Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arena.po
Languages: ru_ru

# data/arena/boss-cup.json//core/name
source: Dungeon Boss Cup
ru_ru: Кубок боссов подземелий

# data/arena/boss-cup.json//core/info
source: Take on stronger versions of the boss fights of all the temples and dungeons.
ru_ru: Справьтесь с усиленными версиями боссов из всех храмов и подземелий.

# data/arena/boss-cup.json//rounds/0/name
source: The Lethal Turret
ru_ru: Смертоносная турель

# data/arena/boss-cup.json//rounds/0/objective
source: Beat a stronger version of the \c[3]\v[combat.name.turret-boss]\c[0] boss from \c[3]\v[area.rhombus-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Тяжёлой турели Ромба 2.0\c[0] из \c[3]Подземелья Ромба\c[0]!

# data/arena/boss-cup.json//rounds/1/name
source: The Frozen Robot
ru_ru: Замороженный робот

# data/arena/boss-cup.json//rounds/1/objective
source: Beat a stronger version of the \c[3]\v[combat.name.mine-diggingbot-cold]\c[0] boss from \c[3]\v[area.cold-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Заражённого дигмо\c[0] из \c[3]Храм-Шахты\c[0]!

# data/arena/boss-cup.json//rounds/2/name
source: The Colossal Gear
ru_ru: Колоссальный механизм

# data/arena/boss-cup.json//rounds/2/objective
source: Beat a stronger version of the \c[3]\v[combat.name.boss-driller]\c[0] boss from \c[3]\v[area.cold-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]X01 Бурильщика H.F.S.\c[0] из \c[3]Храм-Шахты\c[0]!

# data/arena/boss-cup.json//rounds/3/name
source: The Fierce Antlion
ru_ru: Свирепый муравьиный лев

# data/arena/boss-cup.json//rounds/3/objective
source: Beat a stronger version of the \c[3]\v[combat.name.heat/antlion]\c[0] boss from \c[3]\v[area.heat-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Пинзо'джрахрррн\c[0] из \c[3]Храма Фай'ро\c[0]!

# data/arena/boss-cup.json//rounds/4/name
source: The Gigantic Moth
ru_ru: Гигантская моль

# data/arena/boss-cup.json//rounds/4/objective
source: Beat a stronger version of the \c[3]\v[combat.name.heat/megamoth]\c[0] boss from \c[3]\v[area.heat-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Мастера Магмоль\c[0] из \c[3]Храма Фай'ро\c[0]!

# data/arena/boss-cup.json//rounds/5/name
source: The Ghost of Lightning
ru_ru: Призрак молний

# data/arena/boss-cup.json//rounds/5/objective
source: Beat a stronger version of the \c[3]\v[combat.name.jungle/shockboss]\c[0] boss from \c[3]\v[area.shock-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Плазменного фантома\c[0] из \c[3]Храма Зир'витар\c[0]!

# data/arena/boss-cup.json//rounds/6/name
source: The Mighty Blob
ru_ru: Могучий сгусток

# data/arena/boss-cup.json//rounds/6/objective
source: Beat a stronger version of the \c[3]\v[combat.name.jungle/waveboss]\c[0] boss from \c[3]\v[area.wave-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Сэра Желатинуса Звёздникуса\c[0] из \c[3]Храма Со'найиз\c[0]!

# data/arena/boss-cup.json//rounds/7/name
source: The Ape Warrior
ru_ru: Обезьяна-воин

# data/arena/boss-cup.json//rounds/7/objective
source: Beat a stronger version of the \c[3]\v[combat.name.jungle/ape-boss]\c[0] boss from \c[3]\v[area.tree-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Сына Востока\c[0] из \c[3]Гранд Крис'кайо\c[0]!

# data/arena/boss-cup.json//rounds/8/name
source: The Monstrous Whale
ru_ru: Чудовищный кит

# data/arena/boss-cup.json//rounds/8/objective
source: Beat stronger versions of the \c[3]\v[combat.name.jungle/ape-boss]\c[0] and \c[3]\v[combat.name.jungle/whale-boss]\c[0] boss from \c[3]\v[area.tree-dng.name]\c[0]!
ru_ru: Победите усиленные версии \c[3]Сына Востока\c[0] и \c[3]Древнего Стража\c[0] из \c[3]Гранд Крис'кайо\c[0]!

# data/arena/console-cup-1.json//core/name
source: Platform Cup
ru_ru: Кубок консолей

# data/arena/console-cup-1.json//core/info
source: Redo fights of once "platform-exclusive" quests related to "hardware"!
ru_ru: Повторите бои некогда эксклюзивных квестов, связанных с "железом"!

# data/arena/console-cup-1.json//core/creator
source: The Four Visionaries
ru_ru: Четыре провидца

# data/arena/console-cup-1.json//rounds/0/name
source: Flying-Type Fiends
ru_ru: Друзья летающего типа

# data/arena/console-cup-1.json//rounds/0/objective
source: Defeat the \c[3]\v[combat.name.hedgehog-fly]s\c[0] in the secret lab of \c[3]Avian Appliances\c[0]!
ru_ru: Победите \c[3]Летающих дикоборзов\c[0] в секретной лаборатории \c[3]"Воздушной техники"\c[0]!

# data/arena/console-cup-1.json//rounds/1/name
source: Super-crowned Mammal
ru_ru: Супер-коронованное млекопитающее

# data/arena/console-cup-1.json//rounds/1/objective
source: Defeat the \c[3]\v[combat.name.minibosses/hedgehag-king]\c[0] in the secret lab of \c[3]Avian Appliances\c[0]!
ru_ru: Победите \c[3]Короля-дикоборза\c[0] в секретной лаборатории \c[3]"Воздушной техники"\c[0]!

# data/arena/console-cup-1.json//rounds/2/name
source: Leg-endary Fish
ru_ru: М-ног-огранная рыба

# data/arena/console-cup-1.json//rounds/2/objective
source: Defeat the \c[3]\v[combat.name.jungle/fish-gear]s\c[0] in the secret lab of \c[3]Mech Machinery\c[0]!
ru_ru: Победите \c[3]Длинноногих удильщиков\c[0] в секретной лаборатории \c[3]"Механического оборудования"\c[0]!

# data/arena/console-cup-1.json//rounds/3/name
source: Fish & Chips & Metal
ru_ru: Рыба, чипсы и металл

# data/arena/console-cup-1.json//rounds/3/objective
source: Defeat the \c[3]\v[combat.name.minibosses/fish-mega-gear]\c[0] in the secret lab of \c[3]Mech Machinery\c[0]!
ru_ru: Победите \c[3]Mecha Gear РЫБА\c[0] в секретной лаборатории \c[3]"Механического оборудования"\c[0]!

# data/arena/console-cup-1.json//rounds/4/name
source: Cool Company
ru_ru: Прохладная компания

# data/arena/console-cup-1.json//rounds/4/objective
source: Defeat the \c[3]\v[combat.name.snowtank]s\c[0] in the secret lab of \c[3]Heavy Hardware Inc\c[0]!
ru_ru: Победите \c[3]Морковтанков\c[0] в секретной лаборатории \c[3]"Тяжёлого железа"\c[0]!

# data/arena/console-cup-1.json//rounds/5/name
source: Snowy Sergeant
ru_ru: Снежный сержант

# data/arena/console-cup-1.json//rounds/5/objective
source: Defeat the \c[3]\v[combat.name.minibosses/snow-megatank]\c[0] in the secret lab of \c[3]Heavy Hardware Inc\c[0]!
ru_ru: Победите \c[3]Генерала Рутсера\c[0] в секретной лаборатории \c[3]"Тяжёлого железа"\c[0]!

# data/arena/console-cup-1.json//rounds/6/name
source: Arachnid Artillery
ru_ru: Паучья артиллерия

# data/arena/console-cup-1.json//rounds/6/objective
source: Defeat the \c[3]\v[combat.name.heat/scorpion-robo]s\c[0] in the secret lab of \c[3]High-Pressure Arms\c[0]!
ru_ru: Победите \c[3]Щипчетронов\c[0] в секретной лаборатории \c[3]"Оружия высокого давления"\c[0]!

# data/arena/console-cup-1.json//rounds/7/name
source: Predatory Pincerbot
ru_ru: Хищный щипчебот

# data/arena/console-cup-1.json//rounds/7/objective
source: Defeat the \c[3]\v[combat.name.minibosses/scorpion-boss]\c[0] in the secret lab of \c[3]High-Pressure Arms\c[0]!
ru_ru: Победите \c[3]Щипчерстонк i6 GXO2\c[0] в секретной лаборатории \c[3]"Оружия высокого давления"\c[0]!

# data/arena/faction-cup-1.json//core/name
source: Faction Rookie Cup
ru_ru: Кубок новичка фракций

# data/arena/faction-cup-1.json//core/info
source: Refight several early battles found during your quests for the factions!
ru_ru: Сразитесь вновь с ранними врагами, найденными во время ваших квестов фракций!

# data/arena/faction-cup-1.json//rounds/0/name
source: Hillkat Hoodlums
ru_ru: Горностаи-хулиганы

# data/arena/faction-cup-1.json//rounds/0/objective
source: Refight the \c[3]\v[combat.name.meerkat-special-command-1]\c[0] and his gang of \c[3]Hillkats\c[0] in their cave in \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Сразитесь вновь с \c[3]Лидером банды горностаев\c[0] и его бандой \c[3]Горностаев\c[0] в их пещере в \c[3]Расцвете Осени\c[0]!

# data/arena/faction-cup-1.json//rounds/1/name
source: Turret Troubles
ru_ru: Турельные проблемы

# data/arena/faction-cup-1.json//rounds/1/objective
source: Defeat the \c[3]\v[combat.name.turret-rhg-1]\c[0] that got you in a crossfire in \c[3]\v[area.rookie-harbor.name]\c[0]!
ru_ru: Победите \c[3]Нелегальную турель Ромба\c[0], попав под перекрёстный огонь в \c[3]Гавани новичков\c[0]!

# data/arena/faction-cup-1.json//rounds/2/name
source: Besmirched Buns
ru_ru: Испорченные кролики

# data/arena/faction-cup-1.json//rounds/2/objective
source: Defeat the \c[3]\v[combat.name.cold/frobbit-quest-dirty]s\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]! Remember to \c[3]give them a bath\c[0] first!
ru_ru: Победите \c[3]Немытых кролягов\c[0] на \c[3]Тропе в Берген\c[0]! Помните, сначала \c[3]вымойте их\c[0]!

# data/arena/faction-cup-1.json//rounds/3/name
source: The Goatfather, Part I
ru_ru: Крёстный козлец, часть I

# data/arena/faction-cup-1.json//rounds/3/objective
source: Meet the \c[3]\v[combat.name.cold/goat-father]\c[0] again and \c[3]defeat his subordinates\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]! Be careful of \c[3]bombs\c[0]!
ru_ru: Снова встретьтесь с \c[3]Крёстным козлецом\c[0] и \c[3]победите его подчинённых\c[0] на \c[3]Тропе в Берген\c[0]! Будьте осторожны с \c[3]бомбами\c[0]!

# data/arena/faction-cup-1.json//rounds/4/name
source: Tenacious Toises
ru_ru: Крепкие черепахи

# data/arena/faction-cup-1.json//rounds/4/objective
source: Crack the shells of \c[3]\v[combat.name.heat/drillertoise]s\c[0] with the help of your trusty \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0]! Hitting the \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0] with \c[3]charged projectiles\c[0] will make it dispense \c[3]bombs\c[0]!
ru_ru: Сломайте щиты \c[3]Буропах\c[0] с помощью вашего верного \c[3]Cat 4-PU17\c[0]! Ударьте \c[3]Cat 4-PUI7\c[0] \c[3]заряженными снарядами\c[0], чтобы он выбросил \c[3]бомбу\c[0]!

# data/arena/faction-cup-1.json//rounds/5/name
source: Searing Circuit Squad
ru_ru: Цепной опаляющий отряд

# data/arena/faction-cup-1.json//rounds/5/objective
source: Fight the favored machinery of treacherous Ba'kii Kum guards, \c[3]\v[combat.name.heat/special/baki-turret_1]s\c[0] led by a \c[3]\v[combat.name.heat/special/baki-cmd_bot]\c[0]! \c[3]Break the leader\c[0] to deactivate the \c[3]shields\c[0] of the turrets!
ru_ru: Сразитесь с любимыми механизмами коварных охранников Ба'кии Кум, \c[3]Турелями-легионерами 1.0\c[0] во главе с \c[3]Легионером-лидером 1.0\c[0]! \c[3]Уничтожьте лидера\c[0], чтобы отключить \c[3]щиты\c[0] турелей!

# data/arena/faction-cup-2.json//core/name
source: Faction Advanced Cup
ru_ru: Расширенный кубок фракций

# data/arena/faction-cup-2.json//core/info
source: Refight several midgame battles found during your quests for the factions!
ru_ru: Сразитесь вновь со средними врагами, найденными во время ваших квестов фракций!

# data/arena/faction-cup-2.json//rounds/0/name
source: Burning Birbs
ru_ru: Пламенные птицы

# data/arena/faction-cup-2.json//rounds/0/objective
source: Defeat the \c[3]\v[combat.name.heat/special/volturbine-cave]s\c[0] in \c[3]\v[area.heat-area.name]\c[0]! Don't let them \c[3]regenerate over the flames\c[0]!
ru_ru: Победите \c[3]Мегагрифов\c[0] в \c[3]Бордовой долине\c[0]! Не позволяйте им \c[3]регенерироваться над пламенем\c[0]!

# data/arena/faction-cup-2.json//rounds/1/name
source: Malicious Mustache
ru_ru: Злобные усы

# data/arena/faction-cup-2.json//rounds/1/objective
source: Have another duel with \c[3]\v[combat.name.heat/special/guard-hostile-mustache]\c[0], Ba'kii Kum's most treasonous guard! And also trash his \c[3]\v[combat.name.heat/special/baki-turret_2]s\c[0] while you're at it!
ru_ru: Проведите ещё один поединок со \c[3]стражником Биллстоном\c[0], бакийским предателем! А также уничтожьте его \c[3]Турели-легионеры 2.0\c[0], пока вы там!

# data/arena/faction-cup-2.json//rounds/2/name
source: Heater Beater
ru_ru: Пламенная колотушка

# data/arena/faction-cup-2.json//rounds/2/objective
source: Defeat the mighty metallic \c[3]\v[combat.name.cold/mine-diggingbot-quest]\c[0] in the \c[3]\v[area.cold-dng.name]\c[0]! Try to keep its \c[3]heat\c[0] in a \c[3]balanced state\c[0]!
ru_ru: Победите могущественного металлического \c[3]Плавильного дигмо\c[0] в \c[3]Храм-Шахте\c[0]! Постарайтесь сохранить \c[3]высокую температуру\c[0] в \c[3]сбалансированном состоянии\c[0]!

# data/arena/faction-cup-2.json//rounds/3/name
source: Blazing Buffel
ru_ru: Пылающий Бычара

# data/arena/faction-cup-2.json//rounds/3/objective
source: Defeat the \c[3]\v[combat.name.autumn-fall/buffalo-fire-quest]\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]! Overcome it using \c[3]ice\c[0] and \c[3]angles\c[0]!
ru_ru: Победите \c[3]Огненное Копыто\c[0] в \c[3]Закате Осени\c[0]! Преодолейте его, используя \c[3]лёд\c[0] и \c[3]углы\c[0]!

# data/arena/faction-cup-2.json//rounds/4/name
source: Tourist of Terror
ru_ru: Турист террора

# data/arena/faction-cup-2.json//rounds/4/objective
source: Defeat the \c[3]\v[combat.name.jungle/special/snowman-jungle-boss]\c[0] who has resettled to \c[3]\v[area.jungle.name]\c[0]! Break his defense by using the teleporting \c[3]\v[combat.name.jungle/special/heater]\c[0]!
ru_ru: Победите \c[3]Морковво-фруктоискателя\c[0], который переселился в \c[3]Сад Гайи\c[0]! Сломайте его защиту, используя телепортирующуюся \c[3]Гиперсиловую плазмопечь\c[0]!

# data/arena/faction-cup-2.json//rounds/5/name
source: Perky Plant
ru_ru: Бодрое растение

# data/arena/faction-cup-2.json//rounds/5/objective
source: Defeat the \c[3]\v[combat.name.jungle/special/powerplant-quest-1]\c[0] in \c[3]\v[area.jungle.name]\c[0]!
ru_ru: Победите \c[3]Бафоцветика\c[0] в \c[3]Саду Гайи\c[0]!

# data/arena/faction-cup-2.json//rounds/6/name
source: Dreaded Dry Dude
ru_ru: Страшный сухой чувак

# data/arena/faction-cup-2.json//rounds/6/objective
source: Defeat the \c[3]\v[combat.name.heat/special/sandman-1]\c[0] in \c[3]\v[area.heat-area.name]\c[0]! \c[3]Quicksand\c[0] may be annoying but \c[3]teleporters\c[0] are your friend!
ru_ru: Победите \c[3]Короля Какторро\c[0] в \c[3]Бордовой долине\c[0]! \c[3]Зыбучие пески\c[0] могут раздражать, но \c[3]телепорты\c[0] - ваши друзья!

# data/arena/faction-team-cup-1.json//core/name
source: Faction Team Cup
ru_ru: Командный кубок фракций

# data/arena/faction-team-cup-1.json//core/info
source: Refight several battles found during your quests for the factions, as a team!
ru_ru: Сразитесь вновь с врагами, найденными во время ваших квестов фракций, в команде!

# data/arena/faction-team-cup-1.json//rounds/0/name
source: Hillkat Hoodlums
ru_ru: Горностаи-хулиганы

# data/arena/faction-team-cup-1.json//rounds/0/objective
source: Refight the \c[3]\v[combat.name.meerkat-special-command-1]\c[0] and his gang of \c[3]Hillkats\c[0] in their cave in \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Сразитесь вновь с \c[3]Лидером банды горностаев\c[0] и его бандой \c[3]Горностаев\c[0] в их пещере в \c[3]Расцвете Осени\c[0]!

# data/arena/faction-team-cup-1.json//rounds/1/name
source: Turret Troubles
ru_ru: Турельные проблемы

# data/arena/faction-team-cup-1.json//rounds/1/objective
source: Defeat the \c[3]\v[combat.name.turret-rhg-1]\c[0] that got you in a crossfire in \c[3]\v[area.rookie-harbor.name]\c[0]!
ru_ru: Победите \c[3]Нелегальную турель Ромба\c[0], попав под перекрёстный огонь в \c[3]Гавани новичков\c[0]!

# data/arena/faction-team-cup-1.json//rounds/2/name
source: Besmirched Buns
ru_ru: Испорченные кролики

# data/arena/faction-team-cup-1.json//rounds/2/objective
source: Defeat the \c[3]\v[combat.name.cold/frobbit-quest-dirty]s\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]! Remember to \c[3]give them a bath\c[0] first!
ru_ru: Победите \c[3]Немытых кролягов\c[0] на \c[3]Тропе в Берген\c[0]! Помните, сначала \c[3]вымойте их\c[0]!

# data/arena/faction-team-cup-1.json//rounds/3/name
source: The Goatfather, Part I
ru_ru: Крёстный козлец, часть I

# data/arena/faction-team-cup-1.json//rounds/3/objective
source: Meet the \c[3]\v[combat.name.cold/goat-father]\c[0] again and \c[3]defeat his subordinates\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]! Be careful of \c[3]bombs\c[0]!
ru_ru: Снова встретьтесь с \c[3]Крёстным козлецом\c[0] и \c[3]победите его подчинённых\c[0] на \c[3]Тропе в Берген\c[0]! Будьте осторожны с \c[3]бомбами\c[0]!

# data/arena/faction-team-cup-1.json//rounds/4/name
source: Searing Circuit Squad
ru_ru: Цепной опаляющий отряд

# data/arena/faction-team-cup-1.json//rounds/4/objective
source: Fight the favored machinery of treacherous Ba'kii Kum guards, \c[3]\v[combat.name.heat/special/baki-turret_1]s\c[0] led by a \c[3]\v[combat.name.heat/special/baki-cmd_bot]\c[0]! \c[3]Break the leader\c[0] to deactivate the \c[3]shields\c[0] of the turrets!
ru_ru: Сразитесь с любимыми механизмами коварных охранников Ба'кии Кум, \c[3]Турелями-легионерами 1.0\c[0] во главе с \c[3]Легионером-лидером 1.0\c[0]! \c[3]Уничтожьте лидера\c[0], чтобы отключить \c[3]щиты\c[0] турелей!

# data/arena/faction-team-cup-1.json//rounds/5/name
source: Burning Birbs
ru_ru: Пламенные птицы

# data/arena/faction-team-cup-1.json//rounds/5/objective
source: Defeat the \c[3]\v[combat.name.heat/special/volturbine-cave]s\c[0] in \c[3]\v[area.heat-area.name]\c[0]! Don't let them \c[3]regenerate over the flames\c[0]!
ru_ru: Победите \c[3]Мегагрифов\c[0] в \c[3]Бордовой долине\c[0]! Не позволяйте им \c[3]регенерироваться над пламенем\c[0]!

# data/arena/faction-team-cup-1.json//rounds/6/name
source: Malicious Mustache
ru_ru: Злобные усы

# data/arena/faction-team-cup-1.json//rounds/6/objective
source: Have another duel with \c[3]\v[combat.name.heat/special/guard-hostile-mustache]\c[0], Bakii'Kums most treasonous guard! And also trash his \c[3]\v[combat.name.heat/special/baki-turret_2]s\c[0] while you're at it!
ru_ru: Проведите ещё один поединок со \c[3]стражником Биллстоном\c[0], бакийским предателем! А также уничтожьте его \c[3]Турели-легионеры 2.0\c[0], пока вы там!

# data/arena/faction-team-cup-1.json//rounds/7/name
source: Perky Plant
ru_ru: Бодрое растение

# data/arena/faction-team-cup-1.json//rounds/7/objective
source: Defeat the \c[3]\v[combat.name.jungle/special/powerplant-quest-1]\c[0] in \c[3]\v[area.jungle.name]\c[0]!
ru_ru: Победите \c[3]Бафоцветика\c[0] в \c[3]Саду Гайи\c[0]!

# data/arena/parkour-rookie-cup.json//core/name
source: Rookie Parkour
ru_ru: Паркур новичков

# data/arena/parkour-rookie-cup.json//core/info
source: just run in a straight line to where you wanna go.
ru_ru: Просто забег по прямой, куда тебе угодно.

# data/arena/parkour-rookie-cup.json//rounds/0/name
source: Grassy Highland Area
ru_ru: Травянистое нагорье

# data/arena/parkour-rookie-cup.json//rounds/0/objective
source: Touch all markers!
ru_ru: Дотронься до всех маркеров!

# data/arena/parkour-rookie-cup.json//rounds/0/description
source: Touch all markers as fast as you can!
ru_ru: Дотронься до всех маркеров как можно быстрее!

# data/arena/rookie-cup.json//core/name
source: Rookie Cup
ru_ru: Кубок новичка

# data/arena/rookie-cup.json//core/info
source: A cup suited best for all newcomers to the Rhombus Arena.
ru_ru: Кубок, подходящий для всех новичков на Арене Ромба.

# data/arena/rookie-cup.json//rounds/0/name
source: Afternoon Attackers
ru_ru: Дневные нападающие

# data/arena/rookie-cup.json//rounds/0/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/rookie-cup.json//rounds/1/name
source: Afternoon Adversaries
ru_ru: Лунные противники

# data/arena/rookie-cup.json//rounds/1/objective
source: Defeat stronger enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите усиленных врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/rookie-cup.json//rounds/2/name
source: Cool Contenders
ru_ru: Хладнокровные cоперники

# data/arena/rookie-cup.json//rounds/2/objective
source: Defeat enemies hailing from \c[3]\v[area.bergen-trails.name]\c[0]!
ru_ru: Победите врагов с \c[3]Тропы в Берген\c[0]!

# data/arena/rookie-cup.json//rounds/2/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-cup.json//rounds/3/name
source: Chilly Challengers
ru_ru: Прохладные претенденты

# data/arena/rookie-cup.json//rounds/3/objective
source: Defeat stronger enemies hailing from \c[3]\v[area.bergen-trails.name]\c[0]!
ru_ru: Победите усиленных врагов с \c[3]Тропы в Берген\c[0]!

# data/arena/rookie-cup.json//rounds/3/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-cup.json//rounds/4/name
source: Desert Devils
ru_ru: Пустынные дьяволы

# data/arena/rookie-cup.json//rounds/4/objective
source: Defeat enemies hailing from \c[3]\v[area.heat-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Бордовой долины\c[0]!

# data/arena/rookie-cup.json//rounds/4/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-cup.json//rounds/5/name
source: Bulky Bullies
ru_ru: Грозные бычки

# data/arena/rookie-cup.json//rounds/5/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-fall.name]\c[0]!
ru_ru: Победите врагов из \c[3]Заката Осени\c[0]!

# data/arena/rookie-cup.json//rounds/5/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-cup.json//rounds/6/name
source: Forest Foes
ru_ru: Лесные недруги

# data/arena/rookie-cup.json//rounds/6/objective
source: Defeat enemies hailing from \c[3]\v[area.jungle.name]\c[0]!
ru_ru: Победите врагов из \c[3]Сада Гайи\c[0]!

# data/arena/rookie-cup.json//rounds/6/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-cup.json//rounds/7/name
source: Forest Fiends
ru_ru: Лесные друзья

# data/arena/rookie-cup.json//rounds/7/objective
source: Defeat more enemies hailing from \c[3]\v[area.jungle.name]\c[0]!
ru_ru: Победите ещё врагов из \c[3]Сада Гайи\c[0]!

# data/arena/rookie-cup.json//rounds/7/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-cup.json//rounds/8/name
source: Ridge Rivals
ru_ru: Соперники края

# data/arena/rookie-cup.json//rounds/8/objective
source: Defeat enemies hailing from \c[3]\v[area.forest.name]\c[0]!
ru_ru: Победите врагов из \c[3]Сапфирового края\c[0]!

# data/arena/rookie-cup.json//rounds/8/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-team-cup.json//core/name
source: Rookie Team Cup
ru_ru: Командный кубок новичка

# data/arena/rookie-team-cup.json//core/info
source: A team cup suited best for all newcomers to the Rhombus Arena.
ru_ru: Командный кубок, подходящий для всех новичков на Арене Ромба.

# data/arena/rookie-team-cup.json//rounds/0/name
source: Afternoon Attackers
ru_ru: Дневные нападающие

# data/arena/rookie-team-cup.json//rounds/0/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/rookie-team-cup.json//rounds/1/name
source: Afternoon Adversaries
ru_ru: Лунные противники

# data/arena/rookie-team-cup.json//rounds/1/objective
source: Defeat stronger enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите усиленных врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/rookie-team-cup.json//rounds/2/name
source: Cool Contenders
ru_ru: Хладнокровные cоперники

# data/arena/rookie-team-cup.json//rounds/2/objective
source: Defeat enemies hailing from \c[3]\v[area.bergen-trails.name]\c[0]!
ru_ru: Победите врагов с \c[3]Тропы в Берген\c[0]!

# data/arena/rookie-team-cup.json//rounds/2/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-team-cup.json//rounds/3/name
source: Chilly Challengers
ru_ru: Прохладные претенденты

# data/arena/rookie-team-cup.json//rounds/3/objective
source: Defeat stronger enemies hailing from \c[3]\v[area.bergen-trails.name]\c[0]!
ru_ru: Победите усиленных врагов с \c[3]Тропы в Берген\c[0]!

# data/arena/rookie-team-cup.json//rounds/3/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-team-cup.json//rounds/4/name
source: Desert Devils
ru_ru: Пустынные дьяволы
