Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arena.po
Languages: ru_ru

source: Getting dizzy...
ru_ru: Голова кружится...

source: Don't want to stress you, but this is getting a bit painful...
ru_ru: Не хочу давить на тебя, но это становится немного больно...

source: Ouchie... ghost hits are as nasty as it looks.
ru_ru: Аюшки... призрачные удары настолько же отвратительны, какими кажутся.

source: \c[1]QUEST FAILED\c[0] Restart task to try again
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

source: [ ESCORT HEAL ]
ru_ru: [ ИСЦЕЛЕНИЕ ]

source: Awaken the machine
ru_ru: Пробудить машину

source: [ Vibrating machine ]
ru_ru: [ Вибрирующая машина ]

source: Hi.\. Lea.\. Why?
ru_ru: Привет.\. Лея.\. Почему?

source: [aggressive goat noises]
ru_ru: [агрессивное блеяние]

source: \v[lore.title.seeker]!\. This is place of goat now!\. Leave!
ru_ru: Искатель!\. Теперь это место козлов!\. Уходи!

source: [shakes head]
ru_ru: [мотает головой]

source: How?\. Meet.\. Why?
ru_ru: Как?\. Встреча.\. Почему?

source: [even more aggressive goat noises]
ru_ru: [ещё более агрессивное блеяние]

source: No talk!\. Leave! Or.\..\..\. Fight!!
ru_ru: Никаких разговоров!\. Уходи! Или.\..\..\. сражайся!!

source: [aggressive goat noises]
ru_ru: [агрессивное блеяние]

source: [aggressive goat noises]
ru_ru: [агрессивное блеяние]

source: [aggressive goat noises]
ru_ru: [агрессивное блеяние]

source: [aggressive goat noises]
ru_ru: [агрессивное блеяние]

source: Kid Goat Zira
ru_ru: Козлёнок Зира

source: Mrs. Hoover
ru_ru: Миссис Хувер

source: ... W-where?
ru_ru: ...Г-где?

source: There we are, \v[lore.title.seeker].\. This shall be our battleground.
ru_ru: Вот мы и здесь, Искатель.\. Это будет наше поле боя.

source: Now, be on your guard!
ru_ru: А теперь, будь начеку!

source: Meet.\. Lea!
ru_ru: Встреча.\. Лея!

source: Let us show this crowd the pride of our class, Spheromancer Lea!
ru_ru: Давай покажем этой толпе гордость нашего класса, сферомант Лея!

source: Just getting warmed up.
ru_ru: Я просто разогреваюсь.

source: Let's see how you deal with this!
ru_ru: Посмотрим, как ты справишься с этим!

source: Fine...\. Time to get serious!
ru_ru: Ладно...\. Пора сосредоточиться!

source: This isn't over yet!!
ru_ru: Это ещё не конец!!

source: This is only the beginning!
ru_ru: Это только начало!

source: Is this all Spheromancer Lea?
ru_ru: Это всё, сферомант Лея?

source: Don't think I'll let my guard down!
ru_ru: Не думай, что я потерял бдительность!

source: Lea! I know you can do better!
ru_ru: Лея! Я знаю, что ты можешь лучше!

source: It's time to end this, here and now!
ru_ru: Пора покончить с этим, здесь и сейчас!

source: You won... \. yet again.
ru_ru: Ты победила...\. вновь.

source: You won. Not bad!
ru_ru: Ты победила. Неплохо!

source: Hi!
ru_ru: Привет!

source: But, there is always a next time, Spheromancer Lea!
ru_ru: Но всегда есть следующий раз, сферомант Лея!

source: Got you this time!
ru_ru: На этот раз я тебя победил!

source: A good fight, Spheromancer Lea!
ru_ru: Хороший бой, сферомант Лея!

source: Should you seek a rematch, you know where to find me!
ru_ru: Если хочешь реванша, ты знаешь, где меня найти!

source: It's time for our little duel.
ru_ru: Пришло время нашей маленькой дуэли.

source: Let's both do our best!
ru_ru: Давай вместе постараемся!

source: [nods]
ru_ru: [кивает]

source: Lea!
ru_ru: Лея!

source: Not bad! Getting warmed up now!
ru_ru: Неплохо! Уже разогреваюсь!

source: Phew, you're quite skilled at this game!
ru_ru: Фух, а ты довольно опытна в этой игре!

source: I'll get more serious now!
ru_ru: Я сейчас стану серьёзнее!

source: Oh no...
ru_ru: О нет...

source: That round goes to me!
ru_ru: Этот раунд за мной!

source: I think I got a hang of this now!
ru_ru: Думаю, теперь я в этом разобралась!

source: Wow, what a battle!
ru_ru: Вау, какая битва!

source: Come on! I know you can do better!
ru_ru: Давай же! Я знаю, ты можешь лучше!

source: One more point...!
ru_ru: Ещё одно очко...!

source: Phew...\. you won.
ru_ru: Фух...\. ты победила.

source: Hi!
ru_ru: Привет!

source: That was great, though.
ru_ru: Всё же, это было здорово.

source: I'm looking forward to my rematch!
ru_ru: Жду не дождусь своего реванша!

source: I got it, yay!
ru_ru: У меня получилось, ура!

source: [nods]
ru_ru: [кивает]

source: That was a good fight, Lea!
ru_ru: Это был хороший бой, Лея!

source: Just hit me up when you're ready for a rematch!
ru_ru: Просто позвони мне, когда будешь готова к реваншу!

source: Don't think I will hold back on you!
ru_ru: Не думай, что я буду сдерживаться с тобой!

source: Not bad, not bad.
ru_ru: Неплохо, неплохо.

source: Well well, looks like you improved a lot.
ru_ru: Ну-ну, похоже, ты стала намного лучше.

source: I won't let you off the hook this easy.
ru_ru: Я не позволю тебе отделаться просто так.

source: It's not over until it's over.
ru_ru: Ещë не конец, пока всё не закончится.

source: Still got it.
ru_ru: Всё ещё при мне.

source: Come on Lea, don't hold back on me.
ru_ru: Давай, Лея, не сдерживайся.

source: This is what I'm talking about!
ru_ru: Вот об этом я и говорю!

source: One final push!
ru_ru: Последний рывок!

source: I really need to step up my game.
ru_ru: Мне правда нужно усилить свою игру.

source: I'll make sure to not let it happen again.
ru_ru: Я позабочусь о том, чтобы это не случилось снова.

source: Ha! Seems like you still got a lot to learn.
ru_ru: Ха! Похоже, тебе ещё стоит многому научиться.

source: Don't worry, there's always a next time!
ru_ru: Не волнуйся, всегда есть следующий раз!

source: Sao
ru_ru: Сао
