Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arena.po
Languages: ru_ru

# data/arena/rookie-team-cup.json//rounds/4/objective
source: Defeat enemies hailing from \c[3]\v[area.heat-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Бордовой долины\c[0]!

# data/arena/rookie-team-cup.json//rounds/4/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-team-cup.json//rounds/5/name
source: Bulky Bullies
ru_ru: Грозные бычки

# data/arena/rookie-team-cup.json//rounds/5/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-fall.name]\c[0]!
ru_ru: Победите врагов из \c[3]Заката Осени\c[0]!

# data/arena/rookie-team-cup.json//rounds/5/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-team-cup.json//rounds/6/name
source: Forest Foes
ru_ru: Лесные недруги

# data/arena/rookie-team-cup.json//rounds/6/objective
source: Defeat enemies hailing from \c[3]\v[area.jungle.name]\c[0]!
ru_ru: Победите врагов из \c[3]Сада Гайи\c[0]!

# data/arena/rookie-team-cup.json//rounds/6/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-team-cup.json//rounds/7/name
source: Forest Fiends
ru_ru: Лесные друзья

# data/arena/rookie-team-cup.json//rounds/7/objective
source: Defeat more enemies hailing from \c[3]\v[area.jungle.name]\c[0]!
ru_ru: Победите ещё врагов из \c[3]Сада Гайи\c[0]!

# data/arena/rookie-team-cup.json//rounds/7/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/rookie-team-cup.json//rounds/8/name
source: Ridge Rivals
ru_ru: Соперники края

# data/arena/rookie-team-cup.json//rounds/8/objective
source: Defeat enemies hailing from \c[3]\v[area.forest.name]\c[0]!
ru_ru: Победите врагов из \c[3]Сапфирового края\c[0]!

# data/arena/rookie-team-cup.json//rounds/8/featuring/0
source: Some Old Dudes
ru_ru: Старые знакомые

# data/arena/seeker-cup-old.json//core/name
source: Seeker Cup [OLD]
ru_ru: Кубок искателя [СТАРЫЙ]

# data/arena/seeker-cup-old.json//core/info
source: A challenging cup featuring enemies from the main dungeons of CrossWorlds.
ru_ru: Сложный кубок с участием врагов из основных подземелий CrossWorlds.

# data/arena/seeker-cup-old.json//rounds/0/name
source: Rusty Robots
ru_ru: Ржавые роботы

# data/arena/seeker-cup-old.json//rounds/0/objective
source: Defeat enemies hailing from \c[3]\v[area.cold-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храм-Шахты\c[0]!

# data/arena/seeker-cup-old.json//rounds/1/name
source: Hot Hombres
ru_ru: Горячие мачо

# data/arena/seeker-cup-old.json//rounds/1/objective
source: Defeat enemies hailing from \c[3]\v[area.heat-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Фай'ро\c[0]!

# data/arena/seeker-cup-old.json//rounds/2/name
source: Blitz Ballers
ru_ru: Внезапные перцы

# data/arena/seeker-cup-old.json//rounds/2/objective
source: Defeat enemies hailing from \c[3]\v[area.shock-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Зир'витар\c[0]!

# data/arena/seeker-cup-old.json//rounds/3/name
source: Groovy Goofers
ru_ru: Отчаянные чудики

# data/arena/seeker-cup-old.json//rounds/3/objective
source: Defeat enemies hailing from \c[3]\v[area.wave-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Со'найиз\c[0]!

# data/arena/seeker-cup.json//core/name
source: Seeker Cup
ru_ru: Кубок искателя

# data/arena/seeker-cup.json//core/info
source: A challenging cup featuring both normal enemies and bosses.
ru_ru: Сложный кубок с участием как обычных врагов, так и боссов.

# data/arena/seeker-cup.json//rounds/0/name
source: Rusty Robots
ru_ru: Ржавые роботы

# data/arena/seeker-cup.json//rounds/0/objective
source: Defeat enemies hailing from \c[3]\v[area.cold-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храм-Шахты\c[0]!

# data/arena/seeker-cup.json//rounds/1/name
source: The Hungry Worm
ru_ru: Голодный червь

# data/arena/seeker-cup.json//rounds/1/objective
source: Defeat a stronger version of the \c[3]\v[combat.name.heat/sandworm-boss]\c[0] boss from \c[3]\v[area.heat-area.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Ти'има\c[0] из \c[3]Бордовой долины\c[0]!

# data/arena/seeker-cup.json//rounds/2/name
source: Hot Hombres
ru_ru: Горячие мачо

# data/arena/seeker-cup.json//rounds/2/objective
source: Defeat enemies hailing from \c[3]\v[area.heat-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Фай'ро\c[0]!

# data/arena/seeker-cup.json//rounds/3/name
source: The Daft Trickster
ru_ru: Дурацкий плут

# data/arena/seeker-cup.json//rounds/3/objective
source: Defeat a stronger version of the \c[3]\v[combat.name.daft-frobbit]\c[0] boss from \c[3]\v[area.autumn-fall.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]голограммы Кроляга\c[0] из \c[3]Заката Осени\c[0]!

# data/arena/seeker-cup.json//rounds/4/name
source: Blitz Ballers
ru_ru: Внезапные перцы

# data/arena/seeker-cup.json//rounds/4/objective
source: Defeat enemies hailing from \c[3]\v[area.shock-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Зир'витар\c[0]!

# data/arena/seeker-cup.json//rounds/5/name
source: The No-Winged Devil
ru_ru: Бескрылый дьявол

# data/arena/seeker-cup.json//rounds/5/objective
source: Defeat a stronger version of the \c[3]\v[combat.name.minibosses/sloth-black]\c[0] boss from \c[3]\v[area.jungle.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Сефикрота\c[0] из \c[3]Сада Гайи\c[0]!

# data/arena/seeker-cup.json//rounds/6/name
source: Groovy Goofers
ru_ru: Отчаянные чудики

# data/arena/seeker-cup.json//rounds/6/objective
source: Defeat enemies hailing from \c[3]\v[area.wave-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Со'найиз\c[0]!

# data/arena/seeker-cup.json//rounds/7/name
source: The Immortal Blade
ru_ru: Бессмертный клинок

# data/arena/seeker-cup.json//rounds/7/objective
source: Defeat a stronger version of the \c[3]\v[combat.name.forest/samurai-boss]\c[0] boss from \c[3]\v[area.forest.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Сумеречного мастера\c[0] из \c[3]Сапфирового края\c[0]!

# data/arena/test-cup.json//core/name
source: Test Cup
ru_ru: Тестовый кубок

# data/arena/test-cup.json//core/info
source: Ima use dis 2 test stuff.
ru_ru: Я использую это для теста всякой всячины.

# data/arena/test-cup.json//rounds/0/name
source: Default Test
ru_ru: Стандартный тест

# data/arena/test-cup.json//rounds/0/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-cup.json//rounds/1/name
source: Level 1 Test
ru_ru: Тест 1-го уровня

# data/arena/test-cup.json//rounds/1/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-cup.json//rounds/2/name
source: Level 99 Test
ru_ru: Тест 99-го уровня

# data/arena/test-cup.json//rounds/2/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-cup.json//rounds/3/name
source: Custom Test
ru_ru: Пользовательский тест

# data/arena/test-cup.json//rounds/3/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-cup.json//rounds/4/name
source: Malicious Mustache BLA
ru_ru: Злонамеренные усы БЛА

# data/arena/test-cup.json//rounds/4/objective
source: Unused and stored here.
ru_ru: Неиспользовано и хранится здесь.

# data/arena/test-custom-cup.json//core/name
source: Test Custom Cup
ru_ru: Пользовательский тестовый кубок

# data/arena/test-custom-cup.json//core/info
source: Ima use dis 2 test stuff.
ru_ru: Я использую это для теста всякой всячины.

# data/arena/test-custom-cup.json//core/creator
source: The Mighty Duck Lea
ru_ru: Могучая утка Лея

# data/arena/test-custom-cup.json//rounds/0/name
source: Default Test
ru_ru: Стандартный тест

# data/arena/test-custom-cup.json//rounds/0/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-custom-cup.json//rounds/1/name
source: Level 1 Test
ru_ru: Тест 1-го уровня

# data/arena/test-custom-cup.json//rounds/1/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-custom-cup.json//rounds/2/name
source: Level 99 Test
ru_ru: Тест 99-го уровня

# data/arena/test-custom-cup.json//rounds/2/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-custom-cup.json//rounds/3/name
source: Custom Test
ru_ru: Пользовательский тест

# data/arena/test-custom-cup.json//rounds/3/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-team-cup.json//core/name
source: Team Test Cup
ru_ru: Командный тестовый кубок

# data/arena/test-team-cup.json//core/info
source: Ima use dis 2 test stuff.
ru_ru: Я использую это для теста всякой всячины.

# data/arena/test-team-cup.json//rounds/0/name
source: Default Test
ru_ru: Стандартный тест

# data/arena/test-team-cup.json//rounds/0/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-team-cup.json//rounds/1/name
source: Level 1 Test
ru_ru: Тест 1-го уровня

# data/arena/test-team-cup.json//rounds/1/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-team-cup.json//rounds/2/name
source: Level 99 Test
ru_ru: Тест 99-го уровня

# data/arena/test-team-cup.json//rounds/2/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/test-team-cup.json//rounds/3/name
source: Custom Test
ru_ru: Пользовательский тест

# data/arena/test-team-cup.json//rounds/3/objective
source: Defeat enemies hailing from \c[3]\v[area.autumn-area.name]\c[0]!
ru_ru: Победите врагов из \c[3]Расцвета Осени\c[0]!

# data/arena/vermillion-cup.json//core/name
source: Vermillion Cup
ru_ru: Кубок Вермиллион

# data/arena/vermillion-cup.json//core/info
source: A cup featuring enemies from the \v[area.arid.name] only Lea can access.
ru_ru: Кубок с участием врагов из Пустоши Вермиллион, доступный только Лее.

# data/arena/vermillion-cup.json//rounds/0/name
source: Multi Microbes
ru_ru: Мульти-микробы

# data/arena/vermillion-cup.json//rounds/0/objective
source: Defeat the virus enemies from \c[3]\v[area.arid.name]\c[0]!
ru_ru: Победите вирусов из \c[3]Пустоши Вермиллион\c[0]!

# data/arena/vermillion-cup.json//rounds/1/name
source: Basic Brutes
ru_ru: Обычные вышибалы

# data/arena/vermillion-cup.json//rounds/1/objective
source: Defeat the brute enemies from \c[3]\v[area.arid.name]\c[0]!
ru_ru: Победите врагов-вышибал из \c[3]Пустоши Вермиллион\c[0]!

# data/arena/vermillion-cup.json//rounds/2/name
source: Rhino Rumble
ru_ru: Носорожий грохот

# data/arena/vermillion-cup.json//rounds/2/objective
source: Defeat the rhino enemies from \c[3]\v[area.arid.name]\c[0]!
ru_ru: Победите врагов-носорогов из \c[3]Пустоши Вермиллион\c[0]!

# data/arena/vermillion-cup.json//rounds/3/name
source: Dice Dusters
ru_ru: Пыльные игральные кости

# data/arena/vermillion-cup.json//rounds/3/objective
source: Defeat the dice mage enemies from \c[3]\v[area.arid.name]\c[0]!
ru_ru: Победите магов-кубов из \c[3]Пустоши Вермиллион\c[0]!

# data/arena/vermillion-cup.json//rounds/4/name
source: The Elemental Turrets
ru_ru: Элементальные турели

# data/arena/vermillion-cup.json//rounds/4/objective
source: Beat a stronger version of the \c[3]\v[combat.name.arid/element-turret-boss]\c[0] boss from the \c[3]\v[area.arid.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Финальной турели IX\c[0] из \c[3]Пустоши Вермиллион\c[0]!

# data/arena/vermillion-cup.json//rounds/5/name
source: The Infinite Snail
ru_ru: Бесконечная улитка

# data/arena/vermillion-cup.json//rounds/5/objective
source: Beat a stronger version of the \c[3]\v[combat.name.arid/snail]\c[0] boss from the \c[3]\v[area.arid.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Гастрополиса\c[0] из \c[3]Пустоши Вермиллион\c[0]!

# data/arena/vermillion-cup.json//rounds/6/name
source: The Designer
ru_ru: Дизайнер

# data/arena/vermillion-cup.json//rounds/6/objective
source: Beat a stronger version of the \c[3]\v[combat.name.boss/designer-2]\c[0] boss from the \c[3]\v[area.arid.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Дизайнера\c[0] из \c[3]Пустоши Вермиллион\c[0]!

# data/arena/vermillion-cup.json//rounds/7/name
source: The Creator
ru_ru: Создатель

# data/arena/vermillion-cup.json//rounds/7/objective
source: Beat a stronger version of \c[3]\v[combat.name.boss/elephant]\c[0] boss from the \c[3]\v[area.arid.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Создателя\c[0] из \c[3]Пустоши Вермиллион\c[0]!

source: Threat detected
ru_ru: Обнаружена угроза

# data/maps/arena/boss/shock-boss.json//entities/13/settings/teleportLabel
source: \i[arrow-s] Down
ru_ru: \i[arrow-s] Вниз

# data/maps/arena/boss/shock-boss.json//entities/42/settings/teleportLabel
source: \i[arrow-n] Up
ru_ru: \i[arrow-n] Наверх

# data/maps/arena/boss/turret-boss.json//entities/18/settings/event/0/message
source: Incoming...
ru_ru: А вот и он...

# data/maps/arena/boss/wave-boss.json//entities/179/settings/teleportLabel
source: \i[arrow-n] Up
ru_ru: \i[arrow-n] Наверх

# data/maps/arena/faction/autumn-meerkat-1.json//entities/6/settings/event/13/text
source: [angry Hillkat noises]
ru_ru: [яростные звуки Горностая]

source: The rough gem in the west. Home to collectors and the Shad.
ru_ru: Необработанная жемчужина на западе. Дом для коллекционеров и шадов.

# data/maps/arena/faction/baki-bots-1.json//entities/32/settings/interact/title
source: - \c[3]Ba'kii Kum\c[0] -
ru_ru: - \c[3]Ба'кии Кум\c[0] -

# data/maps/arena/faction/baki-bots-1.json//entities/330/settings/analyzable/text
source: Dourk
ru_ru: Дурк

source: Dourk
ru_ru: Дурк

source: Anything wrong?\. I'm just sitting here.
ru_ru: Что-то не так?\. Я просто здесь сижу.

source: Hi!
ru_ru: Привет!

source: C-crimes in the bazaar?\. What are you talking about?\. I don't know anything!
ru_ru: П-преступления на базаре?\. О чём ты говоришь?\. Я ничего не знаю!

source: So it was you on the communicator?\. Damn that Billston...
ru_ru: Так это ты была на коммуникаторе? Чёрт бы подрал этого Биллстона...

source: I thought someone as ruthless as him would at least be more careful.
ru_ru: Я думал, что кто-то такой же безжалостный, как и он, по крайней мере, будет более осторожен.

source: He roped me into this, I swear!\. Told me about all the money, threatened me if I refused, all that!
ru_ru: Он втянул меня в это, я клянусь!\. Рассказал мне о деньгах, угрожал мне, если я откажусь!

source: "No one will care about it,"\. he said. "Those scaly idiots don't know how to handle the money anyway!"\. So much for that.
ru_ru: "Никого это не волнует,"\. сказал он. "Эти чешуйчатые идиоты всё равно не знают, как обращаться с деньгами!"\. И вот что вышло.

source: Well, time to come clean then, I suppose.\. At least I can bring down that jerk with me.
ru_ru: Ну что ж, видимо, пришло время рассказать правду.\. По крайней мере, я смогу потянуть этого урода за собой.

source: [nods]
ru_ru: [кивает]

source: Dourk
ru_ru: Дурк

source: Billston
ru_ru: Биллстон

source: Well, well, well.\. Where might you lot be going?
ru_ru: Так-так-так.\. Куда это мы собрались?

source: Hi!
ru_ru: Привет!

source: I knew something was wrong once I noticed my communicator missing.\. You \v[lore.title.seeker]s are a sneaky lot, hm?
ru_ru: Я понял, что что-то не так, когда заметил, что мой коммуникатор отсутствует.\. Вы, Искатели, довольно пронырливые, хм?

source: Forget it, man!\. You messed up!\. This is over!
ru_ru: Забудь об этом, мужик!\. Ты облажался!\. Это конец!

source: It is,\.\. r-\.right...?
ru_ru: Это ведь\.\. т-\.так...?

source: Oh, for you it is.\. Me, though?\.\. I prepared something special just for moments like this!
ru_ru: Хех, для вас - да.\. А для меня?\.\. Я готовил кое-что особенное как раз для такого случая!

source: Dourk
ru_ru: Дурк

source: Billston
ru_ru: Биллстон

source: This will be the end of you and no one will ever know the truth!
ru_ru: Это будет вашим концом, и никто никогда не узнает правды!

source: D-dude, look where we are...\.\. this is madness!
ru_ru: Ч-чувак, посмотри, во что мы вляпались...\.\. это безумие!

source: Silence!\. These expensive preparations won't go to waste.\.\. And I'm out of here!
ru_ru: Молчать!\. Столь дорогостоящие приготовления не должны быть напрасными.\.\. А я, пожалуй, пойду отсюда!

source: Bye!
ru_ru: Пока!

source: Dourk
ru_ru: Дурк

source: W-well... you know how to handle this, right?
ru_ru: Н-ну... ты же знаешь, как с этим разобраться, верно?

source: [nods]
ru_ru: [кивает]

source: Good... so... I'll just be hiding around that corner.\. Good luck!
ru_ru: Хорошо... тогда... я просто буду прятаться вон за тем углом.\. Удачи!

source: Returning to station...
ru_ru: Возвращение к станции...

source: Deactivated!
ru_ru: Деактивирован!

source: Threat detected
ru_ru: Обнаружена угроза

source: Enemy Heat
ru_ru: Нагрев врага

# data/maps/arena/faction/rh-turrets-1.json//entities/248/settings/event/0/message
source: Let's go!
ru_ru: Вперёд!

source: Wipe out, bummer!
ru_ru: Свалилась, облом!

source: Killed it! Sweet!
ru_ru: Потрясно! Клёво!

source: Come back here to get your reward!
ru_ru: Возвращайся сюда, чтобы получить свою награду!

# data/maps/arena/faction/rh-turrets-1.json//entities/263/settings/analyzable/text
source: Guard Offcr Cedric
ru_ru: Офицер охраны Седрик

source: Cedric
ru_ru: Седрик

source: Greetings, \v[lore.title.seeker]. I have to keep watch on the harbor and protect our citizens, so please excuse me.
ru_ru: Приветствую, Искатель. Я должен следить за гаванью и защищать наших граждан, так что прошу меня извинить.

source: Cedric
ru_ru: Седрик

source: Hello, \v[lore.title.seeker].\. I assume they sent you to help me investigate this smuggling case?
ru_ru: Привет, Искатель.\. Я полагаю, что они послали тебя, чтобы помочь мне расследовать это дело с контрабандой?

source: [nods]
ru_ru: [кивает]

source: Excellent.\. I want you to examine the crates on the eastern part of the harbor.
ru_ru: Отлично.\. Я хочу, чтобы ты осмотрела ящики в восточной части гавани.

source: The data signature of the suspicious goods has already been sent to you, so you should be able to sense it.
ru_ru: Цифровая подпись подозрительных товаров уже отправлена тебе, чтобы ты смогла их обнаружить.

source: Hi!
ru_ru: Привет!

source: I'll be here investigating our leads to potential culprits.\. Come back when you've found something.
ru_ru: Я буду здесь искать зацепки, которые могут привести к потенциальным преступникам.\. Вернись, когда что-нибудь найдёшь.

source: [nods]
ru_ru: [кивает]

source: Cedric
ru_ru: Седрик

source: The crate should be somewhere around here so you better find it!
ru_ru: Ящик должен быть где-то здесь, так что тебе лучше его найти!

source: Cedric
ru_ru: Седрик

source: You go find that suspicious dockworker!\. I'll make sure he doesn't leave for the city.
ru_ru: Иди и найди этого подозрительного портового рабочего!\. Я позабочусь, чтобы он не свалил в город.

source: Cedric
ru_ru: Седрик

source: Well met, \v[lore.title.seeker]. There has been no further trouble at the docks so far but we should stay vigilant.
ru_ru: Хорошо встретили их, Искатель. Пока что не было никаких проблем в доках, но мы должны оставаться бдительными.

source: Sacrebleu! Why would they add a door there?!
ru_ru: Sacrebleu (Чёрт возьми)! Зачем они добавили здесь дверь?!

source: This door honestly just went where it was supposed to. Very consistent.
ru_ru: Эта дверь, честно говоря, ведёт туда, куда должна была. Весьма последовательно.

source: What was that? Did they honestly design it that way?
ru_ru: Что это было? Они серьёзно спроектировали это таким образом?

source: Call
ru_ru: Вызвать

source: Call
ru_ru: Вызвать

source: Call
ru_ru: Вызвать

source: Call
ru_ru: Вызвать

source: Call
ru_ru: Вызвать

source: Bridge Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
ru_ru: Мостовой лифт: \c[1]отключён\c[0]. Хотите включить лифт?

source: Bridge Elevator \c[2]enabled\c[0]!
ru_ru: Мостовой лифт \c[2]включён\c[0]!

source: [yes]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Display
ru_ru: Монитор

source: Bridge Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
ru_ru: Мостовой лифт: \c[1]отключён\c[0]. Хотите включить лифт?

source: Bridge Elevator \c[2]enabled\c[0]!
ru_ru: Мостовой лифт \c[2]включён\c[0]!

source: [yes]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Display
ru_ru: Монитор

source: Display
ru_ru: Монитор

source: Display
ru_ru: Монитор

# extension/post-game/data/arena/ancient-boss-cup.json//core/name
source: Ancient Boss Cup
ru_ru: Кубок боссов Древних

# extension/post-game/data/arena/ancient-boss-cup.json//core/info
source: Take on stronger versions of boss fights from the \v[area.final-dng.name].
ru_ru: Справьтесь с усиленными версиями боссов из Храма Ку'леро.

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/0/name
source: The S.H.I.E.L.D.
ru_ru: Щ.И.Т.

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/0/objective
source: Beat a stronger version of the \c[3]\v[combat.name.final/guardian]\c[0] boss from the \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Статуи-стража\c[0] из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/1/name
source: The Hot Lid
ru_ru: Горячая оболочка

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/1/objective
source: Beat a stronger version of the \c[3]Heat \v[combat.name.final/guardian]\c[0] boss from the \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Пламенной статуи-стража\c[0] из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/2/name
source: The Cold Plate
ru_ru: Холодная пластина

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/2/objective
source: Beat a stronger version of the \c[3]Cold \v[combat.name.final/guardian]\c[0] boss from the \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Холодной статуи-стража\c[0] из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/3/name
source: The Blitz Buckler
ru_ru: Молниеносный щит

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/3/objective
source: Beat a stronger version of the \c[3]Shock \v[combat.name.final/guardian]\c[0] boss from the \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Шоковой статуи-стража\c[0] из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/4/name
source: The Wave Wall
ru_ru: Волновая стена

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/4/objective
source: Beat a stronger version of the \c[3]Wave \v[combat.name.final/guardian]\c[0] boss from the \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Волновой статуи-стража\c[0] из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/5/name
source: The Monk
ru_ru: Монах

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/5/objective
source: Beat a stronger version of \c[3]\v[combat.name.final/gynthar]\c[0] boss from the \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Гинтара\c[0] из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/6/name
source: The Ancient Gods
ru_ru: Древние боги
