Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arena.po
Languages: ru_ru

# extension/post-game/data/arena/ancient-boss-cup.json//rounds/6/objective
source: Beat stronger versions of the \c[3]Ancient Gods\c[0] from the \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите усиленную версию \c[3]Древних богов\c[0] из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-cup.json//core/name
source: Ancient Cup
ru_ru: Кубок Древних

# extension/post-game/data/arena/ancient-cup.json//core/info
source: A cup featuring enemies from the \v[area.beach.name] & the \v[area.final-dng.name].
ru_ru: Кубок с участием врагов из Лазурного архипелага и Храма Ку'леро.

# extension/post-game/data/arena/ancient-cup.json//rounds/0/name
source: Beach Stars
ru_ru: Пляжные звёзды

# extension/post-game/data/arena/ancient-cup.json//rounds/0/objective
source: Defeat enemies hailing from \c[3]\v[area.beach.name]\c[0]!
ru_ru: Победите врагов из \c[3]Лазурного архипелага\c[0]!

# extension/post-game/data/arena/ancient-cup.json//rounds/1/name
source: Sun Burners
ru_ru: Солнечные горелки

# extension/post-game/data/arena/ancient-cup.json//rounds/1/objective
source: Defeat enemies hailing from \c[3]\v[area.beach.name]\c[0]!
ru_ru: Победите врагов из \c[3]Лазурного архипелага\c[0]!

# extension/post-game/data/arena/ancient-cup.json//rounds/2/name
source: Global Worming
ru_ru: Глобальное почервление

# extension/post-game/data/arena/ancient-cup.json//rounds/2/objective
source: Defeat enemies hailing from \c[3]\v[area.beach.name]\c[0]!
ru_ru: Победите врагов из \c[3]Лазурного архипелага\c[0]!

# extension/post-game/data/arena/ancient-cup.json//rounds/3/name
source: Shell Fish Business
ru_ru: Моллюсковый бизнес

# extension/post-game/data/arena/ancient-cup.json//rounds/3/objective
source: Defeat enemies hailing from \c[3]\v[area.beach.name]\c[0]!
ru_ru: Победите врагов из \c[3]Лазурного архипелага\c[0]!

# extension/post-game/data/arena/ancient-cup.json//rounds/4/name
source: Crystal Breakers
ru_ru: Разрушители кристаллов

# extension/post-game/data/arena/ancient-cup.json//rounds/4/objective
source: Defeat enemies hailing from \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-cup.json//rounds/5/name
source: Full Metal Birds
ru_ru: Цельнометаллические птицы

# extension/post-game/data/arena/ancient-cup.json//rounds/5/objective
source: Defeat enemies hailing from \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-cup.json//rounds/6/name
source: Spicy Spirits
ru_ru: Горячие духи

# extension/post-game/data/arena/ancient-cup.json//rounds/6/objective
source: Defeat enemies hailing from \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-cup.json//rounds/7/name
source: Bad News Bearer
ru_ru: Носитель плохих новостей

# extension/post-game/data/arena/ancient-cup.json//rounds/7/objective
source: Defeat enemies hailing from \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-cup.json//rounds/8/name
source: Stacking Crew
ru_ru: Укладочная бригада

# extension/post-game/data/arena/ancient-cup.json//rounds/8/objective
source: Defeat enemies hailing from \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-team-cup.json//core/name
source: Ancient Team Cup
ru_ru: Командный кубок Древних

# extension/post-game/data/arena/ancient-team-cup.json//core/info
source: A team cup featuring enemies from the \v[area.beach.name] & the \v[area.final-dng.name].
ru_ru: Командный кубок с участием врагов из Лазурного архипелага и Храма Ку'леро.

# extension/post-game/data/arena/ancient-team-cup.json//rounds/0/name
source: Beach Stars
ru_ru: Пляжные звёзды

# extension/post-game/data/arena/ancient-team-cup.json//rounds/0/objective
source: Defeat enemies hailing from \c[3]\v[area.beach.name]\c[0]!
ru_ru: Победите врагов из \c[3]Лазурного архипелага\c[0]!

# extension/post-game/data/arena/ancient-team-cup.json//rounds/1/name
source: Sun Burners
ru_ru: Солнечные горелки

# extension/post-game/data/arena/ancient-team-cup.json//rounds/1/objective
source: Defeat enemies hailing from \c[3]\v[area.beach.name]\c[0]!
ru_ru: Победите врагов из \c[3]Лазурного архипелага\c[0]!

# extension/post-game/data/arena/ancient-team-cup.json//rounds/2/name
source: Global Worming
ru_ru: Глобальное почервление

# extension/post-game/data/arena/ancient-team-cup.json//rounds/2/objective
source: Defeat enemies hailing from \c[3]\v[area.beach.name]\c[0]!
ru_ru: Победите врагов из \c[3]Лазурного архипелага\c[0]!

# extension/post-game/data/arena/ancient-team-cup.json//rounds/3/name
source: Shell Fish Business
ru_ru: Моллюсковый бизнес

# extension/post-game/data/arena/ancient-team-cup.json//rounds/3/objective
source: Defeat enemies hailing from \c[3]\v[area.beach.name]\c[0]!
ru_ru: Победите врагов из \c[3]Лазурного архипелага\c[0]!

# extension/post-game/data/arena/ancient-team-cup.json//rounds/4/name
source: Crystal Breakers
ru_ru: Разрушители кристаллов

# extension/post-game/data/arena/ancient-team-cup.json//rounds/4/objective
source: Defeat enemies hailing from \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-team-cup.json//rounds/5/name
source: Full Metal Birds
ru_ru: Цельнометаллические птицы

# extension/post-game/data/arena/ancient-team-cup.json//rounds/5/objective
source: Defeat enemies hailing from \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-team-cup.json//rounds/6/name
source: Spicy Spirits
ru_ru: Горячие духи

# extension/post-game/data/arena/ancient-team-cup.json//rounds/6/objective
source: Defeat enemies hailing from \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-team-cup.json//rounds/7/name
source: Bad News Bearer
ru_ru: Носитель плохих новостей

# extension/post-game/data/arena/ancient-team-cup.json//rounds/7/objective
source: Defeat enemies hailing from \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/ancient-team-cup.json//rounds/8/name
source: Stacking Crew
ru_ru: Укладочная бригада

# extension/post-game/data/arena/ancient-team-cup.json//rounds/8/objective
source: Defeat enemies hailing from \c[3]\v[area.final-dng.name]\c[0]!
ru_ru: Победите врагов из \c[3]Храма Ку'леро\c[0]!

# extension/post-game/data/arena/apollo-cup.json//core/name
source: PvP vs Apollo
ru_ru: PvP vs Аполло

# extension/post-game/data/arena/apollo-cup.json//core/info
source: Fight Apollo in PvP Combat!
ru_ru: Сразись с Аполло в PvP-битве!

# extension/post-game/data/arena/apollo-cup.json//core/creator
source: Apollo
ru_ru: Аполло

# extension/post-game/data/arena/apollo-cup.json//rounds/0/name
source: A Challenge!
ru_ru: Испытание!

# extension/post-game/data/arena/apollo-cup.json//rounds/0/objective
source: Let us do combat, Spheromancer Lea!
ru_ru: Давай сразимся, сферомант Лея!

# extension/post-game/data/arena/faction-cup-3.json//core/name
source: Wanderer's Cup
ru_ru: Кубок скитальца

# extension/post-game/data/arena/faction-cup-3.json//core/info
source: Refight several challenging battles found during your endgame quests!
ru_ru: Сразитесь вновь с сильными врагами, найденными во время ваших финальных квестов!

# extension/post-game/data/arena/faction-cup-3.json//rounds/0/name
source: Sobering Slaughter
ru_ru: Отрезвляющая резня

# extension/post-game/data/arena/faction-cup-3.json//rounds/0/objective
source: Defeat the \c[3]\v[combat.name.heat/special/jellyfish-booze]s and \v[combat.name.heat/special/heat-golem-booze]\c[0] in \c[3]the Distillery of \v[area.heat-village.name]\c[0]! Throw \c[3]ice into the ovens to deactivate the shields\c[0] and \c[3]onto the machine to prevent overheating\c[0]!
ru_ru: Победите \c[3]Поллитрджелли и Перегонайзеров\c[0] в \c[3]Винокурне Ба'кии Кум\c[0]! Бросайте \c[3]лёд в печи, чтобы снять щиты\c[0], и \c[3]в машину, чтобы предотвратить перегрев\c[0]!

# extension/post-game/data/arena/faction-cup-3.json//rounds/1/name
source: Ocean Operation
ru_ru: Операция в океане

# extension/post-game/data/arena/faction-cup-3.json//rounds/1/objective
source: Defeat the \c[3]\v[combat.name.autumn-rh/turret_boss-quest_naval]\c[0] on \c[3]the ocean\c[0]! Make sure \c[3]your turret-boat doesn't get destroyed!\c[0]!
ru_ru: Победите \c[3]Нелегальный координатор\c[0] в \c[3]океане\c[0]! Следите за тем, чтобы \c[3]ваш корабль с турелью не уничтожили!\c[0]!

# extension/post-game/data/arena/faction-cup-3.json//rounds/2/name
source: Ghost of a Chance
ru_ru: Призрачный шанс

# extension/post-game/data/arena/faction-cup-3.json//rounds/2/objective
source: Work with a salty helper to defeat \c[3]\v[combat.name.jungle/special/ghost-toxic]\c[0] at the entrance to \v[area.jungle-city.name]! \c[3]Defend your ally\c[0] while \c[3]they weaken the enemy\c[0]!
ru_ru: Поработайте с солевым помощником, чтобы победить \c[3]Токсовольта\c[0] у входа в Крепость Бэйзина! \c[3]Защищайте своего союзника\c[0], пока он \c[3]ослабляет врага\c[0]!

# extension/post-game/data/arena/faction-cup-3.json//rounds/3/name
source: Tremoring Tech
ru_ru: Дрожащая технология

# extension/post-game/data/arena/faction-cup-3.json//rounds/3/objective
source: Defeat the shaking \c[3]\v[combat.name.autumn-fall/runbot-tremor]\c[0] in the hidden office in \c[3]\v[area.rhombus-sqr.name]\c[0]! Its \c[3]aura\c[0] can be \c[3]neutralized\c[0] with \c[3]Shock\c[0]!
ru_ru: Победите дрожащего \c[3]Дрожжи\c[0] в тайном офисе на \c[3]Площади Ромба\c[0]! Его \c[3]аура\c[0] может быть \c[3]нейтрализована\c[0] с помощью \c[3]Шока\c[0]!

# extension/post-game/data/arena/faction-cup-3.json//rounds/4/name
source: Pewpew Parrot
ru_ru: Пиу-пиу-попугай

# extension/post-game/data/arena/faction-cup-3.json//rounds/4/objective
source: Defeat \c[3]\v[combat.name.jungle/special/parrot-gangster-boss-1]\c[0] on a rooftop of \c[3]\v[area.jungle-city.name]\c[0]! Try to \c[3]shoot down the missiles\c[0] before they overwhelm you!
ru_ru: Победите \c[3]Попубосса младшего\c[0] на крыше \c[3]Твердыни Бэйзина\c[0]! Постарайтесь \c[3]сбить ракеты\c[0], прежде чем они сокрушат вас!

# extension/post-game/data/arena/faction-cup-3.json//rounds/5/name
source: The Goatfather, Part II
ru_ru: Крёстный козлец, часть II

# extension/post-game/data/arena/faction-cup-3.json//rounds/5/objective
source: Defeat \c[3]\v[combat.name.cold/goat-father-2]\c[0] in \c[3]\v[area.rhombus-sqr.name]\c[0]! This time you fight him for real!
ru_ru: Победите \c[3]Крёстного козлеца\c[0] на \c[3]Площади Ромба\c[0]! В этот раз вы по-настоящему сражаетесь с ним!

# extension/post-game/data/arena/faction-cup-3.json//rounds/6/name
source: Ape Assault
ru_ru: Атака обезьян

# extension/post-game/data/arena/faction-cup-3.json//rounds/6/objective
source: Defeat the \c[3]\v[combat.name.beach/ape-beach]\c[0] on the \c[3]\v[area.beach.name]\c[0]! This is a duel for the ages!
ru_ru: Победите \c[3]Сына Пляжа\c[0] на \c[3]Лазурном архипелаге\c[0]! Это дуэль на века!

# extension/post-game/data/arena/guest-cup-1.json//core/name
source: Supporters' Cup
ru_ru: Кубок спонсоров

# extension/post-game/data/arena/guest-cup-1.json//core/info
source: Refight several challenging battles envisioned by generous supporters!
ru_ru: Повторите несколько сложных сражений, придуманных щедрыми спонсорами!

# extension/post-game/data/arena/guest-cup-1.json//core/creator
source: Supporters
ru_ru: Спонсоры

# extension/post-game/data/arena/guest-cup-1.json//rounds/0/name
source: Some Standard Ninja Dude
ru_ru: Какой-то стандартный ниндзя

# extension/post-game/data/arena/guest-cup-1.json//rounds/0/objective
source: Defeat \c[3]\v[combat.name.guest/sao]\c[0] in the arena! It's an honorable 1 vs 1 duel... Though he might take a few beatings to stay down.
ru_ru: Победите \c[3]Сао\c[0] на арене! Это почётный поединок... хотя, возможно, чтобы он угомонился, придётся неплохо избить его.

# extension/post-game/data/arena/guest-cup-1.json//rounds/1/name
source: Highway Police
ru_ru: Полиция на шоссе

# extension/post-game/data/arena/guest-cup-1.json//rounds/1/objective
source: Defeat the \c[3]\v[combat.name.rhombus/meerkat-delorean]\c[0] in \c[3]\v[area.rhombus-sqr.name]\c[0]! Be careful in traffic and use the driving cars to avoid his destructive attacks!
ru_ru: Победите \c[3]Горностая Брауна\c[0] на \c[3]Площади Ромба\c[0]! Будьте осторожны на дороге и используйте едущие машины, чтобы избежать его разрушительных атак!

# extension/post-game/data/arena/kit-cup.json//core/name
source: Some Test Cup
ru_ru: Какой-то тестовый кубок

# extension/post-game/data/arena/kit-cup.json//core/info
source: Unused cup, maybe add some description here. PS: Sergey is a dork!
ru_ru: Неиспользованный кубок, возможно, добавим сюда какое-то описание. P.S.: Сергей осёл!

# extension/post-game/data/arena/kit-cup.json//core/creator
source: Alan Smithee
ru_ru: Алан Смитти

# extension/post-game/data/arena/kit-cup.json//rounds/0/name
source: Round 1 - The only Round
ru_ru: Раунд 1 - Единственный раунд

# extension/post-game/data/arena/kit-cup.json//rounds/0/objective
source: Kill the thing. \c[1]And make sure to remove this cup later.\c[0]
ru_ru: Убей штуковину. \c[1]И обязательно удали этот кубок потом.\c[0]

# extension/post-game/data/arena/lily-cup.json//core/name
source: PvP vs Lily
ru_ru: PvP vs Лили

# extension/post-game/data/arena/lily-cup.json//core/info
source: Fight Lily personally in PvP!
ru_ru: Сразись с Лили лично в PvP!

# extension/post-game/data/arena/lily-cup.json//core/creator
source: Lily
ru_ru: Лили

# extension/post-game/data/arena/lily-cup.json//rounds/0/name
source: Fight me!
ru_ru: Дерись со мной!

# extension/post-game/data/arena/lily-cup.json//rounds/0/objective
source: Defeat me in a duel on top of the arena!
ru_ru: Победи меня в дуэли на вершине арены!

# extension/post-game/data/arena/shizuka-cup.json//core/name
source: PvP vs Shizuka
ru_ru: PvP vs Шизука

# extension/post-game/data/arena/shizuka-cup.json//core/info
source: Fight Shizuka in PvP Combat!
ru_ru: Сразись с Шизукой в PvP-битве!

# extension/post-game/data/arena/shizuka-cup.json//core/creator
source: Shizuka
ru_ru: Шизука

# extension/post-game/data/arena/shizuka-cup.json//rounds/0/name
source: A Rematch!
ru_ru: Реванш!

# extension/post-game/data/arena/shizuka-cup.json//rounds/0/objective
source: Let's see what new tricks you've learned!
ru_ru: Посмотрим, каким новым приёмам ты научилась!

source: \c[1]Boss HP x
ru_ru: \c[1]Босс HP x

source: \c[2]Attack x
ru_ru: \c[2]Атака x

source: Break through!
ru_ru: Вырваться!

source: 50% Overheat reached!
ru_ru: 50% Перегрева !

source: 75% Overheat reached! Cooling needed!
ru_ru: 75% Перегрева! Необходимо охлаждение!

source: WARNING: Overheating imminent! Requesting ice!
ru_ru: ВНИМАНИЕ: Перегрев неизбежен! Запрашивается лёд!

source: Overheated! Starting emergency cooling!
ru_ru: Перегрев! Запуск аварийного охлаждения!

source: Overheated! Starting emergency cooling! Quality -\v[tmp.qualityChange]
ru_ru: Перегрев! Запуск аварийного охлаждения! Качество -\v[tmp.qualityChange]

source: Brewing Console
ru_ru: Пульт варки

source: (updated!)
ru_ru: (обновлено!)

source: - Instruction to Ancient Brewing - Quality drinks using the mystical powers of the Track, steam and only the best natural ingredients!
ru_ru: - Инструкция по Древней варке- Качественные напитки, использующие мистические силы Пути, пар, и только лучшие натуральные ингредиенты!

source: After activating this machine, it will request energy from the \c[3]4 steam ovens\c[0]. Those requests have to be met with \c[3]icedisks\c[0] quickly and correctly!
ru_ru: После активации устройства оно потребует энергию из этих \c[3]четырёх паровых печей\c[0]. Нужно быстро и правильно запускать \c[3]ледяные диски\c[0] в них!

source: In the beginning a \c[3]static bubble generator\c[0] will be available, though later it will vanish. At this point, bubbles ejected from the \c[3]pipes left and right\c[0] have to be used.
ru_ru: Вначале будет доступен \c[3]генератор пузырей\c[0], но позже он исчезнет. С этого момента пузыри будут выбрасываться из \c[3]труб слева и справа\c[0].

source: Due to the immense powers flowing through it, the brewing machine will \c[3]overheat\c[0] with time. \c[3]Cooling it with ice\c[0] will be necessary to prevent \c[3]overheating\c[0] and a \c[3]time-consuming cooldown-phase\c[0].
ru_ru: Из-за огромной силы, протекающей через устройство, оно со временем может \c[3]перегреться\c[0]. \c[3]Охлаждение с помощью льда\c[0] важно для предотвращения \c[3]перегрева\c[0] и \c[3]длительной фазы восстановления\c[0].

source: \c[3]Not meeting a request\c[0], \c[3]putting ice in a wrong oven\c[0] or \c[3]overheating the machine\c[0] will damage the ingredients and \c[3]reduce the overall quality\c[0] of the product.
ru_ru: \c[3]Отсутствие ответа на запрос\c[0], \c[3]помещение льда в неправильную печь\c[0] или \c[3]перегрев машины\c[0] навредят ингредиентам и \c[3]в целом ухудшат качество\c[0] продукта.

source: On the other hand, brewing \c[3]quality\c[0] will increase at a higher rate with \c[3]growing requests\c[0] and when maintaining a \c[3]high heat\c[0]!
ru_ru: С другой стороны, \c[3]качество\c[0] варки будет расти более высокими темпами с \c[3]ростом запросов\c[0] и при поддержании \c[3]высокой температуры\c[0]!

source: The \c[3]higher the quality\c[0], the \c[3]more useable drinks\c[0] can be created from \c[3]the same amount of ingredients\c[0]!
ru_ru: Чем \c[3]выше качество\c[0], тем \c[3]больше напитков\c[0] может быть создано из \c[3]одинакового количества ингредиентов\c[0]!

source: \c[3]Not meeting a request\c[0], \c[3]putting ice in a wrong oven\c[0] or \c[3]overheating the machine\c[0] will do \c[3]damage\c[0] to the ingredients. With too much \c[3]damage\c[0], the brewing will \c[1]fail\c[0]!
ru_ru: \c[3]Отсутствие ответа на запрос\c[0], \c[3]помещение льда в неправильную печь\c[0] или \c[3]перегрев машины\c[0] \c[3]навредят\c[0] ингредиентам. Если будет получено слишком много \c[3]урона\c[0], варка будет \c[1]провалена\c[0]!

source: Start Brewing Process
ru_ru: Начать процесс варки

source: \c[1]!!!\c[0] \c[3]Upgrade Brewing Machine\c[0] \c[1]!!!\c[0]
ru_ru: \c[1]!!!\c[0] \c[3]Улучшить варочную машину\c[0] \c[1]!!!\c[0]

source: Brewing: \c[3]\v[item.367.name]\c[0] (Material: \v[item.372.amount] | Owned: \v[item.367.amount])
ru_ru: Варка: \c[3]\v[item.367.name]\c[0] (Материалы: \v[item.372.amount] | Есть: \v[item.367.amount])

source: Brewing: \c[3]\v[item.368.name]\c[0] (Material: \v[item.373.amount] | Owned: \v[item.368.amount])
ru_ru: Варка: \c[3]\v[item.368.name]\c[0] (Материалы: \v[item.373.amount] | Есть: \v[item.368.amount])

source: Brewing: \c[3]\v[item.369.name]\c[0] (Material: \v[item.374.amount] | Owned: \v[item.369.amount])
ru_ru: Варка: \c[3]\v[item.369.name]\c[0] (Материалы: \v[item.374.amount] | Есть: \v[item.369.amount])

source: Brewing: \c[3]\v[item.370.name]\c[0] (Material: \v[item.375.amount] | Owned: \v[item.370.amount])
ru_ru: Варка: \c[3]\v[item.370.name]\c[0] (Материалы: \v[item.375.amount] | Есть: \v[item.370.amount])

source: Information \c[1]\v[tmp.infoUpdate]\c[0]
ru_ru: Информация \c[1]\v[tmp.infoUpdate]\c[0]

source: Turn Quality Notifications \c[2]ON\c[0]
ru_ru: Включить уведомления о качестве \c[2]ВКЛ\c[0]

source: Turn Quality Notifications \c[1]OFF\c[0]
ru_ru: Включить уведомления о качестве \c[2]ВЫКЛ\c[0]

source: \c[1]Cancel\c[0]
ru_ru: \c[1]Отмена\c[0]

source: [Machine inactive]
ru_ru: [Аппарат неактивен]

source: Brewing Statistics
ru_ru: Статистика варки

source: ~ Brewing Statistics ~ Quality Highscore: \c[3]\v[map.qualityRecord]\c[0]
ru_ru: ~ Статистика варки ~ Рекордное качество: \c[3]\v[map.qualityRecord]\c[0]

source: Times brewed / Drinks gained: Total: \c[3]\v[map.brewedTotal] / \v[map.drinksTotal]\c[0] \v[item.367.name]: \v[map.brewedAtk] / \v[map.drinksAtk] \v[tmp.defName]: \v[map.brewedDef] / \v[map.drinksDef] \v[tmp.focName]: \v[map.brewedFoc] / \v[map.drinksFoc] \v[item.370.name]: \v[map.brewedMhp] / \v[map.drinksMhp]
ru_ru: Число варок / Получено напитков: Итого: \c[3]\v[map.brewedTotal] / \v[map.drinksTotal]\c[0] \v[item.367.name]: \v[map.brewedAtk] / \v[map.drinksAtk] \v[tmp.defName]: \v[map.brewedDef] / \v[map.drinksDef] \v[tmp.focName]: \v[map.brewedFoc] / \v[map.drinksFoc] \v[item.370.name]: \v[map.brewedMhp] / \v[map.drinksMhp]

source: Times brewed / Drinks gained: Total: \c[3]\v[map.brewedTotal] / \v[map.drinksTotal]\c[0] \v[item.367.name]: \v[map.brewedAtk] / \v[map.drinksAtk] \v[tmp.defName]: \v[map.brewedDef] / \v[map.drinksDef] \v[item.370.name]: \v[map.brewedMhp] / \v[map.drinksMhp]
ru_ru: Число варок / Получено напитков: Всего: \c[3]\v[map.brewedTotal] / \v[map.drinksTotal]\c[0] \v[item.367.name]: \v[map.brewedAtk] / \v[map.drinksAtk] \v[tmp.defName]: \v[map.brewedDef] / \v[map.drinksDef] \v[item.370.name]: \v[map.brewedMhp] / \v[map.drinksMhp]

source: \c[1]- UNDER CONSTRUCTION -\c[0]
ru_ru: \c[1]- НА РЕКОНСТРУКЦИИ -\c[0]

source: Brewing Machine
ru_ru: Варочная машина

source: Left Waterpipe
ru_ru: Левый водопровод

source: Right Waterpipe
ru_ru: Правый водопровод

source: Steam Oven #1
ru_ru: Паровая печь #1

source: Steam Oven #2
ru_ru: Паровая печь #2

source: Steam Oven #3
ru_ru: Паровая печь #3

source: Steam Oven #4
ru_ru: Паровая печь #4

source: [Upgrade Process START]
ru_ru: [НАЧАЛО процесса улучшения]

source: [ Initiating Trial ]
ru_ru: [ Запуск испытания ]

source: Overheat
ru_ru: Перегрев

source: Overheated! Starting emergency cooling!
ru_ru: Перегрев! Запуск аварийного охлаждения!

source: [ Big Enemy detected. Get ready for combat! ]
ru_ru: [ Замечен большой враг. Готовьтесь к бою! ]

source: [ THREAT DETECTED! ]
ru_ru: [ ЗАМЕЧЕНА УГРОЗА! ]

source: Ship HP
ru_ru: HP корабля

source: Turret Shot
ru_ru: Выстрел турели

source: Target Change
ru_ru: Смена цели

source: \c[1]Cannon Ready!\c[0] Use \c[3]Charged Throw\c[0] to mark a target! \c[3]Elements\c[0] have special effects!
ru_ru: \c[1]Пушка готова!\c[0] Используйте \c[3]Заряженный бросок\c[0], чтобы пометить цель! \c[3]Элементы\c[0] имеют особые эффекты!

source: \c[1]Cannon Ready!\c[0]
ru_ru: \c[1]Пушка готова!\c[0]

source: [ Critical damage received. Detonation imminent! ]
ru_ru: [ Получен критический урон. Детонация неизбежна! ]

source: \c[1]QUEST FAILED\c[0] Restart task to try again
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

source: Restart Fight
ru_ru: Перезапустить битву

source: Back to \v[area.rookie-harbor.name]
ru_ru: Вернуться в Гавань новичков

source: \c[1]You let too many weapons pass by that will now reach the continent!\c[0]
ru_ru: \c[1]Вы пропустили слишком много оружия, которое теперь достигнет континента!\c[0]

source: Use \c[3]Heat\c[0] for explosive damage!
ru_ru: Используйте \c[3]Пламя\c[0] для взрывного урона!

source: Use \c[3]Cold\c[0] to slow down single targets!
ru_ru: Используйте \c[3]Холод\c[0], чтобы замедлить одиночные цели!

source: Use \c[3]Shock\c[0] to hit two targets at once!
ru_ru: Используйте \c[3]Шок\c[0], чтобы атаковать сразу две цели!

source: Use \c[3]Wave\c[0] to hit targets in a line!
ru_ru: Используйте \c[3]Волну\c[0], чтобы атаковать цели на одной линии!

source: (Turret 1 Spawn)
ru_ru: (Призыв Турели 1)

source: (Turret 2 Spawn)
ru_ru: (Призыв Турели 2)

source: (Turret 3 Spawn)
ru_ru: (Призыв Турели 3)

source: (Turret 4 Spawn)
ru_ru: (Призыв Турели 4)

source: (Bomb 1 Spawn)
ru_ru: (Призыв Бомбы 1)

source: (Bomb 2 Spawn)
ru_ru: (Призыв Бомбы 2)

source: Escortee Life
ru_ru: Здоровье

source: Energy
ru_ru: Энергия
