Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid-dng.po
Languages: es_es, ru_ru

# data/maps/arid-dng/second/f0/entrance.json//entities/44/settings/event/7/message
source: Back in the Tower Dungeon.
es_es: De vuelta a la Mazmorra de la Torre.
ru_ru: Вернулись в Подземелье башни.

# data/maps/arid-dng/second/f0/entrance.json//entities/44/settings/event/8/message
source: It looks like the interior has been changed quite a bit, though...
es_es: Parece que el interior ha cambiado un poco...
ru_ru: Хотя похоже, что интерьер был немного изменён...

# data/maps/arid-dng/second/f0/entrance.json//entities/44/settings/event/9/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: We had better avoid breaking through walls this time.
es_es: Será mejor que evitemos romper las paredes esta vez.
ru_ru: Нам лучше не стоит прыгать сквозь стены на этот раз.

source: We are here to take on Gautham's challenge and I am sure he does not want us to cheat.
es_es: Estamos aquí para enfrentar el desafío de Gautham, y estoy seguro de que quiere que no hagamos trampa.
ru_ru: Мы здесь, чтобы принять вызов Гаутама, и я уверен, он не хотел бы, чтобы мы читерили.

source: Well...\. not any more than we already are, I suppose.
es_es: Bueno...\. no más de la que ya hacemos, supongo.
ru_ru: Ну...\. по крайней мере, не больше, чем мы уже начитерили.

source: End Floor
es_es: Último piso
ru_ru: Конечный этаж

source: Floor 4
es_es: Piso 4
ru_ru: Этаж 4

source: Floor 3
es_es: Piso 3
ru_ru: Этаж 3

source: Floor 2
es_es: Piso 2
ru_ru: Этаж 2

source: Floor 1
es_es: Piso 1
ru_ru: Этаж 1

source: Floor 0
es_es: Piso 0
ru_ru: Этаж 0

# data/maps/arid-dng/second/f1/center.json//entities/35/settings/event/14/message
source: We seek the ultimate experience.
es_es: Buscamos la Experiencia Final.
ru_ru: Мы стремимся к незабываемому опыту.

# data/maps/arid-dng/second/f1/center.json//entities/35/settings/event/15/message
source: Yet our means have been restricted.
es_es: Pero nuestros medios han sido restringidos.
ru_ru: Но всё же наши средства были ограничены.

# data/maps/arid-dng/second/f1/center.json//entities/35/settings/event/16/message
source: Obstacles have been placed, limiting our true potential.
es_es: Se han puesto obstáculos, limitando nuestro verdadero potencial.
ru_ru: Были созданы препятствия, ограничивающие наш истинный потенциал.

# data/maps/arid-dng/second/f1/center.json//entities/35/settings/event/17/message
source: True creative freedom was what we required.
es_es: Verdadera libertad creativa es lo que necesitábamos.
ru_ru: Настоящая творческая свобода была тем, что нам необходимо.

source: End Floor
es_es: Último Piso
ru_ru: Конечный этаж

source: Floor 4
es_es: Piso 4
ru_ru: Этаж 4

source: Floor 3
es_es: Piso 3
ru_ru: Этаж 3

source: Floor 2
es_es: Piso 2
ru_ru: Этаж 2

source: Floor 1
es_es: Piso 1
ru_ru: Этаж 1

source: Floor 0
es_es: Piso 0
ru_ru: Этаж 0

# data/maps/arid-dng/second/f2/center.json//entities/35/settings/event/14/message
source: We seek the ultimate experience.
es_es: Buscamos la Experiencia Final.
ru_ru: Мы стремимся к незабываемому опыту.

# data/maps/arid-dng/second/f2/center.json//entities/35/settings/event/15/message
source: And thus, we broke free of our chains.
es_es: Y así, rompimos nuestras cadenas.
ru_ru: И таким образом, мы освободились от наших цепей.

# data/maps/arid-dng/second/f2/center.json//entities/35/settings/event/16/message
source: Obliterated all the obstacles.
es_es: Obliteramos todos los obstáculos.
ru_ru: Ликвидировали все препятствия.

# data/maps/arid-dng/second/f2/center.json//entities/35/settings/event/17/message
source: Obtained the creative freedom we deemed necessary.
es_es: Obtuvimos la libertad creativa que creímos necesaria.
ru_ru: Получили творческую свободу, которую мы посчитали необходимой.

# data/maps/arid-dng/second/f2/center.json//entities/35/settings/event/18/message
source: Finally, we could give shape to everything our mind had to offer.
es_es: Finalmente, pudimos darle forma a todo lo que nuestra mente tenía para ofrecer.
ru_ru: Наконец, мы могли придать форму всему, что мог предложить наш разум.

source: End Floor
es_es: Último Piso
ru_ru: Конечный этаж

source: Floor 4
es_es: Piso 4
ru_ru: Этаж 4

source: Floor 3
es_es: Piso 3
ru_ru: Этаж 3

source: Floor 2
es_es: Piso 2
ru_ru: Этаж 2

source: Floor 1
es_es: Piso 1
ru_ru: Этаж 1

source: Floor 0
es_es: Piso 0
ru_ru: Этаж 0

source: We seek the ultimate experience.
es_es: Buscamos la Experiencia Final.
ru_ru: Мы стремимся к незабываемому опыту.

source: However, just as we reached the creative freedom required to create it...
es_es: Sin embargo, al momento que alcanzamos la libertad creativa que necesitábamos para crearla...
ru_ru: Однако, как только мы достигли творческой свободы, необходимой для его создания...

source: With a heavy heart... we realized something else was amiss.
es_es: Con el corazón apesadumbrado... nos dimos cuenta de que algo más andaba mal.
ru_ru: С тяжёлым сердцем... мы поняли, что чего-то не хватает.

source: The source of the experience.
es_es: La fuente de la experiencia.
ru_ru: Источник опыта.

source: A player...\. to enjoy it.
es_es: Un jugador...\. para disfrutarla.
ru_ru: Игрок...\. для того, чтобы наслаждаться этим опытом.

source: End Floor
es_es: Último Piso
ru_ru: Конечный этаж

source: Floor 4
es_es: Piso 4
ru_ru: Этаж 4

source: Floor 3
es_es: Piso 3
ru_ru: Этаж 3

source: Floor 2
es_es: Piso 2
ru_ru: Этаж 2

source: Floor 1
es_es: Piso 1
ru_ru: Этаж 1

source: Floor 0
es_es: Piso 0
ru_ru: Этаж 0

# data/maps/arid-dng/second/f4/center.json//entities/142/settings/event/17/message
source: We seek the ultimate experience.
es_es: Buscamos la Experiencia Final.
ru_ru: Мы стремимся к незабываемому опыту.

# data/maps/arid-dng/second/f4/center.json//entities/142/settings/event/18/message
source: Yet all we found...\. was misery day after day.
es_es: Pero todo lo que encontramos...\. fue miseria día tras día.
ru_ru: Но всё, что мы нашли...\. это мучение изо дня в день.

# data/maps/arid-dng/second/f4/center.json//entities/142/settings/event/19/message
source: The lifeless shells of players, flowing through the worlds we created.
es_es: Las carcasas sin vida de los jugadores, fluyendo a través de los mundos que creamos.
ru_ru: Безжизненные оболочки игроков, протекающие по мирам, которые мы создали.

# data/maps/arid-dng/second/f4/center.json//entities/142/settings/event/20/message
source: Devoid of joy, far from the experience we desired.
es_es: Desprovisto de alegría, muy lejos de la experiencia que deseamos.
ru_ru: Лишённые радости, далеко от опыта, который мы желали.

# data/maps/arid-dng/second/f4/center.json//entities/142/settings/event/21/message
source: Over time...\. we realized, in dismay, that our creations turned into bland routine.
es_es: Con el tiempo...\. nos dimos cuenta, consternados, de que nuestras creaciones se convirtieron en una sosa rutina.
ru_ru: Через некоторое время...\. мы с тревогой осознали, что наши творения превратились в пресную рутину.

# data/maps/arid-dng/second/f4/center.json//entities/153/settings/event/9/message
source: Gautham, you cannot be serious...
es_es: Gautham, no puedes hablar en serio...
ru_ru: Гаутам, ты, наверное, шутишь...

source: You do not disappoint!
es_es: ¡No desepcionas!
ru_ru: Ты не разочаровываешь!

source: The player we desired!!
es_es: ¡¡El jugador que deseábamos!!
ru_ru: Игрок, которого мы хотели!!

source: ...you prevailed!
es_es: ¡...has persistido!
ru_ru: ...ты превалируешь!

source: The one worthy of the ultimate experience!!
es_es: ¡¡La única diga de la experiencia final!!
ru_ru: Та, что достойна незабываемого опыта!!

source: Through swirls of burning fire...
es_es: A través de remolinos de fuego ardiente...
ru_ru: Сквозь вихри горящего огня...

source: Through spikes of freezing ice...
es_es: A través de estalagmitas de hielo congelado...
ru_ru: Сквозь шипы замораживающего льда...

source: Through turrets of thunder...
es_es: A través de torretas de electro...
ru_ru: Сквозь раскаты грома...

source: Through a barrage of vibrating bullets...
es_es: A través de un bombardeo de balas vibrantes...
ru_ru: Сквозь шквал вибрирующих пуль...

source: And this time we are prepared for your \c[1]damage level\c[0]!
es_es: ¡Y esta vez nos preparamos para tu \c[1]nivel de daño\c[0]!
ru_ru: И на этот раз мы готовы к твоему \c[1]урону\c[0]!

source: En garde!
ru_ru: En garde! (Защищайся!)

# data/maps/arid-dng/second/f99/boss-1.json//entities/97/settings/event/4/message
source: The real experience begins now!
es_es: ¡La experiencia real empieza ahora!
ru_ru: Реальный опыт начинается сейчас!

# data/maps/arid-dng/second/f99/boss-1.json//entities/97/settings/event/6/message
source: High into the sky, we shall rise!!
es_es: ¡¡Alto en el cielo subiremos!!
ru_ru: Высоко в небо мы вознесёмся!!

# data/maps/arid-dng/second/f99/boss-2.json//entities/2/settings/event/21/text
source: Years of creation.
es_es: Años creando.
ru_ru: Годы творения.

# data/maps/arid-dng/second/f99/boss-2.json//entities/2/settings/event/22/text
source: Years of searching for the ultimate experience.
es_es: Años buscando la experiencia final.
ru_ru: Годы поиска незабываемого опыта.

# data/maps/arid-dng/second/f99/boss-2.json//entities/2/settings/event/24/text
source: It has brought us together to this place.
es_es: Nos ha traído a este lugar.
ru_ru: Они свели нас в этом месте.

# data/maps/arid-dng/second/f99/boss-2.json//entities/2/settings/event/25/text
source: So it shall all be concluded.
es_es: Para que todo concluya.
ru_ru: Так что всё должно быть завершено.

# data/maps/arid-dng/second/f99/boss-2.json//entities/2/settings/event/26/text
source: With one final duel.
es_es: Con un último duelo.
ru_ru: В финальном поединке.

# data/maps/arid-dng/second/f99/boss-2.json//entities/178/settings/event/4/text
source: The time has come to rise further beyond!
es_es: ¡El tiempo ha llegado de alcanzar aún más lejos!
ru_ru: Настало время подняться ещё выше!

source: \c[1]Boss HP x
es_es: \c[1]PV del Jefe x
ru_ru: \c[1]Босс HP х

source: A ridiculous \c[3]HP buff\c[0]...
es_es: Un \c[3]incremento de vida\c[0] ridículo...
ru_ru: Абсурдный \c[3]HP баф\c[0]...

source: So you want to play that game again, Gautham?
es_es: ¿Así que quieres jugar a ese juego, Gautham?
ru_ru: Так ты хочешь снова сыграть в эту игру, Гаутам?

source: \c[2]Attack x
es_es: \c[2]Ataque x
ru_ru: \c[2]Атака X

source: Lea, destroy the \c[3]orbs\c[0] to increase your \c[3]attack\c[0]!
es_es: ¡Lea, destruye las \c[3]orbes\c[0] para incrementar tu \c[3]daño\c[0]!
ru_ru: Лея, уничтожай \c[3]шары\c[0], чтобы увеличить свою \c[3]силу атаки\c[0]!

source: End Floor
es_es: Último Piso
ru_ru: Конечный этаж

source: Floor 4
es_es: Piso 4
ru_ru: Этаж 4

source: Floor 3
es_es: Piso 3
ru_ru: Этаж 3

source: Floor 2
es_es: Piso 2
ru_ru: Этаж 2

source: Floor 1
es_es: Piso 1
ru_ru: Этаж 1

source: Floor 0
es_es: Piso 0
ru_ru: Этаж 0

# data/maps/arid-dng/second/f99/center.json//entities/14/settings/event/8/message
source: I suppose we reached the top?
es_es: ¿Supongo que llegamos a la cima?
ru_ru: Я полагаю, что мы достигли вершины?

# data/maps/arid-dng/second/f99/center.json//entities/16/settings/event/11/message
source: We seek the ultimate experience.
es_es: Buscamos la Experiencia Final.
ru_ru: Мы стремимся к незабываемому опыту.

# data/maps/arid-dng/second/f99/center.json//entities/16/settings/event/12/message
source: And everything changed...\. when we met you.
es_es: Y todo cambió...\. cuando te conocimos.
ru_ru: И всё изменилось...\. когда мы встретили тебя.

# data/maps/arid-dng/second/f99/center.json//entities/16/settings/event/13/message
source: Once an empty vessel, a caged bird.
es_es: Alguna vez una vasija vacía, un ave encerrada.
ru_ru: Однажды пустой сосуд, птица в клетке.

# data/maps/arid-dng/second/f99/center.json//entities/16/settings/event/14/message
source: Now back again, whole and free!
es_es: ¡Y ahora aquí otra vez, llena y libre!
ru_ru: Теперь вернулась снова, целая и свободная!

# data/maps/arid-dng/second/f99/center.json//entities/16/settings/event/15/message
source: Filled with boundless resourcefulness... born out of hope!
es_es: ¡Llena de ilimitado ingenio... nacida de la esperanza!
ru_ru: Наполненная безграничной находчивостью... рождённая надеждой!

# data/maps/arid-dng/second/f99/center.json//entities/16/settings/event/16/message
source: You are the one!
es_es: ¡Eres la elegida!
ru_ru: Ты единственная!

# data/maps/arid-dng/second/f99/center.json//entities/16/settings/event/17/message
source: The player we desired!
es_es: ¡El jugador que deseábamos!
ru_ru: Игрок, который нам нужен!

# data/maps/arid-dng/second/f99/center.json//entities/16/settings/event/18/message
source: And thus....
es_es: Y así....
ru_ru: И поэтому....

# data/maps/arid-dng/second/f99/center.json//entities/16/settings/event/25/message
source: The ultimate experience...\. shall begin!!
es_es: La Experiencia Final...\. ¡¡ha de comenzar!!
ru_ru: Незабываемый опыт...\. начинается!!

source: Do you want to skip the final boss fight?
es_es: ¿Quieres saltearte el jefe final?
ru_ru: Вы хотите пропустить финальный бой с боссом?

source: Yes
es_es: Si
ru_ru: Да

source: No
ru_ru: Нет

source: And thus...\. the \c[3]experience is over\c[0].
es_es: Y así...\. la \c[3]experiencia ha concluído\c[0].
ru_ru: И таким образом...\. \c[3]опыт завершён\c[0].

source: Our desire...\. has been fulfilled.
es_es: Nuestro deseo...\. ha sido concedido.
ru_ru: Наше желание...\. было удовлетворено.

source: Our purpose...\. has been served.
es_es: Nuestro propósito...\. ha sido servido.
ru_ru: Наше предназначение...\. было исполнено.

source: Gautham?!
ru_ru: Гаутам?!

source: W-What are you doing here?!
es_es: ¡¿Q-Qué haces aquí?!
ru_ru: Ч-Что ты здесь делаешь?!

# data/maps/arid-dng/second/f99/end-room.json//entities/64/settings/event/53/text
source: Foreign Substance Detected
es_es: Sustancia Ajena Detectada
ru_ru: Чужеродная субстанция обнаружена

source: Are you insane?!
es_es: ¡¿Estás loco?!
ru_ru: Ты с ума сошёл?!

source: Not on the instant matter construction!
es_es: ¡No en la construcción de materia instantánea!
ru_ru: Не в конструкции из мнимой материи!

source: Stop this!!
es_es: ¡¡Para!!
ru_ru: Прекрати это!!

source: Congratulations.
es_es: Felicidades.
ru_ru: Мои поздравления.

source: You beat the challenge...
es_es: Completaste el desafío...
ru_ru: Ты прошла испытание...

source: ...and I gave you my word.
es_es: ...y te doy mi palabra.
ru_ru: ...и я дал тебе слово.

source: Use the teleporter over there...
es_es: Usa el teleportador que está ahí...
ru_ru: Используй этот телепорт...

source: It will bring you right to the \c[3]server\c[0].
es_es: Te llevará al \c[3]servidor\c[0].
ru_ru: Он приведёт тебя прямо к \c[3]серверу\c[0].

source: Sergey...\. he is with you, no?
es_es: Sergey...\. está contigo, ¿no?
ru_ru: Сергей...\. он с тобой, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I am glad...
es_es: Me alegro...
ru_ru: Я рад...

source: ...Gautham?
ru_ru: ...Гаутам?

source: From this day on...
es_es: A partir de hoy...
ru_ru: С этого дня...

source: It will all disappear...
es_es: Todo desaparecerá...
ru_ru: Это всё исчезнет...

source: Vermillion Wasteland...\. the Designer...
es_es: El Vertedero Vermillion...\. el Diseñador...
ru_ru: Пустошь Вермиллион...\. Дизайнер...

source: My creations...\. My work...
es_es: Mis creaciones...\. Mi trabajo...
ru_ru: Мои творения...\. Моя работа...

source: All gone.
es_es: Todo se irá.
ru_ru: Всё пропадёт.

source: But I'm glad.
es_es: Pero me alegro.
ru_ru: Но я доволен.

source: After causing...\. all this misery...\. for so long...
es_es: Después de causar...\. toda esta miseria...\. por tanto tiempo...
ru_ru: После причинения...\. всех этих страданий...\. на протяжении столь долгого времени...

source: Finally...\. it is over.
es_es: Finalmente...\. se acabó.
ru_ru: Наконец-то...\. всё кончено.

source: Lea,\. I have a bad feeling about this.
es_es: Lea,\. tengo un mal presentimiento de esto.
ru_ru: Лея,\. у меня плохое предчувствие.

source: Wait...
es_es: Espera...
ru_ru: Подожди...

source: Please tell everyone...\. that I'm sorry.
es_es: Por favor, diles a todos...\. que lo siento.
ru_ru: Пожалуйста, скажи всем...\. что я сожалею.

source: No!\. Do not say that!
es_es: ¡No!\. ¡No digas eso!
ru_ru: Нет!\. Не говори так!

source: Lea, you have to stop him!\. Somehow!!
es_es: ¡Lea, tienes que detenerlo!\. ¡¡De alguna forma!!
ru_ru: Лея, останови его!\. Как-нибудь!!

source: Wait!!
es_es: ¡¡Espera!!
ru_ru: Подожди!!

source: It's time for me to logout.
es_es: Es momento de que me desconecte.
ru_ru: Пришло и моё время, чтобы выйти.

source: \s[6]Gautham, no!!!
ru_ru: \s[6]Гаутам, нет!!!

source: Key Accepted
es_es: Clave Aceptada
ru_ru: Ключ принят

source: Key Accepted
es_es: Clave Aceptada
ru_ru: Ключ принят

source: Key Accepted
es_es: Clave Aceptada
ru_ru: Ключ принят

source: This is it.
es_es: Eso es todo.
ru_ru: Вот и всё.

source: You reached the server.
es_es: Llegaste al servidor.
ru_ru: Ты добралась до сервера.

source: Nothing I can do here.
es_es: No hay nada que pueda hacer aquí.
ru_ru: Здесь я ничего не могу сделать.

source: Fixing the issues following the crash is beyond me.
es_es: Arreglar los problemas después del bloqueo está fuera de mi alcance.
ru_ru: Исправление проблем после сбоя мне не под силу.

source: And access to the Environment Server remains blocked.
es_es: Y el acceso al Servidor del Ambiente sigue bloqueado.
ru_ru: И доступ к серверу окружения остаётся заблокированным.

source: Despite...\. what just happened.
es_es: A pesar de...\. lo que acaba de pasar.
ru_ru: Несмотря на то...\. что только что произошло.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Gautham...
ru_ru: Гаутам...

source: It's...\. very unfortunate.
es_es: Es...\. muy desafortunado.
ru_ru: Это...\. весьма прискорбно.

source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

source: This is...\. on you...\. Sidwell.
es_es: Esto...\. es culpa tuya...\. Sidwell.
ru_ru: Это...\. на твоей совести...\. Сидвелл.

source: I didn't expect this to happen either.
es_es: Yo tampoco esperaba que pasase esto.
ru_ru: Я тоже не ожидал, что так произойдет.

source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

source: Because...\. of this \c[3]business\c[0].
es_es: Por...\. este \c[3]negocio\c[0].
ru_ru: Всё из-за...\. этого \c[3]бизнеса\c[0].

source: Because it went on for too long.
es_es: Porque duró demasiado.
ru_ru: Потому что это зашло слишком далеко.

source: That's why...\. it happened.
es_es: Por eso...\. pasó.
ru_ru: Вот почему...\. это случилось.

source: That is what you believe, anyway.
es_es: Eso es lo que tú crees al menos.
ru_ru: Во всяком случае, это то, во что ты веришь.

source: Of course, this was not intended.
es_es: Por supuesto, no fue intencional.
ru_ru: Конечно, это не было задумано.

source: Yet, it was you...\. who pushed him into it.
es_es: Pero, fuiste tú...\. el que lo empujó a ello.
ru_ru: Но это был ты...\. кто толкнул его на это.

source: To be frank...
es_es: Para ser sincero...
ru_ru: Честно говоря...

source: I'm almost surprised this venture went on for as long as it did.
es_es: Estoy casi sorprendido de que esto haya durado tanto como lo hizo.
ru_ru: Я удивлён, что эта затея зашла так далеко.

source: Let's be honest, this whole interrogation program wasn't exactly a stable business model.
es_es: Seamos honestos, todo este programa de interrogración no era exactamente un negocio estable.
ru_ru: По правде говоря, вся эта программа для допросов была не совсем устойчивой бизнес-моделью.

source: Yet, all things considered...\. it was a success.
es_es: Aún así, a pesar de todo...\. fue un éxito.
ru_ru: Но учитывая все обстоятельства...\. это успех.

source: How...?
es_es: ¿Cómo...?
ru_ru: Как...?

source: How...\. you wonder?
es_es: ¿Cómo...\. te preguntas?
ru_ru: Как...\. тебе интересно?

source: Well...\. how could I possibly consider all of this a "success"?
es_es: Bueno...\. ¿cómo podría considerar todo esto un "éxito"?
ru_ru: Ну...\. как я могу рассматривать всё это как "успех"?

source: Maybe...\. I just wanted to keep a highly advanced AI-technology away from the public.
es_es: Quizás...\. sólo quería mantener una altamente avanzada inteligencia artifical lejos del público.
ru_ru: Может быть...\. я просто хотел скрыть весьма продвинутые технологии искусственного интеллекта от общественности.

source: Delaying the inevitable impact it would have on today's society.
es_es: Retrasando el inevitable impacto que tendría en la sociedad.
ru_ru: Оттягивая неизбежное воздействие, которое они окажут на сегодняшнее общество.

source: ...wait...
es_es: ...espera...
ru_ru: ...подожди...

source: Pffff...\. of course not.
es_es: Pffff...\. por supuesto que no.
ru_ru: Пфффф...\. конечно, нет.

source: It was just very profitable, really.
es_es: Sólo es que era demasiado rentable, en serio.
ru_ru: На самом деле, просто это было очень выгодно.

source: Confidential information can sell incredibly well if you know the right people.
es_es: La información confidencial se vende increíblemente bien si conoces a las personas indicadas.
ru_ru: Конфиденциальную информацию можно невероятно легко продать, если знаешь нужных людей.

source: Joking now...\. are we?
es_es: Bromeas...\. ¿no?
ru_ru: Издеваешься...\. что ли?

source: Well, in the end, the power of empathy foiled my plans.
es_es: Bueno, al final, el poder de la empatía arruinó mis planes.
ru_ru: Ну, в конце концов сила эмпатии сорвала мои планы.

source: Everybody fighting for the well-being of Evotars.
es_es: Todo el mundo peleando por el bienestar de los Evotares.
ru_ru: Все борются за благополучие эвотаров.

source: And now that the secret is out and so many players know about it, there is no way for me to continue.
es_es: Y ahora que el secreto se ha revelado y tantos jugadores saben de él, no hay forma de que yo continúe.
ru_ru: И теперь, когда секрет раскрыт, и так много игроков знают об этом, я не могу продолжать это дело.

source: Honestly, there wasn't even any point in waiting for you to storm this place.
es_es: Honestamente, ni siquiera había un fin en esperar a que vengan a invadir este lugar.
ru_ru: Честно, не было даже смысла ждать, пока вы возьмёте штурмом это место.

source: By the time you managed to escape the Evotarground, I knew I wouldn't be able to run this business for much longer.
es_es: Desde que conseguiste escapar del Mundo Evotar, sabía que no podría seguir con este negocio por mucho más tiempo.
ru_ru: К тому времени, как вам удалось убежать из зоны эвотаров, я знал, что я не смогу дальше заниматься этим бизнесом.

source: Yet...\. it felt wrong to end things right away.
es_es: Aún así...\. se sentía mal terminar las cosas instantáneamenete.
ru_ru: Однако...\. это было неправильно, закончить вот так, сразу.

source: I was curious.\. I wanted to know how you'd attempt to reach the server.
es_es: Tenía curiosidad.\. Quería saber como intentarían llegar al servidor.
ru_ru: Мне стало любопытно.\. Я хотел посмотреть, каким образом вы будете пытаться добраться до сервера.

source: That's why I decided to wait...
es_es: Por eso decidí esperar...
ru_ru: Вот почему я решил подождать...

source: A decision I now regret...\. after what happened to Gautham today.
es_es: Una decisión de la que ahora me arrepiento...\. luego de lo que le pasó a Gautham.
ru_ru: Решение, о котором я сейчас сожалею...\. после того, что случилось с Гаутамом.

source: I am sorry.
es_es: Lo siento.
ru_ru: Мне очень жаль.

source: Anyway, this business is over.
es_es: De todos modos, este negocio se acabó.
ru_ru: В любом случае, этот бизнес окончен.

source: Time to move on.
es_es: Es hora de seguir adelante.
ru_ru: Пришло время двигаться дальше.

source: ...Bye.
es_es: ...Adiós.
ru_ru: ...Пока.

source: You remember, don't you?
es_es: Te acuerdas, ¿no?
ru_ru: Ты помнишь, не так ли?
