Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/maps/arid/interior/the-room.json//entities/35/settings/event/28/message
source: That is new!\. Okay who could it be...
es_es: ¡Eso es nuevo!\. Bien, quién podrá ser...
ru_ru: Это что-то новенькое! Хорошо, кто бы это мог быть...

# data/maps/arid/interior/the-room.json//entities/35/settings/event/30/message
source: Was it an avatar? Somebody logged into CrossWorlds?
es_es: ¿Era un avatar? ¿Alguien conectado a CrossWorlds?
ru_ru: Это был аватар? Кто-то из CrossWorlds?

# data/maps/arid/interior/the-room.json//entities/35/settings/event/31/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/35/settings/event/32/message
source: Okay, not a player then...
es_es: Bien, no es un jugador entonces...
ru_ru: Хорошо, тогда не игрок...

# data/maps/arid/interior/the-room.json//entities/35/settings/event/33/message
source: Was it...\. Gautham by any chance?
es_es: ¿Era...\. Gautham?
ru_ru: Может, это...\. был Гаутам?

# data/maps/arid/interior/the-room.json//entities/35/settings/event/34/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/35/settings/event/37/message
source: Of course, you saw him yesterday, this must have triggered the memory.
es_es: Por supuesto, lo viste ayer, eso debe haberte hecho recordar.
ru_ru: Конечно, ты видела его вчера, должно быть, что это вызвало воспоминания.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/38/message
source: Did you see anybody else?
es_es: ¿Viste a alguien más?
ru_ru: Ты видела кого-нибудь ещё?

# data/maps/arid/interior/the-room.json//entities/35/settings/event/39/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/35/settings/event/41/message
source: You...\. You saw me?
es_es: ¿Me...\. viste a mí?
ru_ru: Ты...\. Ты видела меня?

# data/maps/arid/interior/the-room.json//entities/35/settings/event/42/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/35/settings/event/43/message
source: Hm... Was there a third person?
es_es: Hm... ¿Había alguien más?
ru_ru: Хм... Там был кто-то ещё?

# data/maps/arid/interior/the-room.json//entities/35/settings/event/44/message
source: Black messy hair, lean figure?
es_es: ¿Pelo negro alborotado, figura esbelta?
ru_ru: Чёрные растрёпанные волосы, стройная фигура?

# data/maps/arid/interior/the-room.json//entities/35/settings/event/47/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/35/settings/event/48/message
source: That must have been \c[3]Satoshi\c[0].
es_es: Ese debe ser \c[3]Satoshi\c[0].
ru_ru: Скорее всего, это \c[3]Сатоши\c[0].

# data/maps/arid/interior/the-room.json//entities/35/settings/event/50/message
source: Okay, Lea...
es_es: Okey, Lea...
ru_ru: Хорошо, Лея...

# data/maps/arid/interior/the-room.json//entities/35/settings/event/51/message
source: I think now is the right time to tell you more about yourself.
es_es: Creo que es el momento de decirte más de tí misma.
ru_ru: Я думаю, что сейчас самое время рассказать больше о тебе.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/53/message
source: Yes...\. I do know a few things about you.\. We knew each other in the past.
es_es: Si...\. Sé algunas cosas sobre tí.\. Nos conocimos en el pasado.
ru_ru: Да...\. Я знаю кое-что о тебе.\. Мы знали друг друга в прошлом.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/54/message
source: However...\. I thought it was safest for you to recover your memories by yourself.
es_es: Sin embargo...\. Creí que lo más seguro era que recuperaras tus recuerdos tú misma.
ru_ru: Тем не менее...\. Я думал, что для тебя было бы безопаснее восстановить свои воспоминания самостоятельно.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/55/message
source: After all, this is part of your...\. healing process.
es_es: Después de todo, esto es parte de tu...\. proceso de recuperación.
ru_ru: Ведь это часть твоего...\. процесса восстановления.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/59/message
source: Anyway, if you remembered Gautham, Satoshi and me...
es_es: Como sea, si recordaste a Gautham, Satoshi y yo...
ru_ru: Ну, раз ты вспомнила Гаутама, Сатоши и меня...

# data/maps/arid/interior/the-room.json//entities/35/settings/event/60/message
source: ... this must have been from about \c[3]5 years ago\c[0].
es_es: ... esto debe ser de hace unos \c[3]5 años\c[0].
ru_ru: ...это было около \c[3]пяти лет назад\c[0].

# data/maps/arid/interior/the-room.json//entities/35/settings/event/61/message
source: Back then, all of us were \c[3]employees of Instatainment\c[0].
es_es: En ese entonces, todos nosotros eramos \c[3]empleados de Instatainment\c[0].
ru_ru: Тогда все мы были \c[3]сотрудниками Instatainment\c[0].

# data/maps/arid/interior/the-room.json//entities/35/settings/event/63/message
source: That is right, we were all involved in the development of CrossWorlds.
es_es: Así es, todos estábamos involucrados en el desarrollo de CrossWorlds.
ru_ru: Это правда, мы все были вовлечены в разработку CrossWorlds.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/64/message
source: And Satoshi...\. he is your brother.
es_es: Y Satoshi...\. él es tu hermano.
ru_ru: И Сатоши...\. он твой брат.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/66/message
source: I am sure you will remember more about him soon.
es_es: Estoy seguro de que recordarás más de él pronto.
ru_ru: Я уверен, что ты скоро вспомнишь о нём больше.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/67/message
source: Anyway... about 4 years ago, all 3 of you \c[3]went missing\c[0].
es_es: Como sea... hace 4 años, ustedes 3 \c[3]desaparecieron\c[0].
ru_ru: В общем... около четырёх лет назад все трое из вас \c[3]пропали без вести\c[0].

# data/maps/arid/interior/the-room.json//entities/35/settings/event/69/message
source: Nobody knew exactly what happened to you. There was no way to track you down.
es_es: Nadie sabía qué les pasó exactamente. No había forma de rastrearlos.
ru_ru: Никто точно не знал, что с тобой случилось. Не было никакого способа отследить тебя.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/70/message
source: And believe me... I tried.
es_es: Y créeme... lo intenté.
ru_ru: И поверь мне... я пытался.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/71/message
source: That was until I found you again.\. Lying in a hospital.
es_es: Eso fue hasta que te encontré.\. Postrada en un hospital.
ru_ru: Спустя некоторое время мне удалось найти тебя.\. Лежащую в больнице.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/73/message
source: And with you being awake in CrossWorlds, your memories are my only lead to Satoshi and the others.
es_es: Por eso te necesito despierta en CrossWorlds, tus recuerdos son mi único rastro hacia Satoshi y los demás.
ru_ru: И с тех пор, как ты очнулась в CrossWorlds, твои воспоминания - моя единственная зацепка к Сатоши и другим.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/75/message
source: I want to get you to wake up. And I want to find out what exactly has happened... to you and the others.
es_es: Quiero que despiertes del coma. Y quiero averiguar que les pasó exactamente... a tí y al resto.
ru_ru: Я хочу пробудить тебя. И я хочу выяснить, что именно произошло... с тобой и остальными.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/77/message
source: Whatever did happen...\. I am sure it has to do with this place.
es_es: Lo que haya pasado...\. seguro que tiene que ver con este lugar.
ru_ru: Что бы ни случилось... Я уверен, что это связано с этим местом.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/78/message
source: I get the feeling we are very close to the answers!
es_es: ¡Tengo el presentimiento de que estmos muy cerca de las respuestas!
ru_ru: Я чувствую, что мы очень близки к разгадке!

# data/maps/arid/interior/the-room.json//entities/35/settings/event/85/message
source: Oh yes...\. it looks like the door was unlocked some time ago.
es_es: Ah sí...\. parece que la puerta se desbloqueó hace un tiempo.
ru_ru: Ох, да...\. похоже, что дверь открылась некоторое время назад.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/86/message
source: In fact, I am a bit late with your login... something was holding me up again.
es_es: De hecho, te conecté un poco tarde.... tuve otra vez un contratiempo .
ru_ru: На самом деле, я немного опоздал с твоей инициализацией... что-то снова мне помешало.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/88/message
source: Lukas is probably waiting for you outside.
es_es: Lukas debe estar esperándote fuera.
ru_ru: Лукас, вероятно, ждёт тебя снаружи.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/11/message
source: So we are back in the room?
es_es: ¿Así que volvimos a la habitación?
ru_ru: Мы вернулись в комнату?

# data/maps/arid/interior/the-room.json//entities/36/settings/event/12/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/36/settings/event/13/message
source: I am still trying to wrap my head around all of this...
es_es: Aún estoy tratando de entender todo esto...
ru_ru: У меня по-прежнему не укладывается в голове всё это...

# data/maps/arid/interior/the-room.json//entities/36/settings/event/14/message
source: Why are these players stuck in this place? And why did they all lose their memory?
es_es: ¿Por qué están estos jugadores atrapados aquí? ¿Y por qué todos perdieron su memoria?
ru_ru: Почему эти игроки застряли в этом месте? И почему они все потеряли память?

# data/maps/arid/interior/the-room.json//entities/36/settings/event/15/message
source: Just what exactly is the whole point of this place?
es_es: ¿Cuál se supone que es el punto de este lugar?
ru_ru: В чём смысл этого места?

# data/maps/arid/interior/the-room.json//entities/36/settings/event/17/message
source: And just how in the world can all of this happen without anything being reported?
es_es: ¿Y cómo se supone que todo esto está pasando sin que nadie lo reporte?
ru_ru: И как всё это может происходить без каких-либо жалоб?

# data/maps/arid/interior/the-room.json//entities/36/settings/event/19/message
source: Wait.
es_es: Espera.
ru_ru: Подожди.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/20/message
source: Huh? Is something wrong?
es_es: ¿Hm? ¿Algún problema?
ru_ru: Хмм? Что-то не так?

# data/maps/arid/interior/the-room.json//entities/36/settings/event/22/message
source: Uhm...
ru_ru: Эмм...

# data/maps/arid/interior/the-room.json//entities/36/settings/event/23/message
source: Oh! You mean I could report all of this?
es_es: ¡Oh! ¿Dices que yo podría reportarlo?
ru_ru: Ох! Ты имеешь в виду, что я мог бы сообщить обо всём этом?

# data/maps/arid/interior/the-room.json//entities/36/settings/event/24/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/36/settings/event/25/message
source: Theoretically, yes. But that would be a bad idea.
es_es: Teóricamente, si. Pero esa sería una mala idea.
ru_ru: Теоретически - да. Но это была бы плохая идея.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/26/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/arid/interior/the-room.json//entities/36/settings/event/27/message
source: Because...\. what we both are doing here...\. is unofficial.
es_es: Porque...\. lo que estamos haciendo aquí...\. es no oficial.
ru_ru: Потому что...\. то, что мы оба здесь делаем...\. неофициально.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/28/message
source: At least I do not have the approval of the company to log you into CrossWorlds.
es_es: Al menos yo no tengo el permiso de la compañía para conectarte a CrossWorlds.
ru_ru: По крайней мере, у меня нет разрешения от компании, чтобы подключать тебя в CrossWorlds.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/30/message
source: I essentially...\. snuck you into the game.
es_es: Esencialmente...\. te metí al juego de contrabando.
ru_ru: Я по сути...\. украдкой протащил тебя в игру.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/31/message
source: That is exactly why we have to be careful to not draw too much attention.
es_es: Por eso mismo tenemos que tener cuidado y no llamar la atención.
ru_ru: Вот почему мы должны быть осторожны, чтобы не привлекать слишком много внимания.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/32/message
source: And that is also why I cannot afford to act carelessly when tampering with the game's system.
es_es: Y por eso mismo no me puedo permitir manipular los sistemas del juego descuidadamente.
ru_ru: И именно поэтому я не могу позволить себе действовать небрежно, вмешиваясь в систему игры.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/33/message
source: CrossWorlds is designed with an insane amount of security checks to prevent cheating and other kinds of abuse.
es_es: CrossWorlds está diseñado con una inmensa cantidad de chequeos de seguridad para prevenir las trampas y otros tipos de abusos.
ru_ru: CrossWorlds разработан с безумным количеством проверок безопасности, чтобы предотвратить мошенничество и другие виды злоупотреблений.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/34/message
source: Even simple things like moving you out of this place...\. it will very quickly lead to a ban.
es_es: Incluso algo sencillo como sacarte de este lugar...\. rápidamente causaría un ban.
ru_ru: Даже простые вещи, такие, как вытащить тебя из этого места...\. очень быстро приведут к бану.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/36/message
source: There are ways to get around these checks, but my options are very limited right now.
es_es: Hay formas de evitar los chequeos, pero mis opciones son muy limitadas ahora mismo.
ru_ru: Есть способы обойти эти проверки, но мои возможности сейчас очень ограничены.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/37/message
source: Because I do not have access to the \c[3]environment server\c[0] of this region.
es_es: Porque no tengo acceso al \c[3]servidor de ambiente\c[0] de esta región.
ru_ru: Потому что у меня нет доступа к \c[3]серверу окружения\c[0] этого региона.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/38/message
source: Really, nobody should have access to it because this area was discontinued.
es_es: Realmente, nadie debería tener acceso a él, ya que el área fue descontinuada.
ru_ru: На самом деле, никто не должен иметь доступ к нему, потому что эта область была закрыта.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/40/message
source: Still...\. I am looking for ways to get you out of this.\. It will be tricky, but it is definitely possible.
es_es: Aún así...\. estoy buscando la forma de sacarte de aquí.\. Será difícil, pero definitivamente es posible.
ru_ru: Хотя...\. я ищу способы вытащить тебя отсюда.\. Это будет сложно, но это определённо возможно.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/42/message
source: Shall we call it a day?
es_es: ¿Deberíamos terminar por hoy?
ru_ru: Будем закругляться на сегодня?

# data/maps/arid/interior/the-room.json//entities/36/settings/event/43/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/36/settings/event/44/message
source: Okay. Good night, Lea.
es_es: De acuerdo. Buenas noches, Lea.
ru_ru: Хорошо. Спокойной ночи, Лея.

# data/maps/arid/interior/the-room.json//entities/36/settings/event/45/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/arid/interior/the-room.json//entities/36/settings/event/49/text
source: Logout
es_es: Desconectarse
ru_ru: Выход из игры

# data/maps/arid/interior/the-room.json//entities/37/settings/event/15/message
source: Good morning, Lea!
es_es: ¡Buenos días, Lea!
ru_ru: Доброе утро, Лея!

# data/maps/arid/interior/the-room.json//entities/37/settings/event/16/message
source: Hi...
es_es: Hola...
ru_ru: Привет...

# data/maps/arid/interior/the-room.json//entities/37/settings/event/17/message
source: So...\. anything new you remembered?
es_es: Así que...\. ¿recordaste algo nuevo?
ru_ru: Ну...\. вспомнила что-нибудь новое?

# data/maps/arid/interior/the-room.json//entities/37/settings/event/19/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/37/settings/event/20/message
source: Okay, I see...
es_es: Bien, ya veo...
ru_ru: Хорошо, понял...

# data/maps/arid/interior/the-room.json//entities/37/settings/event/21/message
source: Well then, time to head out, correct?
es_es: Bueno, hora de salir, ¿no?
ru_ru: Ну, тогда время выходить на улицу, верно?

# data/maps/arid/interior/the-room.json//entities/37/settings/event/22/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/37/settings/event/34/message
source: Wait...\. wasn't the door opened just before?
es_es: Espera...\. ¿no estaba la puerta abierta hace un momento?
ru_ru: Подожди...\. Разве дверь не была открыта только что?

# data/maps/arid/interior/the-room.json//entities/37/settings/event/40/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/arid/interior/the-room.json//entities/37/settings/event/42/message
source: Uhm...
ru_ru: Эмм...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/13/message
source: What is going on here?
es_es: ¿Qué está pasando aquí?
ru_ru: Что здесь происходит?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/14/message
source: Some kind of fight?
es_es: ¿Algún tipo de pelea?
ru_ru: Какая-то драка?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/16/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/17/message
source: Did the players here start a rebellion of sorts?
es_es: ¿Los jugadores empezaron algun tipo de rebelión o algo?
ru_ru: Игроки начали какое-то восстание?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/40/message
source: Sh-Shizuka?!\. You...\. You are still...
es_es: ¡¿Sh-Shizuka?!\. Tú...\. Tú aún estás...
ru_ru: Ш-Шизука?!\. Ты...\. Ты до сих пор...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/47/message
source: So...
es_es: Así que...
ru_ru: Так...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/48/message
source: You're back again?
es_es: ¿Has vuelto?
ru_ru: Ты снова вернулась?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/49/message
source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/50/message
source: What is this?\. You can speak now?
es_es: ¿Qué es esto?\. ¿Ahora hablas?
ru_ru: Что это?\. Ты можешь теперь говорить?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/51/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/52/message
source: ... Why?
es_es: ... ¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/53/message
source: That is what I want to ask!
es_es: ¡Eso es lo que yo quiero preguntar!
ru_ru: Это я хотела бы спросить!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/56/message
source: Why are you here?
es_es: ¿Por qué estás aquí?
ru_ru: Почему ты здесь?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/57/message
source: You were supposed to be gone!
es_es: ¡Deberías estar muerta!
ru_ru: Ты должна была исчезнуть!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/59/message
source: Not very talkative after all, I see.
es_es: Veo que no eres muy charlatana después de todo.
ru_ru: Не очень разговорчивая, как я погляжу.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/60/message
source: When was the last time we met?\. A year ago?
es_es: ¿Cuándo fue la última vez que nos vimos?\. ¿Hace un año?
ru_ru: Когда мы в последний раз виделись?\. Год назад?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/62/message
source: You don't remember, do you?
es_es: No lo recuerdas, ¿no?
ru_ru: Ты не помнишь, да?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/63/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/40/settings/event/64/message
source: Of course not!\. They tried to undo everything.
es_es: ¡Por supuesto que no!\. Trataron de deshacer todo.
ru_ru: Конечно, нет!\. Они пытались откатить всё.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/65/message
source: Tried to fix you.
es_es: Trataron de arreglarte.
ru_ru: Пытались исправить тебя.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/67/message
source: All the lengths they went through for you...\. I just don't get it.
es_es: Todo el esfuerzo que pusieron en tí...\. No lo entiendo.
ru_ru: Все усилия, которые они направили на тебя...\. Я просто не понимаю.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/68/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/73/message
source: Shut your mouth!!
es_es: ¡¡Cállate!!
ru_ru: Закрой свой рот!!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/75/message
source: Well then!\. Allow me to refresh your memory!
es_es: ¡Bien!\. ¡Permíteme refrescar tu memoria!
ru_ru: Ну что ж!\. Позволь мне освежить твою память!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/76/message
source: I don't know what exactly they told you.
es_es: No sé qué te dijeron exactamente.
ru_ru: Я не знаю, что именно они сказали тебе.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/77/message
source: About who you are, why you are here and where those memories come from.
es_es: Sobre quién eres, por qué estás aquí y de dónde vienen esos recuerdos.
ru_ru: Насчёт того, кто ты, почему ты здесь, и откуда эти воспоминания.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/78/message
source: Whatever they told you, \c[3]it's a lie\c[0].
es_es: Pero lo que sea que te hayan dicho, \c[3]es una mentira\c[0].
ru_ru: Что бы они ни говорили тебе - \c[3]это ложь\c[0].

# data/maps/arid/interior/the-room.json//entities/40/settings/event/81/message
source: Shizuka... please don't....
es_es: Shizuka... por favor no....
ru_ru: Шизука... пожалуйста, не надо...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/83/message
source: Seeing me might feel strange to you... like looking into a mirror.
es_es: Verme puede que te sea extraño... como verte en un espejo.
ru_ru: Видеть меня может показаться тебе странным... как будто смотришь в зеркало.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/84/message
source: That's no coincidence.
es_es: No es una coincidencia.
ru_ru: Это не совпадение.
