Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [11375] data/maps/arid/forest-1.json entities/510/settings/event/16/message #127 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @WONDERING ---------------- Seriously, though.\. Emilie and her fear of bugs...\. I don't quite get it.
es: Hablando en serio.\. sobre Emilie y su miedo a los bichos...\. No lo entiendo.

source: [11376] data/maps/arid/forest-1.json entities/510/settings/event/17/message #128 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @SURPRISED ---------------- She made such a huge deal out of the Faj'ro Temple boss. That giant moth, right?
es: Hizo un gran escándalo con el jefe del Templo Faj'ro. Esa polilla gigante, ¿no?

source: [11377] data/maps/arid/forest-1.json entities/510/settings/event/18/message #129 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11378] data/maps/arid/forest-1.json entities/510/settings/event/19/message #130 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @WHISTLING ---------------- But when I asked her about the midboss...\. that antlion?\. No problem there!
es: Pero cuando le pregunté sobre el minijefe...\. ¿la hormiga león?\. ¡Sin problemas!

source: [11379] data/maps/arid/forest-1.json entities/510/settings/event/20/message #131 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.lea @ANNOYED ---------------- ...How?
es: ...¿Cómo?

source: [11380] data/maps/arid/forest-1.json entities/510/settings/event/21/message #132 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @SKEPTICAL ---------------- Yeah, apparently it's all good because it's "slow" and "stuck in the sand".
es: Si, parece que está todo bien porque es "lento" y está "trabada en la arena".

source: [11381] data/maps/arid/forest-1.json entities/510/settings/event/22/message #133 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @WONDERING ---------------- Personally, I thought the antlion was much higher on the scary scale.
es: Personalmente, pensé que la hormiga león le daría mucho más miedo que la polilla.

source: [11382] data/maps/arid/forest-1.json entities/510/settings/event/23/message #134 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11383] data/maps/arid/forest-1.json entities/510/settings/event/24/message #135 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @COMPLAINING ---------------- Right? Well, that's Emilie for you.
es: ¿Si no? Bueno, así es Emilie.

source: [11384] data/maps/arid/forest-1.json entities/510/settings/event/25/message #136 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @TOWARDS ---------------- Let's continue!
es: ¡Sigamos!

source: [11385] data/maps/arid/forest-1.json entities/510/settings/event/30/message #137 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @TOWARDS ---------------- Over there is a pretty interesting spot!
es: ¡Ahí hay un lugar bastante interesante!

source: [11386] data/maps/arid/forest-1.json entities/510/settings/event/34/task #859 EventTrigger SchneiderTour1 START IF plot.line >= 12000 SET_PERMA_TASK ---------------- Talk to Lukas in \c[3]Vermillion Wasteland - Ebony Forest\c[0] to proceed with his tour.
es: Habla con Lukas en \c[3]Vertedero Vermillion - Bosque Ebony\c[0] para proceder con el tour.

source: [11387] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/6/message #147 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.schneider2 @UP ---------------- I call this here the \c[3]field of the indecisive flowers\c[0].
es: Lo llamo el \c[3]campo de flores indecisas\c[0].

source: [11389] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/8/message #151 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.schneider2 @WHISTLING ---------------- Indecisive because they can't decide on what height to grow.
es: Indecisas porque no pueden decidir hasta que altura crecer.

source: [11390] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/9/message #152 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.schneider2 @SKEPTICAL ---------------- I mean just look at them. Some are stuck on ground level, others several meters high.
es: Digo, sólo míralas. Algunas están al nivel del suelo, otras tienen varios metros de alto.

source: [11392] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/11/message #154 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.lea @MOPING ---------------- ...Why?
es: ...¿Por qué?

source: [11393] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/12/message #155 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.schneider2 @EYES_CLOSED ---------------- Look, I can't even explain a lake to you, so what do you expect now?
es: Mira, no puedo ni explicarte un lago, ¿qué esperas de mí?

source: [11395] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/15/message #157 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.schneider2 @DEFAULT ---------------- Anyway, those flowers are awfully convenient for an elaborate jumping path, don't you think?
es: Como sea, esas flores son muuuy convenientes para hacer un camino de parkour elaborado, ¿no crees?

source: [11396] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/16/message #149 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11397] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/17/message #158 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.schneider2 @EYES_CLOSED ---------------- I mean this wouldn't be CrossWorlds without unlikely jumping paths literally everywhere.
es: O sea, esto no sería CrossWorlds sin caminos de parkour improvables por todos lados.

source: [11398] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/18/message #159 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.schneider2 @WHISTLING ---------------- The only thing I'm missing here is the treasure chest to collect.
es: Lo único que extraño aquí son los cofres para recoger.

source: [11399] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/19/message #160 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.schneider2 @WINK ---------------- So I suppose we both can guess when those flowers will come into play.
es: Entonces supongo que ambos podemos adivinar cuando estas flores serán útiles.

source: [11401] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/27/message #150 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 main.schneider2 @DEFAULT ---------------- Enough of this forest. Let's go back to the lake. There is one more location I want to show you.
es: Suficiente de este bosque. Volvamos al lago. Hay una localización más que quiero mostrarte.

source: [11403] data/maps/arid/forest-1.json entities/511/settings/npcStates/0/event/quest/31/task #860 NPC schneider2 IF plot.line >= 12000 && plot.line < 12100 SET_PERMA_TASK ---------------- Head back to \c[3]Vermillion Wasteland - Crimson Lake\c[0] to proceed with Lukas' tour.
es: Vuelve a \c[3]Vertedero Vermillion - Lago Carmesí\c[0] para proceder con el tour de Lukas.

source: [11404] data/maps/arid/forest-1.json entities/512/settings/event/0/message #162 EventTrigger SchneiderLeaDepressedComment START IF plot.line >= 12900 main.schneider2 @SERIOUS ---------------- Is there really nothing else you'd like to do?
es: ¿En serio no hay nada más que quieras hacer?

source: [11406] data/maps/arid/forest-1.json entities/512/settings/event/2/message #163 EventTrigger SchneiderLeaDepressedComment START IF plot.line >= 12900 main.schneider2 @NORM_SERIOUS ---------------- Lea...?
es: ¿Lea...?

source: [11407] data/maps/arid/forest-1.json entities/514/settings/event/0/message #164 EventTrigger SchneiderFlowerToldYa START IF map.signC && tmp.jumpingPath main.schneider2 @EYES_CLOSED ---------------- Hah, told you we'd be jumping over these flowers.
es: Ja, te dije que íbamos a tener que saltar por esas flores.

source: [11410] data/maps/arid/forest-1.json entities/538/settings/blockEvent/4/message #207 Door challenge-entrance IF map.trailDoorOpen && !tmp.trialDoorClosed main.schneider2 @SERIOUS ---------------- Come on, Lea. Let's call it a day.
es: Vamos, Lea. Suficiente por hoy.

source: [11411] data/maps/arid/forest-1.json entities/538/settings/blockEvent/5/message #208 Door challenge-entrance IF map.trailDoorOpen && !tmp.trialDoorClosed main.schneider2 @NORM_SERIOUS ---------------- There's still time for the trial building tomorrow.
es: Hay tiempo para el edificio de pruebas mañana.

source: [11413] data/maps/arid/forest-1.json entities/541/settings/event/6/message #19 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding main.schneider2 @SERIOUS ---------------- Okay, here we go again...
es: Ok, aquí vamos otra vez...

source: [11414] data/maps/arid/forest-1.json entities/541/settings/event/14/message #169 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding main.schneider2 @SURPRISED ---------------- Huh?
es: ¿Hm?

source: [11415] data/maps/arid/forest-1.json entities/541/settings/event/25/message #168 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding main.schneider2 @RANTING ---------------- Enemies already?\. Let us enter the damn building first!
es: ¿Ya hay enemigos?\. ¡Déjennos entrar al maldito edificio primero!

source: [11416] data/maps/arid/forest-1.json entities/560/settings/event/13/message #179 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @COMPLAINING ---------------- Finally...
es: Finalmente...

source: [11418] data/maps/arid/forest-1.json entities/560/settings/event/17/message #181 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @NORM_SERIOUS ---------------- So...\. should we enter?
es: Así que...\. ¿deberíamos entrar?

source: [11420] data/maps/arid/forest-1.json entities/560/settings/event/20/message #183 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @WORRIED ---------------- Honestly, I don't have a good feeling about this.
es: Para ser sincero, no tengo un buen presentimiento sobre esto.

source: [11421] data/maps/arid/forest-1.json entities/560/settings/event/21/message #184 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @PONDERING ---------------- There will probably be more high-level enemies in there.
es: Probablemente haya más enemigos de alto nivel ahí.

source: [11422] data/maps/arid/forest-1.json entities/560/settings/event/22/thenStep/0/message #918 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 IF newgame.sergey-hax main.schneider2 @WONDERING ---------------- Not that this matters much for you, but still...\. with you being like this today...
es: No que te importe mucho, pero aún así...\. estando de este humor hoy...

source: [11423] data/maps/arid/forest-1.json entities/560/settings/event/22/elseStep/0/message #185 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 IF NOT newgame.sergey-hax main.schneider2 @WONDERING ---------------- And with you being like this today...
es: Y contigo estando de este humor hoy...

source: [11425] data/maps/arid/forest-1.json entities/560/settings/event/24/message #187 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @SERIOUS ---------------- Should we continue another time?\. There is no reason to rush this, right?
es: ¿Deberíamos seguir otro día?\. No hay motivo para apurarnos, ¿no?

source: [11428] data/maps/arid/forest-1.json entities/560/settings/event/27/message #199 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @WORRIED ---------------- It really would help if you'd respond... at all.
es: En serio ayudaría si me respondieras... algo.

source: [11429] data/maps/arid/forest-1.json entities/560/settings/event/28/message #189 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @NORM_SERIOUS ---------------- I mean...\. I understand why you'd feel down in a situation like this.
es: O sea...\. entiendo que te sientas deprimida en una situación como esta.

source: [11430] data/maps/arid/forest-1.json entities/560/settings/event/29/message #190 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @SERIOUS ---------------- But...\. things don't have to stay that way.
es: Pero...\. las cosas no tienen por que quedar así.

source: [11431] data/maps/arid/forest-1.json entities/560/settings/event/30/message #191 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @EYES_CLOSED ---------------- I'm sure we'll find a way out.\. Out of this place...\. out of this game...
es: Estoy seguro de que encontraremos una forma de salir.\. De salir de este lugar...\. de salir del juego...

source: [11433] data/maps/arid/forest-1.json entities/560/settings/event/32/message #193 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @TOWARDS ---------------- We just shouldn't lose hope...
es: No deberíamos perder la esperanza...

source: [11435] data/maps/arid/forest-1.json entities/560/settings/event/36/message #195 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @WHISTLING ---------------- ....Lea?
es: ¿....Lea?

source: [11437] data/maps/arid/forest-1.json entities/560/settings/event/47/message #196 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @SURPRISED ---------------- ... Oh...
es: ... Oh...

source: [11438] data/maps/arid/forest-1.json entities/560/settings/event/48/message #197 EventTrigger battleEnd2 START IF tmp.enemyKill2 >= 4 main.schneider2 @SURPRISED ---------------- Oh Junge...
es: Oh Junge...

source: [11439] data/maps/arid/forest-1.json entities/561/settings/event/6/message #200 EventTrigger BeforeTrailBuldingEnter2 START IF tmp.beforeTrialBuilding && plot.line >= 13300 main.schneider2 @SERIOUS ---------------- Here we are. For real this time.
es: Aquí estamos. Va en serio esta vez.

source: [11441] data/maps/arid/forest-1.json entities/561/settings/event/14/thenStep/0/message #919 EventTrigger BeforeTrailBuldingEnter2 START IF tmp.beforeTrialBuilding && plot.line >= 13300 IF newgame.sergey-hax main.schneider2 @WONDERING ---------------- They might throw another high level enemy at us, so I'll be counting on your support in that case.
es: Puede que nos enfrentemos a más enemigos de alto nivel, así que contaré contigo en ese caso.

source: [11442] data/maps/arid/forest-1.json entities/561/settings/event/14/elseStep/0/message #202 EventTrigger BeforeTrailBuldingEnter2 START IF tmp.beforeTrialBuilding && plot.line >= 13300 IF NOT newgame.sergey-hax main.schneider2 @PONDERING ---------------- They might throw another high level enemy at us, so better keep your guard up.
es: Puede que nos enfrentemos a más enemigos de alto nivel, así que mejor estate atenta.

source: [11443] data/maps/arid/forest-1.json entities/561/settings/event/15/message #203 EventTrigger BeforeTrailBuldingEnter2 START IF tmp.beforeTrialBuilding && plot.line >= 13300 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11444] data/maps/arid/forest-1.json entities/561/settings/event/16/message #204 EventTrigger BeforeTrailBuldingEnter2 START IF tmp.beforeTrialBuilding && plot.line >= 13300 main.schneider2 @COMPLAINING ---------------- Can't wait to see what kind of room they'll show us this time.
es: No puedo esperar a ver que tipo de habitación nos mostrarán esta vez.

source: [11445] data/maps/arid/forest-1.json entities/568/settings/event/0/message #914 LocationEvent boringBridge START IF party.alive.Emilie main.emilie @HAPPY ---------------- Secret laser bridge!! Yaay!
es: ¡¡Puente de Luz secreto!! ¡Siii!

source: [11446] data/maps/arid/forest-1.json entities/570/settings/dialog/0/text #915 XenoDialog leaveComment SPAWN IF plot.line < 28000 cross-worlds.hexacast-male-red ---------------- Must leave...
es: Debo irme...

source: [11447] data/maps/arid/forest-1.json entities/570/settings/dialog/1/text #916 XenoDialog leaveComment SPAWN IF plot.line < 28000 cross-worlds.hexacast-male-red ---------------- Leave...
es: Irme...

source: [11448] data/maps/arid/forest-1.json entities/570/settings/dialog/2/text #917 XenoDialog leaveComment SPAWN IF plot.line < 28000 cross-worlds.hexacast-male-red ---------------- Please let me leave...
es: Por favor déjenme irme...

source: [11449] data/maps/arid/interior/barrack-room01.json entities/27/settings/event/5/message #4 EventTrigger GoToBed_Day1 START IF tmp.goToBed && plot.line >= 11100 main.schneider2 @SERIOUS ---------------- Well here we are.
es: Bueno, aquí estamos.

source: [11450] data/maps/arid/interior/barrack-room01.json entities/27/settings/event/6/message #5 EventTrigger GoToBed_Day1 START IF tmp.goToBed && plot.line >= 11100 main.schneider2 @UP ---------------- My room's up here, yours?
es: Mi habitación está aquí arriba, ¿la tuya?

source: [11451] data/maps/arid/interior/barrack-room01.json entities/27/settings/event/16/message #6 EventTrigger GoToBed_Day1 START IF tmp.goToBed && plot.line >= 11100 main.schneider2 @NORM_SERIOUS ---------------- I see.\. Let's try to rest and meet up tomorrow. We'll see what happens.
es: Ya veo.\. Tratemos de descansar, nos encontramos mañana. Vemos que pasa.

source: [11452] data/maps/arid/interior/barrack-room01.json entities/27/settings/event/17/message #7 EventTrigger GoToBed_Day1 START IF tmp.goToBed && plot.line >= 11100 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11453] data/maps/arid/interior/barrack-room01.json entities/27/settings/event/18/message #8 EventTrigger GoToBed_Day1 START IF tmp.goToBed && plot.line >= 11100 main.lea @DEFAULT ---------------- Bye!
es: ¡Adiós!

source: [11454] data/maps/arid/interior/barrack-room01.json entities/27/settings/event/19/message #9 EventTrigger GoToBed_Day1 START IF tmp.goToBed && plot.line >= 11100 main.schneider2 @EYES_CLOSED ---------------- Good night, Lea.
es: Buenas noches, Lea.

source: [11455] data/maps/arid/interior/barrack-room01.json entities/29/settings/event/6/message #10 EventTrigger GoToBed_Day2 START IF tmp.goToBed && plot.line >= 12300 main.schneider2 @DEFAULT ---------------- Alright, guess that's all for today.
es: Bien, supongo que eso es todo por hoy.

source: [11456] data/maps/arid/interior/barrack-room01.json entities/29/settings/event/7/message #11 EventTrigger GoToBed_Day2 START IF tmp.goToBed && plot.line >= 12300 main.schneider2 @TOWARDS ---------------- See you soon!
es: ¡Nos vemos!

source: [11457] data/maps/arid/interior/barrack-room01.json entities/29/settings/event/8/message #12 EventTrigger GoToBed_Day2 START IF tmp.goToBed && plot.line >= 12300 main.lea @EXCITED ---------------- Bye!
es: ¡Adiós!

source: [11458] data/maps/arid/interior/barrack-room01.json entities/29/settings/event/9/message #13 EventTrigger GoToBed_Day2 START IF tmp.goToBed && plot.line >= 12300 main.schneider2 @UP ---------------- Good night!
es: ¡Buenas noches!

source: [11459] data/maps/arid/interior/barrack-room01.json entities/33/settings/event/7/task #41 EventTrigger depressedWalkStart START IF plot.line >= 12700 SET_PERMA_TASK ---------------- Just... walk outside.
es: Sólo... camina afuera...

source: [11461] data/maps/arid/interior/barrack-room01.json entities/37/settings/event/9/message #17 EventTrigger GoToBed_Day3 START IF tmp.goToBed && plot.line >= 13100 main.schneider2 @SERIOUS ---------------- So...\. I guess this is where we split.
es: Así que...\. Supongo que aquí nos separamos.

source: [11463] data/maps/arid/interior/barrack-room01.json entities/37/settings/event/11/message #21 EventTrigger GoToBed_Day3 START IF tmp.goToBed && plot.line >= 13100 main.schneider2 @NORM_SERIOUS ---------------- Will you be okay by yourself?
es: ¿Estarás bien por ti misma?

source: [11465] data/maps/arid/interior/barrack-room01.json entities/37/settings/event/22/message #23 EventTrigger GoToBed_Day3 START IF tmp.goToBed && plot.line >= 13100 main.schneider2 @SERIOUS ---------------- Things will work out.
es: Las cosas saldrán bien.

source: [11467] data/maps/arid/interior/barrack-room01.json entities/37/settings/event/24/message #25 EventTrigger GoToBed_Day3 START IF tmp.goToBed && plot.line >= 13100 main.lea @NOD_SAD ---------------- [nods]
es: [asiente]

source: [11468] data/maps/arid/interior/barrack-room01.json entities/37/settings/event/33/message #26 EventTrigger GoToBed_Day3 START IF tmp.goToBed && plot.line >= 13100 main.schneider2 @DEFAULT ---------------- Good night, Lea.
es: Buenas noches, Lea.

source: [11470] data/maps/arid/interior/barrack-room01.json entities/37/settings/event/35/message #28 EventTrigger GoToBed_Day3 START IF tmp.goToBed && plot.line >= 13100 main.lea @DEFAULT ---------------- ...Bye.
es: ...Adiós.

source: [11471] data/maps/arid/interior/barrack-room01.json entities/38/settings/event/8/message #29 EventTrigger GoToBed_Day4 START IF tmp.goToBed && plot.line >= 13510 main.schneider2 @DEFAULT ---------------- Okay then...
es: Esta bien...

source: [11472] data/maps/arid/interior/barrack-room01.json entities/38/settings/event/9/message #30 EventTrigger GoToBed_Day4 START IF tmp.goToBed && plot.line >= 13510 main.schneider2 @EYES_CLOSED ---------------- I hope you can still sleep well after you saw the nightmare that is my flat.
es: Espero que puedas dormir bien luego de ver el horror que es mi habitación.

source: [11474] data/maps/arid/interior/barrack-room01.json entities/38/settings/event/11/message #32 EventTrigger GoToBed_Day4 START IF tmp.goToBed && plot.line >= 13510 main.schneider2 @TOWARDS ---------------- Make sure you're well rested for tomorrow.
es: Asegúrate de descansar para mañana.

source: [11475] data/maps/arid/interior/barrack-room01.json entities/38/settings/event/12/message #33 EventTrigger GoToBed_Day4 START IF tmp.goToBed && plot.line >= 13510 main.schneider2 @DEFAULT ---------------- Good night!
es: ¡Buenas noches!

source: [11477] data/maps/arid/interior/barrack-room01.json entities/38/settings/event/27/message #39 EventTrigger GoToBed_Day4 START IF tmp.goToBed && plot.line >= 13510 main.lea @DEFAULT ---------------- Bye!
es: ¡Adiós!

source: [11478] data/maps/arid/interior/barrack-room02.json entities/17/settings/event/0/message #7 EventTrigger WayToBarraksComment START IF plot.line >= 11120 main.schneider2 @WONDERING ---------------- Right corridor?
es: ¿Corredor derecho?

source: [11479] data/maps/arid/interior/barrack-room02.json entities/17/settings/event/1/message #6 EventTrigger WayToBarraksComment START IF plot.line >= 11120 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11480] data/maps/arid/interior/barrack-room02.json entities/17/settings/event/2/message #8 EventTrigger WayToBarraksComment START IF plot.line >= 11120 main.schneider2 @NORM_SERIOUS ---------------- Alright...
es: De acuerdo...

source: [11481] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/11/message #11 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.schneider2 @DEFAULT ---------------- Hey!
es: ¡Ey!

source: [11483] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/13/message #13 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.schneider2 @NORM_SERIOUS ---------------- Uhm... Good morning.
es: Uhm... Buenos días.
