Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [12498] data/maps/arid/tower-1.json entities/288/settings/event/75/message #1110 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_LAUGH ---------------- Hahaha!
es: ¡Jajajaja!

source: [12499] data/maps/arid/tower-1.json entities/288/settings/event/76/message #1111 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_GRIN ---------------- Really, I'm impressed.
es: En serio, estoy impresionado.

source: [12500] data/maps/arid/tower-1.json entities/288/settings/event/77/message #1112 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_SMILE ---------------- To think you'd go that far, finding such an obscure loophole... just to recover some data.
es: Quién pensaría que irías tan lejos, encontrar una falla tan oculta... sólo para recuperar algunos datos.

source: [12501] data/maps/arid/tower-1.json entities/288/settings/event/83/message #1109 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @ANGRY ---------------- "Some data", you say?
es: ¿"Algunos datos", dices?

source: [12502] data/maps/arid/tower-1.json entities/288/settings/event/85/message #1113 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @SCREAM ---------------- You really don't hold even an ounce of respect for all the work we did over all these years, do you?!
es: ¡¿No tienes ni una pizca de respeto por todo el trabajo que hicimos en estos años, cierto?!

source: [12503] data/maps/arid/tower-1.json entities/288/settings/event/89/message #1114 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_UNPLEASED ---------------- Oh I do, Shizuka.\. I most certainly do.
es: Oh, claro que sí, Shizuka.\. Por supuesto que sí.

source: [12504] data/maps/arid/tower-1.json entities/288/settings/event/90/message #1115 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_DOWN_SMILE ---------------- The Evotar interrogation program has been a tremendous success.
es: El programa de interrogación de Evotares ha sido un tremendo éxito.

source: [12505] data/maps/arid/tower-1.json entities/288/settings/event/91/message #1116 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_SMILE ---------------- And it is thanks to all your efforts, I would never deny that.
es: Y es gracias a todos tus esfuerzos, jamás lo negaría.

source: [12506] data/maps/arid/tower-1.json entities/288/settings/event/95/message #1117 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @SAD ---------------- Then...\. why...
es: Entonces...\. por qué...

source: [12507] data/maps/arid/tower-1.json entities/288/settings/event/97/message #1118 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @SCREAM ---------------- WHY would you do all of this to us?!
es: ¡¿POR QUÉ nos harias esto?!

source: [12508] data/maps/arid/tower-1.json entities/288/settings/event/99/message #1119 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @SHOUT ---------------- Threaten us?!
es: ¡¿Amenazarnos?!

source: [12509] data/maps/arid/tower-1.json entities/288/settings/event/101/message #1120 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @STRICT ---------------- Hold us hostage?!
es: ¡¿Tenernos de rehén?!

source: [12510] data/maps/arid/tower-1.json entities/288/settings/event/102/message #1121 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @ANGRY ---------------- Over all these years?
es: ¿Por todos estos años?

source: [12511] data/maps/arid/tower-1.json entities/288/settings/event/106/message #1122 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_UNPLEASED ---------------- Because you didn't leave me any choice.
es: Porque no me dieron alternativa.

source: [12512] data/maps/arid/tower-1.json entities/288/settings/event/107/message #1123 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_DOWN ---------------- I only did what was necessary to uphold this business.
es: Sólo hice lo necesario para mantener el negocio.

source: [12513] data/maps/arid/tower-1.json entities/288/settings/event/108/message #1124 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_WARN ---------------- You wanted to drop everything!
es: ¡Querían destruir todo!

source: [12514] data/maps/arid/tower-1.json entities/288/settings/event/109/message #1125 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_GNASH ---------------- Tell the authorities.\. Make me pay for my evil deeds.
es: Dile a las autoridades.\. Háganme pagar por mis malévolas acciones.

source: [12515] data/maps/arid/tower-1.json entities/288/settings/event/110/message #1126 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED ---------------- Conveniently ignoring the fact that we were all in this together.
es: Convenientemente ignorando el hecho de que estamos todos en la misma bolsa.

source: [12516] data/maps/arid/tower-1.json entities/288/settings/event/111/message #1127 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_UNPLEASED ---------------- Please don't forget that we started off as \c[3]partners\c[0].
es: Por favor, no te olvides que empezamos esto como \c[3]compañeros\c[0].

source: [12517] data/maps/arid/tower-1.json entities/288/settings/event/112/message #1128 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_FROWN ---------------- And we'd still be partners to this day, if it wasn't for this one...\. ideological disagreement.
es: Y seguiríamos siendo compañeros, si no fuese por este único...\. desacuerdo ideológico.

source: [12518] data/maps/arid/tower-1.json entities/288/settings/event/116/message #1129 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @ANNOYED ---------------- We are creating Evotars to extract information.
es: Estamos creando Evotares para extraer información.

source: [12519] data/maps/arid/tower-1.json entities/288/settings/event/117/message #1130 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @CONFLICTED ---------------- And once that is done, we just throw them away!
es: Y cuando terminamos, ¡simplemente los desechamos!

source: [12520] data/maps/arid/tower-1.json entities/288/settings/event/118/message #1131 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @SAD ---------------- Kill them off!
es: ¡Los matamos!

source: [12521] data/maps/arid/tower-1.json entities/288/settings/event/119/message #1132 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @ANGRY ---------------- Evotars...\. they're not just "some data"!
es: Los Evotares...\. ¡no son sólo "algunos datos"!

source: [12522] data/maps/arid/tower-1.json entities/288/settings/event/120/message #1180 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @CONCERNED ---------------- They have memories.\. Personality.\. Emotions!
es: Tienen memorias.\. Personalidad.\. ¡Emociones!

source: [12523] data/maps/arid/tower-1.json entities/288/settings/event/122/message #1133 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @SCREAM ---------------- You are killing digitized human beings, Sidwell!
es: ¡Estás matando seres humanos digitalizados, Sidwell!

source: [12524] data/maps/arid/tower-1.json entities/288/settings/event/123/message #1134 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @YELL ---------------- What kind of monsters do you think we are to just go along with that?!
es: ¡¿Qué clase de monstruos crees que somos como para seguirte la corriente?!

source: [12525] data/maps/arid/tower-1.json entities/288/settings/event/127/message #1135 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_UNPLEASED ---------------- Shizuka...
es: Shizuka...

source: [12526] data/maps/arid/tower-1.json entities/288/settings/event/128/message #1136 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_FROWN ---------------- We've had this discussion so many times already...\. I've grown tired of it.
es: Tuvimos esta discusión tantas veces...\. que ya estoy cansado de ella.

source: [12527] data/maps/arid/tower-1.json entities/288/settings/event/129/message #1137 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED ---------------- I've supported your research for many years now.
es: He financiado tu investigación por muchos años ya.

source: [12528] data/maps/arid/tower-1.json entities/288/settings/event/130/message #1138 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_UNPLEASED ---------------- I effectively enabled you to create Evotars in the first place.
es: Fui yo el que te permitió crear Evotares en primer lugar.

source: [12529] data/maps/arid/tower-1.json entities/288/settings/event/131/message #1139 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_FROWN ---------------- I made it so that Evotars have a place to exist at all.
es: Fui yo el que hizo que los Evotares siquiera tengan un lugar donde existir.

source: [12530] data/maps/arid/tower-1.json entities/288/settings/event/132/message #1140 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_GNASH ---------------- Ending this business would mark the \c[3]end of every Evotar\c[0] in existence.
es: Terminar con este negocio sería \c[3]el fin de todos los Evotares\c[0] que existen.

source: [12531] data/maps/arid/tower-1.json entities/288/settings/event/133/message #1141 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_WARN ---------------- At once and forever.
es: De una vez por todas.

source: [12532] data/maps/arid/tower-1.json entities/288/settings/event/134/message #1142 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_FROWN ---------------- I DO understand your concerns about how we abuse Evotars.
es: ENTIENDO tus preocupaciones sobre como abusamos de los Evotares.

source: [12533] data/maps/arid/tower-1.json entities/288/settings/event/135/message #1143 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_UNPLEASED ---------------- But there are no other options.
es: Pero no hay alternativa.

source: [12534] data/maps/arid/tower-1.json entities/288/settings/event/136/message #1144 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED ---------------- How else do you think we can generate revenue, Shizuka?
es: ¿De que otro modo crees que podemos generar dinero, Shizuka?

source: [12535] data/maps/arid/tower-1.json entities/288/settings/event/137/message #1145 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_FROWN ---------------- Evotars are effectively illegal.
es: Los Evotares son ilegales.

source: [12536] data/maps/arid/tower-1.json entities/288/settings/event/138/message #1146 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_GNASH ---------------- Make anything of this public and Instatainment will shut us down at once.
es: Haz una pizca de todo esto pública e Instatainment nos hará cerrar en un abrir y cerrar de ojos.

source: [12537] data/maps/arid/tower-1.json entities/288/settings/event/139/message #1147 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_UNPLEASED ---------------- We can only operate in the shadow of this company, hidden in the Playground.
es: Sólo podemos operar en la sombra de la compañía, escondidos en el Campo de Juego.

source: [12538] data/maps/arid/tower-1.json entities/288/settings/event/140/message #1148 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_WARN ---------------- The black market of information is our only option.
es: El mercado negro de la información es nuestra úncia ruta.

source: [12539] data/maps/arid/tower-1.json entities/288/settings/event/150/message #1149 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.grumpy @ANNOYED ---------------- That is a conveniently limited view if I ever heard one.
es: Que forma de verlo tan convenientemente limitada.

source: [12540] data/maps/arid/tower-1.json entities/288/settings/event/151/message #1150 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.grumpy @ANGRY ---------------- Assuming that there is simply no way to find an agreement with Instatainment.
es: Asumiendo que no hay forma de hacer un acuerdo con Instatainment.

source: [12541] data/maps/arid/tower-1.json entities/288/settings/event/152/message #1151 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.grumpy @SARCASTIC ---------------- Sure, the company will be hard to convince.
es: Si, la compañía será dificil de convencer.

source: [12542] data/maps/arid/tower-1.json entities/288/settings/event/153/message #1152 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.grumpy @ANGRY ---------------- But you underestimate the achievements Satoshi and the others have made here.
es: Pero desvalorizas los logros que Satoshi y el resto han conseguido hacer.

source: [12543] data/maps/arid/tower-1.json entities/288/settings/event/154/message #1153 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.grumpy @UP ---------------- Those Evotars...\. they have the potential to change the world.
es: Esos Evotares...\. tienen el potencial de cambiar el mundo.

source: [12544] data/maps/arid/tower-1.json entities/288/settings/event/155/message #1154 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.grumpy @EYES_CLOSED ---------------- Even Instatainment might be able to understand this.
es: Incluso Instatainment podría llegar a entenderlo.

source: [12545] data/maps/arid/tower-1.json entities/288/settings/event/167/message #1155 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.schneider @WINK ---------------- But of course, things wouldn't be quite as much under your control once Evotars become public.
es: Pero por supuesto, las cosas no estarían bajo tu control si los Evotares fuesen públicos.

source: [12546] data/maps/arid/tower-1.json entities/288/settings/event/168/message #1156 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.schneider @EYES_CLOSED ---------------- Japp!\. Obviously, you'd like things to stay just the way they are.
es: ¡Japp!\. Es obvio que te gustaría que las cosas se queden como están.

source: [12547] data/maps/arid/tower-1.json entities/288/settings/event/172/message #1157 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.buggy @UP ---------------- Yes! Just what they said! 100% agreed!
es: ¡Si! ¡Lo que dijo! ¡100% de acuerdo!

source: [12548] data/maps/arid/tower-1.json entities/288/settings/event/177/message #1158 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.fancyguy @POINTING ---------------- Fiend!\. Your deceptive speech shall not blind us!
es: ¡Desalmado!\. ¡Tu engañoso discurso no nos cegará!

source: [12549] data/maps/arid/tower-1.json entities/288/settings/event/182/message #1159 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.emilie @SHOUT ---------------- Oui!\. Now shut up and get down here in person!
es: ¡Oui!\. ¡Ahora cállate y ven aquí en persona!

source: [12550] data/maps/arid/tower-1.json entities/288/settings/event/183/message #1160 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.emilie @DETERMINED ---------------- You're in for some punching!!
es: ¡¡Te debo una paliza!!

source: [12551] data/maps/arid/tower-1.json entities/288/settings/event/187/message #1161 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_FROWN ---------------- Pointless, as usual.
es: Inútil, como siempre.

source: [12552] data/maps/arid/tower-1.json entities/288/settings/event/188/message #1162 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED ---------------- Now then...\. what next?
es: Entonces...\. ¿que sigue?

source: [12553] data/maps/arid/tower-1.json entities/288/settings/event/189/message #1163 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_SMILE ---------------- I assume you plan to just walk up to the server, reboot it and fetch the data, am I right?
es: Asumo que planean simplemente ir hacia el servidor, reiniciarlo y recuperar los datos, ¿no?

source: [12554] data/maps/arid/tower-1.json entities/288/settings/event/190/message #1164 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_GRIN ---------------- Well, I have bad news for you.
es: Bueno, les tengo malas noticias.

source: [12555] data/maps/arid/tower-1.json entities/288/settings/event/192/message #1165 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_DOWN_SMILE ---------------- There is a reason the server is located \c[3]inside the tower\c[0].
es: Hay un motivo por el cual el servidor está \c[3]dentro de la torre\c[0].

source: [12556] data/maps/arid/tower-1.json entities/288/settings/event/193/message #1166 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_SMILE ---------------- Inside a \c[3]dungeon instance\c[0].
es: Dentro de una \c[3]instancia de mazmorra\c[0].

source: [12557] data/maps/arid/tower-1.json entities/288/settings/event/194/message #1167 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_UNPLEASED ---------------- I hold control over the environment server.
es: Tengo control sobre el servidor del ambiente.

source: [12558] data/maps/arid/tower-1.json entities/288/settings/event/195/message #1168 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_FROWN ---------------- I can clear the room instance of the server at any time.
es: Puedo borrar instancia de la habitación donde está el servidor en cualquier momento.

source: [12559] data/maps/arid/tower-1.json entities/288/settings/event/196/message #1169 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_DOWN_SMILE ---------------- Effectively removing the platform below it.
es: Efectivamente quitando la plataforma debajo de el.

source: [12560] data/maps/arid/tower-1.json entities/288/settings/event/197/message #1170 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_SMILE ---------------- Letting it \c[3]fall and crash\c[0]. Rendering it \c[3]unusable\c[0].
es: Dejándolo \c[3]caer y que se estrelle\c[0]. Haciéndolo \c[3]inusable\c[0].

source: [12561] data/maps/arid/tower-1.json entities/288/settings/event/199/message #1171 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.sergey @SURPRISED ---------------- No...
es: No...

source: [12562] data/maps/arid/tower-1.json entities/288/settings/event/200/message #1172 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_GRIN ---------------- That's right. The command to clear the data doesn't go through the Evotar server.
es: Oíste bien. El comando para borrar los datos no pasa por el servidor de los Evotares.

source: [12563] data/maps/arid/tower-1.json entities/288/settings/event/201/message #1173 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_LAUGH ---------------- It goes through the \c[3]Environment Server\c[0]!
es: ¡Pasa por el \c[3]Servidor del Ambiente\c[0]!

source: [12564] data/maps/arid/tower-1.json entities/288/settings/event/202/message #1174 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.sergey @SHOCK ---------------- No! How could I forget about this?!
es: ¡No! ¡¿Cómo pude olvidarme de esto?!

source: [12565] data/maps/arid/tower-1.json entities/288/settings/event/204/message #1175 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_GRIN ---------------- Now then!
es: ¡Ahora!

source: [12566] data/maps/arid/tower-1.json entities/288/settings/event/205/message #1176 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_DOWN_SMILE ---------------- That was quite the fuss you put up there.
es: Estuvieron haciendo bastante lío.

source: [12567] data/maps/arid/tower-1.json entities/288/settings/event/206/message #1177 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_SMILE ---------------- Very entertaining to watch...
es: Muy entretenido de ver...

source: [12568] data/maps/arid/tower-1.json entities/288/settings/event/207/message #1178 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_WARN ---------------- But ultimately...\. all for nothing!
es: Pero en definitiva...\. ¡todo para nada!

source: [12569] data/maps/arid/tower-1.json entities/288/settings/event/209/message #1179 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 SHOW_OFFSCREEN_MSG ---------------- WE BEG TO DIFFER!
es: ¡NO ESTAMOS DE ACUERDO!

source: [12570] data/maps/arid/tower-1.json entities/288/settings/event/234/message #17 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @TOWARD_TALK ---------------- This tower...\. it is our domain!
es: Esta torre...\. ¡es nuestro dominio!

source: [12571] data/maps/arid/tower-1.json entities/288/settings/event/236/message #1181 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @SHOUT ---------------- And therefore, we will make the rules!
es: ¡Y por ello, nosotros hacemos las reglas!

source: [12572] data/maps/arid/tower-1.json entities/288/settings/event/237/message #1182 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @DOWN_TALK ---------------- The server will remain untouched until our final demand has been granted!
es: ¡Este servidor permanecerá intacto hasta que nuestra última demanda sea concedida!

source: [12573] data/maps/arid/tower-1.json entities/288/settings/event/259/message #1185 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @SMILE ---------------- Lea!
es: ¡Lea!

source: [12574] data/maps/arid/tower-1.json entities/288/settings/event/260/message #1186 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @DOWN_TALK ---------------- Once the incomplete vessel!
es: ¡Alguna vez una vasija incompleta!

source: [12575] data/maps/arid/tower-1.json entities/288/settings/event/261/message #1187 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @LAUGH ---------------- Now filled with strength and determination!
es: ¡Ahora llena de fuerza y determinación!

source: [12576] data/maps/arid/tower-1.json entities/288/settings/event/262/message #1188 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @SMILE ---------------- We are overjoyed to have you back!
es: ¡Nos llena de alegría tenerte de vuelta!

source: [12577] data/maps/arid/tower-1.json entities/288/settings/event/263/message #1189 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @LAUGH ---------------- For we have prepared the ultimate challenge!
es: ¡Ya que hemos diseñado el desafío final!
