Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/maps/arid/tower-1.json//entities/284/settings/event/2/message
source: Hm, you found a workaround already?
es_es: Hm, ¿ya has encontrado la forma?
ru_ru: Хм, ты уже нашла обходное решение?

# data/maps/arid/tower-1.json//entities/286/settings/event/2/message
source: We are almost there!!
es_es: ¡¡Ya casi estamos!!
ru_ru: Мы почти закончили!!

# data/maps/arid/tower-1.json//entities/287/settings/event/12/message
source: No more Evotars left...
es_es: No quedan más Evotares...
ru_ru: Эвотаров больше не осталось...

# data/maps/arid/tower-1.json//entities/287/settings/event/13/message
source: So what now?
es_es: ¿Ahora qué?
ru_ru: И что теперь?

# data/maps/arid/tower-1.json//entities/287/settings/event/31/message
source: It seems like your plan didn't work out as expected, hm?
es_es: Parece que tu plan no salió como esperabas, ¿no?
ru_ru: Похоже, ваш план не сработал, как ожидалось, хм?

# data/maps/arid/tower-1.json//entities/287/settings/event/32/message
source: You have zapped every Evotar in the area.
es_es: Borraste a todos los Evotares en el área.
ru_ru: Вы облучили каждого эвотара в этом районе.

# data/maps/arid/tower-1.json//entities/287/settings/event/34/message
source: That is not entirely correct.
es_es: Eso no es precisamente correcto.
ru_ru: Это не совсем верно.

# data/maps/arid/tower-1.json//entities/287/settings/event/35/message
source: There is one Evotar left.
es_es: Aún queda un Evotar.
ru_ru: Один эвотар остался.

# data/maps/arid/tower-1.json//entities/287/settings/event/52/message
source: W-What happened? Lea... is that you?!
es_es: ¿Q-Que pasó? Lea... ¡¿eres tú?!
ru_ru: Ч-Что случилось? Лея... это ты?!

# data/maps/arid/tower-1.json//entities/287/settings/event/57/message
source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

# data/maps/arid/tower-1.json//entities/287/settings/event/63/message
source: Huh?
es_es: ¿Hm?
ru_ru: Хм?

# data/maps/arid/tower-1.json//entities/287/settings/event/66/message
source: Lea!! Now!!
es_es: ¡¡Lea!! ¡¡Ahora!!
ru_ru: Лея!! Сейчас!!

# data/maps/arid/tower-1.json//entities/287/settings/event/79/message
source: Sorry!!
es_es: ¡¡Perdón!!
ru_ru: Прости!!

# data/maps/arid/tower-1.json//entities/287/settings/event/81/message
source: Lea, what's going-
es_es: Lea, que está-
ru_ru: Лея, что проис-

# data/maps/arid/tower-1.json//entities/287/settings/event/87/message
source: \s[5]Whaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaa...
ru_ru: \s[5]Ааааааааааааааааааааа aaaaaaaaaaaaaaaaaaaaaa...

# data/maps/arid/tower-1.json//entities/288/settings/event/28/action/1/text
source: Unexpected Error
es_es: Error Inesperado
ru_ru: Непредвиденная ошибка

# data/maps/arid/tower-1.json//entities/288/settings/event/30/action/1/text
source: Unexpected Error
es_es: Error Inesperado
ru_ru: Непредвиденная ошибка

# data/maps/arid/tower-1.json//entities/288/settings/event/32/action/1/text
source: Unexpected Error
es_es: Error Inesperado
ru_ru: Непредвиденная ошибка

# data/maps/arid/tower-1.json//entities/288/settings/event/39/message
source: ...Bye.
es_es: ...Adiós.
ru_ru: ...Пока.

# data/maps/arid/tower-1.json//entities/288/settings/event/46/message
source: That was supposed to happen, right?
es_es: Eso debía pasar, ¿no?
ru_ru: Такое должно было произойти, да?

# data/maps/arid/tower-1.json//entities/288/settings/event/48/message
source: Yes! We did it!
es_es: ¡Si! ¡Lo hicimos!
ru_ru: Да! Мы сделали это!

# data/maps/arid/tower-1.json//entities/288/settings/event/49/message
source: We crashed the Evotar server.
es_es: Bloqueamos el servidor de los Evotares.
ru_ru: Мы обрушили сервер эвотаров.

# data/maps/arid/tower-1.json//entities/288/settings/event/50/message
source: And everything exploded?
es_es: ¿Y todo explotó?
ru_ru: И всё взорвалось?

# data/maps/arid/tower-1.json//entities/288/settings/event/51/message
source: Yes, but do not worry about the Evotars.
es_es: Si, pero no te preocupes por los Evotares.
ru_ru: Да, но не беспокойся об эвотарах.

# data/maps/arid/tower-1.json//entities/288/settings/event/52/message
source: Their data is still intact and can be recovered.
es_es: Sus datos siguen intactos y pueden ser recuperados.
ru_ru: Их данные остаются нетронутыми и могут быть восстановлены.

# data/maps/arid/tower-1.json//entities/288/settings/event/71/message
source: Hm. That was your plan, I suppose?
es_es: Hm. ¿Ese era tu plan?
ru_ru: Хм. Это был ваш план, я так полагаю?

# data/maps/arid/tower-1.json//entities/288/settings/event/72/message
source: The Evotar server has crashed, so I can't access it.
es_es: El servidor de los Evotares está bloqueado, así que no puedo acceder.
ru_ru: Сервер эвотаров упал, поэтому я не могу получить к нему доступ.

# data/maps/arid/tower-1.json//entities/288/settings/event/73/message
source: Hah...\. clever.\. Very clever, indeed!
es_es: Ja...\. inteligente.\. ¡Muy inteligente!
ru_ru: Хах...\. умно.\. И впрямь очень умно!

# data/maps/arid/tower-1.json//entities/288/settings/event/74/message
source: I assume simply rebooting the server won't fix it either, will it?
es_es: Asumo que simplemente reiniciarlo no lo arreglará, ¿no?
ru_ru: Я предполагаю, что простая перезагрузка сервера не сможет этого исправить, так ведь?

# data/maps/arid/tower-1.json//entities/288/settings/event/75/message
source: Hahaha!
es_es: ¡Jajajaja!
ru_ru: Хахаха!

# data/maps/arid/tower-1.json//entities/288/settings/event/76/message
source: Really, I'm impressed.
es_es: En serio, estoy impresionado.
ru_ru: Действительно, я впечатлён.

# data/maps/arid/tower-1.json//entities/288/settings/event/77/message
source: To think you'd go that far, finding such an obscure loophole... just to recover some data.
es_es: Quién pensaría que irías tan lejos, encontrar una falla tan oculta... solo para recuperar algunos datos.
ru_ru: Не думал, что вы зайдёте так далеко, найдя такую лазейку... просто чтобы восстановить некоторые данные.

# data/maps/arid/tower-1.json//entities/288/settings/event/83/message
source: "Some data", you say?
es_es: ¿"Algunos datos", dices?
ru_ru: "Некоторые данные", ты сказал?

# data/maps/arid/tower-1.json//entities/288/settings/event/85/message
source: You really don't hold even an ounce of respect for all the work we did over all these years, do you?!
es_es: ¡¿No tienes ni una pizca de respeto por todo el trabajo que hicimos en estos años, cierto?!
ru_ru: Ты не испытываешь ни капли уважения ко всей работе, которую мы проделали за все эти годы, так ведь?!

# data/maps/arid/tower-1.json//entities/288/settings/event/89/message
source: Oh I do, Shizuka.\. I most certainly do.
es_es: Oh, claro que sí, Shizuka.\. Por supuesto que sí.
ru_ru: Я уважаю эту работу, Шизука.\. Ещё как уважаю.

# data/maps/arid/tower-1.json//entities/288/settings/event/90/message
source: The Evotar interrogation program has been a tremendous success.
es_es: El programa de interrogación de Evotares ha sido un tremendo éxito.
ru_ru: Программа допроса эвотаров имела огромный успех.

# data/maps/arid/tower-1.json//entities/288/settings/event/91/message
source: And it is thanks to all your efforts, I would never deny that.
es_es: Y es gracias a todos tus esfuerzos, jamás lo negaría.
ru_ru: И это всё благодаря вашим усилиям, я никогда не буду отрицать этого.

# data/maps/arid/tower-1.json//entities/288/settings/event/95/message
source: Then...\. why...
es_es: Entonces...\. por qué...
ru_ru: Тогда...\. почему...

# data/maps/arid/tower-1.json//entities/288/settings/event/97/message
source: WHY would you do all of this to us?!
es_es: ¡¿POR QUÉ nos harias esto?!
ru_ru: ПОЧЕМУ ты сделал всё это с нами?!

# data/maps/arid/tower-1.json//entities/288/settings/event/99/message
source: Threaten us?!
es_es: ¡¿Amenazarnos?!
ru_ru: Угрожал нам?!

# data/maps/arid/tower-1.json//entities/288/settings/event/101/message
source: Hold us hostage?!
es_es: ¡¿Tenernos de rehén?!
ru_ru: Держал нас в заложниках?!

# data/maps/arid/tower-1.json//entities/288/settings/event/102/message
source: Over all these years?
es_es: ¿Por todos estos años?
ru_ru: Все эти годы?

# data/maps/arid/tower-1.json//entities/288/settings/event/106/message
source: Because you didn't leave me any choice.
es_es: Porque no me dieron alternativa.
ru_ru: Потому что вы не оставили мне выбора.

# data/maps/arid/tower-1.json//entities/288/settings/event/107/message
source: I only did what was necessary to uphold this business.
es_es: Solo hice lo necesario para mantener el negocio.
ru_ru: Я сделал только то, что было необходимо для поддержания этого бизнеса.

# data/maps/arid/tower-1.json//entities/288/settings/event/108/message
source: You wanted to drop everything!
es_es: ¡Querían destruir todo!
ru_ru: Вы хотели всё бросить!

# data/maps/arid/tower-1.json//entities/288/settings/event/109/message
source: Tell the authorities.\. Make me pay for my evil deeds.
es_es: Dile a las autoridades.\. Háganme pagar por mis malévolas acciones.
ru_ru: Рассказать разработчикам.\. Заставить меня заплатить за мои злые дела.

# data/maps/arid/tower-1.json//entities/288/settings/event/110/message
source: Conveniently ignoring the fact that we were all in this together.
es_es: Convenientemente ignorando el hecho de que estamos todos en la misma bolsa.
ru_ru: Удобно игнорируя тот факт, что мы все были замешаны в этом.

# data/maps/arid/tower-1.json//entities/288/settings/event/111/message
source: Please don't forget that we started off as \c[3]partners\c[0].
es_es: Por favor, no te olvides que empezamos esto como \c[3]compañeros\c[0].
ru_ru: Пожалуйста, не забывай, что мы начинали как \c[3]партнёры\c[0].

# data/maps/arid/tower-1.json//entities/288/settings/event/112/message
source: And we'd still be partners to this day, if it wasn't for this one...\. ideological disagreement.
es_es: Y seguiríamos siendo compañeros, si no fuese por este único...\. desacuerdo ideológico.
ru_ru: И мы были бы партнерами по сей день, если бы не эти...\. идеологические разногласия.

# data/maps/arid/tower-1.json//entities/288/settings/event/116/message
source: We are creating Evotars to extract information.
es_es: Estamos creando Evotares para extraer información.
ru_ru: Мы создаём эвотаров для извлечения информации.

# data/maps/arid/tower-1.json//entities/288/settings/event/117/message
source: And once that is done, we just throw them away!
es_es: Y cuando terminamos, ¡simplemente los desechamos!
ru_ru: И как только всё заканчивается, мы просто выбрасываем их!

# data/maps/arid/tower-1.json//entities/288/settings/event/118/message
source: Kill them off!
es_es: ¡Los matamos!
ru_ru: Избавляемся от них!

# data/maps/arid/tower-1.json//entities/288/settings/event/119/message
source: Evotars...\. they're not just "some data"!
es_es: Los Evotares...\. ¡no son solo "algunos datos"!
ru_ru: Эвотары...\. они не просто "некоторые данные"!

# data/maps/arid/tower-1.json//entities/288/settings/event/120/message
source: They have memories.\. Personality.\. Emotions!
es_es: Tienen memorias.\. Personalidad.\. ¡Emociones!
ru_ru: У них есть воспоминания.\. Личность.\. Эмоции!

# data/maps/arid/tower-1.json//entities/288/settings/event/122/message
source: You are killing digitized human beings, Sidwell!
es_es: ¡Estás matando seres humanos digitalizados, Sidwell!
ru_ru: Ты убиваешь оцифрованные человеческие существа, Сидвелл!

# data/maps/arid/tower-1.json//entities/288/settings/event/123/message
source: What kind of monsters do you think we are to just go along with that?!
es_es: ¡¿Qué clase de monstruos crees que somos como para seguirte la corriente?!
ru_ru: За каких монстров ты нас держишь, если думаешь, что мы должны просто согласиться с этим?!

# data/maps/arid/tower-1.json//entities/288/settings/event/127/message
source: Shizuka...
ru_ru: Шизука...

# data/maps/arid/tower-1.json//entities/288/settings/event/128/message
source: We've had this discussion so many times already...\. I've grown tired of it.
es_es: Tuvimos esta discusión tantas veces...\. que ya estoy cansado de ella.
ru_ru: Мы уже обсуждали это столько раз...\. Я устал от этого.

# data/maps/arid/tower-1.json//entities/288/settings/event/129/message
source: I've supported your research for many years now.
es_es: He financiado tu investigación por muchos años ya.
ru_ru: Я поддерживал ваши исследования на протяжении многих лет.

# data/maps/arid/tower-1.json//entities/288/settings/event/130/message
source: I effectively enabled you to create Evotars in the first place.
es_es: Fui yo el que te permitió crear Evotares en primer lugar.
ru_ru: Я фактически дал вам возможность в принципе создавать эвотаров.

# data/maps/arid/tower-1.json//entities/288/settings/event/131/message
source: I made it so that Evotars have a place to exist at all.
es_es: Fui yo el que hizo que los Evotares siquiera tengan un lugar donde existir.
ru_ru: Я сделал так, чтобы у эвотаров вообще было место для существования.

# data/maps/arid/tower-1.json//entities/288/settings/event/132/message
source: Ending this business would mark the \c[3]end of every Evotar\c[0] in existence.
es_es: Terminar con este negocio sería \c[3]el fin de todos los Evotares\c[0] que existen.
ru_ru: Прекращение этого бизнеса будет означать конец \c[3]каждого эвотара\c[0].

# data/maps/arid/tower-1.json//entities/288/settings/event/133/message
source: At once and forever.
es_es: De una vez por todas.
ru_ru: Раз и навсегда.

# data/maps/arid/tower-1.json//entities/288/settings/event/134/message
source: I DO understand your concerns about how we abuse Evotars.
es_es: ENTIENDO tus preocupaciones sobre como abusamos de los Evotares.
ru_ru: Я ПОНИМАЮ твоё беспокойство о том, как мы жестоко обращаемся с эвотарами.

# data/maps/arid/tower-1.json//entities/288/settings/event/135/message
source: But there are no other options.
es_es: Pero no hay alternativa.
ru_ru: Но других вариантов нет.

# data/maps/arid/tower-1.json//entities/288/settings/event/136/message
source: How else do you think we can generate revenue, Shizuka?
es_es: ¿De que otro modo crees que podemos generar dinero, Shizuka?
ru_ru: Как ещё, ты думаешь, мы сможем создавать прибыль, Шизука?

# data/maps/arid/tower-1.json//entities/288/settings/event/137/message
source: Evotars are effectively illegal.
es_es: Los Evotares son ilegales.
ru_ru: Эвотары фактически незаконны.

# data/maps/arid/tower-1.json//entities/288/settings/event/138/message
source: Make anything of this public and Instatainment will shut us down at once.
es_es: Haz una pizca de todo esto pública e Instatainment nos hará cerrar en un abrir y cerrar de ojos.
ru_ru: Попробуй сделать что-нибудь такое публично, и Instatainment сразу нас закроет.

# data/maps/arid/tower-1.json//entities/288/settings/event/139/message
source: We can only operate in the shadow of this company, hidden in the Playground.
es_es: Solo podemos operar en la sombra de la compañía, escondidos en el Campo de Juego.
ru_ru: Мы можем действовать только в тени этой компании, скрытые в игровой зоне.

# data/maps/arid/tower-1.json//entities/288/settings/event/140/message
source: The black market of information is our only option.
es_es: El mercado negro de la información es nuestra úncia ruta.
ru_ru: Чёрный рынок информации - это наш единственный вариант.

# data/maps/arid/tower-1.json//entities/288/settings/event/150/message
source: That is a conveniently limited view if I ever heard one.
es_es: Que forma de verlo tan convenientemente limitada.
ru_ru: Это самое ограниченное мышление, которое я когда-либо видел.

# data/maps/arid/tower-1.json//entities/288/settings/event/151/message
source: Assuming that there is simply no way to find an agreement with Instatainment.
es_es: Asumiendo que no hay forma de hacer un acuerdo con Instatainment.
ru_ru: Предполагать, что нет вообще никакого способа найти соглашение с Instatainment.

# data/maps/arid/tower-1.json//entities/288/settings/event/152/message
source: Sure, the company will be hard to convince.
es_es: Si, la compañía será difícil de convencer.
ru_ru: Конечно, компанию будет трудно убедить.

# data/maps/arid/tower-1.json//entities/288/settings/event/153/message
source: But you underestimate the achievements Satoshi and the others have made here.
es_es: Pero desvalorizas los logros que Satoshi y el resto han conseguido hacer.
ru_ru: Но ты недооцениваешь достижения Сатоши и других причастных к этому.

# data/maps/arid/tower-1.json//entities/288/settings/event/154/message
source: Those Evotars...\. they have the potential to change the world.
es_es: Esos Evotares...\. tienen el potencial de cambiar el mundo.
ru_ru: Эти эвотары...\. у них есть потенциал, чтобы изменить мир.

# data/maps/arid/tower-1.json//entities/288/settings/event/155/message
source: Even Instatainment might be able to understand this.
es_es: Incluso Instatainment podría llegar a entenderlo.
ru_ru: Даже Instatainment могли бы понять это.

# data/maps/arid/tower-1.json//entities/288/settings/event/167/message
source: But of course, things wouldn't be quite as much under your control once Evotars become public.
es_es: Pero por supuesto, las cosas no estarían bajo tu control si los Evotares fuesen públicos.
ru_ru: Но конечно, всё будет не совсем под твоим контролем, как только эвотары станут достоянием общественности.

# data/maps/arid/tower-1.json//entities/288/settings/event/168/message
source: Japp!\. Obviously, you'd like things to stay just the way they are.
es_es: ¡Japp!\. Es obvio que te gustaría que las cosas se queden como están.
ru_ru: Japp (Йеп)!\. Очевидно, что ты хочешь, чтобы всё оставалось так, как есть.

# data/maps/arid/tower-1.json//entities/288/settings/event/172/message
source: Yes! Just what they said! 100% agreed!
es_es: ¡Si! ¡Lo que dijo! ¡100% de acuerdo!
ru_ru: Да! Как они и сказали! Согласен на все 100%!

# data/maps/arid/tower-1.json//entities/288/settings/event/177/message
source: Fiend!\. Your deceptive speech shall not blind us!
es_es: ¡Desalmado!\. ¡Tu engañoso discurso no nos cegará!
ru_ru: Изверг!\. Твои обманчивые речи не ослепят нас!

# data/maps/arid/tower-1.json//entities/288/settings/event/182/message
source: Oui!\. Now shut up and get down here in person!
es_es: ¡Oui!\. ¡Ahora cállate y ven aquí en persona!
ru_ru: Oui (Да)!\. Теперь заткнись и иди сюда!

# data/maps/arid/tower-1.json//entities/288/settings/event/183/message
source: You're in for some punching!!
es_es: ¡¡Te debo una paliza!!
ru_ru: Тебя ждёт избиение!!

# data/maps/arid/tower-1.json//entities/288/settings/event/187/message
source: Pointless, as usual.
es_es: Inútil, como siempre.
ru_ru: Бессмысленно, как обычно.

# data/maps/arid/tower-1.json//entities/288/settings/event/188/message
source: Now then...\. what next?
es_es: Entonces...\. ¿que sigue?
ru_ru: Ну и...\. что дальше?

# data/maps/arid/tower-1.json//entities/288/settings/event/189/message
source: I assume you plan to just walk up to the server, reboot it and fetch the data, am I right?
es_es: Asumo que planean simplemente ir hacia el servidor, reiniciarlo y recuperar los datos, ¿no?
ru_ru: Я полагаю, что вы планируете просто прийти к серверу, перезагрузить его и получить данные, я прав?

# data/maps/arid/tower-1.json//entities/288/settings/event/190/message
source: Well, I have bad news for you.
es_es: Bueno, les tengo malas noticias.
ru_ru: Что же, у меня для вас плохие новости.

# data/maps/arid/tower-1.json//entities/288/settings/event/192/message
source: There is a reason the server is located \c[3]inside the tower\c[0].
es_es: Hay un motivo por el cual el servidor está \c[3]dentro de la torre\c[0].
ru_ru: Есть причина, по которой сервер расположен \c[3]внутри башни\c[0].

# data/maps/arid/tower-1.json//entities/288/settings/event/193/message
source: Inside a \c[3]dungeon instance\c[0].
es_es: Dentro de una \c[3]instancia de mazmorra\c[0].
ru_ru: В \c[3]специальном подземелье\c[0].

# data/maps/arid/tower-1.json//entities/288/settings/event/194/message
source: I hold control over the environment server.
es_es: Tengo control sobre el servidor del ambiente.
ru_ru: Я держу контроль над сервером окружения.

# data/maps/arid/tower-1.json//entities/288/settings/event/195/message
source: I can clear the room instance of the server at any time.
es_es: Puedo borrar instancia de la habitación donde está el servidor en cualquier momento.
ru_ru: Я могу очистить комнату с сервером в любое время.

# data/maps/arid/tower-1.json//entities/288/settings/event/196/message
source: Effectively removing the platform below it.
es_es: Efectivamente quitando la plataforma debajo de el.
ru_ru: Фактически удалив платформу под ним.

# data/maps/arid/tower-1.json//entities/288/settings/event/197/message
source: Letting it \c[3]fall and crash\c[0]. Rendering it \c[3]unusable\c[0].
es_es: Dejándolo \c[3]caer y que se estrelle\c[0]. Haciéndolo \c[3]inusable\c[0].
ru_ru: Чтобы он \c[3]упал и разбился\c[0]. Делая его \c[3]непригодным\c[0].

# data/maps/arid/tower-1.json//entities/288/settings/event/199/message
source: No...
ru_ru: Нет...

# data/maps/arid/tower-1.json//entities/288/settings/event/200/message
source: That's right. The command to clear the data doesn't go through the Evotar server.
es_es: Oíste bien. El comando para borrar los datos no pasa por el servidor de los Evotares.
ru_ru: Всё верно. Команда очищения данных проходит не через сервер эвотаров.

# data/maps/arid/tower-1.json//entities/288/settings/event/201/message
source: It goes through the \c[3]Environment Server\c[0]!
es_es: ¡Pasa por el \c[3]Servidor del Ambiente\c[0]!
ru_ru: Она проходит через \c[3]сервер окружения\c[0]!

# data/maps/arid/tower-1.json//entities/288/settings/event/202/message
source: No! How could I forget about this?!
es_es: ¡No! ¡¿Cómo pude olvidarme de esto?!
ru_ru: Нет! Как я мог забыть об этом?!

# data/maps/arid/tower-1.json//entities/288/settings/event/204/message
source: Now then!
es_es: ¡Ahora!
ru_ru: Ну что же!

# data/maps/arid/tower-1.json//entities/288/settings/event/205/message
source: That was quite the fuss you put up there.
es_es: Estuvieron haciendo bastante lío.
ru_ru: Вы тут, конечно, устроили суматоху.

# data/maps/arid/tower-1.json//entities/288/settings/event/206/message
source: Very entertaining to watch...
es_es: Muy entretenido de ver...
ru_ru: Очень интересно было наблюдать...

# data/maps/arid/tower-1.json//entities/288/settings/event/207/message
source: But ultimately...\. all for nothing!
es_es: Pero en definitiva...\. ¡todo para nada!
ru_ru: Но в конечном итоге...\. всё зря!

# data/maps/arid/tower-1.json//entities/288/settings/event/209/message
source: WE BEG TO DIFFER!
es_es: ¡NO ESTAMOS DE ACUERDO!
ru_ru: ПОЗВОЛИМ СЕБЕ НЕ СОГЛАСИТЬСЯ!

# data/maps/arid/tower-1.json//entities/288/settings/event/234/message
source: This tower...\. it is our domain!
es_es: Esta torre...\. ¡es nuestro dominio!
ru_ru: Эта башня...\. это наше владение!

# data/maps/arid/tower-1.json//entities/288/settings/event/236/message
source: And therefore, we will make the rules!
es_es: ¡Y por ello, nosotros hacemos las reglas!
ru_ru: И поэтому мы будем устанавливать правила!

# data/maps/arid/tower-1.json//entities/288/settings/event/237/message
source: The server will remain untouched until our final demand has been granted!
es_es: ¡Este servidor permanecerá intacto hasta que nuestra última demanda sea concedida!
ru_ru: Сервер останется нетронутым, пока наше окончательное требование не будет удовлетворено!

# data/maps/arid/tower-1.json//entities/288/settings/event/259/message
source: Lea!
ru_ru: Лея!

# data/maps/arid/tower-1.json//entities/288/settings/event/260/message
source: Once the incomplete vessel!
es_es: ¡Alguna vez una vasija incompleta!
ru_ru: Однажды неполный сосуд!

# data/maps/arid/tower-1.json//entities/288/settings/event/261/message
source: Now filled with strength and determination!
es_es: ¡Ahora llena de fuerza y determinación!
ru_ru: Теперь полон сил и решительности!
