Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [12890] data/maps/arid/town-2.json entities/411/settings/event/40/message #112 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12891] data/maps/arid/town-2.json entities/411/settings/event/47/message #113 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.sergey @SERIOUS ---------------- Lea, do I understand this correctly? All the avatars in this area cannot log out?
es: Lea, ¿estoy escuchando bien? ¿Todos los avatares en éste área no se pueden desconectar?

source: [12892] data/maps/arid/town-2.json entities/411/settings/event/49/message #114 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12893] data/maps/arid/town-2.json entities/411/settings/event/50/message #115 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.lea @SURPRISED_TOWARD ---------------- ...Why?
es: ...¿Por qué?

source: [12894] data/maps/arid/town-2.json entities/411/settings/event/51/message #116 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.sergey @WORRIED ---------------- Sorry, I do not know. This is all extremely bizarre.
es: Perdón, no lo sé. Todo esto es extremadamente raro.

source: [12895] data/maps/arid/town-2.json entities/411/settings/event/52/message #117 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.sergey @NOTIFYING ---------------- I looked a bit into this place...
es: Investigué un poco sobre este lugar...

source: [12896] data/maps/arid/town-2.json entities/411/settings/event/57/message #118 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @WHISTLING ---------------- Lea, is something the matter?
es: Lea, ¿hay algún problema?

source: [12897] data/maps/arid/town-2.json entities/411/settings/event/63/message #119 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.sergey @THINKING ---------------- Just go ahead, I will tell you later.
es: Sigue, te cuento después.

source: [12898] data/maps/arid/town-2.json entities/411/settings/event/66/task #859 EventTrigger SchneiderPostMad START IF plot.line >= 11000 SET_PERMA_TASK ---------------- Head back to your room in the \c[3]Dormitory\c[0].
es: Vuelve a tu cuarto en el \c[3]Dormitorio\c[0].

source: [12899] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/4/message #132 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 main.schneider2 @UP ---------------- Here we are in the \c[3]town center\c[0].
es: Aquí estamos, en el \c[3]ayuntamiento\c[0].

source: [12900] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/5/message #141 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 main.schneider2 @WONDERING ---------------- The town doesn't really have a name, so let's just stick with \c[3]Vermillion Town\c[0] for now.
es: Este pueblo no tiene nombre, así que llamémosle \c[3]Pueblo Vermillion\c[0] por ahora.

source: [12901] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/6/message #142 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 main.schneider2 @EYES_CLOSED ---------------- Vermillion Town! Home of the metal blocks and endless pipes.
es: ¡Pueblo Vermillion! Hogar de los bloques de metal y las tuberías infinitas.

source: [12903] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/8/message #144 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 main.schneider2 @WONDERING ---------------- Nobody actually knows what's in the pipes, though.\. We're probably best off not knowing.
es: Nadie sabe lo que hay en las tuberías.\. Creo que es mejor no saberlo.

source: [12905] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/13/message #126 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 main.schneider2 @EYES_CLOSED ---------------- Vermillion town is also home of these friendly metal-armored fellows.
es: El Pueblo Vermillion también es el hogar de esos amigables tipos con armadura de metal.

source: [12906] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/14/message #127 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 main.schneider2 @WINK ---------------- Like most folks, they don't like to be hit. They really don't like it.
es: Como a la mayoría, no les gusta ser golpeados. En serio que no les gusta.

source: [12907] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/15/message #128 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 main.schneider2 @COMPLAINING ---------------- But what am I saying? You saw what happened yesterday.
es: ¿Pero que estoy diciendo? Ya viste lo que pasó ayer.

source: [12909] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/21/message #130 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 main.schneider2 @SERIOUS ---------------- Also be especially careful about that area in the north. They really don't like you to be there.
es: También ten mucho cuidado con el área al norte. Realmente no les gusta que estés ahí.

source: [12910] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/22/thenStep/0/message #131 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 IF map.jumpPanel1 || map.chestA || map.chestB main.schneider2 @WINK ---------------- Well, what am I saying? You already went ahead and explored the whole area, right?
es: ¿Pero, que digo? Ya te has adelantado e investigaste toda el área, ¿no?

source: [12912] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/22/elseStep/0/message #133 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 IF NOT map.jumpPanel1 || map.chestA || map.chestB main.schneider2 @WHISTLING ---------------- Then again, folks were talking about some nice treasure you can get when you manage to sneak past them.
es: Aún así, había gente hablando de un buen tesoro que consigues si logras escabullirte entre ellos.

source: [12914] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/26/message #135 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 main.schneider2 @DEFAULT ---------------- Now let's exit the town \c[3]to the west\c[0]!
es: ¡Ahora salgamos del pueblo \c[3]al oeste\c[0]!

source: [12915] data/maps/arid/town-2.json entities/412/settings/npcStates/0/event/quest/29/task #860 NPC schneider2 IF plot.line >= 11800 && plot.line <= 11900 SET_PERMA_TASK ---------------- Head to the west from \c[3]Vermillion Wasteland - West Town\c[0] to proceed with Lukas' tour.
es: Ve al hacia el oeste desde \c[3]Vertedero Vermillion - Pueblo Oeste\c[0] para proceder con el tour de Lukas.

source: [12916] data/maps/arid/town-2.json entities/413/settings/event/9/message #120 EventTrigger SchneiderTourStart START IF plot.line >= 11800 main.schneider2 @TOWARDS ---------------- Well then...
es: Bien...

source: [12917] data/maps/arid/town-2.json entities/413/settings/event/10/message #138 EventTrigger SchneiderTourStart START IF plot.line >= 11800 main.schneider2 @UP ---------------- Welcome to my little \c[3]Vermillion Wasteland Tour\c[0]!
es: ¡Bienvenida a mi pequeño \c[3]Tour del Vertedero Vermillion\c[0]!

source: [12918] data/maps/arid/town-2.json entities/413/settings/event/11/message #139 EventTrigger SchneiderTourStart START IF plot.line >= 11800 main.schneider2 @EYES_CLOSED ---------------- I will show you all the remarkable sights of this truly underappreciated landscape.
es: Te mostraré todas las sorprendentes vistas de este subestimado terreno.

source: [12920] data/maps/arid/town-2.json entities/413/settings/event/13/message #140 EventTrigger SchneiderTourStart START IF plot.line >= 11800 main.schneider2 @TOWARDS ---------------- Please come this way.
es: Por favor, por aquí.

source: [12921] data/maps/arid/town-2.json entities/413/settings/event/16/task #861 EventTrigger SchneiderTourStart START IF plot.line >= 11800 SET_PERMA_TASK ---------------- Talk to Lukas in \c[3]Vermillion Wasteland - West Town\c[0] to proceed with his tour.
es: Habla con Lukas en \c[3]Vertedero Vermillion - Pueblo Oeste\c[0] para proceder con el tour.

source: [12922] data/maps/arid/town-2.json entities/419/settings/dialog/0/text #150 XenoDialog plotNPCs SPAWN IF plot.line < 11300 cross-worlds.pentafist-male-blue ---------------- I can't believe we're stuck here with nothing to do.
es: No puedo creer que estemos atrapados aquí sin nada que hacer.

source: [12923] data/maps/arid/town-2.json entities/419/settings/dialog/1/text #151 XenoDialog plotNPCs SPAWN IF plot.line < 11300 cross-worlds.quadroguard-male-black ---------------- Yeah...
es: Si...

source: [12924] data/maps/arid/town-2.json entities/419/settings/dialog/2/text #152 XenoDialog plotNPCs SPAWN IF plot.line < 11300 cross-worlds.pentafist-male-blue ---------------- Should we just go out and grind a bit?
es: ¿Deberíamos salir y subir un par de niveles?

source: [12925] data/maps/arid/town-2.json entities/419/settings/dialog/3/text #153 XenoDialog plotNPCs SPAWN IF plot.line < 11300 cross-worlds.quadroguard-male-black ---------------- Nah... don't feel like it.
es: Nah... no estoy de humor para eso.

source: [12926] data/maps/arid/town-2.json entities/424/settings/event/17/message #862 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @SHOUTING ---------------- Quick!\. Move to the marker!
es: ¡Rápido!\. ¡Muévete al marcador!

source: [12927] data/maps/arid/town-2.json entities/424/settings/event/36/message #865 EventTrigger startTheLaser START IF tmp.startTheLaser main.schneider @PANIC ---------------- Holy frigging lasers!!
es: ¡¡Malditos lásers!!

source: [12928] data/maps/arid/town-2.json entities/424/settings/event/38/message #866 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @SERIOUS ---------------- Those markers will catch the laser beams. Use them for your protection.
es: Esos marcadores atraparán a los láseres. Úsalos para tu protección.

source: [12929] data/maps/arid/town-2.json entities/424/settings/event/58/message #993 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @WORRIED ---------------- Alright, Lea, we are ready to start.
es: De acuerdo, Lea, estamos listos para empezar.

source: [12930] data/maps/arid/town-2.json entities/424/settings/event/59/message #994 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @SERIOUS ---------------- Here is what you need to do, listen closely.
es: Esto es lo que tienes que hacer, escucha atentamente.

source: [12931] data/maps/arid/town-2.json entities/424/settings/event/60/message #1019 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @SERIOUS ---------------- Our goal is to \c[3]zap every Evotar in this area\c[0].
es: Nuestro objetivo es \c[3]borrar a todos los Evotares en este área\c[0].

source: [12932] data/maps/arid/town-2.json entities/424/settings/event/61/message #1020 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @SERIOUS ---------------- For every Evotar there are \c[3]3 steps to follow\c[0].
es: Por cada Evotar hay \c[3]3 pasos a seguir\c[0].

source: [12933] data/maps/arid/town-2.json entities/424/settings/event/62/message #995 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @NOTIFYING ---------------- \c[3]First\c[0]: You need to defeat a nearby \c[3]Shredder unit\c[0] to start the \c[3]Fixation Routine\c[0].
es: \c[3]Primero\c[0]: Tiene que derrotar a una \c[3]unidad Destructora\c[0] cercana para empezar la \c[3]Rutina de Fijación\c[0].

source: [12934] data/maps/arid/town-2.json entities/424/settings/event/63/message #1021 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @DOWN ---------------- \c[3]Second\c[0]: Move the defeated Shredder \c[3]close to the Evotar\c[0] to \c[3]fixate it\c[0].
es: \c[3]Segundo\c[0]: Mueve al Destructor derrotado \c[3]cerca del Evotar\c[0] para \c[3]fijarlo\c[0].

source: [12935] data/maps/arid/town-2.json entities/424/settings/event/64/message #996 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @DRAMATIC ---------------- \c[3]Third\c[0]: The \c[3]fixated Evotar\c[0] needs to be \c[3]hit by the laser\c[0].
es: \c[3]Tercero\c[0]: Al \c[3]Evotar fijado\c[0] le tiene que \c[3]pegar el láser\c[0].

source: [12936] data/maps/arid/town-2.json entities/424/settings/event/65/message #998 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @AWAY ---------------- If you can't find any Evotars, \c[3]standing on Laser Catchers\c[0] will make them point at the nearest one.
es: Si no puedes encontrar ningún Evotar, \c[3]pararte en los atrapaláseres\c[0] los hará dirigirte al más cercano.

source: [12937] data/maps/arid/town-2.json entities/424/settings/event/66/message #999 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @SERIOUS ---------------- That is all, go!
es: ¡Eso es todo, ve!

source: [12938] data/maps/arid/town-2.json entities/424/settings/event/81/message #867 EventTrigger startTheLaser START IF tmp.startTheLaser main.sergey @SHOUTING ---------------- Everyone, follow Lea and focus on fighting the shredders!
es: ¡Todo el mundo, sigan a Lea y concéntrense en pelear contra los Destructores!

source: [12939] data/maps/arid/town-2.json entities/424/settings/event/82/message #1000 EventTrigger startTheLaser START IF tmp.startTheLaser main.schneider @SERIOUS ---------------- Understood!
es: ¡Entendido!

source: [12940] data/maps/arid/town-2.json entities/424/settings/event/84/guiInfo/settings/taskTitle #1001 EventTrigger startTheLaser START IF tmp.startTheLaser ADD_GUI CounterHud ---------------- Evotars
es: Evotares

source: [12941] data/maps/arid/town-2.json entities/445/settings/event/10/message #1008 EventTrigger moreEvotars1 START IF tmp.evoraid.zapped >= 3 antagonists.fancyguy @POINTING ---------------- Spheromancer Lea! We found more players in the forest!
es: ¡Spheromancer Lea! ¡Encontramos más jugadores en el bosque!

source: [12942] data/maps/arid/town-2.json entities/445/settings/event/12/message #1009 EventTrigger moreEvotars1 START IF tmp.evoraid.zapped >= 3 main.sergey @SERIOUS ---------------- Good! You can look for more Evotars further to the east!
es: ¡Bien! ¡Puedes buscar más Evotares por el este!

source: [12943] data/maps/arid/town-2.json entities/445/settings/event/13/message #1010 EventTrigger moreEvotars1 START IF tmp.evoraid.zapped >= 3 antagonists.fancyguy @DOWN ---------------- Roger!
es: ¡Recibido!

source: [12944] data/maps/arid/town-2.json entities/451/settings/event/12/message #1011 EventTrigger moreEvotars2 START IF tmp.evoraid.zapped >= 5 main.buggy @GRIN ---------------- Sup?\. We brought more Evotars from along the river!
es: ¿Qué hay?\. ¡Trajimos a más Evotares que estaban cerca del río!

source: [12945] data/maps/arid/town-2.json entities/451/settings/event/14/message #1012 EventTrigger moreEvotars2 START IF tmp.evoraid.zapped >= 5 main.sergey @SERIOUS ---------------- Good! Please join Apollo and Joern in the east of the town!
es: ¡Bien! ¡Únanse a Apollo y a Joern al este del pueblo!

source: [12946] data/maps/arid/town-2.json entities/451/settings/event/15/message #1013 EventTrigger moreEvotars2 START IF tmp.evoraid.zapped >= 5 main.guild-leader @DETERMINED ---------------- Alrighty!
es: ¡De acuerdo!

source: [12947] data/maps/arid/town-2.json entities/455/settings/event/24/message #1014 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.sergey @DEFAULT ---------------- Looks like we caught them all in this area.
es: Parece que los atrapamos a todos en este área.

source: [12948] data/maps/arid/town-2.json entities/455/settings/event/25/message #1015 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.sergey @SERIOUS ---------------- Emilie, Lukas, you both stay here and make sure that no enemies interfere with the Evotars.
es: Emilie, Lukas, ustedes dos quédense aquí y asegúrense de que ningún enemigo interfiera con los Evotars.

source: [12949] data/maps/arid/town-2.json entities/455/settings/event/26/message #1016 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.sergey @NOTIFYING ---------------- Lea, you head to the east and join with the others!
es: ¡Lea, tú ve al este y únete al resto!

source: [12950] data/maps/arid/town-2.json entities/455/settings/event/27/message #1017 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.emilie @DETERMINED ---------------- We got this area covered! Good luck over there, chérie!
es: ¡Tenemos este área cubierta! ¡Buen trabajo, chérie!

source: [12951] data/maps/arid/town-2.json entities/455/settings/event/28/message #1018 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.lea @DETERMINED ---------------- Lea!
es: ¡Lea!

source: [12952] data/maps/arid/town-2.json entities/456/settings/event/26/message #1023 EventTrigger EvoExplode START IF plot.line >= 29000 main.guild-leader @SURPRISED ---------------- Oh!\. Something is happening!
es: ¡Oh!\. ¡Algo pasa!

source: [12953] data/maps/arid/town-2.json entities/456/settings/event/38/action/1/text #650 EventTrigger EvoExplode START IF plot.line >= 29000 DO_ACTION SHOW_AR_MSG ---------------- Unexpected Error
es: Error Inesperado

source: [12954] data/maps/arid/town-2.json entities/456/settings/event/39/action/1/text #1026 EventTrigger EvoExplode START IF plot.line >= 29000 DO_ACTION SHOW_AR_MSG ---------------- Unexpected Error
es: Error Inesperado

source: [12955] data/maps/arid/town-2.json entities/456/settings/event/40/action/1/text #1027 EventTrigger EvoExplode START IF plot.line >= 29000 DO_ACTION SHOW_AR_MSG ---------------- Unexpected Error
es: Error Inesperado

source: [12956] data/maps/arid/town-2.json entities/456/settings/event/49/message #1024 EventTrigger EvoExplode START IF plot.line >= 29000 main.buggy @LAUGHING ---------------- They exploded!\. Just like Emilie back then!
es: ¡Explotaron!\. ¡Al igual que Emilie aquella vez!

source: [12957] data/maps/arid/town-2.json entities/456/settings/event/52/message #1025 EventTrigger EvoExplode START IF plot.line >= 29000 main.emilie @BROKEN ---------------- What?! Is that what happened to me?!
es: ¡¿Qué?! ¡¿Eso es lo que me pasó a mí?!

source: [12958] data/maps/arid/town-2.json entities/458/settings/event/0/message #915 LocationEvent laserBridge START IF party.alive.Emilie main.emilie @HAPPY ---------------- Laser bridges!\. Everywhere!
es: ¡Puentes de Luz!\. ¡Por todos lados!

source: [12959] data/maps/arid/town-2.json entities/459/settings/event/0/message #1028 LocationEvent laserBridge(2) START IF party.alive.Emilie main.emilie @HAPPY ---------------- Laser bridge! The only true kind of bridge!
es: ¡Puente de Luz! ¡El único verdadero tipo de puente!

source: [12960] data/maps/arid/town-2.json entities/460/settings/event/0/message #1029 LocationEvent laserBridge(2 START IF party.alive.Emilie main.emilie @HAPPY ---------------- Laser bridge! Best bridge!
es: ¡Puente de Luz! ¡El mejor tipo de puente!

source: [12963] data/maps/arid/town-2.json entities/461/settings/npcStates/0/event/0/thenStep/4/message #1043 NPC alone IF IF plot.line >= 12800 && plot.line < 13100 cross-worlds.hexacast-female-black @DEFAULT ---------------- What do you want?
es: ¿Qué quieres?

source: [12965] data/maps/arid/town-2.json entities/461/settings/npcStates/0/event/0/elseStep/2/message #1045 NPC alone IF IF NOT plot.line >= 12800 && plot.line < 13100 main.lea @NERVOUS ---------------- Hi...?
es: ¿Hola...?

source: [12966] data/maps/arid/town-2.json entities/461/settings/npcStates/0/event/0/elseStep/3/message #1046 NPC alone IF IF NOT plot.line >= 12800 && plot.line < 13100 cross-worlds.hexacast-female-black @DEFAULT ---------------- Please...\. leave me alone...
es: Por favor...\. déjame sola...

source: [12967] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/0/name #521 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- Code Knight
es: Caballero del Código

source: [12968] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/2/message #1056 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.lea @SHOCKED ---------------- Hi?!
es: ¡¿Hola?!

source: [12969] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/3/message #609 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- Oh hey!\. It's someone else!
es: ¡Oh hola!\. ¡Es alguien más!

source: [12970] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/4/message #1051 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- This place is weird.
es: Este lugar es raro.

source: [12971] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/5/message #1052 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- I've been here before and saw a lot of players running around, acting strange.
es: He venido antes, y había muchos jugadores correteando, actuando raro.

source: [12972] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/6/message #1053 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- And now it's all empty.\. What happened?
es: Y ahora está todo vacío.\. ¿Qué pasó?

source: [12974] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/8/message #1055 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- Was it some kind of beta test?
es: ¿Era algún tipo de beta?

source: [12976] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/10/message #1057 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12977] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/11/message #1058 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- ...Weird.\. Oh well...
es: ...Que extraño.\. Bueno...

source: [12978] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/12/message #1059 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- Wait a moment.
es: Un momento.

source: [12979] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/13/message #1060 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- We've met before haven't we?
es: Ya nos habíamos visto, ¿no?

source: [12980] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/14/message #1061 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12981] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/15/message #1062 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- Right! In that cave!
es: ¡Cierto! ¡En esa cueva!

source: [12982] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/16/message #1063 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- You have sort of a knack in spotting me in strange places, don't you?
es: Tienes algún tipo de habilidad como para verme en lugares extraños, ¿no?

source: [12984] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/18/message #1065 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- You know what? This calls for a little reward!
es: ¿Sabes qué? ¡Esto merece alguna recompensa!

source: [12986] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/20/message #1067 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- Here you go!
es: ¡Aquí tienes!
