Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/maps/arid/lake-1.json//entities/547/settings/event/39/message
source: I am afraid I cannot afford to keep her in the game for much longer.
es_es: Me temo que no podré reternerla en el juego mucho más tiempo.
ru_ru: Боюсь, что я не могу позволить себе долго держать её в игре.

# data/maps/arid/lake-1.json//entities/547/settings/event/40/message
source: I am not allowed to do that in the first place...
es_es: No se me permite hacerlo en primer lugar...
ru_ru: Мне в принципе не разрешено делать этого...

# data/maps/arid/lake-1.json//entities/547/settings/event/41/message
source: And I really should not break company rules while I try to discuss the matter with them.
es_es: Y no debería romper las reglas de la compañía mientras discuto el asunto con ellos.
ru_ru: И я действительно не должен нарушать правила компании, пока я обсуждаю этот вопрос с ними.

# data/maps/arid/lake-1.json//entities/547/settings/event/43/message
source: But...\. there is no need to log her out right away, non?
es_es: Pero...\. no hay necesidad de desconectarla ahora mismo, ¿no?
ru_ru: Но...\. нет необходимости отключать её сразу, не?

# data/maps/arid/lake-1.json//entities/547/settings/event/44/message
source: We can at least play together for a little longer, oui?
es_es: Al menos podemos jugar juntas un poco más, ¿oui?
ru_ru: Мы можем хотя бы ещё немного поиграть вместе, oui (да)?

# data/maps/arid/lake-1.json//entities/547/settings/event/46/message
source: I suppose... there is no reason to rush things now.
es_es: Supongo... que no hay motivo para apurar las cosas ahora.
ru_ru: Я полагаю... сейчас нет причин спешить.

# data/maps/arid/lake-1.json//entities/547/settings/event/49/message
source: What are we waiting for, then?
es_es: ¿A qué esperamos entonces?
ru_ru: Чего мы тогда ждём?

# data/maps/arid/lake-1.json//entities/547/settings/event/50/message
source: Off to the Playground!!
es_es: ¡¡Al Campo de Juego!!
ru_ru: В игровую зону!!

# data/maps/arid/lake-1.json//entities/547/settings/event/68/text
source: It all began when I set out\. to find my long-lost colleagues.\. \. My old friends...
es_es: Todo comenzó cuando\. salí en busca de mis colegas perdidos.\. \. Mis viejos amigos...
ru_ru: Всё началось с того, когда я решил\. найти своих давно потерянных коллег.\. \. Своих старых друзей...

# data/maps/arid/lake-1.json//entities/550/settings/event/10/message
source: He had a point.
es_es: Tenía razón.
ru_ru: В чём-то он был прав.

# data/maps/arid/lake-1.json//entities/550/settings/event/11/message
source: Those cliffs really do not make any sense.
es_es: Esas formaciones no tienen ningún sentido.
ru_ru: Эти утёсы и правда нелогичные.

# data/maps/arid/lake-1.json//entities/551/settings/event/0/message
source: Laser bridge!! Awesome!
es_es: ¡¡Puente de Luz!! ¡Genial!
ru_ru: Лазерный мост!! Потрясающе!

source: Search Targets
es_es: Buscar objetivos
ru_ru: Поиск целей

source: Locate Targets in Area.
es_es: Localiza los Objetivos en el área.
ru_ru: Найдите цели в области.

source: Activate
es_es: Activar
ru_ru: Активировать

# data/maps/arid/river-1.json//entities/387/settings/interact/hoverText
source: \i[arrow-n] Lake \i[arrow-sw] River Delta \i[arrow-e] Town Center
es_es: \i[arrow-n] Lago \i[arrow-sw] Río Delta \i[arrow-e] Ayuntamiento
ru_ru: \i[arrow-n] Озеро \i[arrow-sw] Дельта реки \i[arrow-e] Центр города

# data/maps/arid/river-1.json//entities/404/settings/event/0/message
source: Laser bridgeees!
es_es: ¡Puentes de Luzzzz!
ru_ru: Лазерные мостыыы!

# data/maps/arid/river-1.json//entities/405/settings/event/0/message
source: So many laser bridges!
es_es: ¡Tantos Puentes de Luz!
ru_ru: Так много лазерных мостов!

# data/maps/arid/river-1.json//entities/407/settings/dialog/0/text
source: Red light...\. so shiny...\. so bright...
es_es: Luz roja...\. tan brillante...\. tan luminosa...
ru_ru: Красный свет...\. такой блестящий...\. настолько яркий...

# data/maps/arid/river-1.json//entities/407/settings/dialog/1/text
source: Please take away...\. my sight...
es_es: Por favor llévate...\. mi vista...
ru_ru: Пожалуйста...\. не загораживай вид...

source: Hm?
ru_ru: Хм?

source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

source: Because I don't want to see no more...
es_es: Porque ya no quiero ver...
ru_ru: Потому что я больше не хочу ничего видеть...

# data/maps/arid/river-2.json//entities/72/settings/condAnims/0/interact/hoverText
source: Search Targets
es_es: Buscar Objetivos
ru_ru: Поиск целей

source: Locate Targets in Area.
es_es: Localiza los Objetivos en el área.
ru_ru: Найдите цели в области.

# data/maps/arid/river-2.json//entities/72/settings/condAnims/1/interact/hoverText
source: Activate
es_es: Activar
ru_ru: Активировать

source: Ugh... enough already.
es_es: Ugh... suficiente.
ru_ru: Ух... хватит уже.

# data/maps/arid/river-2.json//entities/390/settings/event/8/message
source: Right... so this is a \c[3]Trial Building\c[0].
es_es: Bien... así que este es un \c[3]Edificio de Prueba\c[0].
ru_ru: Хорошо... это и есть \c[3]Пробное здание\c[0].

# data/maps/arid/river-2.json//entities/390/settings/event/9/message
source: Does that mean more of those low-level virus thingies?
es_es: ¿Eso significa que habrá más de esos virus?
ru_ru: Значит ли это, что будет ещё больше этих вирусов низкого уровня?

# data/maps/arid/river-2.json//entities/390/settings/event/10/message
source: I'm fine with those, just keep them coming!
es_es: ¡No tengo problema con ellos, que vengan más!
ru_ru: У меня всё в порядке с ними, пусть лезут и дальше!

# data/maps/arid/river-2.json//entities/390/settings/event/11/thenStep/1/message
source: You're with me, I see!
es_es: ¡Ya veo que estás conmigo!
ru_ru: Ты со мной, как я погляжу!

# data/maps/arid/river-2.json//entities/390/settings/event/11/thenStep/2/message
source: Well, let's hope they won't pull out a weirdly overpowered boss next.
es_es: Bueno, espero que no aparezca un jefe extrañamente difícil así de la nada.
ru_ru: Ну, будем надеяться, что в следующий раз они не бросят на нас мощного босса.

# data/maps/arid/river-2.json//entities/390/settings/event/11/elseStep/1/message
source: Bye.
es_es: Adiós.
ru_ru: Пока.

# data/maps/arid/river-2.json//entities/390/settings/event/11/elseStep/2/message
source: Gyahahaha!
ru_ru: Муахахаха!

# data/maps/arid/river-2.json//entities/390/settings/event/11/elseStep/3/message
source: No really, it would be troublesome if they threw high level enemies at us now. It's better that way.
es_es: No, en serio, sería un problema si nos empiezan a tirar enemigos de alto nivel ahora. Es mejor que siga así.
ru_ru: Вообще-то, будет не очень приятно, если они бросят на нас врагов высокого уровня. Так будет лучше.

# data/maps/arid/river-2.json//entities/390/settings/event/12/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/river-2.json//entities/400/settings/event/0/message
source: Red Laser Bridge!
es_es: ¡Puente de Luz rojo!
ru_ru: Красный лазерный мост!

# data/maps/arid/river-2.json//entities/401/settings/event/0/message
source: Laser Bridge! So many laser bridges!
es_es: ¡Puente de Luz! ¡Muchos Puentes de Luz!
ru_ru: Лазерный мост! Так много лазерных мостов!

# data/maps/arid/river-2.json//entities/402/settings/event/0/message
source: One more laser bridge!!
es_es: ¡¡Otro Puente de Luz!!
ru_ru: Ещё один лазерный мост!!

# data/maps/arid/river-2.json//entities/403/settings/npcStates/0/event/2/message
source: I am not here...\. you didn't see me.
es_es: No estoy aquí...\. tú no me viste.
ru_ru: Меня нет...\. ты меня не видела.

source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

source: Go away.
es_es: Vete.
ru_ru: Уходи.

source: Lea? Don't you remember all those guards lining up right at the entrance?
es_es: ¿Lea? ¿No recuerdas a esos guardias enfilandose justo en la entrada?
ru_ru: Лея? Разве ты не помнишь всех этих охранников, выстроившихся у входа?

source: We better avoid running into those.
es_es: Será mejor que no nos topemos con ellos.
ru_ru: Нам лучше не сталкиваться с ними.

# data/maps/arid/tower-1.json//entities/196/settings/blockEvent/12/message
source: Hm? Should we cancel the sneaking?
es_es: ¿Hm? ¿Deberíamos dejar el sigilo?
ru_ru: Хм? Должны ли мы перестать красться?

# data/maps/arid/tower-1.json//entities/196/settings/blockEvent/13/0/0/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/tower-1.json//entities/196/settings/blockEvent/13/0/1/message
source: Fine. But let's not wait too long, okay?
es_es: Bien. Pero no esperemos demasiado, ¿si?
ru_ru: Идёт. Но давай не будем долго ждать, ладно?

# data/maps/arid/tower-1.json//entities/196/settings/blockEvent/13/1/0/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/tower-1.json//entities/196/settings/blockEvent/13/1/1/message
source: Alright, let's not give up that quickly!
es_es: ¡De acuerdo, no nos rindamos tan facil!
ru_ru: Ладно, давай не будем сдаваться так быстро!

# data/maps/arid/tower-1.json//entities/196/settings/blockEvent/13/options/0/label
source: [yes]
es_es: [si]
ru_ru: [да]

# data/maps/arid/tower-1.json//entities/196/settings/blockEvent/13/options/1/label
source: [no]
ru_ru: [нет]

# data/maps/arid/tower-1.json//entities/241/settings/event/1/text
source: Access denied
es_es: Acceso denegado
ru_ru: Отказано в доступе

# data/maps/arid/tower-1.json//entities/242/settings/event/9/message
source: Alright... now we just have to get through there... undetected.
es_es: Bien... ahora solo tneemos que pasar por allí... sin que nos vean.
ru_ru: Ладно... теперь нам просто надо пробраться через это... незамеченными.

# data/maps/arid/tower-1.json//entities/242/settings/event/10/thenStep/0/message
source: I'm afraid your \c[1]one-hit-kill\c[0] ability won't help us much here.
es_es: Me temo de que tu habilidad de \c[1]muerte instantánea\c[0] no nos ayudará mucho aquí.
ru_ru: Боюсь, что твоя способность \c[1]"с-одного-удара"\c[0] не сильно нам здесь поможет.

# data/maps/arid/tower-1.json//entities/242/settings/event/11/message
source: There's supposedly a door up there that we can enter.
es_es: Se supone que hay una puerta por allí por la que podemos entrar.
ru_ru: Там должна быть дверь, в которую мы можем войти.

# data/maps/arid/tower-1.json//entities/242/settings/event/18/message
source: Let's go separately, it's probably easier to stay hidden that way.
es_es: Vayamos separados, será más facil que no nos vean así.
ru_ru: Давай разделимся, наверное, так будет намного проще оставаться скрытыми.

# data/maps/arid/tower-1.json//entities/242/settings/event/19/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/tower-1.json//entities/242/settings/event/20/message
source: Wait!
es_es: ¡Espera!
ru_ru: Подожди!

# data/maps/arid/tower-1.json//entities/242/settings/event/21/message
source: Huh, do you want to go ahead?
es_es: ¿Hm?, ¿quieres ir primera?
ru_ru: Ох, ты хочешь идти первой?

# data/maps/arid/tower-1.json//entities/242/settings/event/22/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/tower-1.json//entities/242/settings/event/23/message
source: Hm... Good thinking.
es_es: Hm... Bien pensado.
ru_ru: Хм... Неплохая мысль.

# data/maps/arid/tower-1.json//entities/242/settings/event/24/message
source: You're rather small so they'll have a hard time spotting you.
es_es: Eres más pequeña así que les será más difícil verte.
ru_ru: Ты довольно маленькая, поэтому им будет трудно тебя заметить.

# data/maps/arid/tower-1.json//entities/242/settings/event/26/message
source: Gyahahaha!
ru_ru: Муахахаха!

# data/maps/arid/tower-1.json//entities/242/settings/event/27/message
source: Alright then, you go ahead!
es_es: Esta bien, ¡ve tú primera!
ru_ru: Тогда ладно, ты идёшь вперёд!

# data/maps/arid/tower-1.json//entities/242/settings/event/28/message
source: I've got your back!
es_es: ¡Yo me quedo atrás!
ru_ru: Я тебя прикрою!

# data/maps/arid/tower-1.json//entities/242/settings/event/34/task
source: Sneak with Lukas through the guarded area to reach \c[3]Vermillion Tower\c[0].
es_es: Escabúllete con Lukas por el área protegida para llegar a la \c[3]Torre Vermillion\c[0].
ru_ru: Проберитесь с Лукасом через охраняемую территорию, чтобы добраться до \c[3]Башни Вермиллион\c[0].

# data/maps/arid/tower-1.json//entities/253/settings/event/7/message
source: Wait... we're back at the entrance?
es_es: Un momento... ¿volvimos a la entrada?
ru_ru: Подожди... мы вернулись ко входу?

# data/maps/arid/tower-1.json//entities/253/settings/event/14/message
source: Hm... maybe we can find a route walking over these roofs here?
es_es: Hm... ¿quizá podemos encontrar otra ruta caminando por los techos?
ru_ru: Хм... может, у нас получится пробраться по этим крышам?

# data/maps/arid/tower-1.json//entities/253/settings/event/15/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/tower-1.json//entities/256/settings/event/9/message
source: Okay, it seems we're getting closer!
es_es: Bien, ¡parece que nos acercamos!
ru_ru: Так, похоже, мы всё ближе к цели!

# data/maps/arid/tower-1.json//entities/258/settings/event/10/message
source: Whoa... we did it, didn't we?
es_es: Wow... lo logramos, ¿no?
ru_ru: Воу... у нас получилось?

# data/maps/arid/tower-1.json//entities/258/settings/event/12/message
source: Okay... let's see if we can access the tower from here.
es_es: Bien... veamos si podemos acceder a la torre desde aquí.
ru_ru: Ладно... давай посмотрим, сможем ли мы попасть в башню отсюда.

# data/maps/arid/tower-1.json//entities/258/settings/event/26/message
source: It's... entirely empty?
es_es: Está... ¿completamente vacía?
ru_ru: Здесь... совершенно пусто?

# data/maps/arid/tower-1.json//entities/258/settings/event/27/message
source: What a strange way to prioritize security.
es_es: Que forma tan extraña de priorizar la seguridad.
ru_ru: Какие-то странные приоритеты в безопасности.

# data/maps/arid/tower-1.json//entities/258/settings/event/29/message
source: Well then... nothing stopping us here. Let's enter that tower!
es_es: Entonces... no hay nada que nos detenga. ¡Entremos a la torre!
ru_ru: Ну, тогда... ничто нас здесь не задерживает. Давай войдём в эту башню!

# data/maps/arid/tower-1.json//entities/258/settings/event/30/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/tower-1.json//entities/258/settings/event/37/task
source: Enter the tower together with Lukas.
es_es: Entra a la torre con Lukas.
ru_ru: Войдите в башню вместе с Лукасом.

# data/maps/arid/tower-1.json//entities/261/settings/event/4/message
source: So this is it...
es_es: Aquí estamos...
ru_ru: Ну вот и всё...

# data/maps/arid/tower-1.json//entities/261/settings/event/5/message
source: Hm...
ru_ru: Хм...

# data/maps/arid/tower-1.json//entities/261/settings/event/12/message
source: I gotta be honest... I have a bad feeling about this.
es_es: Debo ser sincero... tengo un mal presentimiento.
ru_ru: Честно говоря... у меня плохое предчувствие насчёт всего этого.

# data/maps/arid/tower-1.json//entities/261/settings/event/13/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/arid/tower-1.json//entities/261/settings/event/14/message
source: The way we managed to get past all those guards.
es_es: La forma en la que logramos esquivar esos guardias.
ru_ru: То, как нам удалось пройти через всех этих охранников.

# data/maps/arid/tower-1.json//entities/261/settings/event/15/message
source: Doesn't it almost feel... intentional?
es_es: ¿No parece casi... intencional?
ru_ru: Не кажется ли, что это всё... не случайно?

# data/maps/arid/tower-1.json//entities/261/settings/event/16/message
source: Like they wanted us to get through here?
es_es: ¿Como si quisieran que pasásemos por aquí?
ru_ru: Как будто они хотели, чтобы мы попали сюда?

# data/maps/arid/tower-1.json//entities/261/settings/event/18/message
source: Well... it's not like we have any other option, right?
es_es: Bueno... no es como si tuvieramos otra opción, ¿no?
ru_ru: Ну... у нас нет другого выбора, верно?

# data/maps/arid/tower-1.json//entities/261/settings/event/19/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/tower-1.json//entities/261/settings/event/20/message
source: Alright then. Let's enter and see what happens!
es_es: De acuerdo. ¡Entremos y veamos que pasa!
ru_ru: Ну ладно. Давай войдём и посмотрим, что произойдёт!

# data/maps/arid/tower-1.json//entities/262/settings/event/7/message
source: Alright! Let's continue from where we left off!
es_es: ¡Bien! ¡Sigamos desde donde lo dejamos!
ru_ru: Хорошо! Давай продолжим с того места, где мы остановились!

# data/maps/arid/tower-1.json//entities/268/settings/event/19/message
source: I don't know what you hope to achieve with this...
es_es: No se que esperas conseguir con esto...
ru_ru: Я не знаю, чего вы надеетесь достичь этим...

# data/maps/arid/tower-1.json//entities/268/settings/event/20/message
source: But it is clear that your goal is to interfere with the Evotars of this area.
es_es: Pero está claro que tu objetivo es interferir con los Evotares de este área.
ru_ru: Но ясно, что ваша цель в этой области - это эвотары.

# data/maps/arid/tower-1.json//entities/268/settings/event/21/message
source: I won't let you continue doing this as you please.
es_es: No te dejaré seguir como quieras.
ru_ru: Я не позволю делать то, что вам вздумается.

# data/maps/arid/tower-1.json//entities/268/settings/event/36/message
source: Lea, I'm sure you didn't forget about one particular Evotar.
es_es: Lea, estoy seguro de que no te olvidaste sobre un Evotar en particular.
ru_ru: Лея, я уверен, что ты не забыла об одном конкретном эвотаре.

# data/maps/arid/tower-1.json//entities/268/settings/event/56/message
source: His well-being is still at my mercy.
es_es: Su bienestar sigue estando a mi voluntad.
ru_ru: Его судьба по-прежнему в моей власти.

# data/maps/arid/tower-1.json//entities/268/settings/event/57/message
source: I will give you this one last chance to reconsider your current course.
es_es: Te daré esta única oportunidad para reconsiderar tu curso.
ru_ru: Я дам тебе последний шанс пересмотреть свою позицию.

# data/maps/arid/tower-1.json//entities/268/settings/event/63/message
source: Lea, do not give in to his threats!
es_es: ¡Lea, no desistas a sus amenazas!
ru_ru: Лея, не поддавайся на его угрозы!

# data/maps/arid/tower-1.json//entities/268/settings/event/64/message
source: The current plan is our best chance to rescue him!
es_es: ¡Nuestro plan es nuestra mejor chance de rescatarlo!
ru_ru: Текущий план - это наш лучший шанс спасти его!

# data/maps/arid/tower-1.json//entities/268/settings/event/71/message
source: LEA!!!
ru_ru: ЛЕЯ!!!

# data/maps/arid/tower-1.json//entities/268/settings/event/76/message
source: I suppose that means I can't change your mind.
es_es: Supongo que eso quiere decir que no puedo convencerte.
ru_ru: Я полагаю, это означает, что я не смогу переубедить тебя.

# data/maps/arid/tower-1.json//entities/268/settings/event/77/message
source: That's a shame.
es_es: Que pena.
ru_ru: Какая жалость.

# data/maps/arid/tower-1.json//entities/268/settings/event/78/message
source: In any case, you are about to hit a brick wall!
es_es: ¡De todos modos, estas por chocarte contra una pared!
ru_ru: В любом случае, ты практически в тупике!

# data/maps/arid/tower-1.json//entities/268/settings/event/102/message
source: Lea don't give up!\. We're this close!
es_es: ¡Lea no te rindas!\. ¡Estamos muy cerca!
ru_ru: Лея, не сдавайся!\. Мы почти у цели!

source: Evotars
es_es: Evotares
ru_ru: Эвотары

# data/maps/arid/tower-1.json//entities/281/settings/event/2/message
source: Wait, that doesn't seem right. The \c[3]fixation failed\c[0]!
es_es: Un momento, esto no está bien. ¡La \c[3]fijación ha fallado\c[0]!
ru_ru: Постой, что-то не так. \c[3]Ошибка фиксации\c[0]!

# data/maps/arid/tower-1.json//entities/281/settings/event/3/message
source: He managed to add a counter measure already?!
es_es: ¡¿Ya ha conseguido establecer una medida de seguridad?!
ru_ru: Ему уже удалось добавить контрмеры?!

# data/maps/arid/tower-1.json//entities/281/settings/event/4/message
source: Lea, focus on staying alive! I will work on a solution ASAP!
es_es: ¡Lea, céntrate en seguir viva! ¡Estoy trabajando en una solución tan rápido como puedo!
ru_ru: Лея, сосредоточься на том, чтобы остаться в живых! Я постараюсь решить проблему как можно скорее!

# data/maps/arid/tower-1.json//entities/282/settings/event/15/message
source: So...
es_es: Así que...
ru_ru: Ну-ну...

# data/maps/arid/tower-1.json//entities/282/settings/event/16/message
source: It looks like you're still at it?
es_es: ¿Parece que sigues viva?
ru_ru: Похоже, вы всё ещё упорствуете?

# data/maps/arid/tower-1.json//entities/282/settings/event/18/message
source: Shizuka?! What are you doing here?
es_es: ¡¿Shizuka?! ¿Qué haces aquí?
ru_ru: Шизука?! Что ты здесь делаешь?

# data/maps/arid/tower-1.json//entities/282/settings/event/19/message
source: I'm here to help!
es_es: ¡Estoy aquí para ayudar!
ru_ru: Я здесь, чтобы помочь!

# data/maps/arid/tower-1.json//entities/282/settings/event/20/message
source: What about...\.
es_es: Que hay de...\.
ru_ru: Что насчёт...\.

# data/maps/arid/tower-1.json//entities/282/settings/event/21/message
source: Don't worry about me, I already moved locations in advance.
es_es: No te preocupes por mí, ya me cambié de localización en avanzado.
ru_ru: Не беспокойся обо мне, я заранее сменила своё местоположение.

# data/maps/arid/tower-1.json//entities/282/settings/event/22/message
source: I will be fine.
es_es: Estaré bien.
ru_ru: Я буду в порядке.

# data/maps/arid/tower-1.json//entities/282/settings/event/23/message
source: More importantly, it looks like you need a hand here, Lea?
es_es: Más importante, ¿parece que necesitas una mano, Lea?
ru_ru: Что более важно, кажется, тебе нужна помощь, Лея?

# data/maps/arid/tower-1.json//entities/282/settings/event/25/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/arid/tower-1.json//entities/282/settings/event/27/message
source: Let's show them what we can do!
es_es: ¡Mostrémosles lo que podemos hacer!
ru_ru: Давай покажем им, на что мы способны!

# data/maps/arid/tower-1.json//entities/282/settings/event/29/message
source: Keep them busy for a little longer, I am almost finished!
es_es: ¡Mantenlos ocupados un poco más, ya casi termino!
ru_ru: Займите их ещё немного, я почти закончил!

# data/maps/arid/tower-1.json//entities/283/settings/event/7/message
source: Okay, it's done!
es_es: ¡Ok, está listo!
ru_ru: Порядок, всё получилось!

# data/maps/arid/tower-1.json//entities/283/settings/event/8/message
source: One of the Shredders will be marked with \c[3]yellow stars\c[0].
es_es: Uno de los Destructores estará marcado con \c[3]estrellas amarillas\c[0].
ru_ru: Один из Шредеров будет помечен \c[3]желтыми звёздами\c[0].

# data/maps/arid/tower-1.json//entities/283/settings/event/9/message
source: Defeat those and push them towards the Evotars.
es_es: Derrótalos y empújalos hacia lo Evotares.
ru_ru: Побеждай таких и подталкивай к эвотарам.

# data/maps/arid/tower-1.json//entities/283/settings/event/10/message
source: They should be able to \c[3]break the blockers\c[0].
es_es: Deberían poder \c[3]romper los bloqueadores\c[0].
ru_ru: Они должны быть в состоянии \c[3]сломать блокаторы\c[0].

# data/maps/arid/tower-1.json//entities/283/settings/event/11/message
source: We might need several attempts though.
es_es: Puede que necesitemos varios intentos.
ru_ru: Хотя, возможно, нам потребуется несколько попыток.

# data/maps/arid/tower-1.json//entities/283/settings/event/12/message
source: Good luck!
es_es: ¡Buena suerte!
ru_ru: Удачи!
