Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [12788] data/maps/arid/town-1.json entities/311/settings/event/14/message #867 EventTrigger StartRaid START IF tmp.startTheLaser main.sergey @SERIOUS ---------------- Alright, let us zap them right here!
es: ¡Bien, borrémoslos aquí mismo!

source: [12789] data/maps/arid/town-1.json entities/311/settings/event/37/guiInfo/settings/taskTitle #1001 EventTrigger StartRaid START IF tmp.startTheLaser ADD_GUI CounterHud ---------------- Evotars
es: Evotares

source: [12790] data/maps/arid/town-1.json entities/336/settings/event/8/message #1008 EventTrigger moreEvotars1 START IF tmp.evoraid.zapped >= 3 main.guild-leader @DETERMINED ---------------- Found more Evotars in here!
es: ¡Hay más Evotares aquí!

source: [12791] data/maps/arid/town-1.json entities/336/settings/event/10/message #1009 EventTrigger moreEvotars1 START IF tmp.evoraid.zapped >= 3 main.sergey @DEFAULT ---------------- Great! Please join Emilie and Lukas in the west! They're defending the Evotars!
es: ¡Genial! ¡Únete a Emilie y Lukas en el oeste! ¡Están defendiendo a los Evotares!

source: [12792] data/maps/arid/town-1.json entities/336/settings/event/11/message #1010 EventTrigger moreEvotars1 START IF tmp.evoraid.zapped >= 3 main.guild-leader @SMILE ---------------- Alrighty!
es: ¡De acuerdo!

source: [12793] data/maps/arid/town-1.json entities/339/settings/event/8/message #1011 EventTrigger moreEvotars2 START IF tmp.evoraid.zapped >= 6 main.buggy @GRIN ---------------- I found a few more strolling around up here!
es: ¡Encontré algunos más paseando por aquí!

source: [12794] data/maps/arid/town-1.json entities/339/settings/event/10/message #1012 EventTrigger moreEvotars2 START IF tmp.evoraid.zapped >= 6 main.sergey @DEFAULT ---------------- Nice! Please join the defense in the west!
es: ¡Bien! ¡Por favor únete a la defensa en el oeste!

source: [12795] data/maps/arid/town-1.json entities/339/settings/event/11/message #1013 EventTrigger moreEvotars2 START IF tmp.evoraid.zapped >= 6 main.buggy @UP ---------------- Right on my way!
es: ¡En camino!

source: [12796] data/maps/arid/town-1.json entities/340/settings/event/26/message #1014 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 antagonists.fancyguy @DOWN ---------------- Looks like we caught all Evotars in this area!
es: ¡Parece que atrapamos a todos los Evotares en este área!

source: [12797] data/maps/arid/town-1.json entities/340/settings/event/27/message #1015 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.sergey @WORRIED ---------------- We're close, but still not there yet!
es: ¡Estamos cerca, pero aún falta!

source: [12798] data/maps/arid/town-1.json entities/340/settings/event/28/message #1016 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.sergey @SERIOUS ---------------- There have to be a few more Evotars somewhere!
es: ¡Tienen que haber más Evotares en algún lugar!

source: [12799] data/maps/arid/town-1.json entities/340/settings/event/37/message #1021 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.grumpy @DEFAULT ---------------- There are more Evotars over there, right in front of that tower.
es: Hay más Evotares aquí, justo frente a la torre.

source: [12800] data/maps/arid/town-1.json entities/340/settings/event/38/message #1030 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.grumpy @DEFAULT ---------------- However, they seem to be stuck. I couldn't get them to move over here.
es: Sin embargo, parecen estar atrapados. No conseguí moverlos hacia aquí.

source: [12801] data/maps/arid/town-1.json entities/340/settings/event/40/message #1031 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.sergey @SURPRISED ---------------- Stuck, you say?
es: ¿Atrapados dices?

source: [12802] data/maps/arid/town-1.json entities/340/settings/event/52/message #1024 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 antagonists.fancyguy @POINTING ---------------- Stop right there, fiend!!
es: ¡¡Alto ahí malvado!!

source: [12803] data/maps/arid/town-1.json entities/340/settings/event/61/message #1029 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.sergey @SERIOUS ---------------- Albert, you help Apollo and Joern defend the area.
es: Albert, ayuda a Apollo y a Joern a defender el área.

source: [12804] data/maps/arid/town-1.json entities/340/settings/event/62/message #1032 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.sergey @NOTIFYING ---------------- Lea and I will have a look at the tower!
es: ¡Lea y yo le echaremos un vistazo a la torre!

source: [12805] data/maps/arid/town-1.json entities/340/settings/event/63/message #1033 EventTrigger evotarRaidEnd START IF tmp.evoraid.zapped >= 10 main.grumpy @DEFAULT ---------------- Understood!
es: ¡Entendido!

source: [12806] data/maps/arid/town-1.json entities/343/settings/event/21/action/1/text #650 EventTrigger EvoExplode START IF plot.line >= 29100 DO_ACTION SHOW_AR_MSG ---------------- Unexpected Error
es: Error Inesperado

source: [12807] data/maps/arid/town-1.json entities/343/settings/event/22/action/1/text #1026 EventTrigger EvoExplode START IF plot.line >= 29100 DO_ACTION SHOW_AR_MSG ---------------- Unexpected Error
es: Error Inesperado

source: [12808] data/maps/arid/town-1.json entities/343/settings/event/23/action/1/text #1027 EventTrigger EvoExplode START IF plot.line >= 29100 DO_ACTION SHOW_AR_MSG ---------------- Unexpected Error
es: Error Inesperado

source: [12809] data/maps/arid/town-1.json entities/343/settings/event/30/message #1034 EventTrigger EvoExplode START IF plot.line >= 29100 main.grumpy @DEFAULT ---------------- Unexpected Error...\. It seems the Evotar server crashed.
es: Error inesperado...\. Parece que el servidor de los Evotares se ha bloqueado.

source: [12810] data/maps/arid/town-1.json entities/343/settings/event/35/message #1035 EventTrigger EvoExplode START IF plot.line >= 29100 antagonists.fancyguy @POINTING ---------------- Justice has been served!
es: ¡La justicia se ha servido!

source: [12811] data/maps/arid/town-1.json entities/343/settings/event/38/message #1036 EventTrigger EvoExplode START IF plot.line >= 29100 antagonists.sidekick @SARCASTIC ---------------- That is some messed-up justice, Polly.
es: Esa justicia está media torcida, Polly.

source: [12812] data/maps/arid/town-1.json entities/344/settings/event/0/message #915 LocationEvent laserBridge START IF party.alive.Emilie main.emilie @HAPPY ---------------- Laser bridge!! I missed you so much!
es: ¡¡Puente de Luz!! ¡Te extrañé tanto!

source: [12813] data/maps/arid/town-1.json entities/347/settings/dialog/0/text #1037 XenoDialog pipeTalk SPAWN IF plot.line < 28000 cross-worlds.hexacast-male-dark ---------------- Flowing...
es: Fluyendo...

source: [12814] data/maps/arid/town-1.json entities/347/settings/dialog/1/text #1038 XenoDialog pipeTalk SPAWN IF plot.line < 28000 cross-worlds.hexacast-male-dark ---------------- In the pipes...
es: En las tuberías...

source: [12815] data/maps/arid/town-1.json entities/347/settings/dialog/2/text #1039 XenoDialog pipeTalk SPAWN IF plot.line < 28000 cross-worlds.hexacast-male-dark ---------------- Where does it go...?
es: Adónde van...?

source: [12816] data/maps/arid/town-2.json entities/290/settings/blockEvent/0/elseStep/4/message #148 TeleportGround south-1 IF NOT tmp.evoraid.blocked main.schneider2 @WONDERING ---------------- The tour does not include the river area. We've been there yesterday already.
es: El tour no incluye el área del río. Ya estuvimos allí ayer.

source: [12818] data/maps/arid/town-2.json entities/389/settings/interact/hoverText #5 Prop ---------------- \i[arrow-n] \c[1]Forbidden Area\c[0] \i[arrow-e] Dormitory \i[arrow-s] River \i[arrow-w] Lake
es: \i[arrow-n] \c[1]Área Restringida\c[0] \i[arrow-e] Dormitorio \i[arrow-s] Río \i[arrow-w] Lago

source: [12819] data/maps/arid/town-2.json entities/394/settings/event/0/message #6 EventTrigger SchneiderCommentsOnQuesHub main.schneider2 @DEFAULT ---------------- Japp, here it is. That large building right over there.
es: Japp, aquí está. Ese gran edificio justo ahí.

source: [12820] data/maps/arid/town-2.json entities/397/settings/dialog/0/text #7 XenoDialog warning SPAWN IF !tmp.enterDanger && plot.line < 28000 cross-worlds.pentafist-female-rasta ---------------- Don't go up there, they'll punch ya....
es: No vayas ahí, te molerán a golpes...

source: [12821] data/maps/arid/town-2.json entities/399/settings/dialog/0/text #50 XenoDialog warning2 SPAWN IF tmp.enterDanger && plot.line < 28000 cross-worlds.pentafist-female-rasta ---------------- I warned ya...
es: Te avisé...

source: [12822] data/maps/arid/town-2.json entities/402/settings/npcStates/0/event/0/thenStep/2/message #1038 NPC hexa1 IF IF plot.line >= 13100 main.lea @NERVOUS ---------------- Hi...
es: Hola...

source: [12823] data/maps/arid/town-2.json entities/402/settings/npcStates/0/event/0/thenStep/3/message #1035 NPC hexa1 IF IF plot.line >= 13100 cross-worlds.hexacast-male-black @DEFAULT ---------------- Oh, feeling better again?
es: Oh, ¿ya te sientes mejor?

source: [12825] data/maps/arid/town-2.json entities/402/settings/npcStates/0/event/0/thenStep/5/message #1037 NPC hexa1 IF IF plot.line >= 13100 cross-worlds.hexacast-male-black @DEFAULT ---------------- Well...\. given the circumstances.
es: Bueno...\. dadas las circunstancias.

source: [12828] data/maps/arid/town-2.json entities/402/settings/npcStates/0/event/0/elseStep/0/thenStep/4/message #1040 NPC hexa1 IF IF NOT plot.line >= 13100 IF plot.line >= 12800 cross-worlds.hexacast-male-black @DEFAULT ---------------- Are you okay?
es: ¿Estás bien?

source: [12829] data/maps/arid/town-2.json entities/402/settings/npcStates/0/event/0/elseStep/0/elseStep/2/message #62 NPC hexa1 IF IF NOT plot.line >= 13100 IF NOT plot.line >= 12800 cross-worlds.hexacast-male-black @DEFAULT ---------------- You look new here...
es: Pareces nueva aquí...

source: [12830] data/maps/arid/town-2.json entities/402/settings/npcStates/0/event/0/elseStep/0/elseStep/3/message #64 NPC hexa1 IF IF NOT plot.line >= 13100 IF NOT plot.line >= 12800 main.lea @NERVOUS ---------------- ...Hi?
es: ¿...Hola?

source: [12831] data/maps/arid/town-2.json entities/402/settings/npcStates/0/event/0/elseStep/0/elseStep/4/message #65 NPC hexa1 IF IF NOT plot.line >= 13100 IF NOT plot.line >= 12800 cross-worlds.hexacast-male-black @DEFAULT ---------------- Hi. Welcome to this small little hellhole.
es: Hola. Bienvenida a este pequeño infierno.

source: [12832] data/maps/arid/town-2.json entities/405/settings/analyzable/text #11 NPC pipeDude ---------------- Mario
es: Mario

source: [12833] data/maps/arid/town-2.json entities/406/settings/dialog/0/text #9 XenoDialog SPAWN IF plot.line < 28000 cross-worlds.triblader-male-blue ---------------- Pipes! Pipes everywhere!
es: ¡Tuberías! ¡Tuberías por todos lados!

source: [12834] data/maps/arid/town-2.json entities/406/settings/dialog/1/text #51 XenoDialog SPAWN IF plot.line < 28000 cross-worlds.triblader-male-blue ---------------- Pipes are the best!
es: ¡Las tuberías son lo mejor!

source: [12835] data/maps/arid/town-2.json entities/406/settings/dialog/2/text #52 XenoDialog SPAWN IF plot.line < 28000 cross-worlds.triblader-male-blue ---------------- Piiiiiiiiiipes!!!
es: ¡¡¡Tuberíaaaaaaaaasss!!!

source: [12836] data/maps/arid/town-2.json entities/407/settings/dialog/0/text #53 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.triblader-female-purple ---------------- Now take the fish and cook it up in the jelly for 2 hours...
es: Ahora toma el pez y cocina por 2 horas...

source: [12837] data/maps/arid/town-2.json entities/407/settings/dialog/1/text #54 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.triblader-female-purple ---------------- Add the sesame, season with pepper and oregano.
es: Agrega sésamo, sazona con pimienta y orégano.

source: [12838] data/maps/arid/town-2.json entities/407/settings/dialog/2/text #55 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.quadroguard-male-blond ---------------- What happens then?
es: ¿Y luego qué pasa?

source: [12839] data/maps/arid/town-2.json entities/407/settings/dialog/3/text #60 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.triblader-female-purple ---------------- Add lemon juice. Add the pineapple. Stir fry for 20 minutes.
es: Agrega jugo de limón. Agrega piña. Saltea por 20 minutos.

source: [12840] data/maps/arid/town-2.json entities/407/settings/dialog/4/text #61 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.quadroguard-male-blond ---------------- Hahaha...
es: Jajajaja...

source: [12841] data/maps/arid/town-2.json entities/407/settings/dialog/5/text #56 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.triblader-female-purple ---------------- Cover in breadcrumbs, fry another 30 minutes.
es: Cúbrelo en pan rallado, fríe por otra media hora.

source: [12842] data/maps/arid/town-2.json entities/407/settings/dialog/6/text #57 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.triblader-female-purple ---------------- Wrap it with two layers of cheese. Deep fry for 15 minutes.
es: Enróyalo en dos capas de queso. Fríe por 15 minutos.

source: [12843] data/maps/arid/town-2.json entities/407/settings/dialog/7/text #66 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.quadroguard-male-blond ---------------- No way!
es: ¡Imposible!

source: [12844] data/maps/arid/town-2.json entities/407/settings/dialog/8/text #58 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.triblader-female-purple ---------------- Add water and bring it to a boil for 2 hours or until soft.
es: Agrega agua y híervelo por 2 horas o hasta que quede blando.

source: [12845] data/maps/arid/town-2.json entities/407/settings/dialog/9/text #59 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.triblader-female-purple ---------------- Mix it all up in the blender and let it cool for an hour. That's how you make the jelly.
es: Mézclalo todo en la batidora y déjalo enfriar por otra hora. Así es como haces gelatina.

source: [12846] data/maps/arid/town-2.json entities/407/settings/dialog/10/text #63 XenoDialog Insanetalk SPAWN IF plot.line < 28000 cross-worlds.quadroguard-male-blond ---------------- So good!
es: ¡Qué bueno!

source: [12847] data/maps/arid/town-2.json entities/408/settings/event/8/message #68 EventTrigger SchneiderMad START IF plot.line >= 10900 main.schneider2 @SERIOUS ---------------- Hey, you two! What is it with this place?
es: ¡Ey, ustedes dos! ¿Qué es este lugar?

source: [12848] data/maps/arid/town-2.json entities/408/settings/event/10/message #69 EventTrigger SchneiderMad START IF plot.line >= 10900 cross-worlds.triblader-female-purple @DEFAULT ---------------- Add the sesame, season with pepper and oregano.
es: Agrega el sésamo, sazona con pimienta y orégano.

source: [12849] data/maps/arid/town-2.json entities/408/settings/event/12/message #70 EventTrigger SchneiderMad START IF plot.line >= 10900 cross-worlds.quadroguard-male-blond @DEFAULT ---------------- Haha! So good!
es: ¡Jaja! ¡Que bien!

source: [12850] data/maps/arid/town-2.json entities/408/settings/event/14/message #71 EventTrigger SchneiderMad START IF plot.line >= 10900 main.schneider2 @RANTING ---------------- Hey! Are you listening to me?
es: ¡Ey! ¿Me están escuchando?

source: [12851] data/maps/arid/town-2.json entities/408/settings/event/15/message #72 EventTrigger SchneiderMad START IF plot.line >= 10900 cross-worlds.triblader-female-purple @DEFAULT ---------------- Add lemon juice.\. Add the pineapple.\. Stir fry for 20 minutes.
es: Agrega jugo de limón.\. Agrega la piña.\. Sofreír por 20 minutos.

source: [12852] data/maps/arid/town-2.json entities/408/settings/event/16/message #73 EventTrigger SchneiderMad START IF plot.line >= 10900 cross-worlds.quadroguard-male-blond @DEFAULT ---------------- Hahahaha!
es: ¡Jajajaja!

source: [12853] data/maps/arid/town-2.json entities/408/settings/event/18/message #74 EventTrigger SchneiderMad START IF plot.line >= 10900 main.schneider2 @PANIC ---------------- W-What the heck is wrong with you?!
es: ¡¿Q-Qué pasa contigo?!

source: [12854] data/maps/arid/town-2.json entities/408/settings/event/23/message #75 EventTrigger SchneiderMad START IF plot.line >= 10900 cross-worlds.hexacast-male-black @DEFAULT ---------------- What's up, man?
es: ¿Qué pasa?

source: [12855] data/maps/arid/town-2.json entities/408/settings/event/26/message #76 EventTrigger SchneiderMad START IF plot.line >= 10900 main.schneider2 @SERIOUS ---------------- You... what is it with this place?!
es: Tú... ¡¿qué es este lugar?!

source: [12856] data/maps/arid/town-2.json entities/408/settings/event/27/message #77 EventTrigger SchneiderMad START IF plot.line >= 10900 cross-worlds.hexacast-male-black @DEFAULT ---------------- Sorry... I don't know.
es: Lo siento... no lo sé.

source: [12857] data/maps/arid/town-2.json entities/408/settings/event/28/message #78 EventTrigger SchneiderMad START IF plot.line >= 10900 main.schneider2 @SERIOUS ---------------- Can't you logout either?
es: ¿Tú tampoco te puedes desconectar?

source: [12858] data/maps/arid/town-2.json entities/408/settings/event/29/message #79 EventTrigger SchneiderMad START IF plot.line >= 10900 cross-worlds.hexacast-male-black @DEFAULT ---------------- ... Nope... None of us can.
es: ... Nop... Ninguno de nosotros puede.

source: [12859] data/maps/arid/town-2.json entities/408/settings/event/30/message #80 EventTrigger SchneiderMad START IF plot.line >= 10900 main.schneider2 @PANIC ---------------- What?!
es: ¡¿Qué?!

source: [12860] data/maps/arid/town-2.json entities/408/settings/event/31/message #81 EventTrigger SchneiderMad START IF plot.line >= 10900 cross-worlds.hexacast-male-black @DEFAULT ---------------- We're all stuck here...
es: Estamos todos atrapados aquí...

source: [12861] data/maps/arid/town-2.json entities/408/settings/event/32/message #82 EventTrigger SchneiderMad START IF plot.line >= 10900 main.schneider2 @PANIC ---------------- You must be joking!
es: ¡Debes estar bromeando!

source: [12862] data/maps/arid/town-2.json entities/408/settings/event/39/message #83 EventTrigger SchneiderMad START IF plot.line >= 10900 main.schneider2 @PANIC ---------------- Hey, Metal Face! Talk to me!
es: ¡Ey, pedazo de chatarra! ¡Háblame!

source: [12863] data/maps/arid/town-2.json entities/408/settings/event/43/message #84 EventTrigger SchneiderMad START IF plot.line >= 10900 main.lea @SCARED ---------------- ...Wait!
es: ¡...Alto!

source: [12864] data/maps/arid/town-2.json entities/408/settings/event/48/message #85 EventTrigger SchneiderMad START IF plot.line >= 10900 main.schneider2 @PANIC ---------------- DAMN IT! THIS CAN'T BE REAL!!
es: ¡DEMONIOS! ¡¡ESTO NO PUEDE SER REAL!!

source: [12865] data/maps/arid/town-2.json entities/408/settings/event/55/message #86 EventTrigger SchneiderMad START IF plot.line >= 10900 cross-worlds.hexacast-male-black @DEFAULT ---------------- No, don't attack them!!
es: ¡¡No, no los ataques!!

source: [12866] data/maps/arid/town-2.json entities/408/settings/event/82/message #88 EventTrigger SchneiderMad START IF plot.line >= 10900 main.schneider2 @PANIC ---------------- DAMN IT AAAAAAAALLL!!!
es: ¡¡¡MALDITA SEAAAAAAA!!!

source: [12867] data/maps/arid/town-2.json entities/411/settings/event/11/message #89 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @COMPLAINING ---------------- I just died and respawned, didn't I?
es: Acabo de morir y reaparecí, ¿no?

source: [12868] data/maps/arid/town-2.json entities/411/settings/event/12/message #90 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12869] data/maps/arid/town-2.json entities/411/settings/event/14/message #91 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @WONDERING ---------------- Well, at least we won't die in real life when we die in-game. That's something.
es: Bueno, al menos no moriré en la vida real si muero en el juego. Es algo.

source: [12871] data/maps/arid/town-2.json entities/411/settings/event/16/message #93 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @PONDERING ---------------- You remember that strange feeling I mentioned before?
es: ¿Recuerdas esa sensación extraña que mencioné antes?

source: [12873] data/maps/arid/town-2.json entities/411/settings/event/18/message #95 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @NORM_SERIOUS ---------------- I figured it out.\. I can't remember things.
es: Ya lo descubrí.\. No puedo recordar cosas.

source: [12874] data/maps/arid/town-2.json entities/411/settings/event/19/message #96 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @SERIOUS ---------------- I can't remember what... is outside of the game.
es: No recuerdo que es... estar fuera del juego.

source: [12877] data/maps/arid/town-2.json entities/411/settings/event/22/message #99 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @WHISTLING ---------------- Is it the same for you?
es: ¿Es lo mismo contigo?

source: [12878] data/maps/arid/town-2.json entities/411/settings/event/23/message #100 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12879] data/maps/arid/town-2.json entities/411/settings/event/24/message #101 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @SERIOUS ---------------- I see...
es: Ya veo...

source: [12880] data/maps/arid/town-2.json entities/411/settings/event/25/message #102 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @PONDERING ---------------- Things are just very blurry right now. Do you think our memories will return?
es: Las cosas están muy borrosas por ahora. ¿Crees que nuestra memoria volverá?

source: [12881] data/maps/arid/town-2.json entities/411/settings/event/26/message #103 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12882] data/maps/arid/town-2.json entities/411/settings/event/27/message #104 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @NORM_SERIOUS ---------------- Did... did it already happen for you?
es: Ya... ¿ya ha pasado contigo?

source: [12883] data/maps/arid/town-2.json entities/411/settings/event/28/message #105 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12884] data/maps/arid/town-2.json entities/411/settings/event/29/message #106 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @TOWARDS ---------------- That... is good to know.
es: Eso... es bueno saberlo.

source: [12886] data/maps/arid/town-2.json entities/411/settings/event/31/message #108 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @SERIOUS ---------------- There's got to be a way out of this.\. There just has to be.
es: Tiene que haber alguna forma de salir de aquí.\. Tiene que haberlo.

source: [12888] data/maps/arid/town-2.json entities/411/settings/event/38/message #110 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @NORM_SERIOUS ---------------- Let's return to our rooms, ok?
es: Volvamos a nuestras habitaciones, ¿si?

source: [12889] data/maps/arid/town-2.json entities/411/settings/event/39/message #111 EventTrigger SchneiderPostMad START IF plot.line >= 11000 main.schneider2 @SERIOUS ---------------- Maybe there is a way to properly rest in there, however that works.
es: Quizá haya alguna forma de descansar allí, como sea que eso funcione.
