Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [11822] data/maps/arid/interior/the-room.json entities/34/settings/event/31/message #88 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @WORRIED ---------------- Still, I was not aware that development of this region had continued in any way.
es: Aún así, no estaba al tanto que el desarrollo de esta región había continuado.

source: [11823] data/maps/arid/interior/the-room.json entities/34/settings/event/32/message #89 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @NOTIFYING ---------------- This place should be abandoned for all I know.
es: Este lugar debería estar abandonado por lo que sé.

source: [11824] data/maps/arid/interior/the-room.json entities/34/settings/event/33/message #90 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @WORRIED ---------------- I mean... It is possible this is a confidential project we are not supposed to know about...
es: Quiero decir... Es posible que sea un proyecto confidencial del que no se supone que sepamos...

source: [11825] data/maps/arid/interior/the-room.json entities/34/settings/event/34/message #91 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @THINKING ---------------- But I highly doubt that...
es: Pero lo dudo mucho...

source: [11827] data/maps/arid/interior/the-room.json entities/34/settings/event/36/message #93 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @EYES_CLOSED ---------------- The fact that the avatars here cannot seem to logout is even more strange...
es: El hecho de que los avatares aquí no puedan desconectarse es aún más extraño...

source: [11828] data/maps/arid/interior/the-room.json entities/34/settings/event/37/message #94 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11829] data/maps/arid/interior/the-room.json entities/34/settings/event/38/message #95 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @WORRIED ---------------- And their loss of memory as well.
es: Y su pérdida de memoria también.

source: [11830] data/maps/arid/interior/the-room.json entities/34/settings/event/39/message #96 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11831] data/maps/arid/interior/the-room.json entities/34/settings/event/40/message #97 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @NERVOUS ---------------- ...Wait.
es: ...Espera.

source: [11832] data/maps/arid/interior/the-room.json entities/34/settings/event/41/message #98 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @DEFAULT ---------------- Hm?
es: ¿Hm?

source: [11835] data/maps/arid/interior/the-room.json entities/34/settings/event/44/message #101 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @WORRIED ---------------- Yes, just like you, Lea. Their situation is very similar to yours.
es: Si, al igual que tú, Lea. Si situación es muy similar a la tuya.

source: [11836] data/maps/arid/interior/the-room.json entities/34/settings/event/45/message #102 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @DRAMATIC ---------------- But...\. I doubt those players are all...\. in a coma.
es: Pero...\. Dudo que todos esos jugadores estén...\. en un coma.

source: [11837] data/maps/arid/interior/the-room.json entities/34/settings/event/46/message #110 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @NERVOUS ---------------- ...Why?
es: ...¿Por qué?

source: [11839] data/maps/arid/interior/the-room.json entities/34/settings/event/48/message #105 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @DRAMATIC ---------------- Lea...\. There is something I...
es: Lea...\. Hay algo que...

source: [11841] data/maps/arid/interior/the-room.json entities/34/settings/event/50/message #107 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @DRAMATIC ---------------- ...No.
es: ...No.

source: [11842] data/maps/arid/interior/the-room.json entities/34/settings/event/51/message #108 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @WORRIED ---------------- S-Sorry.\. I think I...\. just misunderstood something.
es: L-Lo siento.\. Creo que...\. malinterpreté algo.

source: [11844] data/maps/arid/interior/the-room.json entities/34/settings/event/53/message #103 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @MOPING ---------------- ...Why?
es: ...¿Por qué?

source: [11845] data/maps/arid/interior/the-room.json entities/34/settings/event/54/message #111 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @EYES_CLOSED ---------------- Anyway, there is nothing we can do in this room.
es: Como sea, no hay nada que podamos hacer en esta habitación.

source: [11846] data/maps/arid/interior/the-room.json entities/34/settings/event/55/message #112 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @SERIOUS ---------------- So I suggest we call it a day, alright?
es: Así que sugiero que terminemos por hoy, ¿de acuerdo?

source: [11847] data/maps/arid/interior/the-room.json entities/34/settings/event/56/message #113 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @SHAKE_EYE_CLOSED ---------------- [shakes head]
es: [niega con la cabeza]

source: [11848] data/maps/arid/interior/the-room.json entities/34/settings/event/57/message #114 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @ANGRY ---------------- ...Wait. Why?
es: ...Espera. ¿Por qué?

source: [11849] data/maps/arid/interior/the-room.json entities/34/settings/event/58/message #115 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @DRAMATIC ---------------- Lea...\. Please...\. There is nothing left to talk about.
es: Lea...\. Por favor...\. No hay nada de que hablar.

source: [11852] data/maps/arid/interior/the-room.json entities/34/settings/event/61/message #118 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @MOPING ---------------- ...Bye.
es: ...Adiós.

source: [11853] data/maps/arid/interior/the-room.json entities/34/settings/event/62/message #119 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @WORRIED ---------------- Good night.
es: Buenas noches.

source: [11854] data/maps/arid/interior/the-room.json entities/34/settings/event/66/text #500 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 SHOW_AR_MSG ---------------- Logout
es: Desconectarse

source: [11856] data/maps/arid/interior/the-room.json entities/35/settings/event/15/message #503 EventTrigger Start_Day2 START IF plot.line >= 11400 main.lea @SURPRISED ---------------- Wait!
es: ¡Espera!

source: [11857] data/maps/arid/interior/the-room.json entities/35/settings/event/17/message #504 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @DEFAULT ---------------- Oh! Good morning, Lea.
es: ¡Oh! Buenos días, Lea.

source: [11858] data/maps/arid/interior/the-room.json entities/35/settings/event/18/message #505 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @NOTIFYING ---------------- Did you have another dream?
es: ¿Tuviste otro sueño?

source: [11859] data/maps/arid/interior/the-room.json entities/35/settings/event/19/message #506 EventTrigger Start_Day2 START IF plot.line >= 11400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11860] data/maps/arid/interior/the-room.json entities/35/settings/event/22/message #507 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @SMILE ---------------- Good! Did you remember something new?
es: ¡Bien! ¿Recordaste algo nuevo?

source: [11861] data/maps/arid/interior/the-room.json entities/35/settings/event/23/message #508 EventTrigger Start_Day2 START IF plot.line >= 11400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11862] data/maps/arid/interior/the-room.json entities/35/settings/event/24/message #509 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @AWAY ---------------- Was it another place?
es: ¿Era algún otro lugar?

source: [11863] data/maps/arid/interior/the-room.json entities/35/settings/event/25/message #510 EventTrigger Start_Day2 START IF plot.line >= 11400 main.lea @SHAKE ---------------- [shakes head]
es: [niega con la cabeza]

source: [11864] data/maps/arid/interior/the-room.json entities/35/settings/event/26/message #511 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @DEFAULT ---------------- Oh...\. was it a person?
es: Oh...\. ¿una persona?

source: [11865] data/maps/arid/interior/the-room.json entities/35/settings/event/27/message #512 EventTrigger Start_Day2 START IF plot.line >= 11400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11866] data/maps/arid/interior/the-room.json entities/35/settings/event/28/message #513 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @WHISTLING ---------------- That is new!\. Okay who could it be...
es: ¡Eso es nuevo!\. Bien, quién podrá ser...

source: [11868] data/maps/arid/interior/the-room.json entities/35/settings/event/30/message #515 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @DEFAULT ---------------- Was it an avatar? Somebody logged into CrossWorlds?
es: ¿Era un avatar? ¿Alguien conectado a CrossWorlds?

source: [11869] data/maps/arid/interior/the-room.json entities/35/settings/event/31/message #516 EventTrigger Start_Day2 START IF plot.line >= 11400 main.lea @SHAKE ---------------- [shakes head]
es: [niega con la cabeza]

source: [11870] data/maps/arid/interior/the-room.json entities/35/settings/event/32/message #517 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @WHISTLING ---------------- Okay, not a player then...
es: Bien, no es un jugador entonces...

source: [11871] data/maps/arid/interior/the-room.json entities/35/settings/event/33/message #518 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @SERIOUS ---------------- Was it...\. Gautham by any chance?
es: ¿Era...\. Gautham?

source: [11872] data/maps/arid/interior/the-room.json entities/35/settings/event/34/message #519 EventTrigger Start_Day2 START IF plot.line >= 11400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11873] data/maps/arid/interior/the-room.json entities/35/settings/event/37/message #520 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @DOWN ---------------- Of course, you saw him yesterday, this must have triggered the memory.
es: Por supuesto, lo viste ayer, eso debe haberte hecho recordar.

source: [11874] data/maps/arid/interior/the-room.json entities/35/settings/event/38/message #521 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @DEFAULT ---------------- Did you see anybody else?
es: ¿Viste a alguien más?

source: [11875] data/maps/arid/interior/the-room.json entities/35/settings/event/39/message #522 EventTrigger Start_Day2 START IF plot.line >= 11400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11877] data/maps/arid/interior/the-room.json entities/35/settings/event/41/message #524 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @THINKING ---------------- You...\. You saw me?
es: ¿Me...\. viste a mí?

source: [11878] data/maps/arid/interior/the-room.json entities/35/settings/event/42/message #525 EventTrigger Start_Day2 START IF plot.line >= 11400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11879] data/maps/arid/interior/the-room.json entities/35/settings/event/43/message #526 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @WORRIED ---------------- Hm... Was there a third person?
es: Hm... ¿Había alguien más?

source: [11880] data/maps/arid/interior/the-room.json entities/35/settings/event/44/message #527 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @SERIOUS ---------------- Black messy hair, lean figure?
es: ¿Pelo negro alborotado, figura esbelta?

source: [11882] data/maps/arid/interior/the-room.json entities/35/settings/event/47/message #529 EventTrigger Start_Day2 START IF plot.line >= 11400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11883] data/maps/arid/interior/the-room.json entities/35/settings/event/48/message #530 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @EYES_CLOSED ---------------- That must have been \c[3]Satoshi\c[0].
es: Ese debe ser \c[3]Satoshi\c[0].

source: [11885] data/maps/arid/interior/the-room.json entities/35/settings/event/50/message #532 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @EYES_CLOSED ---------------- Okay, Lea...
es: Okey, Lea...

source: [11886] data/maps/arid/interior/the-room.json entities/35/settings/event/51/message #533 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @EYES_CLOSED ---------------- I think now is the right time to tell you more about yourself.
es: Creo que es el momento de decirte más de tí misma.

source: [11888] data/maps/arid/interior/the-room.json entities/35/settings/event/53/message #535 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @WHISTLING ---------------- Yes...\. I do know a few things about you.\. We knew each other in the past.
es: Si...\. Sé algunas cosas sobre tí.\. Nos conocimos en el pasado.

source: [11889] data/maps/arid/interior/the-room.json entities/35/settings/event/54/message #536 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @NOTIFYING ---------------- However...\. I thought it was safest for you to recover your memories by yourself.
es: Sin embargo...\. Creí que lo más seguro era que recuperaras tus recuerdos tú misma.

source: [11890] data/maps/arid/interior/the-room.json entities/35/settings/event/55/message #537 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @WORRIED ---------------- After all, this is part of your...\. healing process.
es: Después de todo, esto es parte de tu...\. proceso de recuperación.

source: [11892] data/maps/arid/interior/the-room.json entities/35/settings/event/59/message #539 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @DOWN ---------------- Anyway, if you remembered Gautham, Satoshi and me...
es: Como sea, si recordaste a Gautham, Satoshi y yo...

source: [11893] data/maps/arid/interior/the-room.json entities/35/settings/event/60/message #540 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @THINKING ---------------- ... this must have been from about \c[3]5 years ago\c[0].
es: ... esto debe ser de hace unos \c[3]5 años\c[0].

source: [11894] data/maps/arid/interior/the-room.json entities/35/settings/event/61/message #541 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @DEFAULT ---------------- Back then, all of us were \c[3]employees of Instatainment\c[0].
es: En ese entonces, todos nosotros eramos \c[3]empleados de Instatainment\c[0].

source: [11896] data/maps/arid/interior/the-room.json entities/35/settings/event/63/message #543 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @DOWN ---------------- That is right, we were all involved in the development of CrossWorlds.
es: Así es, todos estábamos involucrados en el desarrollo de CrossWorlds.

source: [11897] data/maps/arid/interior/the-room.json entities/35/settings/event/64/message #544 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @WORRIED ---------------- And Satoshi...\. he is your brother.
es: Y Satoshi...\. él es tu hermano.

source: [11899] data/maps/arid/interior/the-room.json entities/35/settings/event/66/message #546 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @EYES_CLOSED ---------------- I am sure you will remember more about him soon.
es: Estoy seguro de que recordarás más de él pronto.

source: [11900] data/maps/arid/interior/the-room.json entities/35/settings/event/67/message #547 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @WORRIED ---------------- Anyway... about 4 years ago, all 3 of you \c[3]went missing\c[0].
es: Como sea... hace 4 años, ustedes 3 \c[3]desaparecieron\c[0].

source: [11902] data/maps/arid/interior/the-room.json entities/35/settings/event/69/message #549 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @SERIOUS ---------------- Nobody knew exactly what happened to you. There was no way to track you down.
es: Nadie sabía qué les pasó exactamente. No había forma de rastrearlos.

source: [11903] data/maps/arid/interior/the-room.json entities/35/settings/event/70/message #550 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @EYES_CLOSED ---------------- And believe me... I tried.
es: Y créeme... lo intenté.

source: [11904] data/maps/arid/interior/the-room.json entities/35/settings/event/71/message #551 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @WORRIED ---------------- That was until I found you again.\. Lying in a hospital.
es: Eso fue hasta que te encontré.\. Postrada en un hospital.

source: [11906] data/maps/arid/interior/the-room.json entities/35/settings/event/73/message #553 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @EYES_CLOSED ---------------- And with you being awake in CrossWorlds, your memories are my only lead to Satoshi and the others.
es: Por eso te necesito despierta en CrossWorlds, tus recuerdos son mi único rastro hacia Satoshi y los demás.

source: [11908] data/maps/arid/interior/the-room.json entities/35/settings/event/75/message #555 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @EYES_CLOSED ---------------- I want to get you to wake up. And I want to find out what exactly has happened... to you and the others.
es: Quiero que despiertes del coma. Y quiero averiguar que les pasó exactamente... a tí y al resto.

source: [11910] data/maps/arid/interior/the-room.json entities/35/settings/event/77/message #557 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @WORRIED ---------------- Whatever did happen...\. I am sure it has to do with this place.
es: Lo que haya pasado...\. seguro que tiene que ver con este lugar.

source: [11911] data/maps/arid/interior/the-room.json entities/35/settings/event/78/message #558 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @SERIOUS ---------------- I get the feeling we are very close to the answers!
es: ¡Tengo el presentimiento de que estmos muy cerca de las respuestas!

source: [11913] data/maps/arid/interior/the-room.json entities/35/settings/event/85/message #578 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @NOTIFYING ---------------- Oh yes...\. it looks like the door was unlocked some time ago.
es: Ah si...\. parece que la puerta se desbloqueó hace un tiempo.

source: [11914] data/maps/arid/interior/the-room.json entities/35/settings/event/86/message #579 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @WORRIED ---------------- In fact, I am a bit late with your login... something was holding me up again.
es: De hecho, te conecté un poco tarde.... tuve un contratiempo.

source: [11916] data/maps/arid/interior/the-room.json entities/35/settings/event/88/message #581 EventTrigger Start_Day2 START IF plot.line >= 11400 main.sergey @NOTIFYING ---------------- Lukas is probably waiting for you outside.
es: Lukas debe estar esperándote fuera.

source: [11918] data/maps/arid/interior/the-room.json entities/36/settings/event/11/message #583 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @NOTIFYING ---------------- So we are back in the room?
es: ¿Así que volvimos a la habitación?

source: [11919] data/maps/arid/interior/the-room.json entities/36/settings/event/12/message #584 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11920] data/maps/arid/interior/the-room.json entities/36/settings/event/13/message #585 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @ROLL_EYES ---------------- I am still trying to wrap my head around all of this...
es: Aún estoy tratando de entender todo esto...

source: [11921] data/maps/arid/interior/the-room.json entities/36/settings/event/14/message #586 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @SERIOUS ---------------- Why are these players stuck in this place? And why did they all lose their memory?
es: ¿Por qué están estos jugadores atrapados aquí? ¿Y por qué todos perdieron su memoria?

source: [11922] data/maps/arid/interior/the-room.json entities/36/settings/event/15/message #587 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @WORRIED ---------------- Just what exactly is the whole point of this place?
es: ¿Cuál se supone que es el punto de este lugar?

source: [11924] data/maps/arid/interior/the-room.json entities/36/settings/event/17/message #589 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @THINKING ---------------- And just how in the world can all of this happen without anything being reported?
es: ¿Y cómo se supone que todo esto está pasando sin que nadie lo reporte?

source: [11926] data/maps/arid/interior/the-room.json entities/36/settings/event/19/message #591 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.lea @DEFAULT ---------------- Wait.
es: Espera.

source: [11927] data/maps/arid/interior/the-room.json entities/36/settings/event/20/message #592 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @DEFAULT ---------------- Huh? Is something wrong?
es: ¿Hm? ¿Algún problema?

source: [11929] data/maps/arid/interior/the-room.json entities/36/settings/event/22/message #594 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @THINKING ---------------- Uhm...
es: Uhm...

source: [11930] data/maps/arid/interior/the-room.json entities/36/settings/event/23/message #595 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @SURPRISED ---------------- Oh! You mean I could report all of this?
es: ¡Oh! ¿Dices que yo podría reportarlo?

source: [11931] data/maps/arid/interior/the-room.json entities/36/settings/event/24/message #596 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11932] data/maps/arid/interior/the-room.json entities/36/settings/event/25/message #597 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @WORRIED ---------------- Theoretically, yes. But that would be a bad idea.
es: Teóricamente, si. Pero esa sería una mala idea.

source: [11933] data/maps/arid/interior/the-room.json entities/36/settings/event/26/message #598 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.lea @SURPRISED_TOWARD ---------------- Why?
es: ¿Por qué?

source: [11934] data/maps/arid/interior/the-room.json entities/36/settings/event/27/message #599 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @DRAMATIC ---------------- Because...\. what we both are doing here...\. is unofficial.
es: Porque...\. lo que estamos haciendo aquí...\. es no oficial.

source: [11935] data/maps/arid/interior/the-room.json entities/36/settings/event/28/message #600 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @WORRIED ---------------- At least I do not have the approval of the company to log you into CrossWorlds.
es: Al menos yo no tengo el permiso de la compañía para conectarte a CrossWorlds.

source: [11937] data/maps/arid/interior/the-room.json entities/36/settings/event/30/message #602 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @SERIOUS ---------------- I essentially...\. snuck you into the game.
es: Esencialmente...\. te metí al juego de contrabando.
