Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [00064] data/areas/arid.json floors/2/maps/1/name #134 ---------------- West Town
es: Pueblo Oeste

source: [00065] data/areas/arid.json floors/2/maps/2/name #137 ---------------- Vermillion Tower
es: Torre Vermillion

source: [00066] data/areas/arid.json floors/2/maps/3/name #130 ---------------- Crimson Lake
es: Lago Carmesí

source: [00067] data/areas/arid.json floors/2/maps/4/name #131 ---------------- Ebony Forest
es: Bosque Ebony

source: [00068] data/areas/arid.json floors/2/maps/5/name #128 ---------------- Scarlet River
es: Río Escarlata

source: [00069] data/areas/arid.json floors/2/maps/6/name #129 ---------------- River Delta
es: Río Delta

source: [00070] data/areas/arid.json floors/2/maps/7/name #132 ---------------- Spiral Cliff
es: Acantilado Espiral

source: [00071] data/areas/arid.json floors/2/maps/8/name #143 ---------------- Dormitory Entrance
es: Entrada al Dormitorio

source: [00072] data/areas/arid.json floors/2/maps/9/name #144 ---------------- Dormitory Floor 1
es: Dormitorio Piso 1

source: [00073] data/areas/arid.json floors/2/maps/10/name #145 ---------------- Dormitory Room 4
es: Sala de Dormitorio 4

source: [00074] data/areas/arid.json floors/2/maps/11/name #241 ---------------- Quest Hub
es: Centro de Misiones

source: [00075] data/areas/arid.json floors/2/maps/12/name #156 ---------------- South Challenge
es: Desafío Sur

source: [00076] data/areas/arid.json floors/2/maps/13/name #163 ---------------- North Challenge
es: Desafío Norte

source: [00077] data/areas/arid.json floors/2/maps/14/name #186 ---------------- Storage Room 1
es: Sala de Almacenamiento 1

source: [00078] data/areas/arid.json floors/2/maps/15/name #187 ---------------- Storage Room 2
es: Sala de Almacenamiento 2

source: [00079] data/areas/arid.json floors/2/maps/16/name #234 ---------------- Store
es: Tienda

source: [00080] data/areas/arid.json floors/2/maps/17/name #238 ---------------- Tradehut
es: Sala de Intercambios

source: [11287] data/maps/arid/cliff-1.json entities/372/settings/event/9/message #120 EventTrigger SchneiderTour1 START IF plot.line >= 12100 main.schneider2 @UP ---------------- And this... is the cliff side.
es: Y este... es el lado del acantilado.

source: [11289] data/maps/arid/cliff-1.json entities/372/settings/event/11/message #129 EventTrigger SchneiderTour1 START IF plot.line >= 12100 main.schneider2 @PONDERING ---------------- It's where you realize...\. that this place is actually pretty small.
es: Aquí te das cuenta...\. de que este lugar es bastante pequeño.

source: [11291] data/maps/arid/cliff-1.json entities/372/settings/event/13/message #131 EventTrigger SchneiderTour1 START IF plot.line >= 12100 main.schneider2 @SERIOUS ---------------- And yes...\. there is indeed no exit.
es: Y si...\. no hay salida.

source: [11293] data/maps/arid/cliff-1.json entities/372/settings/event/15/message #133 EventTrigger SchneiderTour1 START IF plot.line >= 12100 main.schneider2 @WONDERING ---------------- Well actually...\. There is that one door just over here!
es: Bueno de hecho...\. ¡Hay una puerta justo ahí!

source: [11294] data/maps/arid/cliff-1.json entities/372/settings/event/18/task #157 EventTrigger SchneiderTour1 START IF plot.line >= 12100 SET_PERMA_TASK ---------------- Talk to Lukas in \c[3]Vermillion Wasteland - Spiral Cliff\c[0] to proceed with his tour.
es: Habla con Lukas en \c[3]Vertedero Vermillion - Acantilado Espiral\c[0] para proceder con el tour.

source: [11295] data/maps/arid/cliff-1.json entities/373/settings/npcStates/0/event/quest/5/message #147 NPC schneider2 IF plot.line >= 12100 && plot.line < 12200 main.schneider2 @NORM_SERIOUS ---------------- Japp. It's a door.
es: Japp. Es una puerta.

source: [11296] data/maps/arid/cliff-1.json entities/373/settings/npcStates/0/event/quest/6/message #149 NPC schneider2 IF plot.line >= 12100 && plot.line < 12200 main.schneider2 @SERIOUS ---------------- I have no idea where it leads but it's as close as it gets to an exit.
es: No tengo idea de adónde va, pero es lo más cercano que tenemos a una salida.

source: [11297] data/maps/arid/cliff-1.json entities/373/settings/npcStates/0/event/quest/7/message #150 NPC schneider2 IF plot.line >= 12100 && plot.line < 12200 main.schneider2 @PONDERING ---------------- Of course,\. it's locked.
es: Por supuesto,\. está cerrada.

source: [11299] data/maps/arid/cliff-1.json entities/373/settings/npcStates/0/event/quest/14/message #151 NPC schneider2 IF plot.line >= 12100 && plot.line < 12200 main.schneider2 @WONDERING ---------------- Hm...
es: Hm...

source: [11300] data/maps/arid/cliff-1.json entities/373/settings/npcStates/0/event/quest/15/message #152 NPC schneider2 IF plot.line >= 12100 && plot.line < 12200 main.schneider2 @WORRIED ---------------- I didn't plan to end the tour on such a depressing note.
es: No planeaba terminar el tour de una forma tan deprimente.

source: [11301] data/maps/arid/cliff-1.json entities/373/settings/npcStates/0/event/quest/16/message #153 NPC schneider2 IF plot.line >= 12100 && plot.line < 12200 main.schneider2 @SURPRISED ---------------- Actually, now that I think about it...\. there is one more thing I'd like to show you!
es: De hecho, ahora que lo pienso...\. ¡hay una cosa más que quisiera mostrarte!

source: [11303] data/maps/arid/cliff-1.json entities/373/settings/npcStates/0/event/quest/18/message #135 NPC schneider2 IF plot.line >= 12100 && plot.line < 12200 main.schneider2 @DEFAULT ---------------- We'll have to run back all the way to the \c[3]East Town\c[0], though.
es: Aunque tendríamos que volver al \c[3]Pueblo Este\c[0].

source: [11305] data/maps/arid/cliff-1.json entities/373/settings/npcStates/0/event/quest/20/message #155 NPC schneider2 IF plot.line >= 12100 && plot.line < 12200 main.schneider2 @WINK ---------------- What? Is the old granny tired already?
es: ¿Qué? ¿La viejita ya está cansada?

source: [11307] data/maps/arid/cliff-1.json entities/373/settings/npcStates/0/event/quest/24/task #158 NPC schneider2 IF plot.line >= 12100 && plot.line < 12200 SET_PERMA_TASK ---------------- Go back to \c[3]Vermillion Wasteland - East Town\c[0] to conclude Lukas' tour.
es: Vuelve a \c[3]Vertedero Vermillion - Pueblo Este\c[0] para concluír el tour de Lukas.

source: [11308] data/maps/arid/cliff-1.json entities/436/settings/event/19/thenStep/3/text #35 EventTrigger raidStart START IF plot.line >= 28000 IF plot.metaSpace SHOW_DREAM_MSG ---------------- You feel like this has happened before...
es: Sientes como que esto ya ha pasado...

source: [11309] data/maps/arid/cliff-1.json entities/436/settings/event/19/thenStep/5/text #36 EventTrigger raidStart START IF plot.line >= 28000 IF plot.metaSpace SHOW_MODAL_CHOICE ---------------- Do you want to skip ahead to the Vermillion Dungeon?
es: ¿Quieres saltearte hasta la Mazmorra Vermillion?

source: [11310] data/maps/arid/cliff-1.json entities/436/settings/event/19/thenStep/5/options/0/label #37 EventTrigger raidStart START IF plot.line >= 28000 IF plot.metaSpace SHOW_MODAL_CHOICE ---------------- Yes
es: Si

source: [11311] data/maps/arid/cliff-1.json entities/436/settings/event/19/thenStep/5/options/1/label #38 EventTrigger raidStart START IF plot.line >= 28000 IF plot.metaSpace SHOW_MODAL_CHOICE ---------------- No
es: No

source: [11312] data/maps/arid/cliff-1.json entities/436/settings/event/21/message #159 EventTrigger raidStart START IF plot.line >= 28000 main.buggy @DOWN ---------------- Whoa! What a gloomy place!
es: ¡Wow! ¡Que lugar tan sombrío!

source: [11313] data/maps/arid/cliff-1.json entities/436/settings/event/23/message #160 EventTrigger raidStart START IF plot.line >= 28000 main.guild-leader @DETERMINED ---------------- How unexpected! Now I really wonder about the history of this location.
es: ¡Qué inesperado! Me pregunto como será la historia de este lugar.

source: [11314] data/maps/arid/cliff-1.json entities/436/settings/event/25/message #161 EventTrigger raidStart START IF plot.line >= 28000 main.sergey @SERIOUS ---------------- There is time for that later, we need to hurry!
es: Ya habrá tiempo para eso, ¡ahora hay que apurarnos!

source: [11315] data/maps/arid/cliff-1.json entities/436/settings/event/70/message #163 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED_DOWN ---------------- Hm.
es: Hm.

source: [11316] data/maps/arid/cliff-1.json entities/436/settings/event/71/message #164 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED ---------------- What a large company.\. Unexpected.
es: Cuanta gente.\. Inesperado.

source: [11317] data/maps/arid/cliff-1.json entities/436/settings/event/75/message #166 EventTrigger raidStart START IF plot.line >= 28000 main.emilie @SHOUT ---------------- Hey, is this that Sidwell guy?!
es: Ey, ¡¿es ese Sidwell?!

source: [11318] data/maps/arid/cliff-1.json entities/436/settings/event/77/message #167 EventTrigger raidStart START IF plot.line >= 28000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11320] data/maps/arid/cliff-1.json entities/436/settings/event/82/message #169 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED_DOWN ---------------- You all should be perfectly aware that this area is off limits.
es: Supongo que todos están al tanto de que este área está fuera de límites.

source: [11321] data/maps/arid/cliff-1.json entities/436/settings/event/83/message #170 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED_WARN ---------------- Leave at once unless you want all your accounts to be suspended.
es: Váyanse de una vez a no ser que quieran que se suspendan sus cuentas.

source: [11322] data/maps/arid/cliff-1.json entities/436/settings/event/85/message #171 EventTrigger raidStart START IF plot.line >= 28000 main.sergey @SERIOUS ---------------- Everyone, do not listen to him.
es: No le escuchen.

source: [11323] data/maps/arid/cliff-1.json entities/436/settings/event/86/message #172 EventTrigger raidStart START IF plot.line >= 28000 main.sergey @SERIOUS ---------------- He cannot risk reporting this through official channels!
es: ¡No puede arriesgarse reportando esto por medios oficiales!

source: [11324] data/maps/arid/cliff-1.json entities/436/settings/event/91/message #173 EventTrigger raidStart START IF plot.line >= 28000 antagonists.fancyguy @POINTING ---------------- Foul Villain!!
es: ¡¡Villano asqueroso!!

source: [11325] data/maps/arid/cliff-1.json entities/436/settings/event/92/message #174 EventTrigger raidStart START IF plot.line >= 28000 antagonists.fancyguy @SHOUTING ---------------- Your empty threats will not stop us!
es: ¡Tus amenazas vacías no nos detendrán!

source: [11326] data/maps/arid/cliff-1.json entities/436/settings/event/94/message #175 EventTrigger raidStart START IF plot.line >= 28000 main.emilie @DETERMINED ---------------- Oui! Nothing will turn us back now!
es: ¡Oui! ¡No hay nada que nos haga irnos!

source: [11327] data/maps/arid/cliff-1.json entities/436/settings/event/98/message #176 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED_UNPLEASED ---------------- So what is it you are after?\. The server?
es: ¿Entonces qué es lo que buscan?\. ¿El servidor?

source: [11328] data/maps/arid/cliff-1.json entities/436/settings/event/99/message #177 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED_DOWN ---------------- It will be impossible for you to reach.
es: Les será imposible alcanzarlo.

source: [11329] data/maps/arid/cliff-1.json entities/436/settings/event/100/message #178 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED_WARN ---------------- And even if you did, its data will be lost before you get there.
es: E incluso si lo consiguen, todos sus datos se perderán antes de que lleguen ahí.

source: [11330] data/maps/arid/cliff-1.json entities/436/settings/event/104/message #179 EventTrigger raidStart START IF plot.line >= 28000 main.grumpy @DEFAULT ---------------- And then you'd lose the sole copy of every Evotar.
es: Y perderían la única copia de todos los Evotares.

source: [11331] data/maps/arid/cliff-1.json entities/436/settings/event/105/message #180 EventTrigger raidStart START IF plot.line >= 28000 main.grumpy @DEFAULT ---------------- Including Satoshi.
es: Incluyendo a Satoshi.

source: [11332] data/maps/arid/cliff-1.json entities/436/settings/event/107/message #181 EventTrigger raidStart START IF plot.line >= 28000 main.schneider @PONDERING ---------------- That's right!
es: ¡Así es!

source: [11333] data/maps/arid/cliff-1.json entities/436/settings/event/108/message #182 EventTrigger raidStart START IF plot.line >= 28000 main.schneider @NORM_SERIOUS ---------------- The Evotar server is your last hostage.
es: El servidor de los Evotares es tu último rehén.

source: [11334] data/maps/arid/cliff-1.json entities/436/settings/event/109/message #183 EventTrigger raidStart START IF plot.line >= 28000 main.schneider @SERIOUS ---------------- A hostage you can't afford to lose!
es: ¡Un rehén que no te puedes permitir perder!

source: [11335] data/maps/arid/cliff-1.json entities/436/settings/event/113/message #184 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED_UNPLEASED ---------------- You'd be wise not to overestimate my attachment to all of this.
es: Te sería inteligente no sobreestimar mi apego a todo esto.

source: [11336] data/maps/arid/cliff-1.json entities/436/settings/event/114/message #185 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED_DOWN ---------------- Anyway...
es: Como sea...

source: [11337] data/maps/arid/cliff-1.json entities/436/settings/event/115/message #186 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED_DOWN_SMILE ---------------- I'll humor your attempt.
es: Complaceré tu intento.

source: [11338] data/maps/arid/cliff-1.json entities/436/settings/event/139/message #187 EventTrigger raidStart START IF plot.line >= 28000 antagonists.shady @MASKED_WARN ---------------- But I won't let you stroll around unhindered.
es: Pero no les dejaré pasearse como si nada.

source: [11339] data/maps/arid/cliff-1.json entities/436/settings/event/160/message #188 EventTrigger raidStart START IF plot.line >= 28000 main.sergey @SERIOUS ---------------- The barrier is down! Time to split, everyone!
es: ¡La barrera ha caído! ¡Separémonos, gente!

source: [11340] data/maps/arid/cliff-1.json entities/436/settings/event/163/message #189 EventTrigger raidStart START IF plot.line >= 28000 main.guild-leader @DETERMINED ---------------- Onwards!!
es: ¡¡Adelante!!

source: [11341] data/maps/arid/expo-space.json entities/9/settings/event/14/message #1 EventTrigger Day1 START IF plot.line >= 10400 advisors.general @OFFLINE ---------------- Recruits, welcome to operation \c[3]Track Walker\c[0], subdivision \c[3]Project Red\c[0].
es: Reclutas, bienvenidos a la operación \c[3]Aprendíz del Camino\c[0], subdivisión \c[3]Proyecto Rojo\c[0].

source: [11342] data/maps/arid/expo-space.json entities/9/settings/event/15/message #2 EventTrigger Day1 START IF plot.line >= 10400 advisors.general @OFFLINE ---------------- Our goal is to explore and investigate the \c[3]Vermillion Wastelands\c[0] and find their connection to the track.
es: Nuestra meta es explorar e investigar el \c[3]Vertedero Vermillion\c[0] y encontrar su conexión con el Camino.

source: [11343] data/maps/arid/expo-space.json entities/9/settings/event/25/message #3 EventTrigger Day1 START IF plot.line >= 10400 advisors.general @OFFLINE ---------------- Your first task is to inspect the southern \c[3]Trial Building\c[0].
es: Su primera tarea es explorar el \c[3]Edificio de Pruebas\c[0] al sur.

source: [11344] data/maps/arid/expo-space.json entities/9/settings/event/26/message #4 EventTrigger Day1 START IF plot.line >= 10400 advisors.general @OFFLINE ---------------- It's located in the \c[3]river delta\c[0] region to the \c[3]south\c[0].
es: Está en la región del \c[3]delta del río\c[0] al \c[3]sur\c[0].

source: [11345] data/maps/arid/expo-space.json entities/9/settings/event/34/message #6 EventTrigger Day1 START IF plot.line >= 10400 advisors.general @OFFLINE ---------------- To gain access to the building, you need to locate and activate these \c[3]devices\c[0] in the same area.
es: Para conseguir acceso al edificio, necesitarán localizar y activar estos \c[3]dispositivos\c[0] en la misma área.

source: [11346] data/maps/arid/expo-space.json entities/9/settings/event/43/message #24 EventTrigger Day1 START IF plot.line >= 10400 advisors.general @OFFLINE ---------------- That is all.
es: Eso es todo.

source: [11347] data/maps/arid/expo-space.json entities/9/settings/event/44/message #25 EventTrigger Day1 START IF plot.line >= 10400 advisors.general @OFFLINE ---------------- Good luck and be careful.
es: Buena suerte y tengan cuidado.

source: [11348] data/maps/arid/expo-space.json entities/10/settings/event/14/message #26 EventTrigger Day1 End START IF plot.line == 10800 advisors.general @OFFLINE ---------------- Thank you for fulfilling your objective.
es: Gracias por completar su objetivo.

source: [11349] data/maps/arid/expo-space.json entities/10/settings/event/15/message #27 EventTrigger Day1 End START IF plot.line == 10800 advisors.general @OFFLINE ---------------- Please return to your room and rest for the day.
es: Por favor vuelvan a su habitación y descansen por hoy.

source: [11350] data/maps/arid/expo-space.json entities/10/settings/event/16/message #28 EventTrigger Day1 End START IF plot.line == 10800 advisors.general @OFFLINE ---------------- Expect your next mission soon.
es: Esperen su próxima misión pronto.

source: [11351] data/maps/arid/expo-space.json entities/11/settings/event/14/message #29 EventTrigger Day2 START IF plot.line == 11700 advisors.general @OFFLINE ---------------- Recruits, welcome back to \c[3]Project Red\c[0].
es: Reclutas, bienvenidos al \c[3]Proyecto Rojo\c[0].

source: [11352] data/maps/arid/expo-space.json entities/11/settings/event/15/message #30 EventTrigger Day2 START IF plot.line == 11700 advisors.general @OFFLINE ---------------- Today we don't have any particular task for you.
es: Hoy tenemos una tarea particular que encargarles.

source: [11353] data/maps/arid/expo-space.json entities/11/settings/event/16/message #31 EventTrigger Day2 START IF plot.line == 11700 advisors.general @OFFLINE ---------------- Feel free to explore the area and go back to your room if you want to rest.
es: Siéntanse libres de explorar el área y volver a su habitación si quieren descansar.

source: [11354] data/maps/arid/expo-space.json entities/11/settings/event/17/message #32 EventTrigger Day2 START IF plot.line == 11700 advisors.general @OFFLINE ---------------- That is all.
es: Eso es todo.

source: [11355] data/maps/arid/expo-space.json entities/11/settings/event/18/message #33 EventTrigger Day2 START IF plot.line == 11700 advisors.general @OFFLINE ---------------- Good luck and be careful.
es: Buena suerte y tengan cuidado.

source: [11356] data/maps/arid/expo-space.json entities/12/settings/event/13/message #34 EventTrigger Day3 START IF plot.line >= 12800 advisors.general @OFFLINE ---------------- Recruits, welcome back to \c[3]Project Red\c[0].
es: Reclutas, bienvenidos al \c[3]Proyecto Rojo\c[0].

source: [11357] data/maps/arid/expo-space.json entities/12/settings/event/14/message #35 EventTrigger Day3 START IF plot.line >= 12800 advisors.general @OFFLINE ---------------- Today we have a new mission for you.
es: Hoy tenemos una nueva misión para ustedes.

source: [11358] data/maps/arid/expo-space.json entities/12/settings/event/24/message #36 EventTrigger Day3 START IF plot.line >= 12800 advisors.general @OFFLINE ---------------- Your task is to inspect the \c[3]northern Trial Building\c[0].
es: Su tarea es inspeccionar el \c[3]Edificio de Pruebas norte\c[0].

source: [11359] data/maps/arid/expo-space.json entities/12/settings/event/32/message #37 EventTrigger Day3 START IF plot.line >= 12800 advisors.general @OFFLINE ---------------- To gain access to the building, you need to locate and activate these devices in the \c[3]lake\c[0] and \c[3]forest\c[0] region to the \c[3]west\c[0].
es: Para conseguir acceso al edifico, tienen que localizar y activar estos dispositivos en las regiones del \c[3]lago\c[0] y el \c[3]bosque\c[0] al \c[3]oeste\c[0].

source: [11360] data/maps/arid/expo-space.json entities/12/settings/event/41/message #38 EventTrigger Day3 START IF plot.line >= 12800 advisors.general @OFFLINE ---------------- That is all.
es: Eso es todo.

source: [11361] data/maps/arid/expo-space.json entities/12/settings/event/42/message #39 EventTrigger Day3 START IF plot.line >= 12800 advisors.general @OFFLINE ---------------- Good luck and be careful.
es: Buena suerte y tengan cuidado.

source: [11362] data/maps/arid/expo-space.json entities/13/settings/event/14/message #40 EventTrigger Day4 START IF plot.line == 13500 advisors.general @OFFLINE ---------------- Thank you for fulfilling your objective.
es: Gracias por completar su objetivo.

source: [11363] data/maps/arid/expo-space.json entities/13/settings/event/15/message #41 EventTrigger Day4 START IF plot.line == 13500 advisors.general @OFFLINE ---------------- Please return to your room and rest for the day.
es: Por favor vuelvan a su habitación y descansen por hoy.

source: [11364] data/maps/arid/expo-space.json entities/13/settings/event/16/message #42 EventTrigger Day4 START IF plot.line == 13500 advisors.general @OFFLINE ---------------- Expect your next mission soon.
es: Esperen su próxima misión pronto.

source: [11365] data/maps/arid/forest-1.json entities/245/settings/condAnims/0/interact/hoverText #14 Prop masterSign SPAWN IF !g.arid.master2B IF quest.arid-quest2.started ---------------- Search Targets
es: Buscar Objetivos

source: [11366] data/maps/arid/forest-1.json entities/245/settings/condAnims/0/interact/event/1/text #13 Prop masterSign SPAWN IF !g.arid.master2B IF quest.arid-quest2.started SHOW_BOARD_MSG ---------------- Locate Targets in Area.
es: Localiza a los Objetivos en el área.

source: [11367] data/maps/arid/forest-1.json entities/245/settings/condAnims/1/interact/hoverText #8 Prop masterSign SPAWN IF !g.arid.master2B IF map.signAOn && map.signBOn && map.signCOn ---------------- Activate
es: Activar

source: [11368] data/maps/arid/forest-1.json entities/510/settings/event/9/message #125 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @WHISTLING ---------------- Now we enter the realm of \c[3]Ebony Forest\c[0]!
es: ¡Ahora entramos al reino del \c[3]Bosque Ebony\c[0]!

source: [11369] data/maps/arid/forest-1.json entities/510/settings/event/10/message #121 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @EYES_CLOSED ---------------- As expected...\. it's full of trees.
es: Como se esperaba...\. lleno de árboles.

source: [11370] data/maps/arid/forest-1.json entities/510/settings/event/11/message #122 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11371] data/maps/arid/forest-1.json entities/510/settings/event/12/message #123 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @WHISTLING ---------------- Yet there are no evil wolves in this forest. It's just viruses as always.
es: Aún así, no hay lobos malvados en este bosque. Son sólo virus, como siempre.

source: [11373] data/maps/arid/forest-1.json entities/510/settings/event/14/message #120 EventTrigger SchneiderTour1 START IF plot.line >= 12000 main.schneider2 @WINK ---------------- Also no bugs. I'm sure Emilie would be glad to hear that.
es: También, no hay bichos. Estoy seguro de que a Emilie le gustaría oír eso.
