Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [12047] data/maps/arid/interior/the-room.json entities/40/settings/event/237/message #714 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @WRAP_HEAD ---------------- ...why...
es: ...por qué...

source: [12048] data/maps/arid/interior/the-room.json entities/40/settings/event/238/message #715 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @INTENSE2 ---------------- Sh... Shizuka was just lying!
es: ¡Sh... Shizuka estaba mintiendo!

source: [12049] data/maps/arid/interior/the-room.json entities/40/settings/event/239/message #716 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @INTENSE1 ---------------- You do not have to...\. You must not believe her!
es: No tienes por que...\. ¡No debes creerle!

source: [12050] data/maps/arid/interior/the-room.json entities/40/settings/event/240/message #717 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @WRAP_HEAD ---------------- ...why...
es: ...por qué...

source: [12051] data/maps/arid/interior/the-room.json entities/40/settings/event/250/text #740 EventTrigger ShizukaAppears START IF plot.line >= 12620 SHOW_DREAM_MSG ---------------- Nothing is working... She isn't responding.
es: Nada funciona.... No está respondiendo.

source: [12052] data/maps/arid/interior/the-room.json entities/40/settings/event/262/message #718 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @WRAP_HEAD ---------------- ...why...
es: ...por qué...

source: [12053] data/maps/arid/interior/the-room.json entities/40/settings/event/264/message #719 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @INTENSE1 ---------------- Lea? Can you still hear me?
es: ¿Lea? ¿Puedes oírme?

source: [12054] data/maps/arid/interior/the-room.json entities/40/settings/event/265/message #720 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @WRAP_HEAD ---------------- ...why...
es: ...por qué...

source: [12055] data/maps/arid/interior/the-room.json entities/40/settings/event/266/message #721 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @INTENSE2 ---------------- Lea, please! You have to get over this!
es: ¡Lea, por favor! ¡Tienes que superarlo!

source: [12056] data/maps/arid/interior/the-room.json entities/40/settings/event/267/message #722 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @WRAP_HEAD ---------------- ...why...
es: ...por qué...

source: [12057] data/maps/arid/interior/the-room.json entities/40/settings/event/268/message #723 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @DESPERATE ---------------- I cannot afford to lose you! Please!
es: ¡No me puedo permitir perderte! ¡Por favor!

source: [12058] data/maps/arid/interior/the-room.json entities/40/settings/event/269/message #724 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @WRAP_HEAD ---------------- ...why...
es: ...por qué...

source: [12059] data/maps/arid/interior/the-room.json entities/40/settings/event/270/message #725 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @INTENSE1 ---------------- You are the only lead I have!
es: ¡Eres mi única pista!

source: [12061] data/maps/arid/interior/the-room.json entities/40/settings/event/272/message #727 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @SHOCK ---------------- Please!!
es: ¡¡Por favor!!

source: [12063] data/maps/arid/interior/the-room.json entities/40/settings/event/283/message #739 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @DRAMATIC ---------------- All I can tell you is that there is hope...
es: Todo lo que te puedo decir es que hay esperanza...

source: [12067] data/maps/arid/interior/the-room.json entities/40/settings/event/298/message #731 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @SURPRISED ---------------- Lea?
es: ¿Lea?

source: [12068] data/maps/arid/interior/the-room.json entities/40/settings/event/300/message #732 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @ANGRY ---------------- ...Bye.
es: ...Adiós.

source: [12069] data/maps/arid/interior/the-room.json entities/40/settings/event/301/message #733 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @SURPRISED ---------------- Do...\. Do you want to...\. logout?
es: ¿Qu...\. Quieres...\. desconectarte?

source: [12070] data/maps/arid/interior/the-room.json entities/40/settings/event/302/message #734 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHAKE_EYE_CLOSED ---------------- [shakes head]
es: [niega con la cabeza]

source: [12071] data/maps/arid/interior/the-room.json entities/40/settings/event/308/message #746 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @SERIOUS ---------------- Lea..?
es: ¿Lea..?

source: [12072] data/maps/arid/interior/the-room.json entities/40/settings/event/310/message #743 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @ANGRY ---------------- ...Bye.
es: ...Adiós.

source: [12073] data/maps/arid/interior/the-room.json entities/40/settings/event/311/message #744 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @NOTIFYING ---------------- Lea... what is...
es: Lea... que pa...

source: [12074] data/maps/arid/interior/the-room.json entities/40/settings/event/313/message #745 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @ANGRY ---------------- Bye!
es: ¡Adiós!

source: [12075] data/maps/arid/interior/the-room.json entities/40/settings/event/314/message #742 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @SURPRISED ---------------- Lea, please...
es: Lea, por favor...

source: [12076] data/maps/arid/interior/the-room.json entities/40/settings/event/316/message #747 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHOUT ---------------- BYE!
es: ¡ADIÓS!

source: [12078] data/maps/arid/interior/the-room.json entities/40/settings/event/321/message #749 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @INTENSE2 ---------------- Lea please let me explai-\.
es: Lea por favor déjame explica-\.

source: [12079] data/maps/arid/interior/the-room.json entities/40/settings/event/327/message #751 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHOUT ---------------- BYE!\.
es: ¡ADIÓS!\.

source: [12080] data/maps/arid/interior/the-room.json entities/40/settings/event/331/message #752 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHOUT ---------------- BYE!\.
es: ¡ADIÓS!\.

source: [12081] data/maps/arid/interior/the-room.json entities/40/settings/event/335/message #753 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHOUT_PANIC ---------------- BYEEEEEEEEEE!
es: ¡ADIÓÓÓÓÓÓÓÓÓÓS!

source: [12083] data/maps/arid/interior/the-room.json entities/40/settings/event/337/message #755 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @COMPLEX ---------------- Okay.
es: De acuerdo.

source: [12084] data/maps/arid/interior/the-room.json entities/40/settings/event/338/message #756 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @COMPLEX ---------------- I will...\. be quiet.
es: Estaré...\. callado.

source: [12086] data/maps/arid/interior/the-room.json entities/43/settings/event/19/message #794 EventTrigger GoToBed_Day3 START IF plot.line >= 13200 main.sergey @SERIOUS ---------------- ...Lea?
es: ¿...Lea?

source: [12088] data/maps/arid/interior/the-room.json entities/43/settings/event/21/message #796 EventTrigger GoToBed_Day3 START IF plot.line >= 13200 main.lea @DETERMINED ---------------- ...Bye.
es: ...Adiós.

source: [12089] data/maps/arid/interior/the-room.json entities/43/settings/event/22/message #797 EventTrigger GoToBed_Day3 START IF plot.line >= 13200 main.sergey @EYES_CLOSED ---------------- Lea, please...\. Give me a chance to expla-
es: Lea, por favor...\. Dame una chance de expli-

source: [12090] data/maps/arid/interior/the-room.json entities/43/settings/event/24/message #798 EventTrigger GoToBed_Day3 START IF plot.line >= 13200 main.lea @SHOUT_PANIC ---------------- Bye!!
es: ¡¡Adiós!!

source: [12093] data/maps/arid/interior/the-room.json entities/43/settings/event/27/message #801 EventTrigger GoToBed_Day3 START IF plot.line >= 13200 main.sergey @WORRIED ---------------- I am just glad that you seem to be getting through this.
es: Me alegro de que pareces estar superando esto.

source: [12095] data/maps/arid/interior/the-room.json entities/43/settings/event/29/message #803 EventTrigger GoToBed_Day3 START IF plot.line >= 13200 main.sergey @EYES_CLOSED ---------------- Good night, Lea.
es: Buenas noches, Lea.

source: [12096] data/maps/arid/interior/the-room.json entities/43/settings/event/33/text #793 EventTrigger GoToBed_Day3 START IF plot.line >= 13200 SHOW_AR_MSG ---------------- Logout
es: Desconectarse

source: [12101] data/maps/arid/interior/the-room.json entities/45/settings/event/15/message #819 EventTrigger GoToBed_Day4 START IF plot.line >= 13550 main.lea @NERVOUS ---------------- ...Hi?
es: ¿...Hola?

source: [12104] data/maps/arid/interior/the-room.json entities/45/settings/event/18/message #822 EventTrigger GoToBed_Day4 START IF plot.line >= 13550 main.lea @SURPRISED ---------------- Wait!
es: ¡Espera!

source: [12108] data/maps/arid/interior/the-room.json entities/45/settings/event/28/message #826 EventTrigger GoToBed_Day4 START IF plot.line >= 13550 main.lea @NERVOUS ---------------- Bye...
es: Adiós...

source: [12110] data/maps/arid/interior/the-room.json entities/45/settings/event/35/text #818 EventTrigger GoToBed_Day4 START IF plot.line >= 13550 SHOW_AR_MSG ---------------- Logout
es: Desconectarse

source: [12114] data/maps/arid/interior/the-room.json entities/47/settings/event/33/message #833 EventTrigger Start_Day5 START IF plot.line >= 13600 antagonists.shady @MASKED ---------------- I am sorry...
es: Lo siento...

source: [12115] data/maps/arid/interior/the-room.json entities/47/settings/event/34/message #858 EventTrigger Start_Day5 START IF plot.line >= 13600 antagonists.shady @MASKED ---------------- ...about what happened the day before yesterday.
es: ...por lo que pasó anteayer.

source: [12116] data/maps/arid/interior/the-room.json entities/47/settings/event/35/message #834 EventTrigger Start_Day5 START IF plot.line >= 13600 antagonists.shady @MASKED ---------------- This was not planned... nor intended.
es: Esto no fue planeado... ni intencional.

source: [12117] data/maps/arid/interior/the-room.json entities/47/settings/event/36/message #835 EventTrigger Start_Day5 START IF plot.line >= 13600 main.lea @SURPRISED ---------------- ...Why?
es: ...¿Por qué?

source: [12119] data/maps/arid/interior/the-room.json entities/47/settings/event/38/message #837 EventTrigger Start_Day5 START IF plot.line >= 13600 antagonists.shady @MASKED ---------------- That's right, you can say a few words now.
es: Es cierto, puedes decir algunas palabras ahora.

source: [12120] data/maps/arid/interior/the-room.json entities/47/settings/event/39/message #838 EventTrigger Start_Day5 START IF plot.line >= 13600 antagonists.shady @MASKED ---------------- Well then... do you mind telling me something?
es: Bueno... ¿te importaría decirme algo?

source: [12121] data/maps/arid/interior/the-room.json entities/47/settings/event/40/message #839 EventTrigger Start_Day5 START IF plot.line >= 13600 antagonists.shady @MASKED ---------------- Who exactly put you back into the game?
es: ¿Quién te puso de vuelta en el juego?

source: [12123] data/maps/arid/interior/the-room.json entities/47/settings/event/42/message #841 EventTrigger Start_Day5 START IF plot.line >= 13600 antagonists.shady @MASKED ---------------- I suppose you won't find the right words for that.
es: Supongo que no tienes las palabras indicadas para decir eso.

source: [12125] data/maps/arid/interior/the-room.json entities/47/settings/event/44/message #843 EventTrigger Start_Day5 START IF plot.line >= 13600 antagonists.shady @MASKED ---------------- Never mind, then.
es: No importa, entonces

source: [12126] data/maps/arid/interior/the-room.json entities/47/settings/event/45/message #844 EventTrigger Start_Day5 START IF plot.line >= 13600 antagonists.shady @MASKED ---------------- We'll find that person sooner or later.
es: Encontraremos al responsable tarde o temprano.

source: [12127] data/maps/arid/interior/the-room.json entities/47/settings/event/46/message #845 EventTrigger Start_Day5 START IF plot.line >= 13600 antagonists.shady @MASKED ---------------- Goodbye.
es: Adiós.

source: [12128] data/maps/arid/interior/the-room.json entities/47/settings/event/47/message #846 EventTrigger Start_Day5 START IF plot.line >= 13600 main.lea @SCARED ---------------- ...Bye...
es: ...Adiós...

source: [12129] data/maps/arid/interior/the-room.json entities/47/settings/event/60/message #847 EventTrigger Start_Day5 START IF plot.line >= 13600 main.lea @SURPRISED ---------------- ...Hi?
es: ¿...Hola?

source: [12130] data/maps/arid/interior/the-room.json entities/47/settings/event/64/message #848 EventTrigger Start_Day5 START IF plot.line >= 13600 main.lea @SCARED ---------------- ...Hi...
es: ...Hola...

source: [12132] data/maps/arid/interior/the-room.json entities/47/settings/event/76/message #850 EventTrigger Start_Day5 START IF plot.line >= 13600 main.sergey @DRAMATIC ---------------- Lea...
es: Lea...

source: [12133] data/maps/arid/interior/the-room.json entities/47/settings/event/77/message #851 EventTrigger Start_Day5 START IF plot.line >= 13600 main.sergey @WORRIED ---------------- Don't worry. Things are fine on my side.
es: No te preocupes. Todo está bien de mi lado.

source: [12134] data/maps/arid/interior/the-room.json entities/47/settings/event/79/message #852 EventTrigger Start_Day5 START IF plot.line >= 13600 main.sergey @SERIOUS ---------------- However, at the moment I cannot talk to you like usual.
es: Sin embargo, por ahora no te puedo hablar como es usual.

source: [12135] data/maps/arid/interior/the-room.json entities/47/settings/event/80/message #853 EventTrigger Start_Day5 START IF plot.line >= 13600 main.sergey @NOTIFYING ---------------- For now...\. please go to the tower as you planned with Lukas.
es: Por ahora...\. por favor ve a la torre con Lukas como planeaste.

source: [12136] data/maps/arid/interior/the-room.json entities/47/settings/event/82/message #854 EventTrigger Start_Day5 START IF plot.line >= 13600 main.sergey @SERIOUS ---------------- I will try to get you both out of this place.
es: Trataré de sacarlos a ambos de aquí.

source: [12137] data/maps/arid/interior/the-room.json entities/47/settings/event/83/message #855 EventTrigger Start_Day5 START IF plot.line >= 13600 main.sergey @DRAMATIC ---------------- Until then.
es: Hasta entonces.

source: [12140] data/maps/arid/interior/trader.json entities/21/settings/displayName #10 NPC traderTorso1 ---------------- Rookie's Best
es: Lo Mejor del Novato

source: [12141] data/maps/arid/interior/trader.json entities/22/settings/displayName #11 NPC traderHead1 ---------------- Rookie's Best
es: Lo Mejor del Novato

source: [12142] data/maps/arid/interior/trader.json entities/29/settings/displayName #18 NPC traderBuffs1 ---------------- Rookie's Best
es: Lo Mejor del Novato

source: [12143] data/maps/arid/interior/trader.json entities/30/settings/displayName #20 NPC traderHeals1 ---------------- Rookie's Best
es: Lo Mejor del Novato

source: [12144] data/maps/arid/interior/trader.json entities/31/settings/displayName #21 NPC traderWepon1 ---------------- Rookie's Best
es: Lo Mejor del Novato

source: [12145] data/maps/arid/interior/trader.json entities/32/settings/displayName #22 NPC traderLegs1 ---------------- Rookie's Best
es: Lo Mejor del Novato

source: [12146] data/maps/arid/interior/trader.json entities/33/settings/displayName #23 NPC traderTrade1 ---------------- Rookie's Best
es: Lo Mejor del Novato

source: [12147] data/maps/arid/lab/elevator-eg.json entities/10/settings/destinations/0/label #1 Elevator elevator ---------------- Down
es: Abajo

source: [12148] data/maps/arid/lab/ug-01-entrance.json entities/1/settings/destinations/0/label #1 Elevator elevator ---------------- Up
es: Arriba

source: [12149] data/maps/arid/lake-1.json entities/448/settings/blockEvent/0/thenStep/2/message #882 TeleportGround south-1 IF plot.evo.hideEnemies main.sergey @SERIOUS ---------------- Lea, not this way. Head to the \c[3]Quest Hub\c[0], quickly!
es: Lea, por aquí no. ¡Ve al \c[3]Centro de Misiones\c[0], rápido!

source: [12150] data/maps/arid/lake-1.json entities/448/settings/blockEvent/0/elseStep/4/message #148 TeleportGround south-1 IF NOT plot.evo.hideEnemies main.schneider2 @WONDERING ---------------- The tour does not include the river area. We've been there yesterday already.
es: El tour no incluye el área del río. Ya estuvimos allí ayer.

source: [12152] data/maps/arid/lake-1.json entities/450/settings/blockEvent/2/message #883 TeleportGround west-1 main.sergey @SERIOUS ---------------- Lea, not this way. Head to the \c[3]Quest Hub\c[0], quickly!
es: Lea, por aquí no. ¡Ve al \c[3]Centro de Misiones\c[0], rápido!

source: [12153] data/maps/arid/lake-1.json entities/451/settings/blockEvent/2/message #884 TeleportGround north-1 main.sergey @SERIOUS ---------------- Lea, not this way. Head to the \c[3]Quest Hub\c[0], quickly!
es: Lea, por aquí no. ¡Ve al \c[3]Centro de Misiones\c[0], rápido!

source: [12154] data/maps/arid/lake-1.json entities/456/settings/condAnims/0/interact/hoverText #14 Prop masterSign SPAWN IF !g.arid.master2A && plot.line < 28000 IF quest.arid-quest2.started ---------------- Search Targets
es: Buscar Objetivos

source: [12155] data/maps/arid/lake-1.json entities/456/settings/condAnims/0/interact/event/1/text #13 Prop masterSign SPAWN IF !g.arid.master2A && plot.line < 28000 IF quest.arid-quest2.started SHOW_BOARD_MSG ---------------- Locate Targets in Area.
es: Localizar los Objetivos en el área.

source: [12156] data/maps/arid/lake-1.json entities/456/settings/condAnims/1/interact/hoverText #8 Prop masterSign SPAWN IF !g.arid.master2A && plot.line < 28000 IF map.signAOn && map.signBOn && map.signCOn ---------------- Activate
es: Activar

source: [12157] data/maps/arid/lake-1.json entities/478/settings/interact/hoverText #5 Prop ---------------- \i[arrow-n] Forest \i[arrow-sw] Cliff \i[arrow-s] River \i[arrow-e] Town Center
es: \i[arrow-n] Bosque \i[arrow-sw] Acantilado \i[arrow-s] Río \i[arrow-e] Ayuntamiento

source: [12158] data/maps/arid/lake-1.json entities/479/settings/interact/hoverText #15 Prop ---------------- \i[arrow-n] Forest \i[arrow-w] Cliff \i[arrow-s] River \i[arrow-ne] Town Center
es: \i[arrow-n] Bosque \i[arrow-sw] Acantilado \i[arrow-s] Río \i[arrow-e] Ayuntamiento

source: [12159] data/maps/arid/lake-1.json entities/501/settings/event/8/message #120 EventTrigger SchneiderTour1 START IF plot.line >= 11900 main.schneider2 @UP ---------------- So we're just out of town and oh look!
es: ¡Así que estamos apenas fuera del pueblo y mira!

source: [12160] data/maps/arid/lake-1.json entities/501/settings/event/15/message #121 EventTrigger SchneiderTour1 START IF plot.line >= 11900 main.schneider2 @WHISTLING ---------------- It's one of these devices!
es: ¡Es uno de esos dispositivos!

source: [12161] data/maps/arid/lake-1.json entities/501/settings/event/19/message #123 EventTrigger SchneiderTour1 START IF plot.line >= 11900 main.schneider2 @PISSED ---------------- Yet the almighty plot decided we're not ready to proceed, so these things remain unresponsive.
es: Pero la todopoderosa historia decidió que no estamos listos para seguir, así que estas cosas van a seguir sin reaccionar.

source: [12163] data/maps/arid/lake-1.json entities/501/settings/event/21/message #126 EventTrigger SchneiderTour1 START IF plot.line >= 11900 main.schneider2 @WINK ---------------- Nothing to do here, so let's appreciate the amazing nature of this place.
es: Nada que hacer aquí, así que apreciemos la asombrosa naturaleza de este lugar.

source: [12164] data/maps/arid/lake-1.json entities/501/settings/event/22/message #127 EventTrigger SchneiderTour1 START IF plot.line >= 11900 main.schneider2 @DEFAULT ---------------- This way!
es: ¡Por aquí!

source: [12165] data/maps/arid/lake-1.json entities/501/settings/event/26/task #859 EventTrigger SchneiderTour1 START IF plot.line >= 11900 SET_PERMA_TASK ---------------- Talk to Lukas in \c[3]Vermillion Wasteland - Crimson Lake\c[0] to proceed with his tour.
es: Habla con Lukas en \c[3]Vertedero Vermillion - Lago Carmesí\c[0] para proceder con el tour.

source: [12166] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/5/message #133 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.schneider2 @UP ---------------- This...\. is a lake.
es: Esto...\. es un lago.

source: [12168] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/7/message #134 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.lea @SURPRISED_TOWARD ---------------- ...Why?
es: ...¿Por qué?

source: [12169] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/8/message #135 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.schneider2 @WONDERING ---------------- Because it's filled with water...\. or whatever that purple stuff is.
es: Porque esta lleno de agua...\. o lo que sea esa cosa violeta.

source: [12170] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/9/message #136 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.lea @SMUG ---------------- Why?
es: ¿Por qué?

source: [12171] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/10/message #137 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.schneider2 @EYES_CLOSED ---------------- Sorry, this tour doesn't include basic scientific explanations.
es: Perdón, este tour no incluye explicaciones científicas básicas.

source: [12173] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/12/message #139 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.lea @MOPING ---------------- Bye!
es: ¡Adiós!

source: [12174] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/13/message #140 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.schneider2 @LAUGH ---------------- Gyahahaha, what a tough customer!
es: ¡Gyahahaha, que cliente más duro!

source: [12175] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/14/message #141 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.schneider2 @UP ---------------- I'm sure Tronny would have a good explanation for you.
es: Estoy seguro de que Tronny tendría una buena explicación para tí.

source: [12176] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/16/message #142 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.schneider2 @WINK ---------------- Aaaand he'd probably also complain about those weird rock formations.
es: Yyyyy probablemente se hubiese quejado de esas extrañas formaciones de piedras.

source: [12177] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/17/message #143 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12178] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/24/message #144 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.schneider2 @DEFAULT ---------------- Let's continue. Off to the \c[3]north\c[0]!
es: Sigamos. ¡Vayamos al \c[3]norte\c[0]!
