Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [12397] data/maps/arid/tower-1.json entities/242/settings/event/26/message #62 EventTrigger StealthStart START IF plot.line >= 13620 main.schneider2 @LAUGH ---------------- Gyahahaha!
es: ¡Gyahahaha!

source: [12398] data/maps/arid/tower-1.json entities/242/settings/event/27/message #63 EventTrigger StealthStart START IF plot.line >= 13620 main.schneider2 @TOWARDS ---------------- Alright then, you go ahead!
es: Esta bien, ¡ve tú primera!

source: [12399] data/maps/arid/tower-1.json entities/242/settings/event/28/message #64 EventTrigger StealthStart START IF plot.line >= 13620 main.schneider2 @DEFAULT ---------------- I've got your back!
es: ¡Yo me quedo atrás!

source: [12401] data/maps/arid/tower-1.json entities/242/settings/event/34/task #862 EventTrigger StealthStart START IF plot.line >= 13620 SET_PERMA_TASK ---------------- Sneak with Lukas through the guarded area to reach \c[3]Vermillion Tower\c[0].
es: Escabúllete con Lukas por el área protegida para llegar a la \c[3]Torre Vermillion\c[0].

source: [12402] data/maps/arid/tower-1.json entities/253/settings/event/7/message #66 EventTrigger MidCheckpoint START IF plot.evoStealth >= 7 main.schneider2 @SERIOUS ---------------- Wait... we're back at the entrance?
es: Un momento... ¿volvimos a la entrada?

source: [12403] data/maps/arid/tower-1.json entities/253/settings/event/14/message #67 EventTrigger MidCheckpoint START IF plot.evoStealth >= 7 main.schneider2 @WONDERING ---------------- Hm... maybe we can find a route walking over these roofs here?
es: Hm... ¿quizá podemos encontrar otra ruta caminando por los techos?

source: [12404] data/maps/arid/tower-1.json entities/253/settings/event/15/message #68 EventTrigger MidCheckpoint START IF plot.evoStealth >= 7 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12405] data/maps/arid/tower-1.json entities/256/settings/event/9/message #69 EventTrigger MidCheckpoint2 START IF tmp.secondArea main.schneider2 @DEFAULT ---------------- Okay, it seems we're getting closer!
es: Bien, ¡parece que nos acercamos!

source: [12406] data/maps/arid/tower-1.json entities/258/settings/event/10/message #70 EventTrigger StealthEnd START IF tmp.stealthDone main.schneider2 @COMPLAINING ---------------- Whoa... we did it, didn't we?
es: Wow... lo logramos, ¿no?

source: [12408] data/maps/arid/tower-1.json entities/258/settings/event/12/message #72 EventTrigger StealthEnd START IF tmp.stealthDone main.schneider2 @SERIOUS ---------------- Okay... let's see if we can access the tower from here.
es: Bien... veamos si podemos acceder a la torre desde aquí.

source: [12409] data/maps/arid/tower-1.json entities/258/settings/event/26/message #73 EventTrigger StealthEnd START IF tmp.stealthDone main.schneider2 @PISSED ---------------- It's... entirely empty?
es: Está... ¿completamente vacía?

source: [12410] data/maps/arid/tower-1.json entities/258/settings/event/27/message #74 EventTrigger StealthEnd START IF tmp.stealthDone main.schneider2 @PONDERING ---------------- What a strange way to prioritize security.
es: Que forma tan extraña de priorizar la seguridad.

source: [12412] data/maps/arid/tower-1.json entities/258/settings/event/29/message #76 EventTrigger StealthEnd START IF tmp.stealthDone main.schneider2 @TOWARDS ---------------- Well then... nothing stopping us here. Let's enter that tower!
es: Entonces... no hay nada que nos detenga. ¡Entremos a la torre!

source: [12413] data/maps/arid/tower-1.json entities/258/settings/event/30/message #77 EventTrigger StealthEnd START IF tmp.stealthDone main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12414] data/maps/arid/tower-1.json entities/258/settings/event/37/task #873 EventTrigger StealthEnd START IF tmp.stealthDone SET_PERMA_TASK ---------------- Enter the tower together with Lukas.
es: Entra a la torre con Lukas.

source: [12415] data/maps/arid/tower-1.json entities/261/settings/event/4/message #79 EventTrigger enterTower START IF tmp.enterTower main.schneider2 @NORM_SERIOUS ---------------- So this is it...
es: Aquí estamos...

source: [12416] data/maps/arid/tower-1.json entities/261/settings/event/5/message #80 EventTrigger enterTower START IF tmp.enterTower main.schneider2 @PONDERING ---------------- Hm...
es: Hm...

source: [12417] data/maps/arid/tower-1.json entities/261/settings/event/12/message #81 EventTrigger enterTower START IF tmp.enterTower main.schneider2 @WORRIED ---------------- I gotta be honest... I have a bad feeling about this.
es: Debo ser sincero... tengo un mal presentimiento.

source: [12418] data/maps/arid/tower-1.json entities/261/settings/event/13/message #82 EventTrigger enterTower START IF tmp.enterTower main.lea @SURPRISED_TOWARD ---------------- Why?
es: ¿Por qué?

source: [12419] data/maps/arid/tower-1.json entities/261/settings/event/14/message #83 EventTrigger enterTower START IF tmp.enterTower main.schneider2 @PONDERING ---------------- The way we managed to get past all those guards.
es: La forma en la que logramos esquivar esos guardias.

source: [12420] data/maps/arid/tower-1.json entities/261/settings/event/15/message #84 EventTrigger enterTower START IF tmp.enterTower main.schneider2 @WONDERING ---------------- Doesn't it almost feel... intentional?
es: ¿No parece casi... intencional?

source: [12421] data/maps/arid/tower-1.json entities/261/settings/event/16/message #85 EventTrigger enterTower START IF tmp.enterTower main.schneider2 @SERIOUS ---------------- Like they wanted us to get through here?
es: ¿Como si quisieran que pasásemos por aquí?

source: [12423] data/maps/arid/tower-1.json entities/261/settings/event/18/message #87 EventTrigger enterTower START IF tmp.enterTower main.schneider2 @PONDERING ---------------- Well... it's not like we have any other option, right?
es: Bueno... no es como si tuvieramos otra opción, ¿no?

source: [12424] data/maps/arid/tower-1.json entities/261/settings/event/19/message #88 EventTrigger enterTower START IF tmp.enterTower main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12425] data/maps/arid/tower-1.json entities/261/settings/event/20/message #89 EventTrigger enterTower START IF tmp.enterTower main.schneider2 @NORM_SERIOUS ---------------- Alright then. Let's enter and see what happens!
es: De acuerdo. ¡Entremos y veamos que pasa!

source: [12426] data/maps/arid/tower-1.json entities/262/settings/event/7/message #872 EventTrigger StealthRestart START IF plot.stealthBreak main.schneider2 @DEFAULT ---------------- Alright! Let's continue from where we left off!
es: ¡Bien! ¡Sigamos desde donde lo dejamos!

source: [12427] data/maps/arid/tower-1.json entities/268/settings/event/19/message #1005 EventTrigger StartRaid START IF tmp.startTheLaser antagonists.shady @MASKED ---------------- I don't know what you hope to achieve with this...
es: No se que esperas conseguir con esto...

source: [12428] data/maps/arid/tower-1.json entities/268/settings/event/20/message #1006 EventTrigger StartRaid START IF tmp.startTheLaser antagonists.shady @MASKED ---------------- But it is clear that your goal is to interfere with the Evotars of this area.
es: Pero está claro que tu objetivo es interferir con los Evotares de este área.

source: [12429] data/maps/arid/tower-1.json entities/268/settings/event/21/message #1007 EventTrigger StartRaid START IF tmp.startTheLaser antagonists.shady @MASKED ---------------- I won't let you continue doing this as you please.
es: No te dejaré seguir como quieras.

source: [12430] data/maps/arid/tower-1.json entities/268/settings/event/36/message #1008 EventTrigger StartRaid START IF tmp.startTheLaser antagonists.shady @MASKED ---------------- Lea, I'm sure you didn't forget about one particular Evotar.
es: Lea, estoy seguro de que no te olvidaste sobre un Evotar en particular.

source: [12432] data/maps/arid/tower-1.json entities/268/settings/event/56/message #1018 EventTrigger StartRaid START IF tmp.startTheLaser antagonists.shady @MASKED ---------------- His well-being is still at my mercy.
es: Su bienestar sigue estando a mi voluntad.

source: [12433] data/maps/arid/tower-1.json entities/268/settings/event/57/message #1019 EventTrigger StartRaid START IF tmp.startTheLaser antagonists.shady @MASKED ---------------- I will give you this one last chance to reconsider your current course.
es: Te daré esta única oportunidad para reconsiderar tu curso.

source: [12435] data/maps/arid/tower-1.json entities/268/settings/event/63/message #1020 EventTrigger StartRaid START IF tmp.startTheLaser main.sergey @SERIOUS ---------------- Lea, do not give in to his threats!
es: ¡Lea, no desistas a sus amenazas!

source: [12436] data/maps/arid/tower-1.json entities/268/settings/event/64/message #1021 EventTrigger StartRaid START IF tmp.startTheLaser main.sergey @SERIOUS ---------------- The current plan is our best chance to rescue him!
es: ¡Nuestro plan es nuestra mejor chance de rescatarlo!

source: [12438] data/maps/arid/tower-1.json entities/268/settings/event/71/message #1023 EventTrigger StartRaid START IF tmp.startTheLaser main.lea @SHOUT ---------------- LEA!!!
es: ¡¡¡LEA!!!

source: [12441] data/maps/arid/tower-1.json entities/268/settings/event/76/message #1026 EventTrigger StartRaid START IF tmp.startTheLaser antagonists.shady @MASKED ---------------- I suppose that means I can't change your mind.
es: Supongo que eso quiere decir que no puedo convencerte.

source: [12442] data/maps/arid/tower-1.json entities/268/settings/event/77/message #1027 EventTrigger StartRaid START IF tmp.startTheLaser antagonists.shady @MASKED ---------------- That's a shame.
es: Que pena.

source: [12443] data/maps/arid/tower-1.json entities/268/settings/event/78/message #1028 EventTrigger StartRaid START IF tmp.startTheLaser antagonists.shady @MASKED ---------------- In any case, you are about to hit a brick wall!
es: ¡De todos modos, estas por chocarte contra una pared!

source: [12444] data/maps/arid/tower-1.json entities/268/settings/event/102/message #1029 EventTrigger StartRaid START IF tmp.startTheLaser main.sergey @INTENSE1 ---------------- Lea don't give up!\. We're this close!
es: ¡Lea no te rindas!\. ¡Estamos muy cerca!

source: [12445] data/maps/arid/tower-1.json entities/268/settings/event/110/guiInfo/settings/taskTitle #1001 EventTrigger StartRaid START IF tmp.startTheLaser ADD_GUI CounterHud ---------------- Evotars
es: Evotares

source: [12446] data/maps/arid/tower-1.json entities/281/settings/event/2/message #1030 EventTrigger HackFailed START IF tmp.evoraid.hackBlocked main.sergey @INTENSE2 ---------------- Wait, that doesn't seem right. The \c[3]fixation failed\c[0]!
es: Un momento, esto no está bien. ¡La \c[3]fijación ha fallado\c[0]!

source: [12447] data/maps/arid/tower-1.json entities/281/settings/event/3/message #1031 EventTrigger HackFailed START IF tmp.evoraid.hackBlocked main.sergey @INTENSE1 ---------------- He managed to add a counter measure already?!
es: ¡¿Ya ha conseguido establecer una medida de seguridad?!

source: [12448] data/maps/arid/tower-1.json entities/281/settings/event/4/message #1032 EventTrigger HackFailed START IF tmp.evoraid.hackBlocked main.sergey @SERIOUS ---------------- Lea, focus on staying alive! I will work on a solution ASAP!
es: ¡Lea, céntrate en seguir viva! ¡Estoy trabajando en una solución tan rápido como puedo!

source: [12449] data/maps/arid/tower-1.json entities/282/settings/event/15/message #1037 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.shizuka @ANGRY ---------------- So...
es: Así que...

source: [12450] data/maps/arid/tower-1.json entities/282/settings/event/16/message #1041 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.shizuka @DEFAULT ---------------- It looks like you're still at it?
es: ¿Parece que sigues viva?

source: [12451] data/maps/arid/tower-1.json entities/282/settings/event/18/message #1042 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.sergey @SURPRISED ---------------- Shizuka?! What are you doing here?
es: ¡¿Shizuka?! ¿Qué haces aquí?

source: [12452] data/maps/arid/tower-1.json entities/282/settings/event/19/message #1043 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.shizuka @SARCASTIC ---------------- I'm here to help!
es: ¡Estoy aquí para ayudar!

source: [12453] data/maps/arid/tower-1.json entities/282/settings/event/20/message #1044 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.sergey @WORRIED ---------------- What about...\.
es: Que hay de...\.

source: [12454] data/maps/arid/tower-1.json entities/282/settings/event/21/message #1045 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.shizuka @DENYING ---------------- Don't worry about me, I already moved locations in advance.
es: No te preocupes por mí, ya me cambié de localización en avanzado.

source: [12455] data/maps/arid/tower-1.json entities/282/settings/event/22/message #1046 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.shizuka @DEFAULT ---------------- I will be fine.
es: Estaré bien.

source: [12456] data/maps/arid/tower-1.json entities/282/settings/event/23/message #1047 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.shizuka @EVIL_GRIN ---------------- More importantly, it looks like you need a hand here, Lea?
es: Más importante, ¿parece que necesitas una mano, Lea?

source: [12457] data/maps/arid/tower-1.json entities/282/settings/event/25/message #1048 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.lea @EXCITED ---------------- Hi!
es: ¡Hola!

source: [12458] data/maps/arid/tower-1.json entities/282/settings/event/27/message #1049 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.shizuka @BADASS ---------------- Let's show them what we can do!
es: ¡Mostrémosles lo que podemos hacer!

source: [12459] data/maps/arid/tower-1.json entities/282/settings/event/29/message #1040 EventTrigger ShizukaArrives START IF plot.line >= 28850 && tmp.megaLasersShot >= 2 main.sergey @SERIOUS ---------------- Keep them busy for a little longer, I am almost finished!
es: ¡Mantenlos ocupados un poco más, ya casi termino!

source: [12460] data/maps/arid/tower-1.json entities/283/settings/event/7/message #889 EventTrigger HackingReady START IF plot.line >= 28900 && tmp.megaLasersShot >= 3 main.sergey @SERIOUS ---------------- Okay, it's done!
es: ¡Ok, está listo!

source: [12461] data/maps/arid/tower-1.json entities/283/settings/event/8/message #878 EventTrigger HackingReady START IF plot.line >= 28900 && tmp.megaLasersShot >= 3 main.sergey @NOTIFYING ---------------- One of the Shredders will be marked with \c[3]yellow stars\c[0].
es: Uno de los Destructores estará marcado con \c[3]estrellas amarillas\c[0].

source: [12462] data/maps/arid/tower-1.json entities/283/settings/event/9/message #1050 EventTrigger HackingReady START IF plot.line >= 28900 && tmp.megaLasersShot >= 3 main.sergey @DEFAULT ---------------- Defeat those and push them towards the Evotars.
es: Derrótalos y empújalos hacia lo Evotares.

source: [12463] data/maps/arid/tower-1.json entities/283/settings/event/10/message #1051 EventTrigger HackingReady START IF plot.line >= 28900 && tmp.megaLasersShot >= 3 main.sergey @DOWN ---------------- They should be able to \c[3]break the blockers\c[0].
es: Deberían poder \c[3]romper los bloqueadores\c[0].

source: [12464] data/maps/arid/tower-1.json entities/283/settings/event/11/message #1052 EventTrigger HackingReady START IF plot.line >= 28900 && tmp.megaLasersShot >= 3 main.sergey @WORRIED ---------------- We might need several attempts though.
es: Puede que necesitemos varios intentos.

source: [12465] data/maps/arid/tower-1.json entities/283/settings/event/12/message #1053 EventTrigger HackingReady START IF plot.line >= 28900 && tmp.megaLasersShot >= 3 main.sergey @SERIOUS ---------------- Good luck!
es: ¡Buena suerte!

source: [12467] data/maps/arid/tower-1.json entities/284/settings/event/2/message #1063 EventTrigger Harder1 START IF tmp.evoraid.zapped >= 1 antagonists.shady @MASKED ---------------- Hm, you found a workaround already?
es: Hm, ¿ya has encontrado la forma?

source: [12468] data/maps/arid/tower-1.json entities/286/settings/event/2/message #1064 EventTrigger Harder3 START IF tmp.evoraid.zapped >= 3 main.sergey @INTENSE1 ---------------- We are almost there!!
es: ¡¡Ya casi estamos!!

source: [12469] data/maps/arid/tower-1.json entities/287/settings/event/12/message #1067 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.shizuka @DEFAULT ---------------- No more Evotars left...
es: No quedan más Evotares...

source: [12470] data/maps/arid/tower-1.json entities/287/settings/event/13/message #1066 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.shizuka @INNOCENT ---------------- So what now?
es: ¿Ahora qué?

source: [12471] data/maps/arid/tower-1.json entities/287/settings/event/31/message #1068 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 antagonists.shady @MASKED ---------------- It seems like your plan didn't work out as expected, hm?
es: Parece que tu plan no salió como esperabas, ¿no?

source: [12472] data/maps/arid/tower-1.json entities/287/settings/event/32/message #1069 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 antagonists.shady @MASKED ---------------- You have zapped every Evotar in the area.
es: Borraste a todos los Evotares en el área.

source: [12473] data/maps/arid/tower-1.json entities/287/settings/event/34/message #1070 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.sergey @SERIOUS ---------------- That is not entirely correct.
es: Eso no es precisamente correcto.

source: [12474] data/maps/arid/tower-1.json entities/287/settings/event/35/message #1071 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.sergey @DRAMATIC ---------------- There is one Evotar left.
es: Aún queda un Evotar.

source: [12475] data/maps/arid/tower-1.json entities/287/settings/event/52/message #1073 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.schneider2 @SURPRISED ---------------- W-What happened? Lea... is that you?!
es: ¿Q-Que pasó? Lea... ¡¿eres tú?!

source: [12477] data/maps/arid/tower-1.json entities/287/settings/event/57/message #1075 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.lea @EXCITED ---------------- Hi!!
es: ¡¡Hola!!

source: [12478] data/maps/arid/tower-1.json entities/287/settings/event/63/message #1077 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.schneider2 @SURPRISED ---------------- Huh?
es: ¿Hm?

source: [12479] data/maps/arid/tower-1.json entities/287/settings/event/66/message #1078 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.sergey @SHOUTING ---------------- Lea!! Now!!
es: ¡¡Lea!! ¡¡Ahora!!

source: [12481] data/maps/arid/tower-1.json entities/287/settings/event/79/message #1080 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.lea @CRY ---------------- Sorry!!
es: ¡¡Perdón!!

source: [12482] data/maps/arid/tower-1.json entities/287/settings/event/81/message #1081 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.schneider2 @SHOCKED ---------------- Lea, what's going-
es: Lea, que está-

source: [12483] data/maps/arid/tower-1.json entities/287/settings/event/87/message #1082 EventTrigger RaidEndFinal START IF plot.line >= 28900 && tmp.evoraid.zapped >= 4 main.schneider2 @PANIC ---------------- \s[5]Whaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaa...
es: \s[5]Whaaaaaaaaaaaaaaaaaaa aaaaaaaaaaaaaaaaaaaaaaa...

source: [12484] data/maps/arid/tower-1.json entities/288/settings/event/28/action/1/text #650 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 DO_ACTION SHOW_AR_MSG ---------------- Unexpected Error
es: Error Inesperado

source: [12485] data/maps/arid/tower-1.json entities/288/settings/event/30/action/1/text #1089 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 DO_ACTION SHOW_AR_MSG ---------------- Unexpected Error
es: Error Inesperado

source: [12486] data/maps/arid/tower-1.json entities/288/settings/event/32/action/1/text #1091 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 DO_ACTION SHOW_AR_MSG ---------------- Unexpected Error
es: Error Inesperado

source: [12487] data/maps/arid/tower-1.json entities/288/settings/event/39/message #1092 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.lea @SAD ---------------- ...Bye.
es: ...Adiós.

source: [12488] data/maps/arid/tower-1.json entities/288/settings/event/46/message #1093 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @INNOCENT ---------------- That was supposed to happen, right?
es: Eso debía pasar, ¿no?

source: [12489] data/maps/arid/tower-1.json entities/288/settings/event/48/message #1094 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.sergey @SMILE ---------------- Yes! We did it!
es: ¡Si! ¡Lo hicimos!

source: [12490] data/maps/arid/tower-1.json entities/288/settings/event/49/message #1095 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.sergey @DOWN ---------------- We crashed the Evotar server.
es: Bloqueamos el servidor de los Evotares.

source: [12491] data/maps/arid/tower-1.json entities/288/settings/event/50/message #1096 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.shizuka @SARCASTIC ---------------- And everything exploded?
es: ¿Y todo explotó?

source: [12492] data/maps/arid/tower-1.json entities/288/settings/event/51/message #1097 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.sergey @WHISTLING ---------------- Yes, but do not worry about the Evotars.
es: Si, pero no te preocupes por los Evotares.

source: [12493] data/maps/arid/tower-1.json entities/288/settings/event/52/message #1098 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.sergey @AWAY ---------------- Their data is still intact and can be recovered.
es: Sus datos siguen intactos y pueden ser recuperados.

source: [12494] data/maps/arid/tower-1.json entities/288/settings/event/71/message #1099 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_DOWN ---------------- Hm. That was your plan, I suppose?
es: Hm. ¿Ese era tu plan?

source: [12495] data/maps/arid/tower-1.json entities/288/settings/event/72/message #1106 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED ---------------- The Evotar server has crashed, so I can't access it.
es: El servidor de los Evotares está bloqueado, así que no puedo acceder.

source: [12496] data/maps/arid/tower-1.json entities/288/settings/event/73/message #1104 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_SMILE ---------------- Hah...\. clever.\. Very clever, indeed!
es: Ja...\. inteligente.\. ¡Muy inteligente!

source: [12497] data/maps/arid/tower-1.json entities/288/settings/event/74/message #1105 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_GRIN ---------------- I assume simply rebooting the server won't fix it either, will it?
es: Asumo que simplemente reiniciarlo no lo arreglará, ¿no?
