Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: Aaaand he'd probably also complain about those weird rock formations.
es_es: Yyyyy probablemente se hubiese quejado de esas extrañas formaciones de piedras.
ru_ru: Иииииии он, вероятно, жаловался бы на эти странные скальные образования.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Let's continue. Off to the \c[3]north\c[0]!
es_es: Sigamos. ¡Vayamos al \c[3]norte\c[0]!
ru_ru: Давай продолжим. Теперь на \c[3]север\c[0]!

source: Be careful not to step on a virus along the way!
es_es: ¡Ten cuidado de no toparte con virus en el camino!
ru_ru: Будь осторожна, чтобы не натолкнуться на вирус!

source: Head to the north from \c[3]Vermillion Wasteland - Crimson Lake\c[0] to proceed with Lukas' tour.
es_es: Ve al norte desde \c[3]Vertedero Vermillion - Lago Carmesí\c[0] para proceder con el tour de Lukas.
ru_ru: Отправляйтесь на север от \c[3]Пустоши Вермиллион - Алое озеро\c[0], чтобы продолжить экскурсию Лукаса.

# data/maps/arid/lake-1.json//entities/503/settings/event/0/message
source: Alright, our final sight will be further to the \c[3]west\c[0]!
es_es: De acuerdo, ¡nuestra última parada está más al \c[3]oeste\c[0]!
ru_ru: Хорошо, наш последний вид будет дальше к \c[3]западу\c[0]!

# data/maps/arid/lake-1.json//entities/503/settings/event/1/task
source: Head to the west from \c[3]Vermillion Wasteland - Crimson Lake\c[0] to proceed with Lukas' tour.
es_es: Ve al oeste desde \c[3]Vertedero Vermillion - Lago Carmesí\c[0] para proceder con el tour de Lukas.
ru_ru: Отправляйтесь на запад от \c[3]Пустоши Вермиллион - Алое озеро\c[0], чтобы продолжить экскурсию Лукаса.

# data/maps/arid/lake-1.json//entities/504/settings/event/0/message
source: You're so quiet today...\. even for your standards.
es_es: Estás muy callada hoy...\. incluso para tus estándares.
ru_ru: Ты сегодня такая тихая... даже по твоим меркам.

# data/maps/arid/lake-1.json//entities/511/settings/event/12/message
source: The view here isn't all that bad, hm?
es_es: La vista aquí no está tan mal, ¿no?
ru_ru: Неплохой здесь видок, а?

# data/maps/arid/lake-1.json//entities/511/settings/event/14/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/511/settings/event/17/message
source: Okay, look...\. I can't keep watching you like this.
es_es: Bien, mira...\. no puedo seguir viéndote así.
ru_ru: Ладно, слушай...\. На тебя больно смотреть.

# data/maps/arid/lake-1.json//entities/511/settings/event/18/message
source: There must be a way to help you out of this.
es_es: Debe haber una forma de ayudarte un poco.
ru_ru: Должен быть способ помочь тебе.

# data/maps/arid/lake-1.json//entities/511/settings/event/19/message
source: We gotta try to talk about this. Somehow.
es_es: Tenemos que hablar de esto. De algún modo.
ru_ru: Нам стоит попробовать поговорить об этом. Как-нибудь.

# data/maps/arid/lake-1.json//entities/511/settings/event/21/message
source: I'll just ask some questions, ok?
es_es: Haré un par de preguntas, ¿si?
ru_ru: Я просто задам несколько вопросов, хорошо?

# data/maps/arid/lake-1.json//entities/511/settings/event/22/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/511/settings/event/23/message
source: Okay, let's see...
es_es: Bien, veamos...
ru_ru: Ладно, посмотрим...

# data/maps/arid/lake-1.json//entities/511/settings/event/24/message
source: I suppose you remembered something about yourself... Something that made you sad?
es_es: Supongo que recordaste algo de tí misma... ¿Algo que te puso triste?
ru_ru: Я полагаю, ты что-то вспомнила о себе... Что-то, что тебя расстроило?

# data/maps/arid/lake-1.json//entities/511/settings/event/26/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/511/settings/event/27/message
source: Okay, so what could it be?
es_es: Bien, ¿qué podrá ser?
ru_ru: Хорошо, что это может быть?

# data/maps/arid/lake-1.json//entities/511/settings/event/28/message
source: Did you...\. lose somebody dear to you?
es_es: ¿Perdiste...\. a alguien importante para tí?
ru_ru: Ты...\. потеряла кого-то, кто тебе дорог?

# data/maps/arid/lake-1.json//entities/511/settings/event/29/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/lake-1.json//entities/511/settings/event/30/message
source: Hm...
ru_ru: Хм...

# data/maps/arid/lake-1.json//entities/511/settings/event/31/message
source: Did somebody...\. betray you?
es_es: ¿Alguien...\. te traicionó?
ru_ru: Кто-нибудь...\. предал тебя?

# data/maps/arid/lake-1.json//entities/511/settings/event/33/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/511/settings/event/34/message
source: Oh...
ru_ru: Ох...

# data/maps/arid/lake-1.json//entities/511/settings/event/35/message
source: I'm sorry to hear that...
es_es: Lamento oír eso...
ru_ru: Мне больно слышать это...

# data/maps/arid/lake-1.json//entities/511/settings/event/36/message
source: Just what did this person exactly do to you...
es_es: Qué habrá hecho esta persona exactamente...
ru_ru: Что именно этот человек сделал с тобой...

# data/maps/arid/lake-1.json//entities/511/settings/event/38/message
source: Are all your troubles... because of that person?
es_es: ¿Son todos tus problemas... producto de esa persona?
ru_ru: Все твои проблемы... из-за этого человека?

# data/maps/arid/lake-1.json//entities/511/settings/event/39/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/lake-1.json//entities/511/settings/event/40/message
source: So there is something else?
es_es: ¿Entonces hay algo más?
ru_ru: Значит, есть что-то ещё?

# data/maps/arid/lake-1.json//entities/511/settings/event/41/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/511/settings/event/43/message
source: Man, this is hard.
es_es: Uf, esto es difícil.
ru_ru: Блин, это сложно.

# data/maps/arid/lake-1.json//entities/511/settings/event/48/message
source: I wonder how the others are doing.\. Hlin, Buggy, Emilie...\. all of them.
es_es: Me pregunto como estarán los otros.\. Hlin, Buggy, Emilie...\. todos ellos.
ru_ru: Интересно, как другие поживают.\. Хлин, Багги, Эмили...\. все они.

# data/maps/arid/lake-1.json//entities/511/settings/event/50/message
source: It seemed like you got along quite well with Emilie and Tronny, didn't you?
es_es: Pareciera que te llevas bastante bien con Emilie y Tronny, ¿no?
ru_ru: Казалось, что ты хорошо ладила с Эмили и Тронни, не так ли?

# data/maps/arid/lake-1.json//entities/511/settings/event/51/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/511/settings/event/52/message
source: So...\. I'm sure we'll be missed.
es_es: Entonces...\. estoy seguro de que nos extrañan.
ru_ru: Я...\. Я уверен, что они скучают.

# data/maps/arid/lake-1.json//entities/511/settings/event/53/message
source: In difficult times like these...\. it's good to know there are people out there that care for you.
es_es: En tiempos difíciles como estos...\. es bueno saber que hay gente que se preocupa por tí.
ru_ru: В трудные времена, подобные этим...\. приятно знать, что есть люди, которые переживают о тебе.

# data/maps/arid/lake-1.json//entities/511/settings/event/55/message
source: Even though it looks like we're on our own for now.
es_es: Aunque parezca que estamos solos por ahora.
ru_ru: Хотя похоже, что сейчас мы сами по себе.

# data/maps/arid/lake-1.json//entities/511/settings/event/71/message
source: I think it's probably better if we call it a day.
es_es: Creo que sería mejor si paramos por hoy.
ru_ru: Я думаю, что будет лучше, если мы закончим на сегодня.

# data/maps/arid/lake-1.json//entities/511/settings/event/72/message
source: Let's finish the trial building tomorrow, okay?
es_es: Terminemos el edificio de prueba mañana, ¿si?
ru_ru: Давай продолжим пробное здание завтра, идёт?

# data/maps/arid/lake-1.json//entities/511/settings/event/73/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/511/settings/event/74/message
source: Alright then, back to the dormitory.
es_es: De acuerdo, de vuelta al dormitorio.
ru_ru: Хорошо, тогда вернёмся в общежитие.

# data/maps/arid/lake-1.json//entities/511/settings/event/76/task
source: You decided to call it a day and head back to the \c[3]Dormitory\c[0].
es_es: Decidiste parar por hoy y volver al \c[3]Dormitorio\c[0].
ru_ru: Вы решили закончить день и вернуться в \c[3]общежитие\c[0].

# data/maps/arid/lake-1.json//entities/512/settings/event/11/message
source: Beating up that Rhino-thing just to see such a place, I can't believe it.
es_es: Derrotar a esa cosa que se parece a un rinoceronte para ver un lugar como este... no lo puedo creer.
ru_ru: Победить эту носорого-штуку только для того, чтобы увидеть такое место, не могу поверить.

# data/maps/arid/lake-1.json//entities/512/settings/event/13/message
source: How the hell do they even know what my room looks like?
es_es: ¿Cómo diablos saben como se ve mi habitación?
ru_ru: Откуда, чёрт возьми, они вообще знают, как выглядит моя комната?

# data/maps/arid/lake-1.json//entities/512/settings/event/14/message
source: And why would they put that kind of reconstruction in this place?
es_es: ¿Y por qué la reconstruirían aquí?
ru_ru: И зачем им помещать подобную реконструкцию в этом месте?

# data/maps/arid/lake-1.json//entities/512/settings/event/18/message
source: Anyway... I seem to remember a little more now.
es_es: Como sea... creo recordar un poco más ahora.
ru_ru: В любом случае... Кажется, что я теперь немного припоминаю.

# data/maps/arid/lake-1.json//entities/512/settings/event/19/message
source: Like the place I live at...\. the place I work at...
es_es: Como el lugar en donde vivo...\. el lugar en donde trabajo...
ru_ru: Место, где я живу...\. место, где я работаю...

# data/maps/arid/lake-1.json//entities/512/settings/event/20/message
source: What was the name of the company again?
es_es: ¿Cómo se llamaba la compañía?
ru_ru: Как там называлась эта компания?

# data/maps/arid/lake-1.json//entities/512/settings/event/21/message
source: Anyway, I think I worked in the IT department...
es_es: Como sea, creo que trabajaba en el departamento de IT...
ru_ru: В общем, мне кажется, что я работал в IT-отделе...

# data/maps/arid/lake-1.json//entities/512/settings/event/23/message
source: Still... this all feels very strange.
es_es: Aún así... todo esto se siente muy raro.
ru_ru: Тем не менее... всё это очень странно.

# data/maps/arid/lake-1.json//entities/512/settings/event/24/message
source: Like...\. why did I forget all of this suddenly?
es_es: O sea...\. ¿cómo es que me olvidé de todo esto así de repente?
ru_ru: Например...\. почему я все это вдруг забыл?

# data/maps/arid/lake-1.json//entities/512/settings/event/26/message
source: You know... I had a... pretty scary thought.
es_es: Sabes... tuve un... pensamiento bastante tenebroso.
ru_ru: Знаешь... у меня была... довольно страшная мысль.

# data/maps/arid/lake-1.json//entities/512/settings/event/28/message
source: I'm spending all of my time in this game now....
es_es: Estoy pasando todo mi tiempo en este juego ahora....
ru_ru: Я провожу всё свое время в этой игре....

# data/maps/arid/lake-1.json//entities/512/settings/event/29/message
source: The only thing left from my "real life" are those memories that are slowly returning.
es_es: Lo único que queda de mi "vida real" son esos recuerdos que vuelven lentamente.
ru_ru: Единственное, что осталось от моей "реальной жизни" - эти воспоминания, которые понемногу возвращаются.

# data/maps/arid/lake-1.json//entities/512/settings/event/30/message
source: But what...\. what if there is no real life anymore?
es_es: Pero y si...\. ¿y si ya no hay más vida real?
ru_ru: Но что...\. что если реальной жизни больше не существует?

# data/maps/arid/lake-1.json//entities/512/settings/event/32/message
source: What if we're just stuck in this game, forever?
es_es: ¿Y si estamos atrapados en este juego, por siempre?
ru_ru: Что если мы просто застряли в этой игре навсегда?

# data/maps/arid/lake-1.json//entities/512/settings/event/34/message
source: Is...\. is this maybe the feeling you had yesterday?
es_es: Es...\. ¿es esta la sensación que tenías ayer?
ru_ru: Может...\. может, это то чувство, которое было у тебя вчера?

# data/maps/arid/lake-1.json//entities/512/settings/event/36/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/512/settings/event/37/message
source: I see...
es_es: Ya veo...
ru_ru: Ясно...

# data/maps/arid/lake-1.json//entities/512/settings/event/39/message
source: Well...
es_es: Bueno...
ru_ru: Ну...

# data/maps/arid/lake-1.json//entities/512/settings/event/40/message
source: Here's the thing, though...
es_es: Este es el tema...
ru_ru: Хотя, знаешь...

# data/maps/arid/lake-1.json//entities/512/settings/event/41/message
source: Why does it matter?
es_es: ¿Por qué importa?
ru_ru: И что с того?

# data/maps/arid/lake-1.json//entities/512/settings/event/43/message
source: Does that make our lives any less meaningful?
es_es: ¿Hace eso a nuestras vidas menos significativas?
ru_ru: Делает ли это наши жизни менее значимыми?

# data/maps/arid/lake-1.json//entities/512/settings/event/45/message
source: We don't know why we're stuck in this game...
es_es: No sabemos por qué estamos atrapados en este juego...
ru_ru: Мы не знаем, почему мы застряли в этой игре...

# data/maps/arid/lake-1.json//entities/512/settings/event/46/message
source: But, honestly...\. we don't even know why we live in the first place.
es_es: Pero, honestamente...\. no sabemos ni por qué vivimos en primer lugar.
ru_ru: Но, честно говоря...\. мы даже не знаем, зачем мы вообще живём.

# data/maps/arid/lake-1.json//entities/512/settings/event/48/message
source: So we're either stuck in this game or stuck in "real life". What's the big difference?
es_es: Entonces estamos o atrapados en el juego, o atrapados en la "vida real". ¿Cuál es la gran diferencia?
ru_ru: Так что мы либо застряли в этой игре, либо застряли в "реальной жизни". Велика разница?

# data/maps/arid/lake-1.json//entities/512/settings/event/50/message
source: Is it so strange thinking that way?
es_es: ¿Es tan raro pensar de ese modo?
ru_ru: Это странно, так рассуждать?

# data/maps/arid/lake-1.json//entities/512/settings/event/51/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/512/settings/event/52/message
source: Oh well...
es_es: Oh bueno...
ru_ru: Ну что ж...

# data/maps/arid/lake-1.json//entities/512/settings/event/53/message
source: I think what's important... is that it's a life worth living.
es_es: Creo que lo importante... es que es una vida que vale la pena vivir.
ru_ru: Я думаю, самое важное... то, что эта жизнь стоит того, чтобы жить.

# data/maps/arid/lake-1.json//entities/512/settings/event/54/message
source: And being stuck in this game isn't the worst fate imaginable, now is it?
es_es: Y estar atrapado en este juego no es el peor destino imaginable, ¿no?
ru_ru: И застревание в этой игре - не самая страшная судьба, которую можно вообразить, не так ли?

# data/maps/arid/lake-1.json//entities/512/settings/event/56/message
source: We're not alone. We have friends in this world.
es_es: No estamos solos. Tenemos amigos en este mundo.
ru_ru: Мы не одиноки. У нас есть друзья в этом мире.

# data/maps/arid/lake-1.json//entities/512/settings/event/57/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/512/settings/event/58/message
source: And heck, I know a few people that would be happy being logged into CrossWorlds permanently.
es_es: E incluso conozco un par de personas que estarían muy felices de estar conectados a CrossWorlds permanentemente.
ru_ru: И, чёрт возьми, я знаю несколько человек, которые были бы счастливы постоянно находиться в CrossWorlds.

# data/maps/arid/lake-1.json//entities/512/settings/event/60/message
source: So it's not all bad, is it?
es_es: Así que no está tan mal, ¿no?
ru_ru: Так что всё не так уж и плохо, правда?

# data/maps/arid/lake-1.json//entities/512/settings/event/61/message
source: Especially if we get out of this place. This place kinda sucks, honestly.
es_es: Sobre todo si conseguimos salir de este lugar. Este lugar como que apesta, sinceramente.
ru_ru: Особенно если мы выберемся из этого места. Это место ужасно, по правде говоря.

# data/maps/arid/lake-1.json//entities/512/settings/event/62/message
source: Now that I think about it, my room fits in pretty well...
es_es: Ahora que lo pienso, mi habitación encaja perfectamente...
ru_ru: Теперь, когда я думаю об этом, моя комната довольно неплохо сюда вписывается...

# data/maps/arid/lake-1.json//entities/512/settings/event/64/message
source: Gyahahahahaha!
ru_ru: Муахахахахаха!

# data/maps/arid/lake-1.json//entities/512/settings/event/71/message
source: Well then!
es_es: ¡Bien entonces!
ru_ru: Ну что ж!

# data/maps/arid/lake-1.json//entities/512/settings/event/72/message
source: Let's hand in that quest already!
es_es: ¡Entreguemos esa misión de una vez!
ru_ru: Давай уже сдадим этот квест!

# data/maps/arid/lake-1.json//entities/512/settings/event/73/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/lake-1.json//entities/524/settings/dialog/0/text
source: Hey what's the holdup?
es_es: Ey, ¿por qué tardas tanto?
ru_ru: Эй, в чём загвоздка?

# data/maps/arid/lake-1.json//entities/524/settings/dialog/1/text
source: Nothing... just taking a break.
es_es: Por nada... solo estoy descansando.
ru_ru: Ничего... просто отдыхаю.

# data/maps/arid/lake-1.json//entities/524/settings/dialog/2/text
source: Already? We just started the quest! We still gotta go to the forest!
es_es: ¿Ya? ¡Pero si acabamos de empezar la misión! ¡Aún tenemos que ir al bosque!
ru_ru: Уже? Мы только начали квест! Нам ещё нужно идти в лес!

# data/maps/arid/lake-1.json//entities/524/settings/dialog/2/event/3/message
source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

source: Holerö, you two!
es_es: ¡Holerö, a las dos!
ru_ru: Holerö (Эй), вы двое!

source: So you got the quest for the second trial building already?
es_es: ¿Así que, ya tienes la misión para el segundo edificio de pruebas?
ru_ru: Вы уже получили квест на второе пробное здание?

source: Yes, finally! That really took some time. I was bored senseless yesterday!
es_es: ¡Si, finalmente! Ya tomaba su tiempo. ¡Estuve muy aburrido ayer!
ru_ru: Да, наконец-то! Как же долго это было. Мне было ужасно скучно вчера!

source: You can say that loudly!
es_es: ¡Puedes decirlo con fuerza!
ru_ru: Не напоминай!

source: No quest for us today, so all we can do is have a look around.
es_es: No hay misiones hoy, así que solo nos queda pasear.
ru_ru: Для нас сегодня нет заданий, поэтому всё, что мы можем сделать, - это осмотреться.

source: That's too bad.
es_es: Que mal.
ru_ru: Не повезло вам.

source: I'm sure the quest will be there for you soon as well.
es_es: Estoy seguro de que la misión estará allí pronto para tí también.
ru_ru: Я уверен, что скоро появится задание и для вас.

source: Yes...?
es_es: ¿Si...?
ru_ru: Да...?

source: Uhm...
ru_ru: Эмм...

# data/maps/arid/lake-1.json//entities/524/settings/dialog/3/text
source: Let's take things slowly, okay?
es_es: Tomémonoslo a la ligera, ¿si?
ru_ru: Не гони лошадей, ладно?

# data/maps/arid/lake-1.json//entities/527/settings/event/18/message
source: To the forest!!
es_es: ¡¡Al bosque!!
ru_ru: В лес!!

# data/maps/arid/lake-1.json//entities/527/settings/event/20/message
source: Good luck, everyone!
es_es: ¡Buena suerte, a todos!
ru_ru: Удачи всем!

# data/maps/arid/lake-1.json//entities/527/settings/event/39/message
source: Mon dieu, what are those... robot thingies?!
es_es: ¡¿Mon dieu, que son esas... cosas robóticas?!
ru_ru: Mon dieu (Боже мой), что это за... робо-штуки?!

# data/maps/arid/lake-1.json//entities/527/settings/event/41/message
source: The barriers are connected to those enemies, we need to get rid of them to proceed!
es_es: Las barreras están conectadas a esos enemigos, ¡tenemos que eliminarlos para proceder!
ru_ru: Барьеры связаны с этими врагами, мы должны избавиться от них, чтобы продолжить!

# data/maps/arid/lake-1.json//entities/537/settings/event/6/message
source: Onward, to the \c[3]Quest Hub\c[0]!
es_es: ¡Adelante, hacia el \c[3]Centro de Misiones\c[0]!
ru_ru: Вперёд, к \c[3]Квест-хабу\c[0]!

# data/maps/arid/lake-1.json//entities/539/settings/event/21/message
source: More metal faces!
es_es: ¡Más pedazos de chatarra!
ru_ru: Ещё металлические морды!

# data/maps/arid/lake-1.json//entities/540/settings/event/15/message
source: Look! It's one of those... Evotars!
es_es: ¡Mira! Es uno de esos... Evotares!
ru_ru: Смотри! Это один из этих... эвотаров!

# data/maps/arid/lake-1.json//entities/540/settings/event/24/message
source: Hey, you! You should go to the quest hub!
es_es: ¡Ey, tú! ¡Deberías ir al centro de misiones!
ru_ru: Эй, ты! Ты должен идти к Квест-хабу!

# data/maps/arid/lake-1.json//entities/540/settings/event/25/message
source: Huh?
es_es: ¿Hm?
ru_ru: Да?

# data/maps/arid/lake-1.json//entities/540/settings/event/26/message
source: Uhm...\. They got amazing loot there!
es_es: Uhm...\. ¡Hay un loot sorprendente aquí!
ru_ru: Эмм...\. У них там потрясающая экипировка!

# data/maps/arid/lake-1.json//entities/540/settings/event/30/message
source: Go there if you want to get out of here!
es_es: ¡Ve allí si quieres salir de aquí!
ru_ru: Иди туда, если хочешь выбраться отсюда!

# data/maps/arid/lake-1.json//entities/540/settings/event/31/message
source: Quick, there's just this one chance!
es_es: ¡Rápido, no hay más oportunidades!
ru_ru: Быстро, есть только один шанс!

# data/maps/arid/lake-1.json//entities/540/settings/event/32/message
source: R-Really?\. Quest Hub, you say?
es_es: ¿E-En serio?\. ¿Al Centro de Misiones, dicen?
ru_ru: Р-Реально?\. Квест-хаб, ты сказал?

# data/maps/arid/lake-1.json//entities/540/settings/event/41/message
source: Huh... that worked well.
es_es: Hm... eso funcionó bastante bien.
ru_ru: Хм... это неплохо сработало.

# data/maps/arid/lake-1.json//entities/547/settings/event/24/message
source: So, uhm...\. Sergey?
es_es: Así que, uhm...\. ¿Sergey?
ru_ru: Так, эмм...\. Сергей?

# data/maps/arid/lake-1.json//entities/547/settings/event/26/message
source: Yes?
es_es: ¿Si?
ru_ru: Да?

# data/maps/arid/lake-1.json//entities/547/settings/event/27/message
source: Now that you've gathered the Evotars, what's next?
es_es: Ahora que juntamos a los Evotares, ¿que sigue?
ru_ru: Теперь, когда вы собрали данные эвотаров, что дальше?

# data/maps/arid/lake-1.json//entities/547/settings/event/28/message
source: Well...
es_es: Bueno...
ru_ru: Ну...

# data/maps/arid/lake-1.json//entities/547/settings/event/29/message
source: I have to get in touch with Instatainment and explain the whole situation.
es_es: Tengo que contactarme con Instatainment y explicarles la situación.
ru_ru: Я должен связаться с Instatainment и объяснить им всю ситуацию.

# data/maps/arid/lake-1.json//entities/547/settings/event/30/message
source: And hopefully we will be able to create a proper future for Evotars that way.
es_es: Y con suerte crearemos un futuro digno para esos Evotares.
ru_ru: И надеюсь, что таким образом мы сможем создать будущее для эвотаров.

# data/maps/arid/lake-1.json//entities/547/settings/event/35/message
source: So...\. what will happen with Lea now?
es_es: Entonces...\. ¿qué pasará con Lea ahora?
ru_ru: Так...\. что теперь будет с Леей?
