Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid-dng.po
Languages: es_es, ru_ru

source: Please try again.
es_es: Por favor, intenta otra vez.
ru_ru: Пожалуйста, попробуй ещё раз.

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/13/message
source: Alright! That worked.
es_es: ¡Bien! Eso funcionó.
ru_ru: Отлично! Это сработало.

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/14/message
source: Okay... where next again?
es_es: Bueno... ¿ahora dónde?
ru_ru: Ладно... где следующий?

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/19/text
source: Help me....
es_es: Ayúdame...
ru_ru: Помоги мне...

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/23/text
source: Please...
es_es: Por favor...
ru_ru: Пожалуйста...

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/26/text
source: Help me...
es_es: Ayúdame...
ru_ru: Помоги мне...

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/29/message
source: H-Hi?!
es_es: ¡¿H-Hola?!
ru_ru: П-Привет?!

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/31/message
source: Wha...\. What the heck is this?!
es_es: Qu...\. ¡¿Qué demonios es esto?!
ru_ru: Чт...\. Что это, чёрт возьми?!

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/56/message
source: There you are!
es_es: ¡Ahí estás!
ru_ru: Вот ты где!

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/57/message
source: This was certainly not meant to be seen by the likes of you.
es_es: Esto ciertamente no se suponía que fuera visto por gente como tú.
ru_ru: Это определённо не предназначалось для того, чтобы быть увиденным такими, как ты.

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/58/message
source: In this tower you shall abide to the constraints laid in front of you.
es_es: En esta torre debes acatar las restricciones que se te presenten.
ru_ru: В этой башне вы должны соблюдать ограничения, установленные для вас.

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/59/message
source: Not break through the walls as you please.
es_es: No romper las paredes como desees.
ru_ru: Не проламывать стены, когда тебе это вздумается.

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/60/message
source: We won't tolerate behavior like this!
es_es: ¡Este tipo de comportamiento no se tolerará!
ru_ru: Мы не потерпим такого поведения!

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/79/message
source: Your little journey will end now!
es_es: ¡Tu pequeña aventura se acaba aquí!
ru_ru: Твоё маленькое путешествие закончится сейчас!

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/86/message
source: Shoot...
es_es: Demonios...
ru_ru: Вот те на...

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/87/message
source: He found out sooner than I had hoped.
es_es: Se enteró antes de lo que esperaba.
ru_ru: Он узнал раньше, чем я рассчитывал.

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/88/message
source: Lea, you must not be caught up in one of his battles, we have to escape!
es_es: Lea, no te entretengas con sus batallas, ¡tenemos que escapar!
ru_ru: Лея, ты не должна вступать в эти битвы, нам придётся бежать!

# data/maps/arid-dng/first/room-07.json//entities/3/settings/event/89/message
source: Run to the next symbol as fast as possible!
es_es: ¡Corre hasta el siguiente símbolo tan rápido como puedas!
ru_ru: Беги к следующему символу как можно скорее!

# data/maps/arid-dng/first/room-07.json//entities/31/settings/interact/hoverText
source: Take off.
es_es: Salir.
ru_ru: Выйти.

source: \c[1]Lea!\c[0]
ru_ru: \c[1]Лея!\c[0]

source: Preposterous!\. Is there any end to your damage?!
es_es: ¡Absurdo!\. ¡¿Hay algún fin a tu daño?!
ru_ru: Нелепость!\. Есть ли предел твоему урону?!

source: We have plenty more of those to spare!
es_es: ¡Tenemos muchos más de sobra!
ru_ru: У нас ещё много есть в запасе!

# data/maps/arid-dng/first/room-08.json//entities/33/settings/event/13/message
source: You need to reach to the \c[3]other side\c[0] of this room. To the \c[3]east\c[0]!
es_es: ¡Tienes que llegar al \c[3]otro lado\c[0] de esta habitación! ¡Hacia el \c[3]este\c[0]!
ru_ru: Тебе нужно добраться на \c[3]другую сторону\c[0] этой комнаты. На \c[3]востоке\c[0]!

# data/maps/arid-dng/first/room-08.json//entities/37/settings/interact/hoverText
source: Take off.
es_es: Salir.
ru_ru: Выйти.

source: Stop this at once!!
es_es: ¡¡Para de una vez!!
ru_ru: Прекрати это немедленно!!

source: More!!
es_es: ¡¡Más!!
ru_ru: Ещё!!

# data/maps/arid-dng/first/room-09.json//entities/36/settings/event/9/message
source: Further to the \c[3]east\c[0]! You need to reach the \c[3]wall\c[0]!
es_es: ¡Más hacia el \c[3]este\c[0]! ¡Tienes que llegar a la \c[3]pared\c[0]!
ru_ru: Дальше на \c[3]восток\c[0]! Ты должна добраться до \c[3]стены\c[0]!

# data/maps/arid-dng/first/room-09.json//entities/40/settings/interact/hoverText
source: Take off.
es_es: Salir.
ru_ru: Выйти.

source: More!!
es_es: ¡¡Más!!
ru_ru: Ещё!!

# data/maps/arid-dng/first/room-10.json//entities/9/settings/event/12/message
source: Almost there! To the \c[3]east\c[0]!
es_es: ¡Ya casi! ¡Al \c[3]east\c[0]!
ru_ru: Почти у цели! На \c[3]восток\c[0]!

# data/maps/arid-dng/first/room-10.json//entities/10/settings/interact/hoverText
source: Take off.
es_es: Salir.
ru_ru: Выйти.

# data/maps/arid-dng/first/room-10.json//entities/27/settings/interact/hoverText
source: Break through!
es_es: ¡Atravesar!
ru_ru: Вырваться!

source: What...
es_es: Qué...
ru_ru: Что...

source: Time to demonstrate \c[3]exponential growth\c[0]!
es_es: ¡Hora de demostrar el \c[3]crecimiento exponencial\c[0]!
ru_ru: Время продемонстрировать \c[3]экспоненциальный рост\c[0]!

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/19/message
source: Now that was quite predictable!
es_es: ¡Eso fue predecible!
ru_ru: Это было предсказуемо!

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/20/message
source: We have a good idea of where you are heading.
es_es: Tenemos una buena idea de hacia donde vas.
ru_ru: Нам хорошо известно, куда ты направляешься.

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/22/message
source: Damn it!
es_es: ¡Demonios!
ru_ru: Чтоб тебя!

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/23/message
source: Lukas...\. he is in the room to the east.\. We have to reach that wall.
es_es: Lukas...\. está en la habitación hacia el este.\. Tenemos que llegar a esa pared.
ru_ru: Лукас...\. он в комнате на востоке.\. Нам нужно добраться до этой стены.

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/25/message
source: Now, we can't have you meet up with your friend!
es_es: ¡Bueno, no podemos dejar que te juntes con tu amigo!
ru_ru: Мы не можем тебе позволить встретиться с твоим другом!

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/26/message
source: This place is designed for one individual at a time, after all.
es_es: Este lugar está diseñado para un individuo a la vez, después de todo.
ru_ru: В конце концов, это место предназначено для одиночного прохождения.

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/27/message
source: If your hopes are to escape this place, your journey is destined to fail!
es_es: ¡Si esperas salir de este lugar, tu intento está destinado a fallar!
ru_ru: Если вы надеетесь сбежать отсюда, то ваше путешествие обречено на провал!

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/28/message
source: An exit does not exist.
es_es: No existe una salida.
ru_ru: Выхода не существует.

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/30/message
source: That is what he thinks, anyway.\. I will get you out of here, trust me.
es_es: Eso es lo que el cree.\. Te sacaré de aquí, créeme.
ru_ru: Это он так считает.\. Я вытащу тебя отсюда, доверься мне.

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/32/message
source: Alas, watching you twirling through this complex...
es_es: Aunque, verte girar por este complejo...
ru_ru: Увы, наблюдать за тем, как ты прорываешься через этот комплекс...

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/33/message
source: It is quite entertaining to say the least!
es_es: ¡Es bastante entretenido debo admitir!
ru_ru: Довольно занимательно, стоит отметить!

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/34/message
source: This resourcefulness... It is unlike anything we have witnessed so far.
es_es: Este ingenio... es distinto a todo lo que he presenciado hasta ahora.
ru_ru: Эта находчивость... Это отлично от всего того, что мы свидетельствовали до сих пор.

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/35/message
source: Hence, we shall honor it with an appropriate climax!!
es_es: ¡¡Por ello debe ser honrado con un clímax apropiado!!
ru_ru: Поэтому, мы почтим это соответствующей кульминацией!!

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/62/message
source: It shall be your final challenge!
es_es: ¡Será tu desafío final!
ru_ru: Это станет твоим последним испытанием!

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/63/message
source: Let us see if you can overcome the nigh impossible!
es_es: ¡Veamos si puedes superar lo casi imposible!
ru_ru: Покажи нам, сможешь ли ты преодолеть почти невозможное!

# data/maps/arid-dng/first/room-10.json//entities/31/settings/event/79/message
source: Lea...\. whatever happens, do not give up!\. We have to get through this!
es_es: Lea...\. pase lo que pase, ¡no te rindas!\. ¡Tenemos que superar esto!
ru_ru: Лея...\. что бы ни случилось, не сдавайся!\. Мы справимся с этим!

# data/maps/arid-dng/first/room-10.json//entities/32/settings/event/8/message
source: Lea...\. this enemy...\. its maximum HP is ridiculously high.
es_es: Lea...\. este enemigo...\. su vida máxima es ridículamente alta.
ru_ru: Лея...\. этот враг...\. его максимальное HP просто абсурдно.

# data/maps/arid-dng/first/room-10.json//entities/32/settings/event/9/message
source: Trillion... Quadrillion...?
es_es: ¿Billones... Miles de billones...?
ru_ru: Триллион... Квадриллион...?

# data/maps/arid-dng/first/room-10.json//entities/32/settings/event/11/message
source: I'm not even sure how to say this number...
es_es: Ni siquiera estoy seguro de como decir este número...
ru_ru: Я даже не уверен, как называется это число...

# data/maps/arid-dng/first/room-10.json//entities/32/settings/event/12/message
source: However...\. it is \c[3]not infinite\c[0]!
es_es: Aún así...\. ¡\c[3]no es infinito\c[0]!
ru_ru: Однако...\. оно \c[3]не бесконечно\c[0]!

# data/maps/arid-dng/first/room-10.json//entities/32/settings/event/13/message
source: That means it is possible to defeat it!
es_es: ¡Eso significa que es posible derrotar!
ru_ru: Это значит, что есть возможность победить его!

# data/maps/arid-dng/first/room-10.json//entities/32/settings/event/15/message
source: There is just one thing we have to do.
es_es: Sólo hay una cosa por hacer.
ru_ru: Есть одна штука, которую можно провернуть.

# data/maps/arid-dng/first/room-10.json//entities/32/settings/event/16/message
source: \c[3]Adjust your attack\c[0] appropriately.
es_es: \c[3]Ajustar tu ataque\c[0] adecuadamente.
ru_ru: \c[3]Отрегулировать твою атаку\c[0] нужным образом.

source: Yes, you heard that right. We have to make your \c[1]ridiculous attack damage\c[0] even higher.
es_es: Sí, oíste bien. Tenemos que hacer tu \c[1]ridículo nivel de daño\c[0] aún más grande.
ru_ru: Да, ты не ослышалась. Мы должны сделать твой \c[1]нелепый урон атаки\c[0] ещё больше.

# data/maps/arid-dng/first/room-10.json//entities/32/settings/event/19/message
source: I just figured out a way to do that within security constraints.
es_es: Acabo de descubrir una forma de hacerlo dentro de los límites de seguridad.
ru_ru: Я только что нашёл способ сделать это, через дыру в системе безопасности.

# data/maps/arid-dng/first/room-10.json//entities/32/settings/event/20/message
source: Focus on \c[3]defeating the burning slug enemies\c[0] before they explode!
es_es: ¡Céntrate en \c[3]derrotar a esas babosas ardientes\c[0] antes de que exploten!
ru_ru: Сосредоточься \c[3]на горящих слизняках, убивай их\c[0] до того, как они взорвутся!

# data/maps/arid-dng/first/room-10.json//entities/32/settings/event/21/message
source: As many as possible!
es_es: ¡Tantas como puedas!
ru_ru: Убей сколько сможешь!

source: Once again, you have a little trick up your sleeves.
es_es: Una vez más, tienes un pequeño truco debajo de la manga.
ru_ru: Очередной трюк у тебя в рукаве.

source: Alas, it is but a drop in the ocean!
es_es: ¡Aún así, no es más que una gota en el océano!
ru_ru: Увы, это всего лишь капля в море!

source: Lea, just keep going...
es_es: Lea, tú sigue...
ru_ru: Лея, просто продолжай...

source: Intriguing...
es_es: Intrigante...
ru_ru: Интригующе...

source: N-No way!!
es_es: ¡¡N-No puede ser!!
ru_ru: Н-Не может быть!!

source: The nigh impossible...\. about to be overcome!!
es_es: ¡¡Lo casi imposible...\. a punto de ser superado!!
ru_ru: Почти невозможное...\. почти преодолено!!

source: We see where this is going... but we won't let you have your way that easily!
es_es: Ya veo a donde va esto... ¡pero no te saldrás con la tuya así de facil!
ru_ru: Мы видим, к чему это всё идёт... но мы не позволим тебе так легко отделаться!

source: Now... How long can you keep up with this?!
es_es: Ahora... ¡¿Cuánto tiempo puedes seguir con esto?!
ru_ru: А теперь... Как долго ты протянешь?!

source: Lea, keep dodging! I got this!
es_es: ¡Lea, sigue esquivando! ¡Ya lo tengo!
ru_ru: Лея, продолжай уворачиваться! Я разберусь с этим!

source: I'm almost there! Just a bit longer!
es_es: ¡Ya casi! ¡Sólo un poco más!
ru_ru: Я почти закончил! Ещё чуть-чуть!

source: And... GO!!
es_es: Yyyy... ¡¡YA!!
ru_ru: И...ДАВАЙ!!

source: Quick, to the marker!!
es_es: ¡¡Rápdio, al marcador!!
ru_ru: Быстрее, к метке!

source: \c[1]BYE!!!\c[0]
es_es: \c[1]¡¡¡ADIÓS!!!\c[0]
ru_ru: \c[1]ПОКА!!!\c[0]

source: Noooo!\. This was \c[1]too quick\c[0]!
es_es: ¡Noooo!\. ¡Eso fue \c[1]muy rápido\c[0]!
ru_ru: Нееет!\. Это было \c[1]слишком быстро\c[0]!

source: This is too rich!!
es_es: ¡¡Muy rico!!
ru_ru: Невероятно!!

# data/maps/arid-dng/first/room-10.json//entities/36/settings/event/45/message
source: Now Lea, quickly!!
es_es: ¡¡Ahora Lea, rápido!!
ru_ru: Теперь быстро, Лея!!

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/15/message
source: Lea?!
ru_ru: Лея?!

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/22/message
source: D-Did you just break through that wall?!
es_es: ¡¿A-Acabas de romper a través de la pared?!
ru_ru: Т-Ты только что пробила эту стену?!

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/23/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/24/message
source: ...Okay.
es_es: ...Okey.
ru_ru: ...Ладно.

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/25/message
source: Well... somebody told me to wait here for you...
es_es: Bueno... alguien me dijo que te espere aquí...
ru_ru: Ну... кто-то сказал мне ждать тебя здесь...

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/29/message
source: I think.
es_es: Creo.
ru_ru: По всей видимости.

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/34/message
source: How did you even get here, though?
es_es: ¿Cómo es que llegaste aquí?
ru_ru: Как ты вообще сюда попала?

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/35/message
source: I thought this place is instanced...?
es_es: ¿Creí que este lugar estaba instanciado...?
ru_ru: Я думал, это отдельная зона...?

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/38/message
source: Lea, we must hurry!
es_es: ¡Lea, debemos apurarnos!
ru_ru: Лея, поторопимся!

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/39/message
source: Both of you need to take the next exit point!
es_es: ¡Ambos deben tomar el próximo punto de salida!
ru_ru: Вам нужно к следующей точке выхода!

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/40/message
source: It will be your last jump!
es_es: ¡Será su último salto!
ru_ru: Это будет последний прыжок!

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/51/message
source: What's that sign over there? Should we go there?
es_es: ¿Qué es ese símbolo de ahí? ¿Deberíamos ir allí?
ru_ru: Что это за знак там? Мы должны туда идти?

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/52/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/53/message
source: O-Okay?
es_es: ¿O-Okey?
ru_ru: Л-Ладно?

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/62/message
source: Wait...\.\. What...
es_es: Espera...\.\. Que...
ru_ru: Подожди...\.\. Что...

# data/maps/arid-dng/first/room-11.json//entities/38/settings/event/68/message
source: \s[5]Whaaaaaaaaaaaaaaaaaaaaa...
es_es: \s[5]Quéééééééééééééééééééééé...
ru_ru: \s[5]Чтооооооооооооооооооооо...

source: ... and another rubbish pull. Why am I even playing this?
es_es: ... y otra tirada basura. ¿Por qué juego esto?
ru_ru: ...и ещё одна выдвижная мусорка. Зачем я вообще в это играю?

source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

source: Ah, yes, greetings. I'm working!
es_es: Ah, si, saludos. ¡Estoy trabajando!
ru_ru: Ах, да, приветствую. Я работаю!

source: ... Bye?
es_es: ... ¿Adiós?
ru_ru: ...Пока?

source: Oh hey, don't mind me. I'm just looking up recipes on how to brew new magical sounds.
es_es: Oh, hola, no me hagas caso. Sólo estoy buscando recetas sobre como elaborar nuevos sonidos mágicos.
ru_ru: О, хей, не обращай на меня внимания. Я просто ищу рецепты новых магических звуков.

source: And on spells to change my voice but don't tell anyone!
es_es: ¡Y sobre hechizos para cambiar mi voz, pero no le digas a nadie!
ru_ru: И заклинания, чтобы изменить свой голос, но только не говори никому!

source: Yo Lea, good to see you made it this far.
es_es: Ey Lea, es bueno ver que llegaste hasta aquí.
ru_ru: Йоу, Лея, приятно видеть, что ты уже так далеко продвинулась.

source: I'm currently playing as you inside the game that plays inside a game.
es_es: Estoy jugando como tú dentro del juego que juega dentro de un juego.
ru_ru: В данный момент я играю за тебя в игре, которая находится в игре.

source: Don't think to much about it. 'Else we reach a singularity.
es_es: No pienses mucho en ello. Sino alcanzaremos una singularidad.
ru_ru: Не надо особо рефлексировать. Иначе всё свернётся в сингулярность.

source: The masters say: If you want to animate the fish, you have to become the fish.
es_es: Los maestros dicen: Si quieres animar al pez, tienes que ser el pez.
ru_ru: Профи говорят: если хочешь анимировать рыбу, ты должен стать рыбой.

source: Hey, Lea! I'm Frece's secretary. He's busy working his own ideas.
es_es: ¡Ey, Lea! Soy la secretaria de Frece. Está ocupado trabajando en sus propias ideas.
ru_ru: Хей, Лея! Я секретарь Frece'а. Он занят, воплощает свои идеи в жизнь.

source: But he wanted you to know: You're doing a great job!
es_es: Pero quiere que sepas: ¡Estás haciendo un gran trabajo!
ru_ru: Но он хотел, чтобы ты знала: ты отлично справляешься!

# data/maps/arid-dng/first/room-12.json//entities/52/settings/analyzable/text
source: CrossCod
ru_ru: КроКод

# data/maps/arid-dng/first/room-12.json//entities/61/settings/interact/hoverText
source: Read
es_es: Leer
ru_ru: Прочитать

source: This is just a salmon. Position: Creative Director.
es_es: Es sólo un salmón. Cargo: Director Creativo.
ru_ru: Просто лосось. Должность: Креативный директор

source: In case of creative disagreement, please listen to this salmon. This is not a self-insert.
es_es: En caso de desacuerdo creativo, escuche a este salmón. Esto no ha sido autoinsertado.
ru_ru: В случае творческих разногласий, пожалуйста, выслушайте лосося. Это не просебятина.

# data/maps/arid-dng/first/room-12.json//entities/66/settings/text
source: The Secret of L.E.A.
es_es: El Secreto de L.E.A.
ru_ru: Секрет Л.Е.И.

# data/maps/arid-dng/first/room-12.json//entities/68/settings/text
source: A literal cactus
es_es: Un cactus literal
ru_ru: Буквально кактус

# data/maps/arid-dng/first/room-12.json//entities/69/settings/text
source: Sir Radfish van Blob
ru_ru: Сэр Радфиш ван Блоб

# data/maps/arid-dng/first/room-12.json//entities/70/settings/text
source: There is nothing here
es_es: No hay nada aquí
ru_ru: Здесь ничего нет

source: It's hard to satisfy everyones taste buds here...
es_es: Es dificil satisfacer las papilas gustativas de todos...
ru_ru: Удовлетворить вкусовые рецепторы каждого здесь довольно сложно...

source: ...but watching them falling into a food coma with a smile on their face is really worth it!
es_es: ...pero verlos caer en un coma de comida con una sonrisa en su cara lo vale todo!
ru_ru: ...но наблюдать за тем, как они отходят к послеобеденному сну с улыбкой на лицах, стоит того!

# data/maps/arid-dng/first/room-12.json//entities/83/settings/text
source: It's complicated
es_es: Es complicado
ru_ru: Всё сложно

# data/maps/arid-dng/first/room-12.json//entities/84/settings/text
source: A blessing
es_es: Una bendición
ru_ru: Благословение

source: Hey, I'm just somebody who's been animated by a certain someone. I shouldn't be here.
es_es: Ey, sólo soy alguien que ha sido animado por algún tipo. No debería estar aquí.
ru_ru: Эй, я просто кое-кто, кто был анимирован ещё кое-кем. Меня не должно здесь быть.

source: Oh, I heard he has animated you, too!
es_es: Oh, ¡he oído que te animó a tí también!
ru_ru: Ой, я слышала, он и тебя анимировал!

source: How?!
es_es: ¡¿Cómo?!
ru_ru: Как?!

source: End Floor
es_es: Último Piso
ru_ru: Конечный этаж

source: Floor 4
es_es: Piso 4
ru_ru: Этаж 4

source: Floor 3
es_es: Piso 3
ru_ru: Этаж 3

source: Floor 2
es_es: Piso 2
ru_ru: Этаж 2

source: Floor 1
es_es: Piso 1
ru_ru: Этаж 1

source: Floor 0
es_es: Piso 0
ru_ru: Этаж 0

source: You feel like you've seen this place before...
es_es: Sientes como que ya has visto este lugar...
ru_ru: Вам кажется, будто вы видели это место раньше...

source: Do you want to skip through the dungeon?
es_es: ¿Quieres saltearte la mazmorra?
ru_ru: Вы хотите пропустить подземелье?

source: Yes
es_es: Si
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/arid-dng/second/f0/center.json//entities/30/settings/event/13/message
source: We seek the ultimate experience.
es_es: Buscamos la Experiencia Final.
ru_ru: Мы стремимся к незабываемому опыту.

# data/maps/arid-dng/second/f0/center.json//entities/30/settings/event/14/message
source: That is why we create.
es_es: Por eso creamos.
ru_ru: Вот почему мы создаём.

# data/maps/arid-dng/second/f0/center.json//entities/30/settings/event/15/message
source: Vast forests, majestic mountains, mysterious caves...
es_es: Vastos bosques, majestuosas montañas, misteriosas cuevas...
ru_ru: Бескрайние леса, величественные горы, таинственные пещеры...

# data/maps/arid-dng/second/f0/center.json//entities/30/settings/event/16/message
source: Any place that can harbor a story and nourish a memory.
es_es: Cualquier lugar que pueda contener una historia y fabricar una memoria.
ru_ru: Любое место, которое может хранить историю и питать память.

# data/maps/arid-dng/second/f0/center.json//entities/30/settings/event/17/message
source: We created it all.
es_es: Lo creamos todo.
ru_ru: Мы создали всё это.
