Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [11600] data/maps/arid/interior/lobby.json entities/33/settings/event/24/message #22 EventTrigger FirstEnteredWithSchneider main.schneider2 @WONDERING ---------------- Uhm...\. it's...\. just a room?
es: Uhm...\. es...\. ¿sólo un cuarto?

source: [11601] data/maps/arid/interior/lobby.json entities/33/settings/event/25/message #14 EventTrigger FirstEnteredWithSchneider main.schneider2 @WHISTLING ---------------- Looks like a lobby of sorts.
es: Parece un lobby de algún tipo.

source: [11603] data/maps/arid/interior/lobby.json entities/33/settings/event/27/message #16 EventTrigger FirstEnteredWithSchneider main.schneider2 @SERIOUS ---------------- It's...\. strangely familiar.\. But I can't quite pinpoint it.
es: Es...\. extrañamente familiar.\. Pero no puedo adivinarlo,

source: [11605] data/maps/arid/interior/lobby.json entities/33/settings/event/34/message #18 EventTrigger FirstEnteredWithSchneider main.schneider2 @WORRIED ---------------- This is...\. weird.\. It's very weird.
es: Esto es...\. extraño.\. Muy extraño.

source: [11606] data/maps/arid/interior/lobby.json entities/33/settings/event/36/message #19 EventTrigger FirstEnteredWithSchneider main.lea @SURPRISED ---------------- Why?
es: ¿Por qué?

source: [11607] data/maps/arid/interior/lobby.json entities/33/settings/event/37/message #20 EventTrigger FirstEnteredWithSchneider main.schneider2 @SERIOUS ---------------- ...I don't know.\. Something just feels very weird.
es: ...No lo sé.\. Hay algo que se siente raro.

source: [11609] data/maps/arid/interior/lobby.json entities/33/settings/event/39/message #8 EventTrigger FirstEnteredWithSchneider main.schneider2 @COMPLAINING ---------------- It's probably about time for me to log out.
es: Creo que es tiempo de que me desconecte.

source: [11610] data/maps/arid/interior/lobby.json entities/33/settings/event/51/message #23 EventTrigger FirstEnteredWithSchneider main.schneider2 @WONDERING ---------------- Huh...\. looks like we spent enough time in the room?
es: Hm...\. ¿parece que ya pasamos suficiente tiempo en el cuarto?

source: [11611] data/maps/arid/interior/lobby.json entities/33/settings/event/52/message #24 EventTrigger FirstEnteredWithSchneider main.schneider2 @SERIOUS ---------------- So what exactly was the point of all this?
es: ¿Entonces cual fue el propósito de todo esto?

source: [11613] data/maps/arid/interior/lobby.json entities/33/settings/event/54/message #26 EventTrigger FirstEnteredWithSchneider main.schneider2 @COMPLAINING ---------------- I really don't get this place. Let's go.
es: En serio que no entiendo este lugar. Vámonos.

source: [11614] data/maps/arid/interior/lobby.json entities/33/settings/event/55/message #27 EventTrigger FirstEnteredWithSchneider main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11615] data/maps/arid/interior/lobby.json entities/34/settings/teleportLabel #11 TeleportField exit SPAWN IF map.teleporter ---------------- Back to \c[3]River Delta\c[0]
es: De vuelta al \c[3]Río Delta\c[0]

source: [11616] data/maps/arid/interior/lobby.json entities/36/settings/event/0/message #55 LocationEvent Schneider comment START IF party.has.Schneider main.schneider @SURPRISED ---------------- Whoa!\. No way!\. That's the lobby of my workplace!
es: ¡Wow!\. ¡No puede ser!\. ¡Es el lobby de mi trabajo!

source: [11617] data/maps/arid/interior/lobby.json entities/36/settings/event/1/message #56 LocationEvent Schneider comment START IF party.has.Schneider main.schneider @SERIOUS ---------------- Did they seriously add a reconstruction of it...\. right here in the Playground?
es: ¿En serio agregaron una reconstrucción de el...\. aquí en el Campo de Juego?

source: [11618] data/maps/arid/interior/lobby.json entities/36/settings/event/2/message #57 LocationEvent Schneider comment START IF party.has.Schneider main.schneider @WONDERING ---------------- Hm...\. looking at it closely, some details seem to be off a bit.
es: Hm...\. viéndolo más de cerca, hay algunos detalles que no están del todo bien.

source: [11619] data/maps/arid/interior/lobby.json entities/36/settings/event/3/message #58 LocationEvent Schneider comment START IF party.has.Schneider main.schneider @NORM_SERIOUS ---------------- Still...\. it was probably enough to trigger a few memories for my Evotar.
es: Aún así...\. probablemente fue lo suficiente como para que mi Evotar recordase algo.

source: [11621] data/maps/arid/interior/quest-hub.json entities/55/settings/event/9/message #4 EventTrigger Entrance_Day1 main.schneider2 @NORM_SERIOUS ---------------- That's the quest hub.
es: Ese es el centro de misiones.

source: [11622] data/maps/arid/interior/quest-hub.json entities/55/settings/event/10/message #5 EventTrigger Entrance_Day1 main.schneider2 @TOWARDS ---------------- They got a holographic projector up there, just like in Rookie Harbor.
es: Tienen un proyecto holográfico ahí, al igual que en Rookie Harbor.

source: [11623] data/maps/arid/interior/quest-hub.json entities/57/settings/event/18/message #6 EventTrigger ExpositionEnd START IF plot.line >= 10400 main.schneider2 @SURPRISED ---------------- ... That was brief!
es: ... ¡Eso fue rápido!

source: [11624] data/maps/arid/interior/quest-hub.json entities/57/settings/event/19/message #7 EventTrigger ExpositionEnd START IF plot.line >= 10400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11625] data/maps/arid/interior/quest-hub.json entities/57/settings/event/20/message #8 EventTrigger ExpositionEnd START IF plot.line >= 10400 main.lea @MOPING ---------------- ...How?
es: ...¿Cómo?

source: [11626] data/maps/arid/interior/quest-hub.json entities/57/settings/event/21/message #9 EventTrigger ExpositionEnd START IF plot.line >= 10400 main.schneider2 @SERIOUS ---------------- "How" indeed.
es: En efecto, "cómo".

source: [11627] data/maps/arid/interior/quest-hub.json entities/57/settings/event/22/message #10 EventTrigger ExpositionEnd START IF plot.line >= 10400 main.schneider2 @RANTING ---------------- How does this connect to the rest of the lore? What even is "Project Red"?
es: ¿Cómo conecta esto con el resto de la historia? ¿Qué es el "Proyecto Rojo"?

source: [11628] data/maps/arid/interior/quest-hub.json entities/57/settings/event/23/message #11 EventTrigger ExpositionEnd START IF plot.line >= 10400 main.schneider2 @WHISTLING ---------------- I wonder if Hlin would know anything about this.
es: Me pregunto si Hlin sabe algo de todo esto.

source: [11629] data/maps/arid/interior/quest-hub.json entities/57/settings/event/24/message #12 EventTrigger ExpositionEnd START IF plot.line >= 10400 main.schneider2 @COMPLAINING ---------------- Too bad I can't seem to contact her... or anybody else for that matter.
es: Que pena que no puedo contactarla... ni a nadie más.

source: [11631] data/maps/arid/interior/quest-hub.json entities/57/settings/event/26/message #14 EventTrigger ExpositionEnd START IF plot.line >= 10400 main.schneider2 @SERIOUS ---------------- Tja.
es: Tja.

source: [11632] data/maps/arid/interior/quest-hub.json entities/57/settings/event/27/message #15 EventTrigger ExpositionEnd START IF plot.line >= 10400 main.schneider2 @SKEPTICAL ---------------- I don't know what else to do, so let's just try and solve that quest, alright?
es: No sé que más hacer, así que tratemos de resolver esa misión, ¿si?

source: [11633] data/maps/arid/interior/quest-hub.json entities/57/settings/event/28/message #16 EventTrigger ExpositionEnd START IF plot.line >= 10400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11634] data/maps/arid/interior/quest-hub.json entities/57/settings/event/30/task #859 EventTrigger ExpositionEnd START IF plot.line >= 10400 SET_PERMA_TASK ---------------- Solve the quest \c[3]The Southern Trial Building\c[0] together with Lukas.
es: Completa la misión \c[3]El Edificio de Prueba Sur\c[0] junto con Lukas.

source: [11635] data/maps/arid/interior/quest-hub.json entities/58/settings/event/9/message #17 EventTrigger QuestResolve_Day1 START IF plot.line >= 10700 main.schneider2 @WHISTLING ---------------- So... I suppose we should hand in the quest at the hologram portal again?
es: Así que... ¿supongo que deberíamos ir a entregar la misión al portal holograma?

source: [11636] data/maps/arid/interior/quest-hub.json entities/58/settings/event/10/message #18 EventTrigger QuestResolve_Day1 START IF plot.line >= 10700 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11637] data/maps/arid/interior/quest-hub.json entities/59/settings/event/18/message #19 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @PISSED ---------------- What.
es: Qué.

source: [11638] data/maps/arid/interior/quest-hub.json entities/59/settings/event/19/message #20 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.lea @ANNOYED ---------------- How.
es: ¿Cómo?

source: [11639] data/maps/arid/interior/quest-hub.json entities/59/settings/event/20/message #30 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @RANTING ---------------- That's got to be the laziest quest writing I've ever seen.
es: Esa debió ser la historia para una misión más vaga que he visto.

source: [11640] data/maps/arid/interior/quest-hub.json entities/59/settings/event/27/message #32 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @SERIOUS ---------------- And did I get this right? We're supposed to return to our "rooms"?
es: ¿Y oí bien? ¿Se supone que volvamos a nuestros "cuartos"?

source: [11641] data/maps/arid/interior/quest-hub.json entities/59/settings/event/28/message #34 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11642] data/maps/arid/interior/quest-hub.json entities/59/settings/event/29/message #35 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @PONDERING ---------------- Do they seriously assign rooms to all the players here?
es: ¿En serio le asignan cuartos a todos los jugadores aquí?

source: [11643] data/maps/arid/interior/quest-hub.json entities/59/settings/event/30/message #36 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @RANTING ---------------- What is this?\. Some kind of prison?
es: ¿Qué es esto?\. ¿Algún tipo de prisión?

source: [11645] data/maps/arid/interior/quest-hub.json entities/59/settings/event/32/message #38 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @COMPLAINING ---------------- This is stupid.\. You know what?\. I'll just log off.\. Right now.
es: Esto es estúpido.\. ¿Sabes?\. Sólo me desconectaré.\. Ahora mismo.

source: [11646] data/maps/arid/interior/quest-hub.json entities/59/settings/event/33/message #39 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @SERIOUS ---------------- Gotta look up how to get out of this place.
es: Debo buscar como salir de aquí.

source: [11649] data/maps/arid/interior/quest-hub.json entities/59/settings/event/36/message #42 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @TOWARDS ---------------- Anyway, thanks for playing with me Lea, see you soon!
es: Como sea, gracias por jugar conmigo Lea, ¡nos vemos!

source: [11650] data/maps/arid/interior/quest-hub.json entities/59/settings/event/37/message #43 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.lea @NERVOUS ---------------- Bye.
es: Adiós.

source: [11651] data/maps/arid/interior/quest-hub.json entities/59/settings/event/40/text #503 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 SHOW_AR_MSG ---------------- Logout
es: Desconectarse

source: [11652] data/maps/arid/interior/quest-hub.json entities/59/settings/event/46/text #504 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 SHOW_AR_MSG ---------------- Login
es: Conectarse

source: [11653] data/maps/arid/interior/quest-hub.json entities/59/settings/event/53/message #505 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @SERIOUS ---------------- ... What?\. Am I still in the game?
es: ... ¿Qué?\. ¿Sigo en el juego?

source: [11655] data/maps/arid/interior/quest-hub.json entities/59/settings/event/55/message #507 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @PONDERING ---------------- ... This can't be right.
es: ... Esto no está bien.

source: [11656] data/maps/arid/interior/quest-hub.json entities/59/settings/event/57/text #508 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 SHOW_AR_MSG ---------------- Logout
es: Desconectarse

source: [11657] data/maps/arid/interior/quest-hub.json entities/59/settings/event/60/text #509 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 SHOW_AR_MSG ---------------- Login
es: Conectarse

source: [11658] data/maps/arid/interior/quest-hub.json entities/59/settings/event/65/message #510 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @SURPRISED ---------------- ... Again?!
es: ... ¡¿Otra vez?!

source: [11660] data/maps/arid/interior/quest-hub.json entities/59/settings/event/67/message #512 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @RANTING ---------------- Is the system broken?\. I'll just remove the...
es: ¿El sistema está roto?\. Sólo me quitaré el...

source: [11664] data/maps/arid/interior/quest-hub.json entities/59/settings/event/71/message #516 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @SHOCKED ---------------- ...I...
es: ...No...

source: [11665] data/maps/arid/interior/quest-hub.json entities/59/settings/event/72/message #517 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @SHOCKED ---------------- ...I can't...\. remove the Cross Gear.
es: ...No puedo...\. quitarme el Casco Cross.

source: [11667] data/maps/arid/interior/quest-hub.json entities/59/settings/event/75/message #519 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @SHOCKED ---------------- W-What is going on here...
es: Q-Qué está pasando aquí...

source: [11668] data/maps/arid/interior/quest-hub.json entities/59/settings/event/77/message #520 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.schneider2 @PANIC ---------------- Am I stuck in the game now, or what?!
es: ¡¿Estoy atrapado en el juego o qué?!

source: [11669] data/maps/arid/interior/quest-hub.json entities/59/settings/event/85/message #521 EventTrigger PostQuestResolve_Day1 START IF plot.line >= 10800 main.lea @SURPRISED ---------------- ...Wait!
es: ¡...Alto!

source: [11670] data/maps/arid/interior/quest-hub.json entities/60/settings/event/9/message #522 EventTrigger Entrance_Day2 START IF plot.line >= 11600 main.schneider2 @DEFAULT ---------------- Alright, ready to get today's quest!
es: Bien, ¡estoy listo para la misión de hoy!

source: [11671] data/maps/arid/interior/quest-hub.json entities/60/settings/event/10/message #523 EventTrigger Entrance_Day2 START IF plot.line >= 11600 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11672] data/maps/arid/interior/quest-hub.json entities/61/settings/event/17/message #524 EventTrigger End Day2 START IF plot.line >= 11700 main.schneider2 @PISSED ---------------- ...Wait. That's all?
es: ...Espera. ¿Eso es todo?

source: [11673] data/maps/arid/interior/quest-hub.json entities/61/settings/event/18/message #525 EventTrigger End Day2 START IF plot.line >= 11700 main.schneider2 @PONDERING ---------------- They just want us to walk around and that's it?
es: ¿Quieren que paseemos y ya?

source: [11674] data/maps/arid/interior/quest-hub.json entities/61/settings/event/19/message #526 EventTrigger End Day2 START IF plot.line >= 11700 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11675] data/maps/arid/interior/quest-hub.json entities/61/settings/event/20/message #527 EventTrigger End Day2 START IF plot.line >= 11700 main.schneider2 @COMPLAINING ---------------- Oh Junge...
es: Oh Junge...

source: [11676] data/maps/arid/interior/quest-hub.json entities/61/settings/event/21/message #528 EventTrigger End Day2 START IF plot.line >= 11700 main.schneider2 @RANTING ---------------- Seriously, this "campaign" is the worst.
es: En serio, esta "campaña" es lo peor.

source: [11677] data/maps/arid/interior/quest-hub.json entities/61/settings/event/27/message #529 EventTrigger End Day2 START IF plot.line >= 11700 main.schneider2 @WONDERING ---------------- Actually, I had a look around before and I found a few nice places.
es: De hecho, investigué un poco y descubrí un par de buenos lugares.

source: [11678] data/maps/arid/interior/quest-hub.json entities/61/settings/event/28/message #530 EventTrigger End Day2 START IF plot.line >= 11700 main.schneider2 @WHISTLING ---------------- So since there's nothing to do, do you want me to show you around?
es: Así que, ya que no hay nada para hacer, ¿quieres que te muestre?

source: [11680] data/maps/arid/interior/quest-hub.json entities/61/settings/event/30/message #532 EventTrigger End Day2 START IF plot.line >= 11700 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11681] data/maps/arid/interior/quest-hub.json entities/61/settings/event/31/message #533 EventTrigger End Day2 START IF plot.line >= 11700 main.schneider2 @LAUGH ---------------- Alright then, follow me!
es: Bien, ¡sígueme!

source: [11682] data/maps/arid/interior/quest-hub.json entities/62/settings/event/9/message #534 EventTrigger Entrance_Day3 START IF plot.line >= 12800 main.schneider2 @NORM_SERIOUS ---------------- Okay...\. time to enter space again.
es: Okey...\. es hora de entrar al espacio otra vez.

source: [11683] data/maps/arid/interior/quest-hub.json entities/63/settings/event/17/message #535 EventTrigger ExpositionEnd Day3 START IF plot.line >= 12860 main.schneider2 @RANTING ---------------- Dust-dry as usual.
es: Parece que escatimaron en escritores otra vez.

source: [11684] data/maps/arid/interior/quest-hub.json entities/63/settings/event/18/message #539 EventTrigger ExpositionEnd Day3 START IF plot.line >= 12860 main.schneider2 @COMPLAINING ---------------- Well at least we got a proper quest today.
es: Bueno, al menos tenemos una misión hoy.

source: [11687] data/maps/arid/interior/quest-hub.json entities/63/settings/event/21/message #541 EventTrigger ExpositionEnd Day3 START IF plot.line >= 12860 main.schneider2 @SERIOUS ---------------- Look, it's clear something isn't quite right with you.
es: Mira, esta claro que algo anda mal contigo.

source: [11688] data/maps/arid/interior/quest-hub.json entities/63/settings/event/22/message #542 EventTrigger ExpositionEnd Day3 START IF plot.line >= 12860 main.schneider2 @WORRIED ---------------- Should we somehow try to...\. talk about it?
es: ¿Deberíamos intentar...\. hablar de ello?

source: [11690] data/maps/arid/interior/quest-hub.json entities/63/settings/event/24/message #544 EventTrigger ExpositionEnd Day3 START IF plot.line >= 12860 main.schneider2 @NORM_SERIOUS ---------------- ...No?
es: ¿...No?

source: [11692] data/maps/arid/interior/quest-hub.json entities/63/settings/event/26/message #546 EventTrigger ExpositionEnd Day3 START IF plot.line >= 12860 main.schneider2 @SERIOUS ---------------- Or we just go ahead and solve today's quest?
es: ¿O deberíamos sólo seguir y hacer la misión de hoy?

source: [11693] data/maps/arid/interior/quest-hub.json entities/63/settings/event/27/message #547 EventTrigger ExpositionEnd Day3 START IF plot.line >= 12860 main.lea @NODS_DEAD_INSIDE ---------------- [nods]
es: [asiente]

source: [11694] data/maps/arid/interior/quest-hub.json entities/63/settings/event/28/message #538 EventTrigger ExpositionEnd Day3 START IF plot.line >= 12860 main.schneider2 @WHISTLING ---------------- Okay...
es: Okey...

source: [11695] data/maps/arid/interior/quest-hub.json entities/63/settings/event/30/task #29 EventTrigger ExpositionEnd Day3 START IF plot.line >= 12860 SET_PERMA_TASK ---------------- Solve the quest \c[3]The Northern Trial Building\c[0] together with Lukas.
es: Completa la misión \c[3]El Edificio de Pruebas Norte\c[0] junto con Lukas.

source: [11696] data/maps/arid/interior/quest-hub.json entities/64/settings/event/9/message #548 EventTrigger QuestResolve_Day4 START IF plot.line >= 13410 main.schneider2 @NORM_SERIOUS ---------------- Here we go.
es: Aquí vamos.

source: [11697] data/maps/arid/interior/quest-hub.json entities/65/settings/event/18/message #549 EventTrigger PostQuestResolve_Day4 START IF plot.line >= 13500 main.schneider2 @SKEPTICAL ---------------- Thanks, Chief.
es: Gracias, Jefe.

source: [11698] data/maps/arid/interior/quest-hub.json entities/65/settings/event/19/message #550 EventTrigger PostQuestResolve_Day4 START IF plot.line >= 13500 main.lea @MOPING ---------------- Bye.
es: Adiós.

source: [11699] data/maps/arid/interior/quest-hub.json entities/65/settings/event/26/message #551 EventTrigger PostQuestResolve_Day4 START IF plot.line >= 13500 main.schneider2 @DEFAULT ---------------- Well then, we're free to go to the tower now.
es: Bueno, somos libres de ir a la torre ahora.

source: [11700] data/maps/arid/interior/quest-hub.json entities/65/settings/event/27/message #552 EventTrigger PostQuestResolve_Day4 START IF plot.line >= 13500 main.schneider2 @WORRIED ---------------- I don't know about you, but I'd rather sleep another night before we go there.
es: No se tú, pero yo preferiría dormir otra noche antes de ir.

source: [11701] data/maps/arid/interior/quest-hub.json entities/65/settings/event/28/message #553 EventTrigger PostQuestResolve_Day4 START IF plot.line >= 13500 main.schneider2 @PONDERING ---------------- Who knows what will await us in there, right? It might take some time.
es: Quién sabe lo que nos espera, ¿no? Puede que nos lleve tiempo.

source: [11703] data/maps/arid/interior/quest-hub.json entities/65/settings/event/30/message #555 EventTrigger PostQuestResolve_Day4 START IF plot.line >= 13500 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11704] data/maps/arid/interior/quest-hub.json entities/65/settings/event/31/message #556 EventTrigger PostQuestResolve_Day4 START IF plot.line >= 13500 main.schneider2 @TOWARDS ---------------- Alright then, let's head to the dormitory. One last time.
es: De acuerdo, a los dormitorios. Una última vez.

source: [11705] data/maps/arid/interior/quest-hub.json entities/65/settings/event/35/task #860 EventTrigger PostQuestResolve_Day4 START IF plot.line >= 13500 SET_PERMA_TASK ---------------- Head back to the \c[3]Dormitory\c[0].
es: Vuelve al \c[3]Dormitorio\c[0].

source: [11706] data/maps/arid/interior/stealth-1.json entities/5/settings/destinations/0/label #1 Elevator elevator ---------------- Down
es: Abajo

source: [11707] data/maps/arid/interior/stealth-1.json entities/21/settings/event/7/message #4 EventTrigger roomEnterScene main.schneider2 @COMPLAINING ---------------- Phew... that was close.
es: Uf... eso estuvo cerca.

source: [11708] data/maps/arid/interior/stealth-1.json entities/21/settings/event/8/message #5 EventTrigger roomEnterScene main.schneider2 @NORM_SERIOUS ---------------- So many of them out there.
es: Hay demasiados ahí fuera.

source: [11709] data/maps/arid/interior/stealth-1.json entities/21/settings/event/9/message #6 EventTrigger roomEnterScene main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11710] data/maps/arid/interior/stealth-1.json entities/21/settings/event/10/message #7 EventTrigger roomEnterScene main.schneider2 @TOWARDS ---------------- Well then, let's take that elevator.
es: Bueno, tomemos el elevador.

source: [11711] data/maps/arid/interior/stealth-2.json entities/0/settings/destinations/0/label #1 Elevator elevator ---------------- Up
es: Arriba
