Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/maps/arid/tower-1.json//entities/288/settings/event/262/message
source: We are overjoyed to have you back!
es_es: ¡Nos llena de alegría tenerte de vuelta!
ru_ru: Мы так рады, что ты вернулась!

# data/maps/arid/tower-1.json//entities/288/settings/event/263/message
source: For we have prepared the ultimate challenge!
es_es: ¡Ya que hemos diseñado el desafío final!
ru_ru: Поскольку мы подготовили окончательное испытание!

# data/maps/arid/tower-1.json//entities/288/settings/event/264/message
source: The quintessential experience!
es_es: ¡La experiencia perfecta!
ru_ru: Квинтэссенция впечатлений!

# data/maps/arid/tower-1.json//entities/288/settings/event/265/message
source: Just for you!
es_es: ¡Solo para tí!
ru_ru: Только для тебя!

# data/maps/arid/tower-1.json//entities/288/settings/event/293/message
source: The tower is waiting to be entered!
es_es: ¡La torre espera a que entres!
ru_ru: Башня ждёт того, чтобы в неё вошли!

# data/maps/arid/tower-1.json//entities/288/settings/event/294/message
source: Reach the top and you shall find the server you seek!
es_es: ¡Llega a la cima y encontrarás el servidor que buscas!
ru_ru: Достигни вершины, и ты найдёшь сервер, который ищешь!

# data/maps/arid/tower-1.json//entities/288/settings/event/295/message
source: We are thrilled to watch your ascent!
es_es: ¡Estamos ansiosos de verte ascender!
ru_ru: Мы счастливы наблюдать за твоим восхождением!

# data/maps/arid/tower-1.json//entities/288/settings/event/304/message
source: Gautham...\. I can't believe this!
es_es: Gautham...\. ¡No puedo creerlo!
ru_ru: Гаутам...\. Я не могу в это поверить!

# data/maps/arid/tower-1.json//entities/288/settings/event/305/message
source: Now of all times!
es_es: ¡Por qué tenía que ser ahora!
ru_ru: Именно сейчас!

# data/maps/arid/tower-1.json//entities/288/settings/event/315/message
source: Uhm...\. what is going on?\. Anyone?
es_es: Uhm...\. ¿qué está pasando?\. ¿Alguien?
ru_ru: Эмм...\. что происходит?\. Объяснит кто-нибудь?

# data/maps/arid/tower-1.json//entities/288/settings/event/318/message
source: Who was that fancy-looking blue guy?
es_es: ¿Quién era ese tipo azul?
ru_ru: Кто этот причудливый синий парень?

# data/maps/arid/tower-1.json//entities/288/settings/event/321/message
source: That...\. was Gautham.
es_es: Ese...\. era Gautham.
ru_ru: Это...\. был Гаутам.

# data/maps/arid/tower-1.json//entities/288/settings/event/324/message
source: Oh!\. That former colleague of yours?
es_es: ¡Oh!\. ¿Ese antiguo colega suyo?
ru_ru: Ох!\. Один из ваших бывших коллег?

# data/maps/arid/tower-1.json//entities/288/settings/event/325/message
source: Correct.
es_es: Correcto.
ru_ru: Верно.

# data/maps/arid/tower-1.json//entities/288/settings/event/326/message
source: It seems he has taken control of the Environment Server.
es_es: Parece que tomó control del Servidor de Ambiente.
ru_ru: Кажется, он взял контроль над сервером окружения.

# data/maps/arid/tower-1.json//entities/288/settings/event/330/message
source: That is...\. good, right?
es_es: Eso es...\. bueno, ¿no?
ru_ru: Это...\. хорошо, так ведь?

# data/maps/arid/tower-1.json//entities/288/settings/event/331/message
source: Now we might still get our chance to access the server!
es_es: ¡Puede que aún tengamos una chance de acceder al servidor!
ru_ru: Возможно, у нас всё ещё есть шанс получить доступ к серверу!

# data/maps/arid/tower-1.json//entities/288/settings/event/332/message
source: Yes...\. that is, if Lea takes on his challenge.\. By herself.
es_es: Si...\. solo si, Lea acepta el desafío.\. Por sí sola.
ru_ru: Да...\. в случае, если Лея примет его вызов.\. Самостоятельно.

# data/maps/arid/tower-1.json//entities/288/settings/event/335/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/tower-1.json//entities/288/settings/event/338/message
source: One final dungeon!
es_es: ¡Una última mazmorra!
ru_ru: Одно последнее подземелье!

# data/maps/arid/tower-1.json//entities/288/settings/event/339/message
source: Lea!\. You gotta go and show them!
es_es: ¡Lea!\. ¡Ve y muéstrales!
ru_ru: Лея!\. Ты должна пойти и показать им!

# data/maps/arid/tower-1.json//entities/288/settings/event/340/message
source: That's what all our dungeon races have prepared you for!
es_es: ¡Para eso te han preparado nuestras carreras!
ru_ru: К этому тебя готовили наши гонки в подземельях!

# data/maps/arid/tower-1.json//entities/288/settings/event/344/message
source: Spheromancer Lea! I'm confident you're up to the task!
es_es: ¡Spheromancer Lea! ¡Estoy seguro de que estás a la altura de esta tarea!
ru_ru: Сферомант Лея! Я уверен, что ты готова к этой задаче!

# data/maps/arid/tower-1.json//entities/288/settings/event/346/message
source: Definitely! Good luck!
es_es: ¡Definitivamente! ¡Buena suerte!
ru_ru: Однозначно! Удачи!

# data/maps/arid/tower-1.json//entities/301/settings/blockEvent/1/0_0/0/message
source: You can do it, Lea!!
es_es: ¡¡Puedes hacerlo, Lea!!
ru_ru: Ты сможешь, Лея!!

# data/maps/arid/tower-1.json//entities/301/settings/blockEvent/1/1_0/0/message
source: Good luck in there!
es_es: ¡Buena suerte ahí dentro!
ru_ru: Удачи там!

# data/maps/arid/tower-1.json//entities/301/settings/blockEvent/1/2_0/0/message
source: Good luck, Spheromancer Lea!
es_es: ¡Buena suerte, Spheromancer Lea!
ru_ru: Удачи, сферомант Лея!

# data/maps/arid/tower-1.json//entities/301/settings/blockEvent/1/3_0/0/message
source: Take care.
es_es: Ten cuidado.
ru_ru: Береги себя.

# data/maps/arid/tower-1.json//entities/302/settings/event/6/message
source: Hi...
es_es: Hola...
ru_ru: Привет...

# data/maps/arid/tower-1.json//entities/302/settings/event/20/message
source: Lea, you're back!!
es_es: ¡¡Lea, haz vuelto!!
ru_ru: Лея, ты вернулась!!

# data/maps/arid/tower-1.json//entities/302/settings/event/22/message
source: Spheromancer Lea! Have you returned victoriously?!
es_es: ¡Spheromancer Lea! ¡¿Haz retornado victoriosa?!
ru_ru: Сферомант Лея! Ты вернулась победительницей?!

# data/maps/arid/tower-1.json//entities/302/settings/event/28/message
source: D-did it work?
es_es: ¿H-Ha funcionado?
ru_ru: Э-это сработало?

# data/maps/arid/tower-1.json//entities/302/settings/event/30/message
source: Yes.\. We did it.
es_es: Si.\. Lo hicimos.
ru_ru: Да.\. Мы сделали это.

# data/maps/arid/tower-1.json//entities/302/settings/event/31/message
source: We recovered backups for all Evotars I found on the server.
es_es: Tenemos copias de seguridad de todos los Evotares del servidor.
ru_ru: Мы восстановили резервные копии для всех эвотаров, которые я нашёл на сервере.

# data/maps/arid/tower-1.json//entities/302/settings/event/32/message
source: Satoshi, Lukas...\. they are all safe.
es_es: Satoshi, Lukas...\. están todos a salvo.
ru_ru: Сатоши, Лукас...\. все они в безопасности.

# data/maps/arid/tower-1.json//entities/302/settings/event/33/message
source: Meanwhile...\. it looks like Sidwell gave up on his business.
es_es: Mientras tanto...\. parece que Sidwell se dio por vencido en su negocio.
ru_ru: Между тем...\. похоже, что Сидвелл отказался от своего бизнеса.

# data/maps/arid/tower-1.json//entities/302/settings/event/34/message
source: He logged out...\. and disappeared.
es_es: Se desconectó...\. y desapareció.
ru_ru: Он вышел из системы...\. и исчез.

# data/maps/arid/tower-1.json//entities/302/settings/event/35/message
source: And...\. what about Gautham?
es_es: Y...\. ¿que hay de Gautham?
ru_ru: А...\. что насчёт Гаутама?

# data/maps/arid/tower-1.json//entities/302/settings/event/38/message
source: W-What happened?
es_es: ¿Q-Qué pasó?
ru_ru: Ч-Что случилось?

# data/maps/arid/tower-1.json//entities/302/settings/event/39/message
source: I am sorry...\. Gautham, he...
es_es: Lo siento...\. Gautham...
ru_ru: Мне очень жаль...\. Гаутам, он...

# data/maps/arid/tower-1.json//entities/302/settings/event/40/message
source: He committed suicide within the dungeon compound.
es_es: Se suicidó dentro de la mazmorra.
ru_ru: Он покончил жизнь самоубийством в подземелье.

# data/maps/arid/tower-1.json//entities/302/settings/event/52/message
source: What?
es_es: ¿Qué?
ru_ru: Что?

# data/maps/arid/tower-1.json//entities/302/settings/event/55/message
source: It happened so quickly, and there was nothing we could do to stop him.
es_es: Pasó tan rápidamente, y no hubo nada que pudiéramos hacer para pararlo.
ru_ru: Это произошло так быстро, и мы ничего не смогли сделать, чтобы остановить его.

# data/maps/arid/tower-1.json//entities/302/settings/event/56/message
source: Shizuka, I am sorry...
es_es: Shizuka, lo siento...
ru_ru: Шизука, мне очень жаль...

# data/maps/arid/tower-1.json//entities/302/settings/event/57/message
source: No...
ru_ru: Нет...

# data/maps/arid/tower-1.json//entities/302/settings/event/58/message
source: That...\. idiot...
es_es: Ese...\. idiota...
ru_ru: Этот...\. идиот...

# data/maps/arid/tower-1.json//entities/302/settings/event/67/message
source: Now of all times!\. Why would he do this now?!
es_es: ¿¡Por qué!?\. ¡¿Por qué tiene que hacer esto ahora?!
ru_ru: Именно сейчас!\. Зачем ему делать это сейчас?!

# data/maps/arid/tower-1.json//entities/302/settings/event/73/message
source: Day after day...
es_es: Día tras día...
ru_ru: День за днём...

# data/maps/arid/tower-1.json//entities/302/settings/event/74/message
source: Playing his stupid god figure...
es_es: Jugando a ser Dios...
ru_ru: Отыгрывая глупое божество...

# data/maps/arid/tower-1.json//entities/302/settings/event/75/message
source: Preparing those interrogations...
es_es: Preparando esas interrogaciones...
ru_ru: Готовя эти допросы...

# data/maps/arid/tower-1.json//entities/302/settings/event/76/message
source: I just thought...\. he didn't care anymore...
es_es: Creí...\. que ya no le importaba...
ru_ru: Я просто подумала...\. ему уже всё равно...

# data/maps/arid/tower-1.json//entities/302/settings/event/84/text
source: It was one thing I never considered...\. \. That it was him who took on the heavy burden.\. Handling the worst parts of Sidwell's business...\. \. He must have lost control...\. a long time ago.
es_es: Fue una cosa que nunca consideré...\. \. Que fue él el que se llevó la peor parte.\. El que tuvo que tolerar las peores partes del negocio de Sidwell...\. \. Tuvo que haber perdido el control...\. hace un tiempo.
ru_ru: Это была единственная вещь, о которой я не думал...\. \. Именно он взял на себя тяжёлое бремя.\. Обслуживание худших частей бизнеса Сидвелла...\. \. Должно быть, он потерял контроль...\. давным-давно.

# data/maps/arid/tower-1.json//entities/302/settings/event/86/text
source: This was it...
es_es: Hasta aquí llegamos...
ru_ru: Мы были у цели...

# data/maps/arid/tower-1.json//entities/302/settings/event/88/text
source: Our long journey was about to end.
es_es: Nuestra larga aventura llegaba a su fin.
ru_ru: Наше долгое путешествие подходило к концу.

# data/maps/arid/tower-1.json//entities/303/settings/event/0/message
source: Well hidden laser bridge!!
es_es: ¡¡Un Puente de Luz bien escondido!
ru_ru: Хорошо скрытый лазерный мост!!

# data/maps/arid/town-1.json//entities/292/settings/event/14/message
source: What...\. is this place?
es_es: ¿Qué...\. es este lugar?
ru_ru: Что...\. это за место?

# data/maps/arid/town-1.json//entities/292/settings/event/15/message
source: Purple water... This is strange. I roughly remember something along those lines from early content production...
es_es: Agua violeta... Esto es extraño. Recuerdo vagamente algo parecido a esto cuando estábamos empezando el desarrollo...
ru_ru: Фиолетовая вода... Это странно. Я припоминаю что-то такое из раннего этапа разработки...

# data/maps/arid/town-1.json//entities/292/settings/event/17/message
source: Anyway, this is most definitely not the official Playground.
es_es: De todos modos, esto definitivamente no es parte del Campo de Juego oficial.
ru_ru: Так или иначе, это определённо не официальная игровая зона.

# data/maps/arid/town-1.json//entities/292/settings/event/18/message
source: I will do a bit of research about this place...
es_es: Haré algo de investigación sobre este lugar...
ru_ru: Я постараюсь разузнать побольше об этом месте...

# data/maps/arid/town-1.json//entities/292/settings/event/19/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/292/settings/event/26/message
source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

# data/maps/arid/town-1.json//entities/292/settings/event/27/message
source: ...Holerö?
ru_ru: Holerö (Привет)?

# data/maps/arid/town-1.json//entities/292/settings/event/33/message
source: Lea?\. You're here as well?
es_es: ¿Lea?\. ¿Estás aquí también?
ru_ru: Лея?\. Ты тоже здесь?

# data/maps/arid/town-1.json//entities/292/settings/event/35/message
source: They told me to meet up with another player. Is that you?
es_es: Me dijeron que me junte con otro jugador. ¿Ese eres tú?
ru_ru: Мне сказали встретиться с другим игроком. Так это ты?

# data/maps/arid/town-1.json//entities/292/settings/event/36/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/292/settings/event/37/message
source: I see.\. Man, this place is weird.
es_es: Ya veo.\. Uf, que lugar más raro.
ru_ru: Понятно.\. Мда, странное тут место.

# data/maps/arid/town-1.json//entities/292/settings/event/38/message
source: And it looks like we're stuck here, right? At least I can't seem to teleport away.
es_es: Y es como que estamos atrapados aquí, ¿no? Al menos así parece, no me puedo teletransportar fuera.
ru_ru: И похоже, что мы застряли здесь, верно? По крайней мере, я не могу телепортироваться отсюда.

# data/maps/arid/town-1.json//entities/292/settings/event/39/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/292/settings/event/40/message
source: Oh Junge...
ru_ru: Oh Junge (Боже)...

# data/maps/arid/town-1.json//entities/292/settings/event/41/message
source: I'm not even exactly sure how we ended up here. Any idea?
es_es: Ni siquiera estoy del todo seguro de como acabamos aquí. ¿Alguna idea?
ru_ru: Я даже не совсем уверен, как мы здесь оказались. Есть идеи?

# data/maps/arid/town-1.json//entities/292/settings/event/43/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/town-1.json//entities/292/settings/event/44/message
source: Tja...
ru_ru: Tja (Ну)...

# data/maps/arid/town-1.json//entities/292/settings/event/45/message
source: Anyway, I guess we both are supposed to start a party. So... shall we?
es_es: Como sea, supongo que debemos empezar un grupo. Así que... ¿lo hacemos?
ru_ru: В любом случае, мне кажется, мы должны создать группу. Так что... давай?

# data/maps/arid/town-1.json//entities/292/settings/event/46/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/292/settings/event/47/message
source: Alright then...
es_es: De acuerdo...
ru_ru: Ладно...

# data/maps/arid/town-1.json//entities/292/settings/event/53/object
source: Schneider
ru_ru: Шнайдер

# data/maps/arid/town-1.json//entities/292/settings/event/56/thenStep/0/message
source: Meine Güte!\. I entirely forgot how \c[1]ridiculously high your level\c[0] was.
es_es: ¡Meine Güte!\. Me había olvidado de lo \c[1]ridículamente alto que es tu nivel\c[0].
ru_ru: Meine Güte! (Боже мой)\. Я совсем забыл, как \c[1]невероятно сильно ты прокачана\c[0].

# data/maps/arid/town-1.json//entities/292/settings/event/56/thenStep/2/message
source: And here I thought, I'd be overleveled...
es_es: Y yo que pensaba que tendría nivel de sobra...
ru_ru: А я-то думал, что буду выше тебя по уровню...

source: Right...\. We're actually \c[1]pretty close in level\c[0].
es_es: Bien...\. Estamos \c[1]bastante cerca en cuanto a nivel\c[0].
ru_ru: Да...\. Мы на самом деле \c[1]довольно близки по уровню\c[0].

source: Yeah, however that happened...
es_es: Si, me pregunto como habrá pasado...
ru_ru: Ага, интересно, каким образом так вышло...

source: There is quite the level difference between us, but I guess that's not important now...
es_es: Hay una gran diferencia de nivel entre nosotros, pero supongo que eso no es importante ahora...
ru_ru: Между нами довольно большая разница в уровне, но думаю, сейчас это не важно...

# data/maps/arid/town-1.json//entities/292/settings/event/58/message
source: Next station will be the \c[3]Quest Hub\c[0] of this area. They want us both to show up there for a \c[3]quest\c[0].
es_es: La siguiente parada será el \c[3]Centro de Misiones\c[0] del área. Quieren que vayamos los dos para una \c[3]misión\c[0].
ru_ru: Следующей остановкой будет \c[3]Квест-хаб\c[0] этой области. Они хотят, чтобы мы оба появились там для \c[3]задания\c[0].

# data/maps/arid/town-1.json//entities/292/settings/event/63/message
source: It's right over there to the \c[0]west\c[0].
es_es: Está justo ahí hacia el \c[0]oeste\c[0].
ru_ru: Это прямо там, на \c[0]западе\c[0].

# data/maps/arid/town-1.json//entities/292/settings/event/69/message
source: Well then... let's go!
es_es: Bueno... ¡vamos!
ru_ru: Ну... погнали!

# data/maps/arid/town-1.json//entities/292/settings/event/72/message
source: Schneider is here as well?\. How...
es_es: ¿Schneider está aquí también?\. Cómo...
ru_ru: Шнайдер тоже здесь?\. Как...

# data/maps/arid/town-1.json//entities/292/settings/event/73/message
source: Does that mean that regular players can in fact access this part?
es_es: ¿Eso quiere decir que los jugadores normales también pueden acceder a este lugar?
ru_ru: Значит ли это, что обычные игроки могут получить доступ к этой части?

# data/maps/arid/town-1.json//entities/292/settings/event/74/message
source: But I have never heard of this area. There is no way this is official Playground.
es_es: Pero nunca había oído hablar de este área. No hay forma de que esto sea parte del Campo de Juego oficial.
ru_ru: Но я никогда не слышал об этой области. Это не может быть официальной игровой зоной.

# data/maps/arid/town-1.json//entities/292/settings/event/75/task
source: Visit the \c[3]Quest Hub\c[0] in \c[3]Vermillion Wasteland - West Town\c[0]
es_es: Visita el \c[3]Centro de Misiones\c[0] en \c[3]Vertedero Vermillion - Pueblo Oeste\c[0]
ru_ru: Посетите \c[3]квест-хаб\c[0] в \c[3]Пустоши Вермиллион - Западный город\c[0]

# data/maps/arid/town-1.json//entities/294/settings/npcStates/0/event/2/message
source: Don't go up there... there is no point.
es_es: No subas ahí... es inútil.
ru_ru: Не ходи туда... нет никакого смысла.

# data/maps/arid/town-1.json//entities/294/settings/npcStates/0/event/3/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/town-1.json//entities/294/settings/npcStates/0/event/4/message
source: You are new here... right? This passage will be blocked for you.
es_es: Eres nueva aquí... ¿no? Este paso está bloqueado para tí.
ru_ru: Ты новенькая тут... верно? Этот проход будет закрыт для тебя.

# data/maps/arid/town-1.json//entities/294/settings/npcStates/0/event/5/message
source: Nobody is certain what's beyond there anyway...
es_es: Nadie sabe lo que hay allí de todos modos...
ru_ru: Никто всё равно точно не знает, что там...

# data/maps/arid/town-1.json//entities/295/settings/event/0/message
source: My room is in the building to the south, yours too?
es_es: Mi habitación está en el edificio al sur, ¿la tuya también?
ru_ru: Моя комната в здании на юге, твоя тоже?

# data/maps/arid/town-1.json//entities/295/settings/event/1/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/296/settings/event/13/message
source: Ah, there you are!
es_es: ¡Ah, ahí estás!
ru_ru: Ах, вот и ты!

# data/maps/arid/town-1.json//entities/296/settings/event/20/message
source: Hi...
es_es: Hola...
ru_ru: Привет...

# data/maps/arid/town-1.json//entities/296/settings/event/21/message
source: I've been waiting for you.
es_es: Te estaba esperando.
ru_ru: Я ждал тебя.

# data/maps/arid/town-1.json//entities/296/settings/event/22/message
source: It looks like you had your fair share of beauty sleep.
es_es: Parece que has tenido una buena cantidad de descanso.
ru_ru: Похоже, что ты неплохо выспалась.

# data/maps/arid/town-1.json//entities/296/settings/event/24/message
source: Gyahahahaha...
ru_ru: Муахахахаха...

# data/maps/arid/town-1.json//entities/296/settings/event/25/message
source: Well...
es_es: Bueno...
ru_ru: Ну...

# data/maps/arid/town-1.json//entities/296/settings/event/26/message
source: I mean it does feel like sleeping once you log out, right?
es_es: Quiero decir, realmente se siente como dormir una vez que te desconectas, ¿no?
ru_ru: В смысле, это же похоже на сон, когда ты выходишь из системы, верно?

# data/maps/arid/town-1.json//entities/296/settings/event/27/message
source: I'm just glad they allow you to do that once you enter your room.
es_es: Solo estoy agradecido de que nos dejen hacer eso una vez que entramos a la habitación.
ru_ru: Я просто рад, что они позволяют делать это, как только ты входишь в свою комнату.

# data/maps/arid/town-1.json//entities/296/settings/event/28/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/296/settings/event/29/message
source: I really needed the break after what happened yesterday.
es_es: Realmente necesitaba un descanso después de lo que pasó ayer.
ru_ru: Я и правда нуждался в перерыве после того, что случилось вчера.

# data/maps/arid/town-1.json//entities/296/settings/event/30/message
source: I sure lost my nerves, didn't I? Not very proud of that.
es_es: Realmente me puse nervioso, ¿no? No estoy muy orgulloso de ello.
ru_ru: Я определённо был взвинчен, тебе не кажется? Не очень горжусь этим.

# data/maps/arid/town-1.json//entities/296/settings/event/32/message
source: I'm really impressed how well you're taking all of this.
es_es: Estoy bastante sorprendido de lo bien que te estás tomando esto.
ru_ru: Я на самом деле впечатлён тем, как хорошо ты с этим справляешься.

# data/maps/arid/town-1.json//entities/296/settings/event/34/message
source: Anyway, let's go to the hub again.
es_es: Como sea, vayamos al centro otra vez.
ru_ru: В любом случае, давай снова пойдём в хаб.

# data/maps/arid/town-1.json//entities/296/settings/event/35/message
source: They won't let me take today's quest unless I form a party with you.
es_es: No me dejarán aceptar la misión de hoy a no ser que forme un grupo contigo.
ru_ru: Они не позволяют мне взять сегодняшний квест, пока я не создам группу с тобой.

# data/maps/arid/town-1.json//entities/296/settings/event/39/task
source: Visit the \c[3]Quest Hub\c[0] in \c[3]Vermillion Wasteland - West Town\c[0]
es_es: Visita el \c[3]Centro de Misiones\c[0] en \c[3]Vertedero Vermillion - Pueblo Oeste\c[0]
ru_ru: Посетите \c[3]квест-хаб\c[0] в \c[3]Пустоши Вермиллион - Западный город\c[0]

# data/maps/arid/town-1.json//entities/297/settings/event/9/message
source: Alright, here we are.
es_es: Bien, aquí estamos.
ru_ru: Хорошо, вот мы и на месте.

# data/maps/arid/town-1.json//entities/297/settings/event/10/message
source: This is the last thing I want to show you today.
es_es: Esto es lo último que te quería mostrar hoy.
ru_ru: Это последнее, что я хочу показать тебе сегодня.

# data/maps/arid/town-1.json//entities/297/settings/event/11/message
source: I know it's hard to miss...\. it's the huge tower up there.
es_es: Se que es difícil de no ver...\. es esa gigantesca torre ahí arriba.
ru_ru: Знаю, такое сложно пропустить...\. Это вот та огромная башня.

# data/maps/arid/town-1.json//entities/297/settings/event/24/message
source: Some of the other players here told me about it.
es_es: Algunos jugadores aquí me contaron sobre ella.
ru_ru: Другие игроки рассказали мне об этом.
