Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [12578] data/maps/arid/tower-1.json entities/288/settings/event/264/message #1190 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @LAUGH ---------------- The quintessential experience!
es: ¡La experiencia perfecta!

source: [12579] data/maps/arid/tower-1.json entities/288/settings/event/265/message #1191 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @DOWN ---------------- Just for you!
es: ¡Sólo para tí!

source: [12580] data/maps/arid/tower-1.json entities/288/settings/event/293/message #1196 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @LAUGH ---------------- The tower is waiting to be entered!
es: ¡La torre espera a que entres!

source: [12581] data/maps/arid/tower-1.json entities/288/settings/event/294/message #1192 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @DOWN_TALK ---------------- Reach the top and you shall find the server you seek!
es: ¡Llega a la cima y encontrarás el servidor que buscas!

source: [12582] data/maps/arid/tower-1.json entities/288/settings/event/295/message #1193 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.designer @SMILE ---------------- We are thrilled to watch your ascent!
es: ¡Estamos ansiosos de verte ascender!

source: [12583] data/maps/arid/tower-1.json entities/288/settings/event/304/message #1194 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_GNASH ---------------- Gautham...\. I can't believe this!
es: Gautham...\. ¡No puedo creerlo!

source: [12584] data/maps/arid/tower-1.json entities/288/settings/event/305/message #1195 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.shady @MASKED_WARN ---------------- Now of all times!
es: ¡Por qué tenía que ser ahora!

source: [12585] data/maps/arid/tower-1.json entities/288/settings/event/315/message #1198 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.sidekick @SURPRISED ---------------- Uhm...\. what is going on?\. Anyone?
es: Uhm...\. ¿qué está pasando?\. ¿Alguien?

source: [12586] data/maps/arid/tower-1.json entities/288/settings/event/318/message #1203 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.emilie @ASTONISHED ---------------- Who was that fancy-looking blue guy?
es: ¿Quién era ese tipo azul?

source: [12587] data/maps/arid/tower-1.json entities/288/settings/event/321/message #1204 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.sergey @EYES_CLOSED ---------------- That...\. was Gautham.
es: Ese...\. era Gautham.

source: [12588] data/maps/arid/tower-1.json entities/288/settings/event/324/message #1202 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.guild-leader @SURPRISED ---------------- Oh!\. That former colleague of yours?
es: ¡Oh!\. ¿Ese antiguo colega suyo?

source: [12589] data/maps/arid/tower-1.json entities/288/settings/event/325/message #1205 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.sergey @WORRIED ---------------- Correct.
es: Correcto.

source: [12590] data/maps/arid/tower-1.json entities/288/settings/event/326/message #1206 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.sergey @WORRIED ---------------- It seems he has taken control of the Environment Server.
es: Parece que tomó control del Servidor de Ambiente.

source: [12591] data/maps/arid/tower-1.json entities/288/settings/event/330/message #1207 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.schneider @WHISTLING ---------------- That is...\. good, right?
es: Eso es...\. bueno, ¿no?

source: [12592] data/maps/arid/tower-1.json entities/288/settings/event/331/message #1208 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.schneider @DEFAULT ---------------- Now we might still get our chance to access the server!
es: ¡Puede que aún tengamos una chance de acceder al servidor!

source: [12593] data/maps/arid/tower-1.json entities/288/settings/event/332/message #1209 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.sergey @SERIOUS ---------------- Yes...\. that is, if Lea takes on his challenge.\. By herself.
es: Si...\. sólo si, Lea acepta el desafío.\. Por sí sola.

source: [12594] data/maps/arid/tower-1.json entities/288/settings/event/335/message #1210 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12596] data/maps/arid/tower-1.json entities/288/settings/event/338/message #1212 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.emilie @DEFAULT ---------------- One final dungeon!
es: ¡Una última mazmorra!

source: [12597] data/maps/arid/tower-1.json entities/288/settings/event/339/message #1213 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.emilie @DETERMINED ---------------- Lea!\. You gotta go and show them!
es: ¡Lea!\. ¡Ve y muéstrales!

source: [12598] data/maps/arid/tower-1.json entities/288/settings/event/340/message #1214 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 main.emilie @TAUNTING ---------------- That's what all our dungeon races have prepared you for!
es: ¡Para eso te han preparado nuestras carreras!

source: [12599] data/maps/arid/tower-1.json entities/288/settings/event/344/message #1215 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.fancyguy @LECTURING ---------------- Spheromancer Lea! I'm confident you're up to the task!
es: ¡Spheromancer Lea! ¡Estoy seguro de que estás a la altura de esta tarea!

source: [12600] data/maps/arid/tower-1.json entities/288/settings/event/346/message #1216 EventTrigger GetReadyForDungeon START IF plot.line >= 29300 antagonists.sidekick @SMILE ---------------- Definitely! Good luck!
es: ¡Definitivamente! ¡Buena suerte!

source: [12602] data/maps/arid/tower-1.json entities/301/settings/blockEvent/1/0_0/0/message #1259 TeleportGround towerEntrance SELECT_RANDOM main.emilie @DETERMINED ---------------- You can do it, Lea!!
es: ¡¡Puedes hacerlo, Lea!!

source: [12603] data/maps/arid/tower-1.json entities/301/settings/blockEvent/1/1_0/0/message #1260 TeleportGround towerEntrance SELECT_RANDOM main.schneider @DEFAULT ---------------- Good luck in there!
es: ¡Buena suerte ahí dentro!

source: [12604] data/maps/arid/tower-1.json entities/301/settings/blockEvent/1/2_0/0/message #1261 TeleportGround towerEntrance SELECT_RANDOM antagonists.fancyguy @DEFAULT ---------------- Good luck, Spheromancer Lea!
es: ¡Buena suerte, Spheromancer Lea!

source: [12605] data/maps/arid/tower-1.json entities/301/settings/blockEvent/1/3_0/0/message #1262 TeleportGround towerEntrance SELECT_RANDOM antagonists.sidekick @DEFAULT ---------------- Take care.
es: Ten cuidado.

source: [12606] data/maps/arid/tower-1.json entities/302/settings/event/6/message #1227 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.lea @NERVOUS ---------------- Hi...
es: Hola...

source: [12607] data/maps/arid/tower-1.json entities/302/settings/event/20/message #1226 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.emilie @SMILE ---------------- Lea, you're back!!
es: ¡¡Lea, haz vuelto!!

source: [12608] data/maps/arid/tower-1.json entities/302/settings/event/22/message #1234 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 antagonists.fancyguy @SHOUTING ---------------- Spheromancer Lea! Have you returned victoriously?!
es: ¡Spheromancer Lea! ¡¿Haz retornado victoriosa?!

source: [12609] data/maps/arid/tower-1.json entities/302/settings/event/28/message #1233 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @SURPRISED ---------------- D-did it work?
es: ¿H-Ha funcionado?

source: [12610] data/maps/arid/tower-1.json entities/302/settings/event/30/message #1235 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.sergey @EYES_CLOSED ---------------- Yes.\. We did it.
es: Si.\. Lo hicimos.

source: [12611] data/maps/arid/tower-1.json entities/302/settings/event/31/message #1236 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.sergey @NOTIFYING ---------------- We recovered backups for all Evotars I found on the server.
es: Tenemos copias de seguridad de todos los Evotares del servidor.

source: [12612] data/maps/arid/tower-1.json entities/302/settings/event/32/message #1237 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.sergey @SMILE ---------------- Satoshi, Lukas...\. they are all safe.
es: Satoshi, Lukas...\. están todos a salvo.

source: [12613] data/maps/arid/tower-1.json entities/302/settings/event/33/message #1238 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.sergey @SERIOUS ---------------- Meanwhile...\. it looks like Sidwell gave up on his business.
es: Mientras tanto...\. parece que Sidwell se dio por vencido en su negocio.

source: [12614] data/maps/arid/tower-1.json entities/302/settings/event/34/message #1239 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.sergey @WORRIED ---------------- He logged out...\. and disappeared.
es: Se desconectó...\. y desapareció.

source: [12615] data/maps/arid/tower-1.json entities/302/settings/event/35/message #1240 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @DOWN ---------------- And...\. what about Gautham?
es: Y...\. ¿que hay de Gautham?

source: [12618] data/maps/arid/tower-1.json entities/302/settings/event/38/message #1243 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @SURPRISED ---------------- W-What happened?
es: ¿Q-Qué pasó?

source: [12619] data/maps/arid/tower-1.json entities/302/settings/event/39/message #1244 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.sergey @COMPLEX ---------------- I am sorry...\. Gautham, he...
es: Lo siento...\. Gautham...

source: [12620] data/maps/arid/tower-1.json entities/302/settings/event/40/message #1245 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.sergey @WORRIED ---------------- He committed suicide within the dungeon compound.
es: Se suicidó dentro de la mazmorra.

source: [12621] data/maps/arid/tower-1.json entities/302/settings/event/52/message #1246 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @SURPRISED ---------------- What?
es: ¿Qué?

source: [12622] data/maps/arid/tower-1.json entities/302/settings/event/55/message #1247 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.sergey @COMPLEX ---------------- It happened so quickly, and there was nothing we could do to stop him.
es: Pasó tan rápidamente, y no hubo nada que pudiéramos hacer para pararlo.

source: [12623] data/maps/arid/tower-1.json entities/302/settings/event/56/message #1248 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.sergey @EYES_CLOSED ---------------- Shizuka, I am sorry...
es: Shizuka, lo siento...

source: [12624] data/maps/arid/tower-1.json entities/302/settings/event/57/message #1249 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @CONCERNED ---------------- No...
es: No...

source: [12625] data/maps/arid/tower-1.json entities/302/settings/event/58/message #1250 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @SAD ---------------- That...\. idiot...
es: Ese...\. idiota...

source: [12626] data/maps/arid/tower-1.json entities/302/settings/event/67/message #1251 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @SCREAM ---------------- Now of all times!\. Why would he do this now?!
es: ¿¡Por qué!?\. ¡¿Por qué tiene que hacer esto ahora?!

source: [12627] data/maps/arid/tower-1.json entities/302/settings/event/73/message #1252 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @SAD ---------------- Day after day...
es: Día tras día...

source: [12628] data/maps/arid/tower-1.json entities/302/settings/event/74/message #1253 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @CONCERNED ---------------- Playing his stupid god figure...
es: Jugando a ser Dios...

source: [12629] data/maps/arid/tower-1.json entities/302/settings/event/75/message #1254 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @CONFLICTED ---------------- Preparing those interrogations...
es: Preparando esas interrogaciones...

source: [12630] data/maps/arid/tower-1.json entities/302/settings/event/76/message #1255 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 main.shizuka @SAD ---------------- I just thought...\. he didn't care anymore...
es: Creí...\. que ya no le importaba...

source: [12631] data/maps/arid/tower-1.json entities/302/settings/event/84/text #1256 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 SHOW_DREAM_MSG ---------------- It was one thing I never considered...\. \. That it was him who took on the heavy burden.\. Handling the worst parts of Sidwell's business...\. \. He must have lost control...\. a long time ago.
es: Fue una cosa que nunca consideré...\. \. Que fue él el que se llevó la peor parte.\. El que tuvo que tolerar las peores partes del negocio de Sidwell...\. \. Tuvo que haber perdido el control...\. hace un tiempo.

source: [12632] data/maps/arid/tower-1.json entities/302/settings/event/86/text #1257 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 SHOW_DREAM_MSG ---------------- This was it...
es: Hasta aquí llegamos...

source: [12633] data/maps/arid/tower-1.json entities/302/settings/event/88/text #1258 EventTrigger OutOfTheDungeon START IF plot.line >= 31200 SHOW_DREAM_MSG ---------------- Our long journey was about to end.
es: Nuestra larga aventura llegaba a su fin.

source: [12634] data/maps/arid/tower-1.json entities/303/settings/event/0/message #915 LocationEvent boringBridge2 START IF party.alive.Emilie main.emilie @HAPPY ---------------- Well hidden laser bridge!!
es: ¡¡Un Puente de Luz bien escondido!

source: [12635] data/maps/arid/town-1.json entities/292/settings/event/14/message #3 EventTrigger areaIntro main.sergey @SURPRISED ---------------- What...\. is this place?
es: ¿Qué...\. es este lugar?

source: [12636] data/maps/arid/town-1.json entities/292/settings/event/15/message #4 EventTrigger areaIntro main.sergey @WORRIED ---------------- Purple water... This is strange. I roughly remember something along those lines from early content production...
es: Agua violeta... Esto es extraño. Recuerdo vagamente algo parecido a esto cuando estábamos empezando el desarrollo...

source: [12638] data/maps/arid/town-1.json entities/292/settings/event/17/message #6 EventTrigger areaIntro main.sergey @NOTIFYING ---------------- Anyway, this is most definitely not the official Playground.
es: De todos modos, esto definitivamente no es parte del Campo de Juego oficial.

source: [12639] data/maps/arid/town-1.json entities/292/settings/event/18/message #7 EventTrigger areaIntro main.sergey @DOWN ---------------- I will do a bit of research about this place...
es: Haré algo de investigación sobre este lugar...

source: [12640] data/maps/arid/town-1.json entities/292/settings/event/19/message #8 EventTrigger areaIntro main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12641] data/maps/arid/town-1.json entities/292/settings/event/26/message #11 EventTrigger areaIntro main.lea @SURPRISED ---------------- ...Hi!
es: ¡...Hola!

source: [12642] data/maps/arid/town-1.json entities/292/settings/event/27/message #18 EventTrigger areaIntro main.schneider2 @SURPRISED ---------------- ...Holerö?
es: ¿...Holerö?

source: [12643] data/maps/arid/town-1.json entities/292/settings/event/33/message #19 EventTrigger areaIntro main.schneider2 @WHISTLING ---------------- Lea?\. You're here as well?
es: ¿Lea?\. ¿Estás aquí también?

source: [12645] data/maps/arid/town-1.json entities/292/settings/event/35/message #21 EventTrigger areaIntro main.schneider2 @SERIOUS ---------------- They told me to meet up with another player. Is that you?
es: Me dijeron que me junte con otro jugador. ¿Ese eres tú?

source: [12646] data/maps/arid/town-1.json entities/292/settings/event/36/message #22 EventTrigger areaIntro main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12647] data/maps/arid/town-1.json entities/292/settings/event/37/message #23 EventTrigger areaIntro main.schneider2 @PONDERING ---------------- I see.\. Man, this place is weird.
es: Ya veo.\. Uf, que lugar más raro.

source: [12648] data/maps/arid/town-1.json entities/292/settings/event/38/message #24 EventTrigger areaIntro main.schneider2 @SERIOUS ---------------- And it looks like we're stuck here, right? At least I can't seem to teleport away.
es: Y es como que estamos atrapados aquí, ¿no? Al menos así parece, no me puedo teletransportar fuera.

source: [12649] data/maps/arid/town-1.json entities/292/settings/event/39/message #25 EventTrigger areaIntro main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12650] data/maps/arid/town-1.json entities/292/settings/event/40/message #26 EventTrigger areaIntro main.schneider2 @COMPLAINING ---------------- Oh Junge...
es: Oh Junge...

source: [12651] data/maps/arid/town-1.json entities/292/settings/event/41/message #27 EventTrigger areaIntro main.schneider2 @WONDERING ---------------- I'm not even exactly sure how we ended up here. Any idea?
es: Ni siquiera estoy del todo seguro de como acabamos aquí. ¿Alguna idea?

source: [12653] data/maps/arid/town-1.json entities/292/settings/event/43/message #29 EventTrigger areaIntro main.lea @SHAKE ---------------- [shakes head]
es: [niega con la cabeza]

source: [12654] data/maps/arid/town-1.json entities/292/settings/event/44/message #30 EventTrigger areaIntro main.schneider2 @SERIOUS ---------------- Tja...
es: Tja...

source: [12655] data/maps/arid/town-1.json entities/292/settings/event/45/message #31 EventTrigger areaIntro main.schneider2 @UP ---------------- Anyway, I guess we both are supposed to start a party. So... shall we?
es: Como sea, supongo que debemos empezar un grupo. Así que... ¿lo hacemos?

source: [12656] data/maps/arid/town-1.json entities/292/settings/event/46/message #32 EventTrigger areaIntro main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12657] data/maps/arid/town-1.json entities/292/settings/event/47/message #33 EventTrigger areaIntro main.schneider2 @TOWARDS ---------------- Alright then...
es: De acuerdo...

source: [12658] data/maps/arid/town-1.json entities/292/settings/event/53/object #15 EventTrigger areaIntro SHOW_GET_MSG ---------------- Schneider
es: Schneider

source: [12659] data/maps/arid/town-1.json entities/292/settings/event/56/thenStep/0/message #1043 EventTrigger areaIntro IF player.level >= 70 main.schneider2 @PANIC ---------------- Meine Güte!\. I entirely forgot how \c[1]ridiculously high your level\c[0] was.
es: ¡Meine Güte!\. Me había olvidado de lo \c[1]ridículamente alto que es tu nivel\c[0].

source: [12661] data/maps/arid/town-1.json entities/292/settings/event/56/thenStep/2/message #1045 EventTrigger areaIntro IF player.level >= 70 main.schneider2 @PISSED ---------------- And here I thought, I'd be overleveled...
es: Y yo que pensaba que tendría nivel de sobra...

source: [12662] data/maps/arid/town-1.json entities/292/settings/event/56/elseStep/0/thenStep/0/message #1042 EventTrigger areaIntro IF NOT player.level >= 70 IF player.level >= 50 main.schneider2 @LAUGH ---------------- Right...\. We're actually \c[1]pretty close in level\c[0].
es: Bien...\. Estamos \c[1]bastante cerca en cuanto a nivel\c[0].

source: [12664] data/maps/arid/town-1.json entities/292/settings/event/56/elseStep/0/thenStep/2/message #1041 EventTrigger areaIntro IF NOT player.level >= 70 IF player.level >= 50 main.schneider2 @SKEPTICAL ---------------- Yeah, however that happened...
es: Si, me pregunto como habrá pasado...

source: [12665] data/maps/arid/town-1.json entities/292/settings/event/56/elseStep/0/elseStep/0/message #34 EventTrigger areaIntro IF NOT player.level >= 70 IF NOT player.level >= 50 main.schneider2 @WONDERING ---------------- There is quite the level difference between us, but I guess that's not important now...
es: Hay una gran diferencia de nivel entre nosotros, pero supongo que eso no es importante ahora...

source: [12667] data/maps/arid/town-1.json entities/292/settings/event/58/message #36 EventTrigger areaIntro main.schneider2 @WHISTLING ---------------- Next station will be the \c[3]Quest Hub\c[0] of this area. They want us both to show up there for a \c[3]quest\c[0].
es: La siguiente parada será el \c[3]Centro de Misiones\c[0] del área. Quieren que vayamos los dos para una \c[3]misión\c[0].

source: [12668] data/maps/arid/town-1.json entities/292/settings/event/63/message #37 EventTrigger areaIntro main.schneider2 @TOWARDS ---------------- It's right over there to the \c[0]west\c[0].
es: Está justo ahí hacia el \c[0]oeste\c[0].

source: [12669] data/maps/arid/town-1.json entities/292/settings/event/69/message #38 EventTrigger areaIntro main.schneider2 @DEFAULT ---------------- Well then... let's go!
es: Bueno... ¡vamos!

source: [12670] data/maps/arid/town-1.json entities/292/settings/event/72/message #17 EventTrigger areaIntro main.sergey @SURPRISED ---------------- Schneider is here as well?\. How...
es: ¿Schneider está aquí también?\. Cómo...

source: [12671] data/maps/arid/town-1.json entities/292/settings/event/73/message #39 EventTrigger areaIntro main.sergey @THINKING ---------------- Does that mean that regular players can in fact access this part?
es: ¿Eso quiere decir que los jugadores normales también pueden acceder a este lugar?

source: [12672] data/maps/arid/town-1.json entities/292/settings/event/74/message #40 EventTrigger areaIntro main.sergey @WORRIED ---------------- But I have never heard of this area. There is no way this is official Playground.
es: Pero nunca había oído hablar de este área. No hay forma de que esto sea parte del Campo de Juego oficial.

source: [12673] data/maps/arid/town-1.json entities/292/settings/event/75/task #859 EventTrigger areaIntro SET_PERMA_TASK ---------------- Visit the \c[3]Quest Hub\c[0] in \c[3]Vermillion Wasteland - West Town\c[0]
es: Visita el \c[3]Centro de Misiones\c[0] en \c[3]Vertedero Vermillion - Pueblo Oeste\c[0]

source: [12674] data/maps/arid/town-1.json entities/294/settings/npcStates/0/event/2/message #42 NPC IF cross-worlds.pentafist-male-rasta @DEFAULT ---------------- Don't go up there... there is no point.
es: No subas ahí... es inútil.

source: [12675] data/maps/arid/town-1.json entities/294/settings/npcStates/0/event/3/message #43 NPC IF main.lea @NERVOUS ---------------- ...Why?
es: ...¿Por qué?

source: [12676] data/maps/arid/town-1.json entities/294/settings/npcStates/0/event/4/message #44 NPC IF cross-worlds.pentafist-male-rasta @DEFAULT ---------------- You are new here... right? This passage will be blocked for you.
es: Eres nueva aquí... ¿no? Este paso está bloqueado para tí.

source: [12677] data/maps/arid/town-1.json entities/294/settings/npcStates/0/event/5/message #45 NPC IF cross-worlds.pentafist-male-rasta @DEFAULT ---------------- Nobody is certain what's beyond there anyway...
es: Nadie sabe lo que hay allí de todos modos...

source: [12678] data/maps/arid/town-1.json entities/295/settings/event/0/message #46 EventTrigger WayToBarraksComment START IF plot.line >= 11100 main.schneider2 @NORM_SERIOUS ---------------- My room is in the building to the south, yours too?
es: Mi habitación está en el edificio al sur, ¿la tuya también?

source: [12679] data/maps/arid/town-1.json entities/295/settings/event/1/message #47 EventTrigger WayToBarraksComment START IF plot.line >= 11100 main.lea @NOD ---------------- [nods]
es: [asiente]
