Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/maps/arid/interior/stealth-2.json//entities/91/settings/event/8/message
source: Stay on your toes.
es_es: Mantente alerta.
ru_ru: Будь начеку.

# data/maps/arid/interior/stealth-2.json//entities/100/settings/event/8/message
source: Hm... this is the only way, isn't it? Maybe there's something in this room.
es_es: Hm... este es el único camino, ¿no? Quizá haya algo en esta habitación.
ru_ru: Хм... это единственный путь, не так ли? Может быть, в этой комнате что-то есть.

source: Aaaaand done.
es_es: Yyyyyy hecho.
ru_ru: Иииииии готово.

source: Finally...
es_es: Finalmente...
ru_ru: Наконец-то...

# data/maps/arid/interior/stealth-2.json//entities/125/settings/event/11/message
source: Alright, another elevator! Let's hope that one goes up again.
es_es: ¡Bien, otro elevador! Espero que este suba también.
ru_ru: Так, очередной лифт! Будем надеяться, что этот идёт обратно наверх.

# data/maps/arid/interior/stealth-3.json//entities/1/settings/destinations/0/label
source: Down
es_es: Abajo
ru_ru: Вниз

# data/maps/arid/interior/stealth-3.json//entities/11/settings/event/6/message
source: Looking good...
es_es: Se ve bien...
ru_ru: Выглядит неплохо...

# data/maps/arid/interior/store.json//entities/29/settings/analyzable/text
source: Vermillion Equipment
es_es: Equipamiento Vermillion
ru_ru: Экипировка Вермиллиона

# data/maps/arid/interior/store.json//entities/29/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato
ru_ru: Лучшее для новичка

source: Hello. You can purchase equipment here.
es_es: Hola. Puedes comprar equipamiento aquí.
ru_ru: Привет. Вы можете приобрести оборудование здесь.

# data/maps/arid/interior/store.json//entities/30/settings/analyzable/text
source: Vermillion Consumables
es_es: Consumibles Vermillion
ru_ru: Расходники Вермиллиона

# data/maps/arid/interior/store.json//entities/30/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato
ru_ru: Лучшее для новичка

source: Hello. You can purchase consumables here.
es_es: Hola. Puedes comprar consumibles aquí.
ru_ru: Привет. Вы можете приобрести расходные материалы здесь.

# data/maps/arid/interior/store.json//entities/32/settings/dialog/0/text
source: I could use a sandwich now...
es_es: Mataría por un sándwich ahora mismo....
ru_ru: Я бы не отказалась от сэндвича...

# data/maps/arid/interior/store.json//entities/32/settings/dialog/1/text
source: A real sandwich...
es_es: Uno de verdad...
ru_ru: Настоящего сэндвича...

# data/maps/arid/interior/store.json//entities/32/settings/dialog/2/text
source: I'm... hungry...
es_es: Tengo... hambre...
ru_ru: Я... голодна...

source: The door is locked, correct? It seems we are trapped.
es_es: La puerta está cerrada, ¿no? Parece que estamos atrapados.
ru_ru: Дверь заперта, верно? Кажется, мы в ловушке.

source: Is that a... zen garden?
es_es: ¿Es ese... un jardín zen?
ru_ru: Это... сад камней?

source: You certainly do not see this anywhere else in the Playground.
es_es: Ciertamente no se ve esto en ningún otro lugar del Campo de Juego.
ru_ru: Ты точно не увидишь такого где-нибудь ещё в игровой зоне.

source: Avatars would just mess it up in a heartbeat.
es_es: Los Avatares lo pisotearían todo.
ru_ru: Аватары испортили бы это в одно мгновение.

# data/maps/arid/interior/the-room.json//entities/31/settings/event/21/message
source: ...Lea?
ru_ru: ...Лея?

# data/maps/arid/interior/the-room.json//entities/31/settings/event/33/message
source: Lea, are you alright?\. Can you still hear me?
es_es: Lea, ¿estás bien?\. ¿Puedes oírme?
ru_ru: Лея, ты в порядке?\. Ты меня ещё слышишь?

# data/maps/arid/interior/the-room.json//entities/31/settings/event/34/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/31/settings/event/35/message
source: ...Okay.
es_es: ...Okey.
ru_ru: ...Ладно.

# data/maps/arid/interior/the-room.json//entities/31/settings/event/36/message
source: You were suddenly kicked from the game, right after that fight.
es_es: Has sido expulsada del juego, justo luego de la pelea.
ru_ru: Тебя неожиданно выбросило из игры сразу после этого боя.

# data/maps/arid/interior/the-room.json//entities/31/settings/event/37/message
source: I was unable to get you back online for several hours.
es_es: He sido incapaz de volver a conectarte por varias horas.
ru_ru: Я не мог вернуть тебя в онлайн в течение нескольких часов.

# data/maps/arid/interior/the-room.json//entities/31/settings/event/38/message
source: It seems to be working again, finally.
es_es: Parece que está funcionando otra vez, finalmente.
ru_ru: Кажется, наконец, всё снова работает.

# data/maps/arid/interior/the-room.json//entities/31/settings/event/39/message
source: But...\. what is this place?
es_es: Pero...\. ¿qué es este lugar?
ru_ru: Но...\. что это за место?

# data/maps/arid/interior/the-room.json//entities/31/settings/event/46/message
source: ...Wait...
es_es: ...Espera...
ru_ru: ...Подожди...

# data/maps/arid/interior/the-room.json//entities/31/settings/event/48/message
source: Hm? What is it?
es_es: ¿Hm? ¿Qué pasa?
ru_ru: Хм? Что такое?

# data/maps/arid/interior/the-room.json//entities/31/settings/event/49/message
source: Wait.
es_es: Espera.
ru_ru: Подожди.

# data/maps/arid/interior/the-room.json//entities/31/settings/event/50/message
source: Oh, do you remember this place? Did you see it in your dreams?
es_es: Oh, ¿recuerdas este lugar? ¿Lo viste en tus sueños?
ru_ru: Ох, ты помнишь это место? Ты видела его в своих снах?

# data/maps/arid/interior/the-room.json//entities/31/settings/event/51/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/31/settings/event/52/message
source: I see, so you must have been here before.
es_es: Ya veo, debes haber estado aquí en el pasado.
ru_ru: Понятно, похоже, что ты была здесь раньше.

# data/maps/arid/interior/the-room.json//entities/31/settings/event/53/message
source: Let us have a look around, okay?
es_es: Bueno, investiga un poco, ¿si?
ru_ru: Давай осмотримся, хорошо?

# data/maps/arid/interior/the-room.json//entities/31/settings/event/55/task
source: Have a look around the room.
es_es: Explora la habitación.
ru_ru: Осмотрите комнату.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/23/message
source: G-Gautham? Is that you?
es_es: ¿G-Gautham? ¿Eres tú?
ru_ru: Г-Гаутам? Это ты?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/25/message
source: Hello. Long time no see.
es_es: Hola. Hace tiempo que no nos vemos.
ru_ru: Привет. Давно не виделись.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/26/message
source: ... Hi...
es_es: ... Hola...
ru_ru: ...Привет...

# data/maps/arid/interior/the-room.json//entities/33/settings/event/27/message
source: So you started talking?
es_es: ¿Así que ahora hablas?
ru_ru: Так ты теперь разговариваешь?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/28/message
source: But your vocabulary seems fairly limited, no?
es_es: Pero tu vocabulario se ve algo limitado, ¿no?
ru_ru: Но твой словарный запас, похоже, довольно ограничен?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/29/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/33/settings/event/30/message
source: Just who exactly put you back into the game anyway...?
es_es: ¿Quién fue el que te conectó de vuelta al juego...?
ru_ru: Кто же всё-таки вернул тебя в игру...?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/31/message
source: You were not supposed to be... around anymore.
es_es: No se supone que estés... ya no.
ru_ru: Тебя не должно было больше... быть здесь.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/32/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/33/message
source: You still don't remember, no?
es_es: Aún no recuerdas, ¿no?
ru_ru: Ты по-прежнему не помнишь?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/34/message
source: What about this room? Does it at least look familiar?
es_es: ¿Qué hay de esta habitación? ¿Se te hace familiar?
ru_ru: Как насчёт этой комнаты? Хотя бы она выглядит знакомо?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/36/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/33/settings/event/37/message
source: I see. So your memory might return sooner or later.
es_es: Ya veo. Así que tu memoria puede que vuelva tarde o temprano.
ru_ru: Понятно. Значит, твоя память может рано или поздно вернуться.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/38/message
source: That's... worrisome.
es_es: Eso es... preocupante.
ru_ru: Это... тревожно.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/39/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/41/message
source: I had better not tell you too much.
es_es: Será mejor que no te diga mucho.
ru_ru: Мне лучше не рассказывать тебе лишнего.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/43/message
source: Anyway, we have a little something for you to do.
es_es: Como sea, tenemos un pequeño trabajito pari tí.
ru_ru: В любом случае, у нас кое-что есть для тебя.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/44/message
source: Just wait a moment, please.
es_es: Solo espera un momento, por favor.
ru_ru: Просто подожди немного, пожалуйста.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/56/message
source: Gautham...\. Just what exactly are you doing here?
es_es: Gautham...\. ¿Qué se supone que estás haciendo aquí?
ru_ru: Гаутам...\. Что ты здесь делаешь?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/57/message
source: ...How?
es_es: ...¿Cómo?
ru_ru: ...Как?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/58/message
source: ... You do not remember Gautham?
es_es: ... ¿No recuerdas a Gautham?
ru_ru: ...Ты не помнишь Гаутама?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/59/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/33/settings/event/61/message
source: He used to be an old colleague of mine. One that went \c[3]missing several years ago\c[0].
es_es: Solía ser un viejo colega mío. Uno que ha estado \c[3]desaparecido por varios años\c[0].
ru_ru: Раньше он был моим коллегой. Тот, который пропал без вести \c[3]несколько лет назад\c[0].

# data/maps/arid/interior/the-room.json//entities/33/settings/event/63/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/64/message
source: ... I do not know.
es_es: ... No lo sé.
ru_ru: ...Я не знаю.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/69/text
source: Alright Lea, can you hear me?
es_es: Bien Lea, ¿puedes oírme?
ru_ru: Хорошо, Лея, ты меня слышишь?

# data/maps/arid/interior/the-room.json//entities/33/settings/event/70/text
source: Please step outside and exit the corridor to the \c[3]west\c[0], then \c[3]south\c[0].
es_es: Por favor, sal del cuarto y ve por el corredor al \c[3]oeste\c[0], luego al \c[3]sur\c[0].
ru_ru: Пожалуйста, выйди по коридору на \c[3]запад\c[0], а затем на \c[3]юг\c[0].

# data/maps/arid/interior/the-room.json//entities/33/settings/event/71/text
source: Somebody you know will be waiting outside.
es_es: Alguien que conoces te estará esperando.
ru_ru: Кое-кто, кого ты знаешь, будет ждать снаружи.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/76/message
source: Lea, we should do as he says.
es_es: Lea, haz lo que dice.
ru_ru: Лея, мы должны сделать, как он говорит.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/77/message
source: I will...\. tell you more about Gautham soon.
es_es: Te...\. diré mas sobre Gautham pronto.
ru_ru: Я...\. скоро расскажу тебе больше о Гаутаме.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/78/message
source: For now, let us try to figure out where exactly we are.
es_es: Por ahora, tratemos de averiguar donde estamos.
ru_ru: А пока, давай попробуем выяснить, где именно мы находимся.

# data/maps/arid/interior/the-room.json//entities/33/settings/event/79/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/33/settings/event/82/task
source: Go \c[3]outside the building\c[0] to meet somebody you know.
es_es: Ve \c[3]fuera del edifico\c[0] para encontrar a alguien que conoces.
ru_ru: Идите \c[3]наружу\c[0], чтобы встретить кого-то, кого вы знаете.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/11/message
source: ...Looks like we're locked in again.
es_es: ...Parece que estamos atrapados otra vez.
ru_ru: ...Похоже, что мы снова заперты.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/12/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/34/settings/event/13/message
source: This whole situation is getting stranger every minute.
es_es: Esta situación se pone cada vez más rara.
ru_ru: Вся эта ситуация становится всё более странной с каждой минутой.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/14/message
source: Okay, first: About this place... \c[3]Vermillion Wasteland\c[0] was the name, right?
es_es: Bien, primero: Sobre este lugar... \c[3]El Vertedero Vermillion\c[0] era el nombre, ¿no?
ru_ru: Хорошо, сначала: об этом месте... \c[3]Пустошь Вермиллион\c[0], верно?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/15/message
source: This place was originally developed for CrossWorlds, but the project was put on hold.
es_es: Este lugar se desarrolló originalmente para CrossWorlds, pero el proyecto se puso en espera.
ru_ru: Это место изначально было разработано для CrossWorlds, но проект был приостановлен.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/16/message
source: They already developed a large part of the environment but ultimately the area was never integrated into the Playground.
es_es: Ya se había desarrollado una gran parte del área, pero nunca se decidió integrarla al Campo de Juego.
ru_ru: Они уже разработали большую часть окружающей среды, но в конечном счёте территория так и не была интегрирована в игровую зону.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/17/message
source: No avatar is supposed to enter this place.
es_es: Ningún avatar debería estar aquí.
ru_ru: Аватарам не позволено входить в это место.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/18/message
source: ...How?
es_es: ...¿Cómo?
ru_ru: ...Как?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/19/message
source: I am wondering that too. How could those avatars end up in this place?
es_es: Eso me pregunto yo también. ¿Cómo puedieron esos avatares terminar aquí?
ru_ru: Мне тоже интересно. Как эти аватары смогли оказаться в этом месте?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/20/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/34/settings/event/21/message
source: How?
es_es: ¿Cómo?
ru_ru: Как?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/22/message
source: Huh? You mean something else?
es_es: ¿Eh? ¿Te refieres a otra cosa?
ru_ru: Хмм? Ты имеешь в виду что-то другое?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/25/message
source: Oh... Do you wonder how I know all of this?
es_es: Oh... ¿Te preguntas como se todo esto?
ru_ru: Ох... Тебе интересно, откуда я это всё знаю?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/26/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/34/settings/event/27/message
source: Well... I suppose there is no point in hiding it.
es_es: Bueno... Supongo que no hay motivo para ocultarlo.
ru_ru: Ну... я думаю, что нет смысла скрывать это.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/28/message
source: I am an \c[3]Instatainment employee\c[0]. I have been involved in the creation of CrossWorlds... for many years already.
es_es: Soy un \c[3]empleado de Instatainment\c[0]. He estado involucrado en la creción de CrossWorlds... por muchos años.
ru_ru: Я сотрудник \c[3]Instatainment\c[0]. Я принимал участие в создании CrossWorlds... много лет.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/29/message
source: That is why I have access to internal documents. Some of them at least.
es_es: Por eso tengo acceso a documentos internos. Algunos de ellos por lo menos.
ru_ru: Вот почему у меня есть доступ к внутренним документам. Некоторым из них по крайней мере.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/31/message
source: Still, I was not aware that development of this region had continued in any way.
es_es: Aún así, no estaba al tanto que el desarrollo de esta región había continuado.
ru_ru: Тем не менее, я не знал, что развитие этого региона продолжалось.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/32/message
source: This place should be abandoned for all I know.
es_es: Este lugar debería estar abandonado por lo que sé.
ru_ru: Это место должно быть заброшено, насколько мне известно.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/33/message
source: I mean... It is possible this is a confidential project we are not supposed to know about...
es_es: Quiero decir... Es posible que sea un proyecto confidencial del que no se supone que sepamos...
ru_ru: Я имею в виду... Возможно, что это конфиденциальный проект, о котором мы и не должны знать...

# data/maps/arid/interior/the-room.json//entities/34/settings/event/34/message
source: But I highly doubt that...
es_es: Pero lo dudo mucho...
ru_ru: Но я очень сомневаюсь...

# data/maps/arid/interior/the-room.json//entities/34/settings/event/36/message
source: The fact that the avatars here cannot seem to logout is even more strange...
es_es: El hecho de que los avatares aquí no puedan desconectarse es aún más extraño...
ru_ru: То, что аватары здесь не могут выйти из системы, ещё более странно...

# data/maps/arid/interior/the-room.json//entities/34/settings/event/37/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/34/settings/event/38/message
source: And their loss of memory as well.
es_es: Y su pérdida de memoria también.
ru_ru: И их потеря памяти тоже.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/39/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/34/settings/event/40/message
source: ...Wait.
es_es: ...Espera.
ru_ru: ...Подожди.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/41/message
source: Hm?
ru_ru: Хм?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/44/message
source: Yes, just like you, Lea. Their situation is very similar to yours.
es_es: Si, al igual que tú, Lea. Si situación es muy similar a la tuya.
ru_ru: Да, как и ты, Лея. Их ситуация очень похожа на твою.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/45/message
source: But...\. I doubt those players are all...\. in a coma.
es_es: Pero...\. Dudo que todos esos jugadores estén...\. en un coma.
ru_ru: Но...\. Я сомневаюсь, что все эти игроки...\. в коме.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/46/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/48/message
source: Lea...\. There is something I...
es_es: Lea...\. Hay algo que...
ru_ru: Лея...\. Есть кое-что, что я...

# data/maps/arid/interior/the-room.json//entities/34/settings/event/50/message
source: ...No.
ru_ru: ...Нет.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/51/message
source: S-Sorry.\. I think I...\. just misunderstood something.
es_es: L-Lo siento.\. Creo que...\. malinterpreté algo.
ru_ru: И-Извини.\. Кажется, я...\. просто что-то неправильно понял.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/53/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/54/message
source: Anyway, there is nothing we can do in this room.
es_es: Como sea, no hay nada que podamos hacer en esta habitación.
ru_ru: В любом случае, мы ничего не можем сделать в этой комнате.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/55/message
source: So I suggest we call it a day, alright?
es_es: Así que sugiero que terminemos por hoy, ¿de acuerdo?
ru_ru: Так что я предлагаю сегодня на этом закончить, хорошо?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/56/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/34/settings/event/57/message
source: ...Wait. Why?
es_es: ...Espera. ¿Por qué?
ru_ru: ...Подожди. Почему?

# data/maps/arid/interior/the-room.json//entities/34/settings/event/58/message
source: Lea...\. Please...\. There is nothing left to talk about.
es_es: Lea...\. Por favor...\. No hay nada de que hablar.
ru_ru: Лея...\. Пожалуйста...\. Больше не о чем говорить.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/61/message
source: ...Bye.
es_es: ...Adiós.
ru_ru: ...Пока.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/62/message
source: Good night.
es_es: Buenas noches.
ru_ru: Спокойной ночи.

# data/maps/arid/interior/the-room.json//entities/34/settings/event/66/text
source: Logout
es_es: Desconectarse
ru_ru: Выход из игры

# data/maps/arid/interior/the-room.json//entities/35/settings/event/15/message
source: Wait!
es_es: ¡Espera!
ru_ru: Подожди!

# data/maps/arid/interior/the-room.json//entities/35/settings/event/17/message
source: Oh! Good morning, Lea.
es_es: ¡Oh! Buenos días, Lea.
ru_ru: Ой! Доброе утро, Лея.

# data/maps/arid/interior/the-room.json//entities/35/settings/event/18/message
source: Did you have another dream?
es_es: ¿Tuviste otro sueño?
ru_ru: Тебе приснился очередной сон?

# data/maps/arid/interior/the-room.json//entities/35/settings/event/19/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/35/settings/event/22/message
source: Good! Did you remember something new?
es_es: ¡Bien! ¿Recordaste algo nuevo?
ru_ru: Хорошо! Ты вспомнила что-то новое?

# data/maps/arid/interior/the-room.json//entities/35/settings/event/23/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/the-room.json//entities/35/settings/event/24/message
source: Was it another place?
es_es: ¿Era algún otro lugar?
ru_ru: Это было ещё одно место?

# data/maps/arid/interior/the-room.json//entities/35/settings/event/25/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/35/settings/event/26/message
source: Oh...\. was it a person?
es_es: Oh...\. ¿una persona?
ru_ru: Ох...\. это был человек?

# data/maps/arid/interior/the-room.json//entities/35/settings/event/27/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]
