Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [11938] data/maps/arid/interior/the-room.json entities/36/settings/event/31/message #603 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @WORRIED ---------------- That is exactly why we have to be careful to not draw too much attention.
es: Por eso mismo tenemos que tener cuidado y no llamar la atención.

source: [11939] data/maps/arid/interior/the-room.json entities/36/settings/event/32/message #604 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @NOTIFYING ---------------- And that is also why I cannot afford to act carelessly when tampering with the game's system.
es: Y por eso mismo no me puedo permitir manipular los sistemas del juego descuidadamente.

source: [11940] data/maps/arid/interior/the-room.json entities/36/settings/event/33/message #605 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @WHISTLING ---------------- CrossWorlds is designed with an insane amount of security checks to prevent cheating and other kinds of abuse.
es: CrossWorlds está diseñado con una inmensa cantidad de chequeos de seguridad para prevenir las trampas y otros tipos de abusos.

source: [11941] data/maps/arid/interior/the-room.json entities/36/settings/event/34/message #606 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @EYES_CLOSED ---------------- Even simple things like moving you out of this place...\. it will very quickly lead to a ban.
es: Incluso algo sencillo como sacarte de este lugar...\. rápidamente causaría un ban.

source: [11943] data/maps/arid/interior/the-room.json entities/36/settings/event/36/message #608 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @WORRIED ---------------- There are ways to get around these checks, but my options are very limited right now.
es: Hay formas de saltearse los chequeos, pero mis opciones son muy limitadas ahora mismo.

source: [11944] data/maps/arid/interior/the-room.json entities/36/settings/event/37/message #609 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @SERIOUS ---------------- Because I do not have access to the \c[3]environment server\c[0] of this region.
es: Porque no tengo acceso al \c[3]servidor de ambiente\c[0] de esta región.

source: [11945] data/maps/arid/interior/the-room.json entities/36/settings/event/38/message #610 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @ROLL_EYES ---------------- Really, nobody should have access to it because this area was discontinued.
es: Realmente, nadie debería tener acceso a él, ya que el área fue descontinuada.

source: [11947] data/maps/arid/interior/the-room.json entities/36/settings/event/40/message #612 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @SERIOUS ---------------- Still...\. I am looking for ways to get you out of this.\. It will be tricky, but it is definitely possible.
es: Aún así...\. estoy buscando la forma de sacarte de aquí.\. Será dificil, pero definitivamente es posible.

source: [11949] data/maps/arid/interior/the-room.json entities/36/settings/event/42/message #614 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @DEFAULT ---------------- Shall we call it a day?
es: ¿Deberíamos terminar por hoy?

source: [11950] data/maps/arid/interior/the-room.json entities/36/settings/event/43/message #615 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11951] data/maps/arid/interior/the-room.json entities/36/settings/event/44/message #616 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.sergey @SMILE ---------------- Okay. Good night, Lea.
es: De acuerdo. Buenas noches, Lea.

source: [11952] data/maps/arid/interior/the-room.json entities/36/settings/event/45/message #617 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 main.lea @DEFAULT ---------------- Bye!
es: ¡Adiós!

source: [11953] data/maps/arid/interior/the-room.json entities/36/settings/event/49/text #618 EventTrigger GoToBed_Day2 START IF plot.line >= 12400 SHOW_AR_MSG ---------------- Logout
es: Desconectarse

source: [11955] data/maps/arid/interior/the-room.json entities/37/settings/event/15/message #620 EventTrigger Start_Day3 START IF plot.line >= 12600 main.sergey @DEFAULT ---------------- Good morning, Lea!
es: ¡Buenos días, Lea!

source: [11956] data/maps/arid/interior/the-room.json entities/37/settings/event/16/message #621 EventTrigger Start_Day3 START IF plot.line >= 12600 main.lea @DEFAULT ---------------- Hi...
es: Hola...

source: [11957] data/maps/arid/interior/the-room.json entities/37/settings/event/17/message #622 EventTrigger Start_Day3 START IF plot.line >= 12600 main.sergey @AWAY ---------------- So...\. anything new you remembered?
es: Así que...\. ¿recordaste algo nuevo?

source: [11959] data/maps/arid/interior/the-room.json entities/37/settings/event/19/message #624 EventTrigger Start_Day3 START IF plot.line >= 12600 main.lea @SHAKE ---------------- [shakes head]
es: [niega con la cabeza]

source: [11960] data/maps/arid/interior/the-room.json entities/37/settings/event/20/message #625 EventTrigger Start_Day3 START IF plot.line >= 12600 main.sergey @WHISTLING ---------------- Okay, I see...
es: Bien, ya veo...

source: [11961] data/maps/arid/interior/the-room.json entities/37/settings/event/21/message #626 EventTrigger Start_Day3 START IF plot.line >= 12600 main.sergey @DEFAULT ---------------- Well then, time to head out, correct?
es: Bueno, hora de salir, ¿no?

source: [11962] data/maps/arid/interior/the-room.json entities/37/settings/event/22/message #627 EventTrigger Start_Day3 START IF plot.line >= 12600 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11964] data/maps/arid/interior/the-room.json entities/37/settings/event/34/message #628 EventTrigger Start_Day3 START IF plot.line >= 12600 main.sergey @SURPRISED ---------------- Wait...\. wasn't the door opened just before?
es: Espera...\. ¿no estaba la puerta abierta hace un momento?

source: [11965] data/maps/arid/interior/the-room.json entities/37/settings/event/40/message #630 EventTrigger Start_Day3 START IF plot.line >= 12600 main.lea @SCARED ---------------- Why?
es: ¿Por qué?

source: [11966] data/maps/arid/interior/the-room.json entities/37/settings/event/42/message #631 EventTrigger Start_Day3 START IF plot.line >= 12600 main.sergey @WORRIED ---------------- Uhm...
es: Uhm...

source: [11968] data/maps/arid/interior/the-room.json entities/40/settings/event/13/message #634 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @SURPRISED ---------------- What is going on here?
es: ¿Qué está pasando aquí?

source: [11969] data/maps/arid/interior/the-room.json entities/40/settings/event/14/message #635 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @SERIOUS ---------------- Some kind of fight?
es: ¿Algún tipo de pelea?

source: [11970] data/maps/arid/interior/the-room.json entities/40/settings/event/16/message #636 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @NERVOUS ---------------- ...Why?
es: ...¿Por qué?

source: [11971] data/maps/arid/interior/the-room.json entities/40/settings/event/17/message #637 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @WORRIED ---------------- Did the players here start a rebellion of sorts?
es: ¿Los jugadores empezaron algun tipo de rebelión o algo?

source: [11972] data/maps/arid/interior/the-room.json entities/40/settings/event/40/message #639 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @SURPRISED ---------------- Sh-Shizuka?!\. You...\. You are still...
es: ¡¿Sh-Shizuka?!\. Tú...\. Tú aún estás...

source: [11973] data/maps/arid/interior/the-room.json entities/40/settings/event/47/message #638 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @DEFAULT ---------------- So...
es: Así que...

source: [11974] data/maps/arid/interior/the-room.json entities/40/settings/event/48/message #640 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANNOYED ---------------- You're back again?
es: ¿Has vuelto?

source: [11975] data/maps/arid/interior/the-room.json entities/40/settings/event/49/message #641 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @NERVOUS ---------------- ...Hi?
es: ¿...Hola?

source: [11976] data/maps/arid/interior/the-room.json entities/40/settings/event/50/message #642 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SARCASTIC ---------------- What is this?\. You can speak now?
es: ¿Qué es esto?\. ¿Ahora hablas?

source: [11977] data/maps/arid/interior/the-room.json entities/40/settings/event/51/message #643 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @NERVOUS ---------------- ...Why?
es: ...¿Por qué?

source: [11978] data/maps/arid/interior/the-room.json entities/40/settings/event/52/message #644 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @EVIL_GRIN ---------------- ... Why?
es: ... ¿Por qué?

source: [11979] data/maps/arid/interior/the-room.json entities/40/settings/event/53/message #645 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANGRY ---------------- That is what I want to ask!
es: ¡Eso es lo que yo quiero preguntar!

source: [11980] data/maps/arid/interior/the-room.json entities/40/settings/event/56/message #646 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @STRICT ---------------- Why are you here?
es: ¿Por qué estás aquí?

source: [11981] data/maps/arid/interior/the-room.json entities/40/settings/event/57/message #647 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SUSPICIOUS ---------------- You were supposed to be gone!
es: ¡Deberías estar muerta!

source: [11983] data/maps/arid/interior/the-room.json entities/40/settings/event/59/message #649 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SARCASTIC ---------------- Not very talkative after all, I see.
es: Veo que no eres muy charlatana después de todo.

source: [11984] data/maps/arid/interior/the-room.json entities/40/settings/event/60/message #650 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @DENYING ---------------- When was the last time we met?\. A year ago?
es: ¿Cuándo fue la última vez que nos vimos?\. ¿Hace un año?

source: [11986] data/maps/arid/interior/the-room.json entities/40/settings/event/62/message #652 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANNOYED ---------------- You don't remember, do you?
es: No lo recuerdas, ¿no?

source: [11987] data/maps/arid/interior/the-room.json entities/40/settings/event/63/message #653 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHAKE ---------------- [shakes head]
es: [niega con la cabeza]

source: [11988] data/maps/arid/interior/the-room.json entities/40/settings/event/64/message #654 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @EVIL_GRIN ---------------- Of course not!\. They tried to undo everything.
es: ¡Por supuesto que no!\. Trataron de deshacer todo.

source: [11989] data/maps/arid/interior/the-room.json entities/40/settings/event/65/message #655 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANGRY ---------------- Tried to fix you.
es: Trataron de arreglarte.

source: [11991] data/maps/arid/interior/the-room.json entities/40/settings/event/67/message #657 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @CONFLICTED ---------------- All the lengths they went through for you...\. I just don't get it.
es: Todo el esfuerzo que pusieron en tí...\. No lo entiendo.

source: [11992] data/maps/arid/interior/the-room.json entities/40/settings/event/68/message #658 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @NERVOUS ---------------- ...Why?
es: ...¿Por qué?

source: [11993] data/maps/arid/interior/the-room.json entities/40/settings/event/73/message #659 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @YELL ---------------- Shut your mouth!!
es: ¡¡Cállate!!

source: [11995] data/maps/arid/interior/the-room.json entities/40/settings/event/75/message #661 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @EVIL_GRIN ---------------- Well then!\. Allow me to refresh your memory!
es: ¡Bien!\. ¡Permíteme refrescar tu memoria!

source: [11996] data/maps/arid/interior/the-room.json entities/40/settings/event/76/message #662 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @DENYING ---------------- I don't know what exactly they told you.
es: No sé qué te dijeron exactamente.

source: [11997] data/maps/arid/interior/the-room.json entities/40/settings/event/77/message #663 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANNOYED ---------------- About who you are, why you are here and where those memories come from.
es: Sobre quién eres, por qué estás aquí y de dónde vienen esos recuerdos.

source: [11998] data/maps/arid/interior/the-room.json entities/40/settings/event/78/message #664 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANGRY ---------------- Whatever they told you, \c[3]it's a lie\c[0].
es: Pero lo que sea que te hayan dicho, \c[3]es una mentira\c[0].

source: [12000] data/maps/arid/interior/the-room.json entities/40/settings/event/81/message #666 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @DRAMATIC ---------------- Shizuka... please don't....
es: Shizuka... por favor no....

source: [12001] data/maps/arid/interior/the-room.json entities/40/settings/event/83/message #667 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @DEFAULT ---------------- Seeing me might feel strange to you... like looking into a mirror.
es: Verme puede que te sea extraño... como verte en un espejo.

source: [12002] data/maps/arid/interior/the-room.json entities/40/settings/event/84/message #687 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @EVIL_GRIN ---------------- That's no coincidence.
es: No es una coincidencia.

source: [12003] data/maps/arid/interior/the-room.json entities/40/settings/event/85/message #668 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANNOYED ---------------- It's because we're the \c[3]same person\c[0].
es: Es porque somos \c[3]la misma persona\c[0].

source: [12004] data/maps/arid/interior/the-room.json entities/40/settings/event/86/message #669 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @DENYING ---------------- No...\. that's not right.\. We're not the same.
es: No...\. no exactamente.\. No somos iguales.

source: [12005] data/maps/arid/interior/the-room.json entities/40/settings/event/87/message #670 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANGRY ---------------- I am the original.\. You are just a \c[3]copy\c[0].
es: Yo soy la original.\. Tú eres sólo una \c[3]copia\c[0].

source: [12006] data/maps/arid/interior/the-room.json entities/40/settings/event/89/message #671 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @STRICT ---------------- A \c[3]copy of my avatar\c[0], that's what!
es: ¡Una \c[3]copia de mi avatar\c[0], eso eres!

source: [12008] data/maps/arid/interior/the-room.json entities/40/settings/event/99/message #673 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SCREAM ---------------- You're an \c[3]AI\c[0].\. A \c[3]program\c[0].\. Nothing else.
es: Eres una \c[3]Inteligencia Artificial\c[0].\. Un \c[3]programa\c[0].\. Nada más.

source: [12010] data/maps/arid/interior/the-room.json entities/40/settings/event/104/message #675 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @YELL ---------------- That is why you'll never be able to leave the game!
es: ¡Por eso nunca puedes salir del juego!

source: [12011] data/maps/arid/interior/the-room.json entities/40/settings/event/105/message #676 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHAKE_PANIC ---------------- [shakes head]
es: [niega con la cabeza]

source: [12012] data/maps/arid/interior/the-room.json entities/40/settings/event/107/message #677 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SARCASTIC ---------------- You can deny it all you want.\. It won't change anything.
es: Niégalo lo que quieras.\. No cambiará nada.

source: [12013] data/maps/arid/interior/the-room.json entities/40/settings/event/108/message #678 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @EVIL_GRIN ---------------- The more you remember, the more it will become clear to you.
es: Mientras más recuerdes, más claro te será.

source: [12014] data/maps/arid/interior/the-room.json entities/40/settings/event/109/message #679 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHAKE_PANIC ---------------- [shakes head]
es: [niega con la cabeza]

source: [12015] data/maps/arid/interior/the-room.json entities/40/settings/event/110/message #680 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANGRY ---------------- And all those memories you see? Those are mine.
es: ¿Y todos esos recuerdos que ves? Esos son míos.

source: [12016] data/maps/arid/interior/the-room.json entities/40/settings/event/111/message #681 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SUSPICIOUS ---------------- My memories.\. My personality.\. It's all copied.
es: Mis recuerdos.\. Mi personalidad.\. Todo copiado.

source: [12017] data/maps/arid/interior/the-room.json entities/40/settings/event/112/message #682 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHAKE_PANIC ---------------- [shakes head]
es: [niega con la cabeza]

source: [12018] data/maps/arid/interior/the-room.json entities/40/settings/event/113/message #683 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @DENYING ---------------- The "next big step" in artificial intelligence is what they call you.
es: El "siguiente gran paso" en la inteligencia artificial, así te llaman.

source: [12019] data/maps/arid/interior/the-room.json entities/40/settings/event/114/message #684 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @EVIL_GRIN ---------------- What a joke!
es: ¡Qué buen chiste!

source: [12020] data/maps/arid/interior/the-room.json entities/40/settings/event/118/message #685 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SCREAM ---------------- A miserable copy, that's what you are!!
es: ¡¡Una miserable copia, eso eres!!

source: [12021] data/maps/arid/interior/the-room.json entities/40/settings/event/120/message #686 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHOUT_PANIC ---------------- ...Why?!
es: ¡¿...Por qué?!

source: [12022] data/maps/arid/interior/the-room.json entities/40/settings/event/136/message #688 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SHOUT ---------------- SHUT UP!!
es: ¡¡CÁLLATE!!

source: [12024] data/maps/arid/interior/the-room.json entities/40/settings/event/141/message #690 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SCREAM ---------------- We all ended up in this hell because of you!!
es: ¡¡Todos estamos metidos en este infierno por tu culpa!!

source: [12025] data/maps/arid/interior/the-room.json entities/40/settings/event/142/message #691 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @STRICT ---------------- And for what?!
es: ¡¿Y para qué?!

source: [12026] data/maps/arid/interior/the-room.json entities/40/settings/event/143/message #692 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @YELL ---------------- A program with access to all of my memories?!
es: ¡¿Por un programa con acceso a todos mis recuerdos?!

source: [12027] data/maps/arid/interior/the-room.json entities/40/settings/event/144/message #693 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SCREAM ---------------- Just how the hell did they ever think this was a good idea?!
es: ¡¿Cómo demonios pensaron que esta sería una buena idea?!

source: [12028] data/maps/arid/interior/the-room.json entities/40/settings/event/145/message #694 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @SHAKE_PANIC ---------------- Why...
es: Por qué...

source: [12029] data/maps/arid/interior/the-room.json entities/40/settings/event/155/message #695 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SHOUT ---------------- I said...
es: Dije...

source: [12030] data/maps/arid/interior/the-room.json entities/40/settings/event/158/message #696 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @SCREAM ---------------- SHUT UP!!
es: ¡¡CÁLLATE!!

source: [12031] data/maps/arid/interior/the-room.json entities/40/settings/event/177/message #697 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @STRICT ---------------- You talking was the last thing I needed!
es: ¡Que tú hables era lo último que necesitaba!

source: [12034] data/maps/arid/interior/the-room.json entities/40/settings/event/184/message #700 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @YELL ---------------- You have no right to exist.
es: No tienes derecho a existir.

source: [12035] data/maps/arid/interior/the-room.json entities/40/settings/event/185/message #701 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANGRY ---------------- Whoever brought you back...\. should just delete you immediately.
es: Quien sea que te haya traído de vuelta...\. debería borrarte inmediatamente.

source: [12038] data/maps/arid/interior/the-room.json entities/40/settings/event/196/message #704 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @ANGRY ---------------- ... Well then...
es: ... Bien entonces...

source: [12039] data/maps/arid/interior/the-room.json entities/40/settings/event/197/message #705 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.shizuka @EVIL_GRIN ---------------- Have a nice day!
es: ¡Ten un buen día!

source: [12040] data/maps/arid/interior/the-room.json entities/40/settings/event/207/message #708 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @WRAP_SHOULDER ---------------- ...why...
es: ...por qué...

source: [12041] data/maps/arid/interior/the-room.json entities/40/settings/event/208/message #709 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @WRAP_SHOULDER ---------------- ...why...
es: ...por qué...

source: [12042] data/maps/arid/interior/the-room.json entities/40/settings/event/218/text #737 EventTrigger ShizukaAppears START IF plot.line >= 12620 SHOW_DREAM_MSG ---------------- No...
es: No...

source: [12043] data/maps/arid/interior/the-room.json entities/40/settings/event/232/message #710 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @WRAP_HEAD ---------------- ...why...
es: ...por qué...

source: [12044] data/maps/arid/interior/the-room.json entities/40/settings/event/234/message #711 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @SURPRISED ---------------- L-Lea, please...
es: L-Lea, por favor...

source: [12045] data/maps/arid/interior/the-room.json entities/40/settings/event/235/message #712 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.lea @WRAP_HEAD ---------------- ...why...
es: ...por qué...

source: [12046] data/maps/arid/interior/the-room.json entities/40/settings/event/236/message #713 EventTrigger ShizukaAppears START IF plot.line >= 12620 main.sergey @SHOCK ---------------- Lea, please calm down!
es: ¡Lea, cálmate por favor!
