Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [12987] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/23/object #1047 NPC IF g.codeKnight >= 2 && plot.line >= 30000 SHOW_GET_MSG ---------------- \v[item.63.name]
es: \v[item.63.name]

source: [12988] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/24/name #1068 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- Code Knight
es: Caballero del Código

source: [12989] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/26/message #1069 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.lea @EXCITED ---------------- Thanks!
es: ¡Gracias!

source: [12990] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/27/message #605 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- You're welcome!
es: ¡De nada!

source: [12991] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/28/message #1070 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- Anyway...\. Nothing going on here, so I'll be off.
es: Como sea...\. No hay nada por aquí, así que me iré.

source: [12992] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/29/message #1071 NPC IF g.codeKnight >= 2 && plot.line >= 30000 guests.code-knight @DEFAULT ---------------- Let's see what else I can find!
es: ¡Veremos que más puedo encontrar!

source: [12993] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/34/message #520 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.lea @EXHAUSTED ---------------- Bye...
es: Adiós...

source: [12994] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/41/message #1050 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.sergey @SURPRISED ---------------- That...\. that player again.
es: Ese...\. jugador otra vez.

source: [12995] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/42/message #1072 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.sergey @NOTIFYING ---------------- How did they manage to get into this place...\. and out again?
es: ¿Cómo consiguieron entrar a este lugar...\. y salir otra vez?

source: [12996] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/43/message #1073 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.lea @ANNOYED ---------------- How?
es: ¿Cómo?

source: [12997] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/44/message #1074 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.sergey @WORRIED ---------------- Yes, that is what I wonder as well.
es: Si, eso es lo que me pregunto yo también.

source: [12999] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/46/message #1076 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.sergey @THINKING ---------------- ...What?
es: ¿...Qué?

source: [13001] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/48/message #1078 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.sergey @ROLL_EYES ---------------- Yes, I know. I did not manage to do that with you.
es: Si, lo sé. No conseguí hacer eso contigo.

source: [13002] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/49/message #1079 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.sergey @NOTIFYING ---------------- It thought it was impossible without violating security constraints.
es: Creí que era imposible sin violar las medidas de seguridad.

source: [13003] data/maps/arid/town-2.json entities/462/settings/npcStates/0/event/50/message #1080 NPC IF g.codeKnight >= 2 && plot.line >= 30000 main.sergey @WHISTLING ---------------- I suppose they must have found a better loophole.
es: Supongo que han encontrado una mejor forma.
