Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [12680] data/maps/arid/town-1.json entities/296/settings/event/13/message #65 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @DEFAULT ---------------- Ah, there you are!
es: ¡Ah, ahí estás!

source: [12681] data/maps/arid/town-1.json entities/296/settings/event/20/message #52 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.lea @EXHAUSTED ---------------- Hi...
es: Hola...

source: [12682] data/maps/arid/town-1.json entities/296/settings/event/21/message #53 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @UP ---------------- I've been waiting for you.
es: Te estaba esperando.

source: [12683] data/maps/arid/town-1.json entities/296/settings/event/22/message #54 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @WINK ---------------- It looks like you had your fair share of beauty sleep.
es: Parece que has tenido una buena cantidad de descanso.

source: [12685] data/maps/arid/town-1.json entities/296/settings/event/24/message #56 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @LAUGH ---------------- Gyahahahaha...
es: Gyahahahaha...

source: [12686] data/maps/arid/town-1.json entities/296/settings/event/25/message #57 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @EYES_CLOSED ---------------- Well...
es: Bueno...

source: [12687] data/maps/arid/town-1.json entities/296/settings/event/26/message #58 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @WONDERING ---------------- I mean it does feel like sleeping once you log out, right?
es: Quiero decir, realmente se siente como dormir una vez que te desconectas, ¿no?

source: [12688] data/maps/arid/town-1.json entities/296/settings/event/27/message #59 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @WHISTLING ---------------- I'm just glad they allow you to do that once you enter your room.
es: Sólo estoy agradecido de que nos dejen hacer eso una vez que entramos a la habitación.

source: [12689] data/maps/arid/town-1.json entities/296/settings/event/28/message #60 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12690] data/maps/arid/town-1.json entities/296/settings/event/29/message #61 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @COMPLAINING ---------------- I really needed the break after what happened yesterday.
es: Realmente necesitaba un descanso después de lo que pasó ayer.

source: [12691] data/maps/arid/town-1.json entities/296/settings/event/30/message #62 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @WORRIED ---------------- I sure lost my nerves, didn't I? Not very proud of that.
es: Realmente me puse nervioso, ¿no? No estoy muy orgulloso de ello.

source: [12693] data/maps/arid/town-1.json entities/296/settings/event/32/message #64 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @WHISTLING ---------------- I'm really impressed how well you're taking all of this.
es: Estoy bastante sorprendido de lo bien que te estás tomando esto.

source: [12695] data/maps/arid/town-1.json entities/296/settings/event/34/message #66 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @UP ---------------- Anyway, let's go to the hub again.
es: Como sea, vayamos al centro otra vez.

source: [12696] data/maps/arid/town-1.json entities/296/settings/event/35/message #67 EventTrigger MeetupDay2 START IF plot.line >= 11500 main.schneider2 @WONDERING ---------------- They won't let me take today's quest unless I form a party with you.
es: No me dejarán aceptar la misión de hoy a no ser que forme un grupo contigo.

source: [12698] data/maps/arid/town-1.json entities/296/settings/event/39/task #860 EventTrigger MeetupDay2 START IF plot.line >= 11500 SET_PERMA_TASK ---------------- Visit the \c[3]Quest Hub\c[0] in \c[3]Vermillion Wasteland - West Town\c[0]
es: Visita el \c[3]Centro de Misiones\c[0] en \c[3]Vertedero Vermillion - Pueblo Oeste\c[0]

source: [12699] data/maps/arid/town-1.json entities/297/settings/event/9/message #120 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @DEFAULT ---------------- Alright, here we are.
es: Bien, aquí estamos.

source: [12700] data/maps/arid/town-1.json entities/297/settings/event/10/message #122 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @TOWARDS ---------------- This is the last thing I want to show you today.
es: Esto es lo último que te quería mostrar hoy.

source: [12701] data/maps/arid/town-1.json entities/297/settings/event/11/message #123 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @WINK ---------------- I know it's hard to miss...\. it's the huge tower up there.
es: Se que es dificil de no ver...\. es esa gigantesca torre ahí arriba.

source: [12702] data/maps/arid/town-1.json entities/297/settings/event/24/message #129 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @DEFAULT ---------------- Some of the other players here told me about it.
es: Algunos jugadores aquí me contaron sobre ella.

source: [12703] data/maps/arid/town-1.json entities/297/settings/event/25/message #124 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @DEFAULT ---------------- It seems like there is a way to get up to this tower.
es: Parece que hay una forma de subir hacia la torre.

source: [12704] data/maps/arid/town-1.json entities/297/settings/event/26/message #125 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @PONDERING ---------------- Some of our fellow inmates went there... and never came back.
es: Algunos de nuestros compañeros fueron ahí... y nunca volvieron.

source: [12706] data/maps/arid/town-1.json entities/297/settings/event/28/message #127 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @SERIOUS ---------------- So that can mean two things:\. either they escaped...\. or they just disappeared.
es: Así que eso significa dos cosas:\. o escaparon...\. o han desaparecido.

source: [12708] data/maps/arid/town-1.json entities/297/settings/event/30/message #121 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @WONDERING ---------------- Anyway, you can only get there once you've finished the second Trial Building.
es: Como sea, sólo puedes llegar ahí una vez termines el Segundo Edificio de Pruebas.

source: [12709] data/maps/arid/town-1.json entities/297/settings/event/31/message #130 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @SERIOUS ---------------- Let's hope they'll give us the quest for that soon.
es: Espero que nos den la misión para eso pronto.

source: [12710] data/maps/arid/town-1.json entities/297/settings/event/32/message #131 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12711] data/maps/arid/town-1.json entities/297/settings/event/39/message #132 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @EYES_CLOSED ---------------- And yes, this concludes today's tour!
es: Y si, ¡eso concluye el tour de hoy!

source: [12713] data/maps/arid/town-1.json entities/297/settings/event/41/message #134 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @SKEPTICAL ---------------- It sure was pointless, but I still hope you had a good time!
es: Se que fue inútil, ¡pero espero que la hayas pasado bien!

source: [12714] data/maps/arid/town-1.json entities/297/settings/event/42/message #135 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12715] data/maps/arid/town-1.json entities/297/settings/event/43/message #136 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @LAUGH ---------------- Gyahahaha!
es: ¡Gyahahaha!

source: [12716] data/maps/arid/town-1.json entities/297/settings/event/44/message #137 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @WONDERING ---------------- First Rookie Harbor, now Vermillion Wasteland. Guess I should think about a career as a tour guide.
es: Primero Rookie Harbor, ahora el Vertedero Vermillion. Supongo que debería pensarme hacer una carrera como guía turístico.

source: [12718] data/maps/arid/town-1.json entities/297/settings/event/46/message #139 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @WORRIED ---------------- ...unless I'm already doing that in real life.
es: ...a no ser que ya esté haciendo eso en la vida real.

source: [12720] data/maps/arid/town-1.json entities/297/settings/event/48/message #140 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @PONDERING ---------------- I...\. still don't remember much about my life outside of CrossWorlds.
es: Aún...\. no recuerdo mucho sobre mi vida fuera de CrossWorlds.

source: [12721] data/maps/arid/town-1.json entities/297/settings/event/49/message #142 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.lea @PROUD ---------------- Wait!
es: ¡Espera!

source: [12722] data/maps/arid/town-1.json entities/297/settings/event/50/message #143 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @DEFAULT ---------------- Hm?\. Do you mean it will all come with time?
es: ¿Hm?\. ¿Dices que lo recordaré con el tiempo?

source: [12723] data/maps/arid/town-1.json entities/297/settings/event/51/message #144 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12724] data/maps/arid/town-1.json entities/297/settings/event/52/message #145 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @EYES_CLOSED ---------------- I sure hope so.
es: Eso espero.

source: [12725] data/maps/arid/town-1.json entities/297/settings/event/53/message #146 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @TOWARDS ---------------- Now then...\. Anything else today?
es: Bien...\. ¿Algo más por hoy?

source: [12726] data/maps/arid/town-1.json entities/297/settings/event/54/message #147 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 main.schneider2 @EYES_CLOSED ---------------- We can still have a look around, otherwise I'm ready to hit the hay.
es: Aún podemos pasear, sino yo estoy listo para planchar oreja.

source: [12728] data/maps/arid/town-1.json entities/297/settings/event/57/task #861 EventTrigger SchneiderTourEnd START IF plot.line >= 12200 SET_PERMA_TASK ---------------- Head back to your room in the \c[3]Dormitory\c[0].
es: Vuelve a tu cuarto en el \c[3]Dormitorio\c[0].

source: [12729] data/maps/arid/town-1.json entities/298/settings/event/0/message #149 EventTrigger SchneiderCommentsOnLea START IF plot.line >= 12800 main.schneider2 @WORRIED ---------------- So what happened? Did you have a bad dream?
es: ¿Qué pasó? ¿Tuviste un mal sueño?

source: [12731] data/maps/arid/town-1.json entities/298/settings/event/2/message #151 EventTrigger SchneiderCommentsOnLea START IF plot.line >= 12800 main.schneider2 @SERIOUS ---------------- Who am I kidding...
es: A quién engaño...

source: [12732] data/maps/arid/town-1.json entities/299/settings/event/10/message #152 EventTrigger MeetupDay4 START IF plot.line >= 13310 main.lea @NERVOUS ---------------- Hi...
es: Hola...

source: [12733] data/maps/arid/town-1.json entities/299/settings/event/13/message #153 EventTrigger MeetupDay4 START IF plot.line >= 13310 main.schneider2 @DEFAULT ---------------- Ah, good morning!
es: ¡Ah, buenos días!

source: [12734] data/maps/arid/town-1.json entities/299/settings/event/14/message #154 EventTrigger MeetupDay4 START IF plot.line >= 13310 main.schneider2 @NORM_SERIOUS ---------------- Feeling better today?
es: ¿Te sientes mejor hoy?

source: [12736] data/maps/arid/town-1.json entities/299/settings/event/16/message #156 EventTrigger MeetupDay4 START IF plot.line >= 13310 main.schneider2 @WORRIED ---------------- ... A little bit?
es: ... ¿Un poco?

source: [12737] data/maps/arid/town-1.json entities/299/settings/event/17/message #157 EventTrigger MeetupDay4 START IF plot.line >= 13310 main.lea @NOD_SAD ---------------- [nods]
es: [asiente]

source: [12738] data/maps/arid/town-1.json entities/299/settings/event/18/message #158 EventTrigger MeetupDay4 START IF plot.line >= 13310 main.schneider2 @WONDERING ---------------- That's good...
es: Bien...

source: [12739] data/maps/arid/town-1.json entities/299/settings/event/19/message #159 EventTrigger MeetupDay4 START IF plot.line >= 13310 main.schneider2 @WHISTLING ---------------- So...\. should we finish that trial building today?
es: Así que...\. ¿deberíamos ir a terminar ese edificio de prueba hoy?

source: [12740] data/maps/arid/town-1.json entities/299/settings/event/20/message #160 EventTrigger MeetupDay4 START IF plot.line >= 13310 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12741] data/maps/arid/town-1.json entities/299/settings/event/21/message #161 EventTrigger MeetupDay4 START IF plot.line >= 13310 main.schneider2 @DEFAULT ---------------- Alright, let's do it!
es: ¡Bien, vamos!

source: [12742] data/maps/arid/town-1.json entities/299/settings/event/27/task #862 EventTrigger MeetupDay4 START IF plot.line >= 13310 SET_PERMA_TASK ---------------- Continue the quest \c[3]The Northern Trial Building\c[0] together with Lukas.
es: Continúa la misión \c[3]El Edificio de Prueba Norte\c[0] junto con Lukas.

source: [12743] data/maps/arid/town-1.json entities/300/settings/event/12/message #162 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.lea @DEFAULT ---------------- Hi!
es: ¡Hola!

source: [12744] data/maps/arid/town-1.json entities/300/settings/event/14/message #163 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.schneider2 @DEFAULT ---------------- Good morning, Lea!
es: ¡Buenos días, Lea!

source: [12745] data/maps/arid/town-1.json entities/300/settings/event/15/message #164 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.schneider2 @TOWARDS ---------------- So... are you ready for the tower?
es: Así que... ¿estás lista para la torre?

source: [12746] data/maps/arid/town-1.json entities/300/settings/event/16/message #165 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12747] data/maps/arid/town-1.json entities/300/settings/event/17/message #166 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.schneider2 @DEFAULT ---------------- Jawohl, let's do this!
es: ¡Jawohl, hagámoslo!

source: [12748] data/maps/arid/town-1.json entities/300/settings/event/24/message #167 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.schneider2 @NORM_SERIOUS ---------------- Ah yes...
es: Y si...

source: [12749] data/maps/arid/town-1.json entities/300/settings/event/28/message #168 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.schneider2 @NORM_SERIOUS ---------------- Going straight upwards will definitely not work.
es: Ir directo hacia arriba seguro no funcionará.

source: [12750] data/maps/arid/town-1.json entities/300/settings/event/29/message #169 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.schneider2 @COMPLAINING ---------------- No way we'll get past those guards.
es: No hay forma de que burlemos esos guardias.

source: [12751] data/maps/arid/town-1.json entities/300/settings/event/30/thenStep/0/message #1046 EventTrigger MeetupDay5 START IF plot.line >= 13610 IF newgame.sergey-hax || player.paramAvg >= 260 main.schneider2 @WONDERING ---------------- I mean okay... we can probably \c[1]defeat them\c[0], but I think they'll just spawn a wall and block the entrance, right?
es: O sea... probablemente podamos \c[1]vencerlos\c[0], pero creo que sólo harán aparecer una pared y bloquear la entrada, ¿no?

source: [12752] data/maps/arid/town-1.json entities/300/settings/event/31/message #170 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.schneider2 @TOWARDS ---------------- But... I was told that there is a secret route in the upper east over there.
es: Pero... me han dicho que hay una ruta secreta por el noreste allí.

source: [12753] data/maps/arid/town-1.json entities/300/settings/event/35/message #171 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.schneider2 @TOWARDS ---------------- We might have to do a bit of climbing to get through there, but it should be possible!
es: Quizá debamos trepar un poco para pasar por ahí, ¡pero debería ser posible!

source: [12755] data/maps/arid/town-1.json entities/300/settings/event/44/message #173 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.schneider2 @NORM_SERIOUS ---------------- Also...\. once we reach the tower, there might be no turning back.
es: Ah y...\. una vez que lleguemos a la torre, puede que no haya forma de volver.

source: [12756] data/maps/arid/town-1.json entities/300/settings/event/45/message #174 EventTrigger MeetupDay5 START IF plot.line >= 13610 main.schneider2 @WONDERING ---------------- If there is something you still want to do in this hell hole, you should do it now!
es: Si hay algo que todavía quieres hacer en este infierno, ¡será mejor que lo hagas ahora!

source: [12758] data/maps/arid/town-1.json entities/300/settings/event/50/task #863 EventTrigger MeetupDay5 START IF plot.line >= 13610 SET_PERMA_TASK ---------------- Sneak through the \c[3]north east\c[0] exit of \c[3]Vermillion Wasteland - East Town\c[0] to approach the tower.
es: Escabúllete por la salida \c[3]noroeste\c[0] de \c[3]Vertedero Vermillion - Pueblo Este\c[0] para acercarte a la torre.

source: [12759] data/maps/arid/town-1.json entities/305/settings/npcStates/2/event/2/message #180 NPC plotQuadro IF plot.line >= 13400 main.lea @SURPRISED ---------------- ....Hi?
es: ¿....Hola?

source: [12761] data/maps/arid/town-1.json entities/305/settings/npcStates/2/event/4/message #187 NPC plotQuadro IF plot.line >= 13400 cross-worlds.quadroguard-male-black @DEFAULT ---------------- Please leave me alone.
es: Por favor, déjame sólo.

source: [12763] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/2/message #190 NPC plotQuadro IF plot.line >= 13600 main.lea @NERVOUS ---------------- ...Hi?
es: ¿...Hola?

source: [12765] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/4/message #192 NPC plotQuadro IF plot.line >= 13600 main.lea @SAD ---------------- ...Hi...
es: ...Hola...

source: [12766] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/5/message #193 NPC plotQuadro IF plot.line >= 13600 cross-worlds.quadroguard-male-black @DEFAULT ---------------- ...Whoa...?
es: ¿...Wow...?

source: [12768] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/7/message #195 NPC plotQuadro IF plot.line >= 13600 cross-worlds.quadroguard-male-black @DEFAULT ---------------- H-How long have I been sitting here?
es: ¿Q-Que cuanto tiempo llevo sentado aquí?

source: [12769] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/8/message #196 NPC plotQuadro IF plot.line >= 13600 cross-worlds.quadroguard-male-black @DEFAULT ---------------- I... must have lost track of time.
es: Creo... que perdí la noción del tiempo.

source: [12771] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/10/message #198 NPC plotQuadro IF plot.line >= 13600 cross-worlds.quadroguard-male-black @DEFAULT ---------------- Remember the other guy that was with me all the time?
es: ¿Recuerdas al otro tipo que estaba conmigo todo el tiempo?

source: [12772] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/11/message #199 NPC plotQuadro IF plot.line >= 13600 cross-worlds.quadroguard-male-black @DEFAULT ---------------- Yesterday, he went to the tower... So he's gone now.
es: Ayer, fue a la torre... Así que se ha ido.

source: [12773] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/12/message #200 NPC plotQuadro IF plot.line >= 13600 cross-worlds.quadroguard-male-black @DEFAULT ---------------- Should I... go there myself as well?
es: ¿Debería... ir allí yo tambíen?

source: [12775] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/14/message #202 NPC plotQuadro IF plot.line >= 13600 cross-worlds.quadroguard-male-black @DEFAULT ---------------- I really don't know.\. I don't get this...\. I don't get any of this.
es: Realmente no lo sé.\. No lo entiendo...\. No entiendo nada de esto.

source: [12776] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/15/message #203 NPC plotQuadro IF plot.line >= 13600 cross-worlds.quadroguard-male-black @DEFAULT ---------------- Going to that tower is the only way left.
es: Ir a esa torre es el único camino que queda.

source: [12777] data/maps/arid/town-1.json entities/305/settings/npcStates/3/event/16/message #204 NPC plotQuadro IF plot.line >= 13600 cross-worlds.quadroguard-male-black @DEFAULT ---------------- Yet nobody knows what awaits us there...
es: Aún así, nadie sabe lo que nos espera ahí...

source: [12778] data/maps/arid/town-1.json entities/306/settings/dialog/0/text #177 XenoDialog firstTalk SPAWN IF plot.line >= 12500 && plot.line < 13250 cross-worlds.pentafist-male-blue ---------------- The Tower is waiting.
es: La Torre aguarda.

source: [12779] data/maps/arid/town-1.json entities/306/settings/dialog/1/text #178 XenoDialog firstTalk SPAWN IF plot.line >= 12500 && plot.line < 13250 cross-worlds.quadroguard-male-black ---------------- Are you really sure you want to go there?
es: ¿Estás segura de que quieres ir ahí?

source: [12780] data/maps/arid/town-1.json entities/306/settings/dialog/2/text #179 XenoDialog firstTalk SPAWN IF plot.line >= 12500 && plot.line < 13250 cross-worlds.quadroguard-male-black ---------------- I have a really bad feeling about this...
es: Tengo un mal presentimiento...

source: [12781] data/maps/arid/town-1.json entities/306/settings/dialog/3/text #189 XenoDialog firstTalk SPAWN IF plot.line >= 12500 && plot.line < 13250 cross-worlds.pentafist-male-blue ---------------- What else is there to do?
es: ¿Qué más podemos hacer?

source: [12782] data/maps/arid/town-1.json entities/307/settings/dialog/0/text #181 XenoDialog secondTalk SPAWN IF plot.line >= 13250 && plot.line < 13400 cross-worlds.pentafist-male-blue ---------------- We've waited long enough already, don't you think?
es: Ya esperamos suficiente, ¿no crees?

source: [12784] data/maps/arid/town-1.json entities/307/settings/dialog/2/text #183 XenoDialog secondTalk SPAWN IF plot.line >= 13250 && plot.line < 13400 cross-worlds.pentafist-male-blue ---------------- I'm really sick of sticking around here.
es: Estoy harto de estar aquí.

source: [12785] data/maps/arid/town-1.json entities/307/settings/dialog/3/text #184 XenoDialog secondTalk SPAWN IF plot.line >= 13250 && plot.line < 13400 cross-worlds.pentafist-male-blue ---------------- If you don't want to come with me, I'll go by myself.
es: Si no quieres venir conmigo, iré por mí misma.

source: [12786] data/maps/arid/town-1.json entities/307/settings/dialog/4/text #185 XenoDialog secondTalk SPAWN IF plot.line >= 13250 && plot.line < 13400 cross-worlds.quadroguard-male-black ---------------- Suit yourself.
es: Como quieras.

source: [12787] data/maps/arid/town-1.json entities/311/settings/event/13/message #866 EventTrigger StartRaid START IF tmp.startTheLaser antagonists.fancyguy @SHOUTING ---------------- Spheromancer Lea! There are still several players left in this area!
es: ¡Spheromancer Lea! ¡Aún quedan muchos jugadores en este área!
