Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid-dng.po
Languages: es_es, ru_ru

source: The time we spent together in that room, in Vermillion Wasteland.
es_es: Del tiempo que pasamos juntos en ese cuarto, en el Vertedero Vermillion.
ru_ru: Время, которое мы провели вместе в той комнате в Пустоши Вермиллион.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Those days were strange, indeed.
es_es: Esos días fueron raros, en efecto.
ru_ru: Те времена были действительно странные.

source: Part of me hoped that things could have stayed that way.
es_es: Parte de mí esperaba que las cosas permanecieran así.
ru_ru: Часть меня надеялась на то, что всё могло бы остаться как есть.

source: That you'd remain oblivious to the truth.
es_es: Que te mantuvieras inadvertida de la verdad.
ru_ru: Что ты останешься без внимания к истине.

source: And then there is the other part...\. that is glad that you escaped.
es_es: Y luego está la otra parte...\. la que está feliz de que escapases.
ru_ru: Но другая моя часть...\. рада, что ты сбежала.

source: That you traveled the whole Playground.
es_es: De que hayas explorado todo el Campo de Juego.
ru_ru: Что ты путешествовала по всей игровой зоне.

source: Saw other places...
es_es: Visto otros lugares...
ru_ru: Видела другие места...

source: It certainly was nice...\. watching you out there.
es_es: Fue algo bueno...\. verte ahí fuera.
ru_ru: Это несомненно было приятно...\. следить за тобой.

source: Farewell, Lea.
es_es: Hasta siempre, Lea.
ru_ru: Прощай, Лея.

source: What...\. the hell?
es_es: ¿Qué...\. demonios?
ru_ru: Какого...\. чёрта?

source: Leaving...\. just like this...
es_es: Y se va...\. así como así...
ru_ru: Уйти...\. вот так просто...

source: You took three people, their talents, their dreams!!
es_es: ¡¡Te llevaste a tres personas, sus talentos, sus sueños!!
ru_ru: Ты забрал трёх человек, их таланты, их мечты!!

source: And pushed them into your criminal schemes!!
es_es: ¡¡Y los empujaste hacia tus planes criminales!!
ru_ru: И использовал их в своих преступных схемах!!

source: How DARE you even call this a business?!
es_es: ¡¿Cómo te ATREVES a llamar a esto un negocio?!
ru_ru: Как ты ПОСМЕЛ назвать это бизнесом?!

source: How DARE you just walk away like this?!
es_es: ¡¿Cómo te ATREVES a irte así?!
ru_ru: Как ты СМЕЕШЬ просто вот так уйти?!

source: Damn it!!
es_es: ¡¡Demonios!!
ru_ru: Проклятье!!

source: Lea...\. it is time.
es_es: Lea...\. es hora.
ru_ru: Лея...\. время пришло.

source: Let us secure the data, Lea...
es_es: Aseguremos los datos, Lea...
ru_ru: Давай спасём данные, Лея...

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid-dng/test-elevator.json//entities/2/settings/destinations/0/label
source: Up
es_es: Arriba
ru_ru: Наверх

# data/maps/arid-dng/test-elevator.json//entities/2/settings/destinations/1/label
source: Down
es_es: Abajo
ru_ru: Вниз

# data/maps/arid-dng/first/room-12.json//entities/67/settings/text
source: Get Gud: Game Dev Edition
es_es: Git Gud: Edición Desarrollador de Videojuegos
