Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/maps/arid/interior/gautham-room.json//entities/30/settings/event/12/text
source: So?\. How is it going so far?
es_es: ¿Y bien?\. ¿Cómo va?
ru_ru: Итак?\. Как всё идёт?

# data/maps/arid/interior/gautham-room.json//entities/30/settings/event/14/message
source: First results are...\. pretty positive.
es_es: Los primeros resultados son...\. muy positivos.
ru_ru: Первые результаты...\. довольно положительные.

# data/maps/arid/interior/gautham-room.json//entities/30/settings/event/15/message
source: He recognized her immediately...
es_es: La reconoció de inmediato...
ru_ru: Он сразу узнал её...

# data/maps/arid/interior/gautham-room.json//entities/30/settings/event/16/message
source: Otherwise...\. he recalls things...\. more quickly.\. I think...
es_es: Además de eso...\. recuerda cosas...\. más rápido.\. creo...
ru_ru: Другие вещи...\. он вспоминает...\. быстрее, чем обычно.\. Мне так кажется...

# data/maps/arid/interior/gautham-room.json//entities/30/settings/event/19/text
source: Good.\. Please keep a close eye on them.
es_es: Bien.\. Por favor vigílalos de cerca.
ru_ru: Хорошо.\. Пожалуйста, не спускай с них глаз.

# data/maps/arid/interior/gautham-room.json//entities/31/settings/event/10/text
source: Gautham, why did this happen?
es_es: Gautham, ¿por qué pasó esto?
ru_ru: Гаутам, почему это произошло?

# data/maps/arid/interior/gautham-room.json//entities/31/settings/event/12/message
source: She had assistance...
es_es: Tuvo asistencia...
ru_ru: У неё есть помощник...

# data/maps/arid/interior/gautham-room.json//entities/31/settings/event/13/message
source: Somebody interfered...\. hacked the environment server...
es_es: Alguien interfirió...\. hackeó el servidor de ambiente...
ru_ru: Кто-то вмешался...\. взломал сервер окружения...

# data/maps/arid/interior/gautham-room.json//entities/31/settings/event/16/text
source: That was bound to happen!
es_es: ¡Estaba destinado a pasar!
ru_ru: Это должно было случиться!

# data/maps/arid/interior/gautham-room.json//entities/31/settings/event/17/text
source: The odds were still highly stacked against them.
es_es: Las probabilidades estaban altamente contra ellos.
ru_ru: Всё-таки шансы были не сильно велики для них.

# data/maps/arid/interior/gautham-room.json//entities/31/settings/event/23/text
source: This is like the Cargo Ship all over again.
es_es: Es como lo que pasó en el Barco de Carga otra vez.
ru_ru: Похоже, что это снова Грузовой корабль.

# data/maps/arid/interior/gautham-room.json//entities/31/settings/event/24/text
source: Gautham, you need to stop playing around.
es_es: Gautham, tienes que dejar de jugar.
ru_ru: Гаутам, тебе нужно перестать ходить вокруг да около.

# data/maps/arid/interior/gautham-room.json//entities/31/settings/event/28/message
source: Understood.
es_es: Entendido.
ru_ru: Понял.

# data/maps/arid/interior/gautham-room.json//entities/31/settings/event/31/text
source: For now, continue with the interrogation.
es_es: Por ahora, continúa con la interrogación.
ru_ru: А сейчас, продолжай допрос.

# data/maps/arid/interior/gautham-room.json//entities/31/settings/event/32/text
source: We're behind schedule.
es_es: Estamos atrasados.
ru_ru: Мы отстаём от графика.

# data/maps/arid/interior/gautham-room.json//entities/32/settings/event/11/message
source: It is done...
es_es: Está hecho...
ru_ru: Всё готово...

# data/maps/arid/interior/gautham-room.json//entities/32/settings/event/12/message
source: My final...\. creation...
es_es: Mi última...\. creación...
ru_ru: Моё последнее...\. творение...

# data/maps/arid/interior/gautham-room.json//entities/32/settings/event/13/message
source: Time...\. to put an end to this...
es_es: Es tiempo de...\. poner un fin a esto...
ru_ru: Время...\. чтобы положить конец этому...

# data/maps/arid/interior/gautham-room.json//entities/32/settings/event/14/message
source: All of this...
es_es: A todo esto...
ru_ru: Всему...

# data/maps/arid/interior/lobby.json//entities/33/settings/event/10/message
source: Japp. Can't see anything.
es_es: Japp. No veo nada.
ru_ru: Japp (Йеп). Ничего не вижу.

# data/maps/arid/interior/lobby.json//entities/33/settings/event/11/message
source: Somebody mind turning on the light?
es_es: ¿Alguien podría prender la luz?
ru_ru: Кто-нибудь может включить свет?

# data/maps/arid/interior/lobby.json//entities/33/settings/event/16/message
source: Thank you.
es_es: Gracias.
ru_ru: Спасибо.

# data/maps/arid/interior/lobby.json//entities/33/settings/event/24/message
source: Uhm...\. it's...\. just a room?
es_es: Uhm...\. es...\. ¿solo un cuarto?
ru_ru: Хмм...\. это...\. просто комната?

# data/maps/arid/interior/lobby.json//entities/33/settings/event/25/message
source: Looks like a lobby of sorts.
es_es: Parece un lobby de algún tipo.
ru_ru: Выглядит как своего рода фойе.

# data/maps/arid/interior/lobby.json//entities/33/settings/event/27/message
source: It's...\. strangely familiar.\. But I can't quite pinpoint it.
es_es: Es...\. extrañamente familiar.\. Pero no puedo adivinarlo,
ru_ru: Это...\. странно знакомо.\. Но я не могу точно понять.

# data/maps/arid/interior/lobby.json//entities/33/settings/event/34/message
source: This is...\. weird.\. It's very weird.
es_es: Esto es...\. extraño.\. Muy extraño.
ru_ru: Это...\. странно.\. Это очень странно.

# data/maps/arid/interior/lobby.json//entities/33/settings/event/36/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/arid/interior/lobby.json//entities/33/settings/event/37/message
source: ...I don't know.\. Something just feels very weird.
es_es: ...No lo sé.\. Hay algo que se siente raro.
ru_ru: ...Я не знаю.\. Просто очень странное чувство.

# data/maps/arid/interior/lobby.json//entities/33/settings/event/39/message
source: It's probably about time for me to log out.
es_es: Creo que es tiempo de que me desconecte.
ru_ru: Мне, наверное, просто уже пора выйти из игры.

# data/maps/arid/interior/lobby.json//entities/33/settings/event/51/message
source: Huh...\. looks like we spent enough time in the room?
es_es: Hm...\. ¿parece que ya pasamos suficiente tiempo en el cuarto?
ru_ru: Хмм...\. похоже мы провели достаточно времени в комнате?

# data/maps/arid/interior/lobby.json//entities/33/settings/event/52/message
source: So what exactly was the point of all this?
es_es: ¿Entonces cual fue el propósito de todo esto?
ru_ru: Так в чём же был смысл всего этого?

# data/maps/arid/interior/lobby.json//entities/33/settings/event/54/message
source: I really don't get this place. Let's go.
es_es: En serio que no entiendo este lugar. Vámonos.
ru_ru: Я и правда не понимаю этого места. Пойдём.

# data/maps/arid/interior/lobby.json//entities/33/settings/event/55/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/lobby.json//entities/34/settings/teleportLabel
source: Back to \c[3]River Delta\c[0]
es_es: De vuelta al \c[3]Río Delta\c[0]
ru_ru: Назад к \c[3]дельте реки\c[0]

# data/maps/arid/interior/lobby.json//entities/36/settings/event/0/message
source: Whoa!\. No way!\. That's the lobby of my workplace!
es_es: ¡Wow!\. ¡No puede ser!\. ¡Es el lobby de mi trabajo!
ru_ru: Вау!\. Не может быть!\. Это холл моего места работы!

# data/maps/arid/interior/lobby.json//entities/36/settings/event/1/message
source: Did they seriously add a reconstruction of it...\. right here in the Playground?
es_es: ¿En serio agregaron una reconstrucción de el...\. aquí en el Campo de Juego?
ru_ru: Они серьёзно добавили его реконструкцию...\. прямо здесь в игровой зоне?

# data/maps/arid/interior/lobby.json//entities/36/settings/event/2/message
source: Hm...\. looking at it closely, some details seem to be off a bit.
es_es: Hm...\. viéndolo más de cerca, hay algunos detalles que no están del todo bien.
ru_ru: Хм...\. при внимательном рассмотрении, некоторые детали кажутся не совсем подходящими.

# data/maps/arid/interior/lobby.json//entities/36/settings/event/3/message
source: Still...\. it was probably enough to trigger a few memories for my Evotar.
es_es: Aún así...\. probablemente fue lo suficiente como para que mi Evotar recordase algo.
ru_ru: Всё же...\. этого было, вероятно, достаточно, чтобы вызвать некоторые воспоминания моего эвотара.

# data/maps/arid/interior/quest-hub.json//entities/55/settings/event/9/message
source: That's the quest hub.
es_es: Ese es el centro de misiones.
ru_ru: Это квест-хаб.

# data/maps/arid/interior/quest-hub.json//entities/55/settings/event/10/message
source: They got a holographic projector up there, just like in Rookie Harbor.
es_es: Tienen un proyector holográfico ahí, al igual que en el Puerto de los Principiantes.
ru_ru: У них там голографический проектор, как и в Гавани новичков.

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/18/message
source: ... That was brief!
es_es: ... ¡Eso fue rápido!
ru_ru: ...Это было кратко!

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/19/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/20/message
source: ...How?
es_es: ...¿Cómo?
ru_ru: ...Как?

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/21/message
source: "How" indeed.
es_es: En efecto, "cómo".
ru_ru: И впрямь, "Как".

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/22/message
source: How does this connect to the rest of the lore? What even is "Project Red"?
es_es: ¿Cómo conecta esto con el resto de la historia? ¿Qué es el "Proyecto Rojo"?
ru_ru: Как это связано с остальной историей игры? Что вообще за "Красный проект"?

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/23/message
source: I wonder if Hlin would know anything about this.
es_es: Me pregunto si Hlin sabe algo de todo esto.
ru_ru: Интересно, знает ли Хлин что-нибудь об этом?

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/24/message
source: Too bad I can't seem to contact her... or anybody else for that matter.
es_es: Que pena que no puedo contactarla... ni a nadie más.
ru_ru: Жаль, что я не могу связаться с ней... или с кем-то ещё, если уж на то пошло.

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/26/message
source: Tja.
ru_ru: Tja (Да).

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/27/message
source: I don't know what else to do, so let's just try and solve that quest, alright?
es_es: No sé que más hacer, así que tratemos de resolver esa misión, ¿si?
ru_ru: Я не знаю, что ещё делать, так что давай попробуем пройти этот квест, хорошо?

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/28/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/quest-hub.json//entities/57/settings/event/30/task
source: Solve the quest \c[3]The Southern Trial Building\c[0] together with Lukas.
es_es: Completa la misión \c[3]El Edificio de Prueba Sur\c[0] junto con Lukas.
ru_ru: Пройдите квест \c[3]Южное пробное здание\c[0] вместе с Лукасом.

# data/maps/arid/interior/quest-hub.json//entities/58/settings/event/9/message
source: So... I suppose we should hand in the quest at the hologram portal again?
es_es: Así que... ¿supongo que deberíamos ir a entregar la misión al portal holograma?
ru_ru: Итак... я полагаю, что мы должны снова сдать квест голограмме?

# data/maps/arid/interior/quest-hub.json//entities/58/settings/event/10/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/18/message
source: What.
es_es: Qué.
ru_ru: Что.

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/19/message
source: How.
es_es: ¿Cómo?
ru_ru: Как.

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/20/message
source: That's got to be the laziest quest writing I've ever seen.
es_es: Esa debió ser la historia para una misión más vaga que he visto.
ru_ru: Это, должно быть, самый ленивый квест, который я когда-либо видел.

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/27/message
source: And did I get this right? We're supposed to return to our "rooms"?
es_es: ¿Y oí bien? ¿Se supone que volvamos a nuestros "cuartos"?
ru_ru: И я правильно понял? Мы должны вернуться в наши "комнаты"?

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/28/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/29/message
source: Do they seriously assign rooms to all the players here?
es_es: ¿En serio le asignan cuartos a todos los jugadores aquí?
ru_ru: Они серьёзно назначают комнаты всем игрокам здесь?

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/30/message
source: What is this?\. Some kind of prison?
es_es: ¿Qué es esto?\. ¿Algún tipo de prisión?
ru_ru: Что это?\. Какая-то тюрьма?

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/32/message
source: This is stupid.\. You know what?\. I'll just log off.\. Right now.
es_es: Esto es estúpido.\. ¿Sabes?\. Solo me desconectaré.\. Ahora mismo.
ru_ru: Это глупо.\. Знаешь что?\. Я просто выйду из системы.\. Прямо сейчас.

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/33/message
source: Gotta look up how to get out of this place.
es_es: Debo buscar como salir de aquí.
ru_ru: Хочу посмотреть, как выбраться из этого места.

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/36/message
source: Anyway, thanks for playing with me Lea, see you soon!
es_es: Como sea, gracias por jugar conmigo Lea, ¡nos vemos!
ru_ru: В любом случае, спасибо за игру, Лея, до скорой встречи!

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/37/message
source: Bye.
es_es: Adiós.
ru_ru: Пока.

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/40/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/46/text
source: Login
es_es: Conectarse
ru_ru: Инициализация

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/53/message
source: ... What?\. Am I still in the game?
es_es: ... ¿Qué?\. ¿Sigo en el juego?
ru_ru: ...Что?\. Я по-прежнему в игре?

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/55/message
source: ... This can't be right.
es_es: ... Esto no está bien.
ru_ru: ...Этого не может быть.

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/57/text
source: Logout
es_es: Desconectarse
ru_ru: Выход из игры

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/60/text
source: Login
es_es: Conectarse
ru_ru: Инициализация

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/65/message
source: ... Again?!
es_es: ... ¡¿Otra vez?!
ru_ru: ...Снова?!

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/67/message
source: Is the system broken?\. I'll just remove the...
es_es: ¿El sistema está roto?\. Solo me quitaré el...
ru_ru: Система сломалась?\. Я просто сниму...

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/71/message
source: ...I...
es_es: ...No...
ru_ru: ...Я...

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/72/message
source: ...I can't...\. remove the Cross Gear.
es_es: ...No puedo...\. quitarme el Casco Cross.
ru_ru: ...Я не могу... \. снять Cross-оборудование.

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/75/message
source: W-What is going on here...
es_es: Q-Qué está pasando aquí...
ru_ru: Ч-Что здесь происходит...

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/77/message
source: Am I stuck in the game now, or what?!
es_es: ¡¿Estoy atrapado en el juego o qué?!
ru_ru: Я что, теперь, застрял в игре?!

# data/maps/arid/interior/quest-hub.json//entities/59/settings/event/85/message
source: ...Wait!
es_es: ¡...Alto!
ru_ru: ...Подожди!

# data/maps/arid/interior/quest-hub.json//entities/60/settings/event/9/message
source: Alright, ready to get today's quest!
es_es: Bien, ¡estoy listo para la misión de hoy!
ru_ru: Ладно, готов получить сегодняшний квест!

# data/maps/arid/interior/quest-hub.json//entities/60/settings/event/10/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/quest-hub.json//entities/61/settings/event/17/message
source: ...Wait. That's all?
es_es: ...Espera. ¿Eso es todo?
ru_ru: ...Подожди. Это всё?

# data/maps/arid/interior/quest-hub.json//entities/61/settings/event/18/message
source: They just want us to walk around and that's it?
es_es: ¿Quieren que paseemos y ya?
ru_ru: Они хотят, чтобы мы просто погуляли?

# data/maps/arid/interior/quest-hub.json//entities/61/settings/event/19/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/quest-hub.json//entities/61/settings/event/20/message
source: Oh Junge...
ru_ru: Oh Junge (Боже)...

# data/maps/arid/interior/quest-hub.json//entities/61/settings/event/21/message
source: Seriously, this "campaign" is the worst.
es_es: En serio, esta "campaña" es lo peor.
ru_ru: Серьёзно, эта "кампания" просто худшая.

# data/maps/arid/interior/quest-hub.json//entities/61/settings/event/27/message
source: Actually, I had a look around before and I found a few nice places.
es_es: De hecho, investigué un poco y descubrí un par de buenos lugares.
ru_ru: На самом деле, я осмотрелся до этого и нашёл несколько хороших мест.

# data/maps/arid/interior/quest-hub.json//entities/61/settings/event/28/message
source: So since there's nothing to do, do you want me to show you around?
es_es: Así que, ya que no hay nada para hacer, ¿quieres que te muestre?
ru_ru: Раз нам нечем заняться, не хочешь, чтобы я показал тебе всё вокруг?

# data/maps/arid/interior/quest-hub.json//entities/61/settings/event/30/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/quest-hub.json//entities/61/settings/event/31/message
source: Alright then, follow me!
es_es: Bien, ¡sígueme!
ru_ru: Хорошо, тогда следуй за мной!

# data/maps/arid/interior/quest-hub.json//entities/62/settings/event/9/message
source: Okay...\. time to enter space again.
es_es: Okey...\. es hora de entrar al espacio otra vez.
ru_ru: Ладно...\. время снова выйти в космос.

# data/maps/arid/interior/quest-hub.json//entities/63/settings/event/17/message
source: Dust-dry as usual.
es_es: Parece que escatimaron en escritores otra vez.
ru_ru: Тоска зелёная, как и всегда.

# data/maps/arid/interior/quest-hub.json//entities/63/settings/event/18/message
source: Well at least we got a proper quest today.
es_es: Bueno, al menos tenemos una misión hoy.
ru_ru: Ну, по крайней мере, у нас сегодня хороший квест.

# data/maps/arid/interior/quest-hub.json//entities/63/settings/event/21/message
source: Look, it's clear something isn't quite right with you.
es_es: Mira, está claro que algo anda mal contigo.
ru_ru: Слушай, с тобой явно что-то не так.

# data/maps/arid/interior/quest-hub.json//entities/63/settings/event/22/message
source: Should we somehow try to...\. talk about it?
es_es: ¿Deberíamos intentar...\. hablar de ello?
ru_ru: Может, нам как-нибудь попытаться...\. поговорить об этом?

# data/maps/arid/interior/quest-hub.json//entities/63/settings/event/24/message
source: ...No?
ru_ru: ...Нет?

# data/maps/arid/interior/quest-hub.json//entities/63/settings/event/26/message
source: Or we just go ahead and solve today's quest?
es_es: ¿O deberíamos solo seguir y hacer la misión de hoy?
ru_ru: Или просто продолжим и пройдём сегодняшний квест?

# data/maps/arid/interior/quest-hub.json//entities/63/settings/event/27/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/quest-hub.json//entities/63/settings/event/28/message
source: Okay...
es_es: Okey...
ru_ru: Хорошо...

# data/maps/arid/interior/quest-hub.json//entities/63/settings/event/30/task
source: Solve the quest \c[3]The Northern Trial Building\c[0] together with Lukas.
es_es: Completa la misión \c[3]El Edificio de Pruebas Norte\c[0] junto con Lukas.
ru_ru: Пройдите квест \c[3]Северное пробное здание\c[0] вместе с Лукасом.

# data/maps/arid/interior/quest-hub.json//entities/64/settings/event/9/message
source: Here we go.
es_es: Aquí vamos.
ru_ru: Погнали.

# data/maps/arid/interior/quest-hub.json//entities/65/settings/event/18/message
source: Thanks, Chief.
es_es: Gracias, Jefe.
ru_ru: Спасибо, шеф.

# data/maps/arid/interior/quest-hub.json//entities/65/settings/event/19/message
source: Bye.
es_es: Adiós.
ru_ru: Пока.

# data/maps/arid/interior/quest-hub.json//entities/65/settings/event/26/message
source: Well then, we're free to go to the tower now.
es_es: Bueno, somos libres de ir a la torre ahora.
ru_ru: Ну, теперь мы можем идти в башню.

# data/maps/arid/interior/quest-hub.json//entities/65/settings/event/27/message
source: I don't know about you, but I'd rather sleep another night before we go there.
es_es: No se tú, pero yo preferiría dormir otra noche antes de ir.
ru_ru: Я не знаю насчёт тебя, но я бы предпочёл поспать ещё одну ночь, прежде чем мы туда пойдем.

# data/maps/arid/interior/quest-hub.json//entities/65/settings/event/28/message
source: Who knows what will await us in there, right? It might take some time.
es_es: Quién sabe lo que nos espera, ¿no? Puede que nos lleve tiempo.
ru_ru: Кто знает, что нас там ждёт, верно? Это может быть надолго.

# data/maps/arid/interior/quest-hub.json//entities/65/settings/event/30/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/quest-hub.json//entities/65/settings/event/31/message
source: Alright then, let's head to the dormitory. One last time.
es_es: De acuerdo, a los dormitorios. Una última vez.
ru_ru: Хорошо, тогда пойдём в общежитие. В последний раз.

# data/maps/arid/interior/quest-hub.json//entities/65/settings/event/35/task
source: Head back to the \c[3]Dormitory\c[0].
es_es: Vuelve al \c[3]Dormitorio\c[0].
ru_ru: Возвращайтесь в \c[3]Общежитие\c[0].

# data/maps/arid/interior/stealth-1.json//entities/5/settings/destinations/0/label
source: Down
es_es: Abajo
ru_ru: Вниз

# data/maps/arid/interior/stealth-1.json//entities/21/settings/event/7/message
source: Phew... that was close.
es_es: Uf... eso estuvo cerca.
ru_ru: Фух... чуть не попались.

# data/maps/arid/interior/stealth-1.json//entities/21/settings/event/8/message
source: So many of them out there.
es_es: Hay demasiados ahí fuera.
ru_ru: Их там так много.

# data/maps/arid/interior/stealth-1.json//entities/21/settings/event/9/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/stealth-1.json//entities/21/settings/event/10/message
source: Well then, let's take that elevator.
es_es: Bueno, tomemos el elevador.
ru_ru: Ну тогда, давай воспользуемся этим лифтом.

# data/maps/arid/interior/stealth-2.json//entities/0/settings/destinations/0/label
source: Up
es_es: Arriba
ru_ru: Наверх

source: Use Terminal.
es_es: Usar Terminal.
ru_ru: Воспользоваться терминалом.

source: I totally saw that one coming!
es_es: ¡Ya me lo veía venir!
ru_ru: Я это полностью предвидел!

source: Up
es_es: Arriba
ru_ru: Наверх

source: Now this terminal is almost too conveniently placed, don't you agree?
es_es: Esta terminal está posicionada de forma demasiado conveniente, ¿no crees?
ru_ru: Этот терминал слишком удобно расположен, тебе не кажется?

source: Let's hope that exit opened up now...
es_es: Espero que esa salida se haya abierto ahora...
ru_ru: Будем надеяться, что выход теперь открыт...

# data/maps/arid/interior/stealth-2.json//entities/91/settings/event/7/message
source: There's supposedly more guards down here.
es_es: Se supone que hay más guardias ahí abajo.
ru_ru: Здесь внизу должно быть ещё больше охранников.
