Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: Look, I can't even explain a lake to you, so what do you expect now?
es_es: Mira, no puedo ni explicarte un lago, ¿qué esperas de mí?
ru_ru: Слушай, я даже не могу объяснить тебе насчёт озера, так чего ты ждёшь сейчас?

source: Anyway, those flowers are awfully convenient for an elaborate jumping path, don't you think?
es_es: Como sea, esas flores son muuuy convenientes para hacer un camino de parkour elaborado, ¿no crees?
ru_ru: В любом случае, эти цветы очень удобно подходят для замысловатого пути для прыжков, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I mean this wouldn't be CrossWorlds without unlikely jumping paths literally everywhere.
es_es: O sea, esto no sería CrossWorlds sin caminos de parkour improvables por todos lados.
ru_ru: В том смысле, что это был бы не CrossWorlds без этих прыжков буквально повсюду.

source: The only thing I'm missing here is the treasure chest to collect.
es_es: Lo único que extraño aquí son los cofres para recoger.
ru_ru: Единственное, чего мне здесь не хватает - это сундука с сокровищами, который нужно собрать.

source: So I suppose we both can guess when those flowers will come into play.
es_es: Entonces supongo que ambos podemos adivinar cuando estas flores serán útiles.
ru_ru: Так что, полагаю, что мы можем только догадываться, когда эти цветы смогут понадобиться.

source: Enough of this forest. Let's go back to the lake. There is one more location I want to show you.
es_es: Suficiente de este bosque. Volvamos al lago. Hay una localización más que quiero mostrarte.
ru_ru: Хватит этого леса. Давай вернёмся к озеру. Есть ещё одно место, которое я хочу тебе показать.

source: Head back to \c[3]Vermillion Wasteland - Crimson Lake\c[0] to proceed with Lukas' tour.
es_es: Vuelve a \c[3]Vertedero Vermillion - Lago Carmesí\c[0] para proceder con el tour de Lukas.
ru_ru: Возвращайтесь в \c[3]Пустошь Вермиллион - Алое озеро\c[0], чтобы продолжить экскурсию Лукаса.

# data/maps/arid/forest-1.json//entities/512/settings/event/0/message
source: Is there really nothing else you'd like to do?
es_es: ¿En serio no hay nada más que quieras hacer?
ru_ru: Неужели тебе правда больше ничем не хочется заняться?

# data/maps/arid/forest-1.json//entities/512/settings/event/2/message
source: Lea...?
ru_ru: Лея...?

# data/maps/arid/forest-1.json//entities/514/settings/event/0/message
source: Hah, told you we'd be jumping over these flowers.
es_es: Ja, te dije que íbamos a tener que saltar por esas flores.
ru_ru: Ха, говорил же тебе, что мы будем прыгать по этим цветам.

# data/maps/arid/forest-1.json//entities/538/settings/blockEvent/4/message
source: Come on, Lea. Let's call it a day.
es_es: Vamos, Lea. Suficiente por hoy.
ru_ru: Да ладно, Лея. Давай закончим на этом.

# data/maps/arid/forest-1.json//entities/538/settings/blockEvent/5/message
source: There's still time for the trial building tomorrow.
es_es: Hay tiempo para el edificio de pruebas mañana.
ru_ru: Завтра ещё будет время для пробного здания.

# data/maps/arid/forest-1.json//entities/541/settings/event/6/message
source: Okay, here we go again...
es_es: Ok, aquí vamos otra vez...
ru_ru: Хорошо, опять то же самое...

# data/maps/arid/forest-1.json//entities/541/settings/event/14/message
source: Huh?
es_es: ¿Hm?
ru_ru: Хмм?

# data/maps/arid/forest-1.json//entities/541/settings/event/25/message
source: Enemies already?\. Let us enter the damn building first!
es_es: ¿Ya hay enemigos?\. ¡Déjennos entrar al maldito edificio primero!
ru_ru: Враги, уже? Дайте сначала хоть войти в это чёртово здание!

# data/maps/arid/forest-1.json//entities/560/settings/event/13/message
source: Finally...
es_es: Finalmente...
ru_ru: Наконец-то...

# data/maps/arid/forest-1.json//entities/560/settings/event/17/message
source: So...\. should we enter?
es_es: Así que...\. ¿deberíamos entrar?
ru_ru: Так...\. мы должны войти?

# data/maps/arid/forest-1.json//entities/560/settings/event/20/message
source: Honestly, I don't have a good feeling about this.
es_es: Para ser sincero, no tengo un buen presentimiento sobre esto.
ru_ru: Честно говоря, у меня нехорошее предчувствие по этому поводу.

# data/maps/arid/forest-1.json//entities/560/settings/event/21/message
source: There will probably be more high-level enemies in there.
es_es: Probablemente haya más enemigos de alto nivel ahí.
ru_ru: Там, вероятно, будет ещё больше врагов высокого уровня.

# data/maps/arid/forest-1.json//entities/560/settings/event/22/thenStep/0/message
source: Not that this matters much for you, but still...\. with you being like this today...
es_es: No que te importe mucho, pero aún así...\. estando de este humor hoy...
ru_ru: Не то чтобы это было большой проблемой для тебя, но всё же...\. в таком состоянии, как у тебя сегодня...

# data/maps/arid/forest-1.json//entities/560/settings/event/22/elseStep/0/message
source: And with you being like this today...
es_es: Y contigo estando de este humor hoy...
ru_ru: А в таком состоянии, как у тебя сегодня...

# data/maps/arid/forest-1.json//entities/560/settings/event/24/message
source: Should we continue another time?\. There is no reason to rush this, right?
es_es: ¿Deberíamos seguir otro día?\. No hay motivo para apurarnos, ¿no?
ru_ru: Может, продолжим в другой раз?\. Нет причин торопиться, верно?

# data/maps/arid/forest-1.json//entities/560/settings/event/27/message
source: It really would help if you'd respond... at all.
es_es: En serio ayudaría si me respondieras... algo.
ru_ru: Было бы неплохо, если бы ты реагировала... хоть как-то.

# data/maps/arid/forest-1.json//entities/560/settings/event/28/message
source: I mean...\. I understand why you'd feel down in a situation like this.
es_es: O sea...\. entiendo que te sientas deprimida en una situación como esta.
ru_ru: То есть...\. Я понимаю, почему ты чувствуешь себя подавленно в таких ситуациях.

# data/maps/arid/forest-1.json//entities/560/settings/event/29/message
source: But...\. things don't have to stay that way.
es_es: Pero...\. las cosas no tienen por que quedar así.
ru_ru: Но...\. долго так продолжаться не может.

# data/maps/arid/forest-1.json//entities/560/settings/event/30/message
source: I'm sure we'll find a way out.\. Out of this place...\. out of this game...
es_es: Estoy seguro de que encontraremos una forma de salir.\. De salir de este lugar...\. de salir del juego...
ru_ru: Я уверен, что мы найдём выход.\. Из этого места...\. из этой игры...

# data/maps/arid/forest-1.json//entities/560/settings/event/32/message
source: We just shouldn't lose hope...
es_es: No deberíamos perder la esperanza...
ru_ru: Мы просто не должны терять надежду...

# data/maps/arid/forest-1.json//entities/560/settings/event/36/message
source: ....Lea?
ru_ru: ....Лея?

# data/maps/arid/forest-1.json//entities/560/settings/event/47/message
source: ... Oh...
ru_ru: ...Ох...

# data/maps/arid/forest-1.json//entities/560/settings/event/48/message
source: Oh Junge...
ru_ru: Oh Junge (Боже)...

# data/maps/arid/forest-1.json//entities/561/settings/event/6/message
source: Here we are. For real this time.
es_es: Aquí estamos. Va en serio esta vez.
ru_ru: Вот мы и пришли. На этот раз по-настоящему.

# data/maps/arid/forest-1.json//entities/561/settings/event/14/thenStep/0/message
source: They might throw another high level enemy at us, so I'll be counting on your support in that case.
es_es: Puede que nos enfrentemos a más enemigos de alto nivel, así que contaré contigo en ese caso.
ru_ru: Они могут бросить на нас очередного врага высокого уровня, так что в этом случае, я буду рассчитывать на твою поддержку.

# data/maps/arid/forest-1.json//entities/561/settings/event/14/elseStep/0/message
source: They might throw another high level enemy at us, so better keep your guard up.
es_es: Puede que nos enfrentemos a más enemigos de alto nivel, así que mejor estate atenta.
ru_ru: Они могут бросить на нас очередного врага высокого уровня, так что лучше будь наготове.

# data/maps/arid/forest-1.json//entities/561/settings/event/15/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/forest-1.json//entities/561/settings/event/16/message
source: Can't wait to see what kind of room they'll show us this time.
es_es: No puedo esperar a ver que tipo de habitación nos mostrarán esta vez.
ru_ru: Не могу дождаться, чтобы увидеть, какую комнату они покажут нам на этот раз.

# data/maps/arid/forest-1.json//entities/568/settings/event/0/message
source: Secret laser bridge!! Yaay!
es_es: ¡¡Puente de Luz secreto!! ¡Sííí!
ru_ru: Секретный лазерный мост!! Ура!

# data/maps/arid/forest-1.json//entities/570/settings/dialog/0/text
source: Must leave...
es_es: Debo irme...
ru_ru: Должен выйти...

# data/maps/arid/forest-1.json//entities/570/settings/dialog/1/text
source: Leave...
es_es: Irme...
ru_ru: Выйти...

# data/maps/arid/forest-1.json//entities/570/settings/dialog/2/text
source: Please let me leave...
es_es: Por favor déjenme irme...
ru_ru: Пожалуйста, дайте мне уйти...

# data/maps/arid/harbor.json//entities/202/settings/event/19/message
source: Wow, that was weird!
es_es: Wow, ¡eso fue raro!
ru_ru: Вау, это было странно!

# data/maps/arid/harbor.json//entities/202/settings/event/23/message
source: Ye're welcome.
es_es: De nada.
ru_ru: Всегда пожалуйста.

# data/maps/arid/harbor.json//entities/202/settings/event/24/message
source: I'll be off then.\. Good luck!
es_es: Me las tomo entonces.\. ¡Buena suerte!
ru_ru: Ну, я полетел.\. Удачи!

# data/maps/arid/harbor.json//entities/202/settings/event/25/message
source: Merci for the ride, captain!
es_es: ¡Merci por el viaje, capitán!
ru_ru: Merci (Спасибо), что подвезли, капитан!

# data/maps/arid/harbor.json//entities/202/settings/event/34/message
source: Where?
es_es: ¿Dónde?
ru_ru: Где?

# data/maps/arid/harbor.json//entities/202/settings/event/36/message
source: Right...\. where are we exactly?
es_es: Si...\. ¿dónde estamos exactamente?
ru_ru: Да...\. где мы вообще?

# data/maps/arid/harbor.json//entities/202/settings/event/38/message
source: Ah!\. I see you have arrived.
es_es: ¡Ah!\. Veo que han llegado.
ru_ru: Ах!\. Я смотрю, вы прилетели.

# data/maps/arid/harbor.json//entities/202/settings/event/39/message
source: You are at the \c[3]border of Vermillion Wasteland\c[0].
es_es: Están en el \c[3]límite del Vertedero Vermillion\c[0].
ru_ru: Вы находитесь на \c[3]границе Пустоши Вермиллион\c[0].

# data/maps/arid/harbor.json//entities/202/settings/event/40/message
source: Just continue straight ahead, jump down the wall, and you'll be inside.
es_es: Tan solo continúen hacia adelante, salten la pared y estarán dentro.
ru_ru: Просто идите вперёд, спрыгните со стены, и окажетесь внутри.

# data/maps/arid/harbor.json//entities/202/settings/event/42/message
source: Merci Monsieur!
ru_ru: Merci Monsieur (Спасибо, месье)!

# data/maps/arid/harbor.json//entities/202/settings/event/43/message
source: Let's go!!!
es_es: ¡¡¡Vamos!!!
ru_ru: Погнали!!

source: Well here we are.
es_es: Bueno, aquí estamos.
ru_ru: Ну вот мы и на месте.

source: My room's up here, yours?
es_es: Mi habitación está aquí arriba, ¿la tuya?
ru_ru: Моя комната здесь, а твоя?

source: I see.\. Let's try to rest and meet up tomorrow. We'll see what happens.
es_es: Ya veo.\. Tratemos de descansar, nos encontramos mañana. Vemos que pasa.
ru_ru: Ладно.\. Давай попробуем отдохнуть и встретиться завтра. Посмотрим, что получится.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Good night, Lea.
es_es: Buenas noches, Lea.
ru_ru: Спокойной ночи, Лея.

source: Alright, guess that's all for today.
es_es: Bien, supongo que eso es todo por hoy.
ru_ru: Хорошо, думаю, что на сегодня это всё.

source: See you soon!
es_es: ¡Nos vemos!
ru_ru: Скоро увидимся!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Good night!
es_es: ¡Buenas noches!
ru_ru: Спокойной ночи!

# data/maps/arid/interior/barrack-room01.json//entities/33/settings/event/7/task
source: Just... walk outside.
es_es: Solo... camina afuera...
ru_ru: Просто... идите на улицу.

source: So...\. I guess this is where we split.
es_es: Así que...\. Supongo que aquí nos separamos.
ru_ru: Итак...\. Полагаю, что тут мы расходимся.

source: Will you be okay by yourself?
es_es: ¿Estarás bien por ti misma?
ru_ru: С тобой всё будет в порядке?

source: Things will work out.
es_es: Las cosas saldrán bien.
ru_ru: Всё наладится.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good night, Lea.
es_es: Buenas noches, Lea.
ru_ru: Спокойной ночи, Лея.

source: ...Bye.
es_es: ...Adiós.
ru_ru: ...Пока.

source: Okay then...
es_es: Esta bien...
ru_ru: Ну что ж...

source: I hope you can still sleep well after you saw the nightmare that is my flat.
es_es: Espero que puedas dormir bien luego de ver el horror que es mi habitación.
ru_ru: Я надеюсь, что ты сможешь спать спокойно, после того кошмара, увиденного в моей квартире.

source: Make sure you're well rested for tomorrow.
es_es: Asegúrate de descansar para mañana.
ru_ru: Убедись, что ты хорошенько отдохнула для завтрашнего дня.

source: Good night!
es_es: ¡Buenas noches!
ru_ru: Спокойной ночи!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Right corridor?
es_es: ¿Corredor derecho?
ru_ru: Правый коридор?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright...
es_es: De acuerdo...
ru_ru: Ладно...

source: Hey!
es_es: ¡Ey!
ru_ru: Эй!

source: Uhm... Good morning.
es_es: Uhm... Buenos días.
ru_ru: Эмм... Доброе утро.

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Did you also hear the alarm from before?
es_es: ¿Tú también oíste la alarma?
ru_ru: Ты тоже слышала сигнал тревоги?

source: I wonder what just happened. Sounded like somebody was fighting within the dormitory.
es_es: Me pregunto que acaba de pasar. Sonaba como si alguien estuviera peleando en el dormitorio.
ru_ru: Интересно, что это было? Похоже, кто-то дрался в общежитии.

source: Uhm...\. is everything ok?
es_es: Uhm...\. ¿está todo bien?
ru_ru: Хмм...\. всё в порядке?

source: You don't look too well today...
es_es: No te ves muy bien hoy...
ru_ru: Ты сегодня не очень хорошо выглядишь...

source: Did something happen?
es_es: ¿Pasó algo?
ru_ru: Что-то случилось?

source: Uhm...\. Should we just go to the quest hub for today's quest?
es_es: Uhm...\. ¿Quieres ir al centro de misiones para la misión de hoy?
ru_ru: Хмм...\. Может, нам просто пойти в квест-хаб за сегодняшним квестом?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okay...
es_es: Okey...
ru_ru: Хорошо...

# data/maps/arid/interior/barrack-room02.json//entities/19/settings/event/31/task
source: Go to the \c[3]Quest Hub\c[0] in \c[3]Vermillion Wasteland - West Town\c[0] together with Lukas.
es_es: Ve al \c[3]Centro de Misiones\c[0] en \c[3]Vertedero Vermillion - Pueblo Oeste\c[0] junto con Lukas.
ru_ru: Отправляйтесь в \c[3]квест-хаб\c[0] в \c[3]Пустоши Вермиллион - Западный город\c[0] вместе с Лукасом.

source: Down
es_es: Abajo
ru_ru: Вниз

source: Down
es_es: Abajo
ru_ru: Вниз

source: Huh. It's a new kind of virus, I guess?
es_es: Hm. ¿Es un nuevo tipo de virus, supongo?
ru_ru: Хмм. Я полагаю, что это новый вид вируса?

source: Wait.\. Wait, wait, wait.\. That thing is \c[3]Level 60\c[0]?!
es_es: Un momento.\. Wow, wow, wow.\. ¡¿Esa cosa es \c[3]Nivel 60\c[0]?!
ru_ru: Подожди.\. Стой, стой, стой.\. Эта штука \c[3]60-го уровня\c[0]?!

source: Hm...\. Mind hitting this one for me once, Lea?
es_es: Hm...\. Te importaría pegarle una vez por mí, Lea?
ru_ru: Хм...\. Можешь ударить его за меня разок, Лея?

source: Well...\. I guess we both should be able to handle it, right?
es_es: Bueno...\. Supongo que ambos deberíamos poder con el, ¿no?
ru_ru: Хорошо...\. Я думаю, что вместе мы должны быть в состоянии справиться с этим, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Guess I jinxed it.
es_es: Creo que lo arruiné.
ru_ru: Наверное, это я сглазил.

source: Better stay on your guard, Lea. I'll try to knock it down as fast as possible.
es_es: Mantente en guardia, Lea. Trataré de vencerlo tan rápido como pueda.
ru_ru: Лучше стой в защите, Лея. Я постараюсь снести его как можно быстрее.

source: Huh.\. That wasn't so bad now, was it?
es_es: Hm.\. Eso no estuvo tan dificl, ¿no crees?
ru_ru: Фух.\. Это было не так уж и плохо, правда?

source: Let's go on!
es_es: ¡Sigamos!
ru_ru: Погнали дальше!

source: Meine Güte...
ru_ru: Meine Güte (Боже мой)...

source: At least we got that out of the way. Let's go on.
es_es: Al menos nos quitamos eso de encima. Sigamos.
ru_ru: По крайней мере, мы убрали его с дороги. Давай продолжим.

source: Down
es_es: Abajo
ru_ru: Вниз

source: Down
es_es: Abajo
ru_ru: Вниз

source: Again time to clean up the small fry first.
es_es: Acabemos con los pequeños primero.
ru_ru: И снова время сначала зачищать мелочь.

source: Alright, here's the big one!\. Let's do this!
es_es: ¡Aquí está el grandote!\. ¡Hagámoslo!
ru_ru: Хорошо, здесь снова большой!\. Давай сделаем это!

source: Alright, here we go. Be careful, Lea!
es_es: Bien, aquí vamos. ¡Ten cuidado, Lea!
ru_ru: Хорошо, понеслась. Будь осторожна, Лея!

source: Alright, got that one down.
es_es: Bien, acabamos con ese.
ru_ru: Хорошо, этот готов.

source: Phew... Got that one down.
es_es: Uff... Acabamos con ese.
ru_ru: Фух... С этим разобрался.

source: I don't think I've ever seen an enemy like this. Scary stuff.
es_es: Creo que nunca había visto un enemigo como este. Que miedo.
ru_ru: Я не думаю, что когда-либо встречал таких врагов. Страшная штука.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well then... let's go on.
es_es: Bueno... sigamos.
ru_ru: Ну тогда... пойдём.

# data/maps/arid/interior/flat.json//entities/35/settings/event/12/message
source: Right. Let there be light.
es_es: Bien. Que se haga la luz.
ru_ru: Точно. Да будет свет.

# data/maps/arid/interior/flat.json//entities/35/settings/event/23/message
source: Wh...\. What is this room?
es_es: Qu...\. ¿Qué es esta habitación?
ru_ru: Чт...\. Что это за комната?

# data/maps/arid/interior/flat.json//entities/35/settings/event/24/message
source: Oh...\. Oh no.
ru_ru: Ох...\. О нет.

# data/maps/arid/interior/flat.json//entities/35/settings/event/33/message
source: Uhm...\. Junge, I sure wonder what room this is?
es_es: Uhm...\. Junge, me pregunto que será esta habitación.
ru_ru: Хмм...\. Junge (Боже), интересно, что же это за комната?

# data/maps/arid/interior/flat.json//entities/35/settings/event/34/message
source: I certainly don't remember!
es_es: ¡En serio que no lo recuerdo!
ru_ru: Я точно не помню!

# data/maps/arid/interior/flat.json//entities/35/settings/event/43/message
source: ...Wait.
es_es: ...Espera.
ru_ru: ...Подожди.

# data/maps/arid/interior/flat.json//entities/35/settings/event/44/message
source: What?
es_es: ¿Qué?
ru_ru: Что?

# data/maps/arid/interior/flat.json//entities/35/settings/event/46/message
source: ...My room?\. This?\. Never!
es_es: ...¿Mi cuarto?\. ¿Esto?\. ¡Jamás!
ru_ru: ...Моя комната?\. Эта?\. Ни за что!

# data/maps/arid/interior/flat.json//entities/35/settings/event/54/message
source: What? Just because my name is written on that letter?
es_es: ¿Qué? ¿Solo porque mi nombre está escrito en esa carta?
ru_ru: Что? Только потому, что моё имя написано на этом чеке от пиццы?

# data/maps/arid/interior/flat.json//entities/35/settings/event/55/message
source: That could be anyone called Lukas!
es_es: ¡Podría ser cualquier otro llamado Lukas!
ru_ru: Это может быть любой другой Лукас!

# data/maps/arid/interior/flat.json//entities/35/settings/event/65/message
source: Alright, I give in! It's \c[3]my room\c[0]!
es_es: ¡De acuerdo! ¡Lo admito! ¡Es \c[3]mi cuarto\c[0]!
ru_ru: Хорошо, я сдаюсь! Это \c[3]моя комната\c[0]!

# data/maps/arid/interior/flat.json//entities/35/settings/event/73/message
source: I know, it's messy!\. It's not always like this, I swear!
es_es: Lo sé, ¡es un desastre!\. Pero no está siempre así, ¡lo juro!
ru_ru: Знаю, беспорядок!\. Здесь не всегда так, я клянусь!

# data/maps/arid/interior/flat.json//entities/35/settings/event/74/message
source: Please don't judge!
es_es: ¡Por favor no me juzgues!
ru_ru: Пожалуйста, не осуждай меня!

# data/maps/arid/interior/flat.json//entities/35/settings/event/82/message
source: Pleeaase!\. You're judging way too hard!
es_es: ¡Por favooooor!\. ¡Me juzgas demasiado!
ru_ru: Переестаань!\. Ты судишь слишком строго!

# data/maps/arid/interior/flat.json//entities/35/settings/event/91/message
source: Nooo! Don't go over there!
es_es: ¡Nooo! ¡No vayas ahí!
ru_ru: Нееет! Не смей ходить туда!

# data/maps/arid/interior/flat.json//entities/35/settings/event/97/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/flat.json//entities/35/settings/event/100/message
source: This is the worst...
es_es: Esto es lo peor...
ru_ru: Это ужасно...

# data/maps/arid/interior/flat.json//entities/35/settings/event/107/message
source: Japp. Very funny.
es_es: Japp. Muy gracioso.
ru_ru: Japp (Йеп). Очень смешно.

# data/maps/arid/interior/flat.json//entities/35/settings/event/108/message
source: Come on, we've seen enough. Let's go.
es_es: Ya, ya vimos suficiente. Vámonos.
ru_ru: Ну перестань, мы увидели достаточно. Пойдём.

# data/maps/arid/interior/flat.json//entities/35/settings/event/114/message
source: Lea, please!
es_es: ¡Lea, por favor!
ru_ru: Лея, пожалуйста!

# data/maps/arid/interior/flat.json//entities/37/settings/event/0/message
source: Wh-What?! Why is...\. this room in the game?
es_es: ¡¿Qu-Qué?! ¿Por qué está...\. esta habitación en el juego?
ru_ru: Ч-Что?! Почему...\. эта комната в игре?

# data/maps/arid/interior/flat.json//entities/37/settings/event/1/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/arid/interior/flat.json//entities/37/settings/event/2/message
source: You know what this room is, don't you?
es_es: Sabes lo que es esta habitación, ¿no?
ru_ru: Ты знаешь, что это за комната, не так ли?

# data/maps/arid/interior/flat.json//entities/37/settings/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/interior/flat.json//entities/37/settings/event/4/message
source: Ugh...\. did they use this to trigger the memories of my Evotar or something like that?
es_es: Ugh...\. ¿están usando esto para que mi Evotar recuerde cosas o algo así?
ru_ru: Ох...\. они использовали её, чтобы вызвать воспоминания моего эвотара или что-то вроде того?

# data/maps/arid/interior/flat.json//entities/37/settings/event/5/message
source: Seriously, they could have at least captured it in a less embarrassing state.
es_es: En serio, podrían al menos haberla recreado en un estado menos vergonzoso.
ru_ru: Серьёзно, они могли бы по крайней мере скопировать её в менее запущенном состоянии.

# data/maps/arid/interior/flat.json//entities/37/settings/event/6/message
source: It's not always this messy. Only sometimes.
es_es: No está siempre así de desordenada. Solo a veces.
ru_ru: Здесь не всегда так грязно. Только иногда.

source: Wait!\. Is this your room, Lukas?
es_es: ¡Espera!\. ¿Este es tu cuarto, Lukas?
ru_ru: Подожди!\. Это твоя комната, Лукас?

source: No.
ru_ru: Нет.

source: Then why would you recognize it?\. You said something with triggering memories, non?
es_es: ¿Entonces por qué lo reconocerías?\. Dijiste algo sobre disparar recuerdos, ¿non?
ru_ru: Тогда почему ты узнал её?\. Ты сказал что-то насчёт воспоминаний, разве нет?

source: It's a room of...\. a friend.
es_es: Es el cuarto de...\. un amigo.
ru_ru: Это комната...\. друга.

source: I see... You should tell your friend he should clean up from time to time.
es_es: Ya veo... Deberías decirle a tu amigo que limpie de vez en cuando.
ru_ru: Понятно... Ты должен сказать своему другу, что он должен время от времени убираться.

source: Can we please leave?
es_es: ¿Podemos irnos?
ru_ru: Может, уйдём, пожалуйста?
