Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/maps/arid/town-1.json//entities/350/settings/event/42/text
source: We all knew it would be difficult, but there was no reason in delaying it any further.
es_es: Todos sabíamos que sería difícil, pero no había motivos para retrasarlo más.
ru_ru: Мы все знали, что это будет сложно, но откладывать это дальше не имело смысла.

source: The tour does not include the river area. We've been there yesterday already.
es_es: El tour no incluye el área del río. Ya estuvimos allí ayer.
ru_ru: Экскурсия не включает речной район. Мы уже были там вчера.

# data/maps/arid/town-2.json//entities/389/settings/interact/hoverText
source: \i[arrow-n] \c[1]Forbidden Area\c[0] \i[arrow-e] Dormitory \i[arrow-s] River \i[arrow-w] Lake
es_es: \i[arrow-n] \c[1]Área Restringida\c[0] \i[arrow-e] Dormitorio \i[arrow-s] Río \i[arrow-w] Lago
ru_ru: \i[arrow-n] \c[1]Запретная зона\c[0] \i[arrow-e] Общежитие \i[arrow-s] Река \i[arrow-w] Озеро

# data/maps/arid/town-2.json//entities/394/settings/event/0/message
source: Japp, here it is. That large building right over there.
es_es: Japp, aquí está. Ese gran edificio justo ahí.
ru_ru: Japp (Йеп), вот оно. Это большое здание вон там.

# data/maps/arid/town-2.json//entities/397/settings/dialog/0/text
source: Don't go up there, they'll punch ya....
es_es: No vayas ahí, te molerán a golpes...
ru_ru: Не ходи туда, они тебя побьют...

# data/maps/arid/town-2.json//entities/399/settings/dialog/0/text
source: I warned ya...
es_es: Te avisé...
ru_ru: Я предупреждала...

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Oh, feeling better again?
es_es: Oh, ¿ya te sientes mejor?
ru_ru: О, чувствуешь себя лучше?

source: Well...\. given the circumstances.
es_es: Bueno...\. dadas las circunstancias.
ru_ru: Ну...\. учитывая обстоятельства.

source: Are you okay?
es_es: ¿Estás bien?
ru_ru: Ты в порядке?

source: You look new here...
es_es: Pareces nueva aquí...
ru_ru: Похоже, что ты новенькая...

source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

source: Hi. Welcome to this small little hellhole.
es_es: Hola. Bienvenida a este pequeño infierno.
ru_ru: Привет. Добро пожаловать в эту маленькую адскую дыру.

# data/maps/arid/town-2.json//entities/405/settings/analyzable/text
source: Mario
ru_ru: Марио

# data/maps/arid/town-2.json//entities/406/settings/dialog/0/text
source: Pipes! Pipes everywhere!
es_es: ¡Tuberías! ¡Tuberías por todos lados!
ru_ru: Трубы! Трубы везде!

# data/maps/arid/town-2.json//entities/406/settings/dialog/1/text
source: Pipes are the best!
es_es: ¡Las tuberías son lo mejor!
ru_ru: Трубы - это круто!

# data/maps/arid/town-2.json//entities/406/settings/dialog/2/text
source: Piiiiiiiiiipes!!!
es_es: ¡¡¡Tuberíaaaaaaaaasss!!!
ru_ru: Труууууууууубы!!!

# data/maps/arid/town-2.json//entities/407/settings/dialog/0/text
source: Now take the fish and cook it up in the jelly for 2 hours...
es_es: Ahora toma el pez y cocina por 2 horas...
ru_ru: Теперь возьмём рыбу и приготовим из неё желе в течение двух часов...

# data/maps/arid/town-2.json//entities/407/settings/dialog/1/text
source: Add the sesame, season with pepper and oregano.
es_es: Agrega sésamo, sazona con pimienta y orégano.
ru_ru: Добавим кунжут, приправим перцем и орегано.

# data/maps/arid/town-2.json//entities/407/settings/dialog/2/text
source: What happens then?
es_es: ¿Y luego qué pasa?
ru_ru: Что потом?

# data/maps/arid/town-2.json//entities/407/settings/dialog/3/text
source: Add lemon juice. Add the pineapple. Stir fry for 20 minutes.
es_es: Agrega jugo de limón. Agrega piña. Saltea por 20 minutos.
ru_ru: Добавим лимонный сок.\. Добавим ананас.\. Жарим двадцать минут.

# data/maps/arid/town-2.json//entities/407/settings/dialog/4/text
source: Hahaha...
es_es: Jajajaja...
ru_ru: Хахаха...

# data/maps/arid/town-2.json//entities/407/settings/dialog/5/text
source: Cover in breadcrumbs, fry another 30 minutes.
es_es: Cúbrelo en pan rallado, fríe por otra media hora.
ru_ru: Покроем панировочными сухарями, жарим ещё тридцать минут.

# data/maps/arid/town-2.json//entities/407/settings/dialog/6/text
source: Wrap it with two layers of cheese. Deep fry for 15 minutes.
es_es: Enróyalo en dos capas de queso. Fríe por 15 minutos.
ru_ru: Обернём её двумя слоями сыра. Жарим во фритюре пятнадцать минут.

# data/maps/arid/town-2.json//entities/407/settings/dialog/7/text
source: No way!
es_es: ¡Imposible!
ru_ru: Не может быть!

# data/maps/arid/town-2.json//entities/407/settings/dialog/8/text
source: Add water and bring it to a boil for 2 hours or until soft.
es_es: Agrega agua y híervelo por 2 horas o hasta que quede blando.
ru_ru: Добавим воду и варим в течение двух часов или до мягкости.

# data/maps/arid/town-2.json//entities/407/settings/dialog/9/text
source: Mix it all up in the blender and let it cool for an hour. That's how you make the jelly.
es_es: Mézclalo todo en la batidora y déjalo enfriar por otra hora. Así es como haces gelatina.
ru_ru: Смешаем всё в блендере и дадим ему остыть в течение часа. Вот как делается желе.

# data/maps/arid/town-2.json//entities/407/settings/dialog/10/text
source: So good!
es_es: ¡Qué bueno!
ru_ru: Так здорово!

# data/maps/arid/town-2.json//entities/408/settings/event/8/message
source: Hey, you two! What is it with this place?
es_es: ¡Ey, ustedes dos! ¿Qué es este lugar?
ru_ru: Эй, вы двое! Что не так с этим местом?

# data/maps/arid/town-2.json//entities/408/settings/event/10/message
source: Add the sesame, season with pepper and oregano.
es_es: Agrega el sésamo, sazona con pimienta y orégano.
ru_ru: Добавим кунжут, приправим перцем и орегано.

# data/maps/arid/town-2.json//entities/408/settings/event/12/message
source: Haha! So good!
es_es: ¡Jaja! ¡Que bien!
ru_ru: Хаха! Неплохо!

# data/maps/arid/town-2.json//entities/408/settings/event/14/message
source: Hey! Are you listening to me?
es_es: ¡Ey! ¿Me están escuchando?
ru_ru: Эй! Вы меня слушаете?

# data/maps/arid/town-2.json//entities/408/settings/event/15/message
source: Add lemon juice.\. Add the pineapple.\. Stir fry for 20 minutes.
es_es: Agrega jugo de limón.\. Agrega la piña.\. Sofreír por 20 minutos.
ru_ru: Добавим лимонный сок.\. Добавим ананас.\. Жарим двадцать минут.

# data/maps/arid/town-2.json//entities/408/settings/event/16/message
source: Hahahaha!
es_es: ¡Jajajaja!
ru_ru: Хахахаха!

# data/maps/arid/town-2.json//entities/408/settings/event/18/message
source: W-What the heck is wrong with you?!
es_es: ¡¿Q-Qué pasa contigo?!
ru_ru: Ч-Что, чёрт побери, с вами не так?!

# data/maps/arid/town-2.json//entities/408/settings/event/23/message
source: What's up, man?
es_es: ¿Qué pasa?
ru_ru: Как дела, чувак?

# data/maps/arid/town-2.json//entities/408/settings/event/26/message
source: You... what is it with this place?!
es_es: Tú... ¡¿qué es este lugar?!
ru_ru: Ты... что не так с этим местом?!

# data/maps/arid/town-2.json//entities/408/settings/event/27/message
source: Sorry... I don't know.
es_es: Lo siento... no lo sé.
ru_ru: Извини... я не знаю.

# data/maps/arid/town-2.json//entities/408/settings/event/28/message
source: Can't you logout either?
es_es: ¿Tú tampoco te puedes desconectar?
ru_ru: Ты тоже не можешь выйти?

# data/maps/arid/town-2.json//entities/408/settings/event/29/message
source: ... Nope... None of us can.
es_es: ... Nop... Ninguno de nosotros puede.
ru_ru: ...Нет... Никто из нас не может.

# data/maps/arid/town-2.json//entities/408/settings/event/30/message
source: What?!
es_es: ¡¿Qué?!
ru_ru: Что?!

# data/maps/arid/town-2.json//entities/408/settings/event/31/message
source: We're all stuck here...
es_es: Estamos todos atrapados aquí...
ru_ru: Мы все застряли здесь...

# data/maps/arid/town-2.json//entities/408/settings/event/32/message
source: You must be joking!
es_es: ¡Debes estar bromeando!
ru_ru: Ты, должно быть, шутишь!

# data/maps/arid/town-2.json//entities/408/settings/event/39/message
source: Hey, Metal Face! Talk to me!
es_es: ¡Ey, pedazo de chatarra! ¡Háblame!
ru_ru: Эй, металлическая морда! Поговори со мной!

# data/maps/arid/town-2.json//entities/408/settings/event/43/message
source: ...Wait!
es_es: ¡...Alto!
ru_ru: ...Подожди!

# data/maps/arid/town-2.json//entities/408/settings/event/48/message
source: DAMN IT! THIS CAN'T BE REAL!!
es_es: ¡DEMONIOS! ¡¡ESTO NO PUEDE SER REAL!!
ru_ru: ЧЁРТ! ЭТОГО НЕ МОЖЕТ БЫТЬ!!

# data/maps/arid/town-2.json//entities/408/settings/event/55/message
source: No, don't attack them!!
es_es: ¡¡No, no los ataques!!
ru_ru: Нет, не нападай на них!

# data/maps/arid/town-2.json//entities/408/settings/event/82/message
source: DAMN IT AAAAAAAALLL!!!
es_es: ¡¡¡MALDITA SEAAAAAAA!!!
ru_ru: БУДЬ ВСЁ ПРОКЛЯТОООООООО!!!

# data/maps/arid/town-2.json//entities/411/settings/event/11/message
source: I just died and respawned, didn't I?
es_es: Acabo de morir y reaparecí, ¿no?
ru_ru: Я просто умер и возродился, не так ли?

# data/maps/arid/town-2.json//entities/411/settings/event/12/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-2.json//entities/411/settings/event/14/message
source: Well, at least we won't die in real life when we die in-game. That's something.
es_es: Bueno, al menos no moriré en la vida real si muero en el juego. Es algo.
ru_ru: Ну, по крайней мере, мы не умираем в реальной жизни, когда умираем в игре. Это уже что-то.

# data/maps/arid/town-2.json//entities/411/settings/event/16/message
source: You remember that strange feeling I mentioned before?
es_es: ¿Recuerdas esa sensación extraña que mencioné antes?
ru_ru: Ты помнишь то странное чувство, которое я упоминал раньше?

# data/maps/arid/town-2.json//entities/411/settings/event/18/message
source: I figured it out.\. I can't remember things.
es_es: Ya lo descubrí.\. No puedo recordar cosas.
ru_ru: Я понял.\. Я ничего не могу вспомнить.

# data/maps/arid/town-2.json//entities/411/settings/event/19/message
source: I can't remember what... is outside of the game.
es_es: No recuerdo que es... estar fuera del juego.
ru_ru: Я не могу вспомнить, что... за пределами игры.

# data/maps/arid/town-2.json//entities/411/settings/event/22/message
source: Is it the same for you?
es_es: ¿Es lo mismo contigo?
ru_ru: Ты тоже?

# data/maps/arid/town-2.json//entities/411/settings/event/23/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-2.json//entities/411/settings/event/24/message
source: I see...
es_es: Ya veo...
ru_ru: Понимаю...

# data/maps/arid/town-2.json//entities/411/settings/event/25/message
source: Things are just very blurry right now. Do you think our memories will return?
es_es: Las cosas están muy borrosas por ahora. ¿Crees que nuestra memoria volverá?
ru_ru: Сейчас всё очень размыто. Как ты думаешь, наши воспоминания вернутся?

# data/maps/arid/town-2.json//entities/411/settings/event/26/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-2.json//entities/411/settings/event/27/message
source: Did... did it already happen for you?
es_es: Ya... ¿ya ha pasado contigo?
ru_ru: С... с тобой уже такое было?

# data/maps/arid/town-2.json//entities/411/settings/event/28/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-2.json//entities/411/settings/event/29/message
source: That... is good to know.
es_es: Eso... es bueno saberlo.
ru_ru: Это... хорошая новость.

# data/maps/arid/town-2.json//entities/411/settings/event/31/message
source: There's got to be a way out of this.\. There just has to be.
es_es: Tiene que haber alguna forma de salir de aquí.\. Tiene que haberlo.
ru_ru: Должен быть выход из всего этого.\. Он просто должен быть.

# data/maps/arid/town-2.json//entities/411/settings/event/38/message
source: Let's return to our rooms, ok?
es_es: Volvamos a nuestras habitaciones, ¿si?
ru_ru: Давай вернёмся в наши комнаты, ладно?

# data/maps/arid/town-2.json//entities/411/settings/event/39/message
source: Maybe there is a way to properly rest in there, however that works.
es_es: Quizá haya alguna forma de descansar allí, como sea que eso funcione.
ru_ru: Может быть, есть способ нормально отдохнуть там, как бы это ни работало.

# data/maps/arid/town-2.json//entities/411/settings/event/40/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-2.json//entities/411/settings/event/47/message
source: Lea, do I understand this correctly? All the avatars in this area cannot log out?
es_es: Lea, ¿estoy escuchando bien? ¿Todos los avatares en éste área no se pueden desconectar?
ru_ru: Лея, я правильно понял? Все аватары в этой области не могут выйти?

# data/maps/arid/town-2.json//entities/411/settings/event/49/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-2.json//entities/411/settings/event/50/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/town-2.json//entities/411/settings/event/51/message
source: Sorry, I do not know. This is all extremely bizarre.
es_es: Perdón, no lo sé. Todo esto es extremadamente raro.
ru_ru: Извини, но я не знаю. Это всё очень странно.

# data/maps/arid/town-2.json//entities/411/settings/event/52/message
source: I looked a bit into this place...
es_es: Investigué un poco sobre este lugar...
ru_ru: Я взглянул поближе на это место...

# data/maps/arid/town-2.json//entities/411/settings/event/57/message
source: Lea, is something the matter?
es_es: Lea, ¿hay algún problema?
ru_ru: Лея, что-то случилось?

# data/maps/arid/town-2.json//entities/411/settings/event/63/message
source: Just go ahead, I will tell you later.
es_es: Sigue, te cuento después.
ru_ru: Просто иди, я расскажу тебе позже.

# data/maps/arid/town-2.json//entities/411/settings/event/66/task
source: Head back to your room in the \c[3]Dormitory\c[0].
es_es: Vuelve a tu cuarto en el \c[3]Dormitorio\c[0].
ru_ru: Вернитесь в свою комнату в \c[3]общежитии\c[0].

source: Here we are in the \c[3]town center\c[0].
es_es: Aquí estamos, en el \c[3]ayuntamiento\c[0].
ru_ru: Сейчас мы находимся в \c[3]городском центре\c[0].

source: The town doesn't really have a name, so let's just stick with \c[3]Vermillion Town\c[0] for now.
es_es: Este pueblo no tiene nombre, así que llamémosle \c[3]Pueblo Vermillion\c[0] por ahora.
ru_ru: У города на самом деле нет названия, так что давай пока просто остановимся на \c[3]Вермиллион\c[0].

source: Vermillion Town! Home of the metal blocks and endless pipes.
es_es: ¡Pueblo Vermillion! Hogar de los bloques de metal y las tuberías infinitas.
ru_ru: Вермиллион! Дом металлических блоков и бесконечных труб.

source: Nobody actually knows what's in the pipes, though.\. We're probably best off not knowing.
es_es: Nadie sabe lo que hay en las tuberías.\. Creo que es mejor no saberlo.
ru_ru: На самом деле никто не знает, что в трубах.\. Лучше, наверное, и не знать.

source: Vermillion town is also home of these friendly metal-armored fellows.
es_es: El Pueblo Vermillion también es el hogar de esos amigables tipos con armadura de metal.
ru_ru: Вермиллион также является домом для этих дружелюбных парней в металлической броне.

source: Like most folks, they don't like to be hit. They really don't like it.
es_es: Como a la mayoría, no les gusta ser golpeados. En serio que no les gusta.
ru_ru: Как и большинству людей, им не нравится, когда их бьют. Им действительно не нравится это.

source: But what am I saying? You saw what happened yesterday.
es_es: ¿Pero que estoy diciendo? Ya viste lo que pasó ayer.
ru_ru: Хотя о чём это я? Ты видела, что случилось вчера.

source: Also be especially careful about that area in the north. They really don't like you to be there.
es_es: También ten mucho cuidado con el área al norte. Realmente no les gusta que estés ahí.
ru_ru: И будь особенно осторожна в этой области на севере. Им очень не нравится, когда ты там.

source: Well, what am I saying? You already went ahead and explored the whole area, right?
es_es: ¿Pero, que digo? Ya te has adelantado e investigaste toda el área, ¿no?
ru_ru: Чего я рассказываю? Ты уже ушла вперёд и исследовала всю область, верно?

source: Then again, folks were talking about some nice treasure you can get when you manage to sneak past them.
es_es: Aún así, había gente hablando de un buen tesoro que consigues si logras escabullirte entre ellos.
ru_ru: С другой стороны, люди говорили о каком-то хорошем сокровище, которое можно получить, если удастся пробраться мимо них.

source: Now let's exit the town \c[3]to the west\c[0]!
es_es: ¡Ahora salgamos del pueblo \c[3]al oeste\c[0]!
ru_ru: Теперь давай выйдем из города \c[3]на запад\c[0]!

source: Head to the west from \c[3]Vermillion Wasteland - West Town\c[0] to proceed with Lukas' tour.
es_es: Ve al hacia el oeste desde \c[3]Vertedero Vermillion - Pueblo Oeste\c[0] para proceder con el tour de Lukas.
ru_ru: Отправляйтесь на запад от \c[3]Пустоши Вермиллион - Западный город\c[0], чтобы продолжить экскурсию Лукаса.

# data/maps/arid/town-2.json//entities/413/settings/event/9/message
source: Well then...
es_es: Bien...
ru_ru: Ну что ж...

# data/maps/arid/town-2.json//entities/413/settings/event/10/message
source: Welcome to my little \c[3]Vermillion Wasteland Tour\c[0]!
es_es: ¡Bienvenida a mi pequeño \c[3]Tour del Vertedero Vermillion\c[0]!
ru_ru: Добро пожаловать на мою маленькую \c[3]экскурсию по Пустоши Вермиллион\c[0]!

# data/maps/arid/town-2.json//entities/413/settings/event/11/message
source: I will show you all the remarkable sights of this truly underappreciated landscape.
es_es: Te mostraré todas las sorprendentes vistas de este subestimado terreno.
ru_ru: Я покажу тебе все прекрасные достопримечательности этого по-настоящему недооценённого ландшафта.

# data/maps/arid/town-2.json//entities/413/settings/event/13/message
source: Please come this way.
es_es: Por favor, por aquí.
ru_ru: Пожалуйста, следуй за мной.

# data/maps/arid/town-2.json//entities/413/settings/event/16/task
source: Talk to Lukas in \c[3]Vermillion Wasteland - West Town\c[0] to proceed with his tour.
es_es: Habla con Lukas en \c[3]Vertedero Vermillion - Pueblo Oeste\c[0] para proceder con el tour.
ru_ru: Поговорите с Лукасом в \c[3]Пустоши Вермиллион - Западный город\c[0], чтобы продолжить его экскурсию.

# data/maps/arid/town-2.json//entities/419/settings/dialog/0/text
source: I can't believe we're stuck here with nothing to do.
es_es: No puedo creer que estemos atrapados aquí sin nada que hacer.
ru_ru: Я не могу поверить, что мы застряли здесь без дела.

# data/maps/arid/town-2.json//entities/419/settings/dialog/1/text
source: Yeah...
es_es: Sí...
ru_ru: Ага...

# data/maps/arid/town-2.json//entities/419/settings/dialog/2/text
source: Should we just go out and grind a bit?
es_es: ¿Deberíamos salir y subir un par de niveles?
ru_ru: Может, выйти из города и немного покачаться?

# data/maps/arid/town-2.json//entities/419/settings/dialog/3/text
source: Nah... don't feel like it.
es_es: Nah... no estoy de humor para eso.
ru_ru: Неа... не хочется.

# data/maps/arid/town-2.json//entities/424/settings/event/17/message
source: Quick!\. Move to the marker!
es_es: ¡Rápido!\. ¡Muévete al marcador!
ru_ru: Быстро!\. К метке!

# data/maps/arid/town-2.json//entities/424/settings/event/36/message
source: Holy frigging lasers!!
es_es: ¡¡Malditos lásers!!
ru_ru: Чёртовы лазеры!!

# data/maps/arid/town-2.json//entities/424/settings/event/38/message
source: Those markers will catch the laser beams. Use them for your protection.
es_es: Esos marcadores atraparán a los láseres. Úsalos para tu protección.
ru_ru: Эти метки будут ловить лазерные лучи. Используйте их для своей защиты.

# data/maps/arid/town-2.json//entities/424/settings/event/58/message
source: Alright, Lea, we are ready to start.
es_es: De acuerdo, Lea, estamos listos para empezar.
ru_ru: Ладно, Лея, мы готовы начать.

# data/maps/arid/town-2.json//entities/424/settings/event/59/message
source: Here is what you need to do, listen closely.
es_es: Esto es lo que tienes que hacer, escucha atentamente.
ru_ru: Вот что тебе нужно сделать, слушай внимательно.

# data/maps/arid/town-2.json//entities/424/settings/event/60/message
source: Our goal is to \c[3]zap every Evotar in this area\c[0].
es_es: Nuestro objetivo es \c[3]borrar a todos los Evotares en este área\c[0].
ru_ru: Наша цель заключается в том, чтобы \c[3]облучить всех эвотаров в этой области\c[0].

# data/maps/arid/town-2.json//entities/424/settings/event/61/message
source: For every Evotar there are \c[3]3 steps to follow\c[0].
es_es: Por cada Evotar hay \c[3]3 pasos a seguir\c[0].
ru_ru: Для каждого эвотара есть \c[3]три простых шага\c[0].

# data/maps/arid/town-2.json//entities/424/settings/event/62/message
source: \c[3]First\c[0]: You need to defeat a nearby \c[3]Shredder unit\c[0] to start the \c[3]Fixation Routine\c[0].
es_es: \c[3]Primero\c[0]: Tiene que derrotar a una \c[3]unidad Destructora\c[0] cercana para empezar la \c[3]Rutina de Fijación\c[0].
ru_ru: \c[3]Первый\c[0]: ты должна победить \c[3]Шредера\c[0] поблизости, чтобы начать \c[3]программу фиксации\c[0].

# data/maps/arid/town-2.json//entities/424/settings/event/63/message
source: \c[3]Second\c[0]: Move the defeated Shredder \c[3]close to the Evotar\c[0] to \c[3]fixate it\c[0].
es_es: \c[3]Segundo\c[0]: Mueve al Destructor derrotado \c[3]cerca del Evotar\c[0] para \c[3]fijarlo\c[0].
ru_ru: \c[3]Второй\c[0]: перемести побеждённого Шредера \c[3]ближе к эвотару\c[0], чтобы \c[3]зафиксировать его\c[0].

# data/maps/arid/town-2.json//entities/424/settings/event/64/message
source: \c[3]Third\c[0]: The \c[3]fixated Evotar\c[0] needs to be \c[3]hit by the laser\c[0].
es_es: \c[3]Tercero\c[0]: Al \c[3]Evotar fijado\c[0] le tiene que \c[3]pegar el láser\c[0].
ru_ru: \c[3]Третий\c[0]: в \c[3]зафиксированного эвотара\c[0] должен \c[3]попасть лазер\c[0].

# data/maps/arid/town-2.json//entities/424/settings/event/65/message
source: If you can't find any Evotars, \c[3]standing on Laser Catchers\c[0] will make them point at the nearest one.
es_es: Si no puedes encontrar ningún Evotar, \c[3]pararte en los atrapaláseres\c[0] los hará dirigirte al más cercano.
ru_ru: Если ты не можешь найти эвотаров, \c[3]встань на Лазерный уловитель\c[0], чтобы он указал на ближайшего из них.

# data/maps/arid/town-2.json//entities/424/settings/event/66/message
source: That is all, go!
es_es: ¡Eso es todo, ve!
ru_ru: На этом всё, вперёд!

# data/maps/arid/town-2.json//entities/424/settings/event/81/message
source: Everyone, follow Lea and focus on fighting the Shredders!
es_es: ¡Todo el mundo, sigan a Lea y concéntrense en pelear contra los Destructores!
ru_ru: Следуйте за Леей и сосредоточьтесь на борьбе со Шредерами!

# data/maps/arid/town-2.json//entities/424/settings/event/82/message
source: Understood!
es_es: ¡Entendido!
ru_ru: Понял!

source: Evotars
es_es: Evotares
ru_ru: Эвотары

# data/maps/arid/town-2.json//entities/445/settings/event/10/message
source: Spheromancer Lea! We found more players in the forest!
es_es: ¡Spheromancer Lea! ¡Encontramos más jugadores en el bosque!
ru_ru: Сферомант Лея! Мы нашли игроков в лесу!

# data/maps/arid/town-2.json//entities/445/settings/event/12/message
source: Good! You can look for more Evotars further to the east!
es_es: ¡Bien! ¡Puedes buscar más Evotares por el este!
ru_ru: Хорошо! Вы можете поискать ещё эвотаров дальше на востоке!

# data/maps/arid/town-2.json//entities/445/settings/event/13/message
source: Roger!
es_es: ¡Recibido!
ru_ru: Так точно!

# data/maps/arid/town-2.json//entities/451/settings/event/12/message
source: Sup?\. We brought more Evotars from along the river!
es_es: ¿Qué hay?\. ¡Trajimos a más Evotares que estaban cerca del río!
ru_ru: Чё как?\. Мы привели эвотаров с реки!

# data/maps/arid/town-2.json//entities/451/settings/event/14/message
source: Good! Please join Apollo and Joern in the east of the town!
es_es: ¡Bien! ¡Únanse a Apollo y a Joern al este del pueblo!
ru_ru: Хорошо! Пожалуйста, присоединяйтесь к Аполло и Йорну в восточной части города!
