Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/maps/arid/interior/the-room.json//entities/40/settings/event/85/message
source: It's because we're the \c[3]same person\c[0].
es_es: Es porque somos \c[3]la misma persona\c[0].
ru_ru: Это потому что мы \c[3]одна и та же личность\c[0].

# data/maps/arid/interior/the-room.json//entities/40/settings/event/86/message
source: No...\. that's not right.\. We're not the same.
es_es: No...\. no exactamente.\. No somos iguales.
ru_ru: Нет...\. это не так.\. Мы не одно и то же.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/87/message
source: I am the original.\. You are just a \c[3]copy\c[0].
es_es: Yo soy la original.\. Tú eres solo una \c[3]copia\c[0].
ru_ru: Я оригинал.\. Ты всего лишь \c[3]копия\c[0].

# data/maps/arid/interior/the-room.json//entities/40/settings/event/89/message
source: A \c[3]copy of my avatar\c[0], that's what!
es_es: ¡Una \c[3]copia de mi avatar\c[0], eso eres!
ru_ru: \c[3]Копия моего аватара\c[0], вот что!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/99/message
source: You're an \c[3]AI\c[0].\. A \c[3]program\c[0].\. Nothing else.
es_es: Eres una \c[3]Inteligencia Artificial\c[0].\. Un \c[3]programa\c[0].\. Nada más.
ru_ru: Ты \c[3]искусственный интеллект\c[0].\. \c[3]Программа\c[0].\. Ничего больше.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/104/message
source: That is why you'll never be able to leave the game!
es_es: ¡Por eso nunca puedes salir del juego!
ru_ru: Вот почему ты никогда не сможешь выйти из игры!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/105/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/40/settings/event/107/message
source: You can deny it all you want.\. It won't change anything.
es_es: Niégalo lo que quieras.\. No cambiará nada.
ru_ru: Ты можешь отрицать это сколько хочешь.\. Это ничего не изменит.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/108/message
source: The more you remember, the more it will become clear to you.
es_es: Mientras más recuerdes, más claro te será.
ru_ru: Чем больше ты будешь вспоминать, тем отчётливей тебе это станет ясно.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/109/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/40/settings/event/110/message
source: And all those memories you see? Those are mine.
es_es: ¿Y todos esos recuerdos que ves? Esos son míos.
ru_ru: И все эти воспоминания, которые ты видишь? Они мои.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/111/message
source: My memories.\. My personality.\. It's all copied.
es_es: Mis recuerdos.\. Mi personalidad.\. Todo copiado.
ru_ru: Мои воспоминания.\. Моя личность.\. Это всё скопировано.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/112/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/40/settings/event/113/message
source: The "next big step" in artificial intelligence is what they call you.
es_es: El "siguiente gran paso" en la inteligencia artificial, así te llaman.
ru_ru: "Большой шаг" в искусственном интеллекте - вот как они называют тебя.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/114/message
source: What a joke!
es_es: ¡Qué buen chiste!
ru_ru: Посмешище!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/118/message
source: A miserable copy, that's what you are!!
es_es: ¡¡Una miserable copia, eso eres!!
ru_ru: Несчастная копия, вот ты кто!!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/120/message
source: ...Why?!
es_es: ¡¿...Por qué?!
ru_ru: ...Почему?!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/136/message
source: SHUT UP!!
es_es: ¡¡CÁLLATE!!
ru_ru: ЗАТКНИСЬ!!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/141/message
source: We all ended up in this hell because of you!!
es_es: ¡¡Todos estamos metidos en este infierno por tu culpa!!
ru_ru: Мы все оказались в этом аду из-за тебя!!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/142/message
source: And for what?!
es_es: ¡¿Y para qué?!
ru_ru: И для чего?!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/143/message
source: A program with access to all of my memories?!
es_es: ¡¿Por un programa con acceso a todos mis recuerdos?!
ru_ru: Ради программы с доступом ко всей моей памяти?!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/144/message
source: Just how the hell did they ever think this was a good idea?!
es_es: ¡¿Cómo demonios pensaron que esta sería una buena idea?!
ru_ru: Как, чёрт возьми, они вообще могли подумать, что это хорошая идея?!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/145/message
source: Why...
es_es: Por qué...
ru_ru: Почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/155/message
source: I said...
es_es: Dije...
ru_ru: Я сказала...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/158/message
source: SHUT UP!!
es_es: ¡¡CÁLLATE!!
ru_ru: ЗАТКНИСЬ!!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/177/message
source: You talking was the last thing I needed!
es_es: ¡Que tú hables era lo último que necesitaba!
ru_ru: Твоя возможность говорить - это последнее, что мне нужно!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/184/message
source: You have no right to exist.
es_es: No tienes derecho a existir.
ru_ru: Ты не имеешь права на существование.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/185/message
source: Whoever brought you back...\. should just delete you immediately.
es_es: Quien sea que te haya traído de vuelta...\. debería borrarte inmediatamente.
ru_ru: Кто бы тебя ни вернул...\. он должен просто удалить тебя немедленно.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/196/message
source: ... Well then...
es_es: ... Bien entonces...
ru_ru: ...Ну что ж...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/197/message
source: Have a nice day!
es_es: ¡Ten un buen día!
ru_ru: Хорошего дня!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/207/message
source: ...why...
es_es: ...por qué...
ru_ru: ...почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/208/message
source: ...why...
es_es: ...por qué...
ru_ru: ...почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/218/text
source: No...
ru_ru: Нет...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/232/message
source: ...why...
es_es: ...por qué...
ru_ru: ...почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/234/message
source: L-Lea, please...
es_es: L-Lea, por favor...
ru_ru: Л-Лея, пожалуйста...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/235/message
source: ...why...
es_es: ...por qué...
ru_ru: ...почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/236/message
source: Lea, please calm down!
es_es: ¡Lea, cálmate por favor!
ru_ru: Лея, пожалуйста, успокойся!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/237/message
source: ...why...
es_es: ...por qué...
ru_ru: ...почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/238/message
source: Sh... Shizuka was just lying!
es_es: ¡Sh... Shizuka estaba mintiendo!
ru_ru: Ш... Шизука просто врёт!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/239/message
source: You do not have to...\. You must not believe her!
es_es: No tienes por que...\. ¡No debes creerle!
ru_ru: Тебе не стоит...\. Ты не должна ей верить!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/240/message
source: ...why...
es_es: ...por qué...
ru_ru: ...почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/250/text
source: Nothing is working... She isn't responding.
es_es: Nada funciona.... No está respondiendo.
ru_ru: Ничего не работает... Она не отвечает.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/262/message
source: ...why...
es_es: ...por qué...
ru_ru: ...почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/264/message
source: Lea? Can you still hear me?
es_es: ¿Lea? ¿Puedes oírme?
ru_ru: Лея? Ты ещё слышишь меня?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/265/message
source: ...why...
es_es: ...por qué...
ru_ru: ...почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/266/message
source: Lea, please! You have to get over this!
es_es: ¡Lea, por favor! ¡Tienes que superarlo!
ru_ru: Лея, пожалуйста! Ты должна преодолеть это!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/267/message
source: ...why...
es_es: ...por qué...
ru_ru: ...почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/268/message
source: I cannot afford to lose you! Please!
es_es: ¡No me puedo permitir perderte! ¡Por favor!
ru_ru: Я не могу позволить себе потерять тебя! Пожалуйста!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/269/message
source: ...why...
es_es: ...por qué...
ru_ru: ...почему...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/270/message
source: You are the only lead I have!
es_es: ¡Eres mi única pista!
ru_ru: Ты единственная зацепка, которая у меня есть!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/272/message
source: Please!!
es_es: ¡¡Por favor!!
ru_ru: Пожалуйста!!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/283/message
source: All I can tell you is that there is hope...
es_es: Todo lo que te puedo decir es que hay esperanza...
ru_ru: Всё, что я могу тебе сказать - это то, что есть надежда...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/298/message
source: Lea?
ru_ru: Лея?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/300/message
source: ...Bye.
es_es: ...Adiós.
ru_ru: ...Пока.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/301/message
source: Do...\. Do you want to...\. logout?
es_es: ¿Qu...\. Quieres...\. desconectarte?
ru_ru: Ты...\. Ты хочешь...\. выйти?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/302/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid/interior/the-room.json//entities/40/settings/event/308/message
source: Lea..?
ru_ru: Лея..?

# data/maps/arid/interior/the-room.json//entities/40/settings/event/310/message
source: ...Bye.
es_es: ...Adiós.
ru_ru: ...Пока.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/311/message
source: Lea... what is...
es_es: Lea... que pa...
ru_ru: Лея... что...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/313/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/314/message
source: Lea, please...
es_es: Lea, por favor...
ru_ru: Лея, пожалуйста...

# data/maps/arid/interior/the-room.json//entities/40/settings/event/316/message
source: BYE!
es_es: ¡ADIÓS!
ru_ru: ПОКА!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/321/message
source: Lea please let me explai-\.
es_es: Lea por favor déjame explica-\.
ru_ru: Лея, пожалуйста, позволь мне объясни-\.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/327/message
source: BYE!\.
es_es: ¡ADIÓS!\.
ru_ru: ПОКА!\.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/331/message
source: BYE!\.
es_es: ¡ADIÓS!\.
ru_ru: ПОКА!\.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/335/message
source: BYEEEEEEEEEE!
es_es: ¡ADIÓÓÓÓÓÓÓÓÓÓS!
ru_ru: ПОКААААААААА!

# data/maps/arid/interior/the-room.json//entities/40/settings/event/337/message
source: Okay.
es_es: De acuerdo.
ru_ru: Хорошо.

# data/maps/arid/interior/the-room.json//entities/40/settings/event/338/message
source: I will...\. be quiet.
es_es: Estaré...\. callado.
ru_ru: Я...\. лучше помолчу.

# data/maps/arid/interior/the-room.json//entities/43/settings/event/19/message
source: ...Lea?
ru_ru: ...Лея?

# data/maps/arid/interior/the-room.json//entities/43/settings/event/21/message
source: ...Bye.
es_es: ...Adiós.
ru_ru: ...Пока.

# data/maps/arid/interior/the-room.json//entities/43/settings/event/22/message
source: Lea, please...\. Give me a chance to expla-
es_es: Lea, por favor...\. Dame una chance de expli-
ru_ru: Лея, пожалуйста...\. Дай мне шанс объясн-

# data/maps/arid/interior/the-room.json//entities/43/settings/event/24/message
source: Bye!!
es_es: ¡¡Adiós!!
ru_ru: Пока!!

# data/maps/arid/interior/the-room.json//entities/43/settings/event/27/message
source: I am just glad that you seem to be getting through this.
es_es: Me alegro de que pareces estar superando esto.
ru_ru: Я просто рад, что ты, похоже, справляешься с этим.

# data/maps/arid/interior/the-room.json//entities/43/settings/event/29/message
source: Good night, Lea.
es_es: Buenas noches, Lea.
ru_ru: Спокойной ночи, Лея.

# data/maps/arid/interior/the-room.json//entities/43/settings/event/33/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/arid/interior/the-room.json//entities/45/settings/event/15/message
source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

# data/maps/arid/interior/the-room.json//entities/45/settings/event/18/message
source: Wait!
es_es: ¡Espera!
ru_ru: Подожди!

# data/maps/arid/interior/the-room.json//entities/45/settings/event/28/message
source: Bye...
es_es: Adiós...
ru_ru: Пока...

# data/maps/arid/interior/the-room.json//entities/45/settings/event/35/text
source: Logout
es_es: Desconectarse
ru_ru: Выход из игры

# data/maps/arid/interior/the-room.json//entities/47/settings/event/33/message
source: I am sorry...
es_es: Lo siento...
ru_ru: Мне очень жаль...

# data/maps/arid/interior/the-room.json//entities/47/settings/event/34/message
source: ...about what happened the day before yesterday.
es_es: ...por lo que pasó anteayer.
ru_ru: ...насчёт того, что произошло позавчера.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/35/message
source: This was not planned... nor intended.
es_es: Esto no fue planeado... ni intencional.
ru_ru: Это не планировалось... и не предусматривалось.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/36/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid/interior/the-room.json//entities/47/settings/event/38/message
source: That's right, you can say a few words now.
es_es: Es cierto, puedes decir algunas palabras ahora.
ru_ru: Точно, ты же теперь знаешь несколько слов.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/39/message
source: Well then... do you mind telling me something?
es_es: Bueno... ¿te importaría decirme algo?
ru_ru: Ну, тогда... может, хочешь мне что-нибудь рассказать?

# data/maps/arid/interior/the-room.json//entities/47/settings/event/40/message
source: Who exactly put you back into the game?
es_es: ¿Quién te puso de vuelta en el juego?
ru_ru: Кто именно вернул тебя обратно в игру?

# data/maps/arid/interior/the-room.json//entities/47/settings/event/42/message
source: I suppose you won't find the right words for that.
es_es: Supongo que no tienes las palabras indicadas para decir eso.
ru_ru: Я полагаю, что у тебя не найдётся подходящих слов для ответа.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/44/message
source: Never mind, then.
es_es: No importa, entonces
ru_ru: Тогда неважно.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/45/message
source: We'll find that person sooner or later.
es_es: Encontraremos al responsable tarde o temprano.
ru_ru: Мы найдём этого человека рано или поздно.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/46/message
source: Goodbye.
es_es: Adiós.
ru_ru: Прощай.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/47/message
source: ...Bye...
es_es: ...Adiós...
ru_ru: ...Пока...

# data/maps/arid/interior/the-room.json//entities/47/settings/event/60/message
source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

# data/maps/arid/interior/the-room.json//entities/47/settings/event/64/message
source: ...Hi...
es_es: ...Hola...
ru_ru: ...Привет...

# data/maps/arid/interior/the-room.json//entities/47/settings/event/76/message
source: Lea...
ru_ru: Лея...

# data/maps/arid/interior/the-room.json//entities/47/settings/event/77/message
source: Don't worry. Things are fine on my side.
es_es: No te preocupes. Todo está bien de mi lado.
ru_ru: Не волнуйся. Со мной всё в порядке.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/79/message
source: However, at the moment I cannot talk to you like usual.
es_es: Sin embargo, por ahora no te puedo hablar como es usual.
ru_ru: Просто сейчас я не могу с тобой разговаривать как обычно.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/80/message
source: For now...\. please go to the tower as you planned with Lukas.
es_es: Por ahora...\. por favor ve a la torre con Lukas como planeaste.
ru_ru: А теперь...\. пожалуйста, иди в башню, как вы и планировали с Лукасом.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/82/message
source: I will try to get you both out of this place.
es_es: Trataré de sacarlos a ambos de aquí.
ru_ru: Я постараюсь вытащить вас обоих из этого места.

# data/maps/arid/interior/the-room.json//entities/47/settings/event/83/message
source: Until then.
es_es: Hasta entonces.
ru_ru: До скорого.

# data/maps/arid/interior/trader.json//entities/21/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato
ru_ru: Лучшее для новичка

# data/maps/arid/interior/trader.json//entities/22/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato
ru_ru: Лучшее для новичка

# data/maps/arid/interior/trader.json//entities/29/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato
ru_ru: Лучшее для новичка

# data/maps/arid/interior/trader.json//entities/30/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato
ru_ru: Лучшее для новичка

# data/maps/arid/interior/trader.json//entities/31/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato
ru_ru: Лучшее для новичка

# data/maps/arid/interior/trader.json//entities/32/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato
ru_ru: Лучшее для новичка

# data/maps/arid/interior/trader.json//entities/33/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato
ru_ru: Лучшее для новичка

source: Lea, not this way. Head to the \c[3]Quest Hub\c[0], quickly!
es_es: Lea, por aquí no. ¡Ve al \c[3]Centro de Misiones\c[0], rápido!
ru_ru: Лея, не сюда. Иди к \c[3]Квест-хабу\c[0], быстрее!

source: The tour does not include the river area. We've been there yesterday already.
es_es: El tour no incluye el área del río. Ya estuvimos allí ayer.
ru_ru: Экскурсия не включает речной район. Мы уже были там вчера.

# data/maps/arid/lake-1.json//entities/450/settings/blockEvent/2/message
source: Lea, not this way. Head to the \c[3]Quest Hub\c[0], quickly!
es_es: Lea, por aquí no. ¡Ve al \c[3]Centro de Misiones\c[0], rápido!
ru_ru: Лея, не сюда. Иди к \c[3]Квест-хабу\c[0], быстрее!

# data/maps/arid/lake-1.json//entities/451/settings/blockEvent/2/message
source: Lea, not this way. Head to the \c[3]Quest Hub\c[0], quickly!
es_es: Lea, por aquí no. ¡Ve al \c[3]Centro de Misiones\c[0], rápido!
ru_ru: Лея, не сюда. Иди к \c[3]Квест-хабу\c[0], быстрее!

# data/maps/arid/lake-1.json//entities/456/settings/condAnims/0/interact/hoverText
source: Search Targets
es_es: Buscar Objetivos
ru_ru: Поиск целей

source: Locate Targets in Area.
es_es: Localizar los Objetivos en el área.
ru_ru: Найдите цели в области.

# data/maps/arid/lake-1.json//entities/456/settings/condAnims/1/interact/hoverText
source: Activate
es_es: Activar
ru_ru: Активировать

# data/maps/arid/lake-1.json//entities/478/settings/interact/hoverText
source: \i[arrow-n] Forest \i[arrow-sw] Cliff \i[arrow-s] River \i[arrow-e] Town Center
es_es: \i[arrow-n] Bosque \i[arrow-sw] Acantilado \i[arrow-s] Río \i[arrow-e] Ayuntamiento
ru_ru: \i[arrow-n] Лес \i[arrow-sw] Утёс \i[arrow-s] Река \i[arrow-e] Центр города

# data/maps/arid/lake-1.json//entities/479/settings/interact/hoverText
source: \i[arrow-n] Forest \i[arrow-w] Cliff \i[arrow-s] River \i[arrow-ne] Town Center
es_es: \i[arrow-n] Bosque \i[arrow-sw] Acantilado \i[arrow-s] Río \i[arrow-e] Ayuntamiento
ru_ru: \i[arrow-n] Лес \i[arrow-w] Утёс \i[arrow-s] Река \i[arrow-ne] Центр города

# data/maps/arid/lake-1.json//entities/501/settings/event/8/message
source: So we're just out of town and oh look!
es_es: ¡Así que estamos apenas fuera del pueblo y mira!
ru_ru: Мы только что покинули город, и о, гляди!

# data/maps/arid/lake-1.json//entities/501/settings/event/15/message
source: It's one of these devices!
es_es: ¡Es uno de esos dispositivos!
ru_ru: Это одно из этих устройств!

# data/maps/arid/lake-1.json//entities/501/settings/event/19/message
source: Yet the almighty plot decided we're not ready to proceed, so these things remain unresponsive.
es_es: Pero la todopoderosa historia decidió que no estamos listos para seguir, así que estas cosas van a seguir sin reaccionar.
ru_ru: Тем не менее, воля Всевышнего решила, что мы не готовы продолжать, поэтому эти штуки остаются неактивными.

# data/maps/arid/lake-1.json//entities/501/settings/event/21/message
source: Nothing to do here, so let's appreciate the amazing nature of this place.
es_es: Nada que hacer aquí, así que apreciemos la asombrosa naturaleza de este lugar.
ru_ru: Здесь нам нечего делать, поэтому давай обратим внимание на удивительную природу этого места.

# data/maps/arid/lake-1.json//entities/501/settings/event/22/message
source: This way!
es_es: ¡Por aquí!
ru_ru: Сюда!

# data/maps/arid/lake-1.json//entities/501/settings/event/26/task
source: Talk to Lukas in \c[3]Vermillion Wasteland - Crimson Lake\c[0] to proceed with his tour.
es_es: Habla con Lukas en \c[3]Vertedero Vermillion - Lago Carmesí\c[0] para proceder con el tour.
ru_ru: Поговорите с Лукасом в \c[3]Пустоши Вермиллион - Алое озеро\c[0], чтобы продолжить его экскурсию.

source: This...\. is a lake.
es_es: Esto...\. es un lago.
ru_ru: Это...\. озеро.

source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

source: Because it's filled with water...\. or whatever that purple stuff is.
es_es: Porque esta lleno de agua...\. o lo que sea esa cosa violeta.
ru_ru: Потому что оно наполнено водой... или чем бы ни была эта фиолетовая штука.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Sorry, this tour doesn't include basic scientific explanations.
es_es: Perdón, este tour no incluye explicaciones científicas básicas.
ru_ru: Извини, но эта экскурсия не включает в себя базовые научные объяснения.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Gyahahaha, what a tough customer!
es_es: ¡Gyahahaha, que cliente más duro!
ru_ru: Муахахаха, какой трудный клиент!

source: I'm sure Tronny would have a good explanation for you.
es_es: Estoy seguro de que Tronny tendría una buena explicación para tí.
ru_ru: Я уверен, что у Тронни было бы хорошее объяснение для тебя.
