Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid-dng.po
Languages: es_es, ru_ru

# data/maps/arid-dng/first/jump-last.json//entities/2/settings/event/8/message
source: \s[5]...aaaaaaaaaaaaaaaaaaaaat is thiiiiis?!
es_es: \s[5]...éééééééééééééééééééééé es essssssssto?!
ru_ru: \s[5]...оооооооооооооооооооооо этооооо?!

# data/maps/arid-dng/first/jump-last.json//entities/2/settings/event/23/message
source: D-D-Did we just literally break the fourth wall or something?!
es_es: ¡¿A-A-Acabamos de literalmente romper la cuarta pared o algo?!
ru_ru: М-М-Мы только что сломали четвертую стену или типа того?!

# data/maps/arid-dng/first/jump-last.json//entities/2/settings/event/26/message
source: Lea, there is no time!
es_es: ¡Lea, no hay tiempo!
ru_ru: Лея, на это нет времени!

# data/maps/arid-dng/first/jump-last.json//entities/2/settings/event/27/message
source: Quick, take the elevator!
es_es: ¡Rápido, toma el elevador!
ru_ru: Быстрее к лифту!

# data/maps/arid-dng/first/jump-last.json//entities/2/settings/event/32/message
source: Elevator... Alright...
es_es: Elevador... bien...
ru_ru: Лифт... Ладно...

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/8/message
source: W-Where are we...? Is this even still the playground?
es_es: ¿D-Dónde estamos...? ¿Es esto siquiera el Campo de Juego?
ru_ru: Г-Где мы? Это всё ещё игровая зона?

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/10/message
source: Lea, please hurry! Run towards the sea, somebody will pick you up!
es_es: ¡Lea, apúrate por favor! ¡Corre hacia el mar, alguien te recogerá!
ru_ru: Лея, пожалуйста, поторопитесь! Бегите к морю, кое-кто заберёт вас!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/18/message
source: This way? You're sure?
es_es: ¿Por aquí? ¿Estás segura?
ru_ru: Сюда? Уверена?

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/19/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/26/message
source: L-Lea?!
ru_ru: Л-Лея?!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/35/message
source: Lea...\. I can't move...
es_es: Lea...\. No me puedo mover...
ru_ru: Лея...\. Я не могу двигаться...

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/36/message
source: ...Why?!
es_es: ¡¿...Por qué?!
ru_ru: ...Почему?!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/42/message
source: No matter what I do... I... I just can't move...
es_es: No importa lo que haga... No... No me puedo mover...
ru_ru: Как ни пытаюсь... я... я просто не могу пошевелиться...

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/43/message
source: ...Why...
es_es: ...Por qué...
ru_ru: ...Почему...

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/44/message
source: Is this some bug or something?!
es_es: ¡¿Es alguna clase de bug o algo?!
ru_ru: Это какой-то баг или что-то вроде?

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/58/message
source: WHY?!?
es_es: ¿¡¿POR QUÉ?!?
ru_ru: ПОЧЕМУ?!?

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/59/message
source: Lea please... this won't go anywhere.
es_es: Lea por favor... no irás a ningún lado con esto.
ru_ru: Лея, пожалуйста... это всё равно не сработает.

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/75/message
source: Somebody must know their way around here!
es_es: ¡Alguien debe conocer este lugar!
ru_ru: Должно быть, кто-то знает здесь дорогу!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/76/message
source: It makes us wonder who exactly is leading the way.
es_es: Nos hace pensar quién exactamente está dirigiendo el camino.
ru_ru: Это заставляет нас задуматься, кто же ваш проводник.

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/77/message
source: Alas! This is as far as you'll be going!
es_es: ¡Aún así! ¡Esto es lo más lejos que irán!
ru_ru: Увы! Твой путь закончится здесь!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/78/message
source: Your friend is now under our full control.
es_es: Tu amigo está ahora bajo mi control total.
ru_ru: Твой друг теперь полностью под нашим контролем.

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/79/message
source: We disabled his movement. He can be relocated at will, shall it be required.
es_es: Desactivamos su movimiento. Puede ser reposicionado a voluntad, si se requiere.
ru_ru: Мы отключили его передвижение. Он может быть перемещён по нашей воле, если это потребуется.

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/81/message
source: ...Why?!
es_es: ¡¿...Por qué?!
ru_ru: ...Почему?!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/82/message
source: You leave us no choice.
es_es: No nos dejas opción.
ru_ru: Ты не оставила нам выбора.

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/83/message
source: His very fate rests in our hands!
es_es: ¡Su destino está en nuestras manos!
ru_ru: Теперь его судьба в наших руках!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/84/message
source: If his well being is of your concern, you'd be wise to obey and stop this escape at once.
es_es: Si su bienestar te preocupa, entonces te vendría bien obedecerme y pares este escape de una vez.
ru_ru: Если хочешь, чтобы с ним всё было в порядке, то прояви благоразумие, подчинись и немедленно прекрати этот побег.

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/85/message
source: ...Why...
es_es: ...Por qué...
ru_ru: ...Почему...

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/89/message
source: ...Lea...
ru_ru: ...Лея...

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/95/message
source: GET AWAY ALREADY!
es_es: ¡VETE DE UNA VEZ!
ru_ru: ВЫБИРАЙСЯ УЖЕ СКОРЕЕ!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/101/message
source: THERE IS NO POINT IN WAITING FOR ME! RUN!
es_es: ¡ES INÚTIL ESPERAR A POR MI! ¡CORRE!
ru_ru: НЕТ СМЫСЛА ЖДАТЬ МЕНЯ! БЕГИ!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/104/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/113/message
source: Lea...
ru_ru: Лея...

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/114/message
source: There is nothing I can do about Lukas.
es_es: No hay nada que pueda hacer por Lukas.
ru_ru: Я не могу ничего поделать с Лукасом.

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/115/message
source: I am sorry.
es_es: Lo siento.
ru_ru: Мне очень жаль.

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/116/message
source: We have to escape on our own!
es_es: ¡Tenemos que escapar por nuestra cuenta!
ru_ru: Выбирайся сама!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/117/message
source: It is our only option left!
es_es: ¡Es nuestra única opción!
ru_ru: Больше ничего не остаётся!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/118/message
source: ...Why...
es_es: ...Por qué...
ru_ru: ...Почему...

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/127/message
source: RUN ALREADY!
es_es: ¡CORRE DE UNA VEZ!
ru_ru: БЕГИ УЖЕ!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/130/message
source: GO!!!
es_es: ¡¡¡VETE!!!
ru_ru: ДАВАЙ!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/140/message
source: Stop right there!!
es_es: ¡¡Alto ahí!!
ru_ru: Стой на месте!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/180/message
source: You keep pursuing this fruitless endeavor...
es_es: Sigues persiguiendo este infructuoso esfuerzo...
ru_ru: Ты продолжаешь эти тщетные попытки...

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/181/message
source: There is no escape from this place. Not for avatars like you!
es_es: No hay escape de este lugar. ¡No para los avatares como tú!
ru_ru: Из этого места нет выхода. Не для таких аватаров, как ты!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/182/message
source: We'll see about that!
es_es: ¡Ya veremos!
ru_ru: Да что ты говоришь?

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/199/message
source: Still not very explosion proof, I see!
es_es: ¡Sigues sin tener mucha resistencia a las explosiones por lo que veo!
ru_ru: Я смотрю, ты по-прежнему не очень защищён от взрывов?

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/200/message
source: I'm here to fetch the lass!
es_es: ¡Estoy aquí por la muchacha!
ru_ru: Я здесь, чтобы забрать девчушку!

# data/maps/arid-dng/first/outside.json//entities/86/settings/event/204/message
source: No! Not YOU again!!
es_es: ¡No! ¡¡No TÚ otra vez!!
ru_ru: Нет! Только не ТЫ снова!!

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/15/message
source: WHY?!
es_es: ¡¿POR QUÉ?!
ru_ru: ПОЧЕМУ?!

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/23/message
source: How....
es_es: Cómo...
ru_ru: Как....

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/24/message
source: Why...
es_es: Por qué...
ru_ru: Почему...

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/27/message
source: Lea, please calm down.
es_es: Lea, por favor cálmate.
ru_ru: Лея, пожалуйста, успокойся.

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/30/message
source: The interior of this tower is instanced.
es_es: El interior de esta torre está instanciado.
ru_ru: Внутренняя часть этой башни является отдельной зоной.

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/31/message
source: That is why Lukas is not here. It is like a dungeon.
es_es: Por eso Lukas no está aquí. Es como una mazmorra.
ru_ru: Вот почему Лукаса здесь нет. Она как подземелье.

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/33/message
source: Do not worry, I have a plan.
es_es: No te preocupes, tengo un plan.
ru_ru: Не волнуйся, у меня есть план.

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/34/message
source: If things go well, I can get both of you out of this.
es_es: Si las cosas salen bien, puedo sacarlos a ambos de aquí.
ru_ru: Если всё пойдёт хорошо, то я смогу вытащить тебя и Лукаса отсюда.

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/35/message
source: We will just have to break a few rules... and walls.
es_es: Sólo tenemos que romper un par de reglas... y paredes.
ru_ru: Нам просто нужно сломать некоторые правила... и стены.

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/37/message
source: I need a bit of time to prepare things.
es_es: Necesito algo de tiempo para preparar las cosas.
ru_ru: Мне нужно немного времени, чтобы всё подготовить.

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/38/message
source: I have to reach Lukas... Somehow.
es_es: Tengo que comunicarme con Lukas... de alguna forma.
ru_ru: Я должен добраться до Лукаса... Каким-то образом.

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/40/message
source: Meanwhile, I need you to move to the next room to the north.
es_es: Mientras tanto, necesito que te muevas a la siguiente habitación al norte.
ru_ru: В то же время мне нужно, чтобы ты перешла в следующую комнату на севере.

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/41/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid-dng/first/room-01.json//entities/27/settings/event/49/task
source: Follow Sergey's instructions.
es_es: Sigue las instrucciones de Sergey.
ru_ru: Следуйте указаниям Сергея.

# data/maps/arid-dng/first/room-02.json//entities/2/settings/blockEvent/2/message
source: Uhm... Lea? I need you to leave through the \c[3]other door\c[0].
es_es: Uhm... ¿Lea? Necesito que salgas por la \c[3]otra puerta\c[0].
ru_ru: Эмм... Лея? Мне нужно, чтобы ты вышла через \c[3]другую дверь\c[0].

# data/maps/arid-dng/first/room-02.json//entities/36/settings/event/4/message
source: Alright, this looks good. Next you'll need to move towards the \c[3]west\c[0].
es_es: Bueno, esto se ve bien. Ahora necesito que te muevas hacia el \c[3]oeste\c[0].
ru_ru: Так, выглядит неплохо. Дальше тебе нужно продвигаться на \c[3]запад\c[0].

# data/maps/arid-dng/first/room-02.json//entities/36/settings/event/5/message
source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

# data/maps/arid-dng/first/room-02.json//entities/36/settings/event/6/message
source: Just trust me on this for now.
es_es: Sólo confía en mí.
ru_ru: Всё будет в порядке, просто доверься мне.

# data/maps/arid-dng/first/room-03.json//entities/1/settings/blockEvent/1/message
source: No, not that way, Lea. Please use the exit sign.
es_es: No, por ahí no, Lea. Por favor, usa el símbolo de salida.
ru_ru: Не сюда, Лея. Пожалуйста, используй телепорт.

source: I promise, it will work this time...
es_es: Te prometo que funcionará esta vez...
ru_ru: Обещаю, на этот раз это сработает...

# data/maps/arid-dng/first/room-03.json//entities/34/settings/event/6/message
source: Okay, you are at the right position now, Lea.
es_es: Bien, estas en la posición correcta ahora, Lea.
ru_ru: Хорошо, теперь ты в нужном месте, Лея.

# data/maps/arid-dng/first/room-03.json//entities/34/settings/event/7/message
source: I just need a little bit longer to manage things on my side.
es_es: Sólo necesito algo de tiempo para arreglar las cosas de mi lado.
ru_ru: Мне просто нужно ещё немного времени, чтобы всё организовать.

# data/maps/arid-dng/first/room-03.json//entities/34/settings/event/8/message
source: Meanwhile, you can take care of the enemies in this room.
es_es: Mientras, puedes encargarte de los enemigos en esta habitación.
ru_ru: Пока что можешь разобраться с врагами в этой комнате.

# data/maps/arid-dng/first/room-03.json//entities/48/settings/event/14/message
source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

# data/maps/arid-dng/first/room-03.json//entities/48/settings/event/16/message
source: Just a moment, please...
es_es: Sólo un momento, por favor...
ru_ru: Один момент, пожалуйста...

# data/maps/arid-dng/first/room-03.json//entities/48/settings/event/23/message
source: Perfect! We are very lucky!
es_es: ¡Perfecto! ¡Tenemos mucha suerte!
ru_ru: Отлично! Нам крупно повезло!

# data/maps/arid-dng/first/room-03.json//entities/48/settings/event/24/message
source: I got Lukas just at the right position and he seems to be waiting for us.
es_es: Conseguí que Lukas se mueva a la posición correcta y parece estar esperándonos.
ru_ru: Я поймал Лукаса как раз в нужном месте, и кажется, он уже ждёт нас.

# data/maps/arid-dng/first/room-03.json//entities/48/settings/event/25/message
source: Now we will just have to meet up with him...
es_es: Ahora sólo tenemos que encontrarnos con él...
ru_ru: Теперь нам просто нужно встретиться с ним...

# data/maps/arid-dng/first/room-03.json//entities/48/settings/event/26/message
source: ...by breaking through the dungeon room instances.
es_es: ...rompiendo las paredes de las instancias de la mazmorra.
ru_ru: ...пробиваясь через стены подземелья.

# data/maps/arid-dng/first/room-03.json//entities/48/settings/event/28/message
source: Just follow my instructions.
es_es: Sólo sigue mis instrucciones.
ru_ru: Просто следуй моим указаниям.

# data/maps/arid-dng/first/room-03.json//entities/48/settings/event/29/message
source: I will now spawn an exit point.
es_es: Haré aparecer un punto de salida.
ru_ru: Сейчас я создам точку выхода.

# data/maps/arid-dng/first/room-03.json//entities/48/settings/event/36/message
source: Now, try interacting with the symbol.
es_es: Ahora, intenta interactuar con el símbolo.
ru_ru: Теперь попробуй взаимодействовать с символом.

# data/maps/arid-dng/first/room-03.json//entities/49/settings/interact/hoverText
source: Take off.
es_es: Salir.
ru_ru: Выйти.

source: Oh... whoops!
es_es: Oh... ¡ups!
ru_ru: Ой... уупс!

source: WHY?!
es_es: ¡¿POR QUÉ?!
ru_ru: ПОЧЕМУ?!

source: S-Sorry! I must have made a little mistake here.
es_es: ¡P-Perdón! Habré cometido un pequeño error por aquí.
ru_ru: И-Извини! Должно быть, я немного ошибся.

source: Let me go over the parameters again.
es_es: Déjame revisar los parámetros otra vez.
ru_ru: Позволь мне снова проверить все параметры.

source: Oh, I think I got it!
es_es: Oh, ¡creo que lo tengo!
ru_ru: О, кажется, я понял!

source: Please try again.
es_es: Por favor, intenta otra vez.
ru_ru: Пожалуйста, попробуй ещё раз.

source: Uhm...
ru_ru: Эмм...

source: Oh right, forgot about that thing.
es_es: Oh si, me olvidé de una cosa.
ru_ru: Ах да, забыл об этом.

source: Sorry Lea, we need one more attempt.
es_es: Perdón Lea, necesitamos un intento más.
ru_ru: Прости, Лея, нам нужна ещё одна попытка.

source: In my defense, this whole routine is pretty experimental...
es_es: En mi defensa, todo esto es bastante experimental...
ru_ru: В свою защиту хочу сказать, что это всё довольно экспериментально...

source: Hm...
ru_ru: Хм...

source: Okay, this should do it.
es_es: Okey, esto tendría que funcionar.
ru_ru: Хорошо, это должно сработать.

source: Hopefully.
es_es: Espero.
ru_ru: Надеюсь.

# data/maps/arid-dng/first/room-04.json//entities/0/settings/blockEvent/1/message
source: Uhm... better not go this way Lea. Things might break.
es_es: Uhm... será mejor que no vayas por ahí Lea. Puede que se rompa algo.
ru_ru: Хмм... лучше не идти этим путём, Лея. Это может плохо кончиться.

# data/maps/arid-dng/first/room-04.json//entities/1/settings/blockEvent/1/message
source: Lea, please take the exit point, not the door.
es_es: Lea, por favor ve al punto de salida, no la puerta.
ru_ru: Лея, пожалуйста, доберись до телепорта, не в дверь.

# data/maps/arid-dng/first/room-04.json//entities/24/settings/event/11/message
source: It worked! Well... sort of!
es_es: ¡Funcionó! Bueno... ¡más o menos!
ru_ru: Это сработало! Ну... вроде того!

# data/maps/arid-dng/first/room-04.json//entities/24/settings/event/14/message
source: Lea, we just jumped to another room instance!
es_es: ¡Lea, acabamos de saltar hacia otra instancia!
ru_ru: Лея, мы только что перепрыгнули в другую отдельную комнату!

# data/maps/arid-dng/first/room-04.json//entities/24/settings/event/15/message
source: Dungeon instances... they work on a room-by-room basis.
es_es: Las instancias de mazmorras... son como muchas copias de la misma habitación.
ru_ru: Отдельные зоны подземелий... они работают по принципу разрозненных комнат.

# data/maps/arid-dng/first/room-04.json//entities/24/settings/event/16/message
source: And all room-instances are placed within a \c[3]massive compound\c[0].
es_es: Y todas las instancias estan en un \c[3]complejo enorme\c[0].
ru_ru: И все эти отдельные комнаты собраны в \c[3]большой комплекс\c[0].

# data/maps/arid-dng/first/room-04.json//entities/24/settings/event/17/message
source: What we will do is jump between those instances until we reach the room Lukas is in!
es_es: ¡Lo que haremos será saltar por varias instancias hasta que lleguemos a la que está Lukas!
ru_ru: Мы будем прыгать между этими комнатами, пока не достигнем той, в которой находится Лукас.

# data/maps/arid-dng/first/room-04.json//entities/24/settings/event/18/message
source: And then... escape this compound itself!
es_es: ¡Y luego... escaparemos del complejo mismo!
ru_ru: А потом... сбежим из самого комплекса!

# data/maps/arid-dng/first/room-04.json//entities/24/settings/event/20/message
source: As strange as it sounds, it is our best chance to get out of this place.
es_es: Tan raro como suene, es nuestra mejor chance para salir de este lugar.
ru_ru: Как бы странно ни звучало - это наш единственный шанс выбраться из этого места.

# data/maps/arid-dng/first/room-04.json//entities/24/settings/event/21/message
source: Okay, let me see...\. the next exit point should be...\. here!
es_es: Bien, déjame ver...\. el siguiente punto de salida debería estar...\. ¡aquí!
ru_ru: Хорошо, дай мне взглянуть...\. следующая точка выхода должна быть...\. вот здесь!

# data/maps/arid-dng/first/room-04.json//entities/24/settings/event/29/message
source: Yes, it has to be on that side of the room. Sorry.
es_es: Si, tiene que estar de ese lado de la habitación. Perdón.
ru_ru: Да, лучше бы она была на этой стороне комнаты. Сожалею.

# data/maps/arid-dng/first/room-04.json//entities/24/settings/event/30/message
source: From the looks of it, you should be able to reach that point.
es_es: Por lo que parece, deberías poder llegar al punto.
ru_ru: Судя по всему, ты вполне сможешь достичь этой точки.

# data/maps/arid-dng/first/room-04.json//entities/26/settings/interact/hoverText
source: Take off.
es_es: Salir.
ru_ru: Выйти.

# data/maps/arid-dng/first/room-05.json//entities/0/settings/blockEvent/1/message
source: Lea, not the door please. The exit sign.
es_es: Lea, por la puerta no por favor. Usa el símbolo de salida.
ru_ru: Лея, не в дверь, пожалуйста. Телепорт.

# data/maps/arid-dng/first/room-05.json//entities/1/settings/blockEvent/1/message
source: Lea, not the door please. The exit sign.
es_es: Lea, por la puerta no por favor. Usa el símbolo de salida.
ru_ru: Лея, не в дверь, пожалуйста. Телепорт.

# data/maps/arid-dng/first/room-05.json//entities/67/settings/event/9/message
source: Nice landing! The next exit is down over there.
es_es: ¡Buen aterrizaje! La siguiente salida está ahí abajo.
ru_ru: Мягкая посадка! Следующий выход там внизу.

# data/maps/arid-dng/first/room-05.json//entities/67/settings/event/10/message
source: You can just ignore the puzzle in this room...
es_es: Puedes ignorar el puzzle en esta habitación...
ru_ru: Ты можешь просто не обращать внимания на загадки в этой комнате.

# data/maps/arid-dng/first/room-05.json//entities/68/settings/interact/hoverText
source: Take off.
es_es: Salir.
ru_ru: Выйти.

# data/maps/arid-dng/first/room-06.json//entities/0/settings/blockEvent/1/message
source: We should not leave through the entrance. Strange things could happen.
es_es: No deberíamos salir por la entrada. Pueden pasar cosas raras.
ru_ru: Мы не должны выходить через вход. Странные вещи могут произойти.

# data/maps/arid-dng/first/room-06.json//entities/1/settings/blockEvent/1/message
source: Lea, not the door please. The exit sign.
es_es: Lea, por la puerta no por favor. Usa el símbolo de salida.
ru_ru: Лея, не в дверь, пожалуйста. Телепорт.

# data/maps/arid-dng/first/room-06.json//entities/31/settings/event/19/message
source: Oh! Well... we should take care of those first.
es_es: ¡Oh! Bueno... deberíamos encargarnos de ellos primero.
ru_ru: Ой! Ну... тут придётся сначала разобраться с этим.

# data/maps/arid-dng/first/room-06.json//entities/43/settings/event/9/message
source: Wait, Lea!
es_es: ¡Espera, Lea!
ru_ru: Подожди, Лея!

# data/maps/arid-dng/first/room-06.json//entities/43/settings/event/10/message
source: This time we'll exit through the wall to the east!
es_es: ¡Esta vez saldremos por la pared al este!
ru_ru: На этот раз мы выйдем через стену на востоке!

# data/maps/arid-dng/first/room-06.json//entities/44/settings/interact/hoverText
source: Take off.
es_es: Salir.
ru_ru: Выйти.

source: Whooops!
es_es: ¡Uuuups!
ru_ru: Уууупс!

source: WHY?!
es_es: ¡¿POR QUÉ?!
ru_ru: ПОЧЕМУ?!

source: Sorry, I forgot to fix the routine for sideway jumps...
es_es: Perdón, me olvidé de arreglar la rutina para los saltos de lado...
ru_ru: Прости, я забыл кое-что исправить для боковых прыжков.

source: ...How?!
es_es: ¡¿...Cómo?!
ru_ru: ...Как?!

source: A-Anyway, it should work now. Promise.
es_es: C-Como sea, debería funcionar ahora. Lo prometo.
ru_ru: Т-Теперь это должно сработать. Обещаю.
