Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [12295] data/maps/arid/lake-1.json entities/524/settings/dialog/2/event/4/thenStep/5/message #267 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 IF party.has.Schneider2 main.schneider2 @PONDERING ---------------- No quest for us today, so all we can do is have a look around.
es: No hay misiones hoy, así que sólo nos queda pasear.

source: [12296] data/maps/arid/lake-1.json entities/524/settings/dialog/2/event/4/thenStep/6/message #268 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 IF party.has.Schneider2 cross-worlds.pentafist-male-blue @DEFAULT ---------------- That's too bad.
es: Que mal.

source: [12297] data/maps/arid/lake-1.json entities/524/settings/dialog/2/event/4/thenStep/7/message #269 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 IF party.has.Schneider2 cross-worlds.pentafist-male-blue @DEFAULT ---------------- I'm sure the quest will be there for you soon as well.
es: Estoy seguro de que la misión estará allí pronto para tí también.

source: [12298] data/maps/arid/lake-1.json entities/524/settings/dialog/2/event/4/elseStep/0/message #270 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 IF NOT party.has.Schneider2 cross-worlds.pentafist-male-blue @DEFAULT ---------------- Yes...?
es: ¿Si...?

source: [12300] data/maps/arid/lake-1.json entities/524/settings/dialog/2/event/4/elseStep/2/message #272 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 IF NOT party.has.Schneider2 cross-worlds.pentafist-male-blue @DEFAULT ---------------- Uhm...
es: Uhm...

source: [12301] data/maps/arid/lake-1.json entities/524/settings/dialog/3/text #273 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 cross-worlds.quadroguard-male-black ---------------- Let's take things slowly, okay?
es: Tomémonoslo a la ligera, ¿si?

source: [12302] data/maps/arid/lake-1.json entities/527/settings/event/18/message #862 EventTrigger raidStart START IF plot.line >= 28100 antagonists.fancyguy @SHOUTING ---------------- To the forest!!
es: ¡¡Al bosque!!

source: [12303] data/maps/arid/lake-1.json entities/527/settings/event/20/message #863 EventTrigger raidStart START IF plot.line >= 28100 antagonists.sidekick @ANGRY ---------------- Good luck, everyone!
es: ¡Buena suerte, a todos!

source: [12304] data/maps/arid/lake-1.json entities/527/settings/event/39/message #864 EventTrigger raidStart START IF plot.line >= 28100 main.emilie @SHOCKED ---------------- Mon dieu, what are those... robot thingies?!
es: ¡¿Mon dieu, que son esas... cosas robóticas?!

source: [12305] data/maps/arid/lake-1.json entities/527/settings/event/41/message #865 EventTrigger raidStart START IF plot.line >= 28100 main.sergey @SERIOUS ---------------- The barriers are connected to those enemies, we need to get rid of them to proceed!
es: Las barreras están conectadas a esos enemigos, ¡tenemos que eliminarlos para proceder!

source: [12306] data/maps/arid/lake-1.json entities/537/settings/event/6/message #866 EventTrigger raidFight1End START IF tmp.shredderKilled >= 4 main.sergey @SERIOUS ---------------- Onward, to the \c[3]Quest Hub\c[0]!
es: ¡Adelante, hacia el \c[3]Centro de Misiones\c[0]!

source: [12307] data/maps/arid/lake-1.json entities/539/settings/event/21/message #867 EventTrigger raidFight2 START IF tmp.closeToQuestHub main.schneider @COMPLAINING ---------------- More metal faces!
es: ¡Más pedazos de chatarra!

source: [12308] data/maps/arid/lake-1.json entities/540/settings/event/15/message #869 EventTrigger raidFight3End START IF tmp.shredderKilled2 >= 4 main.emilie @SHOCKED ---------------- Look! It's one of those... Evotars!
es: ¡Mira! Es uno de esos... Evotares!

source: [12309] data/maps/arid/lake-1.json entities/540/settings/event/24/message #872 EventTrigger raidFight3End START IF tmp.shredderKilled2 >= 4 main.emilie @ASTONISHED ---------------- Hey, you! You should go to the quest hub!
es: ¡Ey, tú! ¡Deberías ir al centro de misiones!

source: [12310] data/maps/arid/lake-1.json entities/540/settings/event/25/message #873 EventTrigger raidFight3End START IF tmp.shredderKilled2 >= 4 cross-worlds.hexacast-male-red @DEFAULT ---------------- Huh?
es: ¿Hm?

source: [12311] data/maps/arid/lake-1.json entities/540/settings/event/26/message #874 EventTrigger raidFight3End START IF tmp.shredderKilled2 >= 4 main.emilie @SUSPICIOUS ---------------- Uhm...\. They got amazing loot there!
es: Uhm...\. ¡Hay un loot sorprendente aquí!

source: [12313] data/maps/arid/lake-1.json entities/540/settings/event/30/message #876 EventTrigger raidFight3End START IF tmp.shredderKilled2 >= 4 main.schneider @NORM_SERIOUS ---------------- Go there if you want to get out of here!
es: ¡Ve allí si quieres salir de aquí!

source: [12314] data/maps/arid/lake-1.json entities/540/settings/event/31/message #877 EventTrigger raidFight3End START IF tmp.shredderKilled2 >= 4 main.schneider @SERIOUS ---------------- Quick, there's just this one chance!
es: ¡Rápido, no hay más oportunidades!

source: [12315] data/maps/arid/lake-1.json entities/540/settings/event/32/message #878 EventTrigger raidFight3End START IF tmp.shredderKilled2 >= 4 cross-worlds.hexacast-male-red @DEFAULT ---------------- R-Really?\. Quest Hub, you say?
es: ¿E-En serio?\. ¿Al Centro de Misiones, dicen?

source: [12316] data/maps/arid/lake-1.json entities/540/settings/event/41/message #879 EventTrigger raidFight3End START IF tmp.shredderKilled2 >= 4 main.emilie @CURIOUS ---------------- Huh... that worked well.
es: Hm... eso funcionó bastante bien.

source: [12317] data/maps/arid/lake-1.json entities/547/settings/event/24/message #890 EventTrigger WalkingBack START IF plot.line >= 31300 main.schneider @WONDERING ---------------- So, uhm...\. Sergey?
es: Así que, uhm...\. ¿Sergey?

source: [12318] data/maps/arid/lake-1.json entities/547/settings/event/26/message #894 EventTrigger WalkingBack START IF plot.line >= 31300 main.sergey @DEFAULT ---------------- Yes?
es: ¿Si?

source: [12319] data/maps/arid/lake-1.json entities/547/settings/event/27/message #895 EventTrigger WalkingBack START IF plot.line >= 31300 main.schneider @NORM_SERIOUS ---------------- Now that you've gathered the Evotars, what's next?
es: Ahora que juntamos a los Evotares, ¿que sigue?

source: [12320] data/maps/arid/lake-1.json entities/547/settings/event/28/message #896 EventTrigger WalkingBack START IF plot.line >= 31300 main.sergey @THINKING ---------------- Well...
es: Bueno...

source: [12321] data/maps/arid/lake-1.json entities/547/settings/event/29/message #897 EventTrigger WalkingBack START IF plot.line >= 31300 main.sergey @WORRIED ---------------- I have to get in touch with Instatainment and explain the whole situation.
es: Tengo que contactarme con Instatainment y explicarles la situación.

source: [12322] data/maps/arid/lake-1.json entities/547/settings/event/30/message #898 EventTrigger WalkingBack START IF plot.line >= 31300 main.sergey @EYES_CLOSED ---------------- And hopefully we will be able to create a proper future for Evotars that way.
es: Y con suerte crearemos un futuro digno para esos Evotares.

source: [12323] data/maps/arid/lake-1.json entities/547/settings/event/35/message #893 EventTrigger WalkingBack START IF plot.line >= 31300 main.emilie @CURIOUS ---------------- So...\. what will happen with Lea now?
es: Entonces...\. ¿qué pasará con Lea ahora?

source: [12325] data/maps/arid/lake-1.json entities/547/settings/event/39/message #900 EventTrigger WalkingBack START IF plot.line >= 31300 main.sergey @EYES_CLOSED ---------------- I am afraid I cannot afford to keep her in the game for much longer.
es: Me temo que no podré reternerla en el juego mucho más tiempo.

source: [12326] data/maps/arid/lake-1.json entities/547/settings/event/40/message #901 EventTrigger WalkingBack START IF plot.line >= 31300 main.sergey @WORRIED ---------------- I am not allowed to do that in the first place...
es: No se me permite hacerlo en primer lugar...

source: [12327] data/maps/arid/lake-1.json entities/547/settings/event/41/message #902 EventTrigger WalkingBack START IF plot.line >= 31300 main.sergey @COMPLEX ---------------- And I really should not break company rules while I try to discuss the matter with them.
es: Y no debería romper las reglas de la compañía mientras discuto el asunto con ellos.

source: [12329] data/maps/arid/lake-1.json entities/547/settings/event/43/message #904 EventTrigger WalkingBack START IF plot.line >= 31300 main.emilie @SAD ---------------- But...\. there is no need to log her out right away, non?
es: Pero...\. no hay necesidad de desconectarla ahora mismo, ¿no?

source: [12330] data/maps/arid/lake-1.json entities/547/settings/event/44/message #905 EventTrigger WalkingBack START IF plot.line >= 31300 main.emilie @AWAY ---------------- We can at least play together for a little longer, oui?
es: Al menos podemos jugar juntas un poco más, ¿oui?

source: [12332] data/maps/arid/lake-1.json entities/547/settings/event/46/message #907 EventTrigger WalkingBack START IF plot.line >= 31300 main.sergey @EYES_CLOSED ---------------- I suppose... there is no reason to rush things now.
es: Supongo... que no hay motivo para apurar las cosas ahora.

source: [12333] data/maps/arid/lake-1.json entities/547/settings/event/49/message #909 EventTrigger WalkingBack START IF plot.line >= 31300 main.emilie @SMILE ---------------- What are we waiting for, then?
es: ¿A qué esperamos entonces?

source: [12334] data/maps/arid/lake-1.json entities/547/settings/event/50/message #910 EventTrigger WalkingBack START IF plot.line >= 31300 main.emilie @HAPPY ---------------- Off to the Playground!!
es: ¡¡Al Campo de Juego!!

source: [12336] data/maps/arid/lake-1.json entities/547/settings/event/68/text #913 EventTrigger WalkingBack START IF plot.line >= 31300 SHOW_DREAM_MSG ---------------- It all began when I set out\. to find my long-lost colleagues.\. \. My old friends...
es: Todo comenzó cuando\. salí en busca de mis colegas perdidos.\. \. Mis viejos amigos...

source: [12337] data/maps/arid/lake-1.json entities/550/settings/event/10/message #911 EventTrigger CtronEndScene START IF plot.line >= 31600 main.glasses @THOUGHTFUL ---------------- He had a point.
es: Tenía razón.

source: [12338] data/maps/arid/lake-1.json entities/550/settings/event/11/message #912 EventTrigger CtronEndScene START IF plot.line >= 31600 main.glasses @WORRIED ---------------- Those cliffs really do not make any sense.
es: Esas formaciones no tienen ningún sentido.

source: [12339] data/maps/arid/lake-1.json entities/551/settings/event/0/message #914 LocationEvent boringBridge START IF party.alive.Emilie main.emilie @HAPPY ---------------- Laser bridge!! Awesome!
es: ¡¡Puente de Luz!! ¡Genial!

source: [12340] data/maps/arid/river-1.json entities/269/settings/condAnims/0/interact/hoverText #14 Prop masterSign SPAWN IF !g.arid.master1A IF quest.arid-quest1.started ---------------- Search Targets
es: Buscar objetivos

source: [12341] data/maps/arid/river-1.json entities/269/settings/condAnims/0/interact/event/1/text #13 Prop masterSign SPAWN IF !g.arid.master1A IF quest.arid-quest1.started SHOW_BOARD_MSG ---------------- Locate Targets in Area.
es: Localiza los Objetivos en el área.

source: [12342] data/maps/arid/river-1.json entities/269/settings/condAnims/1/interact/hoverText #8 Prop masterSign SPAWN IF !g.arid.master1A IF map.signAOn && map.signBOn && map.signCOn ---------------- Activate
es: Activar

source: [12343] data/maps/arid/river-1.json entities/387/settings/interact/hoverText #15 Prop ---------------- \i[arrow-n] Lake \i[arrow-sw] River Delta \i[arrow-e] Town Center
es: \i[arrow-n] Lago \i[arrow-sw] Río Delta \i[arrow-e] Ayuntamiento

source: [12344] data/maps/arid/river-1.json entities/404/settings/event/0/message #914 LocationEvent boringBridge START IF party.alive.Emilie main.emilie @HAPPY ---------------- Laser bridgeees!
es: ¡Puentes de Luzzzz!

source: [12345] data/maps/arid/river-1.json entities/405/settings/event/0/message #915 LocationEvent boringBridge2 START IF party.alive.Emilie main.emilie @HAPPY ---------------- So many laser bridges!
es: ¡Tantos Puentes de Luz!

source: [12346] data/maps/arid/river-1.json entities/407/settings/dialog/0/text #916 XenoDialog lightComment SPAWN IF plot.line < 28000 cross-worlds.triblader-female-black ---------------- Red light...\. so shiny...\. so bright...
es: Luz roja...\. tan brillante...\. tan luminosa...

source: [12347] data/maps/arid/river-1.json entities/407/settings/dialog/1/text #917 XenoDialog lightComment SPAWN IF plot.line < 28000 cross-worlds.triblader-female-black ---------------- Please take away...\. my sight...
es: Por favor llévate...\. mi vista...

source: [12349] data/maps/arid/river-1.json entities/407/settings/dialog/1/event/0/thenStep/3/message #919 XenoDialog lightComment SPAWN IF plot.line < 28000 IF plot.line >= 12800 && plot.line < 13100 cross-worlds.triblader-female-black @DEFAULT ---------------- Hm?
es: ¿Hm?

source: [12350] data/maps/arid/river-1.json entities/407/settings/dialog/1/event/0/elseStep/2/message #918 XenoDialog lightComment SPAWN IF plot.line < 28000 IF NOT plot.line >= 12800 && plot.line < 13100 main.lea @SURPRISED ---------------- Why?!
es: ¡¿Por qué?!

source: [12351] data/maps/arid/river-1.json entities/407/settings/dialog/1/event/0/elseStep/3/message #921 XenoDialog lightComment SPAWN IF plot.line < 28000 IF NOT plot.line >= 12800 && plot.line < 13100 cross-worlds.triblader-female-black @DEFAULT ---------------- Because I don't want to see no more...
es: Porque ya no quiero ver...

source: [12353] data/maps/arid/river-2.json entities/72/settings/condAnims/0/interact/hoverText #14 Prop masterSign SPAWN IF !g.arid.master1B IF quest.arid-quest1.started ---------------- Search Targets
es: Buscar Objetivos

source: [12354] data/maps/arid/river-2.json entities/72/settings/condAnims/0/interact/event/1/text #13 Prop masterSign SPAWN IF !g.arid.master1B IF quest.arid-quest1.started SHOW_BOARD_MSG ---------------- Locate Targets in Area.
es: Localiza los Objetivos en el área.

source: [12355] data/maps/arid/river-2.json entities/72/settings/condAnims/1/interact/hoverText #8 Prop masterSign SPAWN IF !g.arid.master1B IF map.signAOn && map.signBOn && map.signCOn ---------------- Activate
es: Activar

source: [12356] data/maps/arid/river-2.json entities/72/settings/condAnims/1/interact/event/13/message #28 Prop masterSign SPAWN IF !g.arid.master1B IF map.signAOn && map.signBOn && map.signCOn main.schneider2 @COMPLAINING ---------------- Ugh... enough already.
es: Ugh... suficiente.

source: [12357] data/maps/arid/river-2.json entities/390/settings/event/8/message #19 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding main.schneider2 @DEFAULT ---------------- Right... so this is a \c[3]Trial Building\c[0].
es: Bien... así que este es un \c[3]Edificio de Prueba\c[0].

source: [12358] data/maps/arid/river-2.json entities/390/settings/event/9/message #20 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding main.schneider2 @SKEPTICAL ---------------- Does that mean more of those low-level virus thingies?
es: ¿Eso significa que habrá más de esos virus?

source: [12359] data/maps/arid/river-2.json entities/390/settings/event/10/message #21 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding main.schneider2 @WINK ---------------- I'm fine with those, just keep them coming!
es: ¡No tengo problema con ellos, que vengan más!

source: [12361] data/maps/arid/river-2.json entities/390/settings/event/11/thenStep/1/message #927 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding IF player.paramAvg >= 261 main.schneider2 @LAUGH ---------------- You're with me, I see!
es: ¡Ya veo que estás conmigo!

source: [12362] data/maps/arid/river-2.json entities/390/settings/event/11/thenStep/2/message #928 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding IF player.paramAvg >= 261 main.schneider2 @SKEPTICAL ---------------- Well, let's hope they won't pull out a weirdly overpowered boss next.
es: Bueno, espero que no aparezca un jefe extrañamente dificil así de la nada.

source: [12364] data/maps/arid/river-2.json entities/390/settings/event/11/elseStep/1/message #23 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding IF NOT player.paramAvg >= 261 main.lea @MOPING ---------------- Bye.
es: Adiós.

source: [12365] data/maps/arid/river-2.json entities/390/settings/event/11/elseStep/2/message #24 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding IF NOT player.paramAvg >= 261 main.schneider2 @LAUGH ---------------- Gyahahaha!
es: ¡Gyahahaha!

source: [12366] data/maps/arid/river-2.json entities/390/settings/event/11/elseStep/3/message #25 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding IF NOT player.paramAvg >= 261 main.schneider2 @WONDERING ---------------- No really, it would be troublesome if they threw high level enemies at us now. It's better that way.
es: No, en serio, sería un problema si nos empiezan a tirar enemigos de alto nivel ahora. Es mejor que siga así.

source: [12367] data/maps/arid/river-2.json entities/390/settings/event/12/message #26 EventTrigger BeforeTrailBuldingEnter START IF tmp.beforeTrialBuilding main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12368] data/maps/arid/river-2.json entities/400/settings/event/0/message #915 LocationEvent boringBridge2 START IF party.alive.Emilie main.emilie @HAPPY ---------------- Red Laser Bridge!
es: ¡Puente de Luz rojo!

source: [12369] data/maps/arid/river-2.json entities/401/settings/event/0/message #916 LocationEvent boringBridge3 START IF party.alive.Emilie main.emilie @HAPPY ---------------- Laser Bridge! So many laser bridges!
es: ¡Puente de Luz! ¡Muchos Puentes de Luz!

source: [12370] data/maps/arid/river-2.json entities/402/settings/event/0/message #917 LocationEvent boringBridge4 START IF party.alive.Emilie main.emilie @HAPPY ---------------- One more laser bridge!!
es: ¡¡Otro Puente de Luz!!

source: [12371] data/maps/arid/river-2.json entities/403/settings/npcStates/0/event/2/message #921 NPC notThere IF cross-worlds.hexacast-male-black @DEFAULT ---------------- I am not here...\. you didn't see me.
es: No estoy aquí...\. tú no me viste.

source: [12373] data/maps/arid/river-2.json entities/403/settings/npcStates/0/event/3/elseStep/0/message #925 NPC notThere IF IF NOT plot.line >= 12800 && plot.line < 13100 main.lea @NERVOUS ---------------- ...Why?
es: ...¿Por qué?

source: [12374] data/maps/arid/river-2.json entities/403/settings/npcStates/0/event/3/elseStep/1/message #926 NPC notThere IF IF NOT plot.line >= 12800 && plot.line < 13100 cross-worlds.hexacast-male-black @DEFAULT ---------------- Go away.
es: Vete.

source: [12375] data/maps/arid/tower-1.json entities/195/settings/blockEvent/0/thenStep/2/message #1220 TeleportGround south-1 IF plot.line < 13800 main.schneider2 @WONDERING ---------------- Lea? Don't you remember all those guards lining up right at the entrance?
es: ¿Lea? ¿No recuerdas a esos guardias enfilandose justo en la entrada?

source: [12377] data/maps/arid/tower-1.json entities/195/settings/blockEvent/0/thenStep/4/message #1222 TeleportGround south-1 IF plot.line < 13800 main.schneider2 @WHISTLING ---------------- We better avoid running into those.
es: Será mejor que no nos topemos con ellos.

source: [12378] data/maps/arid/tower-1.json entities/196/settings/blockEvent/12/message #865 TeleportGround south-2 main.schneider2 @WHISTLING ---------------- Hm? Should we cancel the sneaking?
es: ¿Hm? ¿Deberíamos dejar el sigilo?

source: [12379] data/maps/arid/tower-1.json entities/196/settings/blockEvent/13/0/0/message #869 TeleportGround south-2 main.lea @SURPRISED_TOWARD main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12380] data/maps/arid/tower-1.json entities/196/settings/blockEvent/13/0/1/message #868 TeleportGround south-2 main.lea @SURPRISED_TOWARD main.schneider2 @WONDERING ---------------- Fine. But let's not wait too long, okay?
es: Bien. Pero no esperemos demasiado, ¿si?

source: [12381] data/maps/arid/tower-1.json entities/196/settings/blockEvent/13/1/0/message #867 TeleportGround south-2 main.lea @SURPRISED_TOWARD main.lea @SHAKE ---------------- [shakes head]
es: [niega con la cabeza]

source: [12382] data/maps/arid/tower-1.json entities/196/settings/blockEvent/13/1/1/message #870 TeleportGround south-2 main.lea @SURPRISED_TOWARD main.schneider2 @DEFAULT ---------------- Alright, let's not give up that quickly!
es: ¡De acuerdo, no nos rindamos tan facil!

source: [12383] data/maps/arid/tower-1.json entities/196/settings/blockEvent/13/options/0/label #866 TeleportGround south-2 main.lea @SURPRISED_TOWARD ---------------- [yes]
es: [si]

source: [12384] data/maps/arid/tower-1.json entities/196/settings/blockEvent/13/options/1/label #871 TeleportGround south-2 main.lea @SURPRISED_TOWARD ---------------- [no]
es: [no]

source: [12385] data/maps/arid/tower-1.json entities/241/settings/event/1/text #52 EventTrigger BarrierBlock START IF tmp.barrierBlock SHOW_AR_MSG ---------------- Access denied
es: Acceso denegado

source: [12386] data/maps/arid/tower-1.json entities/242/settings/event/9/message #3 EventTrigger StealthStart START IF plot.line >= 13620 main.schneider2 @WHISTLING ---------------- Alright... now we just have to get through there... undetected.
es: Bien... ahora sólo tneemos que pasar por allí... sin que nos vean.

source: [12387] data/maps/arid/tower-1.json entities/242/settings/event/10/thenStep/0/message #1263 EventTrigger StealthStart START IF plot.line >= 13620 IF newgame.sergey-hax main.schneider2 @WONDERING ---------------- I'm afraid your \c[1]one-hit-kill\c[0] ability won't help us much here.
es: Me temo de que tu habilidad de \c[1]muerte instantánea\c[0] no nos ayudará mucho aquí.

source: [12388] data/maps/arid/tower-1.json entities/242/settings/event/11/message #53 EventTrigger StealthStart START IF plot.line >= 13620 main.schneider2 @SERIOUS ---------------- There's supposed to be a door up there that we can enter.
es: Se supone que hay una puerta por allí por la que podemos entrar.

source: [12389] data/maps/arid/tower-1.json entities/242/settings/event/18/message #54 EventTrigger StealthStart START IF plot.line >= 13620 main.schneider2 @NORM_SERIOUS ---------------- Let's go separately, it's probably easier to stay hidden that way.
es: Vayamos separados, será más facil que no nos vean así.

source: [12390] data/maps/arid/tower-1.json entities/242/settings/event/19/message #55 EventTrigger StealthStart START IF plot.line >= 13620 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12391] data/maps/arid/tower-1.json entities/242/settings/event/20/message #56 EventTrigger StealthStart START IF plot.line >= 13620 main.lea @HAND_POINT ---------------- Wait!
es: ¡Espera!

source: [12392] data/maps/arid/tower-1.json entities/242/settings/event/21/message #57 EventTrigger StealthStart START IF plot.line >= 13620 main.schneider2 @WHISTLING ---------------- Huh, do you want to go ahead?
es: ¿Hm?, ¿quieres ir primera?

source: [12393] data/maps/arid/tower-1.json entities/242/settings/event/22/message #58 EventTrigger StealthStart START IF plot.line >= 13620 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12394] data/maps/arid/tower-1.json entities/242/settings/event/23/message #59 EventTrigger StealthStart START IF plot.line >= 13620 main.schneider2 @TOWARDS ---------------- Hm... Good thinking.
es: Hm... Bien pensado.

source: [12395] data/maps/arid/tower-1.json entities/242/settings/event/24/message #60 EventTrigger StealthStart START IF plot.line >= 13620 main.schneider2 @WINK ---------------- You're rather small so they'll have a hard time spotting you.
es: Eres más pequeña así que les será más dificil verte.
