Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: Sidwell's Evotars, as I would eventually recall, have been stored on a separate server.
ru_ru: Эвотары Сидвелла, как я потом вспомнил, хранились на отдельном сервере.

source: Hardly anyone even knew about it, so its data was likely to be lost.
es_es: Casi nadie sabía de ello, así que sus datos seguramente se perderían.
ru_ru: Мало кто в принципе знал о нëм, и был высок шанс, что его данные будут утеряны.

source: So...
es_es: Así que...
ru_ru: Так что...

source: In order to have any chance of being rescued...
es_es: Para tener alguna chance de ser rescatado...
ru_ru: Чтобы иметь хоть какой-то шанс на спасение...

source: I'd have to migrate to the main Evotarserver.
ru_ru: Мне пришлось бы переместиться на основной сервер эвотаров.

source: And there was just one way to do that.
es_es: Y había solo una forma de hacerlo.
ru_ru: И это могло быть сделано единственным способом.

source: To create a \c[3]new Evotar\c[0]...\. based on myself.
es_es: Crear un \c[3]nuevo Evotar\c[0]...\. basado en mí mismo.
ru_ru: Создать \c[3]нового эвотара\c[0]...\. на основе самого себя.

source: I honestly wasn't sure if it would even work.
es_es: Para ser sincero, ni siquiera estaba seguro de si funcionaría.
ru_ru: Честно говоря, я даже не был уверен, что это сработает.

source: I just did it.
es_es: Tan solo lo hice.
ru_ru: Я просто сделал это.

source: I submitted my own user id as a potential interrogation target.
es_es: Puse mi propio ID de usuario como un objetivo potencial de interrogación.
ru_ru: Я отправил свои собственные данные в качестве потенциальной цели для допроса.

source: Fortunately without Sidwell taking any notice.
es_es: Afortunadamente, sin que Sidwell se entere.
ru_ru: К счастью, Сидвелл ничего не заметил.

source: And thus...\. a new Evotar was created.
es_es: Y entonces...\. un nuevo Evotar se había creado.
ru_ru: И так...\. появился новый эвотар.

source: And that's who I am.
es_es: Y ese es quién soy.
ru_ru: Вот кто я такой.

source: That is why I'm still here.
es_es: Por eso aún estoy aquí.
ru_ru: Вот почему я всё ещё здесь.

source: Wait...
es_es: Espera...
ru_ru: Подожди...

source: Wait, wait, wait....
es_es: Espera, espera, espera...
ru_ru: Стой-стой-стой...

source: So you're an Evotar...\. of an Evotar...\. of Sidwell?!
es_es: ¡¿Entonces eres un Evotar...\. de un Evotar...\. de Sidwell?!
ru_ru: Получается, ты эвотар...\. эвотара...\. Сидвелла?!

source: That's right.
es_es: Así es.
ru_ru: Так и есть.

source: What.
es_es: Qué.
ru_ru: Что.

source: No...\. no way.
es_es: No...\. no puede ser.
ru_ru: Не...\. не может быть.

source: Dice mages?!
es_es: ¡¿Dados Mágicos?!
ru_ru: Маги-кубики?!

source: Funny dice mage...\. annoying to punch, though.
es_es: Que dado mágico más divertido...\. aunque es difícil pegarle.
ru_ru: Прикольный маг-кубик...\. но его сложно ударить.

source: But there was nothing I could do about it... so I just played along.
es_es: Pero no había nada que pudiera hacer al respecto... así que seguí la corriente.
ru_ru: Но я не мог ничего с этим поделать... поэтому я просто подыгрывал.

source: I suppose this is usually what we clones did.
es_es: Supongo que eso es lo que nosotros, los clones, hacíamos comúnmente.
ru_ru: Наверное, обычно так делали все клоны.

source: Lea...\. here is boost!
es_es: Lea...\. ¡aquí está boost!
ru_ru: Лея...\. вот буст!

source: Interogation Question?
es_es: ¿Pregunta de Interrogación?
ru_ru: Вопрос на допросе?

source: More Interogation Question?
es_es: ¿Más Preguntas de Interrogación?
ru_ru: Другой вопрос на допросе?

source: Another Interogation Question?
es_es: ¿Otra Pregunta de Interrogción?
ru_ru: Ещё один вопрос на допросе?

source: Answer me!!!!1
es_es: ¡¡¡¡¡Contéstame!!!!1
ru_ru: Отвечай мне!!!!1

source: DO WANT ANSWER!
es_es: ¡QUIERO RESPUESTA!
ru_ru: ХОЧУ ОТВЕТ!

source: This...\. this is it.
es_es: Esto...\. hemos llegado.
ru_ru: Это...\. это она.

source: My personal room.
es_es: Mi habitación personal.
ru_ru: Моя личная комната.

source: Neat office!
es_es: ¡Linda oficina!
ru_ru: Классный офис!

source: Wow, a whole bonsai garden!
es_es: ¡Wow, un jardín bonsai y todo!
ru_ru: Вау, целый сад бонсай!

source: Who?
es_es: ¿Quién?
ru_ru: Кто?

source: Oh...
ru_ru: Ох...

source: Oh!\. What a pretty person!
es_es: ¡Oh!\. ¡Qué persona más linda!
ru_ru: О!\. Какая милая женщина!

source: Somebody you know?
es_es: ¿Es alguien que conoces?
ru_ru: Твоя знакомая?

source: Yeah...\. you could say that.
es_es: Sí...\. podría decirse.
ru_ru: Да...\. можно и так сказать.

source: Manuela.
ru_ru: Мануэла.

source: She was a person I used to work with.
es_es: Era una persona con la que solía trabajar.
ru_ru: Она была человеком, с которым я раньше работал.

source: We were rather close.
es_es: Eramos algo cercanos.
ru_ru: Мы были довольно близки.

source: Actually...
es_es: De hecho...
ru_ru: А вообще...

source: Lea...\. I think I told you about her several times, didn't I?
es_es: Lea...\. Creo que te hablé de ella varias veces, ¿cierto?
ru_ru: Лея...\. кажется, я несколько раз рассказывал тебе о ней, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Huh.\. So why was I left out?
es_es: Ah.\. ¿Y por qué no me dijeron a mí?
ru_ru: Хмм.\. А я почему осталась в стороне?

source: It was long before Lea entered the Playground.
es_es: Fue mucho antes de que Lea entre al Campo de Juego.
ru_ru: Это было задолго до того, как Лея вошла в игровую зону.

source: Back when she was created, when I entered the game as Sidwell.
es_es: Cuando fue creada, cuando entraba al juego como Sidwell.
ru_ru: Ещё когда она была создана, когда я заходил в игру как Сидвелл.

source: I actually spent a lot of time with Lea.\. Teaching her things.
es_es: Pasé mucho tiempo con Lea.\. Enseñándole cosas.
ru_ru: На самом деле, я проводил много времени с Леей.\. Обучал её разным вещам.

source: Okay...?
es_es: ¿Okey...?
ru_ru: Ладно...?

source: You two share a lot of history...\. never would have guessed.
es_es: Ustedes dos compartieron muchas cosas...\. nunca se me habría imaginado.
ru_ru: Ваше прошлое так связано...\. никогда бы не подумала.

source: Those times were...\. complicated.
es_es: Esos tiempos era...\. complicados.
ru_ru: Те времена были...\. сложными.

source: Somehow...\. Lea reminded me of her.
es_es: De alguna forma...\. Lea me recordaba a ella.
ru_ru: Чем-то...\. Лея напоминала мне её.

source: Manuela couldn't talk either, you see?
es_es: Manuela tampoco podía hablar, ¿sabes?
ru_ru: Видишь ли, Мануэла тоже не могла говорить.

source: The one person that felt close to us.
es_es: La única persona que se sintió cercana a nosotros.
ru_ru: Единственная, кто был нам близок.

source: Yes...\. it was here.
es_es: Si...\. fue aquí.
ru_ru: Да...\. это было здесь.

source: That person...\. I met him here.
es_es: Esa persona...\. la conocí aquí.
ru_ru: Этот человек...\. я встретил его здесь.

source: Let's have one last talk.
es_es: Tengamos una última charla.
ru_ru: Давай поговорим в последний раз.

source: Tronny!!
ru_ru: Тронни!!

source: Pull yourself together!
es_es: ¡Cálmate!
ru_ru: Соберись!

source: Sergey.
ru_ru: Сергей.

source: There is a hidden entrance behind those shelves.
es_es: Hay una entrada secreta detrás de esos estantes.
ru_ru: За этими шкафами есть скрытый вход.

source: Can you... open it?
es_es: ¿Puedes... abrirla?
ru_ru: Можешь... открыть его?

source: Let me have a look...
es_es: Déjame ver...
ru_ru: Давай посмотрим...

source: Ah, that must be it!
es_es: ¡Ah, eso debe ser!
ru_ru: А, наверное, вот оно!

source: Just a moment...
es_es: Un momento...
ru_ru: Одну секунду...

source: Wha...\. What's back there?
es_es: Qué...\. ¿Qué hay ahí detrás?
ru_ru: Чт...\. Что там дальше?

source: This is creepy.
es_es: Esto da miedo.
ru_ru: Это пугает.

source: This was...\. where things ended for me.
es_es: Aquí fue...\. donde todo acabó para mí.
ru_ru: Здесь...\. для меня всё закончилось.

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: I...\. can't remember any further.
es_es: No...\. no puedo recordar más.
ru_ru: Я...\. не могу вспомнить ничего дальше.

source: We have to go and see for ourselves.
es_es: Tenemos que ir a ver por nosotros mismos.
ru_ru: Нам придётся войти и увидеть самим.

source: Alright, let's get this over with.
es_es: Bien, acabemos con esto.
ru_ru: Ну ладно, давайте разберёмся с этим.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: By now, you should have realized your true circumstances.
es_es: A este punto, ya debes haberte dado cuenta de tus circunstancias.
ru_ru: Теперь ты уже должен понимать своё настоящее положение.

source: You are just one of many that came before you.
es_es: Eres tan solo uno más de los tantos que vinieron antes de tí.
ru_ru: Ты лишь один из многих, что пришли до тебя.

source: The time has come to release you of your position.
es_es: El tiempo ha llegado de librarte de tu posición.
ru_ru: Пришло время снять тебя с твоей должности.

source: I'm sure there is still information left that you decided not to share.
es_es: Estoy seguro de que aún queda información que decidiste no compartir.
ru_ru: Я уверен, ещё осталась информация, которой ты решил не поделиться.

source: This is why this will be your final interrogation.
ru_ru: И поэтому это станет твоим последним допросом.

source: WHAT?!
es_es: ¡¿QUÉ?!
ru_ru: ЧТО?!

source: What is this?!\. Why is Sidwell here?!
es_es: ¡¡Qué es esto?!\. ¡¿Por qué está Sidwell aquí?!
ru_ru: Что происходит?!\. Откуда здесь Сидвелл?!

source: It...\. it was him...\. All this time...\. I...
es_es: Era...\. era él...\. Todo este tiempo...\. Yo...
ru_ru: Это...\. это был он...\. Всё это время...\. я...

source: Pull yourself together, Tronny!
es_es: ¡Cálmate, Tronny!
ru_ru: Соберись, Тронни!

source: It looks he's about to attack.
es_es: Parece que está a punto de atacar.
ru_ru: Похоже, он готовится атаковать.

source: There...\. There is no point fighting him!
es_es: Es...\. ¡Es en vano pelear contra él!
ru_ru: Сражаться...\. сражаться с ним бессмысленно!

source: Really?\. We'll see about that!
es_es: ¿En serio?\. ¡Ya lo veremos!
ru_ru: Правда?\. Ну это мы ещё посмотрим!

source: WE JUST BEAT HIM!!\. PUNCHED HIS FACE!!
es_es: ¡¡ACABAMOS DE VENCERLO!!\. ¡¡LE PARTIMOS LA CARA!!
ru_ru: МЫ ТОЛЬКО ЧТО ЕГО ПРИБИЛИ!!\. ДАЛИ ЕМУ ПО МОРДЕ!!

source: This was AWESOME!!
es_es: ¡¡Esto fue ASOMBROSO!!
ru_ru: Это было ОБАЛДЕННО!!

source: I never expected we could just...\. defeat him.
es_es: No me esperaba que pudiéramos...\. vencerle.
ru_ru: Я никогда не думал, что мы могли просто...\. победить его.

source: I guess...\. it was just an enemy designed in his image.
es_es: Supongo...\. que no es más que un enemigo diseñado a su imagen.
ru_ru: Получается...\. это был просто враг в его обличии.

source: But still...
es_es: Pero aún así...
ru_ru: Но всё же...

source: Some of them...\. look exactly like you.
es_es: Algunos de ellos...\. se ven igual que tú.
ru_ru: Некоторые из них...\. выглядят прямо как ты.

source: Yes...\. because I used to be just one of them.
es_es: Si...\. porque solía ser uno de ellos.
ru_ru: Да...\. потому что я был всего лишь одним из них.

source: I remember now.
es_es: Ahora lo recuerdo.
ru_ru: Теперь я вспомнил.

source: Something I knew for some time now...
es_es: Algo que sabía desde hacía tiempo...
ru_ru: Кое-что, что я знал уже довольно долго...

source: Something I suppressed.
es_es: Algo que suprimí.
ru_ru: То, что я загонял вглубь себя.

source: All this time...
es_es: Todo este tiempo...
ru_ru: Всё это время...

source: When I was spying in CrossWorlds.
es_es: Cuando estaba espiando en CrossWorlds.
ru_ru: Когда я шпионил в CrossWorlds.

source: My whole existence...\. resided in this game.
es_es: Toda mi existencia...\. residía en este juego.
ru_ru: Всё моё существование...\. находилось в этой игре.

source: I'd also remember...\. that this whole procedure had repeated itself.
es_es: También recordaría...\. que todo este procedimiento se había repetido a sí mismo.
ru_ru: Я также вспомнил...\. что эта процедура повторялась.

source: Several times.
es_es: Varias veces.
ru_ru: Несколько раз.

source: Sidwell...\. he'd create Evotars of himself.
es_es: Sidwell...\. el creaba Evotares de sí mismo.
ru_ru: Сидвелл...\. он создавал своих эвотаров.

source: Would tell them the narrative of the "long playing session"
ru_ru: Рассказывал им историю о "длинной игровой сессии".

source: He then would use them as reliable and capable spies, within the game.
es_es: Y luego los utilizaba como espías confiables y capaces, dentro del juego.
ru_ru: А затем он использовал их в качестве надёжных и умелых шпионов в игре.

source: For as long as it worked.
es_es: Por el tiempo que funcione.
ru_ru: Всё время, пока это работало.

source: And once they finally did find out...
es_es: Y cuando se enterasen de su realidad.
ru_ru: А когда они наконец выясняли...

source: He'd dispose of them.
es_es: Se deshacía de ellos.
ru_ru: Он избавлялся от них.

source: And that is what happened in this room.
es_es: Y eso es lo que pasó en esta habitación.
ru_ru: И именно это произошло в этой комнате.

source: It was my last interrogation.
es_es: Era mi útima interrogación.
ru_ru: Это был мой последний допрос.

source: To make sure, I didn't keep any secrets from the real me.
ru_ru: Чтобы убедиться, что у меня не было никаких секретов от реального себя.

source: Damn, this is messed up.
es_es: Puff, que desastre.
ru_ru: Чёрт, это так неправильно.

source: C'tron...\. There is one thing I am still puzzled about.
es_es: C'tron...\. Hay una cosa que no puedo entender.
ru_ru: Ци'трон...\. Есть одна вещь, которой я до сих пор озадачен.

source: That is...\. why is your Evotar still here?
es_es: Es decir...\. ¿por qué tu Evotar sigue aquí?
ru_ru: И это...\. почему твой эвотар всё ещё здесь?

source: It sounds like you experienced your interrogation here, so...
es_es: Parece que experimentaste tu interrogación aquí, así que...
ru_ru: Ты сказал, что тебя допрашивали здесь, так что...

source: Would this not imply that your Evotar has been deleted?
es_es: ¿Esto no implica que tu Evotar haya sido eliminado?
ru_ru: Разве это не должно означать, что твой эвотар был удалён?

source: You're right.
es_es: Tienes razón.
ru_ru: Ты прав.

source: I should have been deleted and in fact...\. I was.
es_es: Debería haber sido eliminado, y de hecho...\. lo fui.
ru_ru: Меня должны были удалить...\. и это так и было.

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: But...\. I found a loophole.\. And that's why I'm still here.
es_es: Pero...\. encontré un truco.\. Y es gracias a eso que sigo aquí.
ru_ru: Но...\. я нашёл лазейку.\. И поэтому я по-прежнему здесь.

source: Maybe it's best if I just showed you.
es_es: Quizá sea mejor si se los muestro.
ru_ru: Может, будет лучше просто показать вам.

source: Let's go back to the new Meeting Room...\. M04-02
ru_ru: Давайте вернёмся в новую переговорную...\. M04-02.

source: I already realized I was an Evotar, several weeks before I was deleted...
es_es: Ya me había dado cuenta de que era un Evotar, varias semanas antes de que me eliminaran...
ru_ru: Я уже понял, что был эвотаром, за несколько недель до того, как меня удалили...

source: Lea, C'tron....
ru_ru: Лея, Ци'трон...

source: Wha...\.
es_es: Qu...\.
ru_ru: Чт...\.

source: I had a closer look at this \c[3]Sidwell\c[0]...
es_es: Investigué un poco más de cerca a este \c[3]Sidwell\c[0]...
ru_ru: Я получше присмотрелся к этому \c[3]Сидвеллу\c[0]...

source: It is a scripted enemy using his avatar's appearance.
es_es: Era un enemigo normal utilizando la apariencia de su avatar.
ru_ru: Это заскриптованный враг, использующий его аватар.

source: It looks like Gautham was involved in its creation.
es_es: Parece que Gautham estuvo involucrado en su creación.
ru_ru: Похоже, в его создание был вовлечён Гаутам.

source: This time, it's using a ridiculously large \c[3]defense boost\c[0] to negate your damage.
ru_ru: В этот раз он использует абсурдно большое \c[3]усиление защиты\c[0], чтобы обнулять ваш урон.

source: I found a way to manipulate his \c[3]clones\c[0].\. Defeat them to boost your \c[3]attack\c[0].
es_es: Encontré una forma de manipular sus \c[3]clones\c[0].\. Véncelos para subir tu \c[3]daño\c[0].
ru_ru: Я нашёл способ управлять его \c[3]клонами\c[0].\. Уничтожайте их, чтобы увеличить свою \c[3]атаку\c[0].

source: Also...\. make sure to tell Emilie.\. I cannot send her this message.
es_es: Además...\. díganle a Emilie.\. No puedo enviarle este mensaje.
ru_ru: Также...\. обязательно скажите Эмили.\. Я не могу передать это сообщение ей.

source: O-\.Okay?
es_es: ¿O-\.Okey?
ru_ru: Х-\.Хорошо?

source: Uhm...\. \c[3]Emilie\c[0]! Attack the \c[3]clones\c[0]! Sergey did a thing!
es_es: Emm...\. ¡\c[3]Emilie\c[0]! ¡Ataca a los \c[3]clones\c[0]! ¡Sergey les hizo algo!
ru_ru: Эмм...\. \c[3]Эмили\c[0]! Атакуй \c[3]клонов\c[0]! Сергей подшаманил!

source: What?\. Uhm...\. Alright, I guess?!
es_es: ¿Qué?\. Emm...\. ¡¿Okey, supongo?!
ru_ru: Что?\. Эмм...\. Ну хорошо, наверное?!

source: You have been less active the last few days.\. Why is that?
es_es: Has estado menos activo estos últimos días.\. ¿Por qué?
ru_ru: Ты был менее активным последние несколько дней.\. С чего бы это?

source: Answer the question!!
es_es: ¡¡Contesta la pregunta!!
ru_ru: Отвечай на вопрос!!

source: We saw you communicating via message with an anonymous individual. Who was that?
es_es: Te vimos comunicarte por mensajes con un individuo anónimo. ¿Quién era?
ru_ru: Мы видели, что ты общался с анонимным человеком посредством сообщений. Кто это был?

source: There is no point in being silent!
es_es: ¡No tiene fin hacer silencio!
ru_ru: В молчании нет смысла!

source: You neglected the surveillance of interrogation target 78 and 94. Why?
es_es: No vigilaste correctamente a los objetivos de interrogación 78 y 94. ¿Por qué?
ru_ru: Ты забросил слежку за целями 78 и 94. Почему?

source: This will continue until I get answers.
es_es: Esto seguirá hasta que tenga respuestas.
ru_ru: Это будет продолжаться, пока я не получу ответы.

source: You used certain characteristic hand gestures public. Why did you do that?
es_es: Utilizaste ciertos gestos característicos con tus manos en público. ¿Por qué hiciste eso?
ru_ru: Ты открыто использовал некоторые характерные жесты. Зачем ты это делал?

source: Answer or this will go on for hours and hours.
es_es: Contesta o seguiré por horas y horas.
ru_ru: Отвечай, или это затянется на долгие часы.

source: TAKE THAT, YOU JERK!!
es_es: ¡¡TOMA ESO, MALNACIDO!!
ru_ru: ПОЛУЧАЙ, УРОД!!

source: It looks like he's increasing his defense again!
es_es: ¡Parece que se está subiendo la defensa otra vez!
ru_ru: Похоже, он снова увеличивает свою защиту!

source: Dang it!
es_es: ¡Demonios!
ru_ru: Вот чёрт!

source: We're barely doing damage!\. What is this?!
es_es: ¡Apenas le hacemos daño!\. ¡¿Qué está pasando?!
ru_ru: Мы почти не наносим урона!\. Что это такое?!

source: I told you it's useless...
es_es: Te dije que era en vano...
ru_ru: Я же сказал, что это бесполезно...

source: Well...\. we won't give up this easily!!
es_es: Bueno...\. ¡¡no nos rendiremos tan fácil!!
ru_ru: Ну...\. мы так просто не сдадимся!!

source: Oh...\. No!\. Nonononono!\. Please!!
es_es: Oh...\. ¡No!\. ¡Nonononono!\. ¡¡Por favor!!
ru_ru: О...\. нет!\. Нетнетнетнетнет!\. Умоляю!!

source: Tronny!!! Are you okay?!
es_es: ¡¡¡Tronny!!! ¡¿Estás bien?!
ru_ru: Тронни!!! Ты в порядке?!

source: It...\. It's the interogation!\. Please...\. you have to stop it!!
es_es: Es...\. ¡Es la interrogación!\. Por favor...\. ¡¡tienes que pararla!!
ru_ru: Это...\. Это допрос!\. Пожалуйста...\. остановите это!!

source: How?!
es_es: ¡¿Cómo?!
ru_ru: Как?!

source: No!\. Not again!
es_es: ¡No!\. ¡No otra vez!
ru_ru: Нет!\. Только не снова!

source: Don't worry, Tronny!\. We can beat the clones before they attack you!
es_es: ¡No te preocupes, Tronny!\. ¡Podemos vencer a los clones antes de que te ataquen!
ru_ru: Не волнуйся, Тронни!\. Мы забьём клонов до того, как они нападут на тебя!

source: Lea!!
ru_ru: Лея!!

source: Again?!\. Why is it always me?!
es_es: ¡¿Otra vez?!\. ¡¿Por qué siempre yo?!
ru_ru: Опять?!\. Почему всегда я?!

source: Maybe because you're his Evotar and he doesn't like it?
es_es: ¿Quizá porque tú eres su Evotar y eso no le gusta?
ru_ru: Может, потому что ты его эвотар, и ему это не нравится?

source: Right...\. of course...
es_es: Claro...\. por supuesto...
ru_ru: Ага...\. точно...

source: Gosh!\. When is this finally over?!
es_es: ¡Dios!\ ¡¿Cuándo se acabará esto?!
ru_ru: Боже!\. Когда это уже закончится?!

source: Not much longer!\. We got plenty of clones to beat now!
es_es: ¡No queda mucho!\. ¡Tenemos varios clones para vencer ahora!
ru_ru: Уже скоро!\. У нас тут много клонов, которые ждут избиения!

source: Hurray...
es_es: Viva...
ru_ru: Ура...

source: Ahhhhh...\. W-Wait...\. It didn't hurt?
es_es: Ahhhhh...\. E-Espera...\. ¿No dolió?
ru_ru: Аааааа...\. С-стоп...\. Боли не было?

source: Don't worry, you're using regular pain sensors.
es_es: No te preocupes, estás utilizando sensores de dolor normales.
ru_ru: Не волнуйся, у тебя обычные настройки боли.

source: Sorry!
es_es: ¡Perdón!
ru_ru: Прости!

source: It's fine.\. Fortunately it doesn't hurt.
es_es: Está bien.\. Afortunadamente no duele.
ru_ru: Всё нормально.\. К счастью, это не больно.

source: Whoops!\. Missed one!
es_es: ¡Oops!\. ¡Se me escapó uno!
ru_ru: Упс!\. Одного упустила!

source: Yeah, I noticed.
es_es: Si, me di cuenta.
ru_ru: Да, я заметил.

source: Oh...\. missed another one!
es_es: Oh...\. ¡se me fue otro!
ru_ru: Ой...\. другого упустила!

source: Okay...
es_es: Okey...
ru_ru: Ладно уж...

source: Whooops!
es_es: ¡Oooops!
ru_ru: Уууупс!

source: Sorry!
es_es: ¡Perdón!
ru_ru: Прости!

source: Oh!\. We can beat the clones!\. And they make use stronger!\. Awesome!!
ru_ru: О!\. Мы можем победить клонов!\. И они делают нас сильнее!\. Круто!!

source: Your days are numbered, Sidwell!!
es_es: ¡¡Tus días están contados, Sidwell!!
ru_ru: Твои дни сочтены, Сидвелл!!

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: \s[5]Whaaaaaaaaaaaaaaaaaaaaaaaat?!?!?!
es_es: \s[5]¡¿¡¿¡¿Quééééééééééééééééééééééééééééé?!?!?!
ru_ru: \s[5]Чтоооооооооооооооооооооооо?!?!?!

# data/areas/arid.json//name
source: untitled
es_es: sin título

source: [00050] data/areas/arid.json name #1 ---------------- untitled
es: sin título

source: [00051] data/areas/arid.json floors/0/handle #245 ---------------- F??
es: ¿¿F??

source: [00052] data/areas/arid.json floors/0/maps/0/name #250 ---------------- Lab Entrance
es: Entrada al Laboratorio

source: [00053] data/areas/arid.json floors/0/maps/1/name #267 ---------------- Halllway H03
es: Pasillo H03

source: [00054] data/areas/arid.json floors/0/maps/2/name #268 ---------------- Meeting Room M04-01
es: Sala de Reuniones M04-01

source: [00055] data/areas/arid.json floors/0/maps/3/name #272 ---------------- Meeting Room M04-02
es: Sala de Reuniones M04-02

source: [00056] data/areas/arid.json floors/0/maps/4/name #273 ---------------- Junction J03-01
es: Unión J03-01

source: [00057] data/areas/arid.json floors/0/maps/5/name #275 ---------------- Sidwell's Office
es: Oficina de Sidwell

source: [00058] data/areas/arid.json floors/1/maps/0/name #159 ---------------- South Challenge B1
es: Desafío Sur S1

source: [00059] data/areas/arid.json floors/1/maps/1/name #160 ---------------- North Challenge B1
es: Desafío Norte S1

source: [00060] data/areas/arid.json floors/1/maps/2/name #165 ---------------- Strange Lobby
es: Vestíbulo Extraño

source: [00061] data/areas/arid.json floors/1/maps/3/name #177 ---------------- Strange Flat
es: Edificio Extraño

source: [00062] data/areas/arid.json floors/1/maps/4/name #212 ---------------- Storage Basement
es: Sótano de Almacenamiento

source: [00063] data/areas/arid.json floors/2/maps/0/name #136 ---------------- East Town
es: Pueblo Este
