Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/areas/arid.json//floors/0/maps/0/name
source: Lab Entrance
es_es: Entrada al Laboratorio
ru_ru: Вход в лабораторию

# data/areas/arid.json//floors/0/maps/1/name
source: Halllway H03
es_es: Pasillo H03
ru_ru: Прихожая H03

# data/areas/arid.json//floors/0/maps/2/name
source: Meeting Room M04-01
es_es: Sala de Reuniones M04-01
ru_ru: Переговорная M04-01

# data/areas/arid.json//floors/0/maps/3/name
source: Meeting Room M04-02
es_es: Sala de Reuniones M04-02
ru_ru: Переговорная M04-02

# data/areas/arid.json//floors/0/maps/4/name
source: Junction J03-01
es_es: Unión J03-01
ru_ru: Станция связи J03-01

# data/areas/arid.json//floors/0/maps/5/name
source: Sidwell's Office
es_es: Oficina de Sidwell
ru_ru: Офис Сидвелла

# data/areas/arid.json//floors/1/maps/0/name
source: South Challenge B1
es_es: Desafío Sur S1
ru_ru: Южное испытание B1

# data/areas/arid.json//floors/1/maps/1/name
source: North Challenge B1
es_es: Desafío Norte S1
ru_ru: Северное испытание B1

# data/areas/arid.json//floors/1/maps/2/name
source: Strange Lobby
es_es: Vestíbulo Extraño
ru_ru: Странный вестибюль

# data/areas/arid.json//floors/1/maps/3/name
source: Strange Flat
es_es: Edificio Extraño
ru_ru: Странная квартира

# data/areas/arid.json//floors/1/maps/4/name
source: Storage Basement
es_es: Sótano de Almacenamiento
ru_ru: Подвал склада

# data/areas/arid.json//floors/2/maps/0/name
source: East Town
es_es: Pueblo Este
ru_ru: Восточный город

# data/areas/arid.json//floors/2/maps/1/name
source: West Town
es_es: Pueblo Oeste
ru_ru: Западный город

# data/areas/arid.json//floors/2/maps/2/name
source: Vermillion Tower
es_es: Torre Vermillion
ru_ru: Башня Вермиллион

# data/areas/arid.json//floors/2/maps/3/name
source: Crimson Lake
es_es: Lago Carmesí
ru_ru: Алое озеро

# data/areas/arid.json//floors/2/maps/4/name
source: Ebony Forest
es_es: Bosque Ebony
ru_ru: Эбонитовый лес

# data/areas/arid.json//floors/2/maps/5/name
source: Scarlet River
es_es: Río Escarlata
ru_ru: Алая река

# data/areas/arid.json//floors/2/maps/6/name
source: River Delta
es_es: Río Delta
ru_ru: Дельта реки

# data/areas/arid.json//floors/2/maps/7/name
source: Spiral Cliff
es_es: Acantilado Espiral
ru_ru: Спиральный утёс

# data/areas/arid.json//floors/2/maps/8/name
source: Dormitory Entrance
es_es: Entrada al Dormitorio
ru_ru: Вход в общежитие

# data/areas/arid.json//floors/2/maps/9/name
source: Dormitory Floor 1
es_es: Dormitorio Piso 1
ru_ru: Общежитие - 1-й этаж

# data/areas/arid.json//floors/2/maps/10/name
source: Dormitory Room 4
es_es: Sala de Dormitorio 4
ru_ru: Общежитие - Комната 4

# data/areas/arid.json//floors/2/maps/11/name
source: Quest Hub
es_es: Centro de Misiones
ru_ru: Квест-хаб

# data/areas/arid.json//floors/2/maps/12/name
source: South Challenge
es_es: Desafío Sur
ru_ru: Южное испытание

# data/areas/arid.json//floors/2/maps/13/name
source: North Challenge
es_es: Desafío Norte
ru_ru: Северное испытание

# data/areas/arid.json//floors/2/maps/14/name
source: Storage Room 1
es_es: Sala de Almacenamiento 1
ru_ru: Хранилище 1

# data/areas/arid.json//floors/2/maps/15/name
source: Storage Room 2
es_es: Sala de Almacenamiento 2
ru_ru: Хранилище 2

# data/areas/arid.json//floors/2/maps/16/name
source: Store
es_es: Tienda
ru_ru: Магазин

# data/areas/arid.json//floors/2/maps/17/name
source: Tradehut
es_es: Sala de Intercambios
ru_ru: Торговая хижина

# data/maps/arid/cliff-1.json//entities/372/settings/event/9/message
source: And this... is the cliff side.
es_es: Y este... es el lado del acantilado.
ru_ru: И... это сторона утёса.

# data/maps/arid/cliff-1.json//entities/372/settings/event/11/message
source: It's where you realize...\. that this place is actually pretty small.
es_es: Aquí te das cuenta...\. de que este lugar es bastante pequeño.
ru_ru: Здесь ты осознаёшь...\. что это место на самом деле довольно маленькое.

# data/maps/arid/cliff-1.json//entities/372/settings/event/13/message
source: And yes...\. there is indeed no exit.
es_es: Y sí...\. no hay salida.
ru_ru: И да...\. выхода в самом деле нет.

# data/maps/arid/cliff-1.json//entities/372/settings/event/15/message
source: Well actually...\. There is that one door just over here!
es_es: Bueno de hecho...\. ¡Hay una puerta justo ahí!
ru_ru: Хотя...\. Здесь есть одна дверь!

# data/maps/arid/cliff-1.json//entities/372/settings/event/18/task
source: Talk to Lukas in \c[3]Vermillion Wasteland - Spiral Cliff\c[0] to proceed with his tour.
es_es: Habla con Lukas en \c[3]Vertedero Vermillion - Acantilado Espiral\c[0] para proceder con el tour.
ru_ru: Поговорите с Лукасом в \c[3]Пустоши Вермиллион - Спиральный утёс\c[0], чтобы продолжить его экскурсию.

source: Japp. It's a door.
es_es: Japp. Es una puerta.
ru_ru: Japp (Йеп). Эта дверь.

source: I have no idea where it leads but it's as close as it gets to an exit.
es_es: No tengo idea de adónde va, pero es lo más cercano que tenemos a una salida.
ru_ru: Я понятия не имею, куда она ведёт, но это больше всего похоже на выход.

source: Of course,\. it's locked.
es_es: Por supuesto,\. está cerrada.
ru_ru: Ну конечно,\. заперто.

source: Hm...
ru_ru: Хм...

source: I didn't plan to end the tour on such a depressing note.
es_es: No planeaba terminar el tour de una forma tan deprimente.
ru_ru: Я не планировал заканчивать экскурсию на такой грустной ноте.

source: Actually, now that I think about it...\. there is one more thing I'd like to show you!
es_es: De hecho, ahora que lo pienso...\. ¡hay una cosa más que quisiera mostrarte!
ru_ru: Знаешь, теперь, когда я думаю об этом...\. Я хотел бы тебе показать ещё одну вещь!

source: We'll have to run back all the way to the \c[3]East Town\c[0], though.
es_es: Aunque tendríamos que volver al \c[3]Pueblo Este\c[0].
ru_ru: Правда, нам придётся пробежаться обратно до \c[3]Восточного города\c[0].

source: What? Is the old granny tired already?
es_es: ¿Qué? ¿La viejita ya está cansada?
ru_ru: Что? Бабуля уже устала?

source: Go back to \c[3]Vermillion Wasteland - East Town\c[0] to conclude Lukas' tour.
es_es: Vuelve a \c[3]Vertedero Vermillion - Pueblo Este\c[0] para concluír el tour de Lukas.
ru_ru: Вернитесь в \c[3]Пустошь Вермиллион - Восточный город\c[0], чтобы завершить экскурсию Лукаса.

# data/maps/arid/cliff-1.json//entities/436/settings/event/19/thenStep/3/text
source: You feel like this has happened before...
es_es: Sientes como que esto ya ha pasado...
ru_ru: Вы чувствуете, как будто это уже случалось раньше...

# data/maps/arid/cliff-1.json//entities/436/settings/event/19/thenStep/5/text
source: Do you want to skip ahead to the Vermillion Dungeon?
es_es: ¿Quieres saltar hasta la Mazmorra Vermillion?
ru_ru: Вы хотите сразу перейти к подземелью Вермиллион?

source: Yes
es_es: Sí
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/arid/cliff-1.json//entities/436/settings/event/21/message
source: Whoa! What a gloomy place!
es_es: ¡Wow! ¡Que lugar tan sombrío!
ru_ru: Воу! Какое мрачное место!

# data/maps/arid/cliff-1.json//entities/436/settings/event/23/message
source: How unexpected! Now I really wonder about the history of this location.
es_es: ¡Qué inesperado! Me pregunto como será la historia de este lugar.
ru_ru: Как неожиданно! Теперь я и вправду заинтересована историей этого места.

# data/maps/arid/cliff-1.json//entities/436/settings/event/25/message
source: There is time for that later, we need to hurry!
es_es: Ya habrá tiempo para eso, ¡ahora hay que apurarnos!
ru_ru: Сейчас нет времени для этого, нам нужно спешить!

# data/maps/arid/cliff-1.json//entities/436/settings/event/70/message
source: Hm.
ru_ru: Хм.

# data/maps/arid/cliff-1.json//entities/436/settings/event/71/message
source: What a large company.\. Unexpected.
es_es: Cuanta gente.\. Inesperado.
ru_ru: Какая большая компания.\. Неожиданно.

# data/maps/arid/cliff-1.json//entities/436/settings/event/75/message
source: Hey, is this that Sidwell guy?!
es_es: Ey, ¡¿es ese Sidwell?!
ru_ru: Эй, это тот самый Сидвелл?!

# data/maps/arid/cliff-1.json//entities/436/settings/event/77/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/cliff-1.json//entities/436/settings/event/82/message
source: You all should be perfectly aware that this area is off limits.
es_es: Supongo que todos están al tanto de que este área está fuera de límites.
ru_ru: Вы все должны прекрасно знать, что это запретная зона.

# data/maps/arid/cliff-1.json//entities/436/settings/event/83/message
source: Leave at once unless you want all your accounts to be suspended.
es_es: Váyanse de una vez a no ser que quieran que se suspendan sus cuentas.
ru_ru: Уходите, если вы не хотите, чтобы ваши учётные записи были приостановлены.

# data/maps/arid/cliff-1.json//entities/436/settings/event/85/message
source: Everyone, do not listen to him.
es_es: No le escuchen.
ru_ru: Не слушайте его.

# data/maps/arid/cliff-1.json//entities/436/settings/event/86/message
source: He cannot risk reporting this through official channels!
es_es: ¡No puede arriesgarse reportando esto por medios oficiales!
ru_ru: Он не осмелится сообщить об этом по официальным каналам!

# data/maps/arid/cliff-1.json//entities/436/settings/event/91/message
source: Foul Villain!!
es_es: ¡¡Villano asqueroso!!
ru_ru: Грязный злодей!

# data/maps/arid/cliff-1.json//entities/436/settings/event/92/message
source: Your empty threats will not stop us!
es_es: ¡Tus amenazas vacías no nos detendrán!
ru_ru: Твои пустые угрозы не остановят нас!

# data/maps/arid/cliff-1.json//entities/436/settings/event/94/message
source: Oui! Nothing will turn us back now!
es_es: ¡Oui! ¡No hay nada que nos haga irnos!
ru_ru: Oui (Да)! Теперь ничто не заставит нас повернуть назад!

# data/maps/arid/cliff-1.json//entities/436/settings/event/98/message
source: So what is it you are after?\. The server?
es_es: ¿Entonces qué es lo que buscan?\. ¿El servidor?
ru_ru: Так что же вы ищете?\. Сервер?

# data/maps/arid/cliff-1.json//entities/436/settings/event/99/message
source: It will be impossible for you to reach.
es_es: Les será imposible alcanzarlo.
ru_ru: Вы никогда не сможете добраться до него, это невозможно.

# data/maps/arid/cliff-1.json//entities/436/settings/event/100/message
source: And even if you did, its data will be lost before you get there.
es_es: E incluso si lo consiguen, todos sus datos se perderán antes de que lleguen ahí.
ru_ru: И даже если вы сделаете это, данные будут стёрты, прежде чем вы окажетесь там.

# data/maps/arid/cliff-1.json//entities/436/settings/event/104/message
source: And then you'd lose the sole copy of every Evotar.
es_es: Y perderían la única copia de todos los Evotares.
ru_ru: И тогда ты потеряешь единственную копию каждого эвотара.

# data/maps/arid/cliff-1.json//entities/436/settings/event/105/message
source: Including Satoshi.
es_es: Incluyendo a Satoshi.
ru_ru: Включая Сатоши.

# data/maps/arid/cliff-1.json//entities/436/settings/event/107/message
source: That's right!
es_es: ¡Así es!
ru_ru: Всё верно!

# data/maps/arid/cliff-1.json//entities/436/settings/event/108/message
source: The Evotar server is your last hostage.
es_es: El servidor de los Evotares es tu último rehén.
ru_ru: Сервер эвотаров - твой последний заложник.

# data/maps/arid/cliff-1.json//entities/436/settings/event/109/message
source: A hostage you can't afford to lose!
es_es: ¡Un rehén que no te puedes permitir perder!
ru_ru: Заложник, которого ты не можешь потерять!

# data/maps/arid/cliff-1.json//entities/436/settings/event/113/message
source: You'd be wise not to overestimate my attachment to all of this.
es_es: Te sería inteligente no sobreestimar mi apego a todo esto.
ru_ru: Было бы разумно не переоценивать мою привязанность ко всему этому.

# data/maps/arid/cliff-1.json//entities/436/settings/event/114/message
source: Anyway...
es_es: Como sea...
ru_ru: В любом случае...

# data/maps/arid/cliff-1.json//entities/436/settings/event/115/message
source: I'll humor your attempt.
es_es: Complaceré tu intento.
ru_ru: Меня забавляет ваша попытка.

# data/maps/arid/cliff-1.json//entities/436/settings/event/139/message
source: But I won't let you stroll around unhindered.
es_es: Pero no les dejaré pasearse como si nada.
ru_ru: Но я не позволю гулять тут беспрепятственно.

# data/maps/arid/cliff-1.json//entities/436/settings/event/160/message
source: The barrier is down! Time to split, everyone!
es_es: ¡La barrera ha caído! ¡Separémonos, gente!
ru_ru: Барьер спал! Пришло время разделиться!

# data/maps/arid/cliff-1.json//entities/436/settings/event/163/message
source: Onwards!!
es_es: ¡¡Adelante!!
ru_ru: Вперёд!!

# data/maps/arid/expo-space.json//entities/9/settings/event/14/message
source: Recruits, welcome to operation \c[3]Track Walker\c[0], subdivision \c[3]Project Red\c[0].
es_es: Reclutas, bienvenidos a la operación \c[3]Aprendiz del Camino\c[0], subdivisión \c[3]Proyecto Rojo\c[0].
ru_ru: Новобранцы, добро пожаловать в операцию \c[3]Путепроходец\c[0], подразделение \c[3]Красный проект\c[0].

# data/maps/arid/expo-space.json//entities/9/settings/event/15/message
source: Our goal is to explore and investigate the \c[3]Vermillion Wastelands\c[0] and find their connection to the track.
es_es: Nuestra meta es explorar e investigar el \c[3]Vertedero Vermillion\c[0] y encontrar su conexión con el Camino.
ru_ru: Наша цель - исследовать \c[3]Пустошь Вермиллион\c[0] и найти её связь с Путём.

# data/maps/arid/expo-space.json//entities/9/settings/event/25/message
source: Your first task is to inspect the southern \c[3]Trial Building\c[0].
es_es: Su primera tarea es explorar el \c[3]Edificio de Pruebas\c[0] al sur.
ru_ru: Ваше первое задание - осмотреть южное \c[3]Пробное здание\c[0].

# data/maps/arid/expo-space.json//entities/9/settings/event/26/message
source: It's located in the \c[3]river delta\c[0] region to the \c[3]south\c[0].
es_es: Está en la región del \c[3]delta del río\c[0] al \c[3]sur\c[0].
ru_ru: Оно расположено у \c[3]дельты реки\c[0] на \c[3]юге\c[0].

# data/maps/arid/expo-space.json//entities/9/settings/event/34/message
source: To gain access to the building, you need to locate and activate these \c[3]devices\c[0] in the same area.
es_es: Para conseguir acceso al edificio, necesitarán localizar y activar estos \c[3]dispositivos\c[0] en la misma área.
ru_ru: Чтобы получить доступ к зданию, вам нужно найти и активировать эти \c[3]устройства\c[0] в той же области.

# data/maps/arid/expo-space.json//entities/9/settings/event/43/message
source: That is all.
es_es: Eso es todo.
ru_ru: На этом всё.

# data/maps/arid/expo-space.json//entities/9/settings/event/44/message
source: Good luck and be careful.
es_es: Buena suerte y tengan cuidado.
ru_ru: Удачи, и будьте осторожны.

# data/maps/arid/expo-space.json//entities/10/settings/event/14/message
source: Thank you for fulfilling your objective.
es_es: Gracias por completar su objetivo.
ru_ru: Благодарю за выполнение вашей задачи.

# data/maps/arid/expo-space.json//entities/10/settings/event/15/message
source: Please return to your room and rest for the day.
es_es: Por favor vuelvan a su habitación y descansen por hoy.
ru_ru: Пожалуйста, возвращайтесь в свою комнату и отдохните остаток дня.

# data/maps/arid/expo-space.json//entities/10/settings/event/16/message
source: Expect your next mission soon.
es_es: Esperen su próxima misión pronto.
ru_ru: Ожидайте вашу следующую миссию в ближайшее время.

# data/maps/arid/expo-space.json//entities/11/settings/event/14/message
source: Recruits, welcome back to \c[3]Project Red\c[0].
es_es: Reclutas, bienvenidos al \c[3]Proyecto Rojo\c[0].
ru_ru: Новобранцы, добро пожаловать обратно в \c[3]Красный проект\c[0].

# data/maps/arid/expo-space.json//entities/11/settings/event/15/message
source: Today we don't have any particular task for you.
es_es: Hoy tenemos una tarea particular que encargarles.
ru_ru: Сегодня у нас нет особых задач для вас.

# data/maps/arid/expo-space.json//entities/11/settings/event/16/message
source: Feel free to explore the area and go back to your room if you want to rest.
es_es: Siéntanse libres de explorar el área y volver a su habitación si quieren descansar.
ru_ru: Вы вправе исследовать область и вернуться в свою комнату, если вы захотите отдохнуть.

# data/maps/arid/expo-space.json//entities/11/settings/event/17/message
source: That is all.
es_es: Eso es todo.
ru_ru: На этом всё.

# data/maps/arid/expo-space.json//entities/11/settings/event/18/message
source: Good luck and be careful.
es_es: Buena suerte y tengan cuidado.
ru_ru: Удачи, и будьте осторожны.

# data/maps/arid/expo-space.json//entities/12/settings/event/13/message
source: Recruits, welcome back to \c[3]Project Red\c[0].
es_es: Reclutas, bienvenidos al \c[3]Proyecto Rojo\c[0].
ru_ru: Новобранцы, добро пожаловать обратно в \c[3]Красный проект\c[0].

# data/maps/arid/expo-space.json//entities/12/settings/event/14/message
source: Today we have a new mission for you.
es_es: Hoy tenemos una nueva misión para ustedes.
ru_ru: Сегодня у нас есть новое задание для вас.

# data/maps/arid/expo-space.json//entities/12/settings/event/24/message
source: Your task is to inspect the \c[3]northern Trial Building\c[0].
es_es: Su tarea es inspeccionar el \c[3]Edificio de Pruebas norte\c[0].
ru_ru: Ваша задача - осмотреть \c[3]северное Пробное здание\c[0].

# data/maps/arid/expo-space.json//entities/12/settings/event/32/message
source: To gain access to the building, you need to locate and activate these devices in the \c[3]lake\c[0] and \c[3]forest\c[0] region to the \c[3]west\c[0].
es_es: Para conseguir acceso al edifico, tienen que localizar y activar estos dispositivos en las regiones del \c[3]lago\c[0] y el \c[3]bosque\c[0] al \c[3]oeste\c[0].
ru_ru: Чтобы получить доступ к зданию, вам нужно найти и активировать эти устройства на \c[3]озере\c[0] и в \c[3]лесу\c[0] на \c[3]западе\c[0].

# data/maps/arid/expo-space.json//entities/12/settings/event/41/message
source: That is all.
es_es: Eso es todo.
ru_ru: На этом всё.

# data/maps/arid/expo-space.json//entities/12/settings/event/42/message
source: Good luck and be careful.
es_es: Buena suerte y tengan cuidado.
ru_ru: Удачи, и будьте осторожны.

# data/maps/arid/expo-space.json//entities/13/settings/event/14/message
source: Thank you for fulfilling your objective.
es_es: Gracias por completar su objetivo.
ru_ru: Благодарю за выполнение вашей задачи.

# data/maps/arid/expo-space.json//entities/13/settings/event/15/message
source: Please return to your room and rest for the day.
es_es: Por favor vuelvan a su habitación y descansen por hoy.
ru_ru: Пожалуйста, возвращайтесь в свою комнату и отдохните остаток дня.

# data/maps/arid/expo-space.json//entities/13/settings/event/16/message
source: Expect your next mission soon.
es_es: Esperen su próxima misión pronto.
ru_ru: Ожидайте вашу следующую миссию в ближайшее время.

source: Search Targets
es_es: Buscar Objetivos
ru_ru: Поиск целей

source: Locate Targets in Area.
es_es: Localiza a los Objetivos en el área.
ru_ru: Найдите цели в области.

source: Activate
es_es: Activar
ru_ru: Активировать

# data/maps/arid/forest-1.json//entities/510/settings/event/9/message
source: Now we enter the realm of \c[3]Ebony Forest\c[0]!
es_es: ¡Ahora entramos al reino del \c[3]Bosque Ebony\c[0]!
ru_ru: Теперь мы входим во владения \c[3]Эбонитового леса\c[0]!

# data/maps/arid/forest-1.json//entities/510/settings/event/10/message
source: As expected...\. it's full of trees.
es_es: Como se esperaba...\. lleno de árboles.
ru_ru: Как и ожидалось...\. он полон деревьев.

# data/maps/arid/forest-1.json//entities/510/settings/event/11/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/forest-1.json//entities/510/settings/event/12/message
source: Yet there are no evil wolves in this forest. It's just viruses as always.
es_es: Aún así, no hay lobos malvados en este bosque. Son solo virus, como siempre.
ru_ru: Однако в этом лесу нет злых волков. Всего лишь вирусы, как и обычно.

# data/maps/arid/forest-1.json//entities/510/settings/event/14/message
source: Also no bugs. I'm sure Emilie would be glad to hear that.
es_es: También, no hay bichos. Estoy seguro de que a Emilie le gustaría oír eso.
ru_ru: Жуков тоже нет. Я уверен, что Эмили была бы рада это услышать.

# data/maps/arid/forest-1.json//entities/510/settings/event/16/message
source: Seriously, though.\. Emilie and her fear of bugs...\. I don't quite get it.
es_es: Hablando en serio.\. sobre Emilie y su miedo a los bichos...\. No lo entiendo.
ru_ru: Если серьёзно.\. Эмили и её страх перед жуками...\. Я не совсем понимаю.

# data/maps/arid/forest-1.json//entities/510/settings/event/17/message
source: She made such a huge deal out of the Faj'ro Temple boss. That giant moth, right?
es_es: Hizo un gran escándalo con el jefe del Templo Faj'ro. Esa polilla gigante, ¿no?
ru_ru: Она переборола себя с этим боссом храма Фай'ро. Ну, этот гигантский мотылёк.

# data/maps/arid/forest-1.json//entities/510/settings/event/18/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/forest-1.json//entities/510/settings/event/19/message
source: But when I asked her about the midboss...\. that antlion?\. No problem there!
es_es: Pero cuando le pregunté sobre el minijefe...\. ¿la hormiga león?\. ¡Sin problemas!
ru_ru: Но когда я спросил её о промежуточном боссе...\. тот муравьиный лев?\. С этим проблем не возникло!

# data/maps/arid/forest-1.json//entities/510/settings/event/20/message
source: ...How?
es_es: ...¿Cómo?
ru_ru: ...Как?

# data/maps/arid/forest-1.json//entities/510/settings/event/21/message
source: Yeah, apparently it's all good because it's "slow" and "stuck in the sand".
es_es: Si, parece que está todo bien porque es "lento" y está "trabada en la arena".
ru_ru: Ага, видимо, всё нормально, потому что он "медленный" и "застрял в песке".

# data/maps/arid/forest-1.json//entities/510/settings/event/22/message
source: Personally, I thought the antlion was much higher on the scary scale.
es_es: Personalmente, pensé que la hormiga león le daría mucho más miedo que la polilla.
ru_ru: Лично мне кажется, что муравьиный лев был намного страшнее.

# data/maps/arid/forest-1.json//entities/510/settings/event/23/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/forest-1.json//entities/510/settings/event/24/message
source: Right? Well, that's Emilie for you.
es_es: ¿Si no? Bueno, así es Emilie.
ru_ru: Так ведь? Ну, в этом вся Эмили.

# data/maps/arid/forest-1.json//entities/510/settings/event/25/message
source: Let's continue!
es_es: ¡Sigamos!
ru_ru: Давай продолжим!

# data/maps/arid/forest-1.json//entities/510/settings/event/30/message
source: Over there is a pretty interesting spot!
es_es: ¡Ahí hay un lugar bastante interesante!
ru_ru: Там есть довольно интересное место!

# data/maps/arid/forest-1.json//entities/510/settings/event/34/task
source: Talk to Lukas in \c[3]Vermillion Wasteland - Ebony Forest\c[0] to proceed with his tour.
es_es: Habla con Lukas en \c[3]Vertedero Vermillion - Bosque Ebony\c[0] para proceder con el tour.
ru_ru: Поговорите с Лукасом в \c[3]Пустоши Вермиллион - Эбонитовый лес\c[0], чтобы продолжить его экскурсию.

source: I call this here the \c[3]field of the indecisive flowers\c[0].
es_es: Lo llamo el \c[3]campo de flores indecisas\c[0].
ru_ru: Я называю это полем \c[3]нерешительных цветов\c[0].

source: Indecisive because they can't decide on what height to grow.
es_es: Indecisas porque no pueden decidir hasta que altura crecer.
ru_ru: Нерешительные, потому что они не могут решить, до какой высоты расти.

source: I mean just look at them. Some are stuck on ground level, others several meters high.
es_es: Digo, solo míralas. Algunas están al nivel del suelo, otras tienen varios metros de alto.
ru_ru: Я имею в виду, просто посмотри на них. Некоторые застряли на уровне земли, а другие высотой в несколько метров.

source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?
