Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/maps/arid/town-2.json//entities/451/settings/event/15/message
source: Alrighty!
es_es: ¡De acuerdo!
ru_ru: Ладненько!

# data/maps/arid/town-2.json//entities/455/settings/event/24/message
source: Looks like we caught them all in this area.
es_es: Parece que los atrapamos a todos en este área.
ru_ru: Похоже, что мы поймали их всех в этой области.

# data/maps/arid/town-2.json//entities/455/settings/event/25/message
source: Emilie, Lukas, you both stay here and make sure that no enemies interfere with the Evotars.
es_es: Emilie, Lukas, ustedes dos quédense aquí y asegúrense de que ningún enemigo interfiera con los Evotars.
ru_ru: Эмили, Лукас, вы оба останетесь здесь и будете следить за тем, чтобы враги не мешали эвотарам.

# data/maps/arid/town-2.json//entities/455/settings/event/26/message
source: Lea, you head to the east and join with the others!
es_es: ¡Lea, tú ve al este y únete al resto!
ru_ru: Лея, ты на восток к остальным!

# data/maps/arid/town-2.json//entities/455/settings/event/27/message
source: We got this area covered! Good luck over there, chérie!
es_es: ¡Tenemos este área cubierta! ¡Buen trabajo, chérie!
ru_ru: Мы прикроем эту область! Удачи тебе там, chérie (дорогая)!

# data/maps/arid/town-2.json//entities/455/settings/event/28/message
source: Lea!
ru_ru: Лея!

# data/maps/arid/town-2.json//entities/456/settings/event/26/message
source: Oh!\. Something is happening!
es_es: ¡Oh!\. ¡Algo pasa!
ru_ru: Ой!\. Что-то происходит!

# data/maps/arid/town-2.json//entities/456/settings/event/38/action/1/text
source: Unexpected Error
es_es: Error Inesperado
ru_ru: Непредвиденная ошибка

# data/maps/arid/town-2.json//entities/456/settings/event/39/action/1/text
source: Unexpected Error
es_es: Error Inesperado
ru_ru: Непредвиденная ошибка

# data/maps/arid/town-2.json//entities/456/settings/event/40/action/1/text
source: Unexpected Error
es_es: Error Inesperado
ru_ru: Непредвиденная ошибка

# data/maps/arid/town-2.json//entities/456/settings/event/49/message
source: They exploded!\. Just like Emilie back then!
es_es: ¡Explotaron!\. ¡Al igual que Emilie aquella vez!
ru_ru: Они взорвались!\. Как Эмили тогда!

# data/maps/arid/town-2.json//entities/456/settings/event/52/message
source: What?! Is that what happened to me?!
es_es: ¡¿Qué?! ¡¿Eso es lo que me pasó a mí?!
ru_ru: Что?! Это то, что случилось со мной?!

# data/maps/arid/town-2.json//entities/458/settings/event/0/message
source: Laser bridges!\. Everywhere!
es_es: ¡Puentes de Luz!\. ¡Por todos lados!
ru_ru: Лазерные мосты!\. Везде!

# data/maps/arid/town-2.json//entities/459/settings/event/0/message
source: Laser bridge! The only true kind of bridge!
es_es: ¡Puente de Luz! ¡El único verdadero tipo de puente!
ru_ru: Лазерный мост! Единственный истинный вид моста!

# data/maps/arid/town-2.json//entities/460/settings/event/0/message
source: Laser bridge! Best bridge!
es_es: ¡Puente de Luz! ¡El mejor tipo de puente!
ru_ru: Лазерный мост! Лучший мост!

source: What do you want?
es_es: ¿Qué quieres?
ru_ru: Что ты хочешь?

source: Hi...?
es_es: ¿Hola...?
ru_ru: Привет...?

source: Please...\. leave me alone...
es_es: Por favor...\. déjame sola...
ru_ru: Пожалуйста...\. оставь меня в покое...

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/0/name
source: Code Knight
es_es: Caballero del Código
ru_ru: Рыцарь Кода

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/2/message
source: Hi?!
es_es: ¡¿Hola?!
ru_ru: Привет?!

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/3/message
source: Oh hey!\. It's someone else!
es_es: ¡Oh hola!\. ¡Es alguien más!
ru_ru: Ой, привет!\. Кто-то ещё!

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/4/message
source: This place is weird.
es_es: Este lugar es raro.
ru_ru: Это место странное.

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/5/message
source: I've been here before and saw a lot of players running around, acting strange.
es_es: He venido antes, y había muchos jugadores correteando, actuando raro.
ru_ru: Я была здесь раньше и видела много игроков вокруг, ведущих себя странно.

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/6/message
source: And now it's all empty.\. What happened?
es_es: Y ahora está todo vacío.\. ¿Qué pasó?
ru_ru: И теперь всё пусто.\. Что произошло?

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/8/message
source: Was it some kind of beta test?
es_es: ¿Era algún tipo de beta?
ru_ru: Был ли это какой-то бета-тест?

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/10/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/11/message
source: ...Weird.\. Oh well...
es_es: ...Que extraño.\. Bueno...
ru_ru: ...Странно.\. Ну ладно...

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/12/message
source: Wait a moment.
es_es: Un momento.
ru_ru: Подожди-ка.

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/13/message
source: We've met before haven't we?
es_es: Ya nos habíamos visto, ¿no?
ru_ru: Мы раньше не встречались?

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/14/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/15/message
source: Right! In that cave!
es_es: ¡Cierto! ¡En esa cueva!
ru_ru: Верно! В той пещере!

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/16/message
source: You have sort of a knack in spotting me in strange places, don't you?
es_es: Tienes algún tipo de habilidad como para verme en lugares extraños, ¿no?
ru_ru: У тебя талант замечать меня в необычных местах, не так ли?

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/18/message
source: You know what? This calls for a little reward!
es_es: ¿Sabes qué? ¡Esto merece alguna recompensa!
ru_ru: Знаешь что? Это заслуживает небольшой награды!

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/20/message
source: Here you go!
es_es: ¡Aquí tienes!
ru_ru: Вот, держи!

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/24/name
source: Code Knight
es_es: Caballero del Código
ru_ru: Рыцарь Кода

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/26/message
source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/27/message
source: You're welcome!
es_es: ¡De nada!
ru_ru: Всегда пожалуйста!

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/28/message
source: Anyway...\. Nothing going on here, so I'll be off.
es_es: Como sea...\. No hay nada por aquí, así que me iré.
ru_ru: Так или иначе...\. Здесь ничего не происходит, поэтому мне пора.

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/29/message
source: Let's see what else I can find!
es_es: ¡Veremos que más puedo encontrar!
ru_ru: Посмотрим, что ещё я смогу найти!

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/34/message
source: Bye...
es_es: Adiós...
ru_ru: Пока...

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/41/message
source: That...\. that player again.
es_es: Ese...\. jugador otra vez.
ru_ru: Это...\. снова тот игрок.

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/42/message
source: How did they manage to get into this place...\. and out again?
es_es: ¿Cómo consiguieron entrar a este lugar...\. y salir otra vez?
ru_ru: Как ей удалось попасть в это место...\. и выбраться?

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/43/message
source: How?
es_es: ¿Cómo?
ru_ru: Как?

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/44/message
source: Yes, that is what I wonder as well.
es_es: Si, eso es lo que me pregunto yo también.
ru_ru: Да, это то, чему я тоже удивляюсь.

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/46/message
source: ...What?
es_es: ¿...Qué?
ru_ru: ...Что?

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/48/message
source: Yes, I know. I did not manage to do that with you.
es_es: Si, lo sé. No conseguí hacer eso contigo.
ru_ru: Да, я знаю. Мне не удалось провернуть это с тобой.

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/49/message
source: It thought it was impossible without violating security constraints.
ru_ru: Я думал, это невозможно без нарушения ограничений безопасности.

# data/maps/arid/town-2.json//entities/462/settings/npcStates/0/event/50/message
source: I suppose they must have found a better loophole.
ru_ru: Полагаю, что они нашли лазейку получше.

# data/maps/arid/town-2.json//entities/463/settings/event/4/message
source: It's somewhere around here....
es_es: Está por aquí en alguna parte...
ru_ru: Это где-то здесь...

# data/maps/arid/town-2.json//entities/463/settings/event/8/message
source: That building to the far north!
es_es: ¡Ese edifico hacia el norte!
ru_ru: Вон то здание на севере!

# data/maps/arid/town-2.json//entities/465/settings/blockEvent/5/message
source: Here it is.
es_es: Aquí está.
ru_ru: Вот здесь.

# data/maps/arid/town-2.json//entities/465/settings/blockEvent/10/message
source: Hm...
ru_ru: Хм...

# data/maps/arid/town-2.json//entities/465/settings/blockEvent/12/message
source: Looks closed to me.
es_es: Parece estar cerrado.
ru_ru: Похоже, закрыто.

# data/maps/arid/town-2.json//entities/465/settings/blockEvent/17/message
source: I thought it would open.
es_es: Creí que se abriría.
ru_ru: Я думал, оно откроется.

# data/maps/arid/town-2.json//entities/465/settings/blockEvent/18/message
source: But I guess my user ID changed since I'm now an Evotar of my old self.
es_es: Pero supongo que mi ID de usuario cambió ahora que soy un Evotar de mi yo antiguo.
ru_ru: Но видимо, мой ID изменился, я же теперь эвотар прошлого себя.

# data/maps/arid/town-2.json//entities/465/settings/blockEvent/20/message
source: Any help, Monsieur Asimov?
es_es: ¿Nos da una mano, Monsieur Asimov?
ru_ru: Поможете, Monsieur (месье) Азимов?

# data/maps/arid/town-2.json//entities/465/settings/blockEvent/22/message
source: Let me have a look.
es_es: Déjame echarle un vistazo.
ru_ru: Давайте посмотрим.

# data/maps/arid/town-2.json//entities/465/settings/blockEvent/23/message
source: Ah... yes.\. That should do it.
es_es: Ah... sí.\. Eso debería bastar.
ru_ru: Ах... да.\. Должно сработать.

# data/maps/arid/town-2.json//entities/465/settings/blockEvent/30/message
source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

# data/maps/arid/town-2.json//entities/465/settings/blockEvent/32/message
source: Onwards!
es_es: ¡Vamos!
ru_ru: Вперёд!

source: Down
es_es: Abajo
ru_ru: Вниз

source: Up
es_es: Arriba
ru_ru: Наверх

source: Mon dieu...\. what's with this creepy atmosphere?
es_es: Mon dieu...\. ¿por qué es tan sombrío este lugar?
ru_ru: Mon dieu (Боже мой)...\. что это за жуткая атмосфера?

source: That was part of the point, I think.
es_es: Es intencional, creo.
ru_ru: Мне кажется, в какой-то степени так и задумывалось.

source: Whoa, those rhinos were creepy, too!
es_es: ¡Wow, esos rinocerontes daban miedo también!
ru_ru: Ого, эти носороги тоже были жуткими!

source: I'm sort of surprised that enemies are still here.
ru_ru: Я немного удивлён, что здесь всё ещё есть враги.

source: Yes, me too.
es_es: Si, yo también.
ru_ru: Да, я тоже.

source: I suppose this part was hidden well enough, so they just missed them.
es_es: Supongo que esta parte estaba bien escondida, así que no se habrán dado cuenta.
ru_ru: Полагаю, эта часть была достаточно хорошо спрятана, и их просто пропустили.

source: Can't you just disable them?
es_es: ¿No puedes desactivarlos?
ru_ru: Ты не можешь просто отключить их?

source: I would rather not.
es_es: Preferería que no.
ru_ru: Я бы лучше не стал.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: We are not allowed to be here, so I would prefer to leave as few traces as possible.
es_es: No se nos permite estar aquí, preferiría dejar la menor cantidad de huellas posibles.
ru_ru: Нам не разрешено быть здесь, так что я бы предпочёл оставить как можно меньше следов.

source: Makes sense...
es_es: Tiene sentido...
ru_ru: Логично...

source: More creepy enemies, I guess.\. Oh well...
es_es: Más de estos enemigos, supongo.\. Oh bueno...
ru_ru: Значит, больше жутких врагов.\. Ну ладно...

source: What the heck are those?!
es_es: ¡¿Qué demonios son esos?!
ru_ru: Это что ещё за чертовщина?!

source: No, not this way...
es_es: No, por aquí no...
ru_ru: Нет, не сюда...

source: To the new meeting room: M04-02.
es_es: Hacia la nueva sala de reuniones: M04-02.
ru_ru: В новую переговорную: M04-02.

source: That's quite the hallway!
es_es: ¡Qué pasillo más largo!
ru_ru: Какой большой коридор!

source: I didn't expect such a huge place.
es_es: No me esperaba un lugar tan grande.
ru_ru: Я не ожидала увидеть такое большое место.

source: It's not as huge as it seems.
es_es: No es tan grande como parece.
ru_ru: Он не такой большой, каким кажется.

source: Lots of doors with nothing behind them.
es_es: Hay muchas puertas con nada detrás.
ru_ru: Много дверей за собой ничего не скрывают.

source: Let's have a look around.
es_es: Investiguemos un poco.
ru_ru: Давайте осмотримся.

source: But then... I found a way to escape.
es_es: Pero entonces... encontré una forma de escapar.
ru_ru: Но потом... я нашёл способ освободиться.

source: This...
es_es: Esto...
ru_ru: Это...

source: This was the old meeting room.
es_es: Esta era la vieja sala de reuniones.
ru_ru: Это была старая переговорная.

source: Where I discussed things with Satoshi, Gautham, and Shizuka.
es_es: Dónde discutía cosas con Satoshi, Gautham, y Shizuka.
ru_ru: Где мы с Сатоши, Гаутамом и Шизукой обсуждали разные вещи.

source: Yeah...
es_es: Sí...
ru_ru: Да...

source: We had a lot of...\. difficult discussions here.
es_es: Tuvimos muchas...\. sesiones difíciles aquí.
ru_ru: У нас здесь было много...\. трудных дискуссий.

source: This room hasn't been used ever since Satoshi moved back to the old hideout.
es_es: Esta habitación no ha sido utilizada desde que Satoshi se mudó al viejo escondite.
ru_ru: Эта комната не использовалась с тех пор, как Сатоши перебрался в старое укрытие.

source: There's not much to see here.
es_es: No hay mucho que ver aquí.
ru_ru: Здесь особо не на что смотреть.

source: ...Yes.
es_es: ..Si.
ru_ru: ...Да.

source: This was my workplace.
es_es: Este era mi lugar de trabajo.
ru_ru: Это было моё рабочее место.

source: This terminal...
es_es: Esta terminal...
ru_ru: Эта консоль...

source: Here is where I gathered my tasks.
es_es: Aquí es donde organizaba mis tareas.
ru_ru: В ней я собирал свои задачи.

source: I had a list of targets I had to watch.
es_es: Tenía una lista de objetivos que observar.
ru_ru: У меня был список целей, за которыми нужно было следить.

source: I submitted all the intel I found...
es_es: Ingresaba toda la información que conseguía...
ru_ru: Я представлял всю информацию, которую находил...

source: Collaborated with our spies outside the game...
es_es: Colaboraba con nuestros espías fuera del juego...
ru_ru: Сотрудничал с нашими шпионами за пределами игры...

source: Occasionally I also submitted IDs of additional players to turn into Evotars.
es_es: Ocasionalmente, también ingresaba las IDs de jugadores adicionales para convertirlos en Evotares.
ru_ru: Иногда я также отправлял данные других игроков, подлежащих превращению в эвотаров.

source: Fellow players of our investigation targets, and so forth.
es_es: Jugadores amigos de nuestros objetivos, y cosas así.
ru_ru: Знакомых наших основных целей, да и других.

source: Having friends around actually helped their memories to return faster.
es_es: Tener amigos cerca les ayudaba a recobrar su memoria más rápidamente.
ru_ru: Присутствие друзей рядом помогало их воспоминаниям вернуться быстрее.

source: Huh...\. alright?
es_es: Eh...\. ¿okey?
ru_ru: Хмм...\. ладно?

source: So I might have ended up here as well because of Lea or Lukas?
es_es: ¿Entonces yo podría haber acabado aquí también por Lea o Lukas?
ru_ru: Значит, я тоже могла оказаться здесь из-за Леи или Лукаса?

source: Potentially...\. yes.
es_es: Potencialmente...\. si.
ru_ru: Теоретически...\. да.

source: Fortunately, you didn't.
es_es: Afortunadamente, no sucedió.
ru_ru: К счастью, этого не случилось.

source: I remember...\. that I saw a recording in this room.
es_es: Recuerdo...\. haber visto una grabación de esta habitación.
ru_ru: Я помню...\. что смотрел запись в этой комнате.

source: It seems I can't play it again.\. That's too bad.
es_es: Parece que no la puedo reproducir.\. Que pena.
ru_ru: Похоже, я не могу проиграть её снова.\. А жаль.

source: You would have seen my real self.
es_es: Habrían visto mi verdadero yo.
ru_ru: Вы бы увидели настоящего меня.

source: The real Sidwell?
es_es: ¿El verdadero Sidwell?
ru_ru: Настоящего Сидвелла?

source: Yes...
es_es: Si...
ru_ru: Да...

source: I saw it here when my work started.
es_es: Lo ví aquí mismo cuando comencé mi trabajo.
ru_ru: Когда моя работа началась, я смотрел его тут.

source: A video I recorded for myself.
es_es: Un video que grabé para mí mismo.
ru_ru: Видео, которое я записал для себя.

source: A reminder for my tasks within the game.
es_es: Un recordatorio de mis deberes en este juego.
ru_ru: Напоминание о моих задачах в игре.

source: Which people I had to interrogate...
es_es: Que personas debía interrogar...
ru_ru: Каких людей мне надо было допросить...

source: Things we already knew about them...
es_es: Las cosas que ya sabíamos de ellos...
ru_ru: Что мы уже о них знали...

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Oui, isn't that weird?
es_es: Oui, ¿no es algo raro?
ru_ru: Oui (Да), разве это не странно?

source: You were just Sidwell playing CrossWorlds, non?
es_es: No eras más que Sidwell jugando CrossWorlds, ¿non?
ru_ru: Ты просто был Сидвеллом и играл в CrossWorlds, разве нет?

source: Why remind yourself about that with a video recording?
es_es: ¿Por qué deberías recordarte eso con una grabación?
ru_ru: Зачем напоминать себе об этом через видеозапись?

source: I...\. I wasn't just playing CrossWorlds the normal way.
es_es: No...\. No estaba jugando CrossWorlds normalmente.
ru_ru: Я...\. я не просто играл в CrossWorlds как обычно.

source: I was using a...\. \c[3]special connection\c[0].
es_es: Estaba usando una...\. \c[3]conexión especial\c[0].
ru_ru: Я использовал...\. \c[3]специальное подключение\c[0].

source: Playing the game...\. \c[3]continuously\c[0].
es_es: Jugando al juego...\. \c[3]continuamente\c[0].
ru_ru: И играл в игру...\. \c[3]продолжительное время\c[0].

source: Or...\. was I...?
es_es: O...\. ¿lo estaba?
ru_ru: Или...\. нет...?

source: Thank you for your contribution.
es_es: Gracias por tu contribución.
ru_ru: Спасибо за твой вклад.

source: Ahhhhhh!
ru_ru: Ааааааа!

source: Tronny!!
ru_ru: Тронни!!

source: Saw it again...\. that person...
es_es: La vi otra vez...\. esa persona...
ru_ru: Снова это...\. этот человек...

source: Just...\. breathe slowly or something, okay?
es_es: Tan solo...\. respira lentamente o algo, ¿si?
ru_ru: Просто...\. дыши глубже или что-то вроде того, хорошо?

source: This is frustrating...
es_es: Esto es frustrante...
ru_ru: Это так раздражает...

source: Meet...\. where?
es_es: Reunir...\. ¿dónde?
ru_ru: Встреча...\. где?

source: Huh?
es_es: ¿Eh?
ru_ru: Хмм?

source: Right...\. You said you met that person in Evotarground.
es_es: Cierto...\. Dijiste que te reuniste con esa persona en el Mundo Evotar.
ru_ru: Точно...\. Ты сказал, что встретил этого человека в зоне эвотаров.

source: Was it in this room?
es_es: ¿Fue en esta habitación?
ru_ru: Это было в этой комнате?

source: No...\. It was somewhere else.
es_es: No...\. Era en algún otro lugar.
ru_ru: Нет...\. Это было где-то ещё.

source: Right, I remember!
es_es: ¡Ah, ya recuerdo!
ru_ru: Точно, я вспомнил!

source: Section unlocked.
es_es: Sección desbloqueada.
ru_ru: Секция разблокирована.

source: That room is not accessible by default.\. I just opened it.
es_es: Esa habitación no es accesible por defecto.\. La acabo de abrir.
ru_ru: Эта комната обычно недоступна.\. Я только что открыл её.

source: Let's go there!
es_es: ¡Vamos!
ru_ru: Пойдём туда!

source: The message I recorded for myself...
es_es: El mensaje que grabé para mí mismo...
ru_ru: Сообщение, которое я записал для себя...

source: It told me about a prolonged playing session.
es_es: Me hablaba sobre una sesión de juego prolongada.
ru_ru: В нём говорилось о продолжительной игровой сессии.

source: That I used a special connection to the game.
es_es: Que usé una conexión especial al juego.
ru_ru: Что я использовал специальное подключение.

source: And that my memory would be fuzzy because of it.
es_es: Y que tendría problemas de memoria por ello.
ru_ru: И что поэтому моя память будет нечёткой.

source: I...\. just accepted it.
es_es: Yo...\. tan solo lo acepté.
ru_ru: Я...\. просто принял это.

source: And did as I told myself.
es_es: E hice como me dije a mí mismo.
ru_ru: И делал так, как сам себе сказал.

source: Days and weeks went by...
es_es: Pasaron días y semanas...
ru_ru: Проходили дни, недели...

source: Spying on other players.
es_es: Espiando otros jugadores.
ru_ru: В слежке за другими игроками.

source: Sending intel, coordinating interrogations.
es_es: Recopilando información, coordinando interrogaciones.
ru_ru: Отправляя данные, согласовывая допросы.

source: But as my memory returned,\. I realized...
es_es: Pero mientras volvían mis recuerdos,\. me dí cuenta...
ru_ru: Но по мере того, как моя память возвращалась,\. я осознал...

source: That I was Sidwell no longer.
es_es: Que ya no era Sidwell.
ru_ru: Что я больше не был Сидвеллом.

source: That I was stuck in the game.
es_es: Que estaba atrapado en este juego.
ru_ru: Что я застрял в игре.

source: I...\. myself...\. was an Evotar.
es_es: Yo...\. yo mismo...\. era un Evotar.
ru_ru: Я...\. сам...\. был эвотаром.

source: And I was working...\. for Sidwell.
es_es: Y estaba trabajando...\. para Sidwell.
ru_ru: И я работал...\. на Сидвелла.

source: Let me have a look.
es_es: Déjame hechar un vistazo.
ru_ru: Дайте посмотреть.

source: Yes...\. it's still here. My \c[3]former user id\c[0].
ru_ru: Да...\. они всё ещё тут.\. Мои \c[3]бывшие персональные данные\c[0].

source: It was on the day that Lea escaped from Evotarground.
es_es: Fue el mismo día en el que Lea escapó del Mundo Evotar.
ru_ru: Это было в тот день, когда Лея сбежала из зоны эвотаров.

source: That day...\. really changed everything.
es_es: Ese día...\. cambió todo.
ru_ru: В тот день...\. всё по-настоящему изменилось.

source: It seemed like the whole interrogation business was bound to break down.
es_es: Parecía que todo el negocio de la interrogación se fuese a desplomar.
ru_ru: Казалось, что весь допросный бизнес был обречëн на провал.

source: And Lea's reappearance strongly hinted toward an elaborate mission to find and rescue Satoshi.
es_es: Y la reaparición de Lea nos dio fuertes indicios de que había una elaborada misión para encontrar y rescatar a Satoshi.
ru_ru: И повторное появление Леи сильно намекало на продуманную миссию по нахождению и спасению Сатоши.

source: To achieve that... they'd have to secure the Evotarserver.
ru_ru: Чтобы достичь этого... им нужно было спасти сервер эвотаров.

source: And potentially... save all the Evotars on it.
es_es: Y potencialmente... salvar a todos los Evotares en él.
ru_ru: И, вероятно... спасти всех эвотаров на нём.

source: Unfortunately...
es_es: Desafortunadamente...
ru_ru: К несчастью...
