Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [11484] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/14/message #14 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.lea @DEAD_INSIDE2 ---------------- Hi...
es: Hola...

source: [11485] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/15/message #15 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.schneider2 @WHISTLING ---------------- Did you also hear the alarm from before?
es: ¿Tú también oíste la alarma?

source: [11486] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/16/message #16 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.schneider2 @WORRIED ---------------- I wonder what just happened. Sounded like somebody was fighting within the dormitory.
es: Me pregunto que acaba de pasar. Sonaba como si alguien estuviera peleando en el dormitorio.

source: [11488] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/18/message #18 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.schneider2 @NORM_SERIOUS ---------------- Uhm...\. is everything ok?
es: Uhm...\. ¿está todo bien?

source: [11490] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/20/message #20 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.schneider2 @WHISTLING ---------------- You don't look too well today...
es: No te ves muy bien hoy...

source: [11492] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/22/message #22 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.schneider2 @SERIOUS ---------------- Did something happen?
es: ¿Pasó algo?

source: [11495] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/25/message #25 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.schneider2 @WORRIED ---------------- Uhm...\. Should we just go to the quest hub for today's quest?
es: Uhm...\. ¿Quieres ir al centro de misiones para la misión de hoy?

source: [11497] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/27/message #27 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.lea @NODS_DEAD_INSIDE ---------------- [nods]
es: [asiente]

source: [11498] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/28/message #28 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 main.schneider2 @SERIOUS ---------------- Okay...
es: Okey...

source: [11499] data/maps/arid/interior/barrack-room02.json entities/19/settings/event/31/task #29 EventTrigger SchneiderMeetsDepressedLea START IF plot.line >= 12750 SET_PERMA_TASK ---------------- Go to the \c[3]Quest Hub\c[0] in \c[3]Vermillion Wasteland - West Town\c[0] together with Lukas.
es: Ve al \c[3]Centro de Misiones\c[0] en \c[3]Vertedero Vermillion - Pueblo Oeste\c[0] junto con Lukas.

source: [11500] data/maps/arid/interior/challenge-1-eg.json entities/10/settings/destinations/0/label #1 Elevator elevator ---------------- Down
es: Abajo

source: [11501] data/maps/arid/interior/challenge-1-ug.json entities/1/settings/destinations/0/label #1 Elevator elevator ---------------- Down
es: Abajo

source: [11502] data/maps/arid/interior/challenge-1-ug.json entities/11/settings/event/17/message #11 EventTrigger BattleStart START IF tmp.battleStart main.schneider2 @SKEPTICAL ---------------- Huh. It's a new kind of virus, I guess?
es: Hm. ¿Es un nuevo tipo de virus, supongo?

source: [11503] data/maps/arid/interior/challenge-1-ug.json entities/20/settings/event/13/message #3 EventTrigger wave3 START IF map.counter <= 1 main.schneider2 @SERIOUS ---------------- Wait.\. Wait, wait, wait.\. That thing is \c[3]Level 60\c[0]?!
es: Un momento.\. Wow, wow, wow.\. ¡¿Esa cosa es \c[3]Nivel 60\c[0]?!

source: [11504] data/maps/arid/interior/challenge-1-ug.json entities/20/settings/event/14/thenStep/0/message #13 EventTrigger wave3 START IF map.counter <= 1 IF newgame.sergey-hax main.schneider2 @LAUGH ---------------- Hm...\. Mind hitting this one for me once, Lea?
es: Hm...\. Te importaría pegarle una vez por mí, Lea?

source: [11506] data/maps/arid/interior/challenge-1-ug.json entities/20/settings/event/14/elseStep/0/thenStep/0/message #7 EventTrigger wave3 START IF map.counter <= 1 IF NOT newgame.sergey-hax IF player.paramAvg >= 261 main.schneider2 @WONDERING ---------------- Well...\. I guess we both should be able to handle it, right?
es: Bueno...\. Supongo que ambos deberíamos poder con el, ¿no?

source: [11507] data/maps/arid/interior/challenge-1-ug.json entities/20/settings/event/14/elseStep/0/thenStep/2/message #14 EventTrigger wave3 START IF map.counter <= 1 IF NOT newgame.sergey-hax IF player.paramAvg >= 261 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11508] data/maps/arid/interior/challenge-1-ug.json entities/20/settings/event/14/elseStep/0/elseStep/0/message #15 EventTrigger wave3 START IF map.counter <= 1 IF NOT newgame.sergey-hax IF NOT player.paramAvg >= 261 main.schneider2 @COMPLAINING ---------------- Guess I jinxed it.
es: Creo que lo arruiné.

source: [11509] data/maps/arid/interior/challenge-1-ug.json entities/20/settings/event/14/elseStep/0/elseStep/1/message #6 EventTrigger wave3 START IF map.counter <= 1 IF NOT newgame.sergey-hax IF NOT player.paramAvg >= 261 main.schneider2 @SERIOUS ---------------- Better stay on your guard, Lea. I'll try to knock it down as fast as possible.
es: Mantente en guardia, Lea. Trataré de vencerlo tan rápido como pueda.

source: [11511] data/maps/arid/interior/challenge-1-ug.json entities/25/settings/event/3/thenStep/0/message #16 EventTrigger Battle End START IF map.preDone IF player.paramAvg >= 261 || newgame.sergey-hax main.schneider2 @LAUGH ---------------- Huh.\. That wasn't so bad now, was it?
es: Hm.\. Eso no estuvo tan dificl, ¿no crees?

source: [11513] data/maps/arid/interior/challenge-1-ug.json entities/25/settings/event/3/thenStep/2/message #18 EventTrigger Battle End START IF map.preDone IF player.paramAvg >= 261 || newgame.sergey-hax main.schneider2 @TOWARDS ---------------- Let's go on!
es: ¡Sigamos!

source: [11514] data/maps/arid/interior/challenge-1-ug.json entities/25/settings/event/3/elseStep/0/message #8 EventTrigger Battle End START IF map.preDone IF NOT player.paramAvg >= 261 || newgame.sergey-hax main.schneider2 @COMPLAINING ---------------- Meine Güte...
es: Meine Güte...

source: [11516] data/maps/arid/interior/challenge-1-ug.json entities/25/settings/event/3/elseStep/2/message #10 EventTrigger Battle End START IF map.preDone IF NOT player.paramAvg >= 261 || newgame.sergey-hax main.schneider2 @TOWARDS ---------------- At least we got that out of the way. Let's go on.
es: Al menos nos quitamos eso de encima. Sigamos.

source: [11517] data/maps/arid/interior/challenge-2-eg.json entities/10/settings/destinations/0/label #1 Elevator elevator ---------------- Down
es: Abajo

source: [11518] data/maps/arid/interior/challenge-2-ug.json entities/1/settings/destinations/0/label #1 Elevator elevator ---------------- Down
es: Abajo

source: [11519] data/maps/arid/interior/challenge-2-ug.json entities/11/settings/event/17/message #11 EventTrigger BattleStart START IF tmp.battleStart main.schneider2 @EYES_CLOSED ---------------- Again time to clean up the small fry first.
es: Acabemos con los pequeños primero.

source: [11520] data/maps/arid/interior/challenge-2-ug.json entities/20/settings/event/13/thenStep/0/message #14 EventTrigger wave3 START IF map.counter <= 1 IF newgame.sergey-hax || player.paramAvg >= 260 main.schneider2 @NORM_SERIOUS ---------------- Alright, here's the big one!\. Let's do this!
es: ¡Aquí está el grandote!\. ¡Hagámoslo!

source: [11521] data/maps/arid/interior/challenge-2-ug.json entities/20/settings/event/13/elseStep/0/message #3 EventTrigger wave3 START IF map.counter <= 1 IF NOT newgame.sergey-hax || player.paramAvg >= 260 main.schneider2 @NORM_SERIOUS ---------------- Alright, here we go. Be careful, Lea!
es: Bien, aquí vamos. ¡Ten cuidado, Lea!

source: [11523] data/maps/arid/interior/challenge-2-ug.json entities/25/settings/event/3/thenStep/0/message #15 EventTrigger Battle End START IF map.preDone IF newgame.sergey-hax || player.paramAvg >= 260 main.schneider2 @WONDERING ---------------- Alright, got that one down.
es: Bien, acabamos con ese.

source: [11524] data/maps/arid/interior/challenge-2-ug.json entities/25/settings/event/3/elseStep/0/message #8 EventTrigger Battle End START IF map.preDone IF NOT newgame.sergey-hax || player.paramAvg >= 260 main.schneider2 @COMPLAINING ---------------- Phew... Got that one down.
es: Uff... Acabamos con ese.

source: [11525] data/maps/arid/interior/challenge-2-ug.json entities/25/settings/event/4/message #12 EventTrigger Battle End START IF map.preDone main.schneider2 @WHISTLING ---------------- I don't think I've ever seen an enemy like this. Scary stuff.
es: Creo que nunca había visto un enemigo como este. Que miedo.

source: [11526] data/maps/arid/interior/challenge-2-ug.json entities/25/settings/event/5/message #9 EventTrigger Battle End START IF map.preDone main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11527] data/maps/arid/interior/challenge-2-ug.json entities/25/settings/event/6/message #13 EventTrigger Battle End START IF map.preDone main.schneider2 @NORM_SERIOUS ---------------- Well then... let's go on.
es: Bueno... sigamos.

source: [11529] data/maps/arid/interior/flat.json entities/35/settings/event/12/message #12 EventTrigger FirstEnteredWithSchneider main.schneider2 @WINK ---------------- Right. Let there be light.
es: Bien. Que se haga la luz.

source: [11530] data/maps/arid/interior/flat.json entities/35/settings/event/23/message #22 EventTrigger FirstEnteredWithSchneider main.schneider2 @NORM_SERIOUS ---------------- Wh...\. What is this room?
es: Qu...\. ¿Qué es esta habitación?

source: [11531] data/maps/arid/interior/flat.json entities/35/settings/event/24/message #28 EventTrigger FirstEnteredWithSchneider main.schneider2 @SURPRISED ---------------- Oh...\. Oh no.
es: Oh...\. Oh no.

source: [11533] data/maps/arid/interior/flat.json entities/35/settings/event/33/message #29 EventTrigger FirstEnteredWithSchneider main.schneider2 @WHISTLING ---------------- Uhm...\. Junge, I sure wonder what room this is?
es: Uhm...\. Junge, me pregunto que será esta habitación.

source: [11534] data/maps/arid/interior/flat.json entities/35/settings/event/34/message #30 EventTrigger FirstEnteredWithSchneider main.schneider2 @SKEPTICAL ---------------- I certainly don't remember!
es: ¡En serio que no lo recuerdo!

source: [11536] data/maps/arid/interior/flat.json entities/35/settings/event/43/message #38 EventTrigger FirstEnteredWithSchneider main.lea @MOPING ---------------- ...Wait.
es: ...Espera.

source: [11537] data/maps/arid/interior/flat.json entities/35/settings/event/44/message #32 EventTrigger FirstEnteredWithSchneider main.schneider2 @WONDERING ---------------- What?
es: ¿Qué?

source: [11539] data/maps/arid/interior/flat.json entities/35/settings/event/46/message #34 EventTrigger FirstEnteredWithSchneider main.schneider2 @LAUGH ---------------- ...My room?\. This?\. Never!
es: ...¿Mi cuarto?\. ¿Esto?\. ¡Jamás!

source: [11541] data/maps/arid/interior/flat.json entities/35/settings/event/54/message #36 EventTrigger FirstEnteredWithSchneider main.schneider2 @LAUGH ---------------- What? Just because my name is written on that letter?
es: ¿Qué? ¿Sólo porque mi nombre está escrito en esa carta?

source: [11542] data/maps/arid/interior/flat.json entities/35/settings/event/55/message #37 EventTrigger FirstEnteredWithSchneider main.schneider2 @EYES_CLOSED ---------------- That could be anyone called Lukas!
es: ¡Podría ser cualquier otro llamado Lukas!

source: [11545] data/maps/arid/interior/flat.json entities/35/settings/event/65/message #40 EventTrigger FirstEnteredWithSchneider main.schneider2 @RANTING ---------------- Alright, I give in! It's \c[3]my room\c[0]!
es: ¡De acuerdo! ¡Lo admito! ¡Es \c[3]mi cuarto\c[0]!

source: [11548] data/maps/arid/interior/flat.json entities/35/settings/event/73/message #43 EventTrigger FirstEnteredWithSchneider main.schneider2 @COMPLAINING ---------------- I know, it's messy!\. It's not always like this, I swear!
es: Lo sé, ¡es un desastre!\. Pero no está siempre así, ¡lo juro!

source: [11549] data/maps/arid/interior/flat.json entities/35/settings/event/74/message #44 EventTrigger FirstEnteredWithSchneider main.schneider2 @WORRIED ---------------- Please don't judge!
es: ¡Por favor no me juzgues!

source: [11551] data/maps/arid/interior/flat.json entities/35/settings/event/82/message #46 EventTrigger FirstEnteredWithSchneider main.schneider2 @COMPLAINING ---------------- Pleeaase!\. You're judging way too hard!
es: ¡Por favooooor!\. ¡Me juzgas demasiado!

source: [11553] data/maps/arid/interior/flat.json entities/35/settings/event/91/message #48 EventTrigger FirstEnteredWithSchneider main.schneider2 @PANIC ---------------- Nooo! Don't go over there!
es: ¡Nooo! ¡No vayas ahí!

source: [11554] data/maps/arid/interior/flat.json entities/35/settings/event/97/message #49 EventTrigger FirstEnteredWithSchneider main.lea @SHAKE_EYE_CLOSED ---------------- [shakes head]
es: [niega con la cabeza]

source: [11556] data/maps/arid/interior/flat.json entities/35/settings/event/100/message #51 EventTrigger FirstEnteredWithSchneider main.schneider2 @COMPLAINING ---------------- This is the worst...
es: Esto es lo peor...

source: [11557] data/maps/arid/interior/flat.json entities/35/settings/event/107/message #52 EventTrigger FirstEnteredWithSchneider main.schneider2 @PISSED ---------------- Japp. Very funny.
es: Japp. Muy gracioso.

source: [11558] data/maps/arid/interior/flat.json entities/35/settings/event/108/message #53 EventTrigger FirstEnteredWithSchneider main.schneider2 @WORRIED ---------------- Come on, we've seen enough. Let's go.
es: Ya, ya vimos suficiente. Vámonos.

source: [11559] data/maps/arid/interior/flat.json entities/35/settings/event/114/message #54 EventTrigger FirstEnteredWithSchneider main.schneider2 @COMPLAINING ---------------- Lea, please!
es: ¡Lea, por favor!

source: [11560] data/maps/arid/interior/flat.json entities/37/settings/event/0/message #55 LocationEvent Schneider comment START IF party.has.Schneider main.schneider @PANIC ---------------- Wh-What?! Why is...\. this room in the game?
es: ¡¿Qu-Qué?! ¿Por qué está...\. esta habitación en el juego?

source: [11561] data/maps/arid/interior/flat.json entities/37/settings/event/1/message #56 LocationEvent Schneider comment START IF party.has.Schneider main.lea @SMUG ---------------- Why?
es: ¿Por qué?

source: [11562] data/maps/arid/interior/flat.json entities/37/settings/event/2/message #57 LocationEvent Schneider comment START IF party.has.Schneider main.schneider @PISSED ---------------- You know what this room is, don't you?
es: Sabes lo que es esta habitación, ¿no?

source: [11563] data/maps/arid/interior/flat.json entities/37/settings/event/3/message #58 LocationEvent Schneider comment START IF party.has.Schneider main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11564] data/maps/arid/interior/flat.json entities/37/settings/event/4/message #59 LocationEvent Schneider comment START IF party.has.Schneider main.schneider @PONDERING ---------------- Ugh...\. did they use this to trigger the memories of my Evotar or something like that?
es: Ugh...\. ¿están usando esto para que mi Evotar recuerde cosas o algo así?

source: [11565] data/maps/arid/interior/flat.json entities/37/settings/event/5/message #60 LocationEvent Schneider comment START IF party.has.Schneider main.schneider @SERIOUS ---------------- Seriously, they could have at least captured it in a less embarrassing state.
es: En serio, podrían al menos haberla recreado en un estado menos vergonzoso.

source: [11566] data/maps/arid/interior/flat.json entities/37/settings/event/6/message #61 LocationEvent Schneider comment START IF party.has.Schneider main.schneider @WHISTLING ---------------- It's not always this messy. Only sometimes.
es: No está siempre así de desordenada. Sólo a veces.

source: [11568] data/maps/arid/interior/flat.json entities/37/settings/event/8/thenStep/0/message #63 LocationEvent Schneider comment START IF party.has.Schneider IF party.has.Emilie main.emilie @ASTONISHED ---------------- Wait!\. Is this your room, Lukas?
es: ¡Espera!\. ¿Este es tu cuarto, Lukas?

source: [11569] data/maps/arid/interior/flat.json entities/37/settings/event/8/thenStep/1/message #64 LocationEvent Schneider comment START IF party.has.Schneider IF party.has.Emilie main.schneider @PISSED ---------------- No.
es: No.

source: [11570] data/maps/arid/interior/flat.json entities/37/settings/event/8/thenStep/2/message #65 LocationEvent Schneider comment START IF party.has.Schneider IF party.has.Emilie main.emilie @WATCH_OUT_BADASS ---------------- Then why would you recognize it?\. You said something with triggering memories, non?
es: ¿Entonces por qué lo reconocerías?\. Dijiste algo sobre disparar recuerdos, ¿non?

source: [11571] data/maps/arid/interior/flat.json entities/37/settings/event/8/thenStep/3/message #66 LocationEvent Schneider comment START IF party.has.Schneider IF party.has.Emilie main.schneider @EYES_CLOSED ---------------- It's a room of...\. a friend.
es: Es el cuarto de...\. un amigo.

source: [11572] data/maps/arid/interior/flat.json entities/37/settings/event/8/thenStep/4/message #67 LocationEvent Schneider comment START IF party.has.Schneider IF party.has.Emilie main.emilie @TAUNTING ---------------- I see... You should tell your friend he should clean up from time to time.
es: Ya veo... Deberías decirle a tu amigo que limpie de vez en cuando.

source: [11574] data/maps/arid/interior/flat.json entities/37/settings/event/8/thenStep/6/message #69 LocationEvent Schneider comment START IF party.has.Schneider IF party.has.Emilie main.schneider @PISSED ---------------- Can we please leave?
es: ¿Podemos irnos?

source: [11575] data/maps/arid/interior/gautham-room.json entities/30/settings/event/12/text #1 EventTrigger scene1 START IF plot.line == 11300 SHOW_DREAM_MSG ---------------- So?\. How is it going so far?
es: ¿Y bien?\. ¿Cómo va?

source: [11576] data/maps/arid/interior/gautham-room.json entities/30/settings/event/14/message #3 EventTrigger scene1 START IF plot.line == 11300 antagonists.gautham-rl @DOWN ---------------- First results are...\. pretty positive.
es: Los primeros resultados son...\. muy positivos.

source: [11577] data/maps/arid/interior/gautham-room.json entities/30/settings/event/15/message #4 EventTrigger scene1 START IF plot.line == 11300 antagonists.gautham-rl @DEFAULT ---------------- He recognized her immediately...
es: La reconoció de inmediato...

source: [11578] data/maps/arid/interior/gautham-room.json entities/30/settings/event/16/message #5 EventTrigger scene1 START IF plot.line == 11300 antagonists.gautham-rl @DOWN ---------------- Otherwise...\. he recalls things...\. more quickly.\. I think...
es: Además de eso...\. recuerda cosas...\. más rápido.\. creo...

source: [11579] data/maps/arid/interior/gautham-room.json entities/30/settings/event/19/text #6 EventTrigger scene1 START IF plot.line == 11300 SHOW_DREAM_MSG ---------------- Good.\. Please keep a close eye on them.
es: Bien.\. Por favor vigílalos de cerca.

source: [11580] data/maps/arid/interior/gautham-room.json entities/31/settings/event/10/text #7 EventTrigger scene2 START IF plot.line == 15400 SHOW_DREAM_MSG ---------------- Gautham, why did this happen?
es: Gautham, ¿por qué pasó esto?

source: [11581] data/maps/arid/interior/gautham-room.json entities/31/settings/event/12/message #15 EventTrigger scene2 START IF plot.line == 15400 antagonists.gautham-rl @DOWN_PANIC ---------------- She had assistance...
es: Tuvo asistencia...

source: [11582] data/maps/arid/interior/gautham-room.json entities/31/settings/event/13/message #9 EventTrigger scene2 START IF plot.line == 15400 antagonists.gautham-rl @PANIC ---------------- Somebody interfered...\. hacked the environment server...
es: Alguien interfirió...\. hackeó el servidor de ambiente...

source: [11583] data/maps/arid/interior/gautham-room.json entities/31/settings/event/16/text #10 EventTrigger scene2 START IF plot.line == 15400 SHOW_DREAM_MSG ---------------- That was bound to happen!
es: ¡Estaba destinado a pasar!

source: [11584] data/maps/arid/interior/gautham-room.json entities/31/settings/event/17/text #11 EventTrigger scene2 START IF plot.line == 15400 SHOW_DREAM_MSG ---------------- The odds were still highly stacked against them.
es: Las probabilidades estaban altamente contra ellos.

source: [11586] data/maps/arid/interior/gautham-room.json entities/31/settings/event/23/text #13 EventTrigger scene2 START IF plot.line == 15400 SHOW_DREAM_MSG ---------------- This is like the Cargo Ship all over again.
es: Es como lo que pasó en el Barco de Carga otra vez.

source: [11587] data/maps/arid/interior/gautham-room.json entities/31/settings/event/24/text #14 EventTrigger scene2 START IF plot.line == 15400 SHOW_DREAM_MSG ---------------- Gautham, you need to stop playing around.
es: Gautham, tienes que dejar de jugar.

source: [11589] data/maps/arid/interior/gautham-room.json entities/31/settings/event/28/message #16 EventTrigger scene2 START IF plot.line == 15400 antagonists.gautham-rl @DOWN ---------------- Understood.
es: Entendido.

source: [11590] data/maps/arid/interior/gautham-room.json entities/31/settings/event/31/text #17 EventTrigger scene2 START IF plot.line == 15400 SHOW_DREAM_MSG ---------------- For now, continue with the interrogation.
es: Por ahora, continúa con la interrogación.

source: [11591] data/maps/arid/interior/gautham-room.json entities/31/settings/event/32/text #18 EventTrigger scene2 START IF plot.line == 15400 SHOW_DREAM_MSG ---------------- We're behind schedule.
es: Estamos atrasados.

source: [11592] data/maps/arid/interior/gautham-room.json entities/32/settings/event/11/message #20 EventTrigger scene3 START IF plot.line == 25300 antagonists.gautham-rl @DOWN_PANIC ---------------- It is done...
es: Está hecho...

source: [11593] data/maps/arid/interior/gautham-room.json entities/32/settings/event/12/message #21 EventTrigger scene3 START IF plot.line == 25300 antagonists.gautham-rl @PANIC ---------------- My final...\. creation...
es: Mi última...\. creación...

source: [11594] data/maps/arid/interior/gautham-room.json entities/32/settings/event/13/message #22 EventTrigger scene3 START IF plot.line == 25300 antagonists.gautham-rl @DOWN_PANIC ---------------- Time...\. to put an end to this...
es: Es tiempo de...\. poner un fin a esto...

source: [11595] data/maps/arid/interior/gautham-room.json entities/32/settings/event/14/message #23 EventTrigger scene3 START IF plot.line == 25300 antagonists.gautham-rl @DOWN_PANIC ---------------- All of this...
es: A todo esto...

source: [11597] data/maps/arid/interior/lobby.json entities/33/settings/event/10/message #12 EventTrigger FirstEnteredWithSchneider main.schneider2 @WONDERING ---------------- Japp. Can't see anything.
es: Japp. No veo nada.

source: [11598] data/maps/arid/interior/lobby.json entities/33/settings/event/11/message #13 EventTrigger FirstEnteredWithSchneider main.schneider2 @COMPLAINING ---------------- Somebody mind turning on the light?
es: ¿Alguien podría prender la luz?

source: [11599] data/maps/arid/interior/lobby.json entities/33/settings/event/16/message #5 EventTrigger FirstEnteredWithSchneider main.schneider2 @WINK ---------------- Thank you.
es: Gracias.
