Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [12179] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/25/message #145 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 main.schneider2 @WONDERING ---------------- Be careful not to step on a virus along the way!
es: ¡Ten cuidado de no toparte con virus en el camino!

source: [12181] data/maps/arid/lake-1.json entities/502/settings/npcStates/0/event/quest/29/task #860 NPC schneider2 IF plot.line >= 11900 && plot.line < 12000 SET_PERMA_TASK ---------------- Head to the north from \c[3]Vermillion Wasteland - Crimson Lake\c[0] to proceed with Lukas' tour.
es: Ve al norte desde \c[3]Vertedero Vermillion - Lago Carmesí\c[0] para proceder con el tour de Lukas.

source: [12182] data/maps/arid/lake-1.json entities/503/settings/event/0/message #6 EventTrigger SchneiderTourDirections START IF plot.line >= 12100 main.schneider2 @DEFAULT ---------------- Alright, our final sight will be further to the \c[3]west\c[0]!
es: De acuerdo, ¡nuestra última parada está más al \c[3]oeste\c[0]!

source: [12183] data/maps/arid/lake-1.json entities/503/settings/event/1/task #861 EventTrigger SchneiderTourDirections START IF plot.line >= 12100 SET_PERMA_TASK ---------------- Head to the west from \c[3]Vermillion Wasteland - Crimson Lake\c[0] to proceed with Lukas' tour.
es: Ve al oeste desde \c[3]Vertedero Vermillion - Lago Carmesí\c[0] para proceder con el tour de Lukas.

source: [12184] data/maps/arid/lake-1.json entities/504/settings/event/0/message #147 EventTrigger SchneiderLeaDepressedComment START IF plot.line >= 12900 main.schneider2 @WORRIED ---------------- You're so quiet today...\. even for your standards.
es: Estás muy callada hoy...\. incluso para tus estándares.

source: [12186] data/maps/arid/lake-1.json entities/511/settings/event/12/message #89 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @TOWARDS ---------------- The view here isn't all that bad, hm?
es: La vista aquí no está tan mal, ¿no?

source: [12188] data/maps/arid/lake-1.json entities/511/settings/event/14/message #253 EventTrigger LakeScene1 START IF plot.line >= 13010 main.lea @NOD_SAD ---------------- [nods]
es: [asiente]

source: [12189] data/maps/arid/lake-1.json entities/511/settings/event/17/message #150 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @WONDERING ---------------- Okay, look...\. I can't keep watching you like this.
es: Bien, mira...\. no puedo seguir viéndote así.

source: [12190] data/maps/arid/lake-1.json entities/511/settings/event/18/message #151 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @SERIOUS ---------------- There must be a way to help you out of this.
es: Debe haber una forma de ayudarte un poco.

source: [12191] data/maps/arid/lake-1.json entities/511/settings/event/19/message #152 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @WORRIED ---------------- We gotta try to talk about this. Somehow.
es: Tenemos que hablar de esto. De algún modo.

source: [12193] data/maps/arid/lake-1.json entities/511/settings/event/21/message #154 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @WONDERING ---------------- I'll just ask some questions, ok?
es: Haré un par de preguntas, ¿si?

source: [12194] data/maps/arid/lake-1.json entities/511/settings/event/22/message #155 EventTrigger LakeScene1 START IF plot.line >= 13010 main.lea @NOD_SAD ---------------- [nods]
es: [asiente]

source: [12195] data/maps/arid/lake-1.json entities/511/settings/event/23/message #156 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @SERIOUS ---------------- Okay, let's see...
es: Bien, veamos...

source: [12196] data/maps/arid/lake-1.json entities/511/settings/event/24/message #157 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @WORRIED ---------------- I suppose you remembered something about yourself... Something that made you sad?
es: Supongo que recordaste algo de tí misma... ¿Algo que te puso triste?

source: [12198] data/maps/arid/lake-1.json entities/511/settings/event/26/message #159 EventTrigger LakeScene1 START IF plot.line >= 13010 main.lea @NOD_SAD ---------------- [nods]
es: [asiente]

source: [12199] data/maps/arid/lake-1.json entities/511/settings/event/27/message #160 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @SERIOUS ---------------- Okay, so what could it be?
es: Bien, ¿qué podrá ser?

source: [12200] data/maps/arid/lake-1.json entities/511/settings/event/28/message #161 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @WORRIED ---------------- Did you...\. lose somebody dear to you?
es: ¿Perdiste...\. a alguien importante para tí?

source: [12201] data/maps/arid/lake-1.json entities/511/settings/event/29/message #167 EventTrigger LakeScene1 START IF plot.line >= 13010 main.lea @SHAKE_SAD ---------------- [shakes head]
es: [niega con la cabeza]

source: [12202] data/maps/arid/lake-1.json entities/511/settings/event/30/message #164 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @SERIOUS ---------------- Hm...
es: Hm...

source: [12203] data/maps/arid/lake-1.json entities/511/settings/event/31/message #165 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @WORRIED ---------------- Did somebody...\. betray you?
es: ¿Alguien...\. te traicionó?

source: [12205] data/maps/arid/lake-1.json entities/511/settings/event/33/message #163 EventTrigger LakeScene1 START IF plot.line >= 13010 main.lea @NOD_SAD ---------------- [nods]
es: [asiente]

source: [12206] data/maps/arid/lake-1.json entities/511/settings/event/34/message #168 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @WONDERING ---------------- Oh...
es: Oh...

source: [12207] data/maps/arid/lake-1.json entities/511/settings/event/35/message #169 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @NORM_SERIOUS ---------------- I'm sorry to hear that...
es: Lamento oír eso...

source: [12208] data/maps/arid/lake-1.json entities/511/settings/event/36/message #170 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @SERIOUS ---------------- Just what did this person exactly do to you...
es: Qué habrá hecho esta persona exactamente...

source: [12210] data/maps/arid/lake-1.json entities/511/settings/event/38/message #188 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @WORRIED ---------------- Are all your troubles... because of that person?
es: ¿Son todos tus problemas... producto de esa persona?

source: [12211] data/maps/arid/lake-1.json entities/511/settings/event/39/message #172 EventTrigger LakeScene1 START IF plot.line >= 13010 main.lea @SHAKE_SAD ---------------- [shakes head]
es: [niega con la cabeza]

source: [12212] data/maps/arid/lake-1.json entities/511/settings/event/40/message #173 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @SERIOUS ---------------- So there is something else?
es: ¿Entonces hay algo más?

source: [12213] data/maps/arid/lake-1.json entities/511/settings/event/41/message #189 EventTrigger LakeScene1 START IF plot.line >= 13010 main.lea @NOD_SAD ---------------- [nods]
es: [asiente]

source: [12215] data/maps/arid/lake-1.json entities/511/settings/event/43/message #175 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @COMPLAINING ---------------- Man, this is hard.
es: Uf, esto es dificil.

source: [12218] data/maps/arid/lake-1.json entities/511/settings/event/48/message #178 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @SERIOUS ---------------- I wonder how the others are doing.\. Hlin, Buggy, Emilie...\. all of them.
es: Me pregunto como estarán los otros.\. Hlin, Buggy, Emilie...\. todos ellos.

source: [12220] data/maps/arid/lake-1.json entities/511/settings/event/50/message #180 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @WONDERING ---------------- It seemed like you got along quite well with Emilie and Tronny, didn't you?
es: Pareciera que te llevas bastante bien con Emilie y Tronny, ¿no?

source: [12221] data/maps/arid/lake-1.json entities/511/settings/event/51/message #181 EventTrigger LakeScene1 START IF plot.line >= 13010 main.lea @NOD_SAD ---------------- [nods]
es: [asiente]

source: [12222] data/maps/arid/lake-1.json entities/511/settings/event/52/message #182 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @TOWARDS ---------------- So...\. I'm sure we'll be missed.
es: Entonces...\. estoy seguro de que nos extrañan.

source: [12223] data/maps/arid/lake-1.json entities/511/settings/event/53/message #183 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @EYES_CLOSED ---------------- In difficult times like these...\. it's good to know there are people out there that care for you.
es: En tiempos difíciles como estos...\. es bueno saber que hay gente que se preocupa por tí.

source: [12225] data/maps/arid/lake-1.json entities/511/settings/event/55/message #185 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @SERIOUS ---------------- Even though it looks like we're on our own for now.
es: Aunque parezca que estamos solos por ahora.

source: [12227] data/maps/arid/lake-1.json entities/511/settings/event/71/message #193 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @NORM_SERIOUS ---------------- I think it's probably better if we call it a day.
es: Creo que sería mejor si paramos por hoy.

source: [12228] data/maps/arid/lake-1.json entities/511/settings/event/72/message #194 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @SERIOUS ---------------- Let's finish the trial building tomorrow, okay?
es: Terminemos el edificio de prueba mañana, ¿si?

source: [12229] data/maps/arid/lake-1.json entities/511/settings/event/73/message #195 EventTrigger LakeScene1 START IF plot.line >= 13010 main.lea @NOD_SAD ---------------- [nods]
es: [asiente]

source: [12230] data/maps/arid/lake-1.json entities/511/settings/event/74/message #196 EventTrigger LakeScene1 START IF plot.line >= 13010 main.schneider2 @DEFAULT ---------------- Alright then, back to the dormitory.
es: De acuerdo, de vuelta al dormitorio.

source: [12231] data/maps/arid/lake-1.json entities/511/settings/event/76/task #29 EventTrigger LakeScene1 START IF plot.line >= 13010 SET_PERMA_TASK ---------------- You decided to call it a day and head back to the \c[3]Dormitory\c[0].
es: Decidiste parar por hoy y volver al \c[3]Dormitorio\c[0].

source: [12232] data/maps/arid/lake-1.json entities/512/settings/event/11/message #197 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @RANTING ---------------- Beating up that Rhino-thing just to see such a place, I can't believe it.
es: Derrotar a esa cosa que se parece a un rinoceronte para ver un lugar como este... no lo puedo creer.

source: [12234] data/maps/arid/lake-1.json entities/512/settings/event/13/message #199 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @PONDERING ---------------- How the hell do they even know what my room looks like?
es: ¿Cómo diablos saben como se ve mi habitación?

source: [12235] data/maps/arid/lake-1.json entities/512/settings/event/14/message #200 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @NORM_SERIOUS ---------------- And why would they put that kind of reconstruction in this place?
es: ¿Y por qué la reconstruirían aquí?

source: [12237] data/maps/arid/lake-1.json entities/512/settings/event/18/message #202 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WORRIED ---------------- Anyway... I seem to remember a little more now.
es: Como sea... creo recordar un poco más ahora.

source: [12238] data/maps/arid/lake-1.json entities/512/settings/event/19/message #203 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @PONDERING ---------------- Like the place I live at...\. the place I work at...
es: Como el lugar en donde vivo...\. el lugar en donde trabajo...

source: [12239] data/maps/arid/lake-1.json entities/512/settings/event/20/message #204 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WONDERING ---------------- What was the name of the company again?
es: ¿Cómo se llamaba la compañía?

source: [12240] data/maps/arid/lake-1.json entities/512/settings/event/21/message #205 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @UP ---------------- Anyway, I think I worked in the IT department...
es: Como sea, creo que trabajaba en el departamento de IT...

source: [12242] data/maps/arid/lake-1.json entities/512/settings/event/23/message #207 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @PONDERING ---------------- Still... this all feels very strange.
es: Aún así... todo esto se siente muy raro.

source: [12243] data/maps/arid/lake-1.json entities/512/settings/event/24/message #208 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @NORM_SERIOUS ---------------- Like...\. why did I forget all of this suddenly?
es: O sea...\. ¿cómo es que me olvidé de todo esto así de repente?

source: [12245] data/maps/arid/lake-1.json entities/512/settings/event/26/message #210 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @PONDERING ---------------- You know... I had a... pretty scary thought.
es: Sabes... tuve un... pensamiento bastante tenebroso.

source: [12247] data/maps/arid/lake-1.json entities/512/settings/event/28/message #212 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @SERIOUS ---------------- I'm spending all of my time in this game now....
es: Estoy pasando todo mi tiempo en este juego ahora....

source: [12248] data/maps/arid/lake-1.json entities/512/settings/event/29/message #213 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @NORM_SERIOUS ---------------- The only thing left from my "real life" are those memories that are slowly returning.
es: Lo único que queda de mi "vida real" son esos recuerdos que vuelven lentamente.

source: [12249] data/maps/arid/lake-1.json entities/512/settings/event/30/message #214 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WORRIED ---------------- But what...\. what if there is no real life anymore?
es: Pero y si...\. ¿y si ya no hay más vida real?

source: [12251] data/maps/arid/lake-1.json entities/512/settings/event/32/message #216 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @PONDERING ---------------- What if we're just stuck in this game, forever?
es: ¿Y si estamos atrapados en este juego, por siempre?

source: [12253] data/maps/arid/lake-1.json entities/512/settings/event/34/message #218 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WORRIED ---------------- Is...\. is this maybe the feeling you had yesterday?
es: Es...\. ¿es esta la sensación que tenías ayer?

source: [12255] data/maps/arid/lake-1.json entities/512/settings/event/36/message #220 EventTrigger LakeScene2 START IF plot.line >= 13400 main.lea @NOD_SAD ---------------- [nods]
es: [asiente]

source: [12256] data/maps/arid/lake-1.json entities/512/settings/event/37/message #221 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @PONDERING ---------------- I see...
es: Ya veo...

source: [12258] data/maps/arid/lake-1.json entities/512/settings/event/39/message #223 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @PONDERING ---------------- Well...
es: Bueno...

source: [12259] data/maps/arid/lake-1.json entities/512/settings/event/40/message #224 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @SERIOUS ---------------- Here's the thing, though...
es: Este es el tema...

source: [12260] data/maps/arid/lake-1.json entities/512/settings/event/41/message #225 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WONDERING ---------------- Why does it matter?
es: ¿Por qué importa?

source: [12262] data/maps/arid/lake-1.json entities/512/settings/event/43/message #227 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WHISTLING ---------------- Does that make our lives any less meaningful?
es: ¿Hace eso a nuestras vidas menos significativas?

source: [12264] data/maps/arid/lake-1.json entities/512/settings/event/45/message #229 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @NORM_SERIOUS ---------------- We don't know why we're stuck in this game...
es: No sabemos por qué estamos atrapados en este juego...

source: [12265] data/maps/arid/lake-1.json entities/512/settings/event/46/message #230 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WONDERING ---------------- But, honestly...\. we don't even know why we live in the first place.
es: Pero, honestamente...\. no sabemos ni por qué vivimos en primer lugar.

source: [12267] data/maps/arid/lake-1.json entities/512/settings/event/48/message #232 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @EYES_CLOSED ---------------- So we're either stuck in this game or stuck in "real life". What's the big difference?
es: Entonces estamos o atrapados en el juego, o atrapados en la "vida real". ¿Cuál es la gran diferencia?

source: [12269] data/maps/arid/lake-1.json entities/512/settings/event/50/message #234 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WONDERING ---------------- Is it so strange thinking that way?
es: ¿Es tan raro pensar de ese modo?

source: [12270] data/maps/arid/lake-1.json entities/512/settings/event/51/message #235 EventTrigger LakeScene2 START IF plot.line >= 13400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12271] data/maps/arid/lake-1.json entities/512/settings/event/52/message #236 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @EYES_CLOSED ---------------- Oh well...
es: Oh bueno...

source: [12272] data/maps/arid/lake-1.json entities/512/settings/event/53/message #237 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @UP ---------------- I think what's important... is that it's a life worth living.
es: Creo que lo importante... es que es una vida que vale la pena vivir.

source: [12273] data/maps/arid/lake-1.json entities/512/settings/event/54/message #238 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WINK ---------------- And being stuck in this game isn't the worst fate imaginable, now is it?
es: Y estar atrapado en este juego no es el peor destino imaginable, ¿no?

source: [12275] data/maps/arid/lake-1.json entities/512/settings/event/56/message #240 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @TOWARDS ---------------- We're not alone. We have friends in this world.
es: No estamos solos. Tenemos amigos en este mundo.

source: [12276] data/maps/arid/lake-1.json entities/512/settings/event/57/message #241 EventTrigger LakeScene2 START IF plot.line >= 13400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12277] data/maps/arid/lake-1.json entities/512/settings/event/58/message #242 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @SKEPTICAL ---------------- And heck, I know a few people that would be happy being logged into CrossWorlds permanently.
es: E incluso conozco un par de personas que estarían muy felices de estar conectados a CrossWorlds permanentemente.

source: [12279] data/maps/arid/lake-1.json entities/512/settings/event/60/message #244 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @EYES_CLOSED ---------------- So it's not all bad, is it?
es: Así que no está tan mal, ¿no?

source: [12280] data/maps/arid/lake-1.json entities/512/settings/event/61/message #245 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WINK ---------------- Especially if we get out of this place. This place kinda sucks, honestly.
es: Sobre todo si conseguimos salir de este lugar. Este lugar como que apesta, sinceramente.

source: [12281] data/maps/arid/lake-1.json entities/512/settings/event/62/message #246 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @WONDERING ---------------- Now that I think about it, my room fits in pretty well...
es: Ahora que lo pienso, mi habitación encaja perfectamente...

source: [12283] data/maps/arid/lake-1.json entities/512/settings/event/64/message #248 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @LAUGH ---------------- Gyahahahahaha!
es: ¡Gyahahahahaha!

source: [12284] data/maps/arid/lake-1.json entities/512/settings/event/71/message #249 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @DEFAULT ---------------- Well then!
es: ¡Bien entonces!

source: [12285] data/maps/arid/lake-1.json entities/512/settings/event/72/message #250 EventTrigger LakeScene2 START IF plot.line >= 13400 main.schneider2 @TOWARDS ---------------- Let's hand in that quest already!
es: ¡Entreguemos esa misión de una vez!

source: [12286] data/maps/arid/lake-1.json entities/512/settings/event/73/message #251 EventTrigger LakeScene2 START IF plot.line >= 13400 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [12287] data/maps/arid/lake-1.json entities/524/settings/dialog/0/text #254 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 cross-worlds.pentafist-male-blue ---------------- Hey what's the holdup?
es: Ey, ¿por qué tardas tanto?

source: [12288] data/maps/arid/lake-1.json entities/524/settings/dialog/1/text #261 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 cross-worlds.quadroguard-male-black ---------------- Nothing... just taking a break.
es: Por nada... sólo estoy descansando.

source: [12289] data/maps/arid/lake-1.json entities/524/settings/dialog/2/text #262 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 cross-worlds.pentafist-male-blue ---------------- Already? We just started the quest! We still gotta go to the forest!
es: ¿Ya? ¡Pero si acabamos de empezar la misión! ¡Aún tenemos que ir al bosque!

source: [12290] data/maps/arid/lake-1.json entities/524/settings/dialog/2/event/3/message #260 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 main.lea @SURPRISED_TOWARD ---------------- ...Hi?
es: ¿...Hola?

source: [12291] data/maps/arid/lake-1.json entities/524/settings/dialog/2/event/4/thenStep/1/message #263 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 IF party.has.Schneider2 main.schneider2 @DEFAULT ---------------- Holerö, you two!
es: ¡Holerö, a las dos!

source: [12292] data/maps/arid/lake-1.json entities/524/settings/dialog/2/event/4/thenStep/2/message #264 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 IF party.has.Schneider2 main.schneider2 @TOWARDS ---------------- So you got the quest for the second trial building already?
es: ¿Así que, ya tienes la misión para el segundo edificio de pruebas?

source: [12293] data/maps/arid/lake-1.json entities/524/settings/dialog/2/event/4/thenStep/3/message #265 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 IF party.has.Schneider2 cross-worlds.pentafist-male-blue @DEFAULT ---------------- Yes, finally! That really took some time. I was bored senseless yesterday!
es: ¡Si, finalmente! Ya tomaba su tiempo. ¡Estuve muy aburrido ayer!

source: [12294] data/maps/arid/lake-1.json entities/524/settings/dialog/2/event/4/thenStep/4/message #266 XenoDialog SPAWN IF plot.line >= 11800 && plot.line < 12500 IF party.has.Schneider2 main.schneider2 @WONDERING ---------------- You can say that loudly!
es: ¡Puedes decirlo con fuerza!
