Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

# data/maps/arid/town-1.json//entities/297/settings/event/25/message
source: It seems like there is a way to get up to this tower.
es_es: Parece que hay una forma de subir hacia la torre.
ru_ru: Кажется, что есть способ добраться до этой башни.

# data/maps/arid/town-1.json//entities/297/settings/event/26/message
source: Some of our fellow inmates went there... and never came back.
es_es: Algunos de nuestros compañeros fueron ahí... y nunca volvieron.
ru_ru: Некоторые из наших товарищей-заключённых пошли туда... и не вернулись.

# data/maps/arid/town-1.json//entities/297/settings/event/28/message
source: So that can mean two things:\. either they escaped...\. or they just disappeared.
es_es: Así que eso significa dos cosas:\. o escaparon...\. o han desaparecido.
ru_ru: Так что это может означать две вещи:\. либо они сбежали...\. либо просто исчезли.

# data/maps/arid/town-1.json//entities/297/settings/event/30/message
source: Anyway, you can only get there once you've finished the second Trial Building.
es_es: Como sea, solo puedes llegar ahí una vez termines el Segundo Edificio de Pruebas.
ru_ru: Как бы то ни было, ты сможешь попасть туда только после того, как закончишь второе пробное здание.

# data/maps/arid/town-1.json//entities/297/settings/event/31/message
source: Let's hope they'll give us the quest for that soon.
es_es: Espero que nos den la misión para eso pronto.
ru_ru: Будем надеяться, что они скоро дадут нам квест.

# data/maps/arid/town-1.json//entities/297/settings/event/32/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/297/settings/event/39/message
source: And yes, this concludes today's tour!
es_es: Y si, ¡eso concluye el tour de hoy!
ru_ru: И да, на этом сегодняшняя экскурсия завершается!

# data/maps/arid/town-1.json//entities/297/settings/event/41/message
source: It sure was pointless, but I still hope you had a good time!
es_es: Se que fue inútil, ¡pero espero que la hayas pasado bien!
ru_ru: Это, конечно, было бессмысленно, но я всё же надеюсь, что ты хорошо провела время!

# data/maps/arid/town-1.json//entities/297/settings/event/42/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/297/settings/event/43/message
source: Gyahahaha!
ru_ru: Муахахаха!

# data/maps/arid/town-1.json//entities/297/settings/event/44/message
source: First Rookie Harbor, now Vermillion Wasteland. Guess I should think about a career as a tour guide.
es_es: Primero el Puerto de los Principiantes, ahora el Vertedero Vermillion. Supongo que debería pensar en hacer una carrera como guía turístico.
ru_ru: Сначала Гавань новичков, теперь Пустошь Вермиллион. Думаю, мне следует задуматься о карьере гида.

# data/maps/arid/town-1.json//entities/297/settings/event/46/message
source: ...unless I'm already doing that in real life.
es_es: ...a no ser que ya esté haciendo eso en la vida real.
ru_ru: ...если я уже не занимаюсь этим в реальной жизни.

# data/maps/arid/town-1.json//entities/297/settings/event/48/message
source: I...\. still don't remember much about my life outside of CrossWorlds.
es_es: Aún...\. no recuerdo mucho sobre mi vida fuera de CrossWorlds.
ru_ru: Я...\. до сих пор мало что помню о своей жизни за пределами CrossWorlds.

# data/maps/arid/town-1.json//entities/297/settings/event/49/message
source: Wait!
es_es: ¡Espera!
ru_ru: Подожди!

# data/maps/arid/town-1.json//entities/297/settings/event/50/message
source: Hm?\. Do you mean it will all come with time?
es_es: ¿Hm?\. ¿Dices que lo recordaré con el tiempo?
ru_ru: Хм?\. Ты имеешь в виду, что всё придёт со временем?

# data/maps/arid/town-1.json//entities/297/settings/event/51/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/297/settings/event/52/message
source: I sure hope so.
es_es: Eso espero.
ru_ru: Я очень на это надеюсь.

# data/maps/arid/town-1.json//entities/297/settings/event/53/message
source: Now then...\. Anything else today?
es_es: Bien...\. ¿Algo más por hoy?
ru_ru: Итак...\. Что-нибудь ещё на сегодня?

# data/maps/arid/town-1.json//entities/297/settings/event/54/message
source: We can still have a look around, otherwise I'm ready to hit the hay.
es_es: Aún podemos pasear, sino yo estoy listo para planchar oreja.
ru_ru: Мы можем ещё немного осмотреться, иначе я готов отправиться на боковую.

# data/maps/arid/town-1.json//entities/297/settings/event/57/task
source: Head back to your room in the \c[3]Dormitory\c[0].
es_es: Vuelve a tu cuarto en el \c[3]Dormitorio\c[0].
ru_ru: Вернитесь в свою комнату в \c[3]общежитии\c[0].

# data/maps/arid/town-1.json//entities/298/settings/event/0/message
source: So what happened? Did you have a bad dream?
es_es: ¿Qué pasó? ¿Tuviste un mal sueño?
ru_ru: Так что случилось? У тебя был плохой сон?

# data/maps/arid/town-1.json//entities/298/settings/event/2/message
source: Who am I kidding...
es_es: A quién engaño...
ru_ru: Кого я обманываю...

# data/maps/arid/town-1.json//entities/299/settings/event/10/message
source: Hi...
es_es: Hola...
ru_ru: Привет...

# data/maps/arid/town-1.json//entities/299/settings/event/13/message
source: Ah, good morning!
es_es: ¡Ah, buenos días!
ru_ru: Ах, доброе утро!

# data/maps/arid/town-1.json//entities/299/settings/event/14/message
source: Feeling better today?
es_es: ¿Te sientes mejor hoy?
ru_ru: Чувствуешь себя лучше сегодня?

# data/maps/arid/town-1.json//entities/299/settings/event/16/message
source: ... A little bit?
es_es: ... ¿Un poco?
ru_ru: ...Совсем немного?

# data/maps/arid/town-1.json//entities/299/settings/event/17/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/299/settings/event/18/message
source: That's good...
es_es: Bien...
ru_ru: Это хорошо...

# data/maps/arid/town-1.json//entities/299/settings/event/19/message
source: So...\. should we finish that trial building today?
es_es: Así que...\. ¿deberíamos ir a terminar ese edificio de prueba hoy?
ru_ru: Так...\. мы должны закончить это пробное здание сегодня?

# data/maps/arid/town-1.json//entities/299/settings/event/20/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/299/settings/event/21/message
source: Alright, let's do it!
es_es: ¡Bien, vamos!
ru_ru: Хорошо, давай сделаем это!

# data/maps/arid/town-1.json//entities/299/settings/event/27/task
source: Continue the quest \c[3]The Northern Trial Building\c[0] together with Lukas.
es_es: Continúa la misión \c[3]El Edificio de Prueba Norte\c[0] junto con Lukas.
ru_ru: Продолжите квест \c[3]Северное пробное здание\c[0] вместе с Лукасом.

# data/maps/arid/town-1.json//entities/300/settings/event/12/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/arid/town-1.json//entities/300/settings/event/14/message
source: Good morning, Lea!
es_es: ¡Buenos días, Lea!
ru_ru: Доброе утро, Лея!

# data/maps/arid/town-1.json//entities/300/settings/event/15/message
source: So... are you ready for the tower?
es_es: Así que... ¿estás lista para la torre?
ru_ru: Итак... ты готова к башне?

# data/maps/arid/town-1.json//entities/300/settings/event/16/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/300/settings/event/17/message
source: Jawohl, let's do this!
es_es: ¡Jawohl, hagámoslo!
ru_ru: Jawohl (Конечно), давай сделаем это!

# data/maps/arid/town-1.json//entities/300/settings/event/24/message
source: Ah yes...
es_es: Y sí...
ru_ru: Ах да...

# data/maps/arid/town-1.json//entities/300/settings/event/28/message
source: Going straight upwards will definitely not work.
es_es: Ir directo hacia arriba seguro no funcionará.
ru_ru: Идти напрямик точно не получится.

# data/maps/arid/town-1.json//entities/300/settings/event/29/message
source: No way we'll get past those guards.
es_es: No hay forma de que burlemos esos guardias.
ru_ru: Мы никак не сможем пройти мимо этих охранников.

# data/maps/arid/town-1.json//entities/300/settings/event/30/thenStep/0/message
source: I mean okay... we can probably \c[1]defeat them\c[0], but I think they'll just spawn a wall and block the entrance, right?
es_es: O sea... probablemente podamos \c[1]vencerlos\c[0], pero creo que solo harán aparecer una pared y bloquear la entrada, ¿no?
ru_ru: То есть ладно... мы, наверное, можем \c[1]победить их\c[0], но думаю, что они просто поставят стену и заблокируют вход, верно?

# data/maps/arid/town-1.json//entities/300/settings/event/31/message
source: But... I was told that there is a secret route in the upper east over there.
es_es: Pero... me han dicho que hay una ruta secreta por el noreste allí.
ru_ru: Но... мне говорили, что есть секретный путь наверху на востоке.

# data/maps/arid/town-1.json//entities/300/settings/event/35/message
source: We might have to do a bit of climbing to get through there, but it should be possible!
es_es: Quizá debamos trepar un poco para pasar por ahí, ¡pero debería ser posible!
ru_ru: Нам придётся немного полазить, чтобы пройти туда, но это вполне возможно!

# data/maps/arid/town-1.json//entities/300/settings/event/44/message
source: Also...\. once we reach the tower, there might be no turning back.
es_es: Ah y...\. una vez que lleguemos a la torre, puede que no haya forma de volver.
ru_ru: Кроме того...\. как только мы доберёмся до башни, возможно, пути назад уже не будет.

# data/maps/arid/town-1.json//entities/300/settings/event/45/message
source: If there is something you still want to do in this hell hole, you should do it now!
es_es: Si hay algo que todavía quieres hacer en este infierno, ¡será mejor que lo hagas ahora!
ru_ru: Если есть что-то, что ты до сих пор не закончила в этой адской дыре, ты должна сделать это сейчас!

# data/maps/arid/town-1.json//entities/300/settings/event/50/task
source: Sneak through the \c[3]north east\c[0] exit of \c[3]Vermillion Wasteland - East Town\c[0] to approach the tower.
es_es: Escabúllete por la salida \c[3]noroeste\c[0] de \c[3]Vertedero Vermillion - Pueblo Este\c[0] para acercarte a la torre.
ru_ru: Проберитесь через \c[3]северо-восточный\c[0] выход из \c[3]Пустоши Вермиллион - Восточный город\c[0], чтобы приблизиться к башне.

# data/maps/arid/town-1.json//entities/305/settings/npcStates/2/event/2/message
source: ....Hi?
es_es: ¿....Hola?
ru_ru: ....Привет?

# data/maps/arid/town-1.json//entities/305/settings/npcStates/2/event/4/message
source: Please leave me alone.
es_es: Por favor, déjame solo.
ru_ru: Прошу, оставь меня в покое.

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/2/message
source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/4/message
source: ...Hi...
es_es: ...Hola...
ru_ru: ...Привет...

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/5/message
source: ...Whoa...?
es_es: ¿...Wow...?
ru_ru: ...Эй...?

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/7/message
source: H-How long have I been sitting here?
es_es: ¿Q-Que cuanto tiempo llevo sentado aquí?
ru_ru: К-Как долго я сижу здесь?

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/8/message
source: I... must have lost track of time.
es_es: Creo... que perdí la noción del tiempo.
ru_ru: Я... должно быть, потерял счёт времени.

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/10/message
source: Remember the other guy that was with me all the time?
es_es: ¿Recuerdas al otro tipo que estaba conmigo todo el tiempo?
ru_ru: Помнишь другого парня, который был со мной всё время?

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/11/message
source: Yesterday, he went to the tower... So he's gone now.
es_es: Ayer, fue a la torre... Así que se ha ido.
ru_ru: Вчера он пошёл в башню... И теперь он пропал.

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/12/message
source: Should I... go there myself as well?
es_es: ¿Debería... ir allí yo tambíen?
ru_ru: Должен ли я... и сам идти туда?

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/14/message
source: I really don't know.\. I don't get this...\. I don't get any of this.
es_es: Realmente no lo sé.\. No lo entiendo...\. No entiendo nada de esto.
ru_ru: Я правда не знаю.\. Я не понимаю...\. Я ничего этого не понимаю.

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/15/message
source: Going to that tower is the only way left.
es_es: Ir a esa torre es el único camino que queda.
ru_ru: Идти в эту башню - это единственное, что мне остаётся.

# data/maps/arid/town-1.json//entities/305/settings/npcStates/3/event/16/message
source: Yet nobody knows what awaits us there...
es_es: Aún así, nadie sabe lo que nos espera ahí...
ru_ru: Но никто не знает, что нас там ждёт...

# data/maps/arid/town-1.json//entities/306/settings/dialog/0/text
source: The Tower is waiting.
es_es: La Torre aguarda.
ru_ru: Башня ждёт.

# data/maps/arid/town-1.json//entities/306/settings/dialog/1/text
source: Are you really sure you want to go there?
es_es: ¿Estás segura de que quieres ir ahí?
ru_ru: Ты точно уверен, что хочешь пойти туда?

# data/maps/arid/town-1.json//entities/306/settings/dialog/2/text
source: I have a really bad feeling about this...
es_es: Tengo un mal presentimiento...
ru_ru: У меня плохое предчувствие...

# data/maps/arid/town-1.json//entities/306/settings/dialog/3/text
source: What else is there to do?
es_es: ¿Qué más podemos hacer?
ru_ru: А что ещё нам остаётся?

# data/maps/arid/town-1.json//entities/307/settings/dialog/0/text
source: We've waited long enough already, don't you think?
es_es: Ya esperamos suficiente, ¿no crees?
ru_ru: Мы уже достаточно долго ждали, не так ли?

# data/maps/arid/town-1.json//entities/307/settings/dialog/2/text
source: I'm really sick of sticking around here.
es_es: Estoy harto de estar aquí.
ru_ru: Мне надоело здесь торчать.

# data/maps/arid/town-1.json//entities/307/settings/dialog/3/text
source: If you don't want to come with me, I'll go by myself.
es_es: Si no quieres venir conmigo, iré por mí misma.
ru_ru: Если ты не хочешь идти со мной, я пойду один.

# data/maps/arid/town-1.json//entities/307/settings/dialog/4/text
source: Suit yourself.
es_es: Como quieras.
ru_ru: Как знаешь.

# data/maps/arid/town-1.json//entities/311/settings/event/13/message
source: Spheromancer Lea! There are still several players left in this area!
es_es: ¡Spheromancer Lea! ¡Aún quedan muchos jugadores en este área!
ru_ru: Сферомант Лея! В этом районе осталось ещё несколько игроков!

# data/maps/arid/town-1.json//entities/311/settings/event/14/message
source: Alright, let us zap them right here!
es_es: ¡Bien, borrémoslos aquí mismo!
ru_ru: Ладно, гоните их прямо сюда!

source: Evotars
es_es: Evotares
ru_ru: Эвотары

# data/maps/arid/town-1.json//entities/336/settings/event/8/message
source: Found more Evotars in here!
es_es: ¡Hay más Evotares aquí!
ru_ru: Здесь ещё эвотары!

# data/maps/arid/town-1.json//entities/336/settings/event/10/message
source: Great! Please join Emilie and Lukas in the west! They're defending the Evotars!
es_es: ¡Genial! ¡Únete a Emilie y Lukas en el oeste! ¡Están defendiendo a los Evotares!
ru_ru: Прекрасно! Пожалуйста, присоединяйтесь к Эмили и Лукасу на западе! Они защищают эвотаров!

# data/maps/arid/town-1.json//entities/336/settings/event/11/message
source: Alrighty!
es_es: ¡De acuerdo!
ru_ru: Ладненько!

# data/maps/arid/town-1.json//entities/339/settings/event/8/message
source: I found a few more strolling around up here!
es_es: ¡Encontré algunos más paseando por aquí!
ru_ru: Там ещё несколько штук гуляло!

# data/maps/arid/town-1.json//entities/339/settings/event/10/message
source: Nice! Please join the defense in the west!
es_es: ¡Bien! ¡Por favor únete a la defensa en el oeste!
ru_ru: Отлично! Пожалуйста, присоединяйся к обороне на западе!

# data/maps/arid/town-1.json//entities/339/settings/event/11/message
source: Right on my way!
es_es: ¡En camino!
ru_ru: Уже бегу!

# data/maps/arid/town-1.json//entities/340/settings/event/26/message
source: Looks like we caught all Evotars in this area!
es_es: ¡Parece que atrapamos a todos los Evotares en este área!
ru_ru: Похоже, что мы поймали всех эвотаров в этой области!

# data/maps/arid/town-1.json//entities/340/settings/event/27/message
source: We're close, but still not there yet!
es_es: ¡Estamos cerca, pero aún falta!
ru_ru: Мы близки, но это ещё не всё!

# data/maps/arid/town-1.json//entities/340/settings/event/28/message
source: There have to be a few more Evotars somewhere!
es_es: ¡Tienen que haber más Evotares en algún lugar!
ru_ru: Где-то должно быть ещё несколько эвотаров!

# data/maps/arid/town-1.json//entities/340/settings/event/37/message
source: There are more Evotars over there, right in front of that tower.
es_es: Hay más Evotares aquí, justo frente a la torre.
ru_ru: Там есть ещё эвотары, прямо напротив этой башни.

# data/maps/arid/town-1.json//entities/340/settings/event/38/message
source: However, they seem to be stuck. I couldn't get them to move over here.
es_es: Sin embargo, parecen estar atrapados. No conseguí moverlos hacia aquí.
ru_ru: Однако, кажется, они застряли. Я не смог заставить их двигаться сюда.

# data/maps/arid/town-1.json//entities/340/settings/event/40/message
source: Stuck, you say?
es_es: ¿Atrapados dices?
ru_ru: Застряли, говоришь?

# data/maps/arid/town-1.json//entities/340/settings/event/52/message
source: Stop right there, fiend!!
es_es: ¡¡Alto ahí malvado!!
ru_ru: Стой на месте, изверг!!

# data/maps/arid/town-1.json//entities/340/settings/event/61/message
source: Albert, you help Apollo and Joern defend the area.
es_es: Albert, ayuda a Apollo y a Joern a defender el área.
ru_ru: Альберт, ты поможешь Аполло и Йорну защищать эту территорию.

# data/maps/arid/town-1.json//entities/340/settings/event/62/message
source: Lea and I will have a look at the tower!
es_es: ¡Lea y yo le echaremos un vistazo a la torre!
ru_ru: Мы с Леей посмотрим у башни!

# data/maps/arid/town-1.json//entities/340/settings/event/63/message
source: Understood!
es_es: ¡Entendido!
ru_ru: Понял!

# data/maps/arid/town-1.json//entities/343/settings/event/21/action/1/text
source: Unexpected Error
es_es: Error Inesperado
ru_ru: Непредвиденная ошибка

# data/maps/arid/town-1.json//entities/343/settings/event/22/action/1/text
source: Unexpected Error
es_es: Error Inesperado
ru_ru: Непредвиденная ошибка

# data/maps/arid/town-1.json//entities/343/settings/event/23/action/1/text
source: Unexpected Error
es_es: Error Inesperado
ru_ru: Непредвиденная ошибка

# data/maps/arid/town-1.json//entities/343/settings/event/30/message
source: Unexpected Error...\. It seems the Evotar server crashed.
es_es: Error inesperado...\. Parece que el servidor de los Evotares se ha bloqueado.
ru_ru: Непредвиденная ошибка...\. Похоже, что сервер эвотаров упал.

# data/maps/arid/town-1.json//entities/343/settings/event/35/message
source: Justice has been served!
es_es: ¡La justicia se ha servido!
ru_ru: Справедливость восторжествовала!

# data/maps/arid/town-1.json//entities/343/settings/event/38/message
source: That is some messed-up justice, Polly.
es_es: Esa justicia está media torcida, Polly.
ru_ru: Это какая-то испорченная справедливость, Полли.

# data/maps/arid/town-1.json//entities/344/settings/event/0/message
source: Laser bridge!! I missed you so much!
es_es: ¡¡Puente de Luz!! ¡Te extrañé tanto!
ru_ru: Лазерный мост!! Я так по тебе скучала!

# data/maps/arid/town-1.json//entities/347/settings/dialog/0/text
source: Flowing...
es_es: Fluyendo...
ru_ru: Поток...

# data/maps/arid/town-1.json//entities/347/settings/dialog/1/text
source: In the pipes...
es_es: En las tuberías...
ru_ru: В трубах...

# data/maps/arid/town-1.json//entities/347/settings/dialog/2/text
source: Where does it go...?
es_es: Adónde van...?
ru_ru: Куда он идёт...?

# data/maps/arid/town-1.json//entities/349/settings/event/15/message
source: Ah...\. We're here now.\. I see.
es_es: Ah...\. Estamos aquí.\. Ya veo.
ru_ru: Ах...\. вот теперь мы здесь.\. Понятно.

# data/maps/arid/town-1.json//entities/349/settings/event/17/message
source: Do you remember where to go?
es_es: ¿Recuerdas adónde ir?
ru_ru: Ты помнишь, куда идти?

# data/maps/arid/town-1.json//entities/349/settings/event/18/message
source: Yes...\. it's to the west.
es_es: Si...\. hacia el oeste.
ru_ru: Да...\. это на западе.

# data/maps/arid/town-1.json//entities/349/settings/event/19/message
source: Close to the \c[3]quest hub\c[0].
es_es: Cerca del \c[3]centro de misiones\c[0].
ru_ru: Недалеко от \c[3]квест-хаба\c[0].

# data/maps/arid/town-1.json//entities/349/settings/event/22/message
source: Quest hub it is!\. Allons-y!
es_es: ¡Hacia el Centro de Misiones entonces!\. ¡Allons-y!
ru_ru: Значит, квест-хаб!\. Allons-y (Вперёд)!

# data/maps/arid/town-1.json//entities/350/settings/event/9/message
source: So...
es_es: Entonces...
ru_ru: Итак...

# data/maps/arid/town-1.json//entities/350/settings/event/11/message
source: What now?
es_es: ¿Ahora qué?
ru_ru: Что теперь?

# data/maps/arid/town-1.json//entities/350/settings/event/15/message
source: What is it?
es_es: ¿Qué sucede?
ru_ru: Что такое?

# data/maps/arid/town-1.json//entities/350/settings/event/16/message
source: I told you my whole story.
es_es: Ya te conté toda mi historia.
ru_ru: Я рассказал вам всю свою историю.

# data/maps/arid/town-1.json//entities/350/settings/event/17/message
source: There's nothing more to add.
es_es: No hay nada más que agregar.
ru_ru: Больше нечего добавить.

# data/maps/arid/town-1.json//entities/350/settings/event/18/message
source: I'm still an Evotar of Sidwell...
es_es: Soy un Evotar de Sidwell...
ru_ru: Я по-прежнему эвотар Сидвелла...

# data/maps/arid/town-1.json//entities/350/settings/event/19/message
source: Sure...\. I was used by him, but...
es_es: Cierto...\. Él me ha utilizado, pero...
ru_ru: Да...\. он меня использовал, но...

# data/maps/arid/town-1.json//entities/350/settings/event/20/message
source: He will always be a part of who I really am.
es_es: Siempre será una parte de quien soy realmente.
ru_ru: Он всегда будет частью того, кем я являюсь.

# data/maps/arid/town-1.json//entities/350/settings/event/22/message
source: Oui...
ru_ru: Oui (Да)...

# data/maps/arid/town-1.json//entities/350/settings/event/23/message
source: So...\. do I really deserve to still be here?
es_es: Entonces...\. ¿realmente merezco estar aquí?
ru_ru: А раз так...\. заслужил ли я то, чтобы быть здесь?

# data/maps/arid/town-1.json//entities/350/settings/event/24/message
source: To stay in Homestedt?
es_es: ¿Quedarme en Homestedt?
ru_ru: Оставаться в Хоумштадте?

# data/maps/arid/town-1.json//entities/350/settings/event/25/message
source: Not gonna lie, this is...\. a tough one.
es_es: A decir verdad, es algo...\. complicado.
ru_ru: Не буду врать, здесь...\. сложно сказать.

# data/maps/arid/town-1.json//entities/350/settings/event/26/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/arid/town-1.json//entities/350/settings/event/32/message
source: C'tron...\. to be frank...
es_es: C'tron...\. para ser sincero...
ru_ru: Ци'трон...\. честно говоря...

# data/maps/arid/town-1.json//entities/350/settings/event/33/message
source: This is not something just for us here to decide.
es_es: Esto no es algo que debamos decidir nosotros solos.
ru_ru: Это не то, что мы можем решить так просто.

# data/maps/arid/town-1.json//entities/350/settings/event/34/message
source: ...\. Right...
es_es: ...\. Cierto...
ru_ru: ...\.Да...
