Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/arid.po
Languages: es, es_es, ru_ru

source: [11712] data/maps/arid/interior/stealth-2.json entities/46/settings/condAnims/0/interact/hoverText #18 Prop IF !map.barrierOpen ---------------- Use Terminal.
es: Usar Terminal.

source: [11713] data/maps/arid/interior/stealth-2.json entities/46/settings/condAnims/0/interact/event/31/message #20 Prop IF !map.barrierOpen main.schneider2 @SKEPTICAL ---------------- I totally saw that one coming!
es: ¡Ya me lo veía venir!

source: [11715] data/maps/arid/interior/stealth-2.json entities/76/settings/destinations/0/label #2 Elevator elevator2 ---------------- Up
es: Arriba

source: [11716] data/maps/arid/interior/stealth-2.json entities/90/settings/npcStates/2/event/2/message #11 NPC schneider2 IF plot.evoStealth >= 5 main.schneider2 @WINK ---------------- Now this terminal is almost too conveniently placed, don't you agree?
es: Esta terminal está posicionada de forma demasiado conveniente, ¿no crees?

source: [11717] data/maps/arid/interior/stealth-2.json entities/90/settings/npcStates/3/event/2/message #22 NPC schneider2 IF plot.evoStealth >= 6 main.schneider2 @SERIOUS ---------------- Let's hope that exit opened up now...
es: Espero que esa salida se haya abierto ahora...

source: [11718] data/maps/arid/interior/stealth-2.json entities/91/settings/event/7/message #5 EventTrigger areaIntro START IF true main.schneider2 @SERIOUS ---------------- There's supposed to be more guards down here.
es: Se supone que hay más guardias ahí abajo.

source: [11719] data/maps/arid/interior/stealth-2.json entities/91/settings/event/8/message #6 EventTrigger areaIntro START IF true main.schneider2 @NORM_SERIOUS ---------------- Stay on your toes.
es: Mantente alerta.

source: [11721] data/maps/arid/interior/stealth-2.json entities/100/settings/event/8/message #10 EventTrigger enterControlRoom START IF tmp.enterRoom main.schneider2 @NORM_SERIOUS ---------------- Hm... this is the only way, isn't it? Maybe there's something in this room.
es: Hm... este es el único camino, ¿no? Quizá haya algo en esta habitación.

source: [11722] data/maps/arid/interior/stealth-2.json entities/124/settings/event/7/thenStep/0/message #23 EventTrigger Battle End START IF map.preDone IF newgame.sergey-hax main.schneider2 @SKEPTICAL ---------------- Aaaaand done.
es: Yyyyyy hecho.

source: [11723] data/maps/arid/interior/stealth-2.json entities/124/settings/event/7/elseStep/0/message #8 EventTrigger Battle End START IF map.preDone IF NOT newgame.sergey-hax main.schneider2 @PONDERING ---------------- Finally...
es: Finalmente...

source: [11724] data/maps/arid/interior/stealth-2.json entities/125/settings/event/11/message #4 EventTrigger exitArea START IF tmp.reachElevator main.schneider2 @TOWARDS ---------------- Alright, another elevator! Let's hope that one goes up again.
es: ¡Bien, otro elevador! Espero que este suba también.

source: [11725] data/maps/arid/interior/stealth-3.json entities/1/settings/destinations/0/label #1 Elevator elevator ---------------- Down
es: Abajo

source: [11726] data/maps/arid/interior/stealth-3.json entities/11/settings/event/6/message #2 EventTrigger areaIntro START IF true main.schneider2 @DEFAULT ---------------- Looking good...
es: Se ve bien...

source: [11727] data/maps/arid/interior/store.json entities/29/settings/analyzable/text #16 NPC wepon ---------------- Vermillion Equipment
es: Equipamiento Vermillion

source: [11728] data/maps/arid/interior/store.json entities/29/settings/displayName #10 NPC wepon ---------------- Rookie's Best
es: Lo Mejor del Novato

source: [11729] data/maps/arid/interior/store.json entities/29/settings/npcStates/0/event/shop/2/message #2 NPC wepon IF advisors.man-small-black @DEFAULT ---------------- Hello. You can purchase equipment here.
es: Hola. Puedes comprar equipamiento aquí.

source: [11730] data/maps/arid/interior/store.json entities/30/settings/analyzable/text #15 NPC items ---------------- Vermillion Consumables
es: Consumibles Vermillion

source: [11731] data/maps/arid/interior/store.json entities/30/settings/displayName #11 NPC items ---------------- Rookie's Best
es: Lo Mejor del Novato

source: [11732] data/maps/arid/interior/store.json entities/30/settings/npcStates/0/event/shop/2/message #12 NPC items IF advisors.female-tall-blond @DEFAULT ---------------- Hello. You can purchase consumables here.
es: Hola. Puedes comprar consumibles aquí.

source: [11733] data/maps/arid/interior/store.json entities/32/settings/dialog/0/text #17 XenoDialog sandwichTalk SPAWN IF plot.line < 28000 cross-worlds.sphero-female-green ---------------- I could use a sandwich now...
es: Mataría por un emparedado ahora mismo....

source: [11734] data/maps/arid/interior/store.json entities/32/settings/dialog/1/text #18 XenoDialog sandwichTalk SPAWN IF plot.line < 28000 cross-worlds.sphero-female-green ---------------- A real sandwich...
es: Uno de verdad...

source: [11735] data/maps/arid/interior/store.json entities/32/settings/dialog/2/text #19 XenoDialog sandwichTalk SPAWN IF plot.line < 28000 cross-worlds.sphero-female-green ---------------- I'm... hungry...
es: Tengo... hambre...

source: [11736] data/maps/arid/interior/the-room.json entities/2/settings/blockEvent/0/thenStep/3/message #13 Door entrance IF map.doorOpen IF plot.line < 10200 main.sergey @WORRIED ---------------- The door is locked, correct? It seems we are trapped.
es: La puerta está cerrada, ¿no? Parece que estamos atrapados.

source: [11739] data/maps/arid/interior/the-room.json entities/28/settings/event/1/thenStep/4/message #20 EventTrigger ZenGardenStep START IF tmp.nope IF !map.bonsaiStep main.sergey @THINKING ---------------- Is that a... zen garden?
es: ¿Es ese... un jardín zen?

source: [11740] data/maps/arid/interior/the-room.json entities/28/settings/event/1/thenStep/5/message #21 EventTrigger ZenGardenStep START IF tmp.nope IF !map.bonsaiStep main.sergey @EYES_CLOSED ---------------- You certainly do not see this anywhere else in the Playground.
es: Ciertamente no se ve esto en ningún otro lugar del Campo de Juego.

source: [11741] data/maps/arid/interior/the-room.json entities/28/settings/event/1/thenStep/6/message #22 EventTrigger ZenGardenStep START IF tmp.nope IF !map.bonsaiStep main.sergey @ROLL_EYES ---------------- Avatars would just mess it up in a heartbeat.
es: Los Avatares lo pisotearían todo.

source: [11743] data/maps/arid/interior/the-room.json entities/31/settings/event/21/message #2 EventTrigger Start_Day1 main.sergey @SERIOUS ---------------- ...Lea?
es: ¿...Lea?

source: [11747] data/maps/arid/interior/the-room.json entities/31/settings/event/33/message #6 EventTrigger Start_Day1 main.sergey @SERIOUS ---------------- Lea, are you alright?\. Can you still hear me?
es: Lea, ¿estás bien?\. ¿Puedes oírme?

source: [11748] data/maps/arid/interior/the-room.json entities/31/settings/event/34/message #7 EventTrigger Start_Day1 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11749] data/maps/arid/interior/the-room.json entities/31/settings/event/35/message #8 EventTrigger Start_Day1 main.sergey @EYES_CLOSED ---------------- ...Okay.
es: ...Okey.

source: [11750] data/maps/arid/interior/the-room.json entities/31/settings/event/36/message #9 EventTrigger Start_Day1 main.sergey @NOTIFYING ---------------- You were suddenly kicked from the game, right after that fight.
es: Has sido expulsada del juego, justo luego de la pelea.

source: [11751] data/maps/arid/interior/the-room.json entities/31/settings/event/37/message #24 EventTrigger Start_Day1 main.sergey @WORRIED ---------------- I was unable to get you back online for several hours.
es: He sido incapaz de volver a conectarte por varias horas.

source: [11752] data/maps/arid/interior/the-room.json entities/31/settings/event/38/message #11 EventTrigger Start_Day1 main.sergey @DEFAULT ---------------- It seems to be working again, finally.
es: Parece que está funcionando otra vez, finalmente.

source: [11753] data/maps/arid/interior/the-room.json entities/31/settings/event/39/message #12 EventTrigger Start_Day1 main.sergey @THINKING ---------------- But...\. what is this place?
es: Pero...\. ¿qué es este lugar?

source: [11754] data/maps/arid/interior/the-room.json entities/31/settings/event/46/message #26 EventTrigger Start_Day1 main.lea @NERVOUS ---------------- ...Wait...
es: ...Espera...

source: [11755] data/maps/arid/interior/the-room.json entities/31/settings/event/48/message #14 EventTrigger Start_Day1 main.sergey @DOWN ---------------- Hm? What is it?
es: ¿Hm? ¿Qué pasa?

source: [11756] data/maps/arid/interior/the-room.json entities/31/settings/event/49/message #15 EventTrigger Start_Day1 main.lea @DETERMINED ---------------- Wait.
es: Espera.

source: [11757] data/maps/arid/interior/the-room.json entities/31/settings/event/50/message #16 EventTrigger Start_Day1 main.sergey @NOTIFYING ---------------- Oh, do you remember this place? Did you see it in your dreams?
es: Oh, ¿recuerdas este lugar? ¿Lo viste en tus sueños?

source: [11758] data/maps/arid/interior/the-room.json entities/31/settings/event/51/message #17 EventTrigger Start_Day1 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11759] data/maps/arid/interior/the-room.json entities/31/settings/event/52/message #18 EventTrigger Start_Day1 main.sergey @AWAY ---------------- I see, so you must have been here before.
es: Ya veo, debes haber estado aquí en el pasado.

source: [11760] data/maps/arid/interior/the-room.json entities/31/settings/event/53/message #19 EventTrigger Start_Day1 main.sergey @DEFAULT ---------------- Let us have a look around, okay?
es: Bueno, investiga un poco, ¿si?

source: [11761] data/maps/arid/interior/the-room.json entities/31/settings/event/55/task #859 EventTrigger Start_Day1 SET_PERMA_TASK ---------------- Have a look around the room.
es: Explora la habitación.

source: [11764] data/maps/arid/interior/the-room.json entities/33/settings/event/23/message #31 EventTrigger GauthamEnters START IF plot.line >= 10110 main.sergey @SURPRISED ---------------- G-Gautham? Is that you?
es: ¿G-Gautham? ¿Eres tú?

source: [11765] data/maps/arid/interior/the-room.json entities/33/settings/event/25/message #33 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- Hello. Long time no see.
es: Hola. Hace tiempo que no nos vemos.

source: [11766] data/maps/arid/interior/the-room.json entities/33/settings/event/26/message #34 EventTrigger GauthamEnters START IF plot.line >= 10110 main.lea @NERVOUS ---------------- ... Hi...
es: ... Hola...

source: [11767] data/maps/arid/interior/the-room.json entities/33/settings/event/27/message #35 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- So you started talking?
es: ¿Así que ahora hablas?

source: [11768] data/maps/arid/interior/the-room.json entities/33/settings/event/28/message #36 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- But your vocabulary seems fairly limited, no?
es: Pero tu vocabulario se ve algo limitado, ¿no?

source: [11769] data/maps/arid/interior/the-room.json entities/33/settings/event/29/message #37 EventTrigger GauthamEnters START IF plot.line >= 10110 main.lea @NOD_NERVOUS ---------------- [nods]
es: [asiente]

source: [11770] data/maps/arid/interior/the-room.json entities/33/settings/event/30/message #38 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- Just who exactly put you back into the game anyway...?
es: ¿Quién fue el que te conectó de vuelta al juego...?

source: [11771] data/maps/arid/interior/the-room.json entities/33/settings/event/31/message #39 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- You were not supposed to be... around anymore.
es: No se supone que estés... ya no.

source: [11772] data/maps/arid/interior/the-room.json entities/33/settings/event/32/message #40 EventTrigger GauthamEnters START IF plot.line >= 10110 main.lea @SURPRISED_TOWARD ---------------- ...Why?
es: ...¿Por qué?

source: [11773] data/maps/arid/interior/the-room.json entities/33/settings/event/33/message #41 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- You still don't remember, no?
es: Aún no recuerdas, ¿no?

source: [11774] data/maps/arid/interior/the-room.json entities/33/settings/event/34/message #42 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- What about this room? Does it at least look familiar?
es: ¿Qué hay de esta habitación? ¿Se te hace familiar?

source: [11776] data/maps/arid/interior/the-room.json entities/33/settings/event/36/message #44 EventTrigger GauthamEnters START IF plot.line >= 10110 main.lea @NOD_NERVOUS ---------------- [nods]
es: [asiente]

source: [11777] data/maps/arid/interior/the-room.json entities/33/settings/event/37/message #45 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- I see. So your memory might return sooner or later.
es: Ya veo. Así que tu memoria puede que vuelva tarde o temprano.

source: [11778] data/maps/arid/interior/the-room.json entities/33/settings/event/38/message #46 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- That's... worrisome.
es: Eso es... preocupante.

source: [11779] data/maps/arid/interior/the-room.json entities/33/settings/event/39/message #47 EventTrigger GauthamEnters START IF plot.line >= 10110 main.lea @SCARED ---------------- ...Why?
es: ...¿Por qué?

source: [11781] data/maps/arid/interior/the-room.json entities/33/settings/event/41/message #49 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- I had better not tell you too much.
es: Será mejor que no te diga mucho.

source: [11783] data/maps/arid/interior/the-room.json entities/33/settings/event/43/message #51 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- Anyway, we have a little something for you to do.
es: Como sea, tenemos un pequeño trabajito pari tí.

source: [11784] data/maps/arid/interior/the-room.json entities/33/settings/event/44/message #52 EventTrigger GauthamEnters START IF plot.line >= 10110 antagonists.gautham-rl @DEFAULT ---------------- Just wait a moment, please.
es: Sólo espera un momento, por favor.

source: [11785] data/maps/arid/interior/the-room.json entities/33/settings/event/56/message #53 EventTrigger GauthamEnters START IF plot.line >= 10110 main.sergey @WORRIED ---------------- Gautham...\. Just what exactly are you doing here?
es: Gautham...\. ¿Qué se supone que estás haciendo aquí?

source: [11786] data/maps/arid/interior/the-room.json entities/33/settings/event/57/message #54 EventTrigger GauthamEnters START IF plot.line >= 10110 main.lea @SURPRISED_TOWARD ---------------- ...How?
es: ...¿Cómo?

source: [11787] data/maps/arid/interior/the-room.json entities/33/settings/event/58/message #55 EventTrigger GauthamEnters START IF plot.line >= 10110 main.sergey @THINKING ---------------- ... You do not remember Gautham?
es: ... ¿No recuerdas a Gautham?

source: [11788] data/maps/arid/interior/the-room.json entities/33/settings/event/59/message #56 EventTrigger GauthamEnters START IF plot.line >= 10110 main.lea @SHAKE ---------------- [shakes head]
es: [niega con la cabeza]

source: [11790] data/maps/arid/interior/the-room.json entities/33/settings/event/61/message #58 EventTrigger GauthamEnters START IF plot.line >= 10110 main.sergey @EYES_CLOSED ---------------- He used to be an old colleague of mine. One that went \c[3]missing several years ago\c[0].
es: Solía ser un viejo colega mío. Uno que ha estado \c[3]desaparecido por varios años\c[0].

source: [11792] data/maps/arid/interior/the-room.json entities/33/settings/event/63/message #60 EventTrigger GauthamEnters START IF plot.line >= 10110 main.lea @NERVOUS ---------------- ...Why?
es: ...¿Por qué?

source: [11793] data/maps/arid/interior/the-room.json entities/33/settings/event/64/message #61 EventTrigger GauthamEnters START IF plot.line >= 10110 main.sergey @EYES_CLOSED ---------------- ... I do not know.
es: ... No lo sé.

source: [11794] data/maps/arid/interior/the-room.json entities/33/settings/event/69/text #62 EventTrigger GauthamEnters START IF plot.line >= 10110 SHOW_BOARD_MSG ---------------- Alright Lea, can you hear me?
es: Bien Lea, ¿puedes oírme?

source: [11795] data/maps/arid/interior/the-room.json entities/33/settings/event/70/text #63 EventTrigger GauthamEnters START IF plot.line >= 10110 SHOW_BOARD_MSG ---------------- Please step outside and exit the corridor to the \c[3]west\c[0], then \c[3]south\c[0].
es: Por favor, sal del cuarto y ve por el corredor al \c[3]oeste\c[0], luego al \c[3]sur\c[0].

source: [11796] data/maps/arid/interior/the-room.json entities/33/settings/event/71/text #64 EventTrigger GauthamEnters START IF plot.line >= 10110 SHOW_BOARD_MSG ---------------- Somebody you know will be waiting outside.
es: Alguien que conoces te estará esperando.

source: [11797] data/maps/arid/interior/the-room.json entities/33/settings/event/76/message #65 EventTrigger GauthamEnters START IF plot.line >= 10110 main.sergey @NOTIFYING ---------------- Lea, we should do as he says.
es: Lea, haz lo que dice.

source: [11798] data/maps/arid/interior/the-room.json entities/33/settings/event/77/message #66 EventTrigger GauthamEnters START IF plot.line >= 10110 main.sergey @WORRIED ---------------- I will...\. tell you more about Gautham soon.
es: Te...\. diré mas sobre Gautham pronto.

source: [11799] data/maps/arid/interior/the-room.json entities/33/settings/event/78/message #67 EventTrigger GauthamEnters START IF plot.line >= 10110 main.sergey @DEFAULT ---------------- For now, let us try to figure out where exactly we are.
es: Por ahora, tratemos de averiguar donde estamos.

source: [11800] data/maps/arid/interior/the-room.json entities/33/settings/event/79/message #68 EventTrigger GauthamEnters START IF plot.line >= 10110 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11801] data/maps/arid/interior/the-room.json entities/33/settings/event/82/task #860 EventTrigger GauthamEnters START IF plot.line >= 10110 SET_PERMA_TASK ---------------- Go \c[3]outside the building\c[0] to meet somebody you know.
es: Ve \c[3]fuera del edifico\c[0] para encontrar a alguien que conoces.

source: [11802] data/maps/arid/interior/the-room.json entities/34/settings/event/11/message #69 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @THINKING ---------------- ...Looks like we're locked in again.
es: ...Parece que estamos atrapados otra vez.

source: [11803] data/maps/arid/interior/the-room.json entities/34/settings/event/12/message #70 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11804] data/maps/arid/interior/the-room.json entities/34/settings/event/13/message #71 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @EYES_CLOSED ---------------- This whole situation is getting stranger every minute.
es: Esta situación se pone cada vez más rara.

source: [11805] data/maps/arid/interior/the-room.json entities/34/settings/event/14/message #72 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @DEFAULT ---------------- Okay, first: About this place... \c[3]Vermillion Wasteland\c[0] was the name, right?
es: Bien, primero: Sobre este lugar... \c[3]El Vertedero Vermillion\c[0] era el nombre, ¿no?

source: [11806] data/maps/arid/interior/the-room.json entities/34/settings/event/15/message #73 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @NOTIFYING ---------------- This place was originally developed for CrossWorlds, but the project was put on hold.
es: Este lugar se desarrolló originalmente para CrossWorlds, pero el proyecto se puso en espera.

source: [11807] data/maps/arid/interior/the-room.json entities/34/settings/event/16/message #74 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @DOWN ---------------- They already developed a large part of the environment but ultimately the area was never integrated into the playground.
es: Ya se había desarrollado una gran parte del área, pero nunca se decidió integrarla al Campo de Juego.

source: [11808] data/maps/arid/interior/the-room.json entities/34/settings/event/17/message #75 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @SERIOUS ---------------- No avatar is supposed to enter this place.
es: Ningún avatar debería estar aquí.

source: [11809] data/maps/arid/interior/the-room.json entities/34/settings/event/18/message #76 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @NERVOUS ---------------- ...How?
es: ...¿Cómo?

source: [11810] data/maps/arid/interior/the-room.json entities/34/settings/event/19/message #77 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @WORRIED ---------------- I am wondering that too. How could those avatars end up in this place?
es: Eso me pregunto yo también. ¿Cómo puedieron esos avatares terminar aquí?

source: [11811] data/maps/arid/interior/the-room.json entities/34/settings/event/20/message #78 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @SHAKE_EYE_CLOSED ---------------- [shakes head]
es: [niega con la cabeza]

source: [11812] data/maps/arid/interior/the-room.json entities/34/settings/event/21/message #79 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @DETERMINED ---------------- How?
es: ¿Cómo?

source: [11813] data/maps/arid/interior/the-room.json entities/34/settings/event/22/message #80 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @SURPRISED ---------------- Huh? You mean something else?
es: ¿Eh? ¿Te refieres a otra cosa?

source: [11816] data/maps/arid/interior/the-room.json entities/34/settings/event/25/message #82 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @WHISTLING ---------------- Oh... Do you wonder how I know all of this?
es: Oh... ¿Te preguntas como se todo esto?

source: [11817] data/maps/arid/interior/the-room.json entities/34/settings/event/26/message #83 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.lea @NOD ---------------- [nods]
es: [asiente]

source: [11818] data/maps/arid/interior/the-room.json entities/34/settings/event/27/message #84 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @EYES_CLOSED ---------------- Well... I suppose there is no point in hiding it.
es: Bueno... Supongo que no hay motivo para ocultarlo.

source: [11819] data/maps/arid/interior/the-room.json entities/34/settings/event/28/message #85 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @DEFAULT ---------------- I am an \c[3]Instatainment employee\c[0]. I have been involved in the creation of CrossWorlds... for many years already.
es: Soy un \c[3]empleado de Instatainment\c[0]. He estado involucrado en la creción de CrossWorlds... por muchos años.

source: [11820] data/maps/arid/interior/the-room.json entities/34/settings/event/29/message #86 EventTrigger GoToBed_Day1 START IF plot.line >= 11200 main.sergey @DOWN ---------------- That is why I have access to internal documents. Some of them at least.
es: Por eso tengo acceso a documentos internos. Algunos de ellos por lo menos.
