Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/105/message
source: There is just too much stress and responsibility with the big ones.
es_es: Hay demasiado estrés y responsabilidades con los más grandes.
ru_ru: С большими гильдиями так много стресса и ответственности.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/106/message
source: I think it's nice, right Lea?
es_es: Yo pienso igual, ¿no Lea?
ru_ru: Думаю, что это неплохо, правда, Лея?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/107/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/109/message
source: Lea, my dear, you've been so quiet all the time. Is something the matter?
es_es: Lea, querida, estuviste callada todo este tiempo. ¿Hay algún problema?
ru_ru: Лея, дорогая, ты всё время такая молчаливая. Что-то случилось?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/111/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/112/message
source: Oh, she is just shy.
es_es: Oh, es algo tímida.
ru_ru: А, она просто стесняется.

source: Also she just \c[1]kills everything with a single-hit\c[0].
es_es: Ah, y también \c[1]mata cualquier cosa con un solo golpe\c[0].
ru_ru: А ещё она просто \c[1]убивает всё с одного удара\c[0].

source: But she's also \c[3]way over-leveled\c[0].
es_es: Y también tiene \c[3]demasiado nivel de más\c[0].
ru_ru: И ещё у неё \c[3]слишком большой уровень\c[0].

source: So it's pretty chill to go around and bash enemies with her.
es_es: Así que es muy cómodo pasearse con ella y demoler enemigos.
ru_ru: Так что с ней довольно просто ходить везде и избивать врагов.

source: Nyeeahahahahahaha!
ru_ru: Ньяяяхахахахахаха!

source: Wait, what?
es_es: Espera, ¿qué?
ru_ru: Стоп, что?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/114/message
source: Anyway, I'd be glad to join! You too, Lea?
es_es: Como sea, ¡me encantaría unirme! ¿Tú también, Lea?
ru_ru: В любом случае, я была бы рада присоединиться! А ты, Лея?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/115/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/116/message
source: So, where do we sign?
es_es: Entonces, ¿dónde firmamos?
ru_ru: Так, где поставить подпись?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/117/message
source: Now, now! We have a small tradition here for new members.
es_es: ¡Bueno, bueno! Tenemos una pequeña tradición para los nuevos miembros.
ru_ru: Тише, тише! У нас есть небольшая традиция для новых членов.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/118/message
source: A \c[3]quiz\c[0]!
es_es: ¡Una \c[3]encuesta\c[0]!
ru_ru: \c[3]Тест\c[0]!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/119/message
source: ...A quiz?
es_es: ¿...Una encuesta?
ru_ru: ...Тест?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/120/message
source: Oh don't worry, it's very simple!
es_es: ¡Oh no se preocupen, es muy sencilla!
ru_ru: Ох, не переживайте, он довольно простой!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/121/message
source: We want to test your knowledge of the Ancients.
es_es: Queremos probar su conocimiento de los Antiguos.
ru_ru: Мы хотим проверить ваши знания о Древних.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/122/message
source: But for that I'm afraid you first need to complete the Temple Mine in Bergen!
es_es: ¡Pero para eso me temo que deben completar el Templo Mina en Bergen!
ru_ru: Но для этого, боюсь, вам сначала нужно пройти Храм-Шахту в Бергене!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/123/message
source: Just make sure to read everything at the heritage site and you should be well prepared.
es_es: Tan solo asegúrense de leer todo en el patrimonio y ya estarán bien preparadas.
ru_ru: Просто убедитесь, что прочитали всё на месте наследия - этого будет достаточно.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/124/message
source: D'accord! Sounds good to me.
es_es: ¡D'accord! Suena bien.
ru_ru: D'accord (Ладно)! Звучит неплохо.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/131/message
source: Come on, Lea! Let's do the dungeeeeon!
es_es: ¡Vamos, Lea! ¡Hagamos la mazmorraaaaa!
ru_ru: Погнали, Лея! Пройдём это подземельееее!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/140/message
source: That's the spirit!
es_es: ¡Ese es el espíritu!
ru_ru: Вот это настрой!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/141/message
source: It was a pleasure to meet you two.
es_es: Fue un placer conocerlas.
ru_ru: Было приятно познакомиться с вами.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/142/message
source: Feel free to drop by whenever you like.
es_es: Pueden venir cuando quieran.
ru_ru: Не стесняйтесь заходить, когда пожелаете.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/143/message
source: Oh, and I suppose now is a good time to share contacts, too!
es_es: Oh, ¡y supongo que es buen momento para compartir contactos, también!
ru_ru: Ой, полагаю, что сейчас самое время обменяться контактами!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/145/object
source: First Scholar Members
es_es: Miembros de los Primeros Eruditos
ru_ru: Члены Первоучёных

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/149/message
source: Alrighty! Tell me when you're ready for the quiz!
es_es: ¡Perfecto! ¡Avísenme cuando estén listas para la encuesta!
ru_ru: Ладненько! Скажите мне, когда будете готовы к тесту!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/164/task
source: Enter the \c[3]Temple Mine\c[0] together with \c[3]Emilie\c[0].
es_es: Entra al \c[3]Templo Mina\c[0] junto con \c[3]Emilie\c[0].
ru_ru: Войдите в \c[3]Храм-Шахту\c[0] вместе с \c[3]Эмили\c[0].

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/175/title
source: Contact other players
es_es: Contacta a otros jugadores
ru_ru: Связь с другими игроками

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/175/content
source: Learn how to contact other players of CrossWorlds.
es_es: Aprende a contactar a otros jugadores de CrossWorlds.
ru_ru: Узнайте, как связаться с другими игроками CrossWorlds.

source: You find your contacts in the \c[3]second tab\c[0].
es_es: Enconrarás a tus contactos en la \c[3]segunda pestañana\c[0].
ru_ru: Вы найдёте свои контакты во \c[3]второй вкладке\c[0].

source: You can \c[3]contact\c[0] those players to have a small chat as long as they are \c[3]online\c[0].
es_es: Puedes \c[3]contactar\c[0] a estos jugadores para tener una pequeña charla, siempre y cuando estén \c[3]conectados\c[0].
ru_ru: Вы можете \c[3]связаться\c[0] c этими игроками, чтобы немного поболтать, если они \c[3]онлайн\c[0].

source: Repeat?
es_es: ¿Repetir?
ru_ru: Повторить?

source: Yes
es_es: Sí
ru_ru: Да

source: No
ru_ru: Нет

source: So you two are determined to enter the dungeon together?
es_es: ¿Así que ustedes dos están determinadas en entrar a la mazmorra juntas?
ru_ru: То есть вы решили пойти в подземелье вместе?

source: You bet we are!
es_es: ¡Por supuesto que sí!
ru_ru: Именно так!

source: You are aware that dungeons are instanced, right?
es_es: Saben que las mazmorras están instanciadas, ¿no?
ru_ru: Вы же в курсе, что подземелья разделены?

source: You have to beat it by yourselves.
es_es: Tienen que hacerlo por separado.
ru_ru: Вы будете проходить его самостоятельно.

source: Oui, oui! We know.
es_es: ¡Oui, oui! Lo sabemos.
ru_ru: Oui, oui (Да-да)! Мы знаем.

source: But we enter at the same time and do a race on who completes the dungeon first.
es_es: Pero entramos al mismo tiempo y hacemos una carrera a ver quién la completa primero.
ru_ru: Мы просто войдём одновременно и будем проходить наперегонки.

source: Just like with \c[3]Rhombus Dungeon\c[0]. I was first that time.
es_es: Al igual que la \c[3]Mazmorra Rombo\c[0]. Yo gané esa vez.
ru_ru: Прямо как в \c[3]Подземелье Ромба\c[0]. Тогда я была первой.

source: Well, to be honest, it was very close.
es_es: Bueno, para ser sincera, estuvo peleado.
ru_ru: Ладно, если честно, ты была близко.

source: Oh Junge, you're quite the competitive pair!
es_es: Oh Junge, ¡son un par bastante competitivo!
ru_ru: Oh Junge (О, Боже), какая же вы конкурентная парочка!

source: Hello Lea, how are you doing? Emilie not with you right now?
es_es: Hola Lea, ¿cómo estás? ¿Emilie no está contigo ahora mismo?
ru_ru: Привет, Лея, как дела? Эмили не с тобой?

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Japp. You're a quiet one, alright.
es_es: Japp. Eres algo callada, cierto.
ru_ru: Japp (Йеп). Ты и правда тихоня.

source: Well, not that you'd get to talk much with chatty Emilie being around.
es_es: Bueno, no es que puedas hablar mucho si tienes a Emilie cerca.
ru_ru: Ну, не то чтобы тебе удалось вставить хоть слово, когда эта болтушка Эмили рядом.

source: Holerö! Did you finish the dungeon?
es_es: ¡Holerö! ¿Terminaste la mazmorra?
ru_ru: Holerö (Привет)! Вы прошли подземелье?

source: Oui, we're ready for the quiz now!
es_es: Oui, ¡estamos listas para la encuesta!
ru_ru: Oui (Да), теперь мы готовы к тесту!

source: So, who won the race?
es_es: Entonces, ¿quién ganó la carrera?
ru_ru: Ну и, кто выиграл гонку?

source: Ah...\. Lea did.
es_es: Ah...\. Lea ganó.
ru_ru: Эх...\. Лея.

source: Oh, congratulations Lea!
es_es: Oh, ¡felicidades Lea!
ru_ru: Оу, поздравляю, Лея!

source: Oh well...\. all those stupid cold bugs put me off.\. I really hate bugs, you know?
es_es: Oh bueno...\. todos esos estúpidos bichos congelados me distraían.\. Odio a los bichos, ¿sabes?
ru_ru: Ну и ладно...\. Все эти дурацкие холодные жуки бесят меня.\. Ты же знаешь, что я реально ненавижу жуков?

source: Yes, of course.
es_es: Si, por supuesto.
ru_ru: Да, конечно.

source: I was victorious, once again!
es_es: Fui victoriosa, ¡otra vez!
ru_ru: Я снова победила!

source: Don't worry Lea, there are still several dungeons left.
es_es: No te preocupes Lea, aún quedan varias mazmorras.
ru_ru: Не волнуйся, Лея, впереди еще много подземелий.

source: Right and I'll win all of them!!
es_es: ¡¡Cierto, y las ganaré todas!!
ru_ru: Точно, и я выиграю их все!!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Whoa, this rivalry right there.\. Scary.
es_es: Wow, esta rivalidad.\. Qué miedo.
ru_ru: Воу, да тут конкуренция.\. Жуть.

# data/maps/autumn/guild/inner-fs-og.json//entities/64/settings/text
source: Forgotten Lines of Yore
es_es: Frases Olvidadas de Antaño
ru_ru: Забытые былые строки

# data/maps/autumn/guild/inner-fs-og.json//entities/65/settings/text
source: The new Meta
es_es: El Nuevo Meta
ru_ru: Новая мета

# data/maps/autumn/guild/inner-fs-og.json//entities/66/settings/text
source: Story of the Ancients
es_es: Historia de los Antiguos
ru_ru: История Древних

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/8/message
source: Bonjour everyone, look who's back again!
es_es: ¡Bonjour a todos! ¡Miren quién ha vuelto!
ru_ru: Bonjour (Привет) всем, посмотрите, кто вернулся!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/11/message
source: Hi...
es_es: Hola...
ru_ru: Привет...

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/18/message
source: Lea, dear!
es_es: ¡Lea, querida!
ru_ru: Лея, дорогая!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/19/message
source: It's good to see you again after all this time.
es_es: Qué alegría verte después de tanto tiempo.
ru_ru: Очень рада видеть тебя снова, спустя столько времени.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/21/message
source: Our little runaway has returned!\. Hi!
es_es: ¡Nuestra pequeña fugitiva ha vuelto!\. ¡Hola!
ru_ru: Наша маленькая беглянка вернулась!\. Привет!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/23/message
source: Welcome back.
es_es: Bienvenida de vuelta.
ru_ru: С возвращением.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/28/message
source: We've been very worried about you. It has been so long...
es_es: Hemos estados muy preocupados por ti. Ha pasado mucho tiempo...
ru_ru: Мы очень переживали за тебя. Это было так долго...

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/29/message
source: Sorry...
es_es: Perdón...
ru_ru: Прости...

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/30/message
source: Dear, what exactly happened to you back then?
es_es: Querida, ¿qué sucedió contigo exactamente?
ru_ru: Дорогая, что с тобой тогда произошло?

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/34/message
source: Well...\. we couldn't really figure out the details.
es_es: Bueno...\. no sabemos los detalles.
ru_ru: Ну...\. мы не смогли выяснить подробности.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/35/message
source: But it's clear that none of it was Lea's intention.
es_es: Pero está claro que nada de esto fue su intención.
ru_ru: Но совершенно ясно, что ничего из этого не было в планах Леи.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/36/message
source: Why of course not!\. There never was any doubt about that.
es_es: ¡Por supuesto que no!\. Nunca hubo duda alguna de ello.
ru_ru: Ну конечно не было!\. В этом мы никогда не сомневались.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/40/message
source: Well...\. There really wasn't.
es_es: Bueno...\. Realmente no.
ru_ru: Ну да...\. Конечно не было.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/41/message
source: I was just stubborn.\. I'm sorry, Lea.
es_es: Estaba siendo testaruda.\. Lo siento, Lea.
ru_ru: Я просто заупрямилась.\. Прости меня, Лея.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/42/message
source: It's alright, Emilie. We've all been rather bummed out about the raid.
es_es: Está bien, Emilie. Todos hemos estado desanimados por la raid.
ru_ru: Всё хорошо, Эмили. Все мы были довольно расстроены из-за рейда.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/43/message
source: But I'm sure that another opportunity will come up, soon enough!
es_es: ¡Pero estoy segura de que tendremos otra oportunidad pronto!
ru_ru: Но я уверена, что нам ещё выпадет шанс и довольно скоро!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/47/message
source: So that's all well and great, but one major question remains.
es_es: Así que todo esta bien, pero queda una pregunta.
ru_ru: Это всё хорошо и замечательно, но остался один важный вопрос.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/48/message
source: What about the \c[3]hugging of Lukas\c[0]?
es_es: ¿Qué es eso de \c[3]abrazar a Lukas\c[0]?
ru_ru: Что насчёт \c[3]объятий Лукаса\c[0]?

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/52/message
source: Nyeeahahahahahaha!
ru_ru: Ньяяяхахахахахаха!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/67/message
source: Sorry...
es_es: Perdón...
ru_ru: Прости...

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/71/message
source: Whoa...\. I'm joking, just joking!
es_es: Wow...\. ¡estoy bromeando, es broma!
ru_ru: Воу...\. Я шучу, просто шучу!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/75/message
source: Why make a big deal out of it? Maybe she just likes to hug people...
es_es: ¿Por qué haces tanto escándalo por ello? Quizá le gusta abrazar gente...
ru_ru: Зачем это раздувать? Может, она просто любит обнимать людей...

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/77/message
source: It really did come out of nowhere, though...
es_es: Aunque es verdad que fue inesperado...
ru_ru: Это реально было неожиданно...

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/78/message
source: Man, I wish I could have seen that.
es_es: Uf, me hubiera gustado ver eso.
ru_ru: Эх, хотел бы я это увидеть.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/82/message
source: Hm...
ru_ru: Хм...

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/83/message
source: I'd rather like to know how this whole situation was even possible to begin with.
es_es: Me interesaría más saber como es que toda esta situación fue siquiera posible.
ru_ru: Я бы предпочёл узнать, как эта ситуация вообще могла произойти.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/84/message
source: Lea being online with no way to contact her.
es_es: Lea estuvo conectada, y no se la podía contactar.
ru_ru: Лея была онлайн, но с ней не было связи.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/85/message
source: Especially over such a long time.
es_es: Y por un buen tiempo.
ru_ru: Тем более так долго.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/89/message
source: Yeah, it is really strange.
es_es: Sí, es muy extraño.
ru_ru: Да, это действительно странно.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/90/message
source: You know what? You should talk to Ivan about this!
es_es: ¿Sabes qué? ¡Deberías hablar con Ivan sobre esto!
ru_ru: Знаешь что? Ты должен обсудить это с Иваном!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/92/message
source: Please, that's not how it works.
es_es: Por favor, no puedo hacer tal cosa.
ru_ru: Я тебя умоляю, это так не работает.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/93/message
source: Why would he care about individual user issues like this?
es_es: ¿Por qué le importaría una situación aislada de un único jugador?
ru_ru: Почему его должны волновать проблемы конкретного пользователя?

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/94/message
source: All games have them. It's not relevant for the bigger picture.
es_es: Todos los juegos tienen fallos. No es indicio de un problema mayor.
ru_ru: Проблемы есть во всех играх. Но это не влияет на общую картину.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/95/message
source: Yeah, yeah...\. as long as profits are flowing, the big-shot shareholder is happy!
es_es: Sí, sí...\. ¡mientras el juego gane dinero, el gran accionista está feliz!
ru_ru: Ага-ага...\. Пока текут бабки, большая шишка акционер счастлив!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/96/message
source: Nyeeahahahahahaha!
ru_ru: Ньяяяхахахахахаха!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/98/message
source: Just for the record, that's why I'd never introduce you to him.
es_es: Para que sepas, es por esto por lo que nunca te lo presentaría.
ru_ru: Просто к сведению, вот почему я тебя никогда с ним не познакомлю.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/103/message
source: Well...\. Sorry, but I have to logout now.
es_es: Bueno...\. Disculpen, pero tengo que desconectarme.
ru_ru: Ладно...\. Простите, но мне уже нужно выходить из игры.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/110/message
source: I'll be back tomorrow so we can continue our dungeon race then!
es_es: ¡Volveré mañana para que podamos continuar con las carreras de mazmorras!
ru_ru: Я вернусь завтра, и тогда мы сможем продолжить нашу гонку в подземелье!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/111/message
source: Oui, same for me!
es_es: ¡Oui, lo mismo digo!
ru_ru: Oui (Да), я тоже!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/112/message
source: See you again tomorrow!
es_es: ¡Nos vemos mañana!
ru_ru: Увидимся завтра!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/113/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/121/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/123/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/135/message
source: Hm...\. A shareholder named Ivan?
es_es: Hm...\. ¿Un accionista llamado Ivan?
ru_ru: Хм...\. Акционер по имени Иван?

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/136/message
source: Bye.
es_es: Adiós.
ru_ru: Пока.

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/137/message
source: Who was he talking about?
es_es: ¿De quién estará hablando?
ru_ru: О ком он говорил?

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/138/message
source: Sorry?
es_es: ¿Perdón?
ru_ru: Прости?

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/139/message
source: Huh?
es_es: ¿Eh?
ru_ru: Хмм?

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/140/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/141/message
source: Oh! Yes, of course! Until tomorrow, Lea!
es_es: ¡Oh! ¡Sí, por supuesto! ¡Hasta mañana, Lea!
ru_ru: Ох! Да, конечно! До завтра, Лея!

# data/maps/autumn/guild/inner-fs-og.json//entities/67/settings/event/143/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/22/text
source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/29/message
source: Good morning, Lea!
es_es: ¡Buenos días, Lea!
ru_ru: Доброе утро, Лея!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/32/message
source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/33/message
source: Anything new that...
es_es: Algo nuevo que...
ru_ru: Что-нибудь новенькое...

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/34/message
source: Wait!
es_es: ¡Espera!
ru_ru: Подожди!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/35/message
source: Oh, so you remembered something?
es_es: Oh, ¿recordaste algo?
ru_ru: Ох, ты что-то вспомнила?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/36/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/37/message
source: About a location?
es_es: ¿Sobre un lugar?
ru_ru: О месте?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/38/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/39/message
source: ... About a person?
es_es: ... ¿Sobre una persona?
ru_ru: ...О человеке?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/40/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]
