Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/path6.json//entities/951/settings/event/10/message
source: So...you go inside and deal with it, while I stay here and make sure no one enters or leaves.
es_es: Así que... tú ve ahí dentro y hazte cargo del problema, yo me quedaré aquí y me aseguraré de que nadie entre o salga.
ru_ru: Так что... иди внутрь и разберись с этим, пока я буду здесь заботиться о том, чтобы никто не вошёл и не вышел.

# data/maps/autumn/path6.json//entities/951/settings/event/12/message
source: Hey don't gimme that look.\. I'd love to settle that score myself but extermination in the wild is Seeker business.
es_es: Ey no me des esa mirada.\. Me gustaría hacerlo yo mismo pero este es trabajo de un Buscador.
ru_ru: Эй, не смотри на меня так.\. Я бы хотел свести счёты сам, но истребление дикой природы - это дело Искателя.

# data/maps/autumn/path6.json//entities/951/settings/event/14/message
source: So go on and give it a good beating from me as well, will ya?
es_es: Así que ve ahí dentro y dale una buena paliza por mí, ¿si?
ru_ru: Так что иди и хорошенько побей его за меня, ладно?

# data/maps/autumn/path6.json//entities/951/settings/event/15/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path6.json//entities/985/settings/event/1/text
source: Missing Pass
es_es: No Tienes el Pase
ru_ru: Доступ отсутствует

source: Display
es_es: Monitor
ru_ru: Монитор

source: Bridge Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
es_es: Elevador del puente: \c[1]Deshabilitado\c[0]. ¿Quieres habilitar el elevador?
ru_ru: Мостовой лифт: \c[1]отключён\c[0]. Хотите включить лифт?

source: Bridge Elevator \c[2]enabled\c[0]!
es_es: ¡Elevador del puente \c[2]habilitado\c[0]!
ru_ru: Мостовой лифт \c[2]включён\c[0]!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Display
es_es: Monitor
ru_ru: Монитор

source: \c[1]INTERNAL MAIL, SENT\c[0] \c[3]FROM:\c[0] Facility Staff, Office 64b \c[3]TO:\c[0] "Avian Appliances", Management \c[3]Subject:\c[0] Ground Design
es_es: \c[1]CORREO INTERNO, ENVIADO\c[0] \c[3]DE:\c[0] Staff del Laboratorio, Oficina 64b \c[3]PARA:\c[0] "Aparatos Eléctricos Aéreos", Gestión \c[3]Subject:\c[0] Diseño del Suelo
ru_ru: \c[1]ВНУТРЕННЯЯ ПОЧТА, ОТПРАВЛЕНО\c[0] \c[3]ОТ:\c[0] Персонал комплекса, Офис 64б \c[3]КОМУ:\c[0] Администрация "Воздушной техники" \c[3]Тема:\c[0] Дизайн пола

source: Greetings, We recently started working in this new lab. Work is progressing well. The equipment is state-of-the-art and the energy we draw from the \v[lore.title.track-of-ancients] easily powers all of our advanced experiments.
es_es: Saludos: Hace poco comenzamos a trabajar en este laboratorio nuevo. El progreso va bien. El equipamiento es tecnología de punta y la energía que obtuvimos del \v[lore.title.track-of-ancients] alimenta fácilmente nuestros avanzados experimentos.
ru_ru: Приветствую, Недавно мы начали работать в этой новой лаборатории. Работа продвигается хорошо. Современного оборудования и энергии, которую мы получаем от Пути Древних, запросто хватает для всех наших продвинутых экспериментов.

source: However, I want to file a complaint about the \c[3]floor design\c[0]. Those \c[3]rills in the ground\c[0] are not exactly beneficial to our workflow. It's almost as if they were designed to make people trip!
es_es: Sin embargo, quisiera comentar una queja sobre el \c[3]diseño del suelo\c[0]. Los \c[3]riachuelos en el suelo\c[0] interrumpen nuestro ritmo de trabajo. ¡Es como si fuesen diseñados para que las personas se tropiecen!
ru_ru: Однако я хочу подать жалобу на \c[3]дизайн пола\c[0]. Эти \c[3]канавки в земле\c[0] не совсем полезны для нашего рабочего процесса. Как будто они были спроектированы так, чтобы люди спотыкались!

source: Not to mention that our chairs constantly get stuck in them. With all due respect, this is a clear recipe for disaster. Sincerest Regards, [NAME REDACTED] \c[1][END OF MAIL]\c[0]
es_es: Por no mencionar que las sillas constantemente quedan atrapadas en los riachuelos. Con el debido respeto, esta es una clara señal hacia el desastre. Saludos cordiales, [NOMBRE CLASIFICADO] \c[1][FIN DEL CORREO]\c[0]
ru_ru: Не говоря уже о том, что наши кресла постоянно в них застревают. При всём моём уважении, это точный рецепт для катастрофы. С уважением, [ИМЯ ОТРЕДАКТИРОВАНО] \c[1][КОНЕЦ ПОЧТЫ]\c[0]

source: \c[1]INTERNAL MAIL, SENT\c[0] \c[3]FROM:\c[0] Facility Staff, Office 64b \c[3]TO:\c[0] "Avian Appliances", Management \c[3]Subject:\c[0] RE: RE: Ground Design
es_es: \c[1]CORREO INTERNO, ENVIADO\c[0] \c[3]DE:\c[0] Staff del Laboratorio, Oficina 64b \c[3]PARA:\c[0] "Aparatos Eléctricos Aéreos", Gestión \c[3]Subject:\c[0] RE: RE: Diseño del Suelo
ru_ru: \c[1]ВНУТРЕННЯЯ ПОЧТА, ОТПРАВЛЕНО\c[0] \c[3]ОТ:\c[0] Персонал комплекса, Офис 64б \c[3]КОМУ:\c[0] Администрация "Воздушной техники" \c[3]Тема:\c[0] RE: RE: Дизайн пола

source: Greetings, I warned you. You know I did. But nothing has been done! Now our new intern tripped over the rills and spilled coffee all over our equipment. Many hours of work, lost!
es_es: Saludos: Se lo advertí. Usted lo sabía, ¡pero no se hizo nada! Ahora nuestro nuevo practicante se tropezó en los riachuelos y derramó café en todo nuestro equipamiento. ¡Horas y horas de trabajo desperdiciadas!
ru_ru: Приветствую, я предупреждал вас. Вы знали, что я вас предупреждал. Но ничего так и не было сделано! Теперь наш новый стажёр споткнулся об канавку и разлил кофе на всё наше оборудование. Многие часы работы утеряны!

source: I can't even blame the lad. This floor is a safety hazard! Please finally take action! Regards, [NAME REDACTED] \c[1][END OF MAIL]\c[0]
es_es: Ni siquiera puedo culpar al chico. ¡Este suelo es peligro garantizado! ¡Por favor, haga algo de una vez por todas! Saludos, [NOMBRE CLASIFICADO] \c[1][FIN DEL CORREO]\c[0]
ru_ru: Я даже не могу винить парня. Этот пол представляет угрозу безопасности! Пожалуйста, примите наконец меры действий! С уважением, [ИМЯ ОТРЕДАКТИРОВАНО] \c[1][КОНЕЦ ПОЧТЫ]\c[0]

source: Hologram
es_es: Holograma
ru_ru: Голограмма

source: Drey Santrés
ru_ru: Дрей Сантрес

source: Hello?\. Is this thing on?\.\.\. Ah...
es_es: ¿Hola?\. ¿Está encendido?\.\.\. Ah...
ru_ru: Привет?\. Эта штука включена?\.\.\. Ах...

source: To anyone here, watching this, I welcome you to this facility.\. Thank you for your time, reading these humble logs.
es_es: A quienes estén viendo esto les doy la bienvenida a este laboratorio.\. Gracias por tomarse el tiempo de leer estos modestos registros.
ru_ru: Для всех здесь, кто смотрит это, я приветствую вас в этом комплексе.\. Спасибо, что уделили время, читая эти скромные журналы.

source: My name is \c[3]Drey Santrés\c[0] and I am the leading engineer at \c[3]Avian Appliances\c[0].
es_es: Mi nombre es \c[3]Drey Santrés\c[0] y soy el líder ingeniero de \c[3]Aparatos Eléctricos Aéreos\c[0].
ru_ru: Меня зовут \c[3]Дрей Сантрес\c[0], и я главный инженер в \c[3]"Воздушной технике"\c[0].

source: At Avian Appliances we always strive to deliver the best airborne experiences possible.
es_es: En Aparatos Eléctricos Aéreos siempre hacemos todo nuestro esfuerzo para entregar la mejor experiencia aérea posible.
ru_ru: В "Воздушной технике" мы всегда стремимся доставить лучший возможный опыт полёта.

source: No matter what device, be it for work, military or entertainment systems, we will make it fly!
es_es: Sea cual sea el uso del dispositivo, trabajo, milicia o sistemas de entretenimiento, ¡nosotros haremos que vuele!
ru_ru: Независимо от того, какое это устройство, будет ли оно для работы, для военных или развлекательных целей, мы заставим его взлететь!

source: All possible with the generous energy provided by the \v[lore.title.track-of-ancients], directly linked to this facility!
es_es: Todo gracias a la generosa energía dada por el \v[lore.title.track-of-ancients], ¡conectada directamente a este laboratorio!
ru_ru: Всё возможно благодаря щедрой энергии, обеспечиваемой Путём Древних, которая напрямую подключена к нашему комплексу!

source: We are currently experimenting with native creatures to share the wonders of flight with them and their families.
es_es: Actualmente, estamos experimentado con criaturas nativas para compartir las maravillas de poder volar con ellas y sus familias.
ru_ru: В данный момент мы проводим эксперименты с местными существами, чтобы поделиться чудесами полета с ними и их семьями.

source: First tests have been very promising.\. This will be groundbreaking for Track-integrated technology!
es_es: ¡Las primeras pruebas han sido muy prometedoras!\. ¡Esto será una gran innovación para la tecnología compuesta por la energía del Camino!
ru_ru: Первые испытания были очень обещающими.\. Это будет новаторством для технологии, интегрированной с Путём!

source: We will release more information on future tests.\. Please continue following us while we reach for the sky!
es_es: Daremos más información en las pruebas futuras.\. Por favor, continúen estando al tanto ¡mientras llegamos al cielo!
ru_ru: Мы опубликуем больше данных о будущих тестах.\. Пожалуйста, продолжайте следить за нами, пока мы достигаем небес!

source: Display
es_es: Monitor
ru_ru: Монитор

source: \c[1]PRIVATE NOTE\c[0] \c[3]Title:\c[0] Important reminder
es_es: \c[1]NOTA PRIVADA\c[0] \c[3]Título:\c[0] Importante recordatorio
ru_ru: \c[1]ЛИЧНАЯ ЗАМЕТКА\c[0] \c[3]Заголовок:\c[0] Важное напоминание

source: - Take breaks when you need them! - Drink water regularly! - Love yourself, always! \c[1][END OF NOTE]\c[0]
es_es: - ¡Toma un descanso cuando lo necesites! - ¡Toma agua regularmente! - ¡Siempre ámate a ti mismo! \c[1][FIN DE LA NOTA]\c[0]
ru_ru: - Делай перерывы, когда тебе нужно! - Регулярно пей воду! - Люби себя всё время! \c[1][КОНЕЦ ЗАМЕТКИ]\c[0]

source: Display
es_es: Monitor
ru_ru: Монитор

source: Main Elevator: \c[1]disabled\c[0]. \c[1]Spawn a test subject?\c[0]
es_es: Elevador Principal: \c[1]desactivado\c[0]. \c[1]¿Generar un sujeto de prueba?\c[0]
ru_ru: Главный лифт: \c[1]отключён\c[0]. \c[1]Создать подопытного?\c[0]

source: \c[1]Test subject will be spawned!\c[0]
es_es: \c[1]¡El sujeto de prueba será generado!\c[0]
ru_ru: \c[1]Подопытный будет создан!\c[0]

source: Whhhhyyy?!
es_es: ¡¿Poooor quééé?!
ru_ru: Почеммммууу?!

source: Do you want to \c[1]enable the main elevator\c[0]?
es_es: ¿Quieres \c[1]activar el elevador principal\c[0]?
ru_ru: Вы хотите \c[1]включить главный лифт\c[0]?

source: Main Elevator \c[2]enabled\c[0]!
es_es: ¡Elevador Principal \c[2]activado\c[0]!
ru_ru: Главный лифт \c[2]включён\c[0]!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Hologram
es_es: Holograma
ru_ru: Голограмма

source: Drey Santrés
ru_ru: Дрей Сантрес

source: Greetings everyone!\. The development of \c[3]"Project Paratroopa"\c[0] is moving along at a nice speed.
es_es: ¡Saludos a todos!\. El desarrollo del \c[3]"Proyecto Paratroopa"\c[0] está avanzando a buena velocidad.
ru_ru: Приветствую всех!\. Разработка \c[3]проекта "Десантник"\c[0] движется с довольно хорошей скоростью.

source: As the name suggests we had to first concentrate our efforts on military applications to secure our funds.
es_es: Como el nombre sugiere, tuvimos que primero concentrar nuestros esfuerzos en aplicaciones militares para asegurar nuestros fondos.
ru_ru: Как следует из названия, мы сначала сконцентрировали наши усилия для военных применений для обеспечения безопасности наших средств.

source: Though, rest assured that our plans still involve civil projects that will benefit all of society.
es_es: Aunque, tengan por seguro que nuestros planes siguen incluyendo proyectos civiles que beneficiarán a toda la sociedad.
ru_ru: Хотя в наши планы по-прежнему включены гражданские проекты, которые принесут пользу всему обществу.

source: As for now, we are pleased to work together with our colleagues from other sectors of the field of engineering and science.
es_es: Por ahora, estamos encantados de trabajar con nuestros colegas de otros sectores del campo de la ingeniería y ciencia.
ru_ru: Пока что нам приятно работать вместе с нашими коллегами из других секторов области инженерии и науки.

source: Their expertise in fields like advanced weaponry and high durability construction complements our own.
es_es: Su experiencia en campos como armamento avanzado y construcciones de alta durabilidad complementa la nuestra.
ru_ru: Их опыт в таких областях, как современное вооружение и высокопрочная конструкция, дополняют наш собственный.

source: As for the project itself, interacting with the Track supplies us with near limitless energy and possibilities.
es_es: En cuanto al proyecto en sí, interactuar con el Camino nos abastece con energía y posibilidades casi ilimitadas.
ru_ru: Ну а что касается самого проекта, взаимодействие с Путём обеспечивает нас чистой безграничной энергией и возможностями.

source: Funneling its unpredictable flow into the desired direction has truly become a very rewarding challenge!
es_es: ¡Canalizando su flujo impredecible en la dirección deseada se ha convertido verdaderamente en un desafío muy gratificante!
ru_ru: Сосредоточение его непредсказуемого потока в желаемом направлении стало поистине вознаграждающим испытанием!

source: But by far the most thrilling aspect has proven to be the interaction with the fascinating spiky creatures.
es_es: Pero por lejos el aspecto más emocionante ha demostrado ser la interacción con las fascinantes criaturas picudas.
ru_ru: Но, безусловно, самым захватывающим аспектом стало взаимодействие с увлекательными колючими существами.

source: Our favorite is a very large specimen of \v[combat.name.hedgehog] who, despite his limited mobility, holds great authority over his peers.
es_es: Nuestro favorito es un espécimen muy grande de \v[combat.name.hedgehog] el cual, a pesar de su limitada movilidad, tiene gran autoridad sobre sus compañeros.
ru_ru: Наш любимчик - очень большой вид Дикоборза, который, несмотря на свои ограничения подвижности, имеет большую власть над своими сверстниками.

source: Right now I am leading a separate team to apply a specialized version of our flying devices to his huge body.
es_es: Ahora mismo estoy liderando un equipo separado para aplicar una versión especializada de nuestros dispositivos voladores a su gran cuerpo.
ru_ru: В данный момент я работаю с другой командой, чтобы применить особую версию наших летательных устройств к его огромному телу.

source: Our work will become even more exciting as we move forward, so please continue to share our excitement!
es_es: ¡Nuestro trabajo será incluso mucho más emocionante mientras avancemos, así que por favor continúe compartiendo nuestra emoción!
ru_ru: Наша работа станет ещё более захватывающей по мере продвижения вперёд, так что, пожалуйста, продолжайте делиться нашим азартом!

source: Display
es_es: Monitor
ru_ru: Монитор

source: \c[1]INTERNAL MAIL, INBOX\c[0] \c[3]FROM:\c[0] "Avian Appliances", Management \c[3]TO:\c[0] Office 8b \c[3]Subject:\c[0] Evaluation
es_es: \c[1]CORREO INTERNO, BANDEJA DE ENTRADA\c[0] \c[3]DE:\c[0] "Aplicaciones Aviarias", Administración \c[3]PARA:\c[0] Oficina 8b \c[3]Asunto:\c[0] Evaluación
ru_ru: \c[1]ВНУТРЕННЯЯ ПОЧТА, ВХОДЯЩИЕ\c[0] \c[3]ОТ:\c[0] Администрация "Воздушной техники" \c[3]КОМУ:\c[0] Офис 8б \c[3]Тема:\c[0] Определение качества

source: Dear employees, The last report has shown some impressive results on your part. The entire company thanks you for your hard work. However, further negotiations with our client have increased the scope of the project.
es_es: Queridos empleados, El último reporte ha mostrado algunos resultados impresionante de su parte. Toda la compañía les agradece por su arduo trabajo. Sin embargo, negociaciones posteriores con nuestro cliente han ampliado el alcance del proyecto.
ru_ru: Уважаемые сотрудники, Последний доклад показал нам довольно удивительные результаты с вашей стороны. Вся компания благодарит вас за вашу тяжкую работу. Однако дальнейшие переговоры с нашим клиентом ещё больше увеличили объём проекта.

source: To meet our goal we will need you to implement a \c[3]whole host of additional features and functionalities\c[0], on top of what has already been achieved. A full list has been attached.
es_es: Para llegar a nuestra meta necesitamos que implementen un \c[3]toda una serie de características y funcionalidades adicionales\c[0], por sobre lo que ya se ha logrado. Una lista completa está adjunta al correo.
ru_ru: Для достижения нашей цели нам потребуется, чтобы вы реализовали \c[3]целый ряд дополнительных функций и возможностей\c[0], вдобавок к тому, что уже было достигнуто. Полный список прилагается.

source: We are confident that you will meet these requirements without any problems. Sincerest Regards, the Management \c[1][END OF MAIL]\c[0]
es_es: Estamos confiados de que ustedes reunirán estos requerimientos sin ningunos problemas. Saludos más sinceros, la Administración. \c[1][FIN DEL CORREO]\c[0]
ru_ru: Мы уверены, что вы достигнете этих требований без каких-либо проблем. С уважением, администрация \c[1][КОНЕЦ ПОЧТЫ]\c[0]

source: \c[1]INTERNAL MAIL, SENT\c[0] \c[3]FROM:\c[0] Office 8b \c[3]TO:\c[0] "Avian Appliances", Management \c[3]Subject:\c[0] RE: Evaluation
es_es: \c[1]CORREO INTERNO, ENVIADO\c[0] \c[3]DE:\c[0] Oficina 8b \c[3]PARA:\c[0] "Aplicaciones Aviaras", Administración \c[3]Asunto:\c[0] RE: Evaluación
ru_ru: \c[1]ВНУТРЕННЯЯ ПОЧТА, ВХОДЯЩИЕ\c[0] \c[3]От:\c[0] Офис 8б \c[3]Кому:\c[0] Администрация "Воздушной Техники" \c[3]Тема:\c[0] RE: Определение качества

source: Dear Management, We will be doing our best to conclude this project to the satisfaction of you and our clients. However, development in this facility has become increasingly difficult because of \c[3]the Track's unpredictable nature\c[0].
es_es: Querida Administración, Estaremos dando lo mejor de nosotros para concluir este proyecto para la satisfacción para usted y nuestros clientes. Sin embargo. el desarrollo en esta instalación ha incrementado significativamente por la \c[3]naturaleza impredecible del Camino\c[0].
ru_ru: Уважаемая администрация, Мы будем делать всё возможное, чтобы завершить этот проект для удовлетворения вас и наших клиентов. Однако разработка в этом комплексе становится всё труднее из-за \c[3] непредсказуемой природы Пути\c[0].

source: Implementing those additional features will require \c[3]more time and energy\c[0]. The Track is already \c[3]infiltrating our system\c[0] and constantly \c[3]respawning weird objects\c[0], so using even more of its power will be a huge risk.
es_es: Implementar estas características adicionales requerirá \c[3]más tiempo y energía\c[0]. El Camino ya está \c[3]infiltrando nuestros sistemas\c[0] y constantemente \c[3]generando objetos extraños\c[0], así que usar mas de su poder será un gran riesgo.
ru_ru: Реализация этих дополнительных функций потребует \c[3]больше времени и энергии\c[0]. Путь уже \c[3]проникает в нашу систему\c[0] и постоянно \c[3]восстанавливает странные объекты\c[0], так что использование ещё большего количества его энергии станет большим риском.

source: In conclusion, I don't feel confident in our current safety standards if we are to continue as you demand! Sincerest Regards, [NAME REDACTED] \c[1][END OF MAIL]\c[0]
es_es: En conclusión, ¡No me siento confiado con nuestros estándares de seguridad actuales si vamos a proseguir como usted demanda! Saludos más sinceros, [NOMBRE CLASIFICADO] \c[1][FIN DEL CORREO]\c[0]
ru_ru: В заключение, я не уверен в наших текущих стандартах безопасности, если мы продолжим так, как вы от нас требуете! С уважением, [ИМЯ ОТРЕДАКТИРОВАНО] \c[1][КОНЕЦ ПОЧТЫ]\c[0]

source: Display
es_es: Monitor
ru_ru: Монитор

source: \c[1]INTERNAL MAIL, INBOX\c[0] \c[3]FROM:\c[0] Facility Management \c[3]TO:\c[0] [NAME REDACTED] \c[3]Subject:\c[0] Work Transgression
es_es: \c[1]CORREO INTERNO, BANDEJA DE ENTRADA\c[0] \c[3]DE:\c[0] Gestión de Instalaciones \c[3]PARA:\c[0] [NOMBRE CLASIFICADO] \c[3]Asunto:\c[0] Transgresión Laboral
ru_ru: \c[1]ВНУТРЕННЯЯ ПОЧТА, ВХОДЯЩИЕ\c[0] \c[3]ОТ:\c[0] Администрация комплекса c[3]КОМУ:\c[0] [ИМЯ ОТРЕДАКТИРОВАНО] \c[3]Тема:\c[0] Нарушение работы

source: Dear Mr [NAME REDACTED], it has been brought to our attention that you are spending a sizable amount of \c[3]company time\c[0] with one of those new \c[3]cute-character-collection games on your communicator\c[0]. We consider this a breach of trust and will not accept this waste of worktime.
es_es: Querido Sr. [NOMBRE CLASIFICADO], Ha llamado nuestra atención que está gastando una considerable cantidad de \c[3]tiempo de compañia\c[0] con uno de estos nuevos \c[3]Juegos de "Colección de personajes lindos" en su comunicador\c[0]. Consideramos esto un abuso de confianza y no aceptaremos este desperdicio de tiempo laboral.
ru_ru: Дорогой мистер [ИМЯ ОТРЕДАКТИРОВАНО], было доведено до нашего сведения то, что вы тратите значительную количество \c[3] времени компании\c[0] на одну из этих новых \c[3]игр для сбора милых персонажей на вашем передающем механизме\c[0]. Мы считаем это злоупотреблением доверием и не приемлем такую ​​трату рабочего времени.

source: Furthermore we want to mention that, according to our calculations, the \c[3]likelihood\c[0] of pulling your preferred fictional character is \c[3]very low\c[0], unless an irresponsible amount of your income is spent. For your own well-being we advise you to reevaluate your priorities in this manner.
es_es: Ademas queremos mencionar que, de acuerdo a nuestros cálculos, la \c[3]probabilidad\c[0] de sacar a tu personaje ficticio preferido es \c[3]bastante baja\c[0], a menos que se gaste una cantidad irresponsable de sus ingresos. Por su propio bienestar, le recomendamos que reevalúe sus prioridades en este asunto.
ru_ru: Кроме того, хотим отметить, что, согласно нашим расчетам, \c[3]вероятность\c[0] того, что вы получите любимого вымышленного персонажа, \c[3]очень низка\c[0], если только вы не потратите невменяемую сумму вашего дохода. Для вашего собственного благополучия мы советуем вам пересмотреть свои приоритеты насчёт этого.

source: Consider this your first and final warning. \c[3]Further transgressions will not be tolerated.\c[0] Sincerest Regards, the Management \c[1][END OF MAIL]\c[0]
es_es: Considere esto su primera y ultima advertencia. \c[3]No se tolerarán más transgresiones.\c[0] Saludos más sinceros, la Administración. \c[1][FIN DEL CORREO]\c[0]
ru_ru: Считайте это своим первым и последним предупреждением. \c[3]Дальнейшие проступки недопустимы.\c[0] С уважением, администрация \c[1][КОНЕЦ ПОЧТЫ]\c[0]

source: Call
es_es: Llamada
ru_ru: Вызвать

source: Call
es_es: Llamada
ru_ru: Вызвать

source: Call
es_es: Llamada
ru_ru: Вызвать

source: Bridge Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
es_es: Elevador del puente: \c[1]Deshabilitado\c[0]. ¿Quieres habilitar el elevador?
ru_ru: Мостовой лифт: \c[1]отключён\c[0]. Хотите включить лифт?

source: Bridge Elevator \c[2]enabled\c[0]!
es_es: ¡Elevador del puente \c[2]habilitado\c[0]!
ru_ru: Мостовой лифт \c[2]включён\c[0]!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Display
es_es: Monitor
ru_ru: Монитор

source: Test sequence status: \c[2]ready\c[0]. \c[1]Start test sequence\c[0]?
es_es: Estado de la Secuencia de prueba: \c[2]preparada\c[0]. ¿\c[1]Iniciar secuencia de prueba\c[0]?
ru_ru: Состояние тестовой последовательности: \c[2]готово\c[0]. \c[1]Начать тестовую последовательность\c[0]?

source: Preparing to \c[2]initiate test sequence\c[0]!
es_es: ¡Preparando para \c[2]iniciar la secuencia de prueba\c[0]!
ru_ru: Подготовка к \c[2]инициализации тестовой последовательности\c[0]!
