Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/41/message
source: Alright, that's it! The quiz is over.
es_es: ¡Muy bien, eso es todo! Se terminó la encuesta.
ru_ru: Хорошо, это всё! Тест окончен.

source: I am sorry, dear. You only got \c[3]\v[tmp.correct] out of 4\c[0] answers correct.
es_es: Lo siento, querida. Solo acertaste a \c[3]\v[tmp.correct] de las 4\c[0] preguntas.
ru_ru: Мне жаль, дорогая. Ты дала только \c[3]\v[tmp.correct] из 4\c[0] правильных ответов.

source: We expect a bit more of our members.
es_es: Esperamos un poco más de nuestros miembros.
ru_ru: Мы ждём немного большего от наших членов.

source: It's okay! We can simply repeat the quiz.
es_es: ¡Está bien! Podemos repetir la encuesta.
ru_ru: Всё нормально! Мы можем просто повторить тест.

source: Here's a little hint for you: You find all the info right in your \c[3]encyclopedia\c[0].
es_es: Te daré una pequeña pista: Puedes encontrar toda la información en tu \c[3]enciclopedia\c[0].
ru_ru: Небольшая подсказка: ты можешь найти всю информацию в своей \c[3]энциклопедии\c[0].

source: So how about you have a quick look and we try again?
es_es: ¿Entonces que te parece si le das un vistazo e intentamos de vuelta?
ru_ru: Как насчёт того, чтобы мельком взглянуть, и мы попробуем ещё раз?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Lea! Did you pass?
es_es: ¡Lea! ¿Pasaste?
ru_ru: Лея! Ты сдала?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Sacrebleu! Are you serious?
es_es: ¡Sacrebleu! ¿En serio?
ru_ru: Sacrebleu! (Боже!) Ты серьёзно?

source: How...
es_es: Cómo...
ru_ru: Как...

source: So... what now?\. Can you redo the quiz?
es_es: Entonces... ¿ahora qué?\. ¿Puedes retomar la encuesta?
ru_ru: Так... что теперь?\. Ты можешь пересдать тест?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good!
es_es: ¡Bien!
ru_ru: Отлично!

source: Just have a good look in the \c[3]encyclopedia\c[0]. You find everything in there.
es_es: Solo échale un buen vistazo a la \c[3]enciclopedia\c[0]. Está todo ahí.
ru_ru: Просто внимательно посмотри в \c[3]энциклопедии\c[0]. Ты найдешь там всё.

source: ...and...
es_es: ...yyyy...
ru_ru: ...и...

source: You passed!
es_es: ¡Pasaste!
ru_ru: Ты сдала!

source: Gratz!
es_es: ¡Muy bien!
ru_ru: Gratz (Поздравляю)!

source: Congratulations.
es_es: Felicidades.
ru_ru: Мои поздравления.

source: Not bad!
es_es: ¡Nada mal!
ru_ru: Неплохо!

source: Well, you got one answer wrong, but we can sweep that under the rug, eh?
es_es: Bueno, contestaste una mal, pero podemos tirar esa bajo la alformbra, ¿eh?
ru_ru: Итак, ты дала один неправильный ответ, но мы можем закрыть на это глаза, правда?

source: You answered all 4 questions correctly, just wonderful!
es_es: Contestaste todas bien, ¡sorprendente!
ru_ru: Ты дала четыре правильных ответа, просто блестяще!

source: Yes, yes. That's all about Di'aro.
es_es: Sí, sí. Ya terminamos con Di'aro.
ru_ru: Да-да. На этом закончим с Ди'аро.

source: Ah wait... I think I have a small bonus question for you, Lea!
es_es: Oh, espera... ¡Creo que tengo una pequeña pregunta bonus para ti, Lea!
ru_ru: Ах, подожди... Думаю, у меня есть маленький бонусный вопрос для тебя, Лея!

source: Di'aro is a God of Shape representing the \c[3]Square\c[0].
es_es: Di'aro es el Dios de la Forma que representa al \c[3]Cuadrado\c[0].
ru_ru: Ди'аро, Бог формирования, олицетворяет \c[3]квадрат\c[0].

source: So, which \c[3]class\c[0] has been founded to honor Di'aro?
es_es: Entonces, ¿qué \c[3]clase\c[0] se ha fundado para honrar a Di'aro?
ru_ru: Итак, какой \c[3]класс\c[0] был основан в честь Ди'аро?

source: A:\. Triblader,\.\. B:\. Quadroguard,\.\. C:\. Pentafist,\.\. or D:\. Hexacast?
es_es: A:\. ¿Triblader,\.\. B:\. Quadroguard,\.\. C:\. Pentafist,\.\. o D:\. Hexacast?
ru_ru: A:\. Триблейдер,\.\. B:\. Квадрогард,\.\. C:\. Пентафист,\.\. или D:\. Гексакаст?

source: Correct! \c[3]Quadroguard\c[0] is the class of the \c[3]Square\c[0].
es_es: ¡Correcto! \c[3]Quadroguard\c[0] es la clase del \c[3]Cuadrado\c[0].
ru_ru: Верно! \c[3]Квадрогард\c[0] - это класс \c[3]квадрата\c[0].

source: [Answer A]
es_es: [Respuesta A]
ru_ru: [Ответ A]

source: [Answer B]
es_es: [Respuesta B]
ru_ru: [Ответ B]

source: [Answer C]
es_es: [Respuesta C]
ru_ru: [Ответ C]

source: [Answer D]
es_es: [Respuesta D]
ru_ru: [Ответ D]

source: No, dear... It's \c[3]Quadroguard\c[0].
es_es: No, querida... Es \c[3]Quadroguard\c[0].
ru_ru: Нет, дорогая... Это \c[3]квадрогард\c[0].

source: And yes, that's my class!
es_es: Y sí, ¡esa es mi clase!
ru_ru: И да, это мой класс!

source: Just like Di'aro's creations, Quadroguards are known for their stamina and endurance.
es_es: Al igual que las creaciones de Di'aro, los Quadroguards son famosos por su aguante y resistencia.
ru_ru: Как творения Ди'аро, квадрогарды известны своей выносливостью и стойкостью.

source: That's why we're the traditional "tanks" in your party.
es_es: Es por eso que son los "tanques" tradicionales del grupo.
ru_ru: Вот почему мы классические "танки" в твоей группе.

source: Well then, it's time to make you and Emilie official members of the First Scholars!
es_es: Bueno, ¡es momento de hacerte a ti y a Emilie miembros oficiales de los Primeros Eruditos!
ru_ru: Ну что ж, время принять вас с Эмили в официальные члены Первоучёных!

source: Let's go!
es_es: ¡Vamos!
ru_ru: Пойдёмте!

source: It is my greatest pleasure to announce two new members of the First Scholars.
es_es: Es un gran honor para mí anunciar a los dos nuevos miembros de los Primeros Eruditos.
ru_ru: Я с величайшим удовольствием представляю двух новых членов гильдии Первоучёных.

source: \c[3]Emilienator\c[0] the Pentafist and \c[3]Lea\c[0] the Spheromancer!
es_es: ¡\c[3]Emilienator\c[0] la Pentafist y \c[3]Lea\c[0] la Spheromancer!
ru_ru: Пентафист \c[3]Эмилинатор\c[0] и сферомант \c[3]Лея\c[0]!

source: Let's work together to contribute to our understanding of the Ancients!
es_es: ¡Trabajemos juntos para contribuír a nuestro conocimiento de los Antiguos!
ru_ru: Давайте сотрудничать, чтобы внести свой вклад в знания о Древних!

source: And, you know, just have a good time, eh?
es_es: Y, ya sabes, pasarla bien, ¿eh?
ru_ru: Ну и просто приятно провести время, не так ли?

source: Merci beaucoup! It's great to join you guys!
es_es: ¡Merci beaucoup! ¡Es genial ser parte del gremio!
ru_ru: Merci beaucoup (Большое спасибо)! Рады присоединиться к вам, ребята!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: So I suppose we'll see each other more often from now on.
es_es: Así que supongo que nos veremos con más frecuencia a partir de ahora.
ru_ru: Полагаю, что с этого момента мы будем видеться чаще.

source: That's right! So you should join our party already!
es_es: ¡Eso eso! ¡Deberían unirse a nuestro grupo!
ru_ru: Точняк! Так что присоединись уже к нашей группе!

source: Well, I think you still need to catch up to my level first.
es_es: Bueno, creo que aún tienes que llegar a mi nivel.
ru_ru: Ну, я думаю, что вам сначала нужно достичь моего уровня.

source: Oh, come on!
es_es: ¡Oh, vamos!
ru_ru: Ой, да ладно!

source: Anybody else, maybe?
es_es: ¿Alguien más, nadie?
ru_ru: Может, кто-нибудь ещё?

source: Well, most of us are far ahead in levels.
es_es: Bueno, la mayoría aquí les llevamos mucho nivel de sobra.
ru_ru: Ну, большинство из нас намного выше вас по уровню.

source: Oh, but there is still \c[3]Tronny\c[0]!
es_es: ¡Oh, pero también está \c[3]Tronny\c[0]!
ru_ru: Ах да, чуть не забыла про \c[3]Тронни\c[0]!

source: Oh, the other new member?
es_es: Oh, ¿el otro nuevo miembro?
ru_ru: А, ещё один новый член?

source: Yes, he hasn't been online the last few days, but he told me he'd show up again tomorrow.
es_es: Sí, no ha estado conectado estos últimos días, pero me dijo que volvería mañana.
ru_ru: Да, он не был онлайн последние несколько дней, но он сказал мне, что снова появится завтра.

source: I'm sure he'd gladly join your party.
es_es: Estoy segura de que no le importará unirse a tu grupo.
ru_ru: Я уверена, что он с радостью присоединится к вашей группе.

source: Très bien!
ru_ru: Très bien (Прекрасно)!

source: Well then...
es_es: Bien entonces...
ru_ru: Ну что ж...

source: Pardon everyone...\. I really have to log off now.
es_es: Pardon a todos...\. En serio tengo que desconectarme.
ru_ru: Pardon (Простите), народ...\. Мне уже пора выходить из игры.

source: You know... we just rushed the whole Temple Mine and did that quiz in one session.
es_es: Ya sabes... acabamos de hacer todo el Templo Mina y ese cuestionario en una sola sesión.
ru_ru: Вообще-то... мы промчались по всей Храм-Шахте и сдали этот тест за одну игровую сессию.

source: I'm currently seeing the sun rising. I really should try to get some sleep.
es_es: Estoy viendo el amanecer por la ventana. Debería irme a dormir.
ru_ru: Я прямо сейчас вижу восход солнца. Мне правда надо попробовать немного поспать.

source: Ah yes, real life is calling.
es_es: Ah sí, la vida real llama.
ru_ru: Ах, да, реальная жизнь зовёт.

source: Well then, good night Emilie!
es_es: Bueno, ¡buenas noches Emilie!
ru_ru: Ну, спокойной ночи, Эмили!

source: And I hope to see you again, soon!
es_es: ¡Y espero verte otra vez pronto!
ru_ru: Надеюсь, что скоро увидимся!

source: Of course!\. Au revoir, everyone!
es_es: ¡Por supuesto!\. ¡Au revoir a todos!
ru_ru: Конечно!\. Всем au revoir (пока)!

source: And Lea? Don't forget about the \c[3]next dungeon\c[0]!
es_es: Y Lea. ¡No te olvides de nuestra \c[3]próxima mazmorra\c[0]!
ru_ru: И, Лея? Не забудь о \c[3]следующем подземелье\c[0]!

source: You know how it goes, oui? No starting without me!
es_es: Ya sabes como es, ¿oui? ¡No empieces sin mí!
ru_ru: Ты знаешь порядок, oui (да)? Не начинай без меня!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Bye, bye!
es_es: ¡Adiós, adiós!
ru_ru: Пока-пока!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Lea, dear. Do you plan to logout as well?
es_es: Lea, querida. ¿Tú te desconectarás también?
ru_ru: Лея, дорогая. Ты тоже планируешь отключаться?

source: (Yes... yes we should.)
es_es: (Sí... deberíamos.)
ru_ru: (Да... да, мы должны.)

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alrighty!
es_es: ¡De acuerdo!
ru_ru: Ладненько!

source: I'm sorry about your speech module issue, dear.
es_es: Siento oír lo de tu problema con el módulo del habla, querida.
ru_ru: Я сожалею о твоей проблеме с речевым модулем, дорогая.

source: But I want you to know: this doesn't really matter to us!
es_es: Pero quiero que sepas: ¡eso no es un problema para nosotros!
ru_ru: Но я хочу, чтобы ты знала: для нас это не имеет значения!

source: You're a member of the First Scholars, so you're always welcome.
es_es: Eres un miembro de los Primeros Eruditos, y siempre serás bienvenida.
ru_ru: Ты член Первоучёных, так что тебе всегда рады.

source: And if you have any problems whatsoever, we're here to help!
es_es: Y si tienes cualquier tipo de problema, ¡estamos aquí para ayudarte!
ru_ru: И если у тебя проблемы с чем бы то ни было, мы здесь, чтобы помочь!

source: That's right! I'm sure things will work out just fine.
es_es: ¡Así es! Estoy seguro de que las cosas saldrán bien.
ru_ru: Верно! Я уверен, что всё образуется.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: ...Bye!
es_es: ¡...Adiós!
ru_ru: ...Пока!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Good bye, dear!
es_es: ¡Nos vemos, querida!
ru_ru: Всего хорошего, дорогая!

source: Tschau!
ru_ru: Tschau (Чао)!

source: I am honestly relieved.
es_es: Honestamente estoy aliviado.
ru_ru: Я искренне рад.

source: You are lucky to have found such a nice guild.
es_es: Qué suerte tuviste en encontrarte un gremio tan acogedor.
ru_ru: Тебе повезло найти такую хорошую гильдию.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well then, I will log you out now. Good night, Lea!
es_es: Bueno, ahora te desconectaré. ¡Buenas noches, Lea!
ru_ru: Ну, тогда я сейчас завершу сеанс. Спокойной ночи, Лея!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: ...Um...\. did Lea just talk to somebody?
es_es: ...Um...\. ¿Lea estaba hablando con alguien?
ru_ru: ...Эм...\. Лея только что с кем-то говорила?

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/10/text
source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/17/message
source: Good morning, Lea!
es_es: ¡Buenos días, Lea!
ru_ru: Доброе утро, Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/21/message
source: Doing fine?
es_es: ¿Estás bien?
ru_ru: Всё в порядке?

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/22/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/23/message
source: So... I was wondering.
es_es: Entonces... me preguntaba.
ru_ru: В общем... Мне интересно.

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/24/message
source: Do you... see anything when you're offline?
es_es: ¿Tú ves... algo cuando estás desconectada?
ru_ru: Ты... видишь что-нибудь, когда ты офлайн?

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/26/message
source: You know... like dreams?
es_es: Ya sabes... ¿algo así como sueños?
ru_ru: Ну, знаешь... типа снов?

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/28/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/29/message
source: Oh! Did you see anything new that did not happen recently?
es_es: ¡Oh! ¿Has visto algo nuevo que no haya sucedido recientemente?
ru_ru: Ох! Видела ли ты что-нибудь, чего не случалось в последнее время?

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/30/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/31/message
source: Great! That means your memory really is returning.
es_es: ¡Genial! Eso significa que tus recuerdos están volviendo.
ru_ru: Отлично! Это значит, что твои воспоминания и правда возвращаются.

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/32/message
source: So, is there anything yet that you clearly remember?
es_es: Entonces, ¿hay algo que recuerdes claramente?
ru_ru: Есть что-нибудь, что ты помнишь абсолютно точно?

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/33/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/34/message
source: Okay. I am sure it will take some time.
es_es: Bueno. Seguro que tomará algo de tiempo.
ru_ru: Ладно. Я уверен, это займёт определённое время.

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/35/message
source: But it is good to know we are making progress!
es_es: ¡Pero es bueno saber que estamos haciendo progreso!
ru_ru: Но приятно знать, что мы добились прогресса!

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/38/message
source: Oh by the way! I managed to add a couple new words!
es_es: ¡Oh, por cierto! ¡Conseguí agregarte un par de palabras nuevas!
ru_ru: Ой, кстати говоря! Мне удалось добавить парочку новых слов!

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/40/message
source: Alright... time for word count++!
es_es: ¡Bien... es hora de conteo de palabras++!
ru_ru: Итак... время для счётчика слов++!

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/42/object
source: Why
es_es: Por qué
ru_ru: Почему

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/43/object
source: How
es_es: Cómo
ru_ru: Как

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/48/message
source: How? Why? ... Hi!
es_es: ¿Cómo? ¿Por qué? ... ¡Hola!
ru_ru: Как? Почему? ...Привет!

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/49/message
source: So yes, I am working on adding all those question words.
es_es: Así que sí, estoy trabajando en agregar todas esas palabras para hacer preguntas.
ru_ru: И да, я работаю над добавлением всех вопросительных слов.

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/50/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/51/message
source: Well... because you ask basic questions that way, correct?
es_es: Bueno... para que puedas hacer preguntas básicas, ¿no?
ru_ru: Ну... так ты сможешь задавать базовые вопросы, верно?

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/52/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/53/message
source: ...Because you need question words to ask questions...
es_es: ...Porque necesitas esas palabras para hacer preguntas...
ru_ru: ...Потому что тебе нужны вопросительные слова, чтобы задавать вопросы...

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/54/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/55/message
source: I regret adding this word already.
es_es: Ya me estoy arrepintiendo de agregar esa palabra.
ru_ru: Я уже начинаю жалеть, что добавил это слово.

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/57/message
source: Anyway, your next destination is \c[3]Maroon Valley\c[0].
es_es: Como sea, tu próximo destino es el \c[3]Valle Granate\c[0].
ru_ru: В общем, твой следующий пункт назначения - \c[3]Бордовая долина\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/58/message
source: You get there by going \c[3]West from Bergen\c[0].
es_es: Se llega por el \c[3]Oeste de Bergen\c[0].
ru_ru: Ты попадёшь туда, если пойдёшь на \c[3]запад от Бергена\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/59/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/60/message
source: Unfortunately it seems that Emilie is offline at the moment.
es_es: Desafortunadamente parece que Emilie está desconectada por ahora.
ru_ru: К несчастью, похоже, что Эмили сейчас офлайн.

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/62/message
source: I am sure she will show up sooner or later!
es_es: ¡De seguro que aparece tarde o temprano!
ru_ru: Я уверен, она объявится рано или поздно!

# data/maps/autumn/guild/inner-fs-eg.json//entities/64/settings/event/64/task
source: Go to \c[3]Maroon Valley\c[0] to the \c[3]west of Bergen\c[0].
es_es: Ve al \c[3]Valle Granate\c[0] al \c[3]Oeste de Bergen\c[0].
ru_ru: Направляйтесь в \c[3]Бордовую долину\c[0] к \c[3]западу от Бергена\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/24/message
source: Attention everyone!
es_es: ¡Atención todos!
ru_ru: Всем внимание!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/25/message
source: Tomorrow we'll have our first raid with all First Scholar members!
es_es: ¡Mañana tendremos nuestra primera Raid con todos los miembros de los Primeros Eruditos!
ru_ru: Завтра у нас первый рейд с участием всех членов Первоучёных!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/29/message
source: Well...
es_es: Bueno...
ru_ru: Ну...

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/31/message
source: Ah yes... except for Al.
es_es: Ah sí... a excepción de Al.
ru_ru: Ах, да... за исключением Ала.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/32/message
source: Sorry. I'll be occupied.
es_es: Perdón. Estaré ocupado.
ru_ru: Простите. Я буду занят.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/35/message
source: Anyway, that means we'll be 6 people in total!
es_es: Bueno, ¡eso quiere decir que seremos 6 personas en total!
ru_ru: В любом случае, это значит, что нас целых шесть человек!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/36/message
source: This is perfect, because for this raid we'll be split in two teams of 3 people each.
es_es: Esto es perfecto, porque esta raid se dividirá en dos equipos de 3.
ru_ru: Это идеально, ведь для этого рейда нам придётся разделиться на две команды по три человека.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/38/message
source: The mid-level team with \c[3]Lea\c[0], \c[3]Emilie\c[0], and \c[3]Tronny\c[0]...
es_es: ¡El equipo de nivel medio con \c[3]Lea\c[0], \c[3]Emilie\c[0], y \c[3]Tronny\c[0]...
ru_ru: Команда среднего уровня в составе \c[3]Леи\c[0], \c[3]Эмили\c[0], и \c[3]Тронни\c[0]...

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/40/message
source: ...and the high-level team with \c[3]Lukas\c[0], \c[3]Buggy\c[0], and \c[3]me\c[0]!
es_es: ...y el equipo de nivel alto con \c[3]Lukas\c[0], \c[3]Buggy\c[0], y \c[3]yo\c[0]!
ru_ru: ...и команда высокого уровня в составе \c[3]Лукаса\c[0], \c[3]Багги\c[0], и \c[3]меня\c[0]!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/42/message
source: The raid is balanced to match the average level of each team, so this will work just fine despite our level-difference.
es_es: La Raid está balanceada para que se pueda completar al nivel promedio de cada equipo, de este modo todos podremos participar a pesar de nuestras diferencias de niveles.
ru_ru: Рейд сбалансирован, чтобы соответствовать среднему уровню каждой команды, так что это будет прекрасно работать, несмотря на разницу в уровне.

source: What?\. Lea is in the \c[1]mid-level\c[0] team?\. Are you sure about that?
es_es: ¿Qué?\. ¿Lea está en el equipo de \c[1]nivel medio\c[0]?\. ¿Estás segura de eso?
ru_ru: Что?\. Лея в \c[1]среднеуровневой\c[0] команде?\. Ты уверена в этом?

source: Well...\. we had to split everyone in two equal-sized teams, so...
es_es: Bueno...\. teníamos que separar a todos en dos equipos de tamaños iguales, así que...
ru_ru: Ну...\. нам нужно было разделить всех на равные команды, так что...

source: Fine!\. Both teams will fight together anyway, right?
es_es: ¡No importa!\. Pelearemos juntos de todos modos, ¿no?
ru_ru: Ладно!\. Обе команды всё равно будут сражаться вместе, так?

source: Nice! So we can still fight together after all?
es_es: ¡Bien! ¿Entonces pelearemos juntos?
ru_ru: Отлично! Так мы наконец-то сможем подраться вместе?

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/46/message
source: Sorry dear, not directly. Both teams will be on separate tracks running next to each other.
es_es: Lo siento querida, no directamente. Ambos equipos estarán en caminos separados que van en paralelo.
ru_ru: Извини, дорогая, не напрямую. Обе команды будут на отдельных путях, проложенных рядом друг с другом.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/48/message
source: Trust me, it's better that way.\. You don't want to be close to an aggressive level 60 enemy.
es_es: Créeme, es mejor así.\. No quieres estar cerca de un enemigo de nivel 60.
ru_ru: Поверь мне, так лучше.\. Вы не захотите быть рядом с агрессивным врагом 60-го уровня.

source: So what? Lea can just protect us, non?
es_es: ¿Y qué? Lea podría protegernos, ¿non?
ru_ru: И что? Лея просто может защитить нас, не?

source: Lea!
ru_ru: Лея!

source: You really don't care about the challenge, do you?
es_es: Realmente no te importa el desafío, ¿no?
ru_ru: Тебе правда наплевать на испытание, не так ли?
