Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn-fall.po
Languages: es_es, ru_ru

# data/areas/autumn-fall.json//floors/0/maps/0/name
source: Central Test Chamber
es_es: Cámara Central de Pruebas
ru_ru: Центральная тестовая камера

# data/areas/autumn-fall.json//floors/0/maps/1/name
source: Green Room
es_es: Cuarto Verde
ru_ru: Зелёная комната

# data/areas/autumn-fall.json//floors/0/maps/2/name
source: Red Room
es_es: Cuarto Rojo
ru_ru: Красная комната

# data/areas/autumn-fall.json//floors/0/maps/3/name
source: Lead Office
es_es: Oficina Principal
ru_ru: Главный офис

# data/areas/autumn-fall.json//floors/1/maps/0/name
source: Lake Cave 1
es_es: Cueva del Lago 1
ru_ru: Озёрная пещера 1

# data/areas/autumn-fall.json//floors/1/maps/1/name
source: Lake Cave 2
es_es: Cueva del Lago 2
ru_ru: Озёрная пещера 2

# data/areas/autumn-fall.json//floors/1/maps/2/name
source: Lake Cave 3
es_es: Cueva del Lago 3
ru_ru: Озёрная пещера 3

# data/areas/autumn-fall.json//floors/1/maps/3/name
source: Lake Cave 4
es_es: Cueva del Lago 4
ru_ru: Озёрная пещера 4

# data/areas/autumn-fall.json//floors/1/maps/4/name
source: Para Island Cave
es_es: Cueva de la Isla Apartada
ru_ru: Пещера райского острова

# data/areas/autumn-fall.json//floors/1/maps/5/name
source: Para Island Cave
es_es: Cueva de la Isla Apartada
ru_ru: Пещера райского острова

# data/areas/autumn-fall.json//floors/1/maps/6/name
source: AA Reception
es_es: Recepción AA
ru_ru: Приёмная

# data/areas/autumn-fall.json//floors/1/maps/7/name
source: Central Hub
es_es: Centro Principal
ru_ru: Центральный хаб

# data/areas/autumn-fall.json//floors/1/maps/8/name
source: Red Office
es_es: La Oficina Roja
ru_ru: Красный офис

# data/areas/autumn-fall.json//floors/1/maps/9/name
source: Green Office
es_es: La Oficina Verde
ru_ru: Зелёный офис

# data/areas/autumn-fall.json//floors/2/maps/0/name
source: Southern Exit
es_es: Salida Sur
ru_ru: Южный выход

# data/areas/autumn-fall.json//floors/2/maps/1/name
source: Ruined Path
es_es: Camino en Ruinas
ru_ru: Разрушенный путь

# data/areas/autumn-fall.json//floors/2/maps/2/name
source: Eastern Exit
es_es: Salida Este
ru_ru: Восточный выход

# data/areas/autumn-fall.json//floors/2/maps/3/name
source: Ancient Center
es_es: Centro Ancestral
ru_ru: Центр Древних

# data/areas/autumn-fall.json//floors/2/maps/4/name
source: Northern Exit
es_es: Salida Norte
ru_ru: Северный выход

# data/areas/autumn-fall.json//floors/2/maps/5/name
source: Pillar Isle
es_es: Isla Pilar
ru_ru: Остров столбов

# data/areas/autumn-fall.json//floors/2/maps/6/name
source: Village Remains
es_es: Ruinas de la Aldea
ru_ru: Руины деревни

# data/areas/autumn-fall.json//floors/2/maps/7/name
source: Secluded Path
es_es: Camino Aislado
ru_ru: Укромная тропа

# data/areas/autumn-fall.json//floors/2/maps/8/name
source: Great Lake
es_es: El Gran Lago
ru_ru: Великое озеро

# data/areas/autumn-fall.json//floors/2/maps/9/name
source: Villa of Terror
es_es: Villa del Terror
ru_ru: Вилла ужаса

# data/areas/autumn-fall.json//floors/2/maps/10/name
source: Para Island 1
es_es: Isla Apartada 1
ru_ru: Райский остров 1

# data/areas/autumn-fall.json//floors/2/maps/11/name
source: Para Island 2
es_es: Isla Apartada 2
ru_ru: Райский остров 2

# data/areas/autumn-fall.json//floors/2/maps/12/name
source: Para Island 3
es_es: Isla Apartada 3
ru_ru: Райский остров 3

# data/areas/autumn-fall.json//floors/2/maps/13/name
source: Densewater Caverns
es_es: Cavernas de Agua Densa
ru_ru: Пещеры густых вод

# data/areas/autumn-fall.json//floors/2/maps/14/name
source: Stomping Den
es_es: Guarida de pisotones
ru_ru: Утоптанное логово

# data/areas/autumn-fall.json//floors/2/maps/15/name
source: Ruby Tunnel
es_es: Túnel de Rubíes
ru_ru: Рубиновый Тоннель

# data/areas/autumn-fall.json//floors/2/maps/16/name
source: Para Island Top
es_es: Punto más alto de la Isla Apartada
ru_ru: Вершина Райского острова

# data/areas/autumn-fall.json//floors/2/maps/17/name
source: In the sky
es_es: Sobre el cielo
ru_ru: В небе

# data/areas/autumn-fall.json//floors/2/maps/18/name
source: Para Island Vista
es_es: Mirador de Isla Apartada
ru_ru: Аллея Райского острова

source: Wooden bridge. Meh.
es_es: Un puente de madera. Meh.
ru_ru: Деревянный мост. Тьфу.

source: Aannd again! Water in a cave. Below a lake. We're literally below a gigantic lake.
es_es: ¡Oootra vez! Agua dentro de una cueva. Debajo de un lago. Literalmente estamos debajo de un lago inmenso.
ru_ru: Иииии опять! Вода в пещере. Под озером. Мы буквально под гигантским озером.

source: So?
es_es: Sí, ¿y?
ru_ru: Ну и что?

source: There is just no way you could make this work! Just imagine the water pressure!
es_es: ¡Algo así no puede suceder! ¡La presión del agua sería gigantesca!
ru_ru: Это так не работает! Представьте себе давление воды!

source: Who cares? It's just a game!
es_es: ¿A quién le importa? ¡Es solo un juego!
ru_ru: Какая разница? Это просто игра!

source: We're on an actual moon here. Physics still apply!
es_es: Sí, pero el juego toma lugar en una luna real. ¡Aquí también rigen las leyes de la física!
ru_ru: Мы на настоящем спутнике. Физика все ещё работает!

source: Neeeeeeerd.
ru_ru: Ботааааааан.

source: More water. Is this water even real? Maybe it's all virtual!
es_es: Más agua. ¿Será real siquiera? ¡Quizá es agua virtual!
ru_ru: Ещё вода. Эта вода вообще настоящая? Может быть, это всё виртуально!

source: Looks pretty real to me.
es_es: A mí me parece real.
ru_ru: Выглядит довольно реально, как по мне.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, the augmented reality tech they're using is pretty advanced, so it's hard to tell.
es_es: Bueno, la tecnología de realidad aumentada de este juego es muy avanzada, es difícil darse cuenta.
ru_ru: Ну, технология дополненной реальности, которую они используют, довольно продвинута, поэтому трудно сказать.

source: And it would allow them to break physics as they please.
es_es: Y eso les permitiría romper las leyes de la física cuando quieran.
ru_ru: И это позволяет им ломать физику, как им заблагорассудится.

source: Monsieur Scientist, I propose we do an experiment!
es_es: Monsieur Científico, ¡propongo que hagamos un experimento!
ru_ru: Monsieur (Месье) учёный, я предлагаю провести эксперимент!

source: We kick you into the water repeatedly. Just to make sure it's real!
es_es: ¡Te lanzamos al agua una y otra vez! ¡Así nos aseguramos que sea real!
ru_ru: Мы скинем тебя в воду несколько раз. Просто чтобы убедиться, что она реальна!

source: That...\. That wouldn't even confirm anything!
es_es: Eso...\. ¡Eso no confirmaría nada!
ru_ru: Это...\. Это даже ничего не подтвердит!

source: Maybe, but wouldn't it be fun?
es_es: Puede que no, pero sería divertido, ¿no?
ru_ru: Может быть, но разве это не будет весело?

# data/maps/autumn-fall/expo-space.json//entities/4/settings/event/8/text
source: Traveler, envoy of change, you have mastered the trial of these fields.
es_es: Viajero, enviado del cambio, has dominado la prueba de estos campos.
ru_ru: Странник, предвестник перемен,\.\.\. ты освоил испытание этих полей

# data/maps/autumn-fall/expo-space.json//entities/4/settings/event/9/text
source: I will bestow upon you the Shade to open the passage to the north.
es_es: Te otorgaré la Sombra que abre el paso hacia el norte.
ru_ru: Я дам тебе Тень, чтобы\.\.\. открыть проход на север

# data/maps/autumn-fall/expo-space.json//entities/4/settings/event/10/text
source: Let your every step form the path of your growth.
es_es: Que cada uno de tus pasos forme el camino de tu crecimiento.
ru_ru: Да будет каждый твой шаг\.\.\. приближать тебя к совершенству

source: Go catch that Frobbit!
es_es: ¡Atrapa a ese Ranejo!
ru_ru: Поймайте этого Кроляга!

source: Your journey has taken you across these signs of prosperity long passed.
es_es: Tu aventura te ha llevado a través de estos antiguos signos de prosperidad.
ru_ru: Твоё путешествие пронесло тебя через\.\.\. эти следы процветания, давно прошедшего

source: Seeking your next destination in the wilderness to the north...
es_es: Busca tu próximo destino en las tierras silvestres del norte...
ru_ru: Для поиска своей следующей цели\.\.\. в дикой местности на севере...

source: ... you must first accomplish the \c[3]trial of these fields\c[0].
es_es: ... primero debes completar la \c[3]prueba de estas tierras\c[0].
ru_ru: ...ты должна сначала завершить\.\.\. \c[3]испытание этих полей\c[0]

source: Pursue the path of the \c[3]luminous creature\c[0]...
es_es: Sigue el camino de la \c[3]criatura luminosa\c[0]...
ru_ru: Проследовать по пути\.\.\. \c[3]светящегося существа\c[0]...

source: ...and prove your mastery of the elements acquired.
es_es: ...y prueba tu maestría de los elementos que posees.
ru_ru: ...и доказать своё мастерство\.\.\. приобретённых элементов

source: Traveler, envoy of change, will you accept this trial?
es_es: Viajero, enviado del cambio, ¿aceptarás esta prueba?
ru_ru: Странник, предвестник перемен,\.\.\. ты примешь это испытание?

source: Let your every step form the path of your growth.
es_es: Que cada uno de tus pasos forme el camino de tu crecimiento.
ru_ru: Да будет каждый твой шаг\.\.\. приближать тебя к совершенству

source: Come back and accept this trial when you feel prepared.
es_es: Regresa y acepta el desafío cuando estés preparado.
ru_ru: Вернись и прими это испытание,\.\.\. когда почувствуешь себя готовой

# data/maps/autumn-fall/path-01.json//entities/30/settings/interact/hoverText
source: \i[arrow-ne] Road to \v[area.jungle.name] \i[arrow-se] \v[area.rookie-harbor.name]
es_es: \i[arrow-ne] Camino a \v[area.jungle.name] \i[arrow-se] \v[area.rookie-harbor.name]
ru_ru: \i[arrow-ne] дорога в Сад Гайи \i[arrow-se] Гавань новичков

# data/maps/autumn-fall/path-01.json//entities/531/settings/event/0/message
source: Looks like there used to be a village here, non?
es_es: Parece que había una aldea aquí, ¿non?
ru_ru: Похоже, что здесь раньше была деревня, не так ли?

source: A long, long time ago.\. Literally Ancient.
es_es: Hace mucho, mucho tiempo.\. Literalmente Antigua.
ru_ru: Очень-очень давно.\. Буквально Древняя.

# data/maps/autumn-fall/path-01.json//entities/532/settings/event/0/message
source: The return of the Laser Bridge!
es_es: ¡El retorno del Puente de Luz!
ru_ru: Возвращение лазерного моста!

# data/maps/autumn-fall/path-01.json//entities/533/settings/event/0/message
source: Run, Lea, run!
es_es: ¡Corre, Lea, corre!
ru_ru: Беги, Лея, беги!

# data/maps/autumn-fall/path-02.json//entities/50/settings/interact/hoverText
source: \i[arrow-w] Road to \v[area.jungle.name] \i[arrow-e] Tunnels to \v[area.forest.name] \i[arrow-s] \v[area.rookie-harbor.name]
es_es: \i[arrow-w] Camino a \v[area.jungle.name] \i[arrow-e] Túneles a \v[area.forest.name] \i[arrow-s] \v[area.rookie-harbor.name]
ru_ru: \i[arrow-w] дорога в Сад Гайи \i[arrow-e] тоннели в Сапфировый край \i[arrow-s] Гавань новичков

source: Man I sure wish I could jump around like that.
es_es: Ya me gustaría poder saltar así.
ru_ru: Эх, хотела бы я вот так прыгать повсюду.

source: Wouldn't that make exploration too easy?
es_es: ¿Eso no haría el juego muy fácil?
ru_ru: Разве это не сделает исследование слишком лёгким?

source: I guess...\. but how much fun would it be...?
es_es: Supongo...\. pero imagina lo divertido que sería.
ru_ru: Возможно...\. но как же это будет весело...?

source: Well, at least we can do our regular small jumps, right?
es_es: Bueno, al menos podemos dar saltos normales.
ru_ru: Ну, по крайней мере, мы можем делать наши обычные маленькие прыжки, верно?

source: Oui, regular jumping whenever we want. It's at least something.
es_es: Oui, podemos dar saltos donde queramos. Peor es nada.
ru_ru: Oui (Да), обычные прыжки, когда мы захотим. Это хоть что-то.

# data/maps/autumn-fall/path-02.json//entities/561/settings/dialog/0/text
source: Have you ever heard of the \c[3]Old War\c[0]?
es_es: ¿Has escuchado acerca de la \c[3]Guerra Antigua\c[0]?
ru_ru: Ты когда-нибудь слышал о \c[3]Старой войне\c[0]?

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: 'Sup! You wanna know more about the \v[lore.unlock.old-war]\c[3]Old War\c[0] too?
es_es: ¡Ey! ¿Te interesa saber más acerca de la \v[lore.unlock.old-war]\c[3]Guerra Antigua\c[0]?
ru_ru: Привет! Ты тоже хочешь знать больше о \v[lore.unlock.old-war]\c[3]Старой войне\c[0]?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: It's a pretty dark time in human history. Various colonies waged war against each other.
es_es: Es una época muy oscura en la historia de la humanidad. Varias colonias se enfrentaron entre sí.
ru_ru: Это довольно тёмное время в истории человечества. Различные колонии вели войну друг против друга.

source: They taught us resources were the trigger but I heard other stories too.
es_es: Nos han dicho que se pelearon por recursos, pero he oído otras versiones también.
ru_ru: Нас учили, что причиной были ресурсы, но я слышал и другие истории.

source: Ah, don't worry! It's all in the past now. Like 1000 years past.
es_es: Ah, ¡no te preocupes! Todo eso quedó atrás, unos 1000 años en el pasado.
ru_ru: Ах, не волнуйся! Это всё прошлое теперь. Тысячелетнее прошлое.

# data/maps/autumn-fall/path-02.json//entities/561/settings/dialog/1/text
source: Sure thing. I think it's taught on every ACF planet these days.
es_es: ¡Claro! Creo que se enseña en todos los planetas de la ACF hoy en día.
ru_ru: Конечно. По-моему, это преподаётся на каждой планете Совета основателей колоний в наше время.

# data/maps/autumn-fall/path-02.json//entities/561/settings/dialog/2/text
source: I can't believe there was such a dark time in our past.
es_es: Es difícil creer que tengamos un pasado tan oscuro.
ru_ru: Я не могу поверить, что было такое тёмное время в нашем прошлом.

# data/maps/autumn-fall/path-02.json//entities/561/settings/dialog/3/text
source: From our perspective it all seems so distant.
es_es: Desde nuestra perspectiva se ve tan distante.
ru_ru: С нашей точки зрения всё это кажется таким далеким.

# data/maps/autumn-fall/path-02.json//entities/561/settings/dialog/4/text
source: Which is the problem, right? Humans tend to forget their past all too quickly.
es_es: Y ese es el problema, ¿cierto? Los humanos tienden a olvidar su pasado rápidamente.
ru_ru: В том-то и дело, верно? Люди склонны слишком быстро забывать своё прошлое.

# data/maps/autumn-fall/path-02.json//entities/561/settings/dialog/5/text
source: I don't know man, I mean we have had peace for so long now.
es_es: No lo se amigo, es decir, hemos tenido un largo periodo de paz.
ru_ru: Не знаю, чувак, у нас же теперь уже очень долго мирное время.

# data/maps/autumn-fall/path-02.json//entities/561/settings/dialog/6/text
source: Depends on which colony you're on.
es_es: Depende en qué colonia te encuentres.
ru_ru: Зависит от того, в какой колонии ты находишься.

# data/maps/autumn-fall/path-02.json//entities/562/settings/event/0/message
source: There really is a lot more water here compared to Autumn's Rise...
es_es: Hay mucha más agua aquí que en Albor Otoñal...
ru_ru: Здесь действительно намного больше воды по сравнению с Расцветом Осени...

# data/maps/autumn-fall/path-02.json//entities/562/settings/event/1/message
source: I suppose they wanted to raise the difficulty.
es_es: Supongo que querían aumentar la dificultad.
ru_ru: Я полагаю, что они хотели поднять сложность.

# data/maps/autumn-fall/path-02.json//entities/562/settings/event/2/message
source: Remember everyone: water is deadly.
es_es: Recuerden: el agua es mortal.
ru_ru: Помните все: вода смертельна.

# data/maps/autumn-fall/path-03.json//entities/4/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

# data/maps/autumn-fall/path-03.json//entities/589/settings/event/1/text
source: Blocked
es_es: Bloqueado
ru_ru: Заблокировано

# data/maps/autumn-fall/path-03.json//entities/601/settings/blockEvent/2/message
source: Uhm...\. Lea?
ru_ru: Эмм...\. Лея?

# data/maps/autumn-fall/path-03.json//entities/601/settings/blockEvent/3/message
source: I think C'tron and the others are waiting for you at the \c[3]First Scholar HQ\c[0], correct?
es_es: Creo que C'tron y los demás te están esperando en la \c[3]Sede de los Primeros Eruditos\c[0], ¿verdad?
ru_ru: Я думаю, что Ци'трон и другие ждут тебя в \c[3]штабе Первоучёных\c[0], так ведь?

# data/maps/autumn-fall/path-03.json//entities/601/settings/blockEvent/4/message
source: You probably should go there before heading to \c[3]Sapphire Ridge\c[0].
es_es: Tal vez deberías ir allí antes de dirigirte a \c[3]Cresta Zafiro\c[0].
ru_ru: Ты, вероятно, должна заглянуть туда, прежде чем отправиться в \c[3]Сапфировый край\c[0].

# data/maps/autumn-fall/path-03.json//entities/699/settings/interact/hoverText
source: \i[arrow-e] Tunnel to \v[area.forest.name] \i[arrow-w] \v[area.jungle.name]
es_es: \i[arrow-e] Tunel hacia \v[area.forest.name] \i[arrow-w] \v[area.jungle.name]
ru_ru: \i[arrow-e] тоннель в Сапфировый край \i[arrow-w] Сад Гайи

source: Yo, what's up?
es_es: Hola, ¿cómo estás?
ru_ru: Йо, как дела?

source: I see you got the \c[3]\v[item.410.name]\c[0] with you! Nice, nice!
es_es: Veo que conseguiste la \c[3]\v[item.410.name]\c[0]. ¡Bien hecho!
ru_ru: Я вижу, что у тебя есть \c[3]Тень звезды\c[0]! Круто, круто!

source: Well then, good luck in \c[3]Sapphire Ridge\c[0]! Beware of bugs!
es_es: Pues bien, ¡buena suerte en \c[3]Cresta Zafiro\c[0]! ¡Ten cuidado con los bichos!
ru_ru: Тогда удачи в \c[3]Сапфировом крае\c[0]! Остерегайся жуков!

source: Wait... What was that?
es_es: Espera... ¿Qué fue eso?
ru_ru: Подожди... что он сказал?

source: If you want to pass the barrier up ahead you first have to collect the \c[3]\v[item.410.name]\c[0].
es_es: Si quieres pasar la barrera, primero debes conseguir la \c[3]\v[item.410.name]\c[0].
ru_ru: Если ты хочешь пройти через барьер впереди, то сначала должна получить \c[3]Тень звезды\c[0].

source: You get it at the end of the \c[3]Grand Krys'kajo\c[0] dungeon in \c[3]Gaia's Garden\c[0].
es_es: La consigues al final de la mazmorra del \c[3]Gran Krys'kajo\c[0] en el \c[3]Jardín de Gaia\c[0].
ru_ru: Ты получишь её в конце подземелья \c[3]Гранд Крис'кайо\c[0] в \c[3]Саду Гайи\c[0].

source: If you've already finished the dungeon... just revisit the \c[3]final boss room\c[0]. I'm sure you'll find the shades somewhere in there.
es_es: Si ya terminaste la mazmorra, tan solo vuelve a entrar a la \c[3]sala del jefe final\c[0]. Estoy seguro de que allí encontrarás la Sombra.
ru_ru: Если ты уже закончила это подземелье... просто посети \c[3]комнату с последним боссом\c[0]. Я уверен, что ты найдёшь Тень где-то там.

source: Talatu Lips
ru_ru: Талату Липс

source: Hey there darlin'!
es_es: ¡Hola, dulzura!
ru_ru: Привет, дорогая!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Thought Ah'd rest a spell here after all that awful cold an' heat.
es_es: Se me antojó de'cansar un poqui'io luego de todo ese frío y caló'.
ru_ru: Решила тут отдохнуть после всего этого ужасного холода и жары.

source: Feels a mite familiar, t'be honest.
es_es: Se me hace familia', debo decí'.
ru_ru: Слегка знакомое местечко, если честно.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, how's the explorin' comin' along? Doin' good so far?
es_es: ¿Y la 'ploración? ¿Todo bien?
ru_ru: Ну, как продвигается исследование? Пока всё хорошо?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good ta hear! Y'all keep it up now.
es_es: ¡Azí me gu'ta! Portao' bien.
ru_ru: Приятно слышать! Так держать.

# data/maps/autumn-fall/path-04.json//entities/705/settings/event/27/task
source: Solve the quest "\c[3]Chase of the Hologram Frobbit\c[0]".
es_es: Completa la misión "\c[3]Persecución del Ranejo Holográfico\c[0]".
ru_ru: Пройдите задание "\c[3]Погоня за голограммой Кроляга\c[0]".

source: Here comes the Bunny...\. that annoying bastard.
es_es: Aquí viene el Conejo...\. pequeño desgraciado.
ru_ru: А вот и кролик...\. этот надоедливый засранец.

source: Hush Emilie, don't spoil it!
es_es: Emilie, ¡no lo arruines!
ru_ru: Тише, Эмили, не спойлери!

source: No spoiler. Just look at it jumping away! We all know it's gonna be annoying.
es_es: No pasa nada. ¡Mira como va pegando saltitos! Ya sabemos que nos va a molestar...
ru_ru: Это не спойлер. Просто посмотрите, как он прыгает! Мы все знаем, что это будет раздражать.

source: You got the Shade? Alright!
es_es: ¿Conseguiste la Sombra? ¡Muy bien!
ru_ru: Ты получила Тень? Отлично!

source: Nice!
es_es: ¡Qué bien!
ru_ru: Круто!

source: You got the Shade? Nice!
es_es: ¿Conseguiste la Sombra? ¡Qué bien!
ru_ru: Ты получила Тень? Замечательно!

source: You should tell Emilie via D-Link!
es_es: ¡Deberías decírselo a Emilie por el Mensajero Directo!
ru_ru: Ты должна рассказать Эмили через Прямую связь!

source: I suppose you just got the Shade!
es_es: ¡Supongo que conseguiste la Sombra!
ru_ru: Я полагаю, ты только что получила Тень!

source: I think Emilie wanted you to contact her at this point, right?
es_es: Creo que Emilie quería contactarse contigo llegado este momento, ¿verdad?
ru_ru: Я думаю, что Эмили хотела, чтобы ты связалась с ней на данном этапе, верно?

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Bonjour Lea! How is it going? Did you collect the shade?
es_es: ¡Bonjour, Lea! ¿Cómo estás? ¿Conseguiste la sombra?
ru_ru: Bonjour (Привет), Лея! Как дела? Ты получила Тень?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Très bien!
ru_ru: Très bien (Прекрасно)!

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/1/message
source: That means we're all set for the raid!
es_es: ¡Eso significa que está todo listo para la raid!
ru_ru: Это означает, что мы готовы к рейду!

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/2/message
source: But before that... there's one thing I wanted to tell you.
es_es: Pero antes... tengo algo que decirte.
ru_ru: Но до этого... я хотела сказать тебе одну вещь.

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/4/message
source: You heard what the geezer in space said, right?
es_es: Escuchaste lo que dijo el vejete en el espacio, ¿verdad?
ru_ru: Ты слышала, что сказал чудик в космосе, так ведь?

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/5/message
source: With this new Shade you can now enter \c[3]Gaia's Garden\c[0].
es_es: Ahora con esta nueva Sombra puedes entrar al \c[3]Jardín de Gaia\c[0].
ru_ru: С помощью этой новой тени ты можешь войти в \c[3]Сад Гайи\c[0].

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/6/message
source: And well... that area is supposed to be a \c[3]jungle\c[0].
es_es: Y bien... ese área es en teoría una gran \c[3]jungla\c[0].
ru_ru: И... эта область должна быть \c[3]джунглями\c[0].

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/8/message
source: You know what you usually find in jungles?
es_es: ¿Y sabes que se encuentra comúnmente en las junglas?
ru_ru: Ты знаешь, что обычно находится в джунглях?

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/10/message
source: Insects...\. like \c[3]bugs\c[0].
es_es: Insectos...\. \c[3]bichos\c[0].
ru_ru: Насекомые...\. всякие \c[3]жуки\c[0].

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/12/message
source: I really don't want to go there by myself.\. So uhm...
es_es: No podría entrar ahí yo sola.\. Entonces...
ru_ru: Я правда не хочу идти туда одна. Так что, хмм..

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/13/message
source: It would be great if you could wait for me so we can enter the Jungle together, d'accord?
es_es: De verdad te agradecería si pudieras esperarme para que podamos entrar juntas a esa jungla, ¿d'accord?
ru_ru: Было бы здорово, если бы ты подождала меня, чтобы мы могли войти в джунгли вместе, d'accord (ладно)?

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/14/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]
