Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/68/message
source: Team two will be \c[3]Lukas\c[0], \c[3]Buggy\c[0] and \c[3]me\c[0]!
es_es: ¡El equipo dos por \c[3]Lukas\c[0], \c[3]Buggy\c[0] y \c[3]yo\c[0]!
ru_ru: В команде два будут \c[3]Лукас\c[0], \c[3]Багги\c[0] и \c[3]я\c[0]!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/69/message
source: Al will unfortunately be busy again.
es_es: Al estará ocupado otra vez, desgraciadamente.
ru_ru: Ал, к сожалению, снова будет занят.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/73/message
source: Sorry about that.
es_es: Pido disculpas.
ru_ru: Простите за это.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/75/message
source: Again?\. What's up with that?
es_es: ¿Otra vez?\. ¿Por qué?
ru_ru: Опять?\. А что так часто-то?

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/77/message
source: Meeting your investor friend again?
es_es: ¿Te juntas con tu amigo el inversor?
ru_ru: Снова встреча с твоим другом-инвестором?

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/78/message
source: Just busy.\. That's all.
es_es: Tan solo estaré ocupado.\. Eso es todo.
ru_ru: Просто занят.\. Вот и всё.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/82/message
source: Of course, the raid will be \c[3]more difficult\c[0] this time, since we're all on a higher level.
es_es: Por supuesto, la raid será \c[3]más difícil\c[0] esta vez, ya que todos somos de mayor nivel.
ru_ru: Конечно, в этот раз рейд будет \c[3]сложнее\c[0], поскольку у нас всех более высокий уровень.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/83/message
source: Even the color matching might be a bit more tricky this time.
es_es: Incluso identificar los colores puede que sea más difícil.
ru_ru: Даже соответствие цветов в этот раз может быть чуть более запутано.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/87/message
source: Color matching?
es_es: ¿Identificar colores?
ru_ru: Соответствие цветов?

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/89/message
source: No worries, we'll explain things as we go.
es_es: No te preocupes, te explicaremos las cosas en el momento.
ru_ru: Не волнуйся, мы объясним всё по пути.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/91/message
source: Yes, that's how we did it last time, too.\. Worked perfectly!
es_es: Si, así lo hicimos la vez pasada.\. ¡Funcionó perfectamente!
ru_ru: Да, в прошлый раз мы сделали так же.\. Сработало идеально!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/93/message
source: It sure did, Buggy.\. Flawlessly.
es_es: Seguro, Buggy.\. Impecable.
ru_ru: Вот уж точно, Багги.\. Просто безупречно.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/94/message
source: ...Okay?
es_es: ¿...Bueno?
ru_ru: ...Ладно?

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/98/message
source: The raid will start tomorrow.\. \c[3]Para Island\c[0], same place as before.
es_es: La raid empieza mañana.\. Será en la \c[3]Isla Apartada\c[0], el mismo lugar de antes.
ru_ru: Рейд начнётся завтра.\. \c[3]Райский Остров\c[0], то же место, как и тогда.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/99/message
source: And that's it!
es_es: ¡Y eso es todo!
ru_ru: Вот и всё!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/100/message
source: Let's meet right there tomorrow and have lots of fun!
es_es: ¡Reunámonos mañana allí mismo y divirtámonos mucho!
ru_ru: Давайте встретимся там завтра и повеселимся!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/102/message
source: And finally finish the damn thing!
es_es: ¡Y terminemos esa cosa de una vez!
ru_ru: И наконец-то закончим этот чёртов рейд!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/104/message
source: Lea!!
ru_ru: Лея!!

# data/maps/autumn/guild/inner-fs-og.json//entities/15/settings/text
source: 2001 ways to seduce a HAL
es_es: 2001 maneras de seducir a HAL
ru_ru: 2001 способ соблазнить HAL

# data/maps/autumn/guild/inner-fs-og.json//entities/16/settings/text
source: Fifty Frobbit Recipes
es_es: Cincuenta Recetas con Ranejo
ru_ru: Пятьдесят рецептов из Кролягов

# data/maps/autumn/guild/inner-fs-og.json//entities/17/settings/text
source: The Hedgehog Sandwich - Myth or Fiction -
es_es: Sandwich de Erizo - Mito o Ficción -
ru_ru: Сэндвич из Ежа - Миф или вымысел -

# data/maps/autumn/guild/inner-fs-og.json//entities/18/settings/text
source: The Art of the Laser Lasagne
es_es: El Arte de la Lasaña Láser
ru_ru: Искусство Лазерной лазаньи

source: Good day, you two.
es_es: Buenos días, a ambas.
ru_ru: Доброго вам дня.

source: Pardon... Your name was \c[3]Albert\c[0], non?
es_es: Pardon... Tu nombre era \c[3]Albert\c[0], ¿non?
ru_ru: Pardon (Прости)... Тебя зовут \c[3]Альберт\c[0], не так ли?

source: That is correct.
es_es: Eso es correcto.
ru_ru: Всё верно.

source: Uhm... may I ask what your class is?
es_es: Um... ¿podría preguntarte tu clase?
ru_ru: Эмм... можно поинтересоваться, какой у тебя класс?

source: That would be \c[3]Hexacast\c[0].
es_es: Soy un \c[3]Hexacast\c[0].
ru_ru: Должно быть, \c[3]гексакаст\c[0].

source: Ah! That is the \c[3]mage class\c[0], non?
es_es: ¡Ah! Esa es la \c[3]clase de mago\c[0], ¿non?
ru_ru: Ах! Это \c[3]класс мага\c[0], разве нет?

source: I don't know why...\. but you don't quite strike me as a mage, monsieur.
es_es: No sé por qué...\. pero te pareces a un mago, monsieur.
ru_ru: Не знаю почему...\. но вы не похожи на мага, monsieur (месье).

source: That's fine. I get that a lot.
es_es: No importa. Me dicen eso mucho.
ru_ru: Всё в порядке. Я часто это слышу.

source: I-Is that so...
es_es: E-En serio...
ru_ru: Вот оно как...

source: Well then... Good luck with the \c[3]Temple Mine\c[0].
es_es: Bueno... Buena suerte con el \c[3]Templo Mina\c[0].
ru_ru: Ну, ладно...\. Удачи в \c[3]Храм-Шахте\c[0].

source: T-Thanks!
es_es: ¡G-Gracias!
ru_ru: С-Спасибо!

source: Uh...\. this guy's kinda hard to talk to, non?
es_es: Uh...\. es algo difícil hablar con este tipo, ¿non?
ru_ru: Ух...\. с этим парнем как-то сложно общаться, не?

source: Good day, Lea.
es_es: Buenos días, Lea.
ru_ru: Добрый день, Лея.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: I must say, I appreciate your company.
es_es: Debo decir, aprecio tu compañía.
ru_ru: Должен сказать, мне приятна твоя компания.

source: Not being so chatty, only saying what is necessary.
es_es: No eres muy charlatana, solo dices lo que es necesario.
ru_ru: Никогда не болтаешь лишнего, просто говоришь, что необходимо.

source: It's nice for a change.
es_es: Es un agradable cambio de lo usual.
ru_ru: Это приятно для разнообразия.

source: Well then...\. Good luck with the \c[3]Temple Mine\c[0].
es_es: Bueno...\. Buena suerte con el \c[3]Templo Mina\c[0].
ru_ru: Ну, ладно...\. Удачи в \c[3]Храм-Шахте\c[0].

source: Good day. Back from the dungeon?
es_es: Buenos días. ¿De vuelta de la mazmorra?
ru_ru: Добрый день. Вернулись из подземелья?

source: Yes! We're ready to take that quiz, right Lea?
es_es: ¡Si! Estamos listas para la encuesta, ¿cierto Lea?
ru_ru: Да! Мы готовы сдать тест, правда, Лея?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Great! Good luck, then.
es_es: ¡Bien! Buena suerte, entonces.
ru_ru: Отлично! Тогда, удачи.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Good day, Lea. It's great to see you back in CrossWorlds again.
es_es: Buenos días, Lea. Es bueno verte de vuelta en CrossWorlds.
ru_ru: Добрый день, Лея. Рад снова тебя видеть в CrossWorlds.

source: Hello, Albert!
es_es: ¡Hola, Albert!
ru_ru: Привет, Альберт!

source: Good day, Toby.
es_es: Buenos días, Toby.
ru_ru: Доброго дня, Тоби.

source: Right, you're playing together now.
es_es: Cierto, están jugando juntos ahora.
ru_ru: Точно, вы сейчас играете вместе.

source: That's good. Hexacasts shine the most when in a party.
es_es: Eso es bueno. Los Hexacast se destacan cuando están en un grupo.
ru_ru: Это хорошо. Гексакасты лучше всего раскрываются в группе.

source: That's true. Now that you mention it, I should probably learn a few more buff and debuff skills.
es_es: Eso es cierto. Ahora que lo mencionas, debería aprender algunas más habilidades de soporte.
ru_ru: Это правда. И, раз ты об этом упомянул, я, наверное, должен выучить немного больше бафов и дебафов.

source: Good idea, those are very useful indeed.
es_es: Buena idea, esas son muy útiles.
ru_ru: Отличная идея, они несомненно будут очень полезны.

source: Actually... I have a lot more questions about this class. You seem very experienced, so if you don't mind me asking...
es_es: De hecho... tengo muchas más preguntas sobre la clase. Tú pareces ser experimentado, así que si no te importa que pregunte...
ru_ru: Вообще-то... У меня довольно много вопросов об этом классе. Ты кажешься очень опытным, так что, если ты не против, я спрошу...

source: Oh bother... Maybe another time.
es_es: Puff... Quizá en otro momento.
ru_ru: Вот досада... Может, в другой раз.

source: You're still early in the game, anyway. Not too much you can do wrong now.
es_es: Recién estás empezando de todos modos. No hay mucho que puedas hacer mal de momento.
ru_ru: Ты не так давно в игре, в конце концов. Не так много можно сделать неправильно.

source: I-I see! Okeydokey!
es_es: ¡Y-Ya veo! ¡Deacuerdo!
ru_ru: П-Понятно! Оки-доки!

source: Hello, my dears! Please make yourself at home and let me know if you need anything.
es_es: ¡Hola, queridas! Por favor siéntanse como en casa y háganme saber si necesitan algo.
ru_ru: Привет, мои дорогие! Пожалуйста, чувствуйте себя как дома и дайте мне знать, если что-нибудь понадобится.

source: Lin, I was wondering...\. are you the leader of this guild?
es_es: Lin, me preguntaba...\. ¿eres el líder de este gremio?
ru_ru: Лин, мне любопытно...\. ты лидер этой гильдии?

source: Well, yes... you could say that.
es_es: Si... podrías llamarlo así.
ru_ru: Ну, да... можно сказать и так.

source: I started this guild together with \c[3]Al\c[0].
es_es: Empecé este gremio junto con \c[3]Al\c[0].
ru_ru: Я основала эту гильдию вместе с \c[3]Алом\c[0].

source: But we're all pretty much family at this point!
es_es: ¡Pero ya somos como familia!
ru_ru: Но теперь мы все почти как семья!

source: It sure feels like visiting a family house.
es_es: Bueno, si se siente como si estuviera visitando una casa familiar.
ru_ru: И правда, я как будто пришла в семейный дом.

source: With so many grown up children...
es_es: Con muchos niños crecidos...
ru_ru: С большим количеством выросших детей...

source: Why yes, we all just stayed young at heart!
es_es: ¡Por supuesto, todos somos jóvenes por dentro!
ru_ru: Пожалуй, мы все молоды в душе!

source: Life is too short to be all serious business, eh?
es_es: La vida es muy corta para ser serio, ¿eh?
ru_ru: Жизнь слишком коротка, чтобы быть серьёзным всё время, разве нет?

source: Oui!
ru_ru: Oui (Да)!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Lea, dear, you're all by yourself right now?
es_es: Lea, querida, ¿estás sóla ahora mismo?
ru_ru: Лея, дорогая, ты сейчас одна?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, just tell me when you two completed the \c[3]Temple Mine\c[0] so we can have the quiz!
es_es: Bueno, ¡tan solo hazme saber cuando hayan completado el \c[3]Templo Mina\c[0] para que podamos tener la encuesta!
ru_ru: Хорошо, просто скажите, когда вы обе пройдёте \c[3]Храм-Шахту\c[0], и мы начнём тест!

source: Ah don't worry, my dear! I'm sure you'll do great!
es_es: ¡Ah no te preocupes, querida! ¡Seguro que lo haces bien!
ru_ru: Ах, не волнуйся, дорогая! Я уверена, что у тебя получится!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/9/message
source: Lin, the newbies are here!
es_es: ¡Lin, las novatas están aquí!
ru_ru: Лин, новички пришли!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/20/message
source: Now, now, Raphael - don't call them 'newbies'! It's rude.
es_es: Vamos, vamos, Rafael - ¡no las llames "novatas"! Es descortés.
ru_ru: Так-так, Рафаэль - не называй их 'новичками'! Это грубо.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/21/message
source: Come on, Chief! You know I'm joking.
es_es: ¡Ya, Jefe! Sabes que bromeo.
ru_ru: Да ладно, Шеф! Ты же знаешь, что я шучу.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/28/message
source: My, look at you two!
es_es: ¡Por Dios, mírense!
ru_ru: Боже, взгляните на них!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/29/message
source: Welcome to our humble headquarters!
es_es: ¡Bienvenidas a nuestra humilde sede central!
ru_ru: Добро пожаловать в наш скромный штаб!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/30/message
source: My nickname is \c[3]Hlin\c[0], but you can call me \c[3]Linda\c[0] or just \c[3]Lin\c[0]!
es_es: ¡Mi apodo es \c[3]Hlin\c[0], pero pueden llamarme \c[3]Linda\c[0] o solo \c[3]Lin\c[0]!
ru_ru: Мой никнейм - \c[3]Хлин\c[0], но вы можете звать меня \c[3]Линда\c[0] или просто \c[3]Лин\c[0]!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/33/message
source: And this is \c[3]Albert\c[0].
es_es: Y este es \c[3]Albert\c[0].
ru_ru: А это \c[3]Альберт\c[0].

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/36/message
source: Good day. Pleased to meet you.
es_es: Buenos días. Encantado de conocerlas.
ru_ru: Добрый день. Рад знакомству.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/37/message
source: Bonjour!\. I am Emilie!
es_es: ¡Bonjour!\. ¡Soy Emilie!
ru_ru: Bonjour (Привет)!\. Я Эмили!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/38/message
source: Hi, Lea!
es_es: ¡Hola, Lea!
ru_ru: Привет, Лея!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/39/message
source: A \c[3]Pentafist\c[0] and \c[3]Spheromancer\c[0]! Oh, how wonderful!
es_es: ¡Una \c[3]Pentafist\c[0] y una \c[3]Spheromancer\c[0]! ¡Qué maravilloso!
ru_ru: \c[3]Пентафист\c[0] и \c[3]сферомант\c[0]! Ох, как замечательно!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/40/message
source: If you two joined our guild, we'd have members of all 5 classes!
es_es: ¡Si ambas se unieran a nuestro gremio, tendríamos miembros de las 5 clases!
ru_ru: Если вы вдвоём вступите в нашу гильдию, у нас будут игроки всех пяти классов!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/41/message
source: Ah, but I'm getting ahead of myself.
es_es: Ah, pero me estoy adelantando.
ru_ru: Ну, это я уже забегаю вперёд.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/42/message
source: Let's go somewhere comfortable.
es_es: Vayamos a algún lugar más cómodo.
ru_ru: Устраивайтесь поудобнее.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/60/message
source: Such a cozy, little house!
es_es: ¡Que casita tan acogedora!
ru_ru: Какой уютный маленький домик!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/61/message
source: Nothing like I had imagined it.
es_es: No es como me la imaginaba.
ru_ru: Я его совсем не так себе представляла.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/62/message
source: Thank you so much!
es_es: ¡Muchas gracias!
ru_ru: Огромное спасибо!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/64/message
source: It's like the house I always wanted to own.
es_es: Es como la casa que siempre quise tener.
ru_ru: Он похож на дом, который я всегда хотела иметь.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/65/message
source: Now of course it's not the fortress that many people expect.
es_es: Por supuesto que no es la fortaleza que muchos esperan.
ru_ru: Это, конечно, не крепость, как многие ожидают.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/66/message
source: But really, the few of us wouldn't know what to do with all the space, eh?
es_es: Pero para ser sinceros, con los pocos que somos no sabríamos que hacer con tanto espacio vacío, ¿eh?
ru_ru: Но согласитесь, когда нас так мало, куда нам девать всё пустое пространство?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/69/message
source: Japp. Also it's not like we could afford the castle of our dreams.
es_es: Japp. Además tampoco podríamos permitirnos el castillo de nuestros sueños.
ru_ru: Japp (Йеп). А ещё мы не очень-то и могли позволить себе замок своей мечты.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/70/message
source: Yes, yes!
es_es: ¡Si, si!
ru_ru: Да-да!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/72/message
source: So...\. there're just...\. 4 members right now?
es_es: Entonces...\. solo hay...\. ¿4 miembros ahora mismo?
ru_ru: Так...\. у вас всего лишь...\. четыре члена?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/73/message
source: Not quite, dear. Someone else joined us not too long ago, but he isn't around at the moment.
es_es: No exactamente, querida. Alguien más se unió hace poco, pero no está conectado por ahora.
ru_ru: Не совсем, дорогая. недавно к нам присоединился ещё кое-кто, но он сейчас не здесь.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/74/message
source: So that makes \c[3]5 members\c[0] in total.
es_es: Así que somos \c[3]5 miembros\c[0] en total.
ru_ru: Так что всего у нас \c[3]пять членов\c[0].

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/75/message
source: And you two just started playing, right?
es_es: Y ustedes dos acaban de empezar, ¿no?
ru_ru: А вы только начали играть, верно?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/76/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/77/message
source: Oui! We just reached Bergen and were about to enter the mine.
es_es: ¡Oui! Acabamos de llegar a Bergen y estábamos por entrar a la mina.
ru_ru: Oui (Да)! Мы недавно добрались до Бергена и уже собирались идти в шахту.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/78/message
source: Ah, wonderful! The first real dungeon. It's always something special.
es_es: ¡Ah, genial! La primera mazmorra de verdad. Siempre es algo especial.
ru_ru: Ах, замечательно! Первое настоящее подземелье. Это всегда нечто особенное.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/79/message
source: It's the first time you'll be entering a \c[3]heritage site of the Ancients\c[0]!
es_es: ¡Es la primera vez que entrarán a \c[3]un patrimonio de los Antiguos\c[0]!
ru_ru: Это первый раз, когда вы посетите \c[3]наследие Древних\c[0]!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/80/message
source: Oh? What is that?
es_es: ¿Oh? ¿Qué es eso?
ru_ru: Да? А что это такое?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/81/message
source: Why, it's what we \c[3]Seekers\c[0] are looking for.
es_es: Es lo que nosotros los \c[3]Buscadores\c[0] buscamos.
ru_ru: Это то, что ищем мы - \c[3]Искатели\c[0].

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/82/message
source: We try to solve the \c[3]Secret of the Ancients\c[0], eh?
es_es: Tratamos de resolver el \c[3]Secreto de los Antiguos\c[0], ¿eh?
ru_ru: Мы ведь пытаемся раскрыть \c[3]Тайны Древних\c[0].

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/83/message
source: Each heritage site includes a few pieces of the big puzzle.
es_es: Cada patrimonio incluye algunas piezas de un gran rompecabezas.
ru_ru: Каждый объект наследия содержит несколько частей одной большой загадки.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/84/message
source: Oui, oui! The plot.
es_es: ¡Oui, oui! La historia.
ru_ru: Oui, oui (Да-да)! Сюжет.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/85/message
source: That's right, dear!
es_es: ¡Así es, querida!
ru_ru: Верно, дорогая!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/86/message
source: Did you know that the full secret of the Ancients has yet to be discovered?
es_es: ¿Sabían que el secreto completo de los Antiguos aún debe ser descubierto?
ru_ru: Знаете ли вы, что все тайны Древних по-прежнему не раскрыты?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/87/message
source: Really?
es_es: ¿En serio?
ru_ru: Правда?

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/88/message
source: Oh yes, they're so crafty about it!
es_es: Oh si, ¡son muy astutos!
ru_ru: О да, они очень изобретательны!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/89/message
source: The official path of the game will only tell you so much.
es_es: El camino oficial del juego tan solo les contará una parte.
ru_ru: Главный сюжет игры расскажет вам не так много.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/90/message
source: They keep releasing new quests that will reward you with more information.
es_es: Siguen saliendo nuevas misiones que te recompensan con más información.
ru_ru: Они продолжают выпускать новые квесты, которые вознаградят вас дополнительной информацией.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/91/message
source: But the puzzle has yet to be completed!
es_es: ¡Pero el rompecabezas aún debe ser completado!
ru_ru: Но тайна по-прежнему не раскрыта!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/92/message
source: And yes, that is what our guild is all about.
es_es: Y si, de eso se trata nuestro gremio.
ru_ru: И да, в этом и есть смысл нашей гильдии.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/93/message
source: We are the First Scholars and we study the Ancients!
es_es: ¡Somos los Primeros Eruditos, y estudiamos a los Antiguos!
ru_ru: Мы Первоучёные, и мы изучаем Древних!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/94/message
source: We want to be the first to unravel the secret!
es_es: ¡Queremos ser los primeros en descubrir el secreto!
ru_ru: Мы хотим первыми разгадать секрет!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/95/message
source: Ah! I see.
es_es: ¡Ah! Ya veo.
ru_ru: А! Теперь понятно.

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/98/message
source: And now you understand why our guild is so small!
es_es: ¡Y ahora entiendes por qué nuestro gremio es tan pequeño!
ru_ru: И теперь вы понимаете, почему наша гильдия такая маленькая!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/99/message
source: Nyeeahahahahahaha!
ru_ru: Ньяяяхахахахахаха!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/101/message
source: Hush, Raphael!
es_es: ¡Calla, Rafael!
ru_ru: Тише, Рафаэль!

# data/maps/autumn/guild/inner-fs-og.json//entities/61/settings/event/103/message
source: Well, I think it's nice to be in a small guild like this.
es_es: Bueno, yo creo que es más cómodo estar en un gremio pequeño como este.
ru_ru: Ну, я думаю, приятно состоять в такой маленькой гильдии, как эта.
