Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

source: Oh wait. You're that girl\..\..\.. Lea, right?
es_es: Oh espera. Tú eres esa chica\..\..\.. Lea, ¿cierto?
ru_ru: Ой, подожди. Ты та девочка\..\..\.. Лея, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Jean already told me you'd come.
es_es: Jean me dijo que vendrías.
ru_ru: Джина уже сообщила мне, что ты придёшь.

source: Sorry to get you involved. I can't understand why she's not using the Direct Link.
es_es: Perdona por meterte en esto. No entiendo por qué no usa el Mensajero Directo.
ru_ru: Извини, что втянули тебя в это. Я не могу понять, почему она не использует прямую связь.

source: Yeah, anyway.
es_es: Sí, como sea.
ru_ru: Ладно, так или иначе.

source: This is about the bunny or whatever she saw right?
es_es: Esto es sobre ese conejo o lo que sea que haya visto, ¿no?
ru_ru: Это из-за этого кролика или что ещё она там увидела?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I do remember that you can summon some sort of \c[3]Legendary Bunny\c[0] by collecting 5 \c[3]\v[item.139.name]s\c[0] somewhere in \c[3]Bergen Trail\c[0].
es_es: Recuerdo que se puede invocar algún tipo de \c[3]Conejo Legendario\c[0] si consigues 5 \c[3]Zanahorias Congeladas\c[0] en algún lugar del \c[3]Sendero de Bergen\c[0].
ru_ru: Я помню, что можно призвать какого-то \c[3]Легендарного кролика\c[0], собрав пять \c[3]Замороженных морковок\c[0] где-то на \c[3]Тропе в Берген\c[0].

source: But there was another requirement. I can't remember what it was. Maybe our Hexacast-friend Jock knows more about it.
es_es: Pero había otro requisito. No puedo recordar lo que era. Quizá nuestro amigo Hexacast, Jock, sabe algo al respecto.
ru_ru: Но было и другое требование. Я не могу вспомнить какое. Может, наш друг, гексакаст Джок, знает об этом больше.

source: Jeff
ru_ru: Джефф

source: Yep, that's all. Also, I'm \c[3]Jeff\c[0], nice to meet you.
es_es: Sip, eso es todo. Por cierto, soy \c[3]Jeff\c[0], encantado de conocerte.
ru_ru: Ага, больше ничего. Кстати, я \c[3]Джефф\c[0], приятно познакомиться.

source: Hi Lea, Hi!
es_es: ¡Hola Lea, Hola!
ru_ru: Привет Лея, Привет!

source: Ah, there's the problem with the speech module Jean told me about.
es_es: Ah, ahí está el problema con el módulo del habla que Jean me dijo.
ru_ru: Ах, проблема с речевым модулем, Джина говорила мне об этом.

source: Nah, don't sweat it. I'll just DL Jean everything I told you.
es_es: Nah, no te preocupes. Le diré a Jean todo lo que te dije a ti con el MD.
ru_ru: Не парься. Я отправлю Джине всё, что сказал тебе.

source: She should learn how to use the Direct Link System anyhow.
es_es: Tiene que aprender a usarlo de todos modos.
ru_ru: Ей в любом случае стоит научиться пользоваться прямой связью.

# data/maps/autumn/path4.json//entities/606/settings/npcStates/1/event/0/name
source: Jeff
ru_ru: Джефф

# data/maps/autumn/path4.json//entities/606/settings/npcStates/1/event/2/message
source: Hi Lea.
es_es: Hola Lea.
ru_ru: Привет, Лея.

# data/maps/autumn/path4.json//entities/606/settings/npcStates/1/event/3/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/path4.json//entities/606/settings/npcStates/1/event/4/message
source: I DL'd Jean everything, so you don't have to tell her.
es_es: Le diré todo a Jean con el MD, así no tienes que decírselo tú.
ru_ru: Я всё отправил Джине, так что тебе не нужно объяснять ей.

# data/maps/autumn/path4.json//entities/616/settings/dialog/0/text
source: I really want that treasure...
es_es: Realmente quiero ese tesoro...
ru_ru: Я очень хочу это сокровище...

# data/maps/autumn/path4.json//entities/616/settings/dialog/1/text
source: Will you give up already?
es_es: ¿Podrías darte por vencido de una vez?
ru_ru: Может, ты уже сдашься?

# data/maps/autumn/path4.json//entities/616/settings/dialog/2/text
source: We're clearly missing some key item here.
es_es: Claramente nos falta algún objeto clave.
ru_ru: Нам здесь явно не хватает какого-то ключевого предмета.

# data/maps/autumn/path4.json//entities/616/settings/dialog/3/text
source: They do that to promote backtracking to previous areas.
es_es: Hacen eso para que vuelvas a las áreas anteriores.
ru_ru: Они делают это, чтобы способствовать возвращению к прежним зонам.

# data/maps/autumn/path4.json//entities/616/settings/dialog/4/text
source: I bet the content is totally worth it.
es_es: Seguro que lo que sea que tenga lo vale.
ru_ru: Я уверен, что содержимое стоит того.

# data/maps/autumn/path4.json//entities/616/settings/dialog/5/text
source: I hope so...
es_es: Eso espero...
ru_ru: Я надеюсь, что это так...

# data/maps/autumn/path4.json//entities/617/settings/text
source: An obelisk that is used as waymarker
es_es: Un obelisco utilizado como referencia
ru_ru: Обелиск, который используется в качестве дорожного указателя.

# data/maps/autumn/path4.json//entities/623/settings/text
source: \c[1]Sick Tree\c[0]
es_es: \c[1]Árbol Enfermo\c[0]
ru_ru: \c[1]Больное дерево\c[0]

# data/maps/autumn/path4.json//entities/624/settings/text
source: Healed Tree
es_es: Árbol Curado
ru_ru: Исцелённое дерево

# data/maps/autumn/path4.json//entities/628/settings/event/0/thenStep/4/message
source: Bonjour, Lea!
ru_ru: Bonjour (Привет), Лея!

# data/maps/autumn/path4.json//entities/628/settings/event/0/thenStep/5/message
source: There you are! Thanks for dropping by.
es_es: ¡Ahí estás! Gracias por venir.
ru_ru: Вот ты где! Спасибо, что заскочила.

# data/maps/autumn/path4.json//entities/628/settings/event/8/thenStep/0/message
source: Bonjour, Lukas!
ru_ru: Bonjour (Привет), Лукас!

# data/maps/autumn/path4.json//entities/628/settings/event/8/thenStep/1/message
source: There you are! Thanks for dropping by.
es_es: ¡Ahí estás! Gracias por venir.
ru_ru: Вот вы где! Спасибо, что заскочили.

# data/maps/autumn/path4.json//entities/628/settings/event/9/message
source: Let's just go straight to the headquarters.
es_es: Vayamos directo a la sede.
ru_ru: Давайте пойдём прямиком в штаб.

# data/maps/autumn/path4.json//entities/628/settings/event/10/message
source: It's to the \c[3]northeast\c[0]. Just follow me!
es_es: Está al \c[3]noroeste\c[0]. ¡Por aquí!
ru_ru: Он на \c[3]северо-востоке\c[0]. Просто следуйте за мной!

# data/maps/autumn/path4.json//entities/628/settings/event/15/message
source: So how big is your guild, anyway?
es_es: Entonces, ¿qué tan grande es el gremio?
ru_ru: Кстати, насколько большая твоя гильдия?

# data/maps/autumn/path4.json//entities/628/settings/event/16/message
source: Not big. You're about to see it yourself.
es_es: No es muy grande. Ya lo verás.
ru_ru: Не особо. Скоро сама всё увидишь.

# data/maps/autumn/path4.json//entities/628/settings/event/17/task
source: Follow \c[3]Schneider\c[0] to the \c[3]First Scholars HQ\c[0] near \c[3]Autumn's Rise - Pathway 3\c[0].
es_es: Sigue a \c[3]Schneider\c[0] a la \c[3]Sede de los Primeros Eruditos\c[0] cerca de \c[3]Albor Otoñal - Camino 3\c[0].
ru_ru: Следуйте за \c[3]Шнайдером\c[0] в \c[3]штаб Первоучёных\c[0] около \c[3]Расцвета Осени - Путь 3\c[0].

# data/maps/autumn/path4.json//entities/635/settings/displayName
source: Jeff
ru_ru: Джефф

# data/maps/autumn/path4.json//entities/636/settings/displayName
source: Jeff
ru_ru: Джефф

# data/maps/autumn/path4.json//entities/637/settings/dialog/0/text
source: Those damn Bovines barely take any damage from my attacks!
es_es: ¡Esos malditos bovinos apenas reciben daño con mis ataques!
ru_ru: Эти чёртовы Бычары почти не получают урона от моих атак!

# data/maps/autumn/path4.json//entities/637/settings/dialog/1/text
source: I told you, throwing balls won't impress them much. You gotta get close and personal!
es_es: Te lo dije, revolearle pelotitas no les hará mucho. ¡Tienes que pegarles en la cara!
ru_ru: Я говорила тебе, что бросание шаров не произведёт на них особого впечатления. Тебе стоит подойти поближе к ним!

# data/maps/autumn/path4.json//entities/637/settings/dialog/2/text
source: Do I look like some kind of brawler to you?
es_es: ¿Te parezco algún tipo de luchador?
ru_ru: Я что, похожа на драчуна, по-твоему?

# data/maps/autumn/path4.json//entities/637/settings/dialog/3/text
source: I don't think the Bovines care. All they understand is literal ass-kicking!
es_es: No creo que a los Bovinos les importe. ¡Todo lo que entienden es una buena paliza!
ru_ru: Я не думаю, что Бычарам есть до этого дело. Всё, что они понимают - это буквальное надирание задниц!

# data/maps/autumn/path4.json//entities/637/settings/dialog/4/text
source: Then I guess I will need to get used to it.
es_es: Entonces supongo que me tendré que acostumbrar.
ru_ru: Тогда, я думаю, мне придётся привыкнуть к этому.

# data/maps/autumn/path4.json//entities/638/settings/event/0/message
source: More laser bridges!
es_es: ¡Más Puentes de Luz!
ru_ru: Ещё лазерные мосты!

# data/maps/autumn/path5.json//entities/611/settings/interact/hoverText
source: \i[arrow-nw] To Bergen Trail. \i[arrow-ne] To Rookie Harbor \i[arrow-sw] Ye old Observatory
es_es: \i[arrow-nw] Al Sendero de Bergen \i[arrow-ne] Al Puerto Recluta \i[arrow-sw] El Viejo Observatorio
ru_ru: \i[arrow-nw] к Тропе в Берген \i[arrow-ne] к Гавани новичков \i[arrow-sw] к Cтарой обсерватории

# data/maps/autumn/path5.json//entities/619/settings/event/6/message
source: Hm, I hope we don't get lost around here.
es_es: Hm, creo que estamos algo perdidas.
ru_ru: Хм, надеюсь, мы не потеряемся здесь.

# data/maps/autumn/path5.json//entities/619/settings/event/8/message
source: Ah, over there!
es_es: ¡Ah, por ahí!
ru_ru: Ах, смотри!

# data/maps/autumn/path5.json//entities/619/settings/event/16/message
source: Seems we have to head \c[3]northwest\c[0] to reach Bergen Trail.
es_es: Parece que tenemos que ir al \c[3]noroeste\c[0] para llegar al Sendero de Bergen.
ru_ru: Похоже, что нам нужно идти на \c[3]северо-запад\c[0], чтобы добраться до Тропы в Берген.

# data/maps/autumn/path5.json//entities/619/settings/event/17/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path5.json//entities/619/settings/event/21/message
source: I hope it's not too far.
es_es: Espero que no quede lejos.
ru_ru: Я надеюсь, это не очень далеко.

# data/maps/autumn/path5.json//entities/619/settings/event/22/message
source: I will have to logout sooner or later, you see?
es_es: Tendré que desconectarme tarde o temprano, ¿sabes?
ru_ru: Мне придётся рано или поздно выйти из игры, понимаешь?

# data/maps/autumn/path5.json//entities/619/settings/event/24/message
source: Oh, don't worry. I'll stay until you beat up Mr. Grasshead!
es_es: Oh, no te preocupes. ¡Me quedaré hasta que le des una paliza a ese Peloverde!
ru_ru: Ой, не волнуйся. Я останусь здесь до тех пор, пока ты не наваляешь мистеру Траве-голове!

# data/maps/autumn/path5.json//entities/619/settings/event/25/message
source: And please don't hurry too much because of me!
es_es: ¡Y por favor, no te apures por mí!
ru_ru: И, пожалуйста, не торопись из-за меня!

# data/maps/autumn/path5.json//entities/619/settings/event/26/thenStep/0/message
source: Though there really is no reason for you to prepare for this duel, is there?
es_es: Aunque no hay mucho motivo para que te prepares para este duelo, ¿no?
ru_ru: Хотя для подготовки к этому поединку нет никаких оснований, не так ли?

# data/maps/autumn/path5.json//entities/619/settings/event/26/thenStep/1/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/path5.json//entities/619/settings/event/26/thenStep/2/message
source: Well, in any case!\. C'est parti!
es_es: ¡Bueno, de todos modos!\. ¡C'est parti!
ru_ru: Ну, в любом случае!\. C'est parti (Погнали)!

# data/maps/autumn/path5.json//entities/619/settings/event/26/elseStep/0/message
source: We have to make sure you're well trained, non?
es_es: Tenemos que asegurarnos de que estés bien entrenada, ¿non?
ru_ru: Мы должны убедиться, что ты хорошо подготовлена, так ведь?

# data/maps/autumn/path5.json//entities/619/settings/event/26/elseStep/1/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path5.json//entities/619/settings/event/26/elseStep/2/message
source: Alright, then...\. C'est parti!
es_es: Bien, entonces...\. ¡C'est parti!
ru_ru: Ладно, тогда...\. C'est parti (Погнали)!

# data/maps/autumn/path5.json//entities/619/settings/event/34/message
source: Hm...\. That is right.
es_es: Hm...\. Es cierto.
ru_ru: Хмм...\. И правда.

# data/maps/autumn/path5.json//entities/619/settings/event/35/message
source: We have been playing for a long while now, Lea.
es_es: Hemos estado jugando por un largo tiempo, Lea.
ru_ru: Мы играем уже довольно долгое время, Лея.

# data/maps/autumn/path5.json//entities/619/settings/event/37/message
source: Anyway, I suppose there is still time for you to face that duel.
es_es: Pero bueno, supongo que tengo tiempo suficiente para ver ese duelo.
ru_ru: В любом случае, я полагаю, у тебя ещё есть время на эту дуэль.

# data/maps/autumn/path5.json//entities/619/settings/event/43/message
source: Come on, Lea!
es_es: ¡Vamos, Lea!
ru_ru: Идём, Лея!

# data/maps/autumn/path6.json//entities/918/settings/analyzable/text
source: Food Collector
es_es: Coleccionista de Comida
ru_ru: Сборщик продуктов

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Waaah...! Don't be so loud! Do you want THEM to hear you?
es_es: ¡Shhhh...! ¡No seas tan ruidosa! ¿Quieres que ESAS COSAS te oigan?
ru_ru: Ааааа...! Не шуми так! Ты что, хочешь, чтобы ОНИ услышали тебя?

source: I'm talking about those thieving Bovines!\. They've ambushed me and stole all the fruits and herbs I've been gathering!
es_es: ¡Hablo de esos Bovinos!\. ¡Me embistieron y me robaron todas las frutas y hierbas que he estado recolectando!
ru_ru: Я говорю об этих вороватых бычарах! Они устроили мне засаду и украли все фрукты и травы, которые я собрала!

source: Look at that beast, grazing there like nothing happened!\. And there's more of them in the bushes, just waiting for a victim!
es_es: ¡Mira a esa bestia, pastando como si nada hubiera pasado!\. ¡Y hay más de ellos en los arbustos, esperando a una víctima!
ru_ru: Посмотри на эту зверюгу, которая там пасётся, как будто ничего и не случилось! И их ещё больше в кустах, ожидают свою жертву!

source: But... you were sent to help me, right?\. I worked all day collecting that stuff, we need to get it back!
es_es: Pero... te enviaron a ayudarme, ¿cierto?\. ¡Estuve trabajando todo el día para conseguir eso, tenemos que recuperarlo!
ru_ru: Но... тебя послали помочь мне, верно?\. Я работала целый день, собирая эти материалы, мы должны вернуть их назад!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well...\. you have to do it.\. I have to...\. watch for reinforcements.\. So...\. good luck!
es_es: Bueno...\. tú tienes que hacerlo.\. Yo tengo que...\. estar atenta a los refuerzos.\. Así que...\. ¡buena suerte!
ru_ru: Ладно...\. ты должна сделать это.\. А я буду...\. следить за подкреплением.\. Так что...\. удачи!

# data/maps/autumn/path6.json//entities/918/settings/npcStates/1/event/2/message
source: Go slaughter them and bring me the package!\. I'll be right here, surveying the situation!
es_es: ¡Ve a asesinarlos y traeme el paquete!\. ¡Yo estaré aquí, revisando la situación!
ru_ru: Иди убей их и принеси мне пакет!\. А я пока буду следить за ситуацией отсюда!

# data/maps/autumn/path6.json//entities/918/settings/npcStates/2/event/2/message
source: Great work!\. Now... please bring me the package?\. I don't trust this silence.
es_es: ¡Gran trabajo!\. Ahora... ¿podrías traerme el paquete por favor?\. No me fío de este silencio.
ru_ru: Отличная работа!\. Теперь... пожалуйста, принесёшь мне пакет?\. Это молчание меня настораживает.

source: There they are, the fruits of my labor!\. Literally.
es_es: ¡Ahí están, los frutos de mi trabajo!\. Literalmente.
ru_ru: Вот они, плоды моего труда!\. Буквально.

source: Thanks a bunch!\. You totally saved my butt here!\. But now I gotta get going and deliver these before it's too late.\. So...\. bye!
es_es: ¡Muchas gracias!\. ¡Me salvaste el pellejo!\. Pero la verdad es que tengo que irme y entregar esto antes de que sea demasiado tarde.\. Así que...\. ¡adiós!
ru_ru: Огромное спасибо!\. Ты определённо спасла мою задницу!\. Теперь я должна поторопиться и доставить это, пока не поздно.\. Так что...\. счастливо!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Ah, what's up?
es_es: Ah, ¿qué pasa?
ru_ru: Ах, как дела?

source: For me?
es_es: ¿Para mí?
ru_ru: Для меня?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: 'kay.
es_es: Bueno.
ru_ru: Окей.

source: Sorry I can't muster more feeling, but I get these things way too often.
es_es: Perdona pero no puedo pretender que me emociona, recibo estos regalos con demasiada frecuencia.
ru_ru: Извини, что не могу проявить больше чувств, слишком уж часто я получаю подобные вещи.

source: I don't get it. How does a stranger know what I want?
es_es: No lo entiendo. ¿Cómo es que un extraño sabe lo que quiero?
ru_ru: Я не понимаю. Откуда незнакомцу знать, чего я хочу?

source: I don't know why you give me these but you gotta stop.
es_es: No sé por que me das esto pero tienes que parar.
ru_ru: Я не знаю, почему вы даёте мне это, но вы должны остановиться.

# data/maps/autumn/path6.json//entities/948/settings/analyzable/text
source: Tucos
ru_ru: Тукос

source: Tucos
ru_ru: Тукос

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: About time someone showed up.\. And I hear you also helped us out with that lost data?
es_es: Ya era hora de que venga alguien.\. ¿Y oí que también nos ayudaste con esos datos perdidos?
ru_ru: Наконец-то кто-то появился.\. И я слышал, что это ты помогла нам с теми потерянными данными?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: You really saved my butt there.\. I would've lost weeks of work if some critter had decided to eat it.
es_es: Me salvaste el pellejo.\. Habría perdido meses de trabajo si algún bicho hubiera decidido comérselo.
ru_ru: Ты действительно выручила меня.\. Я бы потерял несколько недель работы, если бы одно из этих созданий решило съесть их.

source: But we gotta make it count now.\. I'm sure the group that jumped me had a special leader with them.
es_es: Pero tenemos que hacer que lo noten.\. Estoy seguro de que el grupo que me atacó tenía algún tipo de líder.
ru_ru: Но перейдём к делу.\. Я уверен, что у группы, которая набросилась на меня, был особый лидер.

source: Cut that one down and they might just become your usual pack of beasts again.
es_es: Si quitas a ese del camino, puede que se vuelvan un grupo de bestias normales otra vez.
ru_ru: Покончим с ним и, возможно, они снова станут обычной стаей зверей.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Right.\. I've already spotted that sneaky rat again and tailed it to their hiding spot.
es_es: Bien.\. Ya he visto a esa escurridiza rata otra vez y la seguí hasta su escondite.
ru_ru: Хорошо.\. Я уже выследил эту подлую крысу и загнал её в укрытие.

source: It's in a cave across the river northeast of here.\. Follow me!
es_es: Está en una cueva cruzando el río al noreste de aquí.\. ¡Sígueme!
ru_ru: Это в пещере через реку, к северо-востоку отсюда.\. За мной!

# data/maps/autumn/path6.json//entities/948/settings/npcStates/2/event/0/name
source: Tucos
ru_ru: Тукос

# data/maps/autumn/path6.json//entities/948/settings/npcStates/2/event/2/message
source: You should go inside and see what you can find.\. I'll guard the entrance.
es_es: Deberías ir dentro y ver que puedes encontrar.\. Yo vigilaré la entrada.
ru_ru: Ты должна пойти внутрь и посмотреть, что можно там найти.\. Я буду охранять вход.

# data/maps/autumn/path6.json//entities/948/settings/npcStates/2/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path6.json//entities/949/settings/event/19/name
source: Tucos
ru_ru: Тукос

# data/maps/autumn/path6.json//entities/949/settings/event/21/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/path6.json//entities/949/settings/event/22/message
source: Ah, welcome back partner.
es_es: Ah, bienvenida de nuevo socia.
ru_ru: Ах, с возвращением, напарник.

# data/maps/autumn/path6.json//entities/949/settings/event/23/message
source: Judging by that satisfied look on your face and the noise you made in there I assume you got it?
es_es: A juzgar por tu mirada de satisfacción y el ruído que hiciste ahí dentro, ¿asumo que lidiaste con el problema?
ru_ru: Судя по довольной ухмылке на твоём лице и шуму, который ты наделала, полагаю, что ты справилась?

# data/maps/autumn/path6.json//entities/949/settings/event/24/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path6.json//entities/949/settings/event/25/message
source: Ha, that should teach those things to not mess with a Falldiver Pioneer.
es_es: Ja, eso debería enseñarle a esas cosas que no se deben meter con un Caidalero Pionero.
ru_ru: Ха, это должно научить этих штук не связываться с пионером Рейдеров Осени.

# data/maps/autumn/path6.json//entities/949/settings/event/26/message
source: Seems like you also found something interesting.\. Lemme have a look.
es_es: Parece que también encontraste algo interesante.\. Déjame ver.
ru_ru: Похоже, что ты нашла что-то интересное.\. Дай-ка мне взглянуть.

# data/maps/autumn/path6.json//entities/949/settings/event/30/name
source: Tucos
ru_ru: Тукос

# data/maps/autumn/path6.json//entities/949/settings/event/32/message
source: Huh, that looks like some kind of \c[3]data storage unit\c[0] as well, but not the kind we would use.
es_es: Hm, parece algún tipo de \c[3]unidad de almacenamiento de datos\c[0], pero no del tipo que solemos usar.
ru_ru: Хмм, это похоже на какой-то \c[3]блок хранения данных\c[0], но не того типа, который мы используем.

# data/maps/autumn/path6.json//entities/949/settings/event/33/message
source: If that Hillkat bigshot had it then it might be extremely useful.\. HQ should definitely give it a thorough scan.
es_es: Si esa Colicata lo tenía entonces puede sernos extremadamente útil.\. Deberíamos darle una profunda escaneada en la sede central.
ru_ru: Если это было у главаря Горностаев, оно может быть очень полезным.\. Штабу определённо стоит провести более детальное сканирование.

# data/maps/autumn/path6.json//entities/949/settings/event/34/message
source: Here, take it back.\. I'm not gonna hog your glory after everything you did.
es_es: Toma, llévalo tú.\. No me robaré tu gloria después de lo que hiciste.
ru_ru: Вот, возьми обратно.\. Я не собираюсь приписывать себе твою славу после всего, что ты сделала.

# data/maps/autumn/path6.json//entities/949/settings/event/35/message
source: Lea!
ru_ru: Лея!

# data/maps/autumn/path6.json//entities/949/settings/event/44/name
source: Tucos
ru_ru: Тукос

# data/maps/autumn/path6.json//entities/949/settings/event/45/message
source: A'ight, I better get back and share my report.\. 'Til next time!
es_es: Bien, será mejor que vuelva y haga mi reporte.\. ¡Hasta la próxima!
ru_ru: Лады, мне лучше вернуться и поделиться своим докладом.\. До встречи!

# data/maps/autumn/path6.json//entities/951/settings/event/5/name
source: Tucos
ru_ru: Тукос

# data/maps/autumn/path6.json//entities/951/settings/event/7/message
source: Alright, here we are.\. It seems quiet out here, but don't let that fool you.
es_es: Bien, aquí estamos.\. Se ve algo tranquilo, pero no dejes que eso te engañe.
ru_ru: Так, вот мы и здесь. Кажется, что здесь тихо, но не позволяй этому обмануть тебя.

# data/maps/autumn/path6.json//entities/951/settings/event/8/message
source: I didn't sense it leaving, so it should still be inside.
es_es: No lo sentí irse, así que debe estar ahí dentro.
ru_ru: Я не видел, чтобы он уходил, поэтому он по-прежнему должен быть внутри.

# data/maps/autumn/path6.json//entities/951/settings/event/9/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]
