Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

source: Why not?\. I'm sure I'd handle it!
es_es: ¿Por qué no?\. ¡Estoy segura de que podría hacerlo!
ru_ru: Почему нет?\. Я уверена, что справлюсь с этим!

source: Oh, I'd like to see that! Luke, you should swap places with Emilie!
es_es: Oh, ¡me encantaría ver eso! ¡Luke, deberías cambiar lugares con Emilie!
ru_ru: Ох, я бы хотел это увидеть! Люк, тебе следует поменяться местами с Эмили!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/53/message
source: Hush, everyone! Let's not derail too much, alrighty?
es_es: ¡Basta, todos! No nos vayamos del tema, ¿si?
ru_ru: Тихо всем! Давайте не будем устраивать балаган, хорошо?

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/55/message
source: Yes, ma'am!
es_es: ¡Sí, señora!
ru_ru: Да, мэм!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/57/message
source: We might be on separate tracks, but there is still a collaboration between the two teams.
es_es: Iremos por caminos separados, pero aún tenemos que jugar en equipo.
ru_ru: Мы будем на разных путях, но между двумя командами всё равно будет совместная работа.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/59/message
source: It's those pillar enemies, right?
es_es: Hablas de los pilares, ¿cierto?
ru_ru: Это те враги-столбы, да?

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/60/message
source: That's correct! Essentially both teams have to attack the right targets at the same time.
es_es: ¡Así es! Básicamente, ambos equipos deberán atacar a los objetivos correctos a la vez.
ru_ru: Верно! По сути, обе команды должны атаковать правильные цели одновременно.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/64/message
source: Oh, that sounds interesting. How does it work exactly?
es_es: Oh, eso suena interesante. ¿Cómo funciona exactamente?
ru_ru: О, это звучит интересно. Как это работает?

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/66/message
source: Oh Tronny, don't worry too much about it yet.
es_es: Oh Tronny, no te preocupes por eso.
ru_ru: Ой, Тронни, пока не углубляйся слишком сильно.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/67/message
source: It's quite simple. We'll give you instructions when we're there!
es_es: Es bastante sencillo. ¡Les daremos instrucciones cuando estemos allí!
ru_ru: Это довольно просто. Мы дадим вам инструкции, когда будем на месте!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/68/message
source: Got it!
es_es: ¡De acuerdo!
ru_ru: Понял!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/71/message
source: Also, be aware that there will be a tricky boss enemy at the end for each team.
es_es: Además, les aviso de que habrá un jefe al final del camino para cada equipo.
ru_ru: Кроме того, имейте в виду, что в конце каждую команду ждёт хитрый босс.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/72/message
source: So make sure to be well prepared, eh?
es_es: Así que prepárense bien, ¿eh?
ru_ru: Поэтому убедитесь, что вы хорошо подготовились, ладно?

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/75/message
source: Oui, of course!
es_es: ¡Oui, por supuesto!
ru_ru: Oui (Да), конечно!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/76/message
source: So when do we start?
es_es: Entonces, ¿cuándo empezamos?
ru_ru: Так когда мы начинаем?

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/77/message
source: Our slot is reserved for tomorrow afternoon in-game time. Make sure you're not too late!
es_es: Nuestro lugar está reservado para mañana a la tarde, tiempo del juego. ¡Asegúrense de no llegar tarde!
ru_ru: Наш слот зарезервирован на завтрашний полдень по игровому времени. Не опаздывайте!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/79/message
source: Also the entrance to the raid area is within Autumn's Fall, close to the statue.
es_es: Recuerden, la entrada a la Raid está en Ocaso Otoñal, cerca de la estatua.
ru_ru: Кстати, вход в область рейда находится в Закате Осени, рядом со статуей.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/80/message
source: So... Let's just meet at the statue tomorrow.
es_es: Así que... Reunámonos en esa estatua mañana.
ru_ru: Так что... давайте встретимся у статуи завтра.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/82/message
source: Alright, sounds good!
es_es: ¡De acuerdo, suena bien!
ru_ru: Ладно, звучит неплохо!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/83/message
source: Ahhhhhhh! I'm so excited!
es_es: ¡Ahhhhhhhh! ¡Estoy tan emocionada!
ru_ru: Ааааааах! Я так взволнована!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/92/message
source: We'll go on a \s[4]raaaaiiiiiiiiiiiiiiiiiiiiiii
es_es: Tendremos una \s[4]Raaaaaaiiiiiiiiiiiiiii
ru_ru: Мы пойдем в \s[4]рееееиииииииииииииииииииииии

source: Unexpected Error
es_es: Error Inesperado
ru_ru: Непредвиденная ошибка

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/102/message
source: Look at that! Emilie was so excited, she burst!
es_es: ¡Miren nada más! ¡Parece que Emilie estalla de la emoción!
ru_ru: Посмотрите на это! Эмили была так взволнована, что аж лопнула!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/103/message
source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/107/message
source: Ah...\. don't worry, dear.
es_es: Ah...\. no te preocupes, querida.
ru_ru: Ах...\. не переживай, дорогая.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/108/message
source: It's just a small connection error. It happens occasionally.
es_es: Es solo un pequeño problema de conexión. Sucede ocasionalmente.
ru_ru: Это просто небольшая ошибка подключения. Это случается изредка.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/110/message
source: Huh?\. So they still have connection errors these days?
es_es: ¿Eh?\. ¿Así que siguen habiendo problemas de conexión al día de hoy?
ru_ru: Правда?\. Так у них до сих пор присутствуют ошибки подключения?

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/115/message
source: No, that's not a connection error, strictly speaking.
es_es: No, eso no es precisamente un problema de conexión.
ru_ru: Нет, это не ошибка подключения, откровенно говоря.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/116/message
source: It's one of the avatar servers failing.
es_es: Es una falla en uno de los servidores de avatares.
ru_ru: Это выход из строя одного из серверов аватаров.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/117/message
source: CrossWorlds is run by a huge distributed system.
es_es: CrossWorlds funciona en un gigantesco sistema distribuido.
ru_ru: CrossWorlds управляется огромной распределённой системой.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/118/message
source: There are hundreds of servers just for the avatars.
es_es: Hay cientos de servidores solo para los avatares.
ru_ru: Существуют сотни серверов, и это только для аватаров.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/119/message
source: So it is not unknown that some of them occasionally fail.
es_es: Así que no sería raro que cada tanto alguno de ellos falle.
ru_ru: Так что не секрет, что некоторые из них иногда выходят из строя.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/120/message
source: The backup should be up in a few seconds.
es_es: El respaldo de seguridad debería aparecer aquí en unos segundos.
ru_ru: Резервная копия должна быть запущена через несколько секунд.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/122/message
source: Oh, I see!
es_es: ¡Oh, ya veo!
ru_ru: Ох, я понял!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/126/message
source: The tech nerd strikes again!
es_es: ¡El nerd ataca otra vez!
ru_ru: Технический ботаник снова наносит удар!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/128/message
source: Al...\. please mind the immersion.
es_es: Al...\. por favor no arruines la inmersión.
ru_ru: Ал...\. пожалуйста, не порть погружение в игру.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/130/message
source: Right.\. My apologies.
es_es: Cierto.\. Me disculpo.
ru_ru: Верно.\. Прошу прощения.

source: Initialize Avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/137/message
source: Sacrebleu!\. What was that?!
es_es: ¡Sacrebleu!\. ¡¿Qué pasó?!
ru_ru: Sacrebleu (Чёрт)!\. Что это было?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/141/message
source: Don't worry dear! Just a small technical issue.
es_es: ¡No te preocupes, querida! Tan solo un pequeño problema técnico.
ru_ru: Не волнуйся, дорогая! Просто небольшая техническая проблема.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/142/message
source: I-I see!
es_es: ¡Y-Ya veo!
ru_ru: Т-Теперь понятно!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/143/message
source: Alors...\. Actually, I was planning to log off soon anyway.
es_es: Alors...\. De hecho, estaba planeando desconectarme pronto de todos modos.
ru_ru: Alors (Ну)...\. На самом деле, я всё равно планировала скоро выйти из системы.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/144/message
source: Still gotta get some stuff done, so I have all the time tomorrow for the raid.
es_es: Quiero terminar un par de cosas, así dispondré de más tiempo mañana para la Raid.
ru_ru: Ещё нужно кое-что сделать, чтобы у меня завтра было свободное время для рейда.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/149/message
source: Yes... same for me, actually.
es_es: Si... yo igual, de hecho.
ru_ru: Да... на самом деле, мне тоже.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/152/message
source: Tronny, Lea? Let's meet tomorrow and go to the raid together!
es_es: ¿Tronny, Lea? ¡Juntémonos mañana y vayamos a la raid juntos!
ru_ru: Тронни, Лея? Давайте встретимся завтра и пойдём в рейд вместе!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/153/message
source: And make sure to be there on time! We still might want to prepare a bit!
es_es: ¡Y asegúrense de llegar con tiempo! ¡Puede que queramos prepararnos un poco!
ru_ru: И не опаздывайте! Мы могли бы подготовиться немного!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/154/message
source: Okey-dokey!
es_es: ¡École!
ru_ru: Оки-доки!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/156/message
source: Well then...\. See you tomorrow!\. Au revoir!
es_es: Bien entonces...\. ¡Nos vemos mañana!\. ¡Au revoir!
ru_ru: Ну тогда...\. Увидимся завтра!\. Au revoir (До свидания)!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/158/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/159/message
source: Good bye, everyone!
es_es: ¡Adiós a todos!
ru_ru: Всем пока!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/161/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/163/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/170/message
source: What about you, Lea? Logging off as well?
es_es: ¿Qué hay de ti, Lea? ¿Te desconectas también?
ru_ru: Как насчёт тебя, Лея? Ты тоже выходишь?

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/173/message
source: Might be a good idea.\. I will make sure to get you back into the game in time.
es_es: Puede que sea buena idea.\. No te preocupes, te reconectaré a tiempo para la Raid.
ru_ru: Возможно, что это хорошая идея.\. Я обязательно верну тебя в игру вовремя.

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/175/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/176/message
source: Alright then, see you tomorrow!
es_es: De acuerdo, ¡nos vemos mañana!
ru_ru: Ладно, тогда увидимся завтра!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/178/message
source: Good bye, my dear!
es_es: ¡Adiós, querida!
ru_ru: До свидания, моя дорогая!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/179/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/guild/inner-fs-eg.json//entities/67/settings/event/183/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/12/text
source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/19/message
source: Good morning, Lea!
es_es: ¡Buenos días, Lea!
ru_ru: Доброе утро, Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/23/message
source: Doing fine?
es_es: ¿Estás bien?
ru_ru: Всё в порядке?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/25/message
source: I made sure to log you in early, so there is still plenty of time before the raid.
es_es: Me aseguré de conectarte temprano, así tienes tiempo de sobra para la Raid.
ru_ru: Я позаботился о том, чтобы ты зашла в игру пораньше, у тебя ещё много времени до рейда.

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/27/message
source: Hm...\. is everything ok?
es_es: Hm...\. ¿está todo bien?
ru_ru: Хм...\. всё нормально?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/28/message
source: ...Wait.
es_es: ...Espera.
ru_ru: ...Подожди.

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/29/message
source: Did you have another dream?
es_es: ¿Tuviste otro sueño?
ru_ru: Тебе приснился очередной сон?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/30/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/31/message
source: Oh!\. What did you see...?
es_es: ¡Oh!\. ¿Qué viste...?
ru_ru: Ох!\. Что ты видела...?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/32/message
source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/33/message
source: Hm, was it that one location again?
es_es: Hm, ¿era ese lugar otra vez?
ru_ru: Хм, это снова была та же локация?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/34/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/35/message
source: A person?
es_es: ¿Una persona?
ru_ru: Человек?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/36/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/37/message
source: Uhm... another location?
es_es: Um... ¿otro lugar?
ru_ru: Эмм... другая локация?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/38/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/39/message
source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/40/message
source: Now I am somewhat puzzled. What else could you have remembered?
es_es: No tengo idea. ¿Qué más podrías haber recordado?
ru_ru: Теперь я несколько озадачен. Что ещё ты можешь вспомнить?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/43/message
source: Actually, about the dream you had before this...
es_es: Por cierto, sobre el sueño anterior a este...
ru_ru: Кстати, о том сне, который был до этого...

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/44/message
source: I prepared a couple of questions that could help us to pinpoint the location you saw.
es_es: Preparé un par de preguntas que podrían ayudarnos a descifrar qué es lo que viste.
ru_ru: Я подготовил пару вопросов, которые могут помочь нам точно распознать локацию, которую ты видела.

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/46/message
source: Alright, let me see...
es_es: Bien, déjame ver...
ru_ru: Так, посмотрим...

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/47/message
source: Did it look like a \c[3]jungle\c[0]? With lots of plants, huge trees, et cetera?
es_es: ¿Se parecía a una \c[3]jungla\c[0]? ¿Con muchas plantas, árboles enormes, etcétera?
ru_ru: Она выглядела как \c[3]джунгли\c[0]? С кучей растений, огромными деревьями и тому подобным?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/49/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/50/message
source: Alright, I suppose it would not be \c[3]Gaia's Garden\c[0], then.
es_es: Bien, supongo que no era el \c[3]Jardín de Gaia\c[0] entonces.
ru_ru: Хорошо, тогда я полагаю, что это вряд ли \c[3]Сад Гайи\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/51/message
source: Hm...\. okay!
es_es: Hm...\. ¡bien!
ru_ru: Хм...\. ладно!

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/52/message
source: Was it a fairly dark location? With \c[3]bamboo trees\c[0] and similar plants?
es_es: ¿Era un lugar más bien oscuro? ¿Con \c[3]árboles de bambú\c[0] y plantas similares?
ru_ru: Это была довольно тёмная локация? С \c[3]бамбуковыми деревьями\c[0] и похожими растениями?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/54/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/55/message
source: I see! It must be \c[3]Sapphire Ridge\c[0], then.
es_es: ¡Ya veo! Debe ser la \c[3]Cresta Zafiro\c[0] entonces.
ru_ru: Понял! Тогда, должно быть, это \c[3]Сапфировый край\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/57/message
source: That is one of the later locations in CrossWorlds.
es_es: Es un lugar de CrossWorlds que verás más adelante.
ru_ru: Это одна из последних локаций в CrossWorlds.

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/58/message
source: It is still a ways off, but we will reach it eventually.
es_es: Aún queda camino, pero ya llegaremos.
ru_ru: До этого ещё далеко, но мы доберёмся до неё в конце концов.

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/59/message
source: And once you are there, maybe it will help you to recover your memory.
es_es: Y una vez que llegues, quizá te ayude a recuperar tu memoria.
ru_ru: И как только ты окажешься там, возможно, что это поможет восстановить твою память.

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/60/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/61/message
source: Well then, let us continue with today's schedule!
es_es: Bueno, ¡sigamos con el cronograma de hoy!
ru_ru: Ну что, давай следовать сегодняшнему расписанию!

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/62/message
source: In other words... let us prepare for the \c[3]raid\c[0]!
es_es: En otra palabras... ¡prepárate para la \c[3]Raid\c[0]!
ru_ru: Иными словами... давай подготовимся к \c[3]рейду\c[0]!

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/63/message
source: I think the guild wanted to meet at the \c[3]statue in Autumn's Fall\c[0], right?
es_es: Creo que el gremio quería juntarse en la \c[3]estatua de Ocaso Otoñal\c[0], ¿no?
ru_ru: Кажется, гильдия хотела встретиться у статуи в \c[3]Закате Осени\c[0], верно?

# data/maps/autumn/guild/inner-fs-eg.json//entities/68/settings/event/66/task
source: Meet the other First Scholar Members at the \c[3]Statue\c[0] in \c[3]Autumn's Fall\c[0].
es_es: Reúnete con los otros miembros de los Primeros Eruditos en la \c[3]Estatua\c[0] de \c[3]Ocaso Otoñal\c[0].
ru_ru: Встретьтесь с другими членами Первоучёных возле \c[3]статуи\c[0] в \c[3]Закате Осени\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/7/message
source: Hi...
es_es: Hola...
ru_ru: Привет...

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/13/message
source: Bonjour.
ru_ru: Bonjour (Привет).

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/14/message
source: So...
es_es: Entonces...
ru_ru: Так...

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/15/message
source: What happened?
es_es: ¿Qué pasó?
ru_ru: Что произошло?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/19/message
source: All I know is that you just left...\. in the middle of the raid.
es_es: Todo lo que se es que te fuiste...\. en medio de la raid.
ru_ru: Всё, что я знаю, это то, что ты просто вышла...\. посреди рейда.

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/20/message
source: We had to cancel the whole thing... and we had such a good run.
es_es: Tuvimos que cancelarla... y estábamos haciéndolo tan bien.
ru_ru: Нам пришлось всё отменить... а ведь был такой хороший забег.

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/22/message
source: Then you've been missing for a whole week!
es_es: ¡Y luego desapareces por una semana entera!
ru_ru: Затем ты пропадала всю неделю!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/23/message
source: Well...\. sort of!
es_es: Bueno...\. ¡más o menos!
ru_ru: Ну...\. типа того!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/24/message
source: You have still been listed as \c[3]online\c[0], but I couldn't contact you!
es_es: ¡Aparecías como \c[3]conectada\c[0], pero no te podía contactar!
ru_ru: Ты по-прежнему была в списке как \c[3]онлайн\c[0], но я не могла с тобой связаться!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/25/message
source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/26/message
source: That's what I want to know!
es_es: ¡Eso quiero saber yo!
ru_ru: Это я и хотела бы знать!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/27/message
source: Someone told me that you might have \c[3]blocked\c[0] us from contacting you.
es_es: Alguien me dijo que podrías habernos \c[3]bloqueado\c[0] para que no te contactemos.
ru_ru: Мне говорили, что ты могла \c[3]заблокировать\c[0] возможность общаться с тобой.

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/29/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/31/message
source: Then WHAT was it?
es_es: ¿Entonces QUÉ pasó?
ru_ru: Тогда ЧТО это было?
