Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn-fall.po
Languages: es_es, ru_ru

# data/maps/autumn-fall/path-07.json//entities/669/settings/event/33/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn-fall/path-07.json//entities/669/settings/event/38/action/3/text
source: [Remote Control activated]
es_es: [Control Remoto activado]
ru_ru: [Дистанционное управление активировано]

source: Now that one was just mean!
es_es: ¡Qué cofre más molesto!
ru_ru: А вот это было просто подло!

source: Jumping over these entrance pillars, really now...
es_es: Saltar sobre estos pilares de la entrada, de verdad ahora...
ru_ru: Прыгать через эти входные столбы, серьёзно...

# data/maps/autumn-fall/path-08.json//entities/652/settings/event/0/message
source: Tiny Laser Bridge!!
es_es: ¡¡Mini Puente de Luz!!
ru_ru: Крошечный лазерный мост!

# data/maps/autumn-fall/path-08.json//entities/653/settings/event/0/message
source: Huh...\. a little ruin surrounded by cliffs.
es_es: Vaya...\. Una pequeña ruina rodeada de acantilados.
ru_ru: Хмм...\. маленькие руины в окружении скал.

# data/maps/autumn-fall/path-08.json//entities/653/settings/event/1/message
source: Must have been a neat little place to chill out, far away from all the troubles of the world...
es_es: Debió ser un excelente lugar para relajarse, alejado de todos los problemas del mundo...
ru_ru: Должно быть, это было маленьким уютным местом, чтобы расслабиться, вдали от всех бед мира...

# data/maps/autumn-fall/path-08.json//entities/663/settings/interact/event/3/text
source: Key Applied
es_es: Llave Aplicada
ru_ru: Ключ применён

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/1/name
source: Joe the Younger
es_es: Joe el Joven
ru_ru: Джо младший

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/3/message
source: Hey, \v[lore.title.seeker]!\. You won't believe what I just found in our databases!
es_es: ¡Hola, \v[lore.title.seeker]a!\. ¡No vas a creer lo que acabo de encontrar en nuestras bases de datos!
ru_ru: Эй, Искатель!\. Ты не поверишь, что я только что нашёл в наших базах данных!

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/4/message
source: Did you know that rolling \v[combat.name.hedgehog]s are among the top percent of roundest mammals on \v[lore.title.planet]?\. So neat!
es_es: ¿Sabías que los rodantes \v[combat.name.hedgehog]s están entre los mamíferos más redondos de \v[lore.title.planet]?\. ¡Qué genial!
ru_ru: Знаешь ли ты, что вращающиеся Дикоборзы являются одними из самых осферевших млекопитающих на Шадуне?\. Так классно!

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/5/message
source: Lea...
ru_ru: Лея...

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/6/message
source: Oh wait, really? You already confronted another group of the \c[3]Flying types\c[0]?
es_es: Oh, aguarda. ¿En serio ? ¿Ya te enfrentaste a otro grupo de \c[3]Erizos que vuelan\c[0]?
ru_ru: Ой, подожди, правда? Ты уже столкнулась с очередной группой \c[3]летающего вида\c[0]?

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/7/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/8/message
source: And then you found a strange electronic device?\. Right next to the \c[3]Flying type\c[0] \v[combat.name.hedgehog]?!
es_es: ¡¿Y después encontraste un extraño dispositivo electrónico justo al lado del \v[combat.name.hedgehog] que vuela?!
ru_ru: А потом ты нашла странное электронное устройство?\. Прямо рядом с \c[3]летающим видом\c[0] Дикоборзов?!

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/9/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/10/message
source: Wow, that's funky.\. Totally not \v[combat.name.hedgehog]-like.
es_es: Vaya, qué curioso.\. Esto realmente no es propio de un \v[combat.name.hedgehog].
ru_ru: Вау, это прикольно.\. Совсем не по-дикоборзовски.

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/11/message
source: Wait!
es_es: ¡Espera!
ru_ru: Подожди!

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/12/message
source: What, it gave a signal?\. So it's one of those location pinpoint devices that are often used to pinpoint locations.
es_es: ¡¿Qué?! ¿Emitió una señal?\. Así que es uno de esos dispositivos identificadores de locaciones que suelen ser ocupados para identificar locaciones.
ru_ru: Что, оно дало сигнал? Так это одно из этих устройств определения местоположения, которые часто используются для отслеживания локации.

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/13/message
source: It could lead you to the \c[3]Flying types'\c[0] lair!\. That would be incredible!\. Come on, do it!
es_es: ¡Podría guiarte a la madriguera de los \c[3]Erizos que vuelan\c[0]!\. ¡Eso sería increíble!\. ¡Vamos, hazlo!
ru_ru: Это может привести тебя к логову \c[3]летающего вида\c[0]!\. Это было бы невероятно! Давай, сделай это!

# data/maps/autumn-fall/path-08.json//entities/664/settings/event/14/message
source: Bye...
es_es: Adiós...
ru_ru: Пока...

# data/maps/autumn-fall/path-09.json//entities/254/settings/event/17/text
source: Traveler.
es_es: Viajera.
ru_ru: Странник.

# data/maps/autumn-fall/path-09.json//entities/254/settings/event/18/text
source: Our little journey is almost over.
es_es: Nuestra pequeña aventura está por terminar.
ru_ru: Наше маленькое путешествие почти закончено.

# data/maps/autumn-fall/path-09.json//entities/254/settings/event/19/text
source: Now for your last trial I want you to show me...
es_es: Ahora en tu última prueba, quiero que me demuestres...
ru_ru: Теперь, в качестве последнего испытания, я хочу, чтобы ты показал мне...

# data/maps/autumn-fall/path-09.json//entities/254/settings/event/20/text
source: \s[1]...your mastery of the \c[3]temperatures\c[0]!
es_es: \s[1]…¡tu dominio de las \c[3]temperaturas\c[0]!
ru_ru: \s[1]...своё мастерство \c[3]температур\c[0]!

# data/maps/autumn-fall/path-09.json//entities/261/settings/event/12/text
source: Traveler. You have proven your proficiency.
es_es: Viajera. Has demostrado tu capacidad.
ru_ru: Странник. Ты доказал своё мастерство.

# data/maps/autumn-fall/path-09.json//entities/261/settings/event/13/text
source: You passed the trial. Seek your reward from where it began.
es_es: Has pasado la prueba. Ve por tu recompensa donde comenzó la prueba.
ru_ru: Ты прошёл испытание. Ищи свою награду там, где оно началось.

source: We got it!\. Nice work!
es_es: ¡Lo conseguimos!\. ¡Buen trabajo!
ru_ru: Мы сделали это!\. Отличная работа!

source: Still annoyed they didn't make it explode.
es_es: Aún me molesta que no lo hayan hecho explotar.
ru_ru: Все ещё злюсь на то, что они не сделали, чтобы он взорвался.

source: Aren't you a bit cruel?
es_es: ¿No crees que estás siendo un poco cruel?
ru_ru: Ты не слишком жестока?

source: They made us chase that thing for so long! The least they could give us is a proper bunny explosion!
es_es: ¡Nos hicieron perseguir a esa cosa hasta el cansancio! ¡Lo único que pedía era un buen show de fuegos artificiales, nada más!
ru_ru: Они заставили нас преследовать эту штуку столько времени! Меньшее, что они могли нам дать, так это настоящий взрыв кролика!

source: But it's cute!
es_es: ¡Pero si es tan tierno!
ru_ru: Но он милый!

source: Bunny explosion.
es_es: Digo que explote.
ru_ru: Взрыв кролика.

source: Alright, you better get ready, Lea.
es_es: Muy bien, será mejor que te prepares, Lea.
ru_ru: Хорошо, тебе лучше подготовиться, Лея.

source: Emilie...\. No spoilers.
es_es: Emilie...\. No lo arruines.
ru_ru: Эмили...\. Без спойлеров.

source: Oh, come on! It's so clear that this is the final stage!
es_es: ¡Oh, por favor! ¡Es obvio que esta es la última etapa!
ru_ru: Ой, перестань! И так понятно, что это последний этап!

# data/maps/autumn-fall/path-09.json//entities/850/settings/event/0/message
source: This land really is shaped in the most implausible and inconvenient way possible, isn't it?
es_es: ¿No creen que la forma de este terreno es una de las más improbables e inconvenientes posibles?
ru_ru: Эта местность сформирована самым неправдоподобным и неудобным образом, не так ли?

source: You said that before already, stop nagging.
es_es: Ya lo habías dicho. Deja de quejarte.
ru_ru: Ты уже говорил об этом, перестань ныть.

# data/maps/autumn-fall/raid/raid-01.json//entities/16/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

# data/maps/autumn-fall/raid/raid-01.json//entities/33/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

# data/maps/autumn-fall/raid/raid-01.json//entities/34/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Lea, dear!
es_es: ¡Lea, querida!
ru_ru: Лея, дорогая!

source: I see you found your way to the location of the raid, eh?
es_es: Veo que pudiste llegar a la locación de la raid, ¿eh?
ru_ru: Я вижу, что ты нашла дорогу к месту рейда, да?

source: Oh, but where is \c[3]Tronny\c[0]?
es_es: Oh, ¿pero dónde está \c[3]Tronny\c[0]?
ru_ru: Ох, а где же \c[3]Тронни\c[0]?

source: Oui, you should call Tronny to join our party again.
es_es: Oui, deberías llamar a Tronny para que se nos una de nuevo.
ru_ru: Oui (Да), тебе следует позвонить Тронни, чтобы он снова присоединился к группе.

source: Hurry! I wanna start the raid already!
es_es: ¡Apresúrate! ¡Quiero comenzar la raid!
ru_ru: Поторопись! Я уже хочу начать рейд!

source: Oh, but where is \c[3]Emilie\c[0]?
es_es: Oh, ¿pero dónde está \c[3]Emilie\c[0]?
ru_ru: Ой, а где же \c[3]Эмили\c[0]?

source: Oh that's right, you should call Emilie to join our party again, Lea!
es_es: Oh, cierto. ¡Deberías llamar a Emilie para que se nos una de nuevo, Lea!
ru_ru: Ах, да, тебе нужно позвонить Эмили, чтобы она снова присоединилась к группе, Лея!

source: We can start the raid once we're all assembled!
es_es: ¡Podemos comenzar la raid una vez que estemos todos!
ru_ru: Мы сможем начать рейд сразу, как только мы все соберемся!

source: Oh, but \c[3]Emilie\c[0] and \c[3]Tronny\c[0] aren't with you.
es_es: Oh, pero \c[3]Emilie\c[0] y \c[3]Tronny\c[0] no están contigo.
ru_ru: Ой, но \c[3]Эмили\c[0] и \c[3]Тронни\c[0] не с тобой.

source: I think they wanted to meet you at the \c[3]statue in Autumn's Fall\c[0].
es_es: Creo que querían reunirse contigo en la \c[3]estatua en Ocaso Otoñal\c[0].
ru_ru: Мне кажется, что они хотели встретиться с тобой у \c[3]статуи в Закате Осени\c[0].

source: That's the same statue where you started to chase after \c[3]hologram frobbit\c[0], remember?
es_es: Es la misma estatua donde comenzaron a perseguir a ese \c[3]Ranejo holográfico\c[0], ¿lo recuerdas?
ru_ru: Это та самая статуя, у которой ты начала гоняться за \c[3]голограммой кроляга\c[0], помнишь?

source: Please be so kind and pick up those two. They're waiting for you.
es_es: Si fueras tan amable, por favor ve y reúnete con ellos. Te están esperando.
ru_ru: Пожалуйста, будь так добра и захвати их. Они ждут тебя.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: If you decided to split before, make sure to \c[3]call them back to your party\c[0]!
es_es: Si decidieron separarse antes, ¡asegúrate de \c[3]llamarlos de nuevo para formar el grupo\c[0]!
ru_ru: Если вы до этого решили разделиться, обязательно \c[3]позови их обратно в свою группу\c[0]!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Lea, dear!
es_es: ¡Lea, querida!
ru_ru: Лея, дорогая!

source: It looks like everyone is assembled for the raid!
es_es: ¡Parece que ya estamos todos para la Raid!
ru_ru: Похоже, что все в сборе для рейда!

source: I hope you all are \c[3]well prepared\c[0]! There are a lot of battles ahead of us!
es_es: ¡Espero que todos estén \c[3]bien preparados\c[0]! ¡Tenemos muchas batallas por delante!
ru_ru: Я надеюсь, что вы все \c[3]хорошо подготовлены\c[0]! Впереди много сражений!

source: So how about it? \c[3]Are you ready for the raid\c[0]?
es_es: Entonces ¿\c[3]Estamos todos listos para comenzar\c[0]?
ru_ru: Так как насчёт этого? \c[3]Ты готова к рейду\c[0]?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alrighty! Then let's get started!
es_es: ¡Muy bien! ¡Al lío!
ru_ru: Ладненько! Тогда давайте начинать!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I see. No worries, there is still some time.
es_es: Entiendo. No hay problema. Aún queda tiempo.
ru_ru: Понимаю. Не беспокойся, ещё есть время.

source: If you want some advice for equipment you can talk to \c[3]Lukas\c[0]! He knows his stuff.
es_es: ¡Si quieren algún consejo sobre su equipamiento, hablen con \c[3]Lukas\c[0]! Es todo un experto en la materia.
ru_ru: Если тебе нужен совет по экипировке, ты можешь поговорить с \c[3]Лукасом\c[0]! Он знает своё дело.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Good morning, dear!
es_es: ¡Buenos días, querida!
ru_ru: Доброе утро, дорогая!

source: We're almost all assembled for the raid!
es_es: ¡Estamos casi listos para la Raid!
ru_ru: Мы почти все в сборе!

source: You better make sure to be \c[3]well prepared\c[0]. Things won't be as easy as last time.
es_es: Asegúrate de estar \c[3]bien preparada\c[0]. Las cosas no serán tan fáciles como la última vez.
ru_ru: Тебе лучше убедиться, что ты \c[3]хорошо подготовлена\c[0]. Будет не так просто, как в прошлый раз.

source: That being said, are you ready?
es_es: Dicho esto, ¿estás lista?
ru_ru: Итак, ты готова?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alrighty! Now we only need to wait for \c[3]Lukas\c[0].
es_es: ¡Muy bien! Ahora solo debemos esperar a que llegue \c[3]Lukas\c[0].
ru_ru: Ладненько! Теперь осталось только подождать \c[3]Лукаса\c[0].

source: Never expected him to show up late.
es_es: Nunca me habría imaginado que llegaría tarde.
ru_ru: Никогда бы не подумал, что он опоздает.

source: Lacking punctuality...
es_es: Poco puntual...
ru_ru: Недостаёт пунктуальности...

source: Makes you wonder who's the actual clone here...
es_es: Me pregunto quién es el verdadero clon aquí...
ru_ru: Заставляет задуматься, кто же здесь настоящий клон...

source: Phew...
es_es: Uf...
ru_ru: Фух...

source: You're \s[6]laaaaaaate!
es_es: ¡Llegas \s[6]taaaaaaaaarde!
ru_ru: Ты \s[6]опоздаааааал!

source: Ja ja!
ru_ru: Ja ja (Да-да)!

source: I got held up.
es_es: Tuve un percance.
ru_ru: Меня задержали.

source: Sorry.\. Real life is sorta annoying right now.
es_es: Perdón.\. La vida real está siendo un tanto fastidiosa últimamente.
ru_ru: Извините.\. В реале сейчас всё довольно скверно.

source: No worries, Lukas.
es_es: Descuida, Lukas.
ru_ru: Ничего страшного, Лукас.

source: Guess I can be happy to be out of that real life for good.
es_es: Supongo que debo alegrarme de no tener que volver a lidiar con eso.
ru_ru: Думаю, я могу радоваться тому, что надолго выбрался поиграть.

source: ...Sure.
es_es: ...Claro.
ru_ru: ...Конечно.

source: Sometimes I wish I could be stuck in this game as well.
es_es: A veces deseo poder estar atrapado en este juego también.
ru_ru: Иногда я тоже желаю застрять в этой игре.

source: Just playing away every day, not a worry in the world!
es_es: ¡Jugando todo el día sin ninguna preocupación!
ru_ru: Просто играть каждый день, ни о чём не беспокоясь!

source: Yeah, it sure is fantastic.
es_es: Sí, suena fantástico.
ru_ru: Да, это действительно прекрасно.

source: A-Alrighty!
es_es: ¡B-Bien!
ru_ru: Л-Ладненько!

source: Now that everyone is here, let's get started!
es_es: ¡Ahora que estamos todos aquí, comencemos!
ru_ru: Теперь, раз уж все в сборе, давайте начнём!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Okay, there is still some time to prepare.
es_es: Está bien, aún hay tiempo para prepararse.
ru_ru: Хорошо, есть ещё немного времени на подготовку.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Hey there! The raid is about to start. Of course we all should be well prepared.
es_es: ¡Hola! La raid está a punto de comenzar. Por supuesto, todos debemos estar bien preparados.
ru_ru: Привет всем! Рейд вот-вот начнётся. Само собой, мы все должны быть хорошо подготовлены.

source: Do you want me to have a look at your stats and equipment?
es_es: ¿Quieres que eche un vistazo a tus estadísticas y equipamiento?
ru_ru: Ты хочешь, чтобы я посмотрел твои характеристики и экипировку?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okay let's see...
es_es: Bueno, vamos a ver...
ru_ru: Ладно, посмотрим...

source: Admit it, you just wanted to show off your \c[1]over-powered equipment\c[0].
es_es: Admítelo, solo querías presumir tu \c[1]equipamiento todopoderoso\c[0].
ru_ru: Признайся, ты просто хотела похвастаться своей \c[1]крутой экипировкой\c[0].

source: Jawohl! I see you're \c[3]well prepared\c[0].
es_es: ¡Jawohl! Veo que estás \c[3]bien preparada\c[0].
ru_ru: Jawohl (Да)! Я вижу, что ты \c[3]хорошо подготовлена\c[0].

source: Good equipment and stats for your level. You'll be fine!
es_es: Tienes buen equipamiento y estadísticas para tu nivel. ¡Estarás bien!
ru_ru: Хорошая экипировка и характеристики для твоего уровня. Всё будет хорошо!

source: Hm... I'd say you \c[3]could do better\c[0].
es_es: Hm... Diría que \c[3]podrías estar mejor\c[0].
ru_ru: Хм... я бы сказал, что \c[3]могло бы быть и лучше\c[0].

source: Things might still work with those stats, but it won't be a breeze.
es_es: Seguramente puedas hacerlo con lo que tienes, pero no será fácil.
ru_ru: Возможно, что всё получится и с такими характеристиками, но это не будет лёгкой прогулкой.

source: I suggest you look for \c[3]better equipment\c[0]. It's the most important factor for your stats.
es_es: Te sugiero que busques \c[3]mejor equipamiento\c[0]. Es lo más importante para tus estadísticas.
ru_ru: Я предлагаю тебе поискать \c[3]экипировку получше\c[0]. Это самый важный фактор для твоих характеристик.

source: Oh junge. You really gotta \c[3]work on your stats\c[0]!
es_es: Oh junge. ¡Tienes que \c[3]trabajar en tus estadísticas\c[0]!
ru_ru: Oh Junge (Боже). Тебе действительно стоит \c[3]поработать над своими характеристиками\c[0]!

source: Those may have been sufficient back in Faj'ro Temple, but you'll have a \c[3]hard time\c[0] like that in the raid.
es_es: Puede que esto te haya bastado en el Templo Faj'ro, pero tendrás \c[3]dificultades\c[0] en la Raid.
ru_ru: Возможно, что этого было достаточно в Храме Фай'ро, но у тебя будут \c[3]явные проблемы\c[0] в этом рейде.

source: No really, you really should \c[3]improve your equipment\c[0]. It's by far the most important factor for your stats.
es_es: No, ya en serio. Debes \c[3]mejorar tu equipamiento\c[0]. Es de lejos lo más importante para tus estadísticas.
ru_ru: Нет, правда, тебе реально стоит \c[3]улучшить свою экипировку\c[0]. Это однозначно самый важный фактор для твоих характеристик.

source: Also make sure to \c[3]check your circuit tree\c[0] if there are any more skills you can learn.
es_es: También asegúrate de \c[3]comprobar tu árbol de circuitos\c[0] por si hay más habilidades que puedas aprender.
ru_ru: Также убедись, что \c[3]проверила свою схему\c[0], возможно, что есть навыки, которые ты можешь изучить.

source: Oh yes, and when you look for equipment just pay attention to the \c[3]level number\c[0] you see at the icon.
es_es: Ah, sí, y cuando busques equipo, presta atención al \c[3]número del nivel\c[0] que ves en su ícono.
ru_ru: Ах да, и когда ты ищешь экипировку, просто обрати внимание на \c[3]номер уровня\c[0], который ты видишь на значке.

source: Just make sure it's roughly around your level. The higher, the better!
es_es: Fíjate que esté cerca de tu nivel. ¡Cuánto más alto, mejor!
ru_ru: Просто убедись, что он примерно соответствует твоему уровню. Чем выше, тем лучше!

source: And if you don't want to bother with traders just check the \c[3]equipment of the stores\c[0]. Those will do the job as well.
es_es: Y si no quieres molestarte con los intercambios, también puedes \c[3]comprar equipamiento en las tiendas\c[0]. Eso también sirve.
ru_ru: А если ты не хочешь заморачиваться с обменами, просто проверь экипировку в \c[3]магазинах\c[0]. Они тоже справляются со своей задачей.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Fine. I'll trust your judgement, then.
es_es: Bien. Confío en tu juicio, entonces.
ru_ru: Хорошо. Тогда я доверюсь твоему мнению.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: There you are! Ready for the raid?
es_es: ¡Ahí estás! ¿Lista para la Raid?
ru_ru: Вот ты где! Готова к рейду?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I heard there's a ton of bugs waiting for us to fight up there!
es_es: ¡Oí decir que hay un montón de bichos esperándonos ahí arriba!
ru_ru: Я слышал, что там нас ждёт куча жуков!

source: Oui, oui. Of course.
es_es: Oui, oui. Claro que sí.
ru_ru: Oui, oui (Да-да). Конечно.

source: He's joking, right?
es_es: Sí está bromeando, ¿verdad?
ru_ru: Он ведь шутит?

source: There you are!\. We're almost ready!
es_es: ¡Ahí estás!\. ¡Ya casi estamos listos!
ru_ru: Вот ты где!\. Мы уже почти готовы!

source: Maaaan...\. I hope I can be the column tackler again.
es_es: Hooombre...\. Espero poder volver a ser el líder táctico esta vez.
ru_ru: Ууууух...\. Надеюсь, я снова стану устранителем столбов.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/18/message
source: Aaaand...\. all set!
es_es: Esto aquí y...\. ¡todo listo!
ru_ru: Ииииии...\. всем приготовиться!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/23/message
source: We're ready to start!
es_es: ¡Estamos listos para comenzar!
ru_ru: Мы готовы начинать!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/24/message
source: Welcome, everyone, to \c[3]Para Island\c[0]!
es_es: ¡Bienvenidos todos a la \c[3]Isla Apartada\c[0]!
ru_ru: Всем добро пожаловать на \c[3]Райский остров\c[0]!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/25/message
source: An important milestone of the track!
es_es: ¡Un hito importante del Camino de los Antiguos!
ru_ru: Важная веха Пути!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/26/message
source: They say that in old times the Ancients used these grounds for a \c[3]test of teamwork\c[0].
es_es: Dicen que en los tiempos de los Antiguos se usaban estos terrenos para \c[3]probar el trabajo en equipo\c[0].
ru_ru: Говорят, что в былые времена Древние использовали эти земли для \c[3]проверки командной работы\c[0].

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/27/message
source: And now it's up to us Seekers to prove to the Ancients that we're no strangers to teamwork as well!
es_es: ¡Y ahora nos toca a nosotros, los Buscadores, demostrarles a los Antiguos que tenemos lo que se necesita!
ru_ru: И теперь мы, Искатели, должны доказать Древним, что нам тоже не чужда командная работа!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/28/message
source: They say a great reward waits for those that reach the \c[3]top of the hill\c[0] on this island.
es_es: Dicen que una gran recompensa espera a aquellos que lleguen a la \c[3]cima de la colina\c[0] en esta isla.
ru_ru: Говорят, большая награда ждёт тех, кто достигает \c[3]вершины холма\c[0] на этом острове.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/29/message
source: However, the top shall only be reached when two teams move in unison.
es_es: Sin embargo, la cima solo se alcanzará cuando dos equipos se muevan al unísono.
ru_ru: Однако, достигнуть вершины можно только в том случае, когда две команды движутся синхронно.
