Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/path-1.json//entities/176/settings/npcStates/0/event/2/message
source: A Spheromancer? Not something I see very often these days.
es_es: ¿Un Spheromancer? No es algo que se vea con frecuencia.
ru_ru: Сферомант? Такое не так уж часто увидишь в последнее время.

# data/maps/autumn/path-1.json//entities/176/settings/npcStates/0/event/4/message
source: You see, the class is very hard to master, so it became a bit unpopular, I would say.
es_es: Verás, la clase es muy difícil de dominar, así que se hizo poco popular, diría yo.
ru_ru: Видишь ли, я хочу сказать, что класс слишком сложен для освоения, поэтому он стал непопулярен.

# data/maps/autumn/path-1.json//entities/176/settings/npcStates/0/event/5/message
source: And nowadays, you only find a handful of people trying to play it.
es_es: Y hoy en día, solo encontrarás a un par de jugadores en ella.
ru_ru: В наше время ты найдешь лишь небольшую горстку людей, пытающихся играть за него.

# data/maps/autumn/path-1.json//entities/192/settings/interact/hoverText
source: \i[arrow-n] Normal Clearing \i[arrow-w] Road to Bergen Trail \i[arrow-e] Rookie Harbor
es_es: \i[arrow-n] Claro Normal \i[arrow-w] Camino al Sendero de Bergen \i[arrow-e] Puerto Recluta
ru_ru: \i[arrow-n] Обычная поляна \i[arrow-w] дорога к Тропе в Берген \i[arrow-e] Гавань новичков

# data/maps/autumn/path-1.json//entities/302/settings/analyzable/text
source: Shady Shorsh
es_es: El Sospechoso Shorsh
ru_ru: Мутный тип

source: Shady Shorsh
es_es: El Sospechoso Shorsh
ru_ru: Мутный тип

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: I... I am so sorry.\. For real this time.
es_es: L... Lo siento.\. En serio esta vez.
ru_ru: Я... Мне очень жаль.\. На этот раз по-настоящему.

source: I'm serious!\. I'm out of smokebombs anyway, otherwise those damn \v[combat.name.hedgehog]s never would've gotten me.
es_es: ¡Lo digo en serio!\. Me quedé sin bombas de humo, sino esos malditos \v[combat.name.hedgehog]s no me habrían atrapado.
ru_ru: Я серьёзно!\. У меня всё равно кончились дымовые шашки, иначе эти чёртовы Дикоборзы никогда бы до меня не добрались.

source: But maybe they've been sent by the Track to show me the error of my ways.
es_es: Pero quizá han sido enviados por el Camino para enseñarme mis errores.
ru_ru: Но возможно, что они были посланы Путём, чтобы указать мне на совершённые ошибки.

source: This time I will turn myself in and atone for my crimes. Truly.
es_es: Esta vez me entregaré a mi mismo y pagaré por mis crímenes. Verdaderamente.
ru_ru: В этот раз я сдамся и отвечу за свои преступления. Честно.

source: So... if you will excuse me.
es_es: Así que... si me disculpas.
ru_ru: Так что... прошу извинить меня.

source: Shady Shorsh
es_es: El Sospechoso Shorsh
ru_ru: Мутный тип

source: Guard Kima
es_es: Guardia Kima
ru_ru: Страж Кима

source: You're coming with me.
es_es: Tú vienes conmigo.
ru_ru: Ты пойдёшь со мной.

source: B... but I was going to come to you anyway.\. Don't you trust me?
es_es: P... Pero estaba yendo a entregarme de todos modos.\. ¿No me crees?
ru_ru: Н... но я и так собирался прийти.\. Ты мне не веришь?

source: Sorry, pal.\. Trust is nice and all but I won't take any more risks with you.
es_es: Lo siento muchacho. La confianza está bien y todo, pero no me tomaré más riesgos contigo.
ru_ru: Прости, приятель. Доверие - это хорошо и всё такое, но я больше не хочу рисковать с тобой.

source: Alright, alright.\. Jeez.
es_es: Bien, bien.\. Cielos.
ru_ru: Ладно, ладно.\. Блин.

source: In any case, thanks, girl.\. You did great work here.\. Report back to the chief to get your reward.
es_es: En todo caso, gracias chica.\. Hiciste un gran trabajo aquí.\. Repórtate al jefe para reclamar tu recompensa.
ru_ru: В любом случае, спасибо, девочка.\. Ты проделала отличную работу.\. Доложи шефу, чтобы получить награду.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright, off we go.
es_es: Bien, nos vamos.
ru_ru: Ладно, выдвигаемся.

# data/maps/autumn/path-1.json//entities/306/settings/event/7/name
source: Shady Shorsh
es_es: El Sospechoso Shorsh
ru_ru: Мутный тип

# data/maps/autumn/path-1.json//entities/306/settings/event/8/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/path-1.json//entities/306/settings/event/9/message
source: Ahhh, I'm sorry, I'm sorry, help meeee!
es_es: Ahhh, lo siento, lo siento, ¡ayúdame!
ru_ru: Аххх, прости, прости, помоги мнееее!

# data/maps/autumn/path-1.json//entities/306/settings/event/10/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-1.json//entities/310/settings/analyzable/text
source: Guard Kima
es_es: Guardia Kima
ru_ru: Страж Кима

source: Oh! W-Why hello S-S-Seeker!
es_es: ¡Oh! ¡H-Hola B-Buscadora!
ru_ru: Ой! Н-Ну привет, И-И-Искатель!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: How very f-f-fortunate, I just finished my preparations.
es_es: Que a-af-afortunado, acabo de terminar mis p-p-preparaciones.
ru_ru: Как у-у-удачно, я только что закончил приготовления.

source: And even exactly the kind of s-seeker I was looking for.
es_es: Y es exactamente el tipo de b-buscador que n-necesitaba.
ru_ru: И сразу же нужный мне И-Искатель.

source: Good S-Seeker, I'm in desperate n-need of help.
es_es: Buena B-Buscadora, estoy de-d-desesperado por ayuda.
ru_ru: Добрый Искатель, я отчаянно н-нуждаюсь в помощи.

source: Y-Yes\..\..\.. Yes\..\..\..
es_es: S-Sí\..\..\.. Sí\..\..\..
ru_ru: Д-Да\..\..\.. Да\..\..\..

source: W-W-W-Wait, you're still h-here?
es_es: E-E-E-Espera, ¿sigues a-aquí?
ru_ru: П-П-П-Подожди, ты ещё з-здесь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: T-That is most unexpected I must s-s-say.
es_es: E-Eso fue inesperado debo d-d-decir.
ru_ru: Должен с-с-сказать, что это очень н-неожиданно.

source: P-people often rather choose to ignore m-m-me.
es_es: La g-g-gente suele ig-ig-ignorarme.
ru_ru: Л-люди обычно предпочитают игнорировать м-м-меня.

source: I d-d-don't suppose y-you would like to h-h-h-help me?
es_es: ¿Sup-p-pongo que no q-q-querrás ayuda-d-darme?
ru_ru: Я не д-д-думаю, что т-ты хочешь п-п-п-помочь мне?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: R-R-R-Really?!?
es_es: ¿¡¿E-E-En s-s-serio?!?
ru_ru: П-П-П-Правда?!?

source: S-Splendid!
es_es: ¡Es-s-espléndido!
ru_ru: В-Великолепно!

source: O-Okay, l-l-let me introduce myself first.
es_es: B-Bien, d-déjame introducirm-me.
ru_ru: Х-Хорошо, п-п-позволь мне сначала представиться.

source: Henry
ru_ru: Генри

source: I'm H-Henry! Henry the Researcher.
es_es: ¡S-soy H-Henry! Henry el investig-gador.
ru_ru: Я Г-Генри! Генри-исследователь.

source: I study this fine moon's F-Flora and F-F-Fauna.
es_es: Estudio la F-Flora y F-F-Fauna de es-sta luna.
ru_ru: Я изучаю ф-флору и ф-ф-фауну этого прекрасного спутника.

source: W-What is your name?
es_es: ¿C-Cuál es tu n-nombre?
ru_ru: К-Как тебя зовут?

source: Lea!
ru_ru: Лея!

source: A f-fine name, a f-f-fine name indeed.
es_es: Un b-buen nombre, b-buen n-nombre en efecto.
ru_ru: П-Прекрасное имя, действительно п-п-прекрасное имя.

source: I will r-remember it.
es_es: Lo re-rec-recordaré.
ru_ru: Я з-запомню его.

source: You see, I-I want to gather some d-data for \c[3]Autumn's Rise\c[0].
es_es: Verás, q-quiero recoger algunos d-datos del \c[3]Al-lbor Otoñal\c[0].
ru_ru: В-Видишь ли, я-я хочу собрать некоторые д-данные в \c[3]Расцвете Осени\c[0].

source: B-But it seems that I alone can't gather everything I w-w-want.
es_es: P-Pero parece que yo s-solo no p-podré recoger todo lo q-que qui-iero.
ru_ru: Н-Но, кажется, в одиночку я не смогу собрать всё, что х-х-хочу.

source: The \c[3]T-Track of the Ancients\c[0] only allows \c[3]Seekers\c[0] to find c-certain things.
es_es: Hay c-cosas en el \c[3]Camin-no de los Antig-guos\c[0] que solo los \c[3]B-Buscadores\c[0] p-pueden encontrar.
ru_ru: Е-Есть вещи, которые \c[3]П-Путь Древних\c[0] позволяет найти только \c[3]Искателям\c[0].

source: I c-c-compiled a list of things I need.
es_es: T-Tengo una l-lista de c-cosas que necesito.
ru_ru: Я c-с-составил список того, что мне нужно.

source: F-First I need some items and Information on the local w-wildlife.
es_es: P-Primero necesito algunos o-ob-objetos e informaci-ión de la v-vida s-salvaje l-l-lo-l-local.
ru_ru: В-Во-первых, мне нужны некоторые вещи и информация о местной дикой п-природе.

source: Additionally I n-n-need a list of all the landmarks in this a-area.
es_es: Adicio-io-ionalmente n-necesito una l-lista de todos los P-Puntos-s de Referencia del á-área.
ru_ru: Кроме того, мне н-н-нужен список всех ориентиров в этой о-области.

source: Finally I need y-you to retrieve a p-probe I installed further ahead.
es_es: F-Finalmente necesito que re-recu-p-peres una s-sonda que instalé m-más adelante.
ru_ru: Наконец, мне нужно, чтобы т-ты достала з-зонд, который я установил заранее.

source: I would be honored if you would help me g-g-gather all the intel.
es_es: Me sentiría hon-r-r-rado si me ayudaras a r-r-recoger toda la informaci-ión.
ru_ru: Для меня будет честью, если ты поможешь мне с-с-собрать все данные.

source: P-Please find out what you c-c-can and return to me!
es_es: ¡P-Por favor encuentra lo q-qu-que puedas y v-v-vuelve aquí!
ru_ru: П-Пожалуйста, выясни, что с-с-сможешь, и возвращайся ко мне!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: T-thank you so much for your h-h-help!
es_es: ¡M-Muchas g-gracias por la a-a-yuda!
ru_ru: С-спасибо большое тебе за твою п-п-помощь!

source: A-and in case you wondering how the p-probe looks like...
es_es: Y p-por si te p-p-pre-preguntas c-como se ve la s-sonda...
ru_ru: И-и на случай, если тебе интересно, как выглядит з-зонд...

source: It looks the same as the o-o-ones next to m-me.
es_es: Se ve ig-g-gual a las que t-t-tengo al lado.
ru_ru: Он выглядит так же, как и э-э-эти, что рядом со м-мной.

source: O-Oh... You are not interested after all I see...
es_es: O-Oh... V-Veo que no estás i-interesada después de todo...
ru_ru: O-Oх... Тебе всё-таки это не интересно, судя по всему...

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Ah... I t-t-thought so...
es_es: Ah... E-Eso creí...
ru_ru: Ах... Я т-т-так и думал...

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/autumn/path-1.json//entities/311/settings/npcStates/1/event/0/name
source: Henry
ru_ru: Генри

# data/maps/autumn/path-1.json//entities/311/settings/npcStates/1/event/2/message
source: In c-c-case you wondering what the p-probe looks like...
es_es: Si te p-p-pre-preguntas c-como se ve la s-sonda...
ru_ru: На с-с-случай, если тебе интересно, как выглядит з-зонд...

# data/maps/autumn/path-1.json//entities/311/settings/npcStates/1/event/3/message
source: It looks the same as the o-o-ones next to m-me.
es_es: Se ve ig-g-gual a las que t-t-tengo al lado.
ru_ru: Он выглядит так же, как и э-э-эти, что рядом со м-мной.

# data/maps/autumn/path-1.json//entities/311/settings/npcStates/1/event/4/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Henry
ru_ru: Генри

source: W-W-welcome back Lea!
es_es: ¡B-B-Bienvenida de vuelta L-Lea!
ru_ru: С-С-С возвращением, Лея!

source: Were you able to f..find all the data I r-requested?
es_es: ¿P-Pudiste en...contrar la información q-q-que pedí?
ru_ru: Удалось ли тебе н-найти все данные, которые я з-запросил?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: M-Marvelous!
es_es: ¡M-Maravilloso!
ru_ru: Ч-Чудесно!

source: I d-don't know what to s-s-say!
es_es: ¡N-No sé q-qué decir!
ru_ru: Я н-не знаю, что и с-с-сказать!

source: With t-this I might be able to piece together h-h-how they made this area.
es_es: C-Con esto puede que s-s-sea capáz de a-av-averig-guar c-co-co-como hicieron es-ste área.
ru_ru: С э-этим я смогу понять, к-к-как они создали эту область.

source: The A-A-Ancients I mean.
es_es: L-Los An-Antiguos quiero decir.
ru_ru: Я имею в виду Д-Д-Древних.

source: H-Here, take this! I'm looking forward to w-w-working with you again.
es_es: ¡T-Toma es-sto! Ans-s-sío t-t-trabajar c-c-contigo o-otra vez.
ru_ru: В-Вот, возьми это! Я с нетерпением буду ждать возможности снова п-п-поработать с тобой.

source: I-I-If you want that is...
es_es: S-Si quieres, p-p-por sup-puesto...
ru_ru: Е-Е-Если ты, конечно, хочешь...

# data/maps/autumn/path-1.json//entities/311/settings/npcStates/3/event/0/name
source: Henry
ru_ru: Генри

# data/maps/autumn/path-1.json//entities/311/settings/npcStates/3/event/2/message
source: H-Hey Lea! Thanks again for h-h-helping me.
es_es: ¡E-Ey Lea! G-Gracias de nuevo p-por ayudarm-m-me.
ru_ru: Э-Эй, Лея! Ещё раз спасибо за п-п-помощь мне.

# data/maps/autumn/path-1.json//entities/313/settings/dialog/0/text
source: F-F-Finally everything ready...
es_es: F-F-Finalmente, todo está l-l-listo...
ru_ru: Н-Н-Наконец-то всё готово...

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/text
source: Now I only n-n-need someone to help.
es_es: Ahora s-solo necesito que alg-guien me ayud-d-de.
ru_ru: Теперь мне просто н-н-нужен кто-то, чтобы помочь.

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/3/message
source: Oh! W-Why hello S-S-Seeker!
es_es: ¡Oh! ¡H-Hola B-B-Buscadora!
ru_ru: Ой! Н-Ну привет, И-И-Искатель!

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/4/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/5/message
source: How very f-f-fortunate, I just finished my preparations.
es_es: Que a-af-afortunado, acabo de terminar mis p-p-preparaciones.
ru_ru: Как у-у-удачно, я только что закончил приготовления.

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/6/message
source: And even found the exact kind of s-seeker I was looking for.
es_es: Y es exactamente el tipo de b-buscador que n-necesitaba.
ru_ru: И сразу же нашёл нужного мне И-Искателя.

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/7/message
source: Good S-Seeker, I'm in desperate n-need of help.
es_es: Buena B-Buscadora, estoy de-d-desesperado por ayuda.
ru_ru: Добрый Искатель, я отчаянно н-нуждаюсь в помощи.

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/9/message
source: Y-Yes\..\..\.. Yes\..\..\..
es_es: S-Si\..\..\.. Si\..\..\..
ru_ru: Д-Да\..\..\.. Да\..\..\..

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/10/message
source: W-W-W-Wait, you're still h-here?
es_es: E-E-E-Espera, ¿sigues a-aquí?
ru_ru: П-П-П-Подожди, ты ещё з-здесь?

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/12/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/13/message
source: T-That is most unexpected, I must s-s-say.
es_es: E-Eso fue inesperado debo d-d-decir.
ru_ru: Должен с-с-сказать, что это очень н-неожиданно.

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/14/message
source: P-people often rather choose to ignore m-m-me.
es_es: La g-g-gente suele ig-ig-ignorarme.
ru_ru: Л-люди обычно предпочитают игнорировать м-м-меня.

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/15/message
source: I d-d-don't suppose y-you would like to h-h-h-help me?
es_es: ¿Sup-p-pongo que no q-q-querrás ayuda-d-darme?
ru_ru: Я не д-д-думаю, что т-ты хочешь п-п-п-помочь мне?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: R-R-R-Really?!?
es_es: ¿¡¿E-E-En s-s-serio?!?
ru_ru: П-П-П-Правда?!?

source: S-Splendid!
es_es: ¡Es-s-espléndido!
ru_ru: В-Великолепно!

source: O-Okay, l-l-let me introduce myself first.
es_es: B-Bien, d-déjame introducirm-me.
ru_ru: Х-Хорошо, п-п-позволь мне сначала представиться.

# data/maps/autumn/path-1.json//entities/313/settings/dialog/1/event/16/0/5/name
source: Henry
ru_ru: Генри

source: I'm H-Henry! Henry the Researcher.
es_es: ¡S-soy H-Henry! Henry el investig-gador.
ru_ru: Я Г-Генри! Генри-исследователь.

source: I study this fine moon's F-Flora and F-F-Fauna.
es_es: Estudio la F-Flora y F-F-Fauna de es-sta luna.
ru_ru: Я изучаю ф-флору и ф-ф-фауну этого прекрасного спутника.

source: W-What is your name?
es_es: ¿C-Cuál es tu n-nombre?
ru_ru: К-Как тебя зовут?

source: Lea!
ru_ru: Лея!

source: A f-fine name, a f-f-fine name indeed.
es_es: Un b-buen nombre, b-buen n-nombre en efecto.
ru_ru: П-Прекрасное имя, действительно п-п-прекрасное имя.

source: I will r-remember it.
es_es: Lo re-rec-recordaré.
ru_ru: Я з-запомню его.

source: You see, I-I want to gather some d-data for \c[3]Autumn's Rise\c[0].
es_es: Verás, q-quiero recoger algunos d-datos del \c[3]Al-lbor Otoñal\c[0].
ru_ru: В-Видишь ли, я-я хочу собрать некоторые д-данные в \c[3]Расцвете Осени\c[0].

source: B-But it seems that I alone can't gather everything I w-w-want.
es_es: P-Pero parece que yo s-solo no p-podré recoger todo lo q-que qui-iero.
ru_ru: Н-Но, кажется, в одиночку я не смогу собрать всё, что х-х-хочу.

source: The \c[3]T-Track of the Ancients\c[0] only allows \c[3]Seekers\c[0] to find c-certain things.
es_es: El \c[3]C-Camino de los Anti-ti-guos\c[0] solo permite a los \c[3]B-Buscadores\c[0] encontrar ci-cier-ciertas cosas.
ru_ru: Е-Есть вещи, которые \c[3]П-Путь Древних\c[0] позволяет найти только \c[3]Искателям\c[0].

source: I c-c-compiled a list of things I need.
es_es: T-Tengo una l-lista de c-cosas que necesito.
ru_ru: Я c-с-составил список того, что мне нужно.

source: F-First, I need some items and information on the local w-wildlife.
es_es: P-Primero necesito algunos o-ob-objetos e informaci-ión de la v-vida s-salvaje l-l-lo-l-local.
ru_ru: В-Во-первых, мне нужны некоторые вещи и информация о местной дикой п-природе.

source: Additionally, I n-n-need a list of all the landmarks in this a-area.
es_es: Adicio-io-ionalmente n-necesito una l-lista de todos los P-Puntos-s de Referencia del á-área.
ru_ru: Кроме того, мне н-н-нужен список всех ориентиров в этой о-области.

source: Finally, I need y-you to retrieve a p-probe I installed further ahead.
es_es: F-Finalmente necesito que re-recu-p-peres una s-sonda que instalé m-más adelante.
ru_ru: Наконец, мне нужно, чтобы т-ты достала з-зонд, который я установил заранее.

source: I would be honored if you would help me g-g-gather all the intel.
es_es: Me sentiría hon-r-r-rado si me ayudaras a r-r-recoger toda la informaci-ión.
ru_ru: Для меня будет честью, если ты поможешь мне с-с-собрать все данные.

source: P-Please find out what you c-c-can and return to me!
es_es: ¡P-Por favor encuentra lo q-qu-que puedas y v-v-vuelve aquí!
ru_ru: П-Пожалуйста, выясни, что с-с-сможешь, и возвращайся ко мне!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: T-thank you so much for your h-h-help!
es_es: ¡M-Muchas g-gracias por la a-a-yuda!
ru_ru: С-спасибо большое тебе за твою п-п-помощь!

source: A-and in case you're wondering what the p-probe looks like...
es_es: Y p-por si te p-p-pre-preguntas c-como se ve la s-sonda...
ru_ru: И-и на случай, если тебе интересно, как выглядит з-зонд...

source: It looks the same as the o-o-ones next to m-me.
es_es: Se ve ig-g-gual a las que t-t-tengo al lado.
ru_ru: Он выглядит так же, как и э-э-эти, что рядом со м-мной.

source: O-Oh... You are not interested after all I see...
es_es: O-Oh... V-Veo que no estás i-interesada después de todo...
ru_ru: O-Oх... Тебе всё-таки это не интересно, судя по всему...

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Ah... I t-t-thought so...
es_es: Ah... E-Eso creí...
ru_ru: Ах... Я т-т-так и думал...

source: Yes
es_es: Si
ru_ru: Да

source: No
ru_ru: Нет

source: One of the sick trees. Apply \c[3]\v[item.171.name]\c[0] to cure it.
es_es: Uno de los árboles enfermos. Aplícale el \c[3]\v[item.171.name]\c[0] para curarlo.
ru_ru: Одно из больных деревьев. Используйте \c[3]\v[item.171.name]\c[0], чтобы вылечить его.

# data/maps/autumn/path-2.json//entities/72/settings/condAnims/0/interact/title
source: Sick Tree
es_es: Árbol Enfermo
ru_ru: Больное дерево

source: Applying extract
es_es: Aplicando extracto
ru_ru: Применение экстракта

source: Sickness cured!
es_es: ¡Enfermedad Curada!
ru_ru: Болезнь излечена!

# data/maps/autumn/path-2.json//entities/221/settings/npcStates/0/event/2/message
source: Can't you see I'm in the middle of something here?
es_es: ¿No ves que estoy en medio de algo?
ru_ru: Разве ты не видишь, что я тут кое-чем занят?

# data/maps/autumn/path-2.json//entities/221/settings/npcStates/1/event/2/message
source: Still in the middle of something.
es_es: Sigo ocupado con otra cosa.
ru_ru: По-прежнему занят.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: ...WHAT?
es_es: ¿...QUÉ?
ru_ru: ...ЧТО?

source: Oh dang it, I fell asleep again.
es_es: Oh demonios, me quedé dormido otra vez.
ru_ru: Чёрт возьми, я опять заснул.

source: Sorry for startling you. Is this for me?
es_es: Perdona por asustarte. ¿Esto es para mí?
ru_ru: Прости, что напугал тебя. Это для меня?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Nice. I love presents!
es_es: Qué bien. ¡Amo los regalos!
ru_ru: Круто. Я люблю подарки!

# data/maps/autumn/path-2.json//entities/257/settings/event/7/message
source: Blue haired Spheromancer!
es_es: ¡Spheromancer de pelo azul!
ru_ru: Синеволосый сферомант!

# data/maps/autumn/path-2.json//entities/257/settings/event/12/message
source: So we meet again!
es_es: ¡Nos encontramos nuevamente!
ru_ru: Вот мы и встретились снова!

# data/maps/autumn/path-2.json//entities/257/settings/event/18/message
source: Mon Dieu, not this guy again~
es_es: Mon Dieu, no este tipo otra vez~
ru_ru: Mon Dieu (Боже мой), опять этот парень~

# data/maps/autumn/path-2.json//entities/257/settings/event/19/message
source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

# data/maps/autumn/path-2.json//entities/257/settings/event/21/thenStep/0/message
source: I see your level remains as \c[1]UNACCEPTABLE\c[0] as it has been before!
es_es: ¡Veo que tu nivel sigue siendo tan \c[1]INACEPTABLE\c[0] como antes!
ru_ru: Я вижу, твой уровень остаётся \c[1]НЕПРИЕМЛЕМЫМ\c[0], как это было и раньше!

# data/maps/autumn/path-2.json//entities/257/settings/event/21/thenStep/1/message
source: Why do you even care so much about this...\.
es_es: Por qué te importa tanto...\.
ru_ru: Почему тебя это так волнует...\.

# data/maps/autumn/path-2.json//entities/257/settings/event/21/thenStep/3/message
source: AGAIN, SHE IS \c[1]LEVEL \v[player.level]\c[0]!
es_es: ¡OTRA VEZ, ES \c[1]NIVEL \v[player.level]\c[0]!
ru_ru: СНОВА, ОНА \c[1]\v[player.level] УРОВНЯ\c[0]!

# data/maps/autumn/path-2.json//entities/257/settings/event/21/thenStep/5/message
source: EVERYBODY SHOULD CARE ABOUT THIS!!
es_es: ¡¡A TODO EL MUNDO DEBERÍA IMPORTARLE ESTO!!
ru_ru: ВСЕХ ДОЛЖНО ВОЛНОВАТЬ ЭТО!!

# data/maps/autumn/path-2.json//entities/257/settings/event/21/thenStep/6/message
source: This game has \c[1]RULES\c[0]!!
es_es: ¡¡Este juego tiene \c[1]REGLAS\c[0]!!
ru_ru: У этой игры есть \c[1]ПРАВИЛА\c[0]!!

# data/maps/autumn/path-2.json//entities/257/settings/event/21/thenStep/7/message
source: Anyway...
es_es: Como sea...
ru_ru: Так или иначе...

# data/maps/autumn/path-2.json//entities/257/settings/event/21/elseStep/0/message
source: Good!\. I see your level is now in an acceptable range.
es_es: ¡Bien!\. Veo que tu nivel está en un rango aceptable ahora.
ru_ru: Хорошо!\. Я вижу, что теперь твой уровень в приемлемом диапазоне.

# data/maps/autumn/path-2.json//entities/257/settings/event/21/elseStep/2/message
source: As if that one level would have made a big difference.
es_es: Como si ese nivel extra hubiera hecho la gran diferencia.
ru_ru: Как будто этот один уровень мог бы на что-то повлиять.

# data/maps/autumn/path-2.json//entities/257/settings/event/21/elseStep/3/message
source: However!
es_es: ¡Sin embargo!
ru_ru: Тем не менее!
