Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn-fall.po
Languages: es_es, ru_ru

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/34/message
source: The first team, ascending on the left, will be the Newcomers of the First Scholars: \c[3]Lea\c[0], \c[3]Emilie\c[0] and \c[3]C'tron\c[0]!
es_es: El primer equipo, ascendiendo por la izquierda, serán los Novatos de los Primeros Eruditos: ¡\c[3]Lea\c[0], \c[3]Emilie\c[0] y \c[3]C'tron\c[0]!
ru_ru: Первой командой, восходящей слева, будут новички Первоучёных: \c[3]Лея\c[0], \c[3]Эмили\c[0] и \c[3]Ци'трон\c[0]!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/36/message
source: Hell yeah!
es_es: ¡Eso es!
ru_ru: Да, чёрт возьми!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/41/message
source: The second team, ascending on the right, will be us old timers: \c[3]Schneider\c[0], \c[3]Buggy\c[0]... and \c[3]me\c[0]!
es_es: El segundo equipo, ascendiendo por la derecha, seremos los viejos: ¡\c[3]Schneider\c[0], \c[3]Buggy\c[0]... y \c[3]yo\c[0]!
ru_ru: Второй командой, восходящей справа, будут наши старожилы: \c[3]Шнайдер\c[0], \c[3]Багги\c[0]... и \c[3]я\c[0]!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/43/message
source: "Old timer", huh? I definitely don't get that a lot.
es_es: "Viejo", ¿eh? Eso sí que no lo oigo con frecuencia.
ru_ru: "Старожил", а? Определённо нечасто слышу такое.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/45/message
source: Well you got the matching hairstyle.
es_es: Bueno, ya tienes las canas.
ru_ru: Ну, у тебя подходящая прическа.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/46/message
source: Nyeahahahaha! So true!
es_es: ¡Nyeahahahaha! ¡Cierto!
ru_ru: Ньяяхахахаха! Это точно!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/51/message
source: Please everyone, focus!
es_es: Por favor todos, ¡concéntrense!
ru_ru: Пожалуйста, сосредоточьтесь!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/52/message
source: Now, reaching the top of this hill is quite the challenging endeavor, indeed!
es_es: Bien, ¡llegar a la cima de esta colina será todo un desafío!
ru_ru: Достичь вершины этого холма - это действительно сложная задача!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/53/message
source: There will be many foes and obstacles that will put our teamwork to the test!
es_es: ¡Habrá muchos enemigos y obstáculos que pondrán a prueba nuestro trabajo en equipo!
ru_ru: Будет много противников и препятствий, которые проверят нашу командную работу!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/54/message
source: Our attacks will have to be coordinated. That is why \c[3]communication is key\c[0]!
es_es: Nuestros ataques tendrán que ser coordinados. ¡Es por eso que \c[3]la comunicación es clave\c[0]!
ru_ru: Наши атаки должны быть скоординированы. Вот почему \c[3]общение очень важно\c[0]!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/57/message
source: ... Wait...
es_es: ... Espera...
ru_ru: ...Подожди...

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/58/message
source: Don't worry, Lea! I didn't forget about you.
es_es: ¡No te preocupes, Lea! No me olvidé de ti.
ru_ru: Не волнуйся, Лея! Я не забыла о тебе.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/59/message
source: In fact, I think I have the perfect role for you!
es_es: De hecho, ¡creo que tengo el papel perfecto para ti!
ru_ru: На самом деле, мне кажется, что у меня есть идеальная роль для тебя!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/60/message
source: See, one member of each team will be the \c[3]column tackler\c[0]! And I think you'd be a good choice for this.
es_es: Verás, necesitamos un \c[3]líder táctico\c[0] en cada equipo, y creo que tú harías un buen papel.
ru_ru: Видишь ли, один член из каждой команды будет \c[3]устранителем столбов\c[0]! И я думаю, что ты хорошо бы справилась с этой задачей.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/61/message
source: It will be your task to attack specific enemies during the raid.
es_es: Tu tarea será atacar a enemigos específicos durante la Raid.
ru_ru: Твоя задача состоит в том, чтобы атаковать определённых врагов во время рейда.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/63/message
source: Tronny and Emilie will support you and keep the communication with us going.
es_es: Tronny y Emilie te apoyarán y mantendrán la comunicación con nosotros.
ru_ru: Тронни и Эмили будут помогать тебе и поддерживать связь с нами.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/64/message
source: Does everyone agree with this?
es_es: ¿Todos de acuerdo?
ru_ru: Все согласны с этим?

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/65/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/67/message
source: Yes, sounds good to me!
es_es: ¡Sí, suena bien!
ru_ru: Да, я не против!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/69/message
source: D'accord! As long as there is stuff left for me to punch.
es_es: ¡D'accord! Mientras tenga a qué golpear.
ru_ru: D'accord (Хорошо)! До тех пор, пока мне есть кого побить.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/71/message
source: Alrighty! I'll give you more instructions during the raid! Just keep your heads up, eh?
es_es: ¡Muy bien! ¡Les daré más instrucciones durante la Raid! Tan solo estén alerta, ¿si?
ru_ru: Ладненько! Я дам вам больше инструкций во время рейда! Просто держите ухо востро, хорошо?

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/72/message
source: Of course!
es_es: ¡Por supuesto!
ru_ru: Конечно!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/76/message
source: So who'll be the column tackler in our team?
es_es: Entonces, ¿quién será el líder táctico de nuestro equipo?
ru_ru: Так кто же будет устранителем столбов в нашей команде?

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/78/message
source: Can I be it, please?\. Please, please, please.
es_es: ¿Puedo ser yo, por favor?\. Por favor, por favor, por favor.
ru_ru: Можно я, пожалуйста? Пожалуйста, пожалуйста, пожалуйста.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/80/message
source: Alright, Raphael. But please be mindful and don't forget about the teamwork.
es_es: De acuerdo, Rafael. Pero ten cuidado y no te olvides del trabajo en equipo.
ru_ru: Хорошо, Рафаэль. Но, пожалуйста, будь внимателен и не забывай о командной работе.

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/81/message
source: Of course, Ma'am!
es_es: ¡Por supuesto, señora!
ru_ru: Конечно, мэм!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/85/message
source: Is everyone ready?
es_es: ¿Están todos listos?
ru_ru: Все готовы?

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/87/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/89/message
source: Ready!
es_es: ¡Listo!
ru_ru: Готовы!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/91/message
source: Japp!
ru_ru: Japp (Йеп)!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/93/message
source: Yes, Ma'am!
es_es: ¡Sí, señora!
ru_ru: Да, мэм!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/95/message
source: Let's go! Let's go! Let's go!
es_es: ¡Vamos! ¡Vamos! ¡Vamos!
ru_ru: Погнали! Погнали! Погнали!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/100/message
source: Alrighty! Everyone, get in front of your track! \c[3]Column Tacklers\c[0] please step on those marks on the ground!
es_es: ¡Muy bien! ¡Prepárense frente a su ruta! ¡\c[3]Líderes Tácticos\c[0], por favor colóquense en esos marcadores en el suelo!
ru_ru: Ладненько! Встаньте перед своим направлением! \c[3]Устранители столбов\c[0], пожалуйста, наступите на эти отметки на земле!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/114/text
source: Setup Column Tackler
es_es: Asignando Líder Táctico
ru_ru: Установка устранителей столбов!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/115/text
source: Setup Column Tackler
es_es: Asignando Líder Táctico
ru_ru: Установка устранителей столбов!

# data/maps/autumn-fall/raid/raid-01.json//entities/57/settings/event/139/task
source: Complete the \c[3]raid\c[0] together with the other First Scholar members!
es_es: ¡Completa la \c[3]Raid\c[0] junto con los otros miembros de los Primeros Eruditos!
ru_ru: Завершите \c[3]рейд\c[0] вместе с другими членами Первоучёных!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Bonjour!
ru_ru: Bonjour (Привет)!

source: We're almost ready!\. I can't wait!
es_es: ¡Ya está casi todo listo!\. ¡No puedo esperar más!
ru_ru: Мы почти готовы!\. Жду не дождусь!

source: Please don't leave us again in the middle of it, okay?
es_es: Por favor, no nos abandones en medio de la raid, ¿de acuerdo?
ru_ru: Пожалуйста, не бросай нас снова на самом интересном месте, хорошо?

source: Whyyyy?
es_es: ¿Por quééééé?
ru_ru: Почемуууу?

source: Pardon...\. I know it wasn't your fault.
es_es: Pardon...\. Sé que no fue tu culpa.
ru_ru: Pardon (Извини)...\. Я знаю, это было не по твоей вине.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Good morning, Lea!
es_es: ¡Buen día, Lea!
ru_ru: Доброе утро, Лея!

source: It seems like you slept very well!
es_es: ¡Al parecer dormiste muy bien!
ru_ru: Ты, похоже, выспалась всласть!

source: I woke up pretty early, so I went ahead and waited here.
es_es: Yo desperté muy temprano, así que me adelanté y esperé aquí.
ru_ru: Я довольно рано проснулся, так что пошёл вперёд вас и ждал здесь.

source: I guess I might be a little bit excited about the raid?
es_es: ¿Supongo que estoy un poco emocionado por la raid?
ru_ru: Наверное, я немного в восторге по поводу рейда?

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/20/message
source: ...\. And set!
es_es: ...\. ¡Todo listo!
ru_ru: И...\. готово!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/25/message
source: Welcome, everyone, to Para Island!\. Again!
es_es: ¡Bienvenidos todos a la Isla Apartada!\. ¡Otra vez!
ru_ru: Всем добро пожаловать на Райский остров!\. Снова!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/26/message
source: An important milestone of the track that we'll definitely manage to pass this time around!
es_es: ¡Un importante hito del Camino que definitivamente lograremos superar esta ocasión!
ru_ru: Важная веха Пути, которую на этот раз мы точно преодолеем!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/27/message
source: But don't think for a moment that this will be a cake walk!
es_es: ¡Pero no crean ni por un segundo que esto será pan comido!
ru_ru: Но даже не думайте, что это будет проще пареной репы!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/28/message
source: Because this time, the Ancients will put our teamwork to a much harder test!
es_es: ¡Ya que ahora, los Antiguos pondrán a prueba mucho más duramente nuestro trabajo en equipo!
ru_ru: Потому что в этот раз Древние подвергнут нашу слаженность гораздо более тяжёлому испытанию!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/29/message
source: Once again, we shall head towards the \c[3]top of the hill\c[0]!
es_es: ¡Una vez más, debemos dirigirnos a la \c[3]cima de la colina\c[0]!
ru_ru: И снова мы направляемся к \c[3]вершине холма\c[0]!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/30/message
source: Together, as two teams, moving in unison!
es_es: ¡Juntos, en dos equipos, moviéndose al unísono!
ru_ru: Вместе, как две команды, продвигаясь сообща!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/35/message
source: The first team, ascending on the right, the honorable Evotars \c[3]Lea\c[0] and \c[3]Luke\c[0]... and also \c[3]Emilie\c[0]!
es_es: ¡El primer equipo, ascendiendo por la derecha, lo componen los honorables Evotares \c[3]Lea\c[0] y \c[3]Luke\c[0]... y también \c[3]Emilie\c[0]!
ru_ru: Первая команда, восходящая справа - почётные эвотары \c[3]Лея\c[0] и \c[3]Люк\c[0]... а также \c[3]Эмили\c[0]!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/37/message
source: Wait, am I not honorable?
es_es: Un momento, ¿yo no soy honorable?
ru_ru: Стоп, а разве я не "почётная"?

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/38/message
source: ... \c[3]Emilie\c[0] the fierce one!
es_es: ... ¡\c[3]Emilie\c[0] la feroz!
ru_ru: ...\c[3]Эмили\c[0] Яростная!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/39/message
source: That's better!
es_es: ¡Así está mejor!
ru_ru: Так-то лучше!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/44/message
source: The second team, ascending on the left, will be the veterans: \c[3]Schneider\c[0], \c[3]Buggy\c[0]...\. and \c[3]me\c[0]!
es_es: El segundo equipo, ascendiendo por la izquierda, lo componen los veteranos: ¡\c[3]Schneider\c[0], \c[3]Buggy\c[0]...\. y \c[3]yo\c[0]!
ru_ru: Второй командой, восходящей слева, будут ветераны: \c[3]Шнайдер\c[0], \c[3]Багги\c[0]...\. и \c[3]я\c[0]!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/46/message
source: Okay!!\. Can I be column tackler again?
es_es: ¡¡Bien!!\. ¿Puedo ser el líder táctico otra vez?
ru_ru: Хорошо!!\. Можно, я снова буду устранителем столбов?

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/47/message
source: Uhm...
ru_ru: Эмм...

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/49/message
source: Non, non!\. You messed up last time!
es_es: ¡Non, non!\. ¡La vez pasada fue un desastre!
ru_ru: Нет-нет!\. Ты облажался в тот раз!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/50/message
source: C'mon!\. I wanna do better this time!
es_es: ¡Oh, vamos!\. ¡Lo haré mejor esta vez!
ru_ru: Ну же!\. Я хочу постараться получше в этот раз!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/51/message
source: Let's give Raphael another chance, eh?
es_es: Démosle a Rafael otra oportunidad, ¿bien?
ru_ru: Давайте дадим Рафаэлю ещё один шанс, а?

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/52/message
source: Fine!
es_es: ¡Bien!
ru_ru: Ладно!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/57/message
source: But then Lea should be our column tackler again as well!
es_es: ¡Pero entonces Lea también debe ser nuestro líder táctico otra vez!
ru_ru: Но тогда Лея тоже должна снова быть нашим устранителем столбов!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/58/message
source: She actually did a good job!
es_es: ¡Ya que sí hizo un buen trabajo!
ru_ru: У неё на самом деле неплохо получилось!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/60/message
source: Is that okay for you, Lea?
es_es: ¿Te parece bien, Lea?
ru_ru: Это тебя устраивает, Лея?

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/62/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/63/message
source: Great, so we got that out of the way already!
es_es: ¡Perfecto, entonces todo listo!
ru_ru: Отлично, значит, с этим мы уже разобрались!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/67/message
source: Uhm...
ru_ru: Эмм...

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/68/message
source: What's a column tackler?
es_es: ¿Qué es un líder táctico?
ru_ru: А что такое устранитель столбов?

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/71/message
source: It's easy!
es_es: ¡Es sencillo!
ru_ru: Всё просто!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/73/message
source: Lea will hit things first and then we hit them as well!
es_es: ¡Lea atacará primero y nosotros hemos de seguirla!
ru_ru: Сначала Лея что-нибудь ударит, и тогда мы тоже будем это бить!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/74/message
source: Alright...
es_es: Está bien...
ru_ru: Ладно...

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/80/message
source: Is everyone ready?
es_es: ¿Están todos listos?
ru_ru: Все готовы?

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/82/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/84/message
source: I guess...
es_es: Eso creo...
ru_ru: Думаю, да...

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/86/message
source: Japp!
ru_ru: Japp (Йеп)!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/88/message
source: Yes, Ma'am!
es_es: ¡Sí, señora!
ru_ru: Да, мэм!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/90/message
source: Time to finish this!!
es_es: ¡¡Acabemos con esto!!
ru_ru: Пора покончить с этим!!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/95/message
source: Alrighty!\. Get ready, everyone!\. Column tacklers first, step on those marks on the ground!
es_es: ¡Muy bien!\. ¡Prepárense!\. ¡Líderes tácticos primero, colóquense en esos marcadores del suelo!
ru_ru: Ладненько!\. Всем приготовиться!\. Сперва идут устранители столбов, наступите на эти отметки на земле!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/109/text
source: Setup Column Tackler
es_es: Asignando Líder Táctico
ru_ru: Установка устранителей столбов!

# data/maps/autumn-fall/raid/raid-01.json//entities/305/settings/event/110/text
source: Setup Column Tackler
es_es: Asignando Líder Táctico
ru_ru: Установка устранителей столбов!

source: The Raid is still missing. The Plot will now be reset to after the raid! Note: During the raid a small argument rises between Luke and Schneider that is revolved towards the end.
es_es: La Raid aún no está completa. ¡La Historia se adelantará hasta luego de la raid! Nota: Durante la raid, Luke y Schneider tienen una pequeña discusión cerca del final.
ru_ru: Рейд всё ещё отсутствует. Сюжет будет сброшен до момента после рейда! Заметка: во время рейда между Люком и Шнайдером возник небольшой аргумент, разрешившийся ближе к концу.

source: Complete the \c[3]raid\c[0] together with the other First Scholar members!
es_es: ¡Completa la \c[3]raid\c[0] junto con los otros miembros de los Primeros Eruditos!
ru_ru: Завершите \c[3]рейд\c[0] вместе с другими членами Первоучёных!

# data/maps/autumn-fall/raid/raid-01.json//entities/306/settings/teleportLabel
source: To Para Island Vista
es_es: Hacia el Panorama de la Isla Apartada
ru_ru: К аллее Райского острова

# data/maps/autumn-fall/raid/raid-02.json//entities/16/settings/event/15/message
source: Hedgehags? Really? That's all?
es_es: ¿Arizos? ¿En serio? ¿Eso es todo?
ru_ru: Дикоборзы? В самом деле? Это всё?

# data/maps/autumn-fall/raid/raid-02.json//entities/16/settings/event/16/message
source: That's just warmup! Stay on your guard!
es_es: ¡Esto es solo calentamiento! ¡Mantén la guardia!
ru_ru: Это просто разминка! Оставайтесь начеку!

# data/maps/autumn-fall/raid/raid-02.json//entities/18/settings/event/5/message
source: Oui, oui! Keep them coming!
es_es: ¡Oui, oui! ¡Qué vengan! ¡Qué vengan!
ru_ru: Oui, oui (Да-да)! Давайте побольше!

# data/maps/autumn-fall/raid/raid-02.json//entities/24/settings/event/16/message
source: More Hillkats. Great. Gimme some new stuff to punch!
es_es: Más Colicatas. Excelente. ¡Quiero pelear contra enemigos nuevos!
ru_ru: Ещё Горностаи. Отлично. Дайте мне уже побить что-нибудь новое!

# data/maps/autumn-fall/raid/raid-02.json//entities/24/settings/event/17/message
source: Come on. Give it some time, Emilie.
es_es: Vamos. No seas impaciente, Emilie.
ru_ru: Перестань. Просто подожди немного, Эмили.

# data/maps/autumn-fall/raid/raid-02.json//entities/44/settings/event/6/message
source: Now we're talking!
es_es: ¡Oh! ¡Eso sí es nuevo!
ru_ru: Ну вот, стоит только захотеть!

# data/maps/autumn-fall/raid/raid-02.json//entities/44/settings/event/12/message
source: Hey, everyone! Over here!
es_es: ¡Oigan, todos! ¡Por aquí!
ru_ru: Эй, все! Слушайте сюда!

# data/maps/autumn-fall/raid/raid-02.json//entities/44/settings/event/13/message
source: We now have to fight the \c[3]Pillars\c[0]! Now it's time for the \c[3]Column Tacklers\c[0] to act!
es_es: ¡Ahora tenemos que luchar contra los \c[3]Pilares\c[0]! ¡Ahora entran en juego los \c[3]Líderes Tácticos\c[0]!
ru_ru: Теперь нам предстоит биться со \c[3]столбами\c[0]! Время \c[3]устранителей столбов\c[0] вступить в игру!

# data/maps/autumn-fall/raid/raid-02.json//entities/44/settings/event/14/message
source: Basically we all have to fight the small blocks with the \c[3]same color\c[0]!
es_es: ¿Ven esos bloques pequeños? ¡Todos tenemos que pelear contra alguno \c[3]del mismo color\c[0]!
ru_ru: По сути, мы все должны атаковать маленькие блоки \c[3]одинакового цвета\c[0]!

# data/maps/autumn-fall/raid/raid-02.json//entities/44/settings/event/16/task
source: Defeat the \c[3]red blocks\c[0]!
es_es: ¡Derrota a los \c[3]bloques rojos\c[0]!
ru_ru: Уничтожьте \c[3]красные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-02.json//entities/44/settings/event/18/message
source: Let's start with the \c[3]red blocks\c[0]! Lea, Buggy, only attack those!
es_es: ¡Comencemos con los \c[3]bloques rojos\c[0]! ¡Lea, Buggy, ataquen solo a los rojos!
ru_ru: Давайте начнём с \c[3]красных блоков\c[0]! Лея, Багги, атакуйте только их!

# data/maps/autumn-fall/raid/raid-02.json//entities/44/settings/event/19/message
source: Once the blocks are activated, everyone can help to bring them down!
es_es: Una vez que se activen los bloques, ¡todos pueden ayudar a derribarlos!
ru_ru: Как только блоки активируются, каждый может помочь разрушить их!

source: \c[3]Red blocks\c[0] defeated on our side!
es_es: ¡Ya no hay más \c[3]bloques rojos\c[0] por aquí!
ru_ru: \c[3]Красные блоки\c[0] на нашей стороне уничтожены!

source: \c[3]Blue\c[0] is obliterated!
es_es: ¡\c[3]Azules\c[0] eliminados!
ru_ru: \c[3]Синий\c[0] стёрт!

# data/maps/autumn-fall/raid/raid-02.json//entities/46/settings/event/2/message
source: Alrighty! Now let's take on the remaining \c[3]blue blocks\c[0]!
es_es: ¡Muy bien! ¡Ahora a por los \c[3]azules\c[0]!
ru_ru: Ладненько! Теперь давайте займёмся оставшимися \c[3]синими блоками\c[0]!

# data/maps/autumn-fall/raid/raid-02.json//entities/46/settings/event/3/message
source: Achtung! The pillar will now attack with the heavy caliber!
es_es: ¡Achtung! ¡Tengan cuidado, el pilar atacará con artillería pesada!
ru_ru: Achtung (Внимание)! Столб теперь будет атаковать крупным калибром!

# data/maps/autumn-fall/raid/raid-02.json//entities/46/settings/event/6/task
source: Defeat the \c[3]blue blocks\c[0]!
es_es: ¡Derrota a los \c[3]bloques azules\c[0]!
ru_ru: Уничтожьте \c[3]синие блоки\c[0]!

# data/maps/autumn-fall/raid/raid-02.json//entities/47/settings/event/13/message
source: And done! Nice!
es_es: ¡Y ya está! ¡Bien!
ru_ru: Всё готово! Отлично!

# data/maps/autumn-fall/raid/raid-02.json//entities/47/settings/event/14/message
source: On to the next stage, everyone!
es_es: ¡A la siguiente etapa, todos!
ru_ru: Все на следующий этап!
