Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/66/message
source: Yes, but I'm the wise Grasshead. Listen to your elder, greenhorn!
es_es: Oye Lukas, ¡recuerda darle una podada cada tanto!
ru_ru: Да, но я мудрый Травоголовый. Слушайся старших, зелень!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/67/message
source: Alright! Screw these metaphors!
es_es: ¡Bien! ¡Ya es suficiente!
ru_ru: Ладно! К чёрту метафоры!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/73/message
source: Hiiii!!
es_es: ¡¡Holaaaa!!
ru_ru: Привееееет!!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/78/message
source: Quiet everyone!
es_es: ¡Silencio todos!
ru_ru: Тихо всем!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/79/message
source: Let's hear what Lea has to say!
es_es: ¡Oigamos lo que Lea tiene para decirnos!
ru_ru: Давайте послушаем, что скажет Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/89/message
source: Lea!
ru_ru: Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/90/message
source: ...Meet?
es_es: ¿...Reunir?
ru_ru: ...Встреча?

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/93/message
source: I'm loving it so far!
es_es: ¡Se está poniendo interesante!
ru_ru: Мне это нравится!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/96/message
source: Lea, the hologram number... I forgot the number...
es_es: Lea, el número del holograma... olvidé el número...
ru_ru: Лея, номер голограммы... Я забыл номер...

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/108/message
source: Uhm...
es_es: Um...
ru_ru: Эмм...

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/109/message
source: Hello everyone...\.
es_es: Hola a todos...\.
ru_ru: Всем привет...\.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/113/message
source: Sacrebleu!
ru_ru: Sacrebleu (О господи)!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/114/message
source: My name is...\.
es_es: Mi nombre es...\.
ru_ru: Меня зовут...\.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/116/message
source: Lea, who is that guy?!
es_es: ¡¿Lea, quién es ese tipo?!
ru_ru: Лея, кто этот парень?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/117/message
source: I was just....\.
es_es: Estaba dicién...\.
ru_ru: Я как раз....\.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/120/message
source: Emilie, just let him talk.
es_es: Emilie, déjalo hablar.
ru_ru: Эмили, дай ему договорить.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/126/message
source: Thank you.
es_es: Gracias.
ru_ru: Благодарю.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/127/message
source: My name is Sergey Asimov.
es_es: Mi nombre es Sergey Asimov.
ru_ru: Меня зовут Сергей Азимов.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/128/message
source: And I am here to explain Lea's circumstances to you.
es_es: Y estoy aquí para explicarles las circunstancias de Lea.
ru_ru: И я здесь, чтобы объяснить вам, в какую ситуацию попала Лея.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/129/message
source: All of you should be aware of her speech module issues by now.
es_es: Todos ustedes deberían saber de sus problemas para comunicarse.
ru_ru: Все вы, должно быть, уже в курсе её проблемы с речевым модулем.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/130/message
source: However, there is another aspect of Lea you are probably unaware of.
es_es: Sin embargo, hay otro aspecto de Lea que probablemente desconocen.
ru_ru: Между тем, у Леи есть и другая особенность, о которой, возможно, вы не догадываетесь.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/132/message
source: Lea...\. is an \c[3]AI\c[0]. Her avatar is controlled by an \c[3]artificial intelligence\c[0].
es_es: Lea...\. es una \c[3]IA\c[0]. Su avatar es controlado por una \c[3]inteligencia artificial\c[0].
ru_ru: Лея...\. это \c[3]искусственный интеллект\c[0]. Её аватар контролируется \c[3]искусственным интеллектом\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/135/message
source: What?!
es_es: ¡¿Qué?!
ru_ru: Что?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/137/message
source: You're joking!
es_es: ¡Bromeas!
ru_ru: Ты шутишь!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/143/message
source: Spheromancer Lea!
ru_ru: Сферомант Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/144/message
source: Does this man tell the truth?!
es_es: ¡¿Este hombre dice la verdad?!
ru_ru: Этот парень говорит правду?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/149/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/150/message
source: Sorry...
es_es: Perdón...
ru_ru: Прости...

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/155/message
source: N-No way!\. That can't be true...
es_es: ¡N-No puede ser!\. No puede ser cierto...
ru_ru: Д-Да ладно!\. Это не может быть правдой...

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/157/message
source: You definitely fooled me...
es_es: La verdad que no me di cuenta...
ru_ru: Ты меня определённо одурачила...

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/161/message
source: So wait, does that mean a \c[3]bot\c[0] managed to join our guild?!
es_es: Espera, ¡¿esto quiere decir que un \c[3]bot\c[0] consiguió entrar a nuestro gremio?!
ru_ru: Подожди, означает ли это, что в нашей гильдии \c[3]бот\c[0]?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/162/message
source: Nyahahahahaha!\. This is amazing!
es_es: ¡Nyahahahahaha!\. ¡Esto es increíble!
ru_ru: Ньяхахахахаха!\. Это удивительно!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/166/message
source: Lea, dear...\. So, are...\. are you an NPC?
es_es: Lea, querida...\. Entonces, eres...\. ¿eres un NPC?
ru_ru: Лея, дорогая...\. Так...\. ты NPC?

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/167/message
source: I'm very confused right now!
es_es: ¡Estoy muy confundida!
ru_ru: Я прямо сбита с толку!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/170/message
source: Lea is a regular avatar, controlled by a very special kind of AI.
es_es: Lea es un avatar normal, controlada por un tipo de IA muy especial.
ru_ru: Лея - обычный аватар под контролем особенного искусственного интеллекта.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/171/message
source: Allow me to start from the beginning...
es_es: Déjenme empezar de cero...
ru_ru: Позвольте мне начать с самого начала...

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/180/message
source: We finally met Satoshi and Shizuka, hidden somewhere in Sapphire Ridge.
es_es: Finalmente encontramos a Satoshi y a Shizuka, escondidos en alguna parte de Cresta Zafiro.
ru_ru: В итоге, мы встретили Сатоши и Шизуку, которые скрывались где-то в Сапфировом крае.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/181/message
source: That is how we learned everything and how we could come up with a plan.
es_es: Así es como entendimos todo, y desarrollamos un plan.
ru_ru: Именно так мы всё и узнали и смогли придумать план.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/182/message
source: A plan to storm Vermillion Wasteland to reach the Evotar Server.
es_es: Un plan para atacar el Vertedero Vermillion y llegar al Servidor Evotar.
ru_ru: План штурма Пустоши Вермиллион, чтобы добраться до сервера эвотаров.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/183/message
source: And that is where we are right now.
es_es: Y aquí estamos ahora.
ru_ru: И вот почему мы здесь.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/187/message
source: Damn.\. What a convoluted situation.
es_es: Uf.\. Qué situación tan compleja.
ru_ru: Чёрт.\. Какая запутанная ситуация.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/191/message
source: Spheromancer Lea!\. I...\. I don't know how to respond to this!
es_es: ¡Spheromancer Lea!\. No...\. ¡No sé que responder a esto!
ru_ru: Сферомант Лея!\. Я...\. Я не знаю, как на это реагировать!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/195/message
source: All this tech talk just went way over my head!
es_es: ¡No entendí nada de todo este palabrerío técnico!
ru_ru: Все эти технические разговоры не укладываются в моей голове!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/196/message
source: But what was this part about punching through dungeon walls? That sounded awesome!
es_es: ¿Pero cómo era eso de romper las paredes de las mazmorras? ¡Eso sonaba asombroso!
ru_ru: Но вон та часть с пробиванием стен в подземелье? Это звучало круто!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/200/message
source: I'm still so...\. so confused.
es_es: Sigo...\. tan confundida.
ru_ru: Я по-прежнему так...\. так растеряна.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/202/message
source: Don't worry, hon.\. This situation is...\. very particular.
es_es: No te preocupes, amor.\. Esta situación es...\. muy particular.
ru_ru: Не беспокойся, дорогая.\. Ситуация...\. очень специфичная.

source: So...\. and about \c[1]Lea's insanely high attack damage\c[0]...\. was that you as well?
es_es: Entonces...\. ¿qué hay del \c[1]ridículo daño de Lea\c[0]...?\. ¿eso también es tu culpa?
ru_ru: Так...\. а насчёт \c[1]безумно высокого урона Леи\c[0]...\. это тоже был ты?

source: Uhm... yes.\. It was an experiment that I forgot to remove and can't remove anymore.
es_es: Pues... sí.\. Era un experimento que me olvidé de quitar, y ya no lo puedo quitar.
ru_ru: Эмм... да.\. Это был эксперимент, который я забыл удалить, да и не могу больше.

source: Why remove it?\. Please give it to me, too!\. I want to deal as much damage as Lea!
es_es: ¿Por qué lo quitarías?\. ¡Por favor dámelo a mí también!\. ¡Quiero hacer tanto daño como Lea!
ru_ru: Зачем удалять?\. Пожалуйста, сделай мне тоже такую штуку!\. Я хочу наносить так же много урона, как и Лея!

source: Sorry, but I can't do that for...\. many reasons.
es_es: Perdona, pero no puedo hacer eso por...\. muchos motivos.
ru_ru: Извини, но я не могу сделать это по...\. многим причинам.

source: Aww man...
es_es: Awwww...
ru_ru: Оуу, блин...

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/207/message
source: Okay...\. now this is where you come in.
es_es: Bien...\. así que aquí entran ustedes.
ru_ru: Ладно...\. теперь о том, где вступаете вы.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/208/message
source: In order to properly storm Vermillion Wasteland, we need your help.
es_es: Para poder hacer un buen ataque al Vertedero Vermillion, necesitamos su ayuda.
ru_ru: Чтобы штурмовать Пустошь Вермиллион, нам нужна ваша помощь.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/209/message
source: So please...\. for the sake of Lea...\. and all Evotars, can we count on your support?
es_es: Así que por favor...\. por el bien de Lea...\. y de todos los Evotares, ¿contamos con ustedes?
ru_ru: Пожалуйста...\. ради Леи... \. и всех эвотаров, можем ли мы рассчитывать на вашу поддержку?

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/220/message
source: OUI!\. COUNT ME IN!
es_es: ¡OUI!\. ¡CUENTEN CONMIGO!
ru_ru: OUI (ДА)!\. РАССЧИТЫВАЙТЕ НА МЕНЯ!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/222/message
source: Lea is a dear friend to me!
es_es: ¡Lea es una amiga mía muy querida!
ru_ru: Лея - мой дорогой друг!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/223/message
source: She can be an AI or a loaf of baguette for all I care!
es_es: ¡Puede ser una IA o una baguette por todo lo que me importa!
ru_ru: Она может быть хоть искусственным интеллектом, хоть багетом, мне всё равно!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/225/message
source: Of course I'll help her!
es_es: ¡Por supuesto que la ayudaré!
ru_ru: Конечно я ей помогу!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/230/message
source: You're right!
es_es: ¡Tienes razón!
ru_ru: Ты права!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/231/message
source: Lea is a member of this guild and we should support her.
es_es: Lea es un miembro de este gremio y debemos ayudarla.
ru_ru: Лея - член этой гильдии, и мы должны поддержать её.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/232/message
source: I mean... sure this situation is crazy and storming Vermillion Wasteland might get us into trouble.
es_es: Quiero decir... esta situación es algo alocada y atacar el Vertedero Vermillion puede que nos traiga problemas.
ru_ru: В том смысле, что... конечно, эта ситуация безумная, и штурм Пустоши Вермиллион может привести к неприятностям.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/233/message
source: But how often do you get the chance to break into unfinished game territory, am I right?
es_es: Pero ¿cuántas veces tienes la oportunidad de ir a un territorio del juego sin terminar?
ru_ru: Но как часто выпадает шанс проникнуть на незаконченную игровую территорию, я прав?

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/237/message
source: True words, my dude!
es_es: ¡Sabias palabras, amigo!
ru_ru: Слова истины, друг мой!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/238/message
source: This sounds like a crazy kind of raid!
es_es: ¡Esto suena como una raid mucho más interesante!
ru_ru: Это звучит как сумасшедший вид рейда!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/242/message
source: I'm not sure I can approve of all this rule-breaking behavior!
es_es: ¡No sé como sentirme al respecto de este comportamiento ilegal!
ru_ru: Я не уверен, что смогу одобрить все эти нарушения правил!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/243/message
source: However!
es_es: ¡Sin embargo!
ru_ru: Тем не менее!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/250/message
source: The way Evotars are currently treated is a disgusting display of injustice!
es_es: ¡La forma en la que se trata a los Evotares es una desagradable muestra de injusticia!
ru_ru: То, как в настоящее время обращаются с эвотарами, является отвратительным проявлением несправедливости!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/251/message
source: By my name and the honor of the Spheromancers, this cannot stand!
es_es: ¡Por mi nombre y el honor de los Spheromancers, esto no puede seguir!
ru_ru: Моим именем и честью сферомантов, это неприемлемо!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/255/message
source: Seconded.
es_es: Lo mismo digo.
ru_ru: Поддерживаю.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/259/message
source: Very true! We First Scholars cannot abide such cruelty!
es_es: ¡Muy cierto! ¡Nosotros, los Primeros Eruditos, no podemos permitir tal crueldad!
ru_ru: Всё верно! Мы, Первоучёные, не можем терпеть такую жестокость!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/260/message
source: Lea, you have our support!
es_es: ¡Lea, tienes nuestro apoyo!
ru_ru: Лея, можешь на нас рассчитывать!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/262/message
source: Indeed.
es_es: En efecto.
ru_ru: В самом деле.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/264/message
source: Also, everyone get down from that table!
es_es: Y otra cosa, ¡bájense de la mesa!
ru_ru: Кроме того, слезьте с этого стола!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/267/message
source: Yes, ma'am.
es_es: Sí, señora.
ru_ru: Да, мэм.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/277/message
source: Thanks...
es_es: Gracias...
ru_ru: Спасибо...

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/279/message
source: Thanks, thanks, thanks!!
es_es: ¡¡Gracias, gracias, gracias!!
ru_ru: Спасибо, спасибо, спасибо!!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/281/message
source: Honestly...\. I never expected this amount of enthusiasm.
es_es: Honestamente...\. no me esperaba este tipo de entusiasmo.
ru_ru: Честно...\. Я не ожидал такого энтузиазма.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/282/message
source: I am very glad we have you on our side!
es_es: ¡Me alegra mucho tenerlos de nuestro lado!
ru_ru: Я очень рад, что вы на нашей стороне!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/283/message
source: Now we just have to find a good time that fits everyone.
es_es: Ahora solo necesitamos un buen momento en el que todos puedan participar.
ru_ru: Теперь нам просто нужно найти время, которое подходит всем.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/284/message
source: The sooner, the better.
es_es: Mientras antes, mejor.
ru_ru: Чем раньше, тем лучше.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/288/message
source: It's the weekend and I have time!\. Let's do it today!
es_es: ¡Es fin de semana y tengo tiempo!\. ¡Hagámoslo hoy!
ru_ru: Сейчас выходные, и у меня есть время!\. Давайте сделаем это сегодня!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/290/message
source: Let's!
es_es: ¡Hagámoslo!
ru_ru: Давайте!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/292/message
source: Yes! Let's storm Vermillion Wasteland!
es_es: ¡Sí! ¡Ataquemos el Vertedero Vermillion!
ru_ru: Да! Давайте штурмовать Пустошь Вермиллион!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/294/message
source: Sure, today is good!
es_es: ¡Seguro, hoy está bien!
ru_ru: Сегодня вполне подходящий день!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/296/message
source: I was planning to do some shopping today.
es_es: Estaba planeando ir de compras.
ru_ru: Я планировал сегодня пройтись по магазинам.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/307/message
source: That was a joke.
es_es: Era una broma.
ru_ru: Это была шутка.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/310/message
source: Alrighty! Today it is!
es_es: ¡De acuerdo! ¡Se hará hoy!
ru_ru: Ладненько! Тогда сегодня!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/320/message
source: Fantastic! Then let us meet in about an hour in front of the \c[3]Dojo\c[0] in \c[3]Sapphire Ridge\c[0].
es_es: ¡Fantástico! Entonces encontrémonos en más o menos una hora frente al \c[3]Dojo\c[0] en \c[3]Cresta Zafiro\c[0].
ru_ru: Фантастика! Тогда давайте встретимся примерно через час перед \c[3]Додзё\c[0] в \c[3]Сапфировом крае\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/321/message
source: The entrance to Vermillion Wasteland is nearby!
es_es: ¡La entrada al Vertedero Vermillion está por ahí!
ru_ru: Вход в Пустошь Вермиллион находится поблизости!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/322/message
source: Also... before you leave, we should try to establish a direct communication channel.
es_es: Otra cosa... antes de que se vayan, deberíamos intentar establecer un canal de comunicación directa.
ru_ru: И... прежде чем уйти, мы должны попытаться установить прямой канал связи.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/323/message
source: Please give me a moment...
es_es: Por favor denme un momento...
ru_ru: Пожалуйста, дайте мне минутку...

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/339/message
source: We are all set! Now I can talk directly to all of you!
es_es: ¡Todo listo! ¡Ahora puedo hablarles directamente!
ru_ru: Всё готово! Теперь я могу говорить напрямую со всеми вами!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/343/message
source: Nice!\. Then I'll quickly optimize my equipment and gather a few items!\. See you soon!
es_es: ¡Bien!\. ¡Entonces mejoraré un poco mi equipamiento y recogeré un par de objetos!\. ¡Nos vemos pronto!
ru_ru: Отлично!\. Тогда я быстро оптимизирую свою экипировку и соберу несколько предметов!\. До скорого!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/350/message
source: Alrighty! Al and I had better prepare as well.
es_es: ¡De acuerdo! Al y yo nos prepararemos también.
ru_ru: Ладненько! Нам с Алом тоже стоит подготовиться.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/351/message
source: See you soon.
es_es: Nos vemos pronto.
ru_ru: Увидимся.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/361/message
source: Uhm...\. Sergey?\. Quick question.
es_es: Um...\. ¿Sergey?\. Una pregunta.
ru_ru: Хмм...\. Сергей?\. Небольшой вопрос.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/362/message
source: You said there was an...\. Evotar copy of me in Evotarground?\. Potentially interrogated?
es_es: ¿Tú dijiste que hay un...\. Evotar mío en el Mundo Evotar?\. ¿Potencialmente siendo interrogado?
ru_ru: Ты сказал, что в зоне эвотаров была...\. моя эвотар-копия?\. Которую, возможно, допрашивали?

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/363/message
source: Yes, that is correct.
es_es: Sí, eso es correcto.
ru_ru: Да, это так.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/364/message
source: Oh Junge...
ru_ru: Oh Junge (Боже)...

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/365/message
source: I better logout and quickly change all my credentials!
es_es: ¡Será mejor que me desconecte y cambie mis credenciales!
ru_ru: Я должен выйти из системы и быстро изменить все свои учётные данные!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/366/message
source: I'll meet you in Sapphire Ridge!
es_es: ¡Nos vemos en Cresta Zafiro!
ru_ru: Встретимся в Сапфировом крае!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/368/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/378/message
source: Spheromancer Lea! We shall prepare as well!
es_es: ¡Spheromancer Lea! ¡Será mejor que nos preparemos también!
ru_ru: Сферомант Лея! Мы тоже будем готовиться!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/379/message
source: We'll show them what it means to deal with the wrath of the Spheromancers!
es_es: ¡Les mostraremos lo que significa enfrentarse a la furia de los Spheromancers!
ru_ru: Мы покажем им, что значит иметь дело с гневом сферомантов!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/389/message
source: Lea...\. chérie...
ru_ru: Лея...\. chérie (дорогая)...
