Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

source: The puzzles on the other hand...
es_es: Los puzzles por otro lado...
ru_ru: А вот головоломки...

source: Sometimes they're just a thorn in the side, don't you think?
es_es: A veces son como piedra en el zapato, ¿no crees?
ru_ru: Иногда они просто заноза в заднице, тебе так не кажется?

source: Especially in those dungeons.
es_es: Especialmente en las mazmorras.
ru_ru: Особенно в этих подземельях.

source: Oh!\. I gotta go.
es_es: ¡Oh!\. Debo irme.
ru_ru: Ой!\. Мне надо идти.

source: There is another parkour I wanted to complete with a few friends.
es_es: Hay un parkour que quería completar con unos amigos.
ru_ru: Тут есть ещё один паркур, который я хочу пройти со своими друзьями.

source: Time to show up at the last minute!
es_es: ¡Es hora de llegar justo a tiempo!
ru_ru: Самое время появиться в последнюю минуту!

# data/maps/autumn/guild/left.json//entities/277/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

source: Lea... if we plan to talk to Albert, we definitely should do so alone.
es_es: Lea... si queremos hablar con Albert será mejor que lo hagamos a solas.
ru_ru: Лея... если мы планируем поговорить с Альбертом, то мы определённо должны это сделать одни.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/left.json//entities/281/settings/event/2/message
source: Almost there.
es_es: Ya casi.
ru_ru: Почти на месте.

# data/maps/autumn/guild/left.json//entities/283/settings/event/8/message
source: Here we are, the \c[3]Headquarters of the First Scholars\c[0].
es_es: Aquí estamos, \c[3]La Sede de los Primeros Eruditos\c[0].
ru_ru: Вот мы и пришли - \c[3]штаб Первоучёных\c[0].

# data/maps/autumn/guild/left.json//entities/283/settings/event/15/message
source: Aww! It's a cute little house!
es_es: ¡Aww! ¡Que casita tan linda!
ru_ru: Ааах! Милый маленький домик!

# data/maps/autumn/guild/left.json//entities/283/settings/event/17/message
source: Told you we're a small guild, right?
es_es: Te dije que éramos un gremio pequeño, ¿no?
ru_ru: Говорил же тебе, гильдия у нас небольшая.

# data/maps/autumn/guild/left.json//entities/283/settings/event/23/message
source: Well then...\. Ladies first!
es_es: Bien entonces...\. ¡Las damas primero!
ru_ru: Ну что ж...\. Дамы вперёд!

# data/maps/autumn/guild/left.json//entities/283/settings/event/24/message
source: Merci beaucoup!
ru_ru: Merci beaucoup (Спасибо большое)!

# data/maps/autumn/guild/left.json//entities/284/settings/interact/hoverText
source: There's no easter egg here
es_es: No hay secretos aquí
ru_ru: Тут нет пасхалок

# data/maps/autumn/guild/left.json//entities/284/settings/interact/event/0/text
source: Like really, there's nothing here.
es_es: En serio, no hay nada aquí.
ru_ru: Нет, правда, тут ничего нет.

# data/maps/autumn/guild/left.json//entities/284/settings/interact/event/4/text
source: Sooooo... Bye.
es_es: Así queeeeeeee... Adiós.
ru_ru: Так чтооооо... пока.

# data/maps/autumn/guild/left.json//entities/292/settings/event/9/message
source: Hello, Lea!
es_es: ¡Hola, Lea!
ru_ru: Привет, Лея!

# data/maps/autumn/guild/left.json//entities/292/settings/event/10/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/guild/left.json//entities/292/settings/event/11/message
source: I see you made an appointment for the raid tomorrow?
es_es: ¿Veo que tienes planeado hacer una raid mañana?
ru_ru: Я вижу, вы договорились о встрече для завтрашнего рейда?

# data/maps/autumn/guild/left.json//entities/292/settings/event/12/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/left.json//entities/292/settings/event/13/message
source: That is great!\. Hopefully things will not go wrong this time.
es_es: ¡Me alegro mucho!\. Espero que esta vez las cosas salgan bien.
ru_ru: Это отлично!\. Надеюсь, в этот раз всё пройдет нормально.

# data/maps/autumn/guild/left.json//entities/292/settings/event/14/message
source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

# data/maps/autumn/guild/left.json//entities/292/settings/event/15/message
source: Well...\. it is highly unlikely that anyone would interfere again.
es_es: Bueno...\. es altamente improbable que alguien interfiera de nuevo.
ru_ru: Ну...\. очень маловероятно, что кто-то снова нам помешает.

# data/maps/autumn/guild/left.json//entities/292/settings/event/17/message
source: Anyway, I wanted to let you know that you can \c[3]go to sleep\c[0] on your own now!
es_es: Pero bueno, ¡quería hacerte saber que puedes \c[3]irte a dormir\c[0] tú misma ahora!
ru_ru: В любом случае, я хотел сказать тебе, что теперь ты \c[3]можешь пойти спать\c[0], когда захочешь!

# data/maps/autumn/guild/left.json//entities/292/settings/event/19/message
source: How?
es_es: ¿Cómo?
ru_ru: Как?

# data/maps/autumn/guild/left.json//entities/292/settings/event/20/message
source: It is pretty intuitive, really!
es_es: ¡Es muy intuitivo, de hecho!
ru_ru: Ну это вполне очевидно, правда!

# data/maps/autumn/guild/left.json//entities/292/settings/event/21/message
source: Just go to your \c[3]house\c[0] in Homestedt and \c[3]lay down in your bed\c[0].
es_es: Tan solo ve a tu \c[3]casa\c[0] en Villa Evotar y \c[3]acuéstate en tu cama\c[0].
ru_ru: Просто иди к себе \c[3]домой\c[0] в Хоумштадт и \c[3]ложись спать\c[0].

# data/maps/autumn/guild/left.json//entities/292/settings/event/22/message
source: There is no more need for me to be around to log you out manually.
es_es: Ya no hay necesidad de que te desconecte manualmente.
ru_ru: Мне больше нет необходимости быть рядом, чтобы отключать тебя вручную.

# data/maps/autumn/guild/left.json//entities/292/settings/event/24/message
source: And that is all I wanted to tell you.
es_es: Y eso es todo lo que quería decirte.
ru_ru: И это всё, что я хотел рассказать тебе.

# data/maps/autumn/guild/left.json//entities/292/settings/event/25/message
source: I guess now is a good time to prepare for the raid, correct?
es_es: Supongo que es tiempo de que te prepares para la raid, ¿no?
ru_ru: Полагаю, сейчас хорошее время, чтобы подготовиться к рейду, верно?

# data/maps/autumn/guild/left.json//entities/292/settings/event/26/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/left.json//entities/292/settings/event/30/task
source: Go to \c[3]Homestedt\c[0] to your house and try to \c[3]sleep in your bed\c[0].
es_es: Ve a tu casa en \c[3]Villa Evotar\c[0] e intenta \c[3]dormir en tu cama\c[0].
ru_ru: Отправляйтесь в \c[3]Хоумштадт\c[0] к своему дому и попробуйте \c[3]поспать в своей кровати\c[0].

source: Hey Lea! What are you waiting for? Let's save some peeps in Sapphire Ridge!
es_es: ¡Oye, Lea! ¿A qué esperas? ¡Salvemos a algún jugador en Cresta Zafiro!
ru_ru: Эй, Лея! Чего же ты ждёшь? Давай спасём несколько челов в Сапфировом крае!

source: \c[3]Quadroguards\c[0]
ru_ru: \c[3]Квадрогарды\c[0]

# data/maps/autumn/guild/lmh-inner-eg.json//entities/122/settings/interact/title
source: Member List
es_es: Lista de Miembros
ru_ru: Список участников

source: \s[0]Last Minute Heroes ~ \c[3]Quadroguard\c[0] ~ Member List
es_es: \s[0]Héroes Justo a Tiempo ~ \c[3]Quadroguard\c[0] ~ Lista de Miembros
ru_ru: \s[0]Герои последней минуты ~ \c[3]Квадрогард\c[0] ~ Список участников

source: [Exit]
es_es: [Salir]
ru_ru: [Выход]

source: \c[3]Tribladers\c[0]
ru_ru: \c[3]Триблейдеры\c[0]

# data/maps/autumn/guild/lmh-inner-eg.json//entities/123/settings/interact/title
source: Member List
es_es: Lista de Miembros
ru_ru: Список участников

source: \s[0]Last Minute Heroes ~ \c[3]Triblader\c[0] ~ Member List
es_es: \s[0]Héroes Justo a Tiempo ~ \c[3]Triblader\c[0] ~ Lista de Miembros
ru_ru: \s[0]Герои последней минуты ~ \c[3]Триблейдер\c[0] ~ Список участников

source: [Exit]
es_es: [Salir]
ru_ru: [Выход]

source: \c[3]Pentafist\c[0]
ru_ru: \c[3]Пентафисты\c[0]

# data/maps/autumn/guild/lmh-inner-eg.json//entities/124/settings/interact/title
source: Memberlist
es_es: Lista de Miembros
ru_ru: Список участников

source: \s[0]Last Minute Heroes ~ \c[3]Pentafist\c[0] ~ Member List
es_es: \s[0]Héroes Justo a Tiempo ~ \c[3]Pentafist\c[0] ~ Lista de Miembros
ru_ru: \s[0]Герои последней минуты ~ \c[3]Пентафист\c[0] ~ Список участников

source: [Exit]
es_es: [Salir]
ru_ru: [Выход]

source: \c[3]Hexacasts\c[0]
ru_ru: \c[3]Гексакасты\c[0]

# data/maps/autumn/guild/lmh-inner-eg.json//entities/125/settings/interact/title
source: Memberlist
es_es: Lista de Miembros
ru_ru: Список участников

source: \s[0]Last Minute Heroes ~ \c[3]Hexacast\c[0] ~ Member List
es_es: \s[0]Héroes Justo a Tiempo ~ \c[3]Hexacast\c[0] ~ Lista de Miembros
ru_ru: \s[0]Герои последней минуты ~ \c[3]Гексакаст\c[0] ~ Список участников

source: [Exit]
es_es: [Salir]
ru_ru: [Выход]

source: \c[3]Spheromancers\c[0]
ru_ru: \c[3]Сфероманты\c[0]

# data/maps/autumn/guild/lmh-inner-eg.json//entities/126/settings/interact/title
source: Memberlist
es_es: Lista de Miembros
ru_ru: Список участников

source: \s[0]Last Minute Heroes ~ \c[3]Spheromancer\c[0] ~ Member List
es_es: \s[0]Héroes Justo a Tiempo ~ \c[3]Spheromancer\c[0] ~ Lista de Miembros
ru_ru: \s[0]Герои последней минуты ~ \c[3]Сферомант\c[0] ~ Список участников

source: [Exit]
es_es: [Salir]
ru_ru: [Выход]

# data/maps/autumn/guild/lmh-inner-eg.json//entities/138/settings/dialog/0/text
source: This is terribly interesting.
es_es: Esto es terriblemente interesante.
ru_ru: Это просто ужасно интересно.

# data/maps/autumn/guild/lmh-inner-eg.json//entities/138/settings/dialog/1/text
source: Black so deep you can get lost in it.
es_es: Un negro tan oscuro que te puedes perder en él.
ru_ru: Чернота такой глубины, что в ней можно потеряться.

# data/maps/autumn/guild/lmh-inner-eg.json//entities/138/settings/dialog/2/text
source: Really now, isn't there a way to use the display for something? Watch some shows?
es_es: No, en serio, ¿no se puede usar la pantalla para algo más? ¿Ver algún show?
ru_ru: А если серьёзно, разве нет способа использовать экран для чего-либо? Посмотреть какие-нибудь шоу?

# data/maps/autumn/guild/lmh-inner-eg.json//entities/138/settings/dialog/3/text
source: Yes, but you have to pay extra to get those features.
es_es: Sí, pero tienes que pagar extra para tener esas cosas.
ru_ru: Да, но нужно доплатить, чтобы получить такие возможности.

# data/maps/autumn/guild/lmh-inner-eg.json//entities/138/settings/dialog/4/text
source: The guild decided it's not worth it since barely anybody uses it.
es_es: El gremio decidió que no lo vale ya que casi nadie lo usa.
ru_ru: Гильдия решила, что оно того не стоит, так как практически никто этим не пользуется.

# data/maps/autumn/guild/lmh-inner-eg.json//entities/138/settings/dialog/5/text
source: That's a shame...
es_es: Qué pena...
ru_ru: Досадно...

source: Welcome to the great Last Minute Heroes headquarters!
es_es: ¡Bienvenida a la gran Sede de los Héroes Justo a Tiempo!
ru_ru: Добро пожаловать в великолепный штаб Героев последней минуты!

source: We're one of CrossWorld's largest guilds and proud of all of our members!
es_es: ¡Somos uno de los gremios más grandes de CrossWorlds y estamos orgullosos de todos nuestros miembros!
ru_ru: Мы одна из самых больших гильдий CrossWorlds и мы гордимся каждым её участником!

source: That's why you'll find a list of all of them in this room, sorted by character class.
es_es: Es por eso que encontrarás una lista con todos ellos en esta habitación, ordenados por clase.
ru_ru: Вот почему ты можешь найти их полный список в этой комнате, отсортированный по классам персонажа.

source: They're all great people ready to \c[3]save the day at the last minute\c[0]!
es_es: ¡Todos ellos son grandes personas, listos para \c[3]salvar el día en el momento justo\c[0]!
ru_ru: Все они - великие люди, готовые \c[3]спасти мир в последнюю минуту\c[0]!

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/0/text
source: Alright and that's pretty much it! Get ready and let's meet up tomorrow!
es_es: ¡Bien, eso es todo! ¡Prepárense y nos reuniremos mañana!
ru_ru: Хорошо, на этом все! Приготовьтесь к завтрашней встрече!

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/1/text
source: Woohoo! This raid will be amazing!
es_es: ¡Woohoo! ¡Esta raid será increíble!
ru_ru: Вуухуу! Этот рейд будет замечательным!

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/2/text
source: Please make sure to arrive on time, okay?
es_es: Por favor, asegúrense de llegar a tiempo, ¿sí?
ru_ru: Пожалуйста, убедитесь, что прибудете вовремя, хорошо?

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/3/text
source: We're the Last Minute Heroes! We're always on time!
es_es: ¡Somos los Héroes Justo a Tiempo! ¡Siempre estamos a tiempo!
ru_ru: Мы - Герои последней минуты! Мы всегда вовремя!

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/4/text
source: It took half an hour before everyone showed up last time!
es_es: ¡Tomó media hora para que todos aparezcan la última vez!
ru_ru: В прошлый раз всем потребовалось полчаса для того, чтобы явиться!

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/5/text
source: Yeah sorry, I got held up with something! Won't happen again!
es_es: Sí, perdona, ¡tuve un contratiempo! ¡No pasará otra vez!
ru_ru: Простите, были кое-какие дела! Такого больше не повторится!

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/6/text
source: Maybe we should just meet like...\. \c[3]20 minutes early\c[9] to be-
es_es: Quizá deberíamos reunirnos como...\. \c[3]20 minutos antes\c[9] para-
ru_ru: Может, нам нужно встречаться...\. \c[3]минут на двадцать раньше\c[9], чтобы-

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/7/text
source: WHAT?!
es_es: ¡¿QUÉ?!
ru_ru: ЧТО?!

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/8/text
source: Blasphemy!
es_es: ¡Blasfemia!
ru_ru: Кощунство!

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/9/text
source: We're never too early!
es_es: ¡Nunca llegamos demasiado temprano!
ru_ru: Никогда такого не будет!

# data/maps/autumn/guild/lmh-inner-eg.json//entities/140/settings/dialog/10/text
source: Geez, alright!
es_es: ¡Bien, ya entendí!
ru_ru: Блин, хорошо!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Uhm...\. hello there!
es_es: Um...\. ¡hola!
ru_ru: Эмм... привет!

source: That's a lot of paperwork, isn't it?
es_es: Esto es mucho papeleo, ¿no crees?
ru_ru: Довольно много бумажной работы, не находишь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: You really wouldn't expect to see this in this day and age, right?
es_es: Este tipo de cosas deberían quedar en el pasado, ¿no?
ru_ru: Ты явно не ожидала увидеть подобное в наши дни, верно?

source: Especially inside an MMO.
es_es: Sobre todo en un MMO.
ru_ru: Особенно в ММО.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Are you sure you want to know more?
es_es: ¿Estás segura de que quieres saber más?
ru_ru: Ты уверена, что хочешь знать больше?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright...
es_es: De acuerdo...
ru_ru: Ладно...

source: So we recently had this survey among all of our guild members.
es_es: Acabamos de hacer una encuesta a todos los miembros del gremio.
ru_ru: В общем, у нас недавно был опрос среди всех членов нашей гильдии.

source: You know...\. just deciding what kind of activities we should focus on.
es_es: Ya sabes...\. para saber en qué tipo de actividades deberíamos concentrarnos.
ru_ru: Ну знаешь...\. просто выбирали, на каких видах деятельности мы должны сосредоточиться.

source: The direction the guild should go in general.
es_es: La dirección en la que el gremio debería apuntar.
ru_ru: Направление, по которому гильдия в целом должна идти.

source: That kind of stuff.
es_es: Ese tipo de cosas.
ru_ru: Такого рода вещи.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: And yes, we could have simply used any online service outside of CrossWorlds.
es_es: Y sí, podríamos haber usado cualquier servicio fuera de CrossWorlds.
ru_ru: И да, мы могли бы использовать какие-нибудь онлайн-сервисы вне CrossWorlds.

source: But no, that wasn't good enough.\. Proper immersion was important!
es_es: Pero no, eso no habría bastado.\. ¡La inmersión es importante!
ru_ru: Но нет, этого было недостаточно.\. Полноценное погружение важнее!

source: And now I'm here...\. literally sitting on a pile of official CrossWorlds (trademark) Form Sheets.
es_es: Y ahora estoy aquí...\. literalmente sentado en una pila de hojas de formulario oficiales de CrossWorlds (marca registrada).
ru_ru: И вот я здесь...\. буквально сижу на куче официальных бланков Crossworlds (товарный знак).

source: Yes, those exist.
es_es: Sí, eso existe.
ru_ru: Да, они существуют.

source: You pay to get your own custom form that you can hand out to your guild members.
es_es: Pagas para que te den un formulario personalizado que le puedes dar a los miembros de tu gremio.
ru_ru: Ты платишь за то, чтобы получить собственную специализированную форму, которую ты можешь раздать членам своей гильдии.

source: Very basic stuff, multiple-choice questions only.
es_es: Nada complejo, son solo preguntas de elección múltiple.
ru_ru: Самые элементарные вещи, просто вопросы с несколькими вариантами ответов.

source: But yes, that way the survey can be done in-game.
es_es: Pero en fin, de este modo la encuesta se puede hacer dentro del juego.
ru_ru: Но да, таким образом опрос может быть проведён прямо в игре.

source: A bit unnecessary if you ask me, especially considering the cost.
es_es: Algo innecesario si me preguntas, especialmente cuando se considera el costo.
ru_ru: По-моему, немного излишне, особенно учитывая стоимость.

source: But that's not why I'm standing here.
es_es: Pero no por eso estoy parado aquí.
ru_ru: Но я не для этого стою здесь.

source: You see...\. we messed up the sheet registration.
es_es: Verás...\. hicimos un lío registrando los formularios.
ru_ru: Видишь ли...\. мы налажали с регистрацией бланков.

source: Normally you'd have all your sheets connected to one result so you can access accumulated values.
es_es: Normalmente, todos los formularios están conectados a un único resultado así se puede acceder a los valores cumulativos.
ru_ru: Как правило каждый твой бланк привязан к одному результату, так что ты можешь получить доступ к накопленным значениям.

source: However...
es_es: Pero en cambio...
ru_ru: Однако...

source: Instead we registered hundreds of individual sheets all with their own little result page with a single data entry.
es_es: Registramos cientos de formularios distintos cada uno con su propia página de resultados con una única entrada.
ru_ru: Вместо этого мы зарегистрировали сотни отдельных бланков, каждый с их собственной страницей результатов, с единственным результатом.

source: Yes...\. and that's why I'm standing here trying to gather a meaningful result so all of this wasn't a waste of time.
es_es: Sí...\. y ahora estoy intentando obtener algún tipo de información valiosa de todo esto para que no haya sido una total pérdida de tiempo.
ru_ru: Да...\. и вот поэтому я стою здесь, пытаясь подобрать значимое выходное значение, чтобы всё это не было пустой тратой времени.

source: Well...\. someone's got to clean up this mess, right?
es_es: Bueno...\. alguien tiene que limpiar este desastre, ¿no?
ru_ru: Ну...\. кто-то же должен разобраться с этим беспорядком, верно?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Yeah, it's better this way.
es_es: Sí, mejor así.
ru_ru: Да, так лучше.

source: It's just some trouble I have to deal with.\. No point worrying about this yourself.
es_es: No es más que un problema del que debo encargarme.\. No tienes por qué preocuparte de ello.
ru_ru: Это просто кое-какая проблема, с которой мне нужно разобраться.\. Тебе нет смысла беспокоиться об этом.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Sorry, we're really busy trying to handle stuff right now.
es_es: Lo siento, estamos ocupados con algunas cosas ahora.
ru_ru: К сожалению, мы очень заняты, пытаемся разобраться с делами.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Well... if you want to help, talk to \c[3]PuellaDocta\c[0] at the \c[3]entrance of Sapphire Ridge\c[0].
es_es: Bueno... si quieres ayudar, habla con \c[3]PuellaDocta\c[0] en la \c[3]entrada de Cresta Zafiro\c[0].
ru_ru: Ну... если ты хочешь помочь, поговори с \c[3]PuellaDocta\c[0] у \c[3]входа в Сапфировый край\c[0].

source: She's tasked with recruiting, it'll make my life a lot easier if you go through her.
es_es: Ella está a cargo del reclutamiento, será más sencillo si hablas del tema con ella.
ru_ru: Ей поручена вербовка, если ты пройдёшь через неё, это сильно упростит мне жизнь.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Wervyn
ru_ru: Вервин

source: Good luck in Sapphire Ridge!
es_es: ¡Buena suerte en Cresta Zafiro!
ru_ru: Удачи в Сапфировом крае.

source: I'm certain there will be plenty of players in need of rescuing, considering the fierce opponents that roam the area.
es_es: Estoy seguro de que hay varios jugadores que necesitan un rescate, considerando los fieros oponentes que rondan ese área.
ru_ru: Я уверен, что там будет много игроков, нуждающихся в помощи, с учётом суровых противников в этой области.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/9/message
source: Ah, there she is!\. Hiii!
es_es: ¡Ah, ahí está!\. ¡Holaaa!
ru_ru: Ах, вот она!\. Привееет!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/10/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/12/message
source: You must be Lea.\. Nice to meet you!
es_es: Tú debes ser Lea.\. ¡Encantado de conocerte!
ru_ru: Ты, должно быть, Лея.\. Приятно познакомиться!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/13/message
source: I'm Wervyn, I run things around here.
es_es: Yo soy Wervyn, yo manejo las cosas por aquí.
ru_ru: Меня зовут Вервин, я здесь всем управляю.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/14/name
source: Wervyn
ru_ru: Вервин

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/16/message
source: And how about you?\. What attracted you to our quest posting?
es_es: ¿Y qué hay de ti?\. ¿Qué te atrajo a aceptar esta misión?
ru_ru: А ты?\. Что тебя привлекло в нашем объявлении на доске квестов?

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/18/message
source: Not very talkative...
es_es: No hablas mucho...
ru_ru: Не особо разговорчивая...

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/19/message
source: Maybe not, but she was very enthusiastic about helping us.
es_es: Quizá no, pero se veía muy entusiasmada en ayudarnos.
ru_ru: Может и так, но она была полна энтузиазма помочь нам.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/20/message
source: Your speech module's busted, isn't it.
es_es: Tu módulo del habla está roto, ¿no?
ru_ru: Твой речевой модуль сломан, не так ли?

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/22/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/23/message
source: Thought so, I've seen that a couple of times before.
es_es: Eso creí, ya lo he visto un par de veces.
ru_ru: Так и думал, я видел подобное пару раз до этого.
