Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/25/message
source: With these she can unravel the secret behind this ruined observatory.
es_es: Con ellas, puede descubrir el secreto detrás del observatorio arruinado.
ru_ru: С их помощью она сможет раскрыть сокрытую в разрушенной обсерватории тайну.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/26/message
source: However, all 5 virtues must come together in unison to unlock the door!
es_es: ¡Sin embargo, las 5 virtudes deben reunirse en unión para abrir la puerta!
ru_ru: Однако, все пять добродетелей должны объединиться для того, чтобы открыть её дверь!

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/27/message
source: As long as there's loot, I'm in!
es_es: ¡Mientras haya loot, me interesa!
ru_ru: Пока есть добыча, я в деле!

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/28/message
source: I didn't know there was such an event!
es_es: ¡No sabía que tal evento existía!
ru_ru: Я и не знал, что есть такое событие!

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/29/message
source: Well, it's not easy to find as it's not connected to any other quest.
es_es: Bueno, no es fácil de encontrar ya que no está conectado a ningún otra misión.
ru_ru: Ну, его нелегко найти, ведь оно не привязано ни к какому другому квесту.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/30/message
source: Each region has a secret area that contains one of the pieces.
es_es: Cada región tiene un área secreta que contiene una de las piezas.
ru_ru: В каждом регионе есть секретная зона, в которой находится один из элементов.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/31/message
source: Oh well, I was never good at finding all those secret locations.
es_es: Oh bueno, nunca fui muy bueno encontrando lugares secretos.
ru_ru: Ну, я никогда не был силён в поиске всяких секретных зон.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/32/message
source: Typical new players. They don't know the joy of walking aimlessly through the wilds for hours.
es_es: Típicos novatos. No entienden el gusto de caminar sin rumbo por horas.
ru_ru: Типичные новички. Вам неведома радость бесцельного исследования диких просторов на протяжении нескольких часов.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/33/message
source: All to find a piece of broken equipment.
es_es: Todo para encontrar una pieza de equipamiento roto.
ru_ru: Всё ради того, чтобы найти часть сломанной экипировки.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/34/message
source: Nyeeahahahaha!
ru_ru: Ньяяяхахахаха!

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/36/message
source: Why are you here, Buggy?
es_es: ¿Por qué estás aquí, Buggy?
ru_ru: А ты почему здесь, Багги?

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/37/message
source: It's a secret to everybody.
es_es: Es un secreto.
ru_ru: Это тайна для всех.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/38/message
source: You haven't found any of these items yourself either, oui?
es_es: No encontraste ninguno de estos objetos por ti mismo, ¿oui?
ru_ru: Ты ведь тоже не нашёл ни один из этих предметов, oui (да)?

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/39/message
source: Precisely.
es_es: Precisamente.
ru_ru: Именно так.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/41/message
source: So what exactly do we need to do?
es_es: ¿Entonces que hay que hacer exactamente?
ru_ru: Так, что именно нам нужно сделать?

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/42/message
source: Oui, oui! Where is the loot?!
es_es: ¡Oui, oui! ¡¿Dónde está el loot?!
ru_ru: Oui, oui (Да-да)! Где добыча?!

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/43/message
source: It's quite simple, actually.
es_es: Es bastante simple, de hecho.
ru_ru: На самом деле, это довольно просто.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/44/message
source: First, each one of us needs to hold one of the relics.
es_es: Primero, cada uno de nosotros tiene que sostener una reliquia.
ru_ru: Сначала каждый из нас должен взять одну из реликвий.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/45/message
source: The sword for a Triblader, the shield for a Quadroguard...
es_es: La espada para el Triblader, el escudo para el Quadroguard...
ru_ru: Меч для триблейдера, щит для квадрогарда...

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/46/message
source: The gauntlet for a Pentafist, the deck for a Hexacast and finally...
es_es: El guante para el Pentafist, el mazo para un Hexacast y finalmente...
ru_ru: Рукавица для пентафиста, колода для гексакаста, и, наконец...

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/47/message
source: ...the chakrams for a Spheromancer!
es_es: ...¡los chakras para un Spheromancer!
ru_ru: ...чакрамы для сфероманта!

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/48/message
source: Then, we stand next to the plates here and fit the relics in.
es_es: Luego, nos paramos al lado de las placas y colocamos las reliquias.
ru_ru: Затем мы встанем рядом с плитами и поместим реликвии в углубления.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/49/message
source: And the rest is in the hands of the Ancients.
es_es: Y el resto está en las manos de lo Antiguos.
ru_ru: А остальное в руках Древних.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/50/message
source: Sounds simple enough, let's get on it!
es_es: Suena fácil, ¡hagámoslo!
ru_ru: Звучит достаточно просто, давайте начнём!

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/51/message
source: Right! Lea, dear. Do you mind handing each of us one of the relics?
es_es: ¡Bien! Lea, querida. ¿Te importaría darnos las reliquias?
ru_ru: Верно! Лея, дорогая. Ты не против того, чтобы передать каждому из нас одну из реликвий?

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/52/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/79/message
source: Now, everyone! Fit in your relics and then step on the plates!
es_es: ¡Ahora, todos! ¡Coloquen su reliquia y párense en la placa!
ru_ru: А теперь все вместе! Поместите реликвии на плиты и затем наступите на них!

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/109/message
source: Wow, funky!
es_es: ¡Wow, qué miedo!
ru_ru: Ух, клёво!

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/12/message
source: Oh, there you are, dear.
es_es: Oh ahí estás, querida.
ru_ru: Ох, вот ты где, дорогая.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/14/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/15/message
source: And? Did you like what you saw?
es_es: ¿Y bien? ¿Te gustó lo que viste?
ru_ru: Ну? Тебе понравилось то, что ты увидела?

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/16/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/17/message
source: To think this is where the Ancients gazed upon the stars.
es_es: Y pensar que fue aquí donde los Antiguos admiraban las estrellas.
ru_ru: Подумать только, именно здесь Древние смотрели на звезды.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/18/message
source: I especially loved the bunnies on that mural.
es_es: Me gustó sobre todo los conejitos en el mural.
ru_ru: Мне особенно понравились кролики на той фреске.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/19/message
source: Oh, come now, Buggy! Those were clearly meant to depict the Ancients themselves.
es_es: ¡Oh vamos, Buggy! Esos claramente eran ilustraciones de los mismísimos Antiguos.
ru_ru: Ох, перестань, Багги! Они явно намеревались изобразить самих Древних.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/20/message
source: So, not bird people, but bunny people?
es_es: ¿Entonces no son personas pájaro, sino personas conejo?
ru_ru: Так что же, не люди-птицы, а люди-зайчики?

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/22/message
source: Anyway, where are the other two?
es_es: Como sea, ¿dónde están los otros dos?
ru_ru: В любом случае, где остальные двое?

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/44/message
source: Welcome back! How was it?
es_es: ¡Bienvenido de vuelta! ¿Qué tal estuvo?
ru_ru: С возвращением! Как оно прошло?

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/45/message
source: Well, it certainly was interesting.
es_es: Bueno, fue ciertamente interesante.
ru_ru: Ну, это определённо было интересно.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/46/message
source: And we got some nice CP to spend.
es_es: Y tengo algo de PC para gastar.
ru_ru: И мы получили несколько CP, чтобы потратить.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/47/message
source: Yes! More power for me!
es_es: ¡Si! ¡Más poder para mí!
ru_ru: Да! Больше силы для меня!

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/48/message
source: All thanks to our chérie, Lea.
es_es: Todo gracias a nuestra chérie, Lea.
ru_ru: Всё благодаря нашей chérie (дорогой) Лее.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/49/message
source: Lea!
ru_ru: Лея!

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/52/message
source: Huh? Me?
es_es: ¿Eh? ¿Yo?
ru_ru: Хмм? Мне?

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/53/message
source: No need to thank me, I'm happy I was able to help.
es_es: No tienes por qué agradecerme, me alegro poder haber ayudado.
ru_ru: Не надо меня благодарить, я счастлива, что смогла помочь.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/54/message
source: Especially with an event so rich in lore.
es_es: Sobre todo con un evento tan rico en historia.
ru_ru: Особенно с событием, связанным с историей.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/55/message
source: I hate to break up the party so soon, but I gotta run.
es_es: Lamento tener que irme tan pronto, pero tengo un apuro.
ru_ru: Ненавижу так быстро расставаться, но мне пора бежать.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/56/message
source: That's alright. Sadly, this is where the event ends anyway.
es_es: Está bien. Tristemente aquí es donde acaba el evento de todos modos.
ru_ru: Всё в порядке. К сожалению, на этом событие и заканчивается.

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/57/message
source: I guess I'll make my way back to headquarters, eh?
es_es: Supongo que volveré a la sede, ¿eh?
ru_ru: Я думаю, что вернусь в штаб, ладно?

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/58/message
source: See you soon, everyone!
es_es: ¡Nos vemos pronto!
ru_ru: Всем до скорой встречи!

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/59/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/60/message
source: Au revoir!
ru_ru: Au revoir (Пока)!

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/61/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/63/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/68/message
source: Who's in for bashing some monsters with our newfound powers?
es_es: ¿Quién tiene ganas de pelear contra algunos bichos con nuestros nuevos poderes?
ru_ru: Кто собирается поразить монстров нашими новоприобретёнными силами?

# data/maps/autumn/lake-observatory.json//entities/557/settings/event/69/message
source: Oh wait, I haven't used my CP yet!
es_es: ¡Oh espera, no use mis PC todavía!
ru_ru: Ой, подождите, я еще не использовал свои CP!

source: Code Knight
es_es: Caballero del Código
ru_ru: Рыцарь Кода

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: There are many strange places in this world...
es_es: Hay muchos lugares extraños en este mundo...
ru_ru: Есть много странных мест в этом мире...

source: Ye just go into that big room to start the fight.
es_es: Tan solo ve a esa gran habitación para empezar la pelea.
ru_ru: Для начала боя просто пройди в эту большую комнату.

source: I'll keep track of the time ye take for it.
es_es: Yo te tomaré el tiempo.
ru_ru: Я буду учитывать время, которое тебе понадобится.

source: Ye just go into that big room to start the fight.
es_es: Tan solo ve a esa gran habitación para empezar la pelea.
ru_ru: Для начала боя просто пройди в эту большую комнату.

source: I'll keep track of the time ye take for it.
es_es: Yo te tomaré el tiempo.
ru_ru: Я буду учитывать время, которое тебе понадобится.

source: Ye back for another try or to see yer best time?
es_es: ¿Has vuelto para tener otro intento o ver tu mejor tiempo?
ru_ru: Ты вернулась для ещё одной попытки или посмотреть своё лучшее время?

source: Ye just go into the big room lass. I'll save the time for ye.
es_es: Tan solo ve a esa habitación, muchacha. Yo te tomaré el tiempo.
ru_ru: Просто пройди в большую комнату, девчушка. Я засеку время.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Here ye go, lass.
es_es: Aquí tienes, muchacha.
ru_ru: Вот, держи, девчушка.

source: Ye come back later then.
es_es: Vuelve cuando quieras.
ru_ru: Ты можешь прийти позже.

source: Try Challenge
es_es: Intentar Desafío
ru_ru: Пройти испытание

source: View Highscore
es_es: Ver Altas Puntuaciones
ru_ru: Показать рекорды

source: Cancel
es_es: Cancelar
ru_ru: Отмена

source: A good fight lass.
es_es: Una buena pelea, muchacha.
ru_ru: Хороший бой, девчушка.

source: Ye wanna take a look at yer best times?
es_es: ¿Quieres echar un vistazo a tus mejores tiempos?
ru_ru: Ты хочешь взглянуть на своё лучшее время?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Here ye go, lass.
es_es: Aquí tienes, muchacha.
ru_ru: Смотри, девчушка.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Alright. Ye come back later then. The challenge takes a while to be ready again.
es_es: De acuerdo. Vuelve más tarde. El desafío toma un tiempo en estar listo de nuevo.
ru_ru: Хорошо. Ты можешь вернуться позже. Испытание будет готово через некоторое время.

source: [Yes]
es_es: [Sí]
ru_ru: [Да]

source: [No]
ru_ru: [Нет]

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/7/message
source: Just like in the ol' days.
es_es: Como en los viejos tiempos.
ru_ru: Прямо как в старые деньки.

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/19/message
source: Still a big room inside a darn small building.
es_es: Una gigantesca habitación dentro de un pequeño edificio.
ru_ru: По-прежнему большая комната внутри чертовски маленького здания.

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/20/message
source: Them developers sure know how to make it look plausible.
es_es: Esos desarrolladores de alguna forma lo hacen posible.
ru_ru: Разработчики точно знают, как сделать, чтобы это выглядело правдоподобно.

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/22/message
source: Well, the counter is still there. So I guess ye can take on the challenge.
es_es: Bueno, el contador sigue estando ahí. Así que supongo que puedes tomar el desafío.
ru_ru: Так, счётчик на месте. Так что, я думаю, что ты можешь пройти испытание.

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/24/message
source: Ye want to try it out?
es_es: ¿Quieres intentarlo?
ru_ru: Ты хочешь попробовать?

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/25/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/26/message
source: But ye better make sure ye're up to the task.
es_es: Pero mejor asegúrate de estar a la altura.
ru_ru: Тебе лучше убедиться, что ты сможешь справиться с задачей.

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/27/message
source: The challenge here is pretty darn tough.
es_es: El desafío es bastante difícil.
ru_ru: Испытание чертовски сложное.

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/29/message
source: Heh, can't stop the lass from a fight.
es_es: Ja, no puedes contener a la muchacha de una pelea.
ru_ru: Хех, девчонку уже не остановить.

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/30/message
source: Ye just go into that big room to start the battle.
es_es: Tan solo ve a esa gran habitación para empezar la pelea.
ru_ru: Тебе нужно пройти в большую комнату для начала боя.

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/31/message
source: I'll save the time ye need for it.
es_es: Yo te tomaré el tiempo.
ru_ru: Я засеку время, которое тебе понадобится для этого.

# data/maps/autumn/observatory-inner.json//entities/4/settings/event/32/message
source: Now have some fun lass.
es_es: Ahora diviértete, muchacha.
ru_ru: Повеселись, девчушка.

# data/maps/autumn/observatory-inner.json//entities/15/settings/event/18/task
source: Survive!
es_es: ¡Sobrevive!
ru_ru: Выживите!

# data/maps/autumn/observatory-inner.json//entities/39/settings/event/4/message
source: Ye did it! Very good performance, lass.
es_es: ¡Lo hiciste! Muy buen rendimiento, muchacha.
ru_ru: Ты сделала это! Очень хороший результат, девчушка.

# data/maps/autumn/observatory-inner.json//entities/39/settings/event/6/message
source: As promised I saved your time. So just talk to me to get an overview.
es_es: Como te he prometido, te tomé el tiempo. Así que solo dime si quieres verlo.
ru_ru: Я засёк время, как и обещал. Поговори со мной, чтобы посмотреть его.

# data/maps/autumn/observatory-inner.json//entities/39/settings/event/7/message
source: However the challenge will need some time to be ready again.
es_es: Sin embargo el desafío tomará un tiempo en estar listo otra vez.
ru_ru: Однако, испытанию нужно время, чтобы снова стать доступным.

source: And there's yer reward.
es_es: Y ahí está tu recompensa.
ru_ru: Вот твоя награда.

# data/maps/autumn/observatory/inner.json//entities/56/settings/analyzable/text
source: The Overseer
es_es: El Supervisor
ru_ru: Надзиратель

# data/maps/autumn/observatory/inner.json//entities/57/settings/analyzable/text
source: Shadoon
ru_ru: Шадун

# data/maps/autumn/observatory/inner.json//entities/58/settings/analyzable/text
source: Stained One
es_es: El Manchado
ru_ru: Запятнанный

# data/maps/autumn/observatory/inner.json//entities/59/settings/analyzable/text
source: Sunshadow
es_es: Sombra de Sol
ru_ru: Солнцетень

# data/maps/autumn/observatory/inner.json//entities/60/settings/analyzable/text
source: The Watcher
es_es: El Observador
ru_ru: Наблюдатель

# data/maps/autumn/observatory/inner.json//entities/61/settings/event/7/message
source: Sacrebleu, what just happened?
es_es: Sacrébleu, ¿qué acaba de pasar?
ru_ru: Sacrebleu (Боже мой), что только что произошло?

# data/maps/autumn/observatory/inner.json//entities/61/settings/event/8/message
source: Looks like we got transported into the observatory.
es_es: Parece que nos transportaron al observatorio.
ru_ru: Похоже, что нас переместило в обсерваторию.

# data/maps/autumn/observatory/inner.json//entities/61/settings/event/9/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/observatory/inner.json//entities/61/settings/event/10/message
source: Why not just open the door?
es_es: ¿Por qué no abren la puerta y ya?
ru_ru: Почему бы просто не открыть дверь?

# data/maps/autumn/observatory/inner.json//entities/61/settings/event/11/message
source: I'm actually wondering about that, too.
es_es: De hecho eso mismo me preguntaba.
ru_ru: На самом деле, я тоже об этом подумал.

# data/maps/autumn/observatory/inner.json//entities/61/settings/event/12/message
source: Maybe it's to make sure only 5 enter at the same time?
es_es: ¿Quizá sea para asegurarse de que solo entren 5 a la vez?
ru_ru: Может, это для того, чтобы точно вошло только пять человек одновременно?

# data/maps/autumn/observatory/inner.json//entities/61/settings/event/14/message
source: Well, best to just have a look around, right?
es_es: Bueno, mejor investiguemos un poco, ¿si?
ru_ru: Ну, наверное, лучше стоит осмотреться вокруг, верно?

# data/maps/autumn/observatory/inner.json//entities/61/settings/event/15/message
source: Yes, I want my loot!
es_es: Si, ¡quiero mi loot!
ru_ru: Да, я хочу мою добычу!

# data/maps/autumn/observatory/inner.json//entities/62/settings/event/11/text
source: You have conquered even the most daring trials.
es_es: Has conquistado hasta las pruebas más atrevidas.
ru_ru: Ты преодолел даже самые отважные испытания.

# data/maps/autumn/observatory/inner.json//entities/62/settings/event/12/text
source: You, the traveler, the envoy of change.
es_es: Tú, el viajero, el enviado del cambio.
ru_ru: Ты, странник,\.\.\. предвестник перемен

# data/maps/autumn/observatory/inner.json//entities/62/settings/event/13/text
source: To seek wisdom of the gods, we built this observatory.
es_es: Para buscar sabiduría de los dioses, contruímos este observatorio.
ru_ru: В поисках мудрости богов мы построили эту обсерваторию.

# data/maps/autumn/observatory/inner.json//entities/62/settings/event/14/text
source: May it be your guiding light in wait for the message from the sky.
es_es: Que sea tu luz de guía en espera al mensaje del cielo.
ru_ru: Пусть она станет твоей путеводной звездой, в ожидании послания небес.

# data/maps/autumn/observatory/inner.json//entities/62/settings/event/15/text
source: For your achievements, we grant you the ability to become even stronger.
es_es: Por tus logros te otorgamos la habilidad de hacerte aún más fuerte.
ru_ru: За твои достижения, мы дадим тебе возможность стать ещё сильнее.

# data/maps/autumn/observatory/inner.json//entities/62/settings/event/18/object
source: CP for all Elements
es_es: PC para todos los Elementos
ru_ru: CP для всех элементов

# data/maps/autumn/observatory/inner.json//entities/62/settings/event/20/text
source: Let your every step form the path of your growth.
es_es: Que cada uno de tus pasos forme el camino de tu crecimiento.
ru_ru: Да будет каждый твой шаг\.\.\. приближать тебя к совершенству

source: Another one?
es_es: ¿Otro más?
ru_ru: Ещё один?

source: Let me guess, I'm not your first, right?
es_es: Déjame adivinar, no soy la primera, ¿cierto?
ru_ru: Дай угадаю, я у тебя не первая, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Thought so...
es_es: Eso creí...
ru_ru: Так и знала...

source: I'm not sure why, but someone just sends me gifts from time to time.
es_es: No sé por qué, pero alguien me envía regalos de vez en cuando.
ru_ru: Не знаю, почему, но кто-то шлёт мне подарки время от времени.

source: Well, I don't mind the free stuff, so keep them coming.
es_es: Bueno, no me molestan las cosas gratis, así que sigue enviándolos.
ru_ru: Продолжай в том же духе, ничего не имею против халявы.
