Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/24/message
source: Don't worry about it, you won't need to do any talking for this.
es_es: No te preocupes, no tienes nada que decir en esta misión.
ru_ru: Не беспокойся, тебе не нужно разговаривать для этого.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/25/message
source: But anyway. Have you heard the \c[3]tales of the Last Minute Heroes\c[0]?
es_es: Como sea. ¿Has oído hablar de las \c[3]historias de los Héroes Justo a Tiempo\c[0]?
ru_ru: Ну да ладно. Ты слышала \c[3]истории о Героях последней минуты\c[0]?

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/35/name
source: Wervyn
ru_ru: Вервин

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/36/message
source: Whenever a lone Seeker is stuck in a dire situation...
es_es: Cuando algún Buscador solitario esté atrapado en una situación desesperada...
ru_ru: Когда одинокий Искатель застрял в тяжёлой ситуации...

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/37/message
source: When a decisive battle goes out of hand...
es_es: Cuando una batalla decisiva se vaya de las manos...
ru_ru: Когда решающее сражение выходит из-под контроля...

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/39/message
source: Just when all hope seems lost...
es_es: Cuando toda esperanza esté perdida...
ru_ru: Именно тогда, когда все надежды кажутся потерянными...

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/40/message
source: That's when we arrive!
es_es: ¡Es entonces cuando llegamos!
ru_ru: Тогда и появляемся мы!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/41/message
source: The cavalry of CrossWorlds!
es_es: ¡La caballería de CrossWorlds!
ru_ru: Кавалерия CrossWorlds!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/44/message
source: The ultimate deus ex machina!
es_es: ¡La Deus Ex Machina Final!
ru_ru: Решающая deus ex machina!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/45/message
source: Saving the day...\. at the very last minute!
es_es: Salvando el día...\. ¡justo a tiempo!
ru_ru: Спасающая мир...\. в самую последнюю минуту!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/50/message
source: Yes, that's what we do.\. Saving players in need.\. At the last minute.
es_es: Si, eso hacemos.\. Salvar a los jugadores que lo necesitan.\. Justo a tiempo.
ru_ru: Да, вот что мы делаем.\. Спасаем игроков в нужде.\. В последнюю минуту.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/51/message
source: That part's very important!\. That's our niche!
es_es: ¡Esa parte es muy importante!\. ¡Es lo que nos identifica!
ru_ru: Это очень важно!\. Это наша специальность!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/52/message
source: And we do it everywhere in the Playground at all times.
es_es: Y lo hacemos en cualquier parte del Campo de Juego en todo momento.
ru_ru: И мы делаем это всегда и по всей игровой зоне.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/53/message
source: Except on holidays, of course!
es_es: ¡Excepto en vacaciones, por supuesto!
ru_ru: За исключением праздников, конечно!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/55/message
source: Right. Anyway, finding players in need and arriving just in time isn't actually that easy.
es_es: Bien. Como sea, encontrar jugadores que lo necesitan y llegar justo a tiempo no es tan sencillo.
ru_ru: Верно. В любом случае, искать игроков в нужде и прибывать точно вовремя на самом деле не так уж и легко.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/56/message
source: That's why we employ the \c[3]LMRS\c[0] - our amazing "\c[3]Last Minute Rescue System\c[0]"!
es_es: ¡Por eso empleamos el \c[3]SRJAT\c[0] - nuestro increíble "\c[3]Sistema de Rescate Justo a Tiempo\c[0]"!
ru_ru: Вот почему мы используем \c[3]ССПМ\c[0] - нашу чудесную "\c[3]Спасательную систему последней минуты\c[0]"!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/58/message
source: He likes to make it sound super impressive...
es_es: Le gusta hacerlo sonar súper impresionante...
ru_ru: Он любит произносить это особо впечатляюще...

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/59/message
source: But really it's just guild members on the lookout in literally every corner of the Playground.
es_es: Pero en verdad son solo varios miembros del gremio que se la pasan vigilando literalmente cada esquina del Campo de Juego.
ru_ru: Но на самом деле, это всего лишь члены гильдии на страже, буквально в каждом уголке игровой зоны.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/60/message
source: Well that...\. and our highly advanced communication system.
es_es: Bueno eso...\. y nuestro altamente avanzado sistema de comunicación.
ru_ru: Да, это так...\. но ещё есть наша высокоразвитая система коммуникации.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/61/message
source: That's right! We have access to some...\. additional information.
es_es: ¡Así es! Tenemos acceso a...\. información adicional.
ru_ru: Это верно! У нас есть доступ к...\. дополнительной информации.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/62/message
source: And we use it to D-Link nearby guild members, telling them where to do the rescuing!
es_es: ¡Y la usamos para mandar MDs a los miembros del gremio cercanos, diciéndoles dónde hacer el rescate!
ru_ru: И мы используем её, чтобы связаться с ближайшими членами гильдии, сообщая им, где нужна помощь!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/63/message
source: Exactly.\. And with both of these things combined, the LMRS works flawlessly.
es_es: Exactamente.\. Y con esas dos cosas combinadas, el Sr. Jat funciona perfectamente.
ru_ru: Точно.\. И с этими вещами в сочетании друг с другом, ССПМ работает безотказно.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/64/message
source: ... given we have enough guild members to help us.
es_es: ... suponiendo que tenemos la cantidad necesaria de miembros para ayudarnos.
ru_ru: ...учитывая, что у нас достаточно членов гильдии, помогающих нам.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/65/message
source: Unfortunately, we're currently short-handed.
es_es: Desgraciadamente, nos faltan algunos actualmente.
ru_ru: К сожалению, на данный момент нам не хватает людей.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/66/message
source: Yeah, everybody's distracted now that the new "Laser Bridge Builder" has just been released.
es_es: Si, todos está distraídos con ese nuevo "Constructor de Puentes de Luz" que acaba de salir.
ru_ru: Да, все отвлеклись, потому что новый "Строитель лазерных мостов" вышел недавно.

source: Whoa?! It has?!
es_es: ¿¡Wow?! ¡¿Ha salido?!
ru_ru: Воу?! Его выпустили?!

source: I...\. I gotta go for a second!
es_es: T...\. ¡Tengo que irme un segundo!
ru_ru: Я...\. Я должна отойти на секунду!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/72/name
source: Wervyn
ru_ru: Вервин

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/73/message
source: Anyway, that's where you come in, Lea.
es_es: Como sea, ahí entras tú, Lea.
ru_ru: В любом случае, здесь в игру вступаешь ты, Лея.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/74/message
source: We currently need more players on the lookout in \c[3]Sapphire Ridge\c[0].
es_es: Necesitamos más jugadores vigilando \c[3]Cresta Zafiro\c[0].
ru_ru: В настоящее время нам нужно больше игроков на страже в \c[3]Сапфировом крае\c[0].

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/76/message
source: And don't worry, we won't ask you to stay put for the whole day or anything!
es_es: Y no te preocupes, ¡no te pediremos que te quedes todo el día!
ru_ru: И не беспокойся, мы не будем просить тебя оставаться на весь день или вроде того!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/77/message
source: Yes, obviously. Any amount of contribution is appreciated.
es_es: Si, obviamente. Cualquier tipo de contribución es apreciada.
ru_ru: Да, очевидно. Любой вклад ценится.

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/78/message
source: To start things off, just head back to the \c[3]Cave Inn\c[0] in \c[3]Sapphire Ridge\c[0] and wait around the landmark!
es_es: ¡Para empezar, ve a la \c[3]Posada de la Cueva\c[0] en \c[3]Cresta Zafiro\c[0] y espera alrededor del Punto de Referencia!
ru_ru: Для начала просто вернись к \c[3]Пещерному трактиру\c[0] в \c[3]Сапфировом крае\c[0] и жди возле ориентира!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/79/message
source: I'll give you remote support and tell you via D-Link if there's anyone in need of rescuing!
es_es: ¡Te daré soporte remoto y te diré a través del MD si alguien necesita ser rescatado!
ru_ru: Я поддержу тебя удалённо и сообщу через Прямую связь, если появится кто-нибудь, нуждающийся в помощи!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/80/message
source: Lea!
ru_ru: Лея!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/81/message
source: Uhm...\. Puella! Yay!
es_es: Um...\. ¡Puella! ¡Si!
ru_ru: Эмм...\. Puella! Ура!

# data/maps/autumn/guild/lmh-inner-og.json//entities/163/settings/event/82/message
source: Thanks for helping us out, Lea.
es_es: Gracias por ayudarnos, Lea.
ru_ru: Спасибо, что выручила нас, Лея.

source: Non...\. too expensive.\. I'll wait for a sale.
es_es: Non...\. demasiado caro.\. Esperaré a una oferta.
ru_ru: Не...\. слишком дорого.\. Я подожду распродажи.

# data/maps/autumn/guild/lmh-inner-og.json//entities/175/settings/dialog/0/text
source: Man, I'm having a hard time with those dungeons in the Jungle.
es_es: Uf, esas mazmorras en la Jungla son difícilísimas.
ru_ru: Блин, как же сложно проходить эти подземелья в джунглях.

# data/maps/autumn/guild/lmh-inner-og.json//entities/175/settings/dialog/1/text
source: Oh yeah... those can be quite tricky.
es_es: Oh sí... pueden ponerse complicadas.
ru_ru: Ах да... они довольно мудрёные.

# data/maps/autumn/guild/lmh-inner-og.json//entities/175/settings/dialog/2/text
source: Those puzzles just make my head steam!\. And I haven't even reached that huge tree yet.
es_es: ¡Esos puzzles me harán estallar la cabeza!\. Y ni siquiera llegué a ese gigantesco árbol.
ru_ru: От этих головоломок у меня башка разболелась!\. А я даже не дошла до того огромного дерева.

# data/maps/autumn/guild/lmh-inner-og.json//entities/175/settings/dialog/3/text
source: If you don't want to be bothered with the puzzles, maybe just have a look at Wervyn's guides!
es_es: ¡Si no quieres que te molesten los puzzles, quizá deberías echarle un vistazo a las guías de Wyvern!
ru_ru: Если не хочешь париться с головоломками, можешь просто прочитать гайд от Вервина!

# data/maps/autumn/guild/lmh-inner-og.json//entities/175/settings/dialog/4/text
source: Wait...\. our guild leader wrote guides for CrossWorlds?
es_es: Espera...\. ¿el líder del gremio escribió guías para CrossWorlds?
ru_ru: Погоди...\. глава нашей гильдии написал гайд по CrossWorlds?

# data/maps/autumn/guild/lmh-inner-og.json//entities/175/settings/dialog/5/text
source: Yes!\. In fact he was among the first to release guides shortly after the game was released!
es_es: ¡Sí!\. ¡De hecho fue de los primeros en sacar guías poco después de que salga el juego!
ru_ru: Да!\. На самом деле, он был одним из первых, кто публиковал гайды, почти сразу после релиза игры!

# data/maps/autumn/guild/lmh-inner-og.json//entities/175/settings/dialog/6/text
source: That's good to know!\. I might have a look, then.
es_es: ¡Bueno saberlo!\. Echaré un vistazo entonces.
ru_ru: Спасибо, что рассказала!\. Надо будет почитать.

source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

source: Oi!\. If you don't mind, I'm just chillin' here and enjoying the view of those palm trees.
es_es: ¡Oi!\. Si no te importa, estoy relajándome aquí y disfrutando la vista de esas palmeras.
ru_ru: Ой!\. Если не возражаешь, я просто отдыхаю и наслаждаюсь видом этих пальм.

source: Palm trees are so pretty.
es_es: Las palmeras son tan lindas.
ru_ru: Пальмы красивые.

source: That's why I love being in \c[3]Rhombus Square\c[0], place's filled with palm trees.
es_es: Por eso me encanta \c[3]Plaza Rombo\c[0], el lugar está lleno de ellas.
ru_ru: Вот поэтому я люблю бывать на \c[3]Площади Ромба\c[0], в месте, наполненном пальмами.

source: Feels like spending a vacation at a resort!
es_es: ¡Es como estar de vacaciones en un resort!
ru_ru: Как будто нахожусь в отпуске на курорте!

# data/maps/autumn/guild/lmh-inner-og.json//entities/179/settings/dialog/0/text
source: Why are you running?
es_es: ¿Por qué corres?
ru_ru: Почему ты бегаешь?

# data/maps/autumn/guild/lmh-inner-og.json//entities/179/settings/dialog/1/text
source: Training!!
es_es: ¡¡Entrenando!!
ru_ru: Тренируюсь!!

# data/maps/autumn/guild/lmh-inner-og.json//entities/179/settings/dialog/2/text
source: Why in this room though?
es_es: ¿Por qué en esta habitación?
ru_ru: Почему именно в этой комнате?

# data/maps/autumn/guild/lmh-inner-og.json//entities/179/settings/dialog/3/text
source: Moving fast in narrow space!!
es_es: ¡¡Me muevo rápido en un lugar cerrado!!
ru_ru: Быстро двигаться в узком пространстве!!

# data/maps/autumn/guild/lmh-inner-og.json//entities/179/settings/dialog/4/text
source: But what if people want to train here?
es_es: ¿Y qué si alguien quiere entrenar aquí?
ru_ru: Но что, если люди хотят здесь потренироваться?

# data/maps/autumn/guild/lmh-inner-og.json//entities/179/settings/dialog/5/text
source: Do you?
es_es: ¿Tú quieres?
ru_ru: Ты хочешь?

# data/maps/autumn/guild/lmh-inner-og.json//entities/179/settings/dialog/6/text
source: No, but...
es_es: No, pero...
ru_ru: Нет, но...

# data/maps/autumn/guild/lmh-inner-og.json//entities/179/settings/dialog/7/text
source: So it's empty, no problem!!
es_es: ¡¡Entonces está vacía, no hay problema!!
ru_ru: Значит, здесь свободно, никаких проблем!!

# data/maps/autumn/guild/lmh-inner-og.json//entities/180/settings/dialog/0/text
source: Do we have enough members stationed in Gaia's Garden?
es_es: ¿Tenemos suficientes miembros vigilando el Jardín de Gaia?
ru_ru: У нас достаточно участников размещено в Саду Гайи?

# data/maps/autumn/guild/lmh-inner-og.json//entities/180/settings/dialog/1/text
source: Eh, just barely. We could definitely use more, that place is huge!
es_es: Eh, apenas. Podríamos tener más, ¡ese lugar es enorme!
ru_ru: Эх, еле хватает. Не мешало бы разместить побольше, это место огромно!

# data/maps/autumn/guild/lmh-inner-og.json//entities/180/settings/dialog/2/text
source: True.\. What about Autumn's Rise?
es_es: Cierto.\. ¿Y qué hay de Albor Otoñal?
ru_ru: Это точно.\. А что насчёт Расцвета Осени?

# data/maps/autumn/guild/lmh-inner-og.json//entities/180/settings/dialog/3/text
source: Just Mosapang and Elikenz.\. Everyone else said they felt too overleveled for it!
es_es: Solo están Mosapang y Elikenz.\. ¡El resto se sentía demasiado alto de nivel!
ru_ru: Только Mosapang и Elikenz.\. Остальные сказали, что чувствуют себя слишком прокачанными для этого!

# data/maps/autumn/guild/lmh-inner-og.json//entities/180/settings/dialog/4/text
source: Well someone has to do it.\. There's rescuing to be done in Autumn's Rise as well!
es_es: Bueno alguien tiene que hacerlo.\. ¡Hay jugadores que necesitan rescate en Albor Otoñal también!
ru_ru: Ну кто-то же должен это сделать.\. В Расцвете Осени тоже есть кого спасать!

# data/maps/autumn/guild/lmh-inner-og.json//entities/181/settings/event/9/name
source: Wervyn
ru_ru: Вервин

# data/maps/autumn/guild/lmh-inner-og.json//entities/181/settings/event/10/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/guild/lmh-inner-og.json//entities/181/settings/event/11/message
source: Hey you!\. How's it going?
es_es: ¡Ey Lea!\. ¿Cómo estás?
ru_ru: Эй, ты!\. Как дела?

# data/maps/autumn/guild/lmh-inner-og.json//entities/181/settings/event/12/message
source: Hello Lea.\. It's good to see you again.
es_es: Hola, Lea.\. Qué bueno verte de nuevo.
ru_ru: Привет, Лея.\. Приятно видеть тебя снова.

# data/maps/autumn/guild/lmh-inner-og.json//entities/181/settings/event/13/message
source: Fortunately things are a lot better now that most guild members have returned.
es_es: Afortunadamente las cosas están yendo mejor ahora, ya que muchos de los miembros del gremio han vuelto.
ru_ru: К счастью, сейчас всё уже намного лучше, когда вернулось большинство членов гильдии.

# data/maps/autumn/guild/lmh-inner-og.json//entities/181/settings/event/14/message
source: I guess they ran out of laser bridges to build!
es_es: ¡Supongo que se quedaron sin puentes de luz que construir!
ru_ru: Кажется, у них закончились лазерные мосты для строительства!

# data/maps/autumn/guild/lmh-inner-og.json//entities/181/settings/event/15/message
source: Which is good, because there will always be players in need of saving!
es_es: Lo que está bien, ¡porque siempre habrá jugadores que necesiten ser salvados!
ru_ru: И это хорошо, потому что всегда найдутся игроки, нуждающиеся в спасении!

source: Hang on...\. Apollo?
es_es: Un momento...\. ¿Apollo?
ru_ru: Подожди...\. Аполло?

source: Is that you, playing ANOTHER alt?
es_es: ¿Eres tú, jugando con OTRA cuenta?
ru_ru: Ты что, играешь уже с ТРЕТЬЕГО персонажа?

source: Oh my gosh, you're right!\. Haha!
es_es: ¡Oh Dios, tienes razón!\. ¡Jajaja!
ru_ru: Боже мой, ты прав!\. Ха-ха!

source: Yes, you discovered me.
es_es: Sí, me descubrieron.
ru_ru: Да, ты раскрыл меня.

source: How can you tell?
es_es: ¿Cómo se dieron cuenta?
ru_ru: Как ты узнал?

source: Something about the way you carry yourself.
es_es: Es algo sobre como te mueves.
ru_ru: Кое-что в твоём поведении.

source: You can change your appearance but every time you're just trying so hard to stand out.
es_es: Podrás cambiar tu apariencia pero siempre intentas destacarte de alguna forma.
ru_ru: Ты можешь менять облик, но каждый раз ты стараешься выделиться.

source: Plus, you always go with green hair...\. and you always use the same name.
es_es: Además, siempre tienes el pelo verde...\. y siempre usas el mismo nombre.
ru_ru: Плюс, ты всегда ходишь с зелёными волосами...\. и ты всегда используешь одно и то же имя.

source: And you're always a Spheromancer.
es_es: Y siempre eres un Spheromancer.
ru_ru: И ты всегда сферомант.

source: You know, most players would have at least tried out another class by now.
es_es: Sabes, la mayoría de jugadores habría probado alguna otra clase.
ru_ru: Знаешь, большинство игроков по крайней мере попробовали бы другой класс к этому времени.

source: Why would I ever choose anything but the most honorable class of the game!
es_es: ¡Por qué eligiría cualquier otra cosa que no sea la clase más honorable del juego!
ru_ru: Зачем мне выбирать что-то другое кроме самого почётного класса в игре!

source: Apollo will always be a Spheromancer!!
es_es: ¡¡Apollo siempre será un Spheromancer!!
ru_ru: Аполло всегда будет сферомантом!!

source: Did he tell you he used to be a member of our guild?
es_es: ¿Te dijo que solía ser un miembro de nuestro gremio?
ru_ru: Он говорил тебе, что раньше был членом нашей гильдии?

source: Well, seems appropiate.
es_es: Bueno, encaja perfecto.
ru_ru: Ну, кажется уместным.

source: First time I hear about it.
es_es: Es la primera vez que oigo de ello.
ru_ru: Впервые слышу об этом.

source: Oh, so this is the guild you told me about, Polly.
es_es: Oh, así que este es el gremio del que me hablabas, Polly.
ru_ru: Ох, так это та гильдия, о которой ты мне рассказывал, Полли.

source: Heehee!\. Makes sense for such a justice-obsessed guy, right?
es_es: ¡Jejeje!\. Tiene sentido para un tipo tan obsesionado con la justicia, ¿no?
ru_ru: Хи-хи!\. Вполне логично для такого одержимого правосудием парня.

source: Alas, you just never appreciated my sense of style!
es_es: ¡Aún así, nunca apreciaron mi sentido del estilo!
ru_ru: Увы, вы просто никогда не могли оценить моё чувство стиля!

source: What he means is he could never get the timing down.
es_es: Lo que quiere decir es que nunca llegaba al momento correcto.
ru_ru: Это он в том смысле, что никогда не мог уложиться в срок.

source: Always took too long preparing his big entrances.
es_es: Siempre se tardaba demasiado preparando sus glamoriosas entradas.
ru_ru: Всегда тратил слишком много времени, готовя свои помпезные выходы.

source: Alright, enough of this conversation!
es_es: ¡Bien, suficiente por esta conversación!
ru_ru: Ладно, хватит этих разговоров!

source: Aw, no hard feelings!
es_es: Aw, ¡sin resentimientos!
ru_ru: Ой, да никаких обид!

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Hm?
ru_ru: Хм?

source: Oh! Are you wondering if the players actually \c[3]need\c[0] saving?
es_es: ¡Oh! ¿Te preguntas si los jugadores realmente \c[3]necesitan\c[0] ser salvados?
ru_ru: А! Тебе интересно, \c[3]нужно ли\c[0] вообще спасать игроков?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hmm, interesting point she's got there, Werv.
es_es: Hmm, es un punto interesante que plantea, Werv.
ru_ru: Хмм, интересная у неё точка зрения, Верв.

source: Why...\. it's always a noble thing to do, isn't it?
es_es: ¿Por qué?...\. Siempre es algo noble que hacer, ¿no?
ru_ru: Почему...\. это вполне благородно, разве нет?

source: I mean...\. if you die in battle, you just respawn and try again, so...
es_es: Es decir...\. si mueres en batalla, tan solo reapareces y lo intentas otra vez, entonces...
ru_ru: Я имею в виду...\. если ты умираешь в битве, ты просто возрождаешься и пробуешь снова, так что...

source: Well...
es_es: Bueno...
ru_ru: Ну...

source: And some people actually think our rescues are glorified kill-stealing!
es_es: ¡Y algunas personas piensan que nuestros rescates son solo una lujosa manera de ocultar robo de kills!
ru_ru: И некоторые люди считают, что наши спасения - это всего лишь способ добить чужих врагов!

source: Oh, come on!
es_es: ¡Oh, por favor!
ru_ru: Ой, да ладно!

source: We don't even get any loot or EXP, the game system doesn't work like that.
es_es: Ni siquiera nos llevamos un botín o experiencia, el juego no funciona así.
ru_ru: Мы даже не получаем ни добычи, ни опыта, игровая система так не работает.

source: Right, it's absurd.
es_es: Cierto, es absurdo.
ru_ru: Да, это абсурд.

source: But maaaaybe some players actually want the challenge?
es_es: ¿Pero quizááááás algunos jugadores quieran el desafío?
ru_ru: Но моооожет быть, некоторые игроки действительно хотят испытания?

source: Okay, fair enough.
es_es: De acuerdo, buen punto.
ru_ru: Ладно, вполне справедливо.

source: It's just great fun to play the heroes.
es_es: Es que es muy divertido jugar como los héroes.
ru_ru: Играть в героев довольно весело.

source: And people are usually happy about it.\. Most of the time.
es_es: Ya la gente generalmente está feliz de ello.\. La mayoría de las veces.
ru_ru: И люди обычно рады этому.\. Большую часть времени.

source: Oh, I'm totally with you!
es_es: ¡Oh, totalmente de acuerdo!
ru_ru: Ох, я полностью на твоей стороне!
