Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

source: Please \c[3]enter lower area\c[0] to begin.
es_es: Por favor, \c[3]entrar en la zona inferior\c[0] para iniciar.
ru_ru: Пожалуйста, \c[3]войдите в нижнюю область\c[0], чтобы начать.

source: Completion of test sequence is \c[3]required\c[0] in order to access western testing area.
es_es: La finalización de la secuencia de prueba es \c[3]requerida\c[0] para acceder al área de pruebas oeste.
ru_ru: Выполнение тестовой последовательности \c[3]необходимо\c[0] для получения доступа к западной тестовой области.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Bridge Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
es_es: Elevador del puente: \c[1]Deshabilitado\c[0]. ¿Quieres habilitar el elevador?
ru_ru: Мостовой лифт: \c[1]отключён\c[0]. Хотите включить лифт?

source: Bridge Elevator \c[2]enabled\c[0]!
es_es: ¡Elevador del puente \c[2]habilitado\c[0]!
ru_ru: Мостовой лифт \c[2]включён\c[0]!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Display
es_es: Monitor
ru_ru: Монитор

source: Test sequence status: \c[2]completed\c[0]. Performance score: \c[2]43.5%\c[0].
es_es: Estado de la secuencia de prueba: \c[2]completado\c[0]. Puntuación de rendimiento: \c[2]43.5%\c[0].
ru_ru: Состояние тестовой последовательности: \c[2]завершено\c[0]. Оценка производительности: \c[2]43.5%\c[0].

source: Granting access to \c[3]western testing area\c[0].
es_es: Concediendo acceso a el \c[3]área de prueba oeste\c[0].
ru_ru: Предоставление доступа к \c[3]западной тестовой области\c[0].

source: \c[1]--- Initiating Test Sequence ---\. Subject:\. Heavy Seat Unit
es_es: \c[1]--- Iniciando Secuencia de Prueba ---\. Sujeto:\. Unidad de Asiento Pesado
ru_ru: \c[1]Инициирование тестовой последовательности\. Объект:\. Тяжёлая местная единица

source: Call
es_es: Llamada
ru_ru: Вызвать

source: Hologram
es_es: Holograma
ru_ru: Голограмма

source: Drey Santrés
ru_ru: Дрей Сантрес

source: Greetings everyone!\. I hope you have enjoyed our progress so far just as much as we did!
es_es: ¡Saludos a todos!\. ¡Espero que hayan disfrutado nuestro progreso hasta ahora tanto como nosotros lo hicimos!
ru_ru: Приветствую всех!\. Я надеюсь, что вы наслаждаетесь нашим прогрессом так же, как и мы!

source: Sadly, we have to announce that we will no longer be able to continue our work here.
es_es: Tristemente, tenemos que anunciar que no seremos capaz de continuar nuestro trabajo aquí de ahora en mas.
ru_ru: К сожалению, мы должны объявить, что больше не сможем продолжать здесь работать.

source: An incident in one of our associated facilities has convinced the \v[lore.title.human-government] to cut the funding to the entire project.
es_es: Un incidente en una de nuestras instalaciones asociadas ha convencido al \v[lore.title.human-government] de cortar la financiación de todo el proyecto.
ru_ru: Инцидент в одном из наших объединённых комплексов убедил Национальное содружество путешественников сократить финансирование всего проекта.

source: Though it fills me with great shame, I have to admit that we all have underestimated how powerful and volatile the \v[lore.title.track-of-ancients] is.
es_es: Aunque me llena de gran vergüenza, debo admitir que todos hemos subestimado cuán poderoso y volátil el \v[lore.title.track-of-ancients] es.
ru_ru: Хоть я и чувствую большой стыд, я должен признать, что все мы недооценили, насколько могуществен и стремителен Путь Древних.

source: While providing energy, it infiltrated even our equipment and the facility itself, at a rate faster than we were able to revert.
es_es: Mientras proporcionaba energía, se infiltró incluso en nuestro equipamiento y en la propia instalación, a un ritmo más rápido del que pudimos revertir.
ru_ru: Предоставляя энергию, он проник даже в наше оборудование и в сам комплекс с большей скоростью, чем та, с которой нам удалось бы всё вернуть.

source: So we have decided to abandon this facility before another accident occurs.
es_es: Así que hemos decidido el abandonar esta instalación antes de que otro accidente ocurra.
ru_ru: Поэтому мы решили покинуть этот комплекс до того, как произойдет ещё одна авария.

source: We will miss the \v[combat.name.hedgehog]s but we have to seal them inside.\. The project must remain secret from the public.
es_es: Extrañaremos a los \v[combat.name.hedgehog]s pero tenemos que sellarlos adentro.\. El proyecto debe de permanecer en secreto del público.
ru_ru: Мы будем скучать по Дикоборзам, но нам нужно запечатать их внутри.\. Проект должен оставаться в секрете от публики.

source: However you can trust us to continue pursuing this dream we are having.\. The project will live on.
es_es: Sin embargo, puede confiar en nosotros para continuar persiguiendo este sueño que estamos teniendo.\. El proyecto seguirá vivo.
ru_ru: Однако вы можете доверить нам продолжение преследования этой мечты, которая у нас есть.\. Проект будет жить.

source: We have established a separate joint facility with our colleagues.
es_es: Hemos establecido una instalación separada en conjunto con nuestros colegas.
ru_ru: Мы создали отдельный совместный комплекс с нашими коллегами.

source: It is very well hidden but we would still like to welcome passionate fans that manage to find it.
es_es: Está muy bien escondida, pero aún así nos gustaría dar la bienvenida a los fanáticos apasionados que logren encontrarla.
ru_ru: Он хорошо спрятан, но мы всё равно будем рады приветствовать страстных фанатов, которым удастся его найти.

source: For now I want to apologize again for the lack of results from this project and still hope for your continued support.\. Goodbye.
es_es: Por ahora quiero disculparme nuevamente por la falta de resultados de este proyecto y aún espero su continuo apoyo.\. Adiós.
ru_ru: А пока я хочу ещё раз извиниться за отсутствие результатов от этого проекта и всё же надеюсь на вашу постоянную поддержку.\. Прощайте.

source: Display
es_es: Monitor
ru_ru: Монитор

source: \c[1]INTERNAL MAIL, INBOX\c[0] \c[3]FROM:\c[0] "The 4 Visionaries" \c[3]TO:\c[0] All Facilities \c[3]Subject:\c[0] The Future
es_es: \c[1]CORREO INTERNO, BANDEJA DE ENTRADA\c[0] \c[3]De:\c[0] "Los 4 Visionarios" \c[3]Para:\c[0] Todas las instalaciones \c[3]Asunto:\c[0] El futuro
ru_ru: \c[1]ВНУТРЕННЯЯ ПОЧТА, ВХОДЯЩИЕ\c[0] \c[3]ОТ:\c[0] "Четыре провидца" \c[3]КОМУ:\c[0] Всем предприятиям \c[3]Тема:\c[0] Будущее

source: Good evening everyone, Since \c[3]our funding has been cut\c[0] and \c[3]the facilities got taken by the Track\c[0], we established a \c[3]new place\c[0] where we will preserve and continue our research.
es_es: Buenas tardes a todos, Dado que \c[3]nuestra financiación ha sido recortada\c[0] y \c[3]las instalaciones fueron tomadas por el Camino\c[0], establecimos un \c[3]nuevo lugar\c[0] donde preservaremos y continuaremos nuestra investigación.
ru_ru: Всем доброго вечера, С тех пор как \c[3]наше финансирование было урезано\c[0] и \c[3]Путь поглотил комплексы\c[0], мы учредили \c[3]новое место\c[0], где мы сохраним и продолжим наши исследования.

source: The entrance can be found \c[3]somewhere in \v[area.forest.name]\c[0]. You will find the \c[3]key\c[0] to enter it in the \c[3]attachment\c[0] of this message. However, \c[3]by itself the key will not work\c[0].
es_es: La entrada se puede encontrar \c[3]en algún sitio de \v[area.forest.name]\c[0]. Pueden encontrar la \c[3]clave\c[0] para acceder en el \c[3]archivo adjunto\c[0] de este mensaje. Sin embargo, \c[3]la clave no funcionará por sí misma\c[0].
ru_ru: Вход можно найти \c[3]где-то в Сапфировом крае\c[0]. Вы найдёте \c[3]ключ\c[0] для доступа во \c[3]вложении\c[0] этого сообщения. Однако \c[3]сам по себе ключ не будет работать\c[0].

source: You will first need to \c[3]decrypt\c[0] it at \c[3]4 different places\c[0] that are hidden somewhere on \v[lore.title.planet], each in a \c[3]different region\c[0].
es_es: Primero deberán \c[3]desencriptarla\c[0] en \c[3]4 lugares diferentes\c[0] que están ocultos en algún lugar de \v[lore.title.planet], cada uno en una \c[3]región diferente\c[0].
ru_ru: Сначала вам нужно будет \c[3]расшифровать\c[0] его в \c[3]четырёх разных местах\c[0], которые спрятаны где-то на Шадуне, каждое в \c[3]разном регионе\c[0].

source: Hints towards \c[1]one\c[0] the locations can be found in each of our 4 facilities. \c[3]So you will learn one location after reading this very message.\c[0]
es_es: Encontrarán \c[1]una\c[0] pista hacia una de las localizaciones en cada una de las 4 instalaciones. \c[3]Por lo que sabrán de una localización luego de leer este mensaje.\c[0]
ru_ru: Подсказки по поводу \c[1]одного\c[0] из мест можно найти на каждом из наших четырёх объектов. \c[3]Таким образом, вы узнаете одно местоположение после прочтения этого сообщения.\c[0]

source: Everyone who manages to enter will be welcome! Sincerely, "The 4 Visionaries" \c[1][END OF MAIL]\c[0]
es_es: ¡Todos los que logren entrar serán bienvenidos! Sinceramente, "Los 4 visionarios" \c[1][FIN DEL CORREO]\c[0]
ru_ru: Мы будем рады каждому, кто сможет войти! С уважением, "Четыре провидца" \c[1][КОНЕЦ СООБЩЕНИЯ]\c[0]

source: Interested \c[3]\v[lore.title.seeker]s\c[0] should know that \c[3]each of their kind\c[0] is destined to enter \c[3]only one of the 4 facilities\c[0] and find a part of the information.
es_es: Los \c[3]\v[lore.title.seeker]es\c[0] interesados deben saber que \c[3]cada uno de su tipo\c[0] está destinado a ingresar a \c[3]solo una de las 4 instalaciones\c[0] y encontrar una parte de la información.
ru_ru: Заинтересованные \c[3]Искатели\c[0] должны знать, что \c[3]каждому из вас\c[0] суждено войти \c[3]только в одно из четырёх предприятий\c[0] и найти лишь часть информации.

source: But \c[3]through teamwork and communication\c[0] it might be possible to obtain all locations regardless! Everyone who manages to enter will be welcome! Sincerely, "The 4 Visionaries" \c[1][END OF MAIL]\c[0]
es_es: ¡Pero \c[3]a través del trabajo en equipo y la comunicación\c[0] podría ser posible obtener todas las ubicaciones de todos modos! ¡Todos los que logren entrar serán bienvenidos! Sinceramente, "Los 4 visionarios" \c[1][FIN DEL CORREO]\c[0]
ru_ru: Но \c[3]с помощью командной работы и взаимодействия\c[0] становится возможным получить информацию о всех местах! Мы будем рады каждому, кто сможет войти! С уважением, "Четыре провидца" \c[1][КОНЕЦ СООБЩЕНИЯ]\c[0]

source: \c[1]ATTACHMENT:\c[0] One of the hidden places can be found in \c[3]\v[area.autumn-fall.name]\c[0], \c[3]"North of a big ruin, surrounded by water"\c[0]!
es_es: \c[1]ADJUNTO:\c[0] ¡Uno de los lugares ocultos se puede encontrar en \c[3]\v[area.autumn-fall.name]\c[0], \c[3]"Al norte de una gran ruina, rodeada de agua."\c[0]!
ru_ru: \c[1]ВЛОЖЕНИЕ:\c[0] Одно из скрытых мест можно найти в \c[3]Закате Осени\c[0], \c[3]"На севере больших руин, окружённых водой"\c[0]!

source: Joe the Younger
es_es: Joe el más Joven
ru_ru: Джо младший

source: Woooow, \v[lore.title.seeker], all of that was so cool!
es_es: ¡Guaaaao, \v[lore.title.seeker], todo eso fue tan genial!
ru_ru: Ваааау, Искатель, всё это было так круто!

source: Not just a \c[3]Flying-type\c[0] but, like, a \c[3]Mega Flying-type\c[0]!
es_es: ¡No solo un \c[3]Típo Volador\c[0] pero un, como, \c[3]Mega Típo Volador\c[0]!
ru_ru: Это не просто \c[3]Летающий вид\c[0] а, типа, \c[3]мега Летающий вид\c[0]!

source: Such a shame that you weren't able to catch any!
es_es: ¡Una lastima que no fueras capaz de atrapar ninguno!
ru_ru: Очень жаль, что ты не смогла поймать ни одного!

source: Well, that might just be my calling then!\. Come back to \v[area.rookie-harbor.name] so I can reward you!
es_es: Bueno, ¡entonces esa podría ser mi señal!\. ¡Regresa a \v[area.rookie-harbor.name] así puedo recompensarte!
ru_ru: Ну, тогда, возможно, это просто моё призвание!\. Возвращайся в Гавань новичков, чтобы я смог отблагодарить тебя!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: One of the sick trees. Apply \c[3]\v[item.171.name]\c[0] to cure it.
es_es: Uno de los árboles enfermos. Aplícale el \c[3]\v[item.171.name]\c[0] para curarlo.
ru_ru: Одно из больных деревьев. Используйте \c[3]\v[item.171.name]\c[0], чтобы вылечить его.

source: Sick Tree
es_es: Árbol Enfermo
ru_ru: Больное дерево

source: Applying extract
es_es: Aplicando extracto
ru_ru: Применение экстракта

source: Sickness cured!
es_es: ¡Enfermedad Curada!
ru_ru: Болезнь излечена!

source: Hello. I am the canonical NPC.
es_es: Hola. Soy el NPC canónico.
ru_ru: Привет. Я каноничный NPC.

source: Nice weather today, right?
es_es: Qué buen clima hace hoy, ¿no?
ru_ru: Хорошая погода сегодня, не так ли?

source: RIGHT?!
es_es: ¡¿NO?!
ru_ru: НЕ ТАК ЛИ?!

source: \i[arrow-w] To Bergen Trail \i[arrow-ne] To Rookie Harbor \i[arrow-s] Old Path
es_es: \i[arrow-w] Al Sendero de Bergen \i[arrow-ne] Al Puerto Recluta \i[arrow-s] Viejo Camino
ru_ru: \i[arrow-w] к Тропе в Берген \i[arrow-ne] к Гавани новичков \i[arrow-s] Старый путь

source: Jeff
ru_ru: Джефф

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Sorry, I'm kinda in the middle of something here...
es_es: Lo siento, estoy algo así como, en medio de algo ahora mismo...
ru_ru: Извини, я тут вроде как занят...

source: Oh wait. You're that girl\..\..\.. Lea, right?
es_es: Oh espera. Tú eres esa chica\..\..\.. Lea, ¿cierto?
ru_ru: Ой, подожди. Ты та девочка\..\..\.. Лея, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Jean already told me you'd come.
es_es: Jean ya me dijo que vendrías.
ru_ru: Джина уже сообщила мне, что ты придёшь.

source: Sorry to get you involved. I can't understand why she's not using the Direct Link.
es_es: Perdona por meterte en esto. No entiendo por qué ella no usa el Mensajero Directo.
ru_ru: Извини, что втянули тебя в это. Я не могу понять, почему она не использует прямую связь.

source: Yeah, anyway.
es_es: Sí, como sea.
ru_ru: Ладно, так или иначе.

source: This is about the bunny or whatever she saw right?
es_es: Esto es sobre ese conejo o lo que sea ella que haya visto, ¿no?
ru_ru: Это из-за этого кролика или что ещё она там увидела?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I do remember that you can summon some sort of \c[3]Legendary Bunny\c[0] by collecting 5 \c[3]\v[item.139.name]s\c[0] somewhere in \c[3]Bergen Trail\c[0].
es_es: Recuerdo que se puede invocar algún tipo de \c[3]Conejo Legendario\c[0] recolectando 5 \c[3]\v[item.139.name]\c[0] en algún lugar del \c[3]Sendero de Bergen\c[0].
ru_ru: Я помню, что можно призвать какого-то \c[3]Легендарного кролика\c[0], собрав пять \c[3]Замороженных морковок\c[0] где-то на \c[3]Тропе в Берген\c[0].

source: But there was another requirement. I can't remember what it was. Maybe our Hexacast-friend Jock knows more about it.
es_es: Pero había otro requisito. No puedo recordar lo que era. Quizá nuestro amigo Hexacast, Jock, sabe algo al respecto.
ru_ru: Но было и другое требование. Я не могу вспомнить какое. Может, наш друг, гексакаст Джок, знает об этом больше.

source: Jeff
ru_ru: Джефф

source: Yep, that's all. Also, I'm \c[3]Jeff\c[0], nice to meet you.
es_es: Sip, eso es todo. Por cierto, soy \c[3]Jeff\c[0], encantado de conocerte.
ru_ru: Ага, больше ничего. Кстати, я \c[3]Джефф\c[0], приятно познакомиться.

source: Hi Lea, Hi!
es_es: ¡Hola Lea, Hola!
ru_ru: Привет Лея, Привет!

source: Ah, there's the problem with the speech module Jean told me about.
es_es: Ah, ahí está el problema con el módulo del habla del que Jean me contó.
ru_ru: Ах, проблема с речевым модулем, Джина говорила мне об этом.

source: Nah, don't sweat it. I'll just DL Jean everything I told you.
es_es: Nah, no te preocupes. Le diré a Jean por MD todo lo que he dicho.
ru_ru: Не парься. Я отправлю Джине всё, что сказал тебе.

source: She should learn how to use the Direct Link System anyhow.
es_es: Tiene que aprender a usarlo, el Sistema de Mensaje Directo de alguna forma.
ru_ru: Ей в любом случае стоит научиться пользоваться прямой связью.

source: Jeff
ru_ru: Джефф

source: Hi Lea.
es_es: Hola Lea.
ru_ru: Привет, Лея.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: I DL'd Jean everything, so you don't have to tell her.
es_es: Le diré todo a Jean por MD, así no tienes que decírselo tú.
ru_ru: Я всё отправил Джине, так что тебе не нужно объяснять ей.

source: I really want that treasure...
es_es: Realmente quiero ese tesoro...
ru_ru: Я очень хочу это сокровище...

source: Will you give up already?
es_es: ¿Podrías darte por vencido de una vez?
ru_ru: Может, ты уже сдашься?

source: We're clearly missing some key item here.
es_es: Claramente nos falta algún objeto de llave aquí.
ru_ru: Нам здесь явно не хватает какого-то ключевого предмета.

source: They do that to promote backtracking to previous areas.
es_es: Hacen eso para que vuelvas a las áreas anteriores.
ru_ru: Они делают это, чтобы способствовать возвращению к прежним зонам.

source: I bet the content is totally worth it.
es_es: Seguro que lo que sea que tenga lo vale.
ru_ru: Я уверен, что содержимое стоит того.

source: I hope so...
es_es: Eso espero...
ru_ru: Я надеюсь, что это так...

source: An obelisk that is used as waymarker
es_es: Un obelisco que es utilizado como referencia
ru_ru: Обелиск, который используется в качестве дорожного указателя.

source: \c[1]Sick Tree\c[0]
es_es: \c[1]Árbol Enfermo\c[0]
ru_ru: \c[1]Больное дерево\c[0]

source: Healed Tree
es_es: Árbol Curado
ru_ru: Исцелённое дерево

source: Bonjour, Lea!
ru_ru: Bonjour (Привет), Лея!

source: There you are! Thanks for dropping by.
es_es: ¡Ahí estás! Gracias por llegarte por aquí.
ru_ru: Вот ты где! Спасибо, что заскочила.

source: Bonjour, Lukas!
ru_ru: Bonjour (Привет), Лукас!

source: There you are! Thanks for dropping by.
es_es: ¡Ahí estás! Gracias por llegarte por aquí.
ru_ru: Вот вы где! Спасибо, что заскочили.

source: Let's just go straight to the headquarters.
es_es: Vayamos directo a la sede.
ru_ru: Давайте пойдём прямиком в штаб.

source: It's to the \c[3]northeast\c[0]. Just follow me!
es_es: Está al \c[3]noreste\c[0]. ¡Sigueme!
ru_ru: Он на \c[3]северо-востоке\c[0]. Просто следуйте за мной!

source: So how big is your guild, anyway?
es_es: Entonces, ¿qué tan grande es tu gremio, de todas formas?
ru_ru: Кстати, насколько большая твоя гильдия?

source: Not big. You're about to see it yourself.
es_es: No es grande. Lo verás por ti misma.
ru_ru: Не особо. Скоро сама всё увидишь.

source: Follow \c[3]Schneider\c[0] to the \c[3]First Scholars HQ\c[0] near \c[3]Autumn's Rise - Pathway 3\c[0].
es_es: Sigue a \c[3]Schneider\c[0] a la \c[3]Sede de los Primeros Eruditos\c[0] cerca de \c[3]Albor Otoñal - Camino 3\c[0].
ru_ru: Следуйте за \c[3]Шнайдером\c[0] в \c[3]штаб Первоучёных\c[0] около \c[3]Расцвета Осени - Путь 3\c[0].

source: Jeff
ru_ru: Джефф

source: Jeff
ru_ru: Джефф

source: Those damn Bovines barely take any damage from my attacks!
es_es: ¡Esos malditos Bovinos apenas reciben daño de mis ataques!
ru_ru: Эти чёртовы Бычары почти не получают урона от моих атак!

source: I told you, throwing balls won't impress them much. You gotta get close and personal!
es_es: Te lo dije, arrojar bolas no les hará mucho. ¡Tienes que ponerle cuerpo en combate cuerpo a cuerpo!
ru_ru: Я говорила тебе, что бросание шаров не произведёт на них особого впечатления. Тебе стоит подойти поближе к ним!

source: Do I look like some kind of brawler to you?
es_es: ¿Te parezco algún tipo de luchador?
ru_ru: Я что, похожа на драчуна, по-твоему?

source: I don't think the Bovines care. All they understand is literal ass-kicking!
es_es: No creo que a los Bovinos les importe. ¡Todo lo que entienden es una buena paliza!
ru_ru: Я не думаю, что Бычарам есть до этого дело. Всё, что они понимают - это буквальное надирание задниц!

source: Then I guess I will need to get used to it.
es_es: Entonces supongo que me tendré que acostumbrar.
ru_ru: Тогда, я думаю, мне придётся привыкнуть к этому.

source: More Laser bridges!
es_es: ¡Más Puentes de Luz!
ru_ru: Больше лазерных мостов!

source: Flying...\. flying Hedgehag?
es_es: Voladores...\. ¿Arizos voladores?
ru_ru: Летающий...\. летающий дикоборз?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: What is this?
es_es: ¿Qué es esto?
ru_ru: Что это?

source: How am I supposed to punch those?
es_es: ¿Como se supone que golpee esas cosas?
ru_ru: Ну и как я должна бить их?

source: <ReturnPos Changed>
es_es: <PosRetorno Cambiada>

source: Tetrominon WooChop Xith Yeratu
es_es: Tetrominon tralph3 WooChop Xith Yeratu

source: Maesma manitu Mefistofele Narkona NasiDe phAtom65 PuellaDocta *PrinzPudding
es_es: Maesma manitu Mefistofele Minihermo Narkona NasiDe phAtom65 PuellaDocta *PrinzPudding

source: Saintrl Scrivaret Skyneo Steve Suryce
es_es: Saintrl Scrivaret Skyneo SrNecio Steve Suryce

source: Mitsu the Ru nyao Prestor Pseudoradius Selena Lowell shinkenji
es_es: Mash600 Mitsu the Ru nyao Prestor Pseudoradius Selena Lowell shinkenji
