Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/path-2.json//entities/257/settings/event/21/elseStep/4/message
source: Your previous actions have not been forgotten!
es_es: ¡Tus acciones previas no serán olvidadas!
ru_ru: Твои предыдущие действия не были забыты!

# data/maps/autumn/path-2.json//entities/257/settings/event/22/message
source: Being a cheater is bad as it is.
es_es: Ya bastante malo es hacer trampa.
ru_ru: Быть читером плохо само по себе.

# data/maps/autumn/path-2.json//entities/257/settings/event/24/message
source: But seeing a \c[3]Spheromancer\c[0] displaying such dishonest behavior!\. It breaks my heart!
es_es: ¡Pero ver a un \c[3]Spheromancer\c[0] mostrar un comportamiento tan deshonesto!\. ¡Me rompe el corazón!
ru_ru: Но видеть \c[3]сфероманта\c[0], показывающего такое бесчестное поведение!\. Это разбивает мне сердце!

# data/maps/autumn/path-2.json//entities/257/settings/event/26/message
source: ...What?
es_es: ¿...Qué?
ru_ru: ...Чего?

# data/maps/autumn/path-2.json//entities/257/settings/event/28/message
source: We Spheromancers are a noble, yet unappreciated class!
es_es: ¡Nosotros los Spheromancers somos una noble, pero menospreciada clase!
ru_ru: Мы, сфероманты, благородный, но недооценённый класс!

# data/maps/autumn/path-2.json//entities/257/settings/event/29/message
source: I can't allow a player like you to further damage our reputation!
es_es: ¡No puedo permitir que un jugador como tú siga dañando nuestra reputación!
ru_ru: Я не могу позволить такому игроку, как ты, и дальше рушить нашу репутацию!

# data/maps/autumn/path-2.json//entities/257/settings/event/30/message
source: Wait...\. You're a Spheromancer, too?
es_es: Espera...\. ¿Tú eres un Spheromancer también?
ru_ru: Подожди...\. Ты что, тоже сферомант?

# data/maps/autumn/path-2.json//entities/257/settings/event/32/message
source: Why of course!\. Don't you see my striking crimson outfit?
es_es: ¡Por supuesto!\. ¿No ves mi sorprendente vestimenta carmesí?
ru_ru: Ну конечно!\. Ты что, не видишь мой пронзительно бордовый костюм?

# data/maps/autumn/path-2.json//entities/257/settings/event/33/message
source: ...Oh!
ru_ru: ...Ааа!

# data/maps/autumn/path-2.json//entities/257/settings/event/34/message
source: Pardon, I thought you were a Triblader with all that green and...\. pointy hair.
es_es: Pardon, creí que eras un Triblader con tanto verde y...\. tu pelo puntiagudo.
ru_ru: Pardon (Прости), я подумала, что ты триблейдер, из-за твоих зелёных волос и...\. заострённой причёски.

# data/maps/autumn/path-2.json//entities/257/settings/event/35/message
source: It's my style.
es_es: Es mi estilo.
ru_ru: Это мой стиль.

# data/maps/autumn/path-2.json//entities/257/settings/event/36/message
source: It's plain to see that fashion is beyond your grasp.
es_es: Está claro que la moda está más allá de tu alcance.
ru_ru: Очевидно, что чувство моды за пределами твоего понимания.

# data/maps/autumn/path-2.json//entities/257/settings/event/37/message
source: Suuuure~
es_es: Seguuuuro~
ru_ru: Ну даааа~

# data/maps/autumn/path-2.json//entities/257/settings/event/39/message
source: Anyway!\. I'm talking to you, blue-haired Spheromancer!
es_es: ¡Como sea!\. ¡Te estoy hablando a ti, Spheromancer de pelo azul!
ru_ru: Так или иначе!\. Я с тобой разговариваю, синеволосый сферомант!

# data/maps/autumn/path-2.json//entities/257/settings/event/40/message
source: ...\.Lea.
ru_ru: ...\.Лея.

# data/maps/autumn/path-2.json//entities/257/settings/event/49/message
source: I challenge you to a \c[3]duel\c[0]!
es_es: ¡Te desafío a un \c[3]duelo\c[0]!
ru_ru: Я вызываю тебя на \c[3]дуэль\c[0]!

# data/maps/autumn/path-2.json//entities/257/settings/event/52/message
source: Wait, what?
es_es: Espera, ¿qué?
ru_ru: Подожди, что?

# data/maps/autumn/path-2.json//entities/257/settings/event/54/message
source: Come on!\. We just started playing!
es_es: ¡Vamos!\. ¡Pero si acabamos de empezar!
ru_ru: Да ладно!\. Мы же только начали играть!

# data/maps/autumn/path-2.json//entities/257/settings/event/56/message
source: Of course we won't do it right here and now.
es_es: Por supuesto que no lo haremos aquí y ahora.
ru_ru: Разумеется, мы не будем делать это прямо здесь и сейчас.

# data/maps/autumn/path-2.json//entities/257/settings/event/57/message
source: Let's have our duel at the \c[3]entrance of Bergen Trail\c[0]!
es_es: ¡Tendremos nuestro duelo en la \c[3]entrada al Sendero de Bergen\c[0]!
ru_ru: Давай устроим нашу дуэль у входа на \c[3]Тропу в Берген\c[0]!

# data/maps/autumn/path-2.json//entities/257/settings/event/58/message
source: I'll test your skills properly - to make sure you don't use any more dishonest methods!
es_es: ¡Probaré tus habilidades apropiadamente - para asegurarme de que no vuelvas a hacer trampa!
ru_ru: Я тщательно проверю твои навыки, чтобы убедиться, что ты больше не используешь нечестные методы!

# data/maps/autumn/path-2.json//entities/257/settings/event/59/thenStep/0/message
source: Ha...\. you really think that's a good idea?
es_es: Ja...\. ¿En serio crees que es una buena idea?
ru_ru: Ха...\. ты действительно думаешь, что это хорошая идея?

# data/maps/autumn/path-2.json//entities/257/settings/event/59/thenStep/1/message
source: Trust me you haven't seen \c[1]the worst of it\c[0] yet.
es_es: Créeme, aún no has visto \c[1]lo peor\c[0].
ru_ru: Поверь мне, ты ещё не видел \c[1]худшую часть\c[0].

source: Well she \c[1]is level \v[player.level]\c[0]. So you can already guess how this will play out.
es_es: Bueno ella \c[1]es nivel \v[player.level]\c[0]. Así que ya te puedes imaginar como saldrá esto.
ru_ru: Ну, она вообще-то \c[1]\v[player.level] уровня\c[0]. Так что ты уже можешь догадаться, чем это закончится.

source: Are you serious?
es_es: ¿Hablas en serio?
ru_ru: Ты серьёзно?

# data/maps/autumn/path-2.json//entities/257/settings/event/61/message
source: Do you accept, blue-haired Spheromancer?
es_es: ¿Aceptas, Spheromancer de pelo azul?
ru_ru: Ты принимаешь вызов, синеволосый сферомант?

# data/maps/autumn/path-2.json//entities/257/settings/event/62/message
source: ...\.Lea.
ru_ru: ...\.Лея.

# data/maps/autumn/path-2.json//entities/257/settings/event/63/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-2.json//entities/257/settings/event/65/message
source: Good!\. I'll be waiting for you!
es_es: ¡Bien!\. ¡Te estaré esperando!
ru_ru: Хорошо!\. Я буду тебя ждать!

# data/maps/autumn/path-2.json//entities/257/settings/event/75/message
source: And off he goes again.
es_es: Y ahí va.
ru_ru: И снова свалил.

# data/maps/autumn/path-2.json//entities/257/settings/event/78/thenStep/0/message
source: I'm sure this will be a lot of \c[1]fun to watch\c[0]!
es_es: ¡De seguro que esto será \c[1]divertido de ver\c[0]!
ru_ru: Я уверена, что это будет очень \c[1]забавно\c[0]!

# data/maps/autumn/path-2.json//entities/257/settings/event/78/thenStep/1/message
source: You beating that guy to a pulp.
es_es: Lo vas a dejar hecho puré.
ru_ru: Ты замочишь этого парня до полусмерти.

# data/maps/autumn/path-2.json//entities/257/settings/event/78/thenStep/3/message
source: But I'd really like to level up a bit before that, too. If that's okay!
es_es: Pero me gustaría subir un par de niveles antes de eso, ¡si no te molesta!
ru_ru: Но я бы тоже хотела немного прокачаться перед этим. Если ты не против!

# data/maps/autumn/path-2.json//entities/257/settings/event/78/thenStep/4/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-2.json//entities/257/settings/event/78/elseStep/0/message
source: Are you sure it's okay to accept his challenge just like that?
es_es: ¿Estás segura que está bien aceptar su desafío así como así?
ru_ru: Ты уверена, что хочешь принять его вызов, вот так просто?

# data/maps/autumn/path-2.json//entities/257/settings/event/78/elseStep/1/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-2.json//entities/257/settings/event/78/elseStep/3/message
source: D'accord.\. It's your choice.
es_es: D'accord.\. Es tu elección.
ru_ru: D'accord (Ладно).\. Тебе решать.

# data/maps/autumn/path-2.json//entities/257/settings/event/78/elseStep/4/message
source: Then let's make sure you're well prepared!
es_es: ¡Entonces asegurémonos de que estés bien preparada!
ru_ru: Тогда давай позаботимся, чтобы ты хорошо подготовилась!

# data/maps/autumn/path-2.json//entities/257/settings/event/78/elseStep/5/message
source: I want you to kick this guy's derrière!
es_es: ¡Quiero que le des una buena paliza en el derrière a ese tipo!
ru_ru: Я хочу, чтобы ты надрала этому парню derrière (зад)!

# data/maps/autumn/path-2.json//entities/257/settings/event/79/message
source: Come on, let's train!
es_es: ¡Vamos, a entrenar!
ru_ru: Погнали, время качаться!

# data/maps/autumn/path-2.json//entities/257/settings/event/82/task
source: Apollo challenged you to a duel and waits for you at the entrance of \c[3]Bergen Trail\c[0]. Be prepared!
es_es: Apollo te desafió a un duelo y te espera en la entrada del \c[3]Sendero de Bergen\c[0]. ¡Prepárate!
ru_ru: Аполло вызвал вас на дуэль и будет ждать у входа на \c[3]Тропу в Берген\c[0]. Будьте готовы!

# data/maps/autumn/path-2.json//entities/258/settings/text
source: \c[1]Sick Tree\c[0]
es_es: \c[1]Árbol Enfermo\c[0]
ru_ru: \c[1]Больное дерево\c[0]

# data/maps/autumn/path-2.json//entities/259/settings/text
source: Healed Tree
es_es: Árbol Curado
ru_ru: Исцелённое дерево

source: The sick tree. Applying \c[3]\v[item.189.name]\c[0] should cure it but it will take time.
es_es: El árbol enfermo. Aplicarle el \c[3]\v[item.189.name]\c[0] debería curarlo pero tomará su tiempo.
ru_ru: Больное дерево. Применение \c[3]Осеннего бальзама\c[0] должно вылечить его, но это займёт время.

# data/maps/autumn/path-3-1.json//entities/40/settings/condAnims/0/interact/title
source: Sick Special Tree
es_es: Árbol Especial Enfermo
ru_ru: Особенно больное дерево

source: Applying salve
es_es: Aplicando ungüento
ru_ru: Применение бальзама

source: Salve is taking effect!
es_es: ¡El ungüento está tomando efecto!
ru_ru: Бальзам применён!

source: One of the sick trees. Apply \c[3]\v[item.171.name]\c[0] to cure it.
es_es: Uno de los árboles enfermos. Aplícale el \c[3]\v[item.171.name]\c[0] para curarlo.
ru_ru: Одно из больных деревьев. Используйте \c[3]\v[item.171.name]\c[0], чтобы вылечить его.

# data/maps/autumn/path-3-1.json//entities/91/settings/condAnims/0/interact/title
source: Sick Tree
es_es: Árbol Enfermo
ru_ru: Больное дерево

source: Applying extract
es_es: Aplicando extracto
ru_ru: Применение экстракта

source: Sickness cured!
es_es: ¡Enfermedad Curada!
ru_ru: Болезнь излечена!

# data/maps/autumn/path-3-1.json//entities/254/settings/event/6/message
source: You did well.
es_es: Hiciste bien.
ru_ru: Ты хорошо справилась.

# data/maps/autumn/path-3-1.json//entities/254/settings/event/8/message
source: We don't like it but we are forced to give you this.
es_es: No nos agrada, pero estamos forzados a darte esto.
ru_ru: Нам это не по нраву, но мы вынуждены отдать это тебе.

# data/maps/autumn/path-3-1.json//entities/254/settings/event/16/message
source: Don't expect a second reward from us.
es_es: No esperes una segunda recompensa de nosotros.
ru_ru: Не жди от нас второй награды.

# data/maps/autumn/path-3-1.json//entities/262/settings/interact/hoverText
source: \i[arrow-ne] Autumn Residences \i[arrow-w] To Bergen Trail \i[arrow-e] To Rookie Harbor
es_es: \i[arrow-ne] Residencias de Otoño \i[arrow-w] Al Sendero de Bergen \i[arrow-e] Al Puerto Recluta
ru_ru: \i[arrow-ne] Осенние резиденции \i[arrow-w] к Тропе в Берген \i[arrow-e] к Гавани новичков

# data/maps/autumn/path-3-1.json//entities/271/settings/event/1/text
source: Missing Pass
es_es: No Tienes el Pase
ru_ru: Доступ отсутствует

# data/maps/autumn/path-3-1.json//entities/279/settings/text
source: This tree looks kinda weird...
es_es: Este árbol se ve algo raro...
ru_ru: Это дерево выглядит странно....

# data/maps/autumn/path-3-1.json//entities/283/settings/text
source: \c[1]Sick Tree\c[0]
es_es: \c[1]Árbol Enfermo\c[0]
ru_ru: \c[1]Больное дерево\c[0]

# data/maps/autumn/path-3-1.json//entities/285/settings/text
source: Healed Tree
es_es: Árbol Curado
ru_ru: Исцелённое дерево

# data/maps/autumn/path-3-1.json//entities/286/settings/text
source: \c[1]Sick Sacred Tree\c[0]
es_es: \c[1]Ábrol Sagrado Enfermo\c[0]
ru_ru: \c[1]Больное неприкосновенное дерево\c[0]

source: Tree HP
es_es: PV del Árbol
ru_ru: HP дерева

# data/maps/autumn/path-3-1.json//entities/287/settings/event/5/task
source: Hungry lifeforms approaching!
es_es: ¡Seres hambrientos se aproximan!
ru_ru: Приближаются голодные формы жизни!

# data/maps/autumn/path-3-1.json//entities/287/settings/event/20/task
source: \c[3]Defend the tree for 2 minutes\c[0] for the salve to take effect!
es_es: ¡\c[3]Defiende el árbol por 2 minutos\c[0] para que el ungüento haga efecto!
ru_ru: \c[3]Защищайте дерево в течение двух минут\c[0], чтобы бальзам вступил в силу!

# data/maps/autumn/path-3-1.json//entities/288/settings/event/77/text
source: Tree healed!
es_es: ¡Árbol Curado!
ru_ru: Дерево исцелено!

source: Salve weakened!
es_es: ¡Ungüento debilitado!
ru_ru: Бальзам ослаблен!

source: Salve strongly weakened!
es_es: ¡Ungüento altamente debilitado!
ru_ru: Бальзам сильно ослаблен!

source: Salve almost dissolved!
es_es: ¡El ungüento está casi disuelto!
ru_ru: Бальзам почти растворился!

source: Salve dissolved!
es_es: ¡El ungüento se ha disuelto!
ru_ru: Бальзам растворился!

# data/maps/autumn/path-3-1.json//entities/327/settings/event/7/text
source: Salve lost effect. The sickness returned!
es_es: El ungüento perdió su efecto. ¡La enfermedad ha vuelto!
ru_ru: Бальзам потерял эффект. Болезнь вернулась!

# data/maps/autumn/path-3-1.json//entities/327/settings/event/18/text
source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]MISIÓN FALLIDA\c[0] Reinicia la tarea para volver a intentarlo
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

source: Here we are!
es_es: ¡Aquí estamos!
ru_ru: Вот мы и пришли!

source: Now this is the entrance to a small and humble \c[3]guild area\c[0].
es_es: Bien, esta es una entrada a una pequeña y humilde \c[3]área de gremios\c[0].
ru_ru: Тут находится вход на небольшую и скромную \c[3]территорию гильдии\c[0].

source: You'll need a pass to enter, so here you go!
es_es: Necesitarán un pase para entrar, ¡así que aquí tienen!
ru_ru: Вам понадобится пропуск, чтобы войти, так что вот, держите!

source: This item gives you access to our headquarters as well.
es_es: El pase les da acceso a nuestra sede también.
ru_ru: Этот предмет также даёт вам доступ к нашему штабу.

source: Now then, let's go!
es_es: Bien, ¡vamos!
ru_ru: А теперь, идём!

# data/maps/autumn/path-3-1.json//entities/330/settings/event/2/message
source: The entrance is over there to the \c[3]north\c[0].
es_es: La entrada está aquí mismo, al \c[3]norte\c[0].
ru_ru: Вход вон там, на \c[3]севере\c[0].

# data/maps/autumn/path-3-1.json//entities/456/settings/event/11/message
source: Lea?
ru_ru: Лея?

# data/maps/autumn/path-3-1.json//entities/456/settings/event/12/message
source: That...\. Lukas...\. he does not remember what happened, correct?
es_es: Lukas...\. no parece recordar lo que sucedió, ¿cierto?
ru_ru: Этот...\. Лукас...\. он не помнит, что произошло, верно?

# data/maps/autumn/path-3-1.json//entities/456/settings/event/13/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/autumn/path-3-1.json//entities/456/settings/event/14/message
source: I...\. kind of suspected as much.
es_es: Ya...\. ya sospechaba algo así.
ru_ru: Я...\. вроде как подозревал.

# data/maps/autumn/path-3-1.json//entities/456/settings/event/15/message
source: Sorry, I should have talked with you about it.
es_es: Lo siento, debería habértelo dicho.
ru_ru: Прости, я должен был поговорить с тобой об этом.

# data/maps/autumn/path-3-1.json//entities/456/settings/event/16/message
source: That Lukas you met in Vermillion Wasteland...
es_es: El Lukas que viste en el Vertedero Vermillion...
ru_ru: Тот Лукас, которого ты встретила в Пустоши Вермиллион...

# data/maps/autumn/path-3-1.json//entities/456/settings/event/17/message
source: He was most likely another \c[3]Evotar\c[0].
es_es: Lo más probable es que sea otro \c[3]Evotar\c[0].
ru_ru: Скорее всего, он был ещё одним \c[3]эвотаром\c[0].

# data/maps/autumn/path-3-1.json//entities/456/settings/event/19/message
source: In fact...\. I suspect that was the case for all players we saw back there.
es_es: De hecho...\. sospecho que ese era el caso de todos los jugadores que vimos allí.
ru_ru: На самом деле...\. Я подозреваю, что это относится ко всем игрокам, которых мы там видели.

# data/maps/autumn/path-3-1.json//entities/456/settings/event/22/message
source: Do you...\. not want to go back to them?
es_es: Tú...\. ¿no quieres volver con ellos?
ru_ru: Ты...\. не хочешь вернуться к ним?

# data/maps/autumn/path-3-1.json//entities/456/settings/event/23/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/path-3-1.json//entities/456/settings/event/24/message
source: I see.
es_es: Ya veo.
ru_ru: Понимаю.

# data/maps/autumn/path-3-1.json//entities/456/settings/event/25/message
source: This situation is rather...\. complicated.
es_es: Esta situación es algo...\. complicada.
ru_ru: Эта ситуация довольно...\. запутанная.

# data/maps/autumn/path-3-1.json//entities/456/settings/event/26/message
source: But I am sure they still mean well with you.
es_es: Pero estoy seguro de que no te guardan resentimientos.
ru_ru: Но я уверен, что они по-прежнему желают тебе только лучшего.

# data/maps/autumn/path-3-1.json//entities/456/settings/event/28/message
source: M-Maybe give it a bit of time.
es_es: Q-Quizá debas darle algo de tiempo.
ru_ru: М-Можно повременить с этим.

# data/maps/autumn/path-3-1.json//entities/456/settings/event/29/message
source: I am sure you will be able to reconcile eventually.
es_es: Estoy seguro de que podrás reconciliarte eventualmente.
ru_ru: Я уверен, что в конце концов вы сможете помириться.

# data/maps/autumn/path-3-1.json//entities/456/settings/event/32/message
source: I suppose...\. we should go to \c[3]Gaia's Garden\c[0] next?
es_es: Supongo...\. que deberías ir al \c[3]Jardín de Gaia\c[0] ahora, ¿no?
ru_ru: Полагаю...\. дальше мы должны направиться в \c[3]Сад Гайи\c[0]?

# data/maps/autumn/path-3-1.json//entities/456/settings/event/33/message
source: That is the next major area, north of \c[3]Autumn's Fall\c[0].
es_es: Ese es el siguiente área, al norte de \c[3]Ocaso Otoñal\c[0].
ru_ru: Это следующая большая область, к северу от \c[3]Заката Осени\c[0].

# data/maps/autumn/path-3-1.json//entities/456/settings/event/34/message
source: Our goal is still to reach \c[3]Sapphire Ridge\c[0], correct?
es_es: Nuestro objetivo es llegar a \c[3]Cresta Zafiro\c[0], ¿cierto?
ru_ru: Наша цель по-прежнему достичь \c[3]Сапфирового края\c[0], верно?

# data/maps/autumn/path-3-1.json//entities/456/settings/event/35/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-3-1.json//entities/456/settings/event/37/message
source: I really should try to extend your vocabulary at least a little bit more.
es_es: Debería encargarme de extender tu vocabulario un poco más.
ru_ru: Мне правда стоит попытаться хотя бы ещё немного расширить твой словарный запас.

# data/maps/autumn/path-3-1.json//entities/456/settings/event/38/message
source: It will be difficult, but I know a few words that might help you in situations like this.
es_es: Será difícil, pero se me ocurren un par de palabras que te podrían ayudar en situaciones como esta.
ru_ru: Это будет непросто, но я знаю несколько слов, которые смогут помочь тебе в похожих ситуациях.

# data/maps/autumn/path-3-1.json//entities/456/settings/event/41/message
source: I will get on that while you make your way through \c[3]Gaia's Garden\c[0], alright?
es_es: Trabajaré en eso mientras tu vas al \c[3]Jardín de Gaia\c[0], ¿si?
ru_ru: Я займусь этим, пока ты будешь пробираться через \c[3]Сад Гайи\c[0], хорошо?

# data/maps/autumn/path-3-1.json//entities/456/settings/event/43/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-3-1.json//entities/456/settings/event/48/task
source: Head to \c[3]Gaia's Garden\c[0] (north of \c[3]Autumn's Fall\c[0]) by yourself.
es_es: Ve al \c[3]Jardín de Gaia\c[0] (al norte de \c[3]Ocaso Otoñal\c[0])... sin compañía.
ru_ru: Отправляйтесь в \c[3]Сад Гайи\c[0] (к северу от \c[3]Заката Осени\c[0]).

source: Dig here
es_es: Cavar aquí
ru_ru: Копать здесь

# data/maps/autumn/path-3-2.json//entities/102/settings/condAnims/0/interact/title
source: Loose Rock
es_es: Roca Suelta
ru_ru: Рыхлый камень

source: Digging
es_es: Cavando
ru_ru: Копание

# data/maps/autumn/path-3-2.json//entities/282/settings/displayName
source: Annoying Dog
es_es: Perro Molesto
ru_ru: Надоедливая собака

source: Good day Madame. I see you play the lonely class of Spheromancer.
es_es: Buenos días madame. Veo que juegas con la solitaria clase de Spheromancer.
ru_ru: Добрый день, мадам. Я вижу, что вы играете непопулярным классом, сферомантом.

source: A view I consider quite rare.
es_es: Algo raro de ver.
ru_ru: Такое редко можно увидеть.

source: It was a pleasant event to meet you.
es_es: Fue un placentero evento haberte conocido.
ru_ru: Это очень приятное событие, повстречать вас.

# data/maps/autumn/path-3-2.json//entities/362/settings/text
source: Former location of data #3469
es_es: Antigua localización de los datos #3469
ru_ru: Бывшее расположение данных #3469

# data/maps/autumn/path-3-2.json//entities/363/settings/text
source: \c[1]Data signature #3469\c[0]
es_es: \c[1]Firma de datos #3469\c[0]
ru_ru: \c[1]Сигнатура данных #3469\c[0]

source: One of the sick trees. Apply \c[3]\v[item.171.name]\c[0] to cure it.
es_es: Uno de los árboles enfermos. Aplícale el \c[3]\v[item.171.name]\c[0] para curarlo.
ru_ru: Одно из больных деревьев. Используйте \c[3]\v[item.171.name]\c[0], чтобы вылечить его.

# data/maps/autumn/path-3-4.json//entities/117/settings/condAnims/0/interact/title
source: Sick Tree
es_es: Árbol Enfermo
ru_ru: Больное дерево

source: Applying extract
es_es: Aplicando extracto
ru_ru: Применение экстракта

source: Sickness cured!
es_es: ¡Enfermedad Curada!
ru_ru: Болезнь излечена!

source: I wonder if they'll ever bring back the fishing system...
es_es: Me pregunto si volverán a implementar el sistema de pesca...
ru_ru: Интересно, вернут ли они когда-нибудь рыбалку...

# data/maps/autumn/path-3-4.json//entities/347/settings/text
source: \c[1]Sick Tree\c[0]
es_es: \c[1]Árbol Enfermo\c[0]
ru_ru: \c[1]Больное дерево\c[0]

# data/maps/autumn/path-3-4.json//entities/348/settings/text
source: Healed Tree
es_es: Árbol Curado
ru_ru: Исцелённое дерево

# data/maps/autumn/path-3-4.json//entities/359/settings/event/3/name
source: Joe the Younger
es_es: Joe el más Joven
ru_ru: Джо младший

# data/maps/autumn/path-3-4.json//entities/359/settings/event/5/message
source: Wow, \v[lore.title.seeker], did you just see what I saw?
es_es: Wow, \v[lore.title.seeker]a, ¿acabo de ver eso?
ru_ru: Вау, \v[lore.title.seeker], ты тоже это видела?

# data/maps/autumn/path-3-4.json//entities/359/settings/event/6/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-3-4.json//entities/359/settings/event/7/message
source: Well, sure, you even fought them.\. \c[3]Flying type\c[0] \v[combat.name.hedgehog]s, that's so rad!
es_es: Pero por supuesto, si hasta peleaste con ellos.\. \v[combat.name.hedgehog]s \c[3]Voladores\c[0], ¡qué loco!
ru_ru: Ну, конечно, ты даже сражалась с ними.\. \c[3]Летающий вид\c[0] Дикоборзов, это так клёво!
