Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn-fall.po
Languages: es_es, ru_ru

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/15/message
source: Merci! You're the best!
es_es: ¡Merci! ¡Eres la mejor!
ru_ru: Merci (Спасибо)! Ты самая лучшая!

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/16/message
source: But let's wait on that until after the Raid is over, alright?
es_es: Pero que sea luego de la Raid, ¿si?
ru_ru: Но давай повременим с этим до того, пока рейд не закончится, хорошо?

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/17/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/18/message
source: Oh and now that we're all ready, we should meet up at the \c[3]First Scholars HQ\c[0]!
es_es: Oh, y ahora que ya tienes la Sombra, ¡deberíamos reunirnos en la \c[3]Sede de los Primeros Eruditos\c[0]!
ru_ru: Ну и теперь, раз все готовы, мы должны встретиться в \c[3]штабе Первоучёных\c[0]!

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/19/message
source: Lin wanted to give us a small briefing about the Raid and explain all the details.
es_es: Lin quería contarnos un poco sobre la Raid para conocer bien los detalles.
ru_ru: Лин хотела провести небольшое совещание о рейде и объяснить все детали.

source: Let's go!
es_es: ¡Vamos!
ru_ru: Погнали!

source: See you there!
es_es: ¡Nos vemos allí!
ru_ru: Увидимся там!

# data/maps/autumn-fall/path-04.json//entities/708/settings/event/22/task
source: Meet with the guild members at the \c[3]First Scholars HQ\c[0] to discuss the raid in detail.
es_es: Reúnete con los miembros del gremio en la \c[3]Sede de los Primeros Eruditos\c[0] para planear la Raid.
ru_ru: Встретьтесь с членами гильдии в \c[3]штабе Первоучёных\c[0], чтобы обсудить рейд в деталях.

# data/maps/autumn-fall/path-04.json//entities/711/settings/event/6/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn-fall/path-04.json//entities/711/settings/event/7/message
source: Bonjour, Lea!
ru_ru: Bonjour (Привет), Лея!

# data/maps/autumn-fall/path-04.json//entities/711/settings/event/8/message
source: Morning!
es_es: ¡Buenos días!
ru_ru: Доброе утро!

# data/maps/autumn-fall/path-04.json//entities/711/settings/event/9/message
source: The others already went ahead to the raid area.
es_es: Los demás ya fueron al área de la Raid.
ru_ru: Остальные уже отправились в зону рейдов.

# data/maps/autumn-fall/path-04.json//entities/711/settings/event/13/message
source: All we have to do is wander through this cave here.
es_es: Solo debemos atravesar esa cueva.
ru_ru: Всё, что нам нужно сделать, это прогуляться по этой пещере.

# data/maps/autumn-fall/path-04.json//entities/711/settings/event/19/message
source: We still have some time left, though.
es_es: Aún tenemos tiempo de sobra.
ru_ru: Хотя у нас ещё есть время.

# data/maps/autumn-fall/path-04.json//entities/711/settings/event/20/message
source: We should make sure we're well prepared.
es_es: Deberíamos asegurarnos de tener todo lo necesario.
ru_ru: Мы должны убедиться, что мы хорошо подготовлены.

# data/maps/autumn-fall/path-04.json//entities/711/settings/event/21/message
source: I wouldn't mind checking equipment options in Rookie Harbor one last time.
es_es: No me importaría volver al Puerto Recluta a comprar equipamiento.
ru_ru: Я не против проверить экипировку в Гавани новичков ещё разок.

# data/maps/autumn-fall/path-04.json//entities/711/settings/event/22/message
source: Don't be such a worrywart, Tronny.
es_es: No seas tan neurótico, Tronny.
ru_ru: Не будь таким паникёром, Тронни.

source: You know as well as I do that \c[1]Lea will just carry both of us\c[0].
es_es: Tú y yo sabemos muy bien que \c[1]Lea hará todo el trabajo\c[0].
ru_ru: Ты знаешь так же хорошо, как и я, что \c[1]Лея затащит нас обоих\c[0].

source: Lea!
ru_ru: Лея!

source: That's true.
es_es: Es verdad.
ru_ru: И правда.

source: I'm ready to kick some derrière right now!
es_es: ¡Estoy lista para patear derrières!
ru_ru: Я готова надирать derrière (задницы) прямо сейчас!

source: ...well, it's your call, Lea.
es_es: ...bueno. Es tu decisión, Lea.
ru_ru: ...ну, как хочешь, Лея.

# data/maps/autumn-fall/path-04.json//entities/711/settings/event/27/task
source: Meet up at \c[3]Para Island\c[0] in \c[3]Autumn's Fall\c[0] to start the \c[3]Raid\c[0]!
es_es: ¡Ve hacia la \c[3]Isla Apartada\c[0] en \c[3]Ocaso Otoñal\c[0] para comenzar la \c[3]Raid\c[0]!
ru_ru: Встретьтесь на \c[3]Райском острове\c[0] в \c[3]Закате Осени\c[0], чтобы начать \c[3]рейд\c[0]!

# data/maps/autumn-fall/path-04.json//entities/714/settings/event/0/message
source: Ah I see we're back in the Ancient ruins of puzzle village!
es_es: ¡Veo que nos encontramos en las antiguas ruinas de la Aldea Rompecabeza!
ru_ru: Ах, я вижу, что мы вернулись в Древние руины деревни-головоломки!

# data/maps/autumn-fall/path-04.json//entities/714/settings/event/1/message
source: Still serving puzzles even thousands of years later.
es_es: Otorgando desafíos hasta mil años después.
ru_ru: До сих пор работающие головоломки, даже тысячи лет спустя.

# data/maps/autumn-fall/path-04.json//entities/715/settings/event/0/message
source: Say hello to the hardest puzzle of the Playground!
es_es: ¡He aquí, el rompecabezas más difícil del juego!
ru_ru: Скажи привет самой сложной головоломке игровой зоны!

# data/maps/autumn-fall/path-04.json//entities/715/settings/event/2/message
source: Huh? Isn't that one quite trivial?
es_es: ¿Eh? ¿No es este bastante sencillo?
ru_ru: А? Разве она не банальна?

# data/maps/autumn-fall/path-04.json//entities/715/settings/event/3/message
source: Sarcasm, Tronny...
es_es: Sarcasmo, Tronny...
ru_ru: Сарказм, Тронни...

source: Lea, that's the route to \c[3]Gaia's Garden\c[0].
es_es: Lea, esa esa la ruta para llegar al \c[3]Jardín de Gaia\c[0].
ru_ru: Лея, это путь к \c[3]Саду Гайи\c[0].

source: You probably should first meetup with \c[3]Emilie\c[0] at the \c[3]First Scholars HQ\c[0] before you go there.
es_es: Antes de ir allá, tal vez deberías reunirte con \c[3]Emilie\c[0] en la \c[3]Sede de los Primeros Eruditos\c[0].
ru_ru: Тебе, вероятно, следует сначала встретиться с \c[3]Эмили\c[0] в \c[3]штабе Первоучёных\c[0], прежде чем идти туда.

source: Lea, that's the way to \c[3]Gaia's Garden\c[0]. We wanted to go there together, non?
es_es: Lea, ese es el camino para llegar al \c[3]Jardín de Gaia\c[0]. Acordamos ir juntas, ¿non?
ru_ru: Лея, это путь к \c[3]Саду Гайи\c[0]. Мы хотели пойти туда вместе, разве нет?

source: But let's wait with that until after the \c[3]raid\c[0], d'accord?
es_es: Pero vayamos cuando termine la \c[3]raid\c[0], ¿d'accord?
ru_ru: Но давай отложим это до тех пор, пока не пройдём \c[3]рейд\c[0], d'accord (хорошо)?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Lea, that's the route to \c[3]Gaia's Garden\c[0].
es_es: Lea, esa es la ruta para llegar al \c[3]Jardín de Gaia\c[0].
ru_ru: Лея, это путь к \c[3]Саду Гайи\c[0].

source: I think you wanted to enter that area together with \c[3]Emilie\c[0] after you're done with the \c[3]raid\c[0], correct?
es_es: Creo que tú y \c[3]Emilie\c[0] acordaron ir juntas después de la \c[3]raid\c[0], ¿cierto?
ru_ru: Я думал, что ты хотела войти в эту область вместе с \c[3]Эмили\c[0] после того, как вы закончите с \c[3]рейдом\c[0], верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn-fall/path-05.json//entities/15/settings/interact/hoverText
source: \i[arrow-n] \v[area.jungle.name] \i[arrow-s] Road to \v[area.rookie-harbor.name]
es_es: \i[arrow-n] \v[area.jungle.name] \i[arrow-s] Camino hacia \v[area.rookie-harbor.name]
ru_ru: \i[arrow-n] Сад Гайи \i[arrow-s] Гавань новичков

# data/maps/autumn-fall/path-05.json//entities/132/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

# data/maps/autumn-fall/path-05.json//entities/587/settings/event/0/message
source: Laser Bridge: Reloaded!
es_es: Puente de Luz: ¡Recargado!
ru_ru: Лазерный мост: Перезагрузка!

# data/maps/autumn-fall/path-06.json//entities/670/settings/event/0/message
source: So Tronny, how unrealistic is this rock in particular?
es_es: Bueno, Tronny. ¿Cuán irreal es esta roca en particular?
ru_ru: Итак, Тронни, насколько нереалистичен именно этот камень?

# data/maps/autumn-fall/path-06.json//entities/670/settings/event/1/message
source: I'm not that much of an expert when it comes to rocks, honestly...
es_es: No soy un experto en rocas, para serte sincero.
ru_ru: Честно говоря, я не очень разбираюсь в камнях...

# data/maps/autumn-fall/path-06.json//entities/670/settings/event/2/message
source: I suppose it's somewhat plausible. These shapes can form with erosion over time.
es_es: Supongo que de alguna manera es posible. Con el tiempo, estas formas se pueden generar por la erosión.
ru_ru: Я полагаю, он отчасти правдоподобен. Такие формы могут формироваться эрозией со временем.

# data/maps/autumn-fall/path-06.json//entities/670/settings/event/3/message
source: Though not so sure why you'd find Ancient ruins on top of it of all places...
es_es: Aunque no estoy seguro por qué habría ruinas ancestrales por encima de todos los lugares.
ru_ru: Хотя не совсем уверен, почему на вершине этого камня есть Древние руины...

# data/maps/autumn-fall/path-06.json//entities/670/settings/event/4/message
source: Thanks for the input, professor!
es_es: ¡Gracias por la lección, profesor!
ru_ru: Спасибо за информацию, профессор!

# data/maps/autumn-fall/path-06.json//entities/671/settings/event/0/message
source: Look, another ruin of an ancient puzzle village!
es_es: ¡Miren, otra ruina de la Aldea Rompecabezas!
ru_ru: Смотри, ещё одни руины древней деревни-головоломки!

# data/maps/autumn-fall/path-06.json//entities/671/settings/event/1/message
source: I call this one...\. La Petite-Brick-Ville!
es_es: La llamaré...\. ¡Ladrillitos!
ru_ru: Я называю это... La Petite-Brick-Ville (маленький Кирпичвиль)!!

# data/maps/autumn-fall/path-06.json//entities/671/settings/event/2/message
source: That's cute.
es_es: Qué tierno.
ru_ru: Это мило.

# data/maps/autumn-fall/path-06.json//entities/671/settings/event/3/message
source: Got a better name, Nerd?
es_es: ¿Se te ocurre otro nombre, sabelotodo?
ru_ru: Есть имя получше, ботаник?

# data/maps/autumn-fall/path-06.json//entities/671/settings/event/4/message
source: Let's see... Since it used to be an Ancient village, I'd go for something close to their traditional names, like Faj'ro or Ba'kii Kum...
es_es: Veamos... ya que solía ser una aldea de los Antiguos; elegiría un nombre más tradicional, como Faj'ro o Ba'kii Kum...
ru_ru: Посмотрим... Так как раньше это была Древняя деревня, я бы выбрал что-то близкое к их традиционным именам, например, Фай'ро или Ба'кии Кум...

# data/maps/autumn-fall/path-06.json//entities/671/settings/event/5/message
source: Urgh, please forget I asked...
es_es: Agh, olvídalo...
ru_ru: Ургх, просто забудь, что я спросила...

# data/maps/autumn-fall/path-07.json//entities/10/settings/interact/hoverText
source: \i[arrow-n] Road to \v[area.jungle.name] \i[arrow-s] \v[area.autumn-area.name]
es_es: \i[arrow-n] Camino a \v[area.jungle.name] \i[arrow-s] \v[area.autumn-area.name]
ru_ru: \i[arrow-n] дорога к Саду Гайи \i[arrow-s] Расцвет Осени

source: Deggart
ru_ru: Деггарт

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: A \v[lore.title.seeker]?\. You were sent to help me with the operation, I suppose?
es_es: ¿Una \v[lore.title.seeker]a?\. Te enviaron a ayudarme con la operación, ¿no es verdad?
ru_ru: Искатель?\. Я полагаю, тебя послали, чтобы помочь мне с операцией?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I see.\. Good, good.\. Almost got worried. I would need a tent if assistance took any longer.
es_es: Ya veo.\. Bien, bien.\. Ya estaba empezando a preocuparme. Hubiese necesitado una carpa si la ayuda hubiese llegado más tarde.
ru_ru: Понятно.\. Хорошо, хорошо.\. Уже начал волноваться. Мне понадобилась бы палатка, если бы поиск помощи затянулся ещё.

source: Hey, I really need some sleep!\. Spent all day surveying the area and calibrating our probe here.
es_es: ¡Oye, en serio necesito dormir un poco!\. Pasé todo el día supervisando el área y calibrando esta sonda.
ru_ru: Эй, мне действительно нужно немного поспать!\. Потратил целый день на осмотр местности и калибровку нашего зонда.

source: Deggart
ru_ru: Деггарт

source: Yep, this work of wonder was fed the data from the Hillkat Leader's device.
es_es: Así es. Este asombroso trabajo tuvo como base los datos del dispositivo del Colicata Líder.
ru_ru: Ага, это чудо техники получило данные с устройства Лидера горностаев.

source: We can use it to extract energy and data from \c[3]Ancient Powerspots\c[0] directly on the Track.
es_es: Podemos usarlo para extraer energía e información de los \c[3]Puntos de Energía Ancestrales\c[0] directamente en el Camino.
ru_ru: Мы можем использовать его для извлечения энергии и данных из \c[3]мест силы\c[0] прямо на Пути Древних.

source: And this area has quite a few of those, which is ideal for a proper test run to gather data.
es_es: Y en esta área hay varios, lo cual es ideal para llevar a cabo correctamente una prueba para obtener información.
ru_ru: И в этой области немало таких мест, что идеально подходит для надлежащего тестового запуска и сбора данных.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, I should just explain how to operate it so we can finally get this over with and I can get back to bed.
es_es: Bueno, te explicaré cómo funciona para que por fin podamos terminar con esto y así pueda volver a dormir.
ru_ru: Ладно, я должен объяснить, как это делается, чтобы мы наконец покончили с этим, и я отправился бы в постель.

source: Simply put, you need to \c[3]push this device around\c[0] and move the \c[3]Powerspots\c[0] that appear in the area.
es_es: Básicamente, debes \c[3]ir empujando el dispositivo por el lugar\c[0] y mover los \c[3]Puntos de Energía\c[0] que aparezcan en el área.
ru_ru: Проще говоря, тебе нужно \c[3]перемещать это устройство\c[0] на \c[3]места силы\c[0], которые появляются в области.

source: You can \c[3]move\c[0] it by \c[3]attacking\c[0].\. Using \c[3]Heat\c[0] will greatly increase the distance and velocity.
es_es: Puedes \c[3]moverlos atacando\c[0]. Si usas \c[3]Fuego\c[0], incrementará mucho la distancia y la velocidad.
ru_ru: Ты можешь \c[3]перемещать\c[0] его \c[3]атаками\c[0].\. Использование \c[3]Пламени\c[0] значительно увеличит расстояние и скорость перемещения.

source: Approaching a Powerspot will usually \c[3]attract some hostile wildlife\c[0] that will attempt to protect it.
es_es: Si te acercas a un Punto de Energía, \c[3]atraerás criaturas silvestres hostiles\c[0] que intentarán protegerlo.
ru_ru: Приближение к месту силы обычно \c[3]привлекает враждебную дикую природу\c[0], которая попытается защитить его.

source: Worse, the Powerspots will grant them a \c[3]shield\c[0] that is almost impenetrable!\. Invincible, angry critters!
es_es: ¡Lo peor es que los Puntos de Energía protegerán a las criaturas con un \c[3]escudo\c[0] que es casi impenetrable! ¡Serán criaturas furiosas invencibles!
ru_ru: Хуже того, места силы дадут им \c[3]щит\c[0], который почти непробиваем!\. Непобедимые злые твари!

source: Yes, exactly!\. But luckily for you, you've got our probe here!
es_es: ¡Exacto!\. Pero por suerte para ti, ¡tienes nuestra sonda!
ru_ru: Да, именно!\. Но к счастью, у тебя есть наш зонд!

source: \c[3]When placed on an active Powerspot\c[0] it will sap away the energy and \c[3]deactivate the shield\c[0]!
es_es: \c[3]Cuando la coloques en un Punto de Energía activado\c[0], ¡liberará la energía y \c[3]desactivará el escudo\c[0]!
ru_ru: \c[3]При помещении в активное место силы\c[0], он будет поглощать энергию и \c[3]снимать щит\c[0]!

source: Just make sure it doesn't get knocked away.\. Hitting it with \c[3]Cold\c[0] will \c[3]stabilize\c[0] it for a bit which should help.
es_es: Solo asegúrate que no se estropee.\. Si le pegas con \c[3]Hielo\c[0], ayudará para que se \c[3]estabilice\c[0] por un tiempo.
ru_ru: Просто убедись, что его не сбили с места.\. Атака \c[3]Холодом\c[0] ненадолго его \c[3]стабилизирует\c[0], это должно помочь.

source: Deggart
ru_ru: Деггарт

source: And that's it.\. Surely an experienced \v[lore.title.seeker] can figure it out, right?
es_es: ¡Eso sería todo! De seguro una \v[lore.title.seeker]a lo puede resolver, ¿verdad?
ru_ru: Вот и всё.\. Опытный Искатель ведь сможет разобраться в этом, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good.\. Talk to me again when you're ready and prepared.
es_es: Bien.\. Cuando estés lista y preparada, háblame de nuevo.
ru_ru: Хорошо.\. Поговори со мной снова, когда ты будешь готова.

source: Deggart
ru_ru: Деггарт

source: Heyo, \v[lore.title.seeker].\. You ready to do this?
es_es: Hola, hola, \v[lore.title.seeker]a.\. ¿Estás lista para empezar?
ru_ru: Хейо, Искатель.\. Ты готова сделать это?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright, then let me start this thing up!
es_es: De acuerdo. ¡Déjame poner en marcha esto!
ru_ru: Хорошо, тогда позволь мне запустить эту штуку!

source: Deggart
ru_ru: Деггарт

source: Everything's running.\. The first spot of power should appear in a second.
es_es: Todo está preparado.\. El primer Punto de Energía debería aparecer en cualquier momento.
ru_ru: Всё работает.\. Первое место силы должно появиться через секунду.

source: [Expecting Probe]
es_es: [Esperando sensor]
ru_ru: [Ожидание зонда]

source: Deggart
ru_ru: Деггарт

source: Ah, there it is.\. Knock our device to that position and then defeat all the enemies in the area to proceed!
es_es: Ah, ahí está.\. ¡Golpea nuestro dispositivo hasta esa posición y luego derrota a todos los enemigos del área para continuar!
ru_ru: Ах, вот оно. Подтолкни наше устройство в эту точку, а затем победи всех врагов в этой области, чтобы продолжить!

source: Deggart
ru_ru: Деггарт

source: Just repeat that procedure with every new Powerspot that pops up and then we can go on.
es_es: Repite ese procedimiento con cada Punto de Energía nuevo que aparezca para que podamos continuar.
ru_ru: Просто повтори эту процедуру с каждым новым местом силы, и тогда мы продолжим.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Knock the \c[3]Probe\c[0] on the \c[3]Powerpoints\c[0]. \c[3]Heat\c[0]: More knockback \c[3]Cold\c[0]: Stabilize
es_es: Golpea el \c[3]Sensor\c[0] hasta los \c[3]Puntos de Energía\c[0]. \c[3]Fuego\c[0]: Más potencia de golpe \c[3]Hielo\c[0]: Estabiliza
ru_ru: Подтолкните \c[3]зонд\c[0] к \c[3]месту силы\c[0]. \c[3]Пламя\c[0]: Большой толчок \c[3]Холод\c[0]: Стабилизация

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Alright, come back when you feel fresh and ready.
es_es: Está bien. Regresa cuando te sientas motivada y lista.
ru_ru: Хорошо, возвращайся, когда почувствуешь себя бодрой и готовой.

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Okay, let me explain it again.
es_es: De acuerdo. Te lo explicaré de nuevo.
ru_ru: Хорошо, позволь мне объяснить ещё раз.

source: You need to \c[3]push this device around\c[0] and move it onto certain spots of power in this area, short \c[3]Powerspots\c[0].
es_es: Debes \c[3]empujar este dispositivo\c[0] y moverlo hasta los \c[3]Puntos de Energía\c[0] que están en el área.
ru_ru: Тебе нужно \c[3]толкать это устройство\c[0] и перемещать его в определённые точки силы в этой области, назовём их \c[3]местами силы\c[0].

source: You can \c[3]move\c[0] it by \c[3]attacking\c[0].\. Using \c[3]Heat\c[0] will greatly increase the distance and velocity.
es_es: Puedes \c[3]moverlo\c[0] si lo\c[3]atacas\c[0]. Puedes ocupar \c[3]Fuego\c[0] para incrementar la distancia y la velocidad del ataque.
ru_ru: Ты можешь \c[3]перемещать\c[0] его \c[3]атаками\c[0].\. Использование \c[3]Пламени\c[0] значительно увеличит расстояние и скорость перемещения.

source: Approaching a Powerspot will usually attract some \c[3]hostile wildlife\c[0] that will protect those places.
es_es: Si te acercas a un Punto de Energía, atraerás \c[3]vida silvestre hostil\c[0] que intentará protegerlo.
ru_ru: Приближение к местам силы обычно привлекает \c[3]враждебных диких животных\c[0], которые будут защищать эти места.

source: The Powerspots will grant them a \c[3]shield\c[0] that is almost impenetrable, meaning invincible enemies.
es_es: Los Puntos de Energía protegerán a estos enemigos con un \c[3]escudo\c[0 casi impenetrable, el cual los hará invencibles.
ru_ru: Места силы дадут им \c[3]непробиваемый щит\c[0], с которым враги не получают урона.

source: \c[3]Placing the probe on an active Powerspot\c[0] will \c[3]deactivate the shield\c[0], though, so that's a priority!
es_es: Sin embargo, \c[3]si mueves el sensor hasta un Punto de Energía activado, desactivarás el escudo\c[0], ¡así que es de suma importancia que hagas esto!
ru_ru: \c[3]Размещение зонда на активном месте силы\c[0] приведёт к \c[3]снятию щита\c[0], так что это в приоритете!

source: Make sure it doesn't get knocked away again.\. Hitting it with \c[3]Cold\c[0] will \c[3]stabilize\c[0] it for a bit which should help.
es_es: Asegúrate de que el dispositivo no salga disparado de nuevo.\. Si lo golpeas con \c[3]Hielo\c[0], se estabilizará por un momento, lo cual te será de ayuda.
ru_ru: Следи за тем, чтобы его не сбили с места.\. Атака \c[3]Холодом\c[0] ненадолго его \c[3]стабилизирует\c[0], это должно помочь.

source: I hope you got it now, \v[lore.title.seeker].
es_es: Espero que lo hayas entendido ahora, \v[lore.title.seeker]a.
ru_ru: Надеюсь, что сейчас ты уяснила это, Искатель.

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: Repeat Instructions
es_es: Repetir instrucciones
ru_ru: Повторить инструкции

# data/maps/autumn-fall/path-07.json//entities/618/settings/analyzable/text
source: Deggart
ru_ru: Деггарт

# data/maps/autumn-fall/path-07.json//entities/669/settings/event/24/name
source: Deggart
ru_ru: Деггарт

# data/maps/autumn-fall/path-07.json//entities/669/settings/event/26/message
source: Well, my scanners show that you've harvested all the Powerspots.\. Thorough work, I suppose.
es_es: Bien, mis escáneres indican que has recolectado todos los Puntos de Energía.\. Misión completada, supongo.
ru_ru: Отлично, мои сканеры показывают, что ты собрала все места силы.\. Чисто сработано, я так полагаю.

# data/maps/autumn-fall/path-07.json//entities/669/settings/event/28/message
source: Shame we're not quite done yet.\. Just a minute ago I spotted a high concentration of energy just South of us.
es_es: Lástima que no hemos terminado aún.\. Hace solo un momento, identifiqué una gran concentración de energía al sur de nuestra ubicación.
ru_ru: Жаль, что мы ещё не закончили.\. Минуту назад я заметил высокую концентрацию энергии к югу от нас.

# data/maps/autumn-fall/path-07.json//entities/669/settings/event/30/message
source: Yeah, seems like the Track doesn't want me to get my overdue sleep.\. In any case we need to handle that as well.
es_es: Sí, al parecer el Camino no quiere que me duerma temprano.\. En cualquier caso, debemos solucionar eso también.
ru_ru: Да, похоже, что Путь не хочет наконец-то дать мне выспаться.\. В любом случае, мы должны разобраться и с этим.

# data/maps/autumn-fall/path-07.json//entities/669/settings/event/31/message
source: The data we can extract there could be too valuable to ignore.
es_es: Los datos que podamos extraer podrían ser demasiado valiosos como para ignorarlos.
ru_ru: Данные, которые мы можем извлечь, слишком ценные, чтобы их просто игнорировать.

# data/maps/autumn-fall/path-07.json//entities/669/settings/event/32/message
source: Follow me south so we can get this over with.
es_es: Sígueme hacia el sur para que podamos terminar con esto.
ru_ru: Следуй на юг, там мы сможем покончить с этим.
