Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn-fall.po
Languages: es_es, ru_ru

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/88/message
source: I guess switching from an existential crisis to a fun gaming session in one day isn't all that easy.
es_es: Supongo que pasar de una crisis existencial a una divertida sesión de juego en un día no es tan sencillo.
ru_ru: Кажется, переключиться с экзистенциального кризиса на весёлую игровую сессию за один день не так-то просто.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/92/message
source: I...\. I'm so sorry Luke.
es_es: Yo...\. Lo siento mucho, Luke.
ru_ru: Я...\. Мне так жаль, Люк.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/93/message
source: I just thought it would help for you to have a bit of a distraction.
es_es: Creí que te vendría bien tener una distracción.
ru_ru: Я просто подумала, что если ты ненадолго отвлечёшься, то это тебе поможет.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/96/message
source: It's okay. I know you all meant well.
es_es: Está bien. Sé que sus intenciones eran buenas.
ru_ru: Всё нормально. Я знаю, что вы все хотели как лучше.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/97/message
source: I'm sorry to rain on all your fun with my whining.
es_es: Siento arruinar su diversión con mis quejas.
ru_ru: Простите, что я угнетаю ваше веселье своим нытьём.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/99/message
source: It's fine, man!\. All that fun couldn't possibly be damped just by you.
es_es: ¡Está bien, hombre! Toda esa diversión no podría haberse desvanecido solo por ti.
ru_ru: Всё нормально, приятель!\. Тебя одного не хватит, чтобы заглушить всё это веселье.

source: That's right!
es_es: ¡Es verdad!
ru_ru: Всё верно!

source: And now we have plenty of time to talk about all your worries, Luke!
es_es: ¡Ahora tenemos todo el tiempo para hablar de tus preocupaciones, Luke!
ru_ru: И теперь у нас есть уйма времени, чтобы поговорить о твоих переживаниях, Люк!

source: Oui!\. And this place here seems like the perfect location as well.
es_es: ¡Oui!\. Y además este lugar pareciera ser perfecto.
ru_ru: Oui (Да)!\. И это место, похоже, идеально подходит для этого.

source: We're not in a rush.\. Let's just have a seat somewhere.
es_es: No tenemos prisa.\. Sentémonos en algún lugar.
ru_ru: Мы не торопимся.\. Давайте найдём место, где присесть.

source: Sounds good.
es_es: Me parece bien.
ru_ru: Звучит неплохо.

source: ... so I wasted hours and hours on that issue!
es_es: ... ¡entonces desperdicié horas y horas en ese asunto!
ru_ru: ...и я потратил много часов на эту проблему!

source: Just because that idiot couldn't write a proper test case.
es_es: Solo porque ese idiota no podía escribir un caso de prueba apropiado.
ru_ru: Просто потому что этот идиот не мог написать нормальный тестовый сценарий.

source: Well, the company has a track record of being lazy with testing.
es_es: Bueno, la compañía tiene un historial de tomarse las pruebas a la ligera.
ru_ru: Ну, у компании есть некоторые заслуги в области ленивого тестирования.

source: Yeah...
es_es: Cierto...
ru_ru: Ага...

source: Anyway...\. that's why I arrived late today.
es_es: En fin...\. por eso llegué tarde hoy.
ru_ru: В любом случае...\. вот поэтому я и пришёл сегодня поздно.

source: Figures...
es_es: Lo supuse...
ru_ru: Бывает...

source: Oh Junge...
ru_ru: Oh Junge (Боже)...

source: I never expected to say this, but...\. I kinda miss it.
es_es: Nunca pensé que diría esto, pero...\. lo extraño.
ru_ru: Никогда не думал, что скажу такое, но...\. я слегка скучаю по всему этому.

source: My tiny apartment.\. That boring job...
es_es: Mi diminuto departamento.\. Ese trabajo aburrido...
ru_ru: Моя маленькая квартирка.\. Эта скучная работа...

source: Boring...\. except on release days.
es_es: Aburrido...\. excepto los días libres.
ru_ru: Скучная...\. ну, кроме дней релизов.

source: Right.\. Of course.
es_es: Claro.\. Por supuesto.
ru_ru: Ну да.\. Конечно.

source: See?\. This is the problem.
es_es: ¿Lo ves?\. Ese es el problema.
ru_ru: Видишь?\. Вот в чём проблема.

source: It all still feels like it was yesterday.
es_es: Aún se siente como si hubiese sido ayer.
ru_ru: Всё как будто было вчера.

source: My life just changed so quickly and I have no idea how to cope with it.
es_es: Mi vida simplemente cambió tan rápido y no tengo la menor idea de cómo lidiar con ello.
ru_ru: Моя жизнь так быстро изменилась, и я понятия не имею, как с этим справиться.

source: I get that...
es_es: Te entiendo...
ru_ru: Я понял уже...

source: Yeah... It's really messed up.
es_es: Sí... Ha sido muy abrupto.
ru_ru: Да... Всё действительно запутано.

source: What makes it worse though...
es_es: Pero lo que es peor es que...
ru_ru: Однако что делает всё ещё хуже...

source: I still have no idea what I'm supposed to do here all day long.
es_es: Aún no tengo idea de qué hacer aquí todo el día.
ru_ru: Так это то, что я до сих пор не понимаю, что я должен делать здесь весь день.

source: Just sitting around my house?\. Exploring CrossWorlds over and over?
es_es: ¿Quedarme en casa sin hacer nada?\. ¿Explorando CrossWorlds una y otra vez?
ru_ru: Просто сидеть возле моего дома?\. Исследовать CrossWorlds снова и снова?

source: How long until that gets really old?
es_es: ¿Cuánto me llevará hartarme de ello?
ru_ru: Как долго это будет продолжаться, пока действительно не надоест?

source: They do have more plans for you, non?
es_es: Tienen más planes para ti, ¿non?
ru_ru: У них же ещё есть планы на тебя, не?

source: Yes, but what plans?
es_es: Sí, pero ¿qué planes?
ru_ru: Да, но какие планы?

source: I guess they'll give you some kind of "job".
es_es: Supongo que te darán algún tipo de "trabajo".
ru_ru: Я думаю, они дадут тебе какую-то "работу".

source: Oh, that's right!
es_es: ¡Oh, es verdad!
ru_ru: Ой, точно!

source: I heard Al mentioning something before.
es_es: Oí a Al mencionar algo antes.
ru_ru: Я слышала, что Ал кое-что упоминал раньше.

source: Something like special quests or events guided by Evotars.
es_es: Algo como misiones o eventos especiales guiados por Evotares.
ru_ru: Что-то вроде особых квестов или событий, которые будут проводиться эвотарами.

source: Huh...
es_es: Mmm...
ru_ru: Хмм...

source: That doesn't sound too bad.
es_es: No suena nada mal.
ru_ru: Звучит не так уж и плохо.

source: I could just give my signature tours to new players and all that.
es_es: Podría dar mis famosos tours a jugadores nuevos y todo eso.
ru_ru: Я мог бы просто проводить свои фирменные экскурсии для новых игроков и всё такое.

source: Honestly though...
es_es: Sinceramente...
ru_ru: Хотя, честно говоря...

source: Why'd nobody told me this before?
es_es: ¿Por qué nadie me lo había dicho antes?
ru_ru: Почему мне никто не сказал об этом раньше?

source: I suppose Sergey would have known, but you know...
es_es: Supongo que Sergey lo sabía, pero ya saben como es...
ru_ru: Я предполагаю, что Сергей знал об этом, но ты же знаешь...

source: He's always quiet about anything even slightly unofficial.
es_es: No quiere decir nada que pueda ser incluso remotamente no oficial.
ru_ru: Он всегда молчит обо всём, что хотя бы чуточку неофициально.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright...
es_es: Está bien...
ru_ru: Ладно...

source: I'm sure I'll get over this... eventually.
es_es: Estoy seguro de que lo superaré... eventualmente.
ru_ru: Я уверен, что справлюсь с этим... со временем.

source: Again, big sorry for being such a downer today.
es_es: Una vez más, de verdad pido perdón por mi comportamiento hoy.
ru_ru: И снова, глубочайшие извинения за то, что я был таким унылым сегодня.

source: The raid was fun!\. And thank you for letting me join!
es_es: ¡La raid estuvo divertida!\. ¡Gracias por dejarme participar!
ru_ru: Рейд был весёлым!\. И спасибо, что позволили мне присоединиться!

source: Anytime, dude!
es_es: ¡Cuando quieras, amigo!
ru_ru: В любой момент, приятель!

source: You're always welcome!
es_es: ¡Siempre eres bienvenido!
ru_ru: Всегда пожалуйста!

# data/maps/autumn-fall/raid/raid-end.json//entities/145/settings/teleportLabel
source: Back to the Entrance
es_es: Regreso a la Entrada
ru_ru: Обратно ко входу

source: This will be the last pillar enemy! We'll let \c[3]you decide\c[0] which element to attack this time!
es_es: ¡Este será el último pilar enemigo! ¡Dejaremos que \c[3]decidas\c[0] qué elemento atacar primero esta vez!
ru_ru: Это последний столб! На этот раз мы позволим \c[3]вам решить\c[0], какой элемент атаковать!

source: Decide quickly! I want to start hitting stuff!
es_es: ¡Decide rápido! ¡Quiero empezar a golpear cosas!
ru_ru: Решайте быстрее! Я хочу начать бить эти штуки!

source: Hey! Which element should be destroy?
es_es: ¡Oye! ¿Qué elemento debemos destruir?
ru_ru: Эй! Какой элемент должен быть уничтожен?

source: Oh dear... It' seems like Lea is all alone right now. Let's wait for Emilie or Luke to respawn.
es_es: Dios mío... Parece que Lea está sola en este momento. Esperemos a que Emilie o Luke reaparezcan.
ru_ru: О, Боже... Кажется, Лея совсем одна. Давайте подождём, пока Эмили или Люк возродятся.

source: \c[3]Red blocks\c[0]! \c[3]Heat\c[0] is under fire now!
es_es: ¡\c[3]Bloques rojos\c[0]! ¡Calentemos el \c[3]fuego\c[0] ahora!
ru_ru: \c[3]Красные блоки\c[0]! \c[3]Пламя\c[0] сейчас под огнём!

source: You waited for that one, didn't you?
es_es: Lo tenías preparado, ¿eh?
ru_ru: Ты этого ждала, так ведь?

source: \c[3]Red blocks\c[0] targeted now.
es_es: Atacando \c[3]bloques rojos\c[0] ahora.
ru_ru: Текущая цель: \c[3]красные блоки\c[0].

source: Defeat all \c[3]Red Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques rojos\c[0]!
ru_ru: Уничтожьте все \c[3]красные блоки\c[0]!

source: \c[3]Blue blocks\c[0] now!
es_es: ¡\c[3]Bloques azules\c[0] ahora!
ru_ru: Теперь \c[3]синие блоки\c[0]!

source: Don't get cold feet now.
es_es: Esto será refrescante.
ru_ru: Не прохлаждайтесь там!

source: We're fighting the \c[0]blue blocks\c[0]! Shame Tronny isn't around...
es_es: ¡Estamos luchando contra los \c[3]bloques azules\c[0]! Es una pena que Tronny no esté aquí...
ru_ru: Мы сражаемся с \c[3]синими блоками\c[0]! Жаль, Тронни не с нами...

source: Defeat all \c[3]Blue Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques azules\c[0]!
ru_ru: Уничтожьте все \c[3]синие блоки\c[0]!

source: Attacking the \c[3]purple blocks\c[0]...
es_es: Atacando \c[3]bloques púrpuras\c[0]...
ru_ru: Атакуем \c[3]фиолетовые блоки\c[0]...

source: Shocking!
es_es: ¡No se electrocuten!
ru_ru: Какой шок!

source: We're fighting the \c[3]purple blocks\c[0]
es_es: Vamos contra los \c[3]púrpuras\c[0] ahora
ru_ru: Мы сражаемся с \c[3]фиолетовыми блоками\c[0]!

source: Defeat all \c[3]Purple Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques púrpuras\c[0]!
ru_ru: Уничтожьте все \c[3]фиолетовые блоки\c[0]!

source: \c[3]Green blocks\c[0] now. Still got nothing.
es_es: \c[3]Bloques verdes\c[0] ahora. Aún no se me ocurren juegos de palabras.
ru_ru: Теперь \c[3]зелёные блоки\c[0]. Всё ещё никакой шутки.

source: \c[3]Green blocks\c[0] now.
es_es: \c[3]Bloques verdes\c[0] ahora.
ru_ru: Теперь \c[3]зелёные блоки\c[0].

source: Defeat all \c[3]Green Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques verdes\c[0]!
ru_ru: Уничтожьте все \c[3]зелёные блоки\c[0]!

source: We put that heat down!
es_es: ¡Ya apagamos el fuego!
ru_ru: Мы остудили это пламя!

source: All blue blocks are out cold.
es_es: Ya hemos derretido a los bloques azules.
ru_ru: Все синие блоки вырублены.

source: Purple blocks defeated. Good Job!
es_es: Bloques púrpuras derrotados. ¡Buen trabajo!
ru_ru: Фиолетовые блоки побеждены. Хорошая работа!

source: Green Blocks down. Vibe denied.
es_es: Bloques verdes derrotados. Buena vibra destruida.
ru_ru: Зелёные блоки повержены. Волны отменяются.

source: Well, here we are!\. Fingers crossed things work out this time!
es_es: ¡Bueno, aquí estamos!\. ¡Crucemos los dedos para que las cosas funcionen esta vez!
ru_ru: Ну, вот мы и здесь!\. Скрестим пальцы, чтобы в этот раз всё сработало!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Nice work! Next color!
es_es: ¡Buen trabajo! ¡Próximo color!
ru_ru: Хорошая работа! Следующий цвет!

source: Very good, everyone!
es_es: ¡Muy bien a todos!
ru_ru: Все молодцы!

source: We almost got it!
es_es: ¡Casi lo conseguimos!
ru_ru: У нас почти получилось!

source: We almost got it!
es_es: ¡Casi lo conseguimos!
ru_ru: У нас почти получилось!
