Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn-fall.po
Languages: es_es, ru_ru

source: Defeat all \c[3]Purple Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques púrpura\c[0]!
ru_ru: Уничтожьте все \c[3]фиолетовые блоки\c[0]!

source: \c[3]Greenish blocks\c[0] now. Nope. No pun, I got nothing. What's this element anyway?
es_es: \c[3]Bloques verdosos\c[0] ahora. No, lo siento pero no se me ocurre algún juego de palabras. ¿Qué se supone que es este elemento por cierto?
ru_ru: \c[3]Зеленоватые блоки\c[0]. Нет. У меня нет подходящей игры слов. Что это вообще за элемент?

source: We're fighting the \c[3]Greenish blocks\c[0] now. Whatever those are...
es_es: Estamos luchando contra los \c[3]bloques verdes\c[0] ahora. Sean lo que sean...
ru_ru: Мы сейчас боремся с \c[3]зеленоватыми блоками\c[0]! Чем бы они ни были...

source: That's \c[3]Wave\c[0]. And honestly, nobody quite knows what it is.
es_es: Esos son de \c[3]Pulso\c[0]. Y, sinceramente, nadie sabe muy bien qué es.
ru_ru: Это \c[3]Волна\c[0]. Честно говоря, никто не знает, что это такое.

source: It's the element of peace and good vibrations! Let's smash it, everyone!
es_es: ¡Es el elemento de la paz y la buena vibra! ¡Vamos a por ellos!
ru_ru: Это элемент мира и хороших вибраций! Давайте разобьём его, все вместе!

source: Defeat all \c[3]Green Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques verdes\c[0]!
ru_ru: Уничтожьте все \c[3]зелёные блоки\c[0]!

source: All done on our side!
es_es: ¡Todo listo por aquí!
ru_ru: На нашей стороне всё чисто!

source: Out cold! All blue blocks, that is.
es_es: ¡Todos los bloques azules fuera!
ru_ru: Вырубаем холод! Все синие блоки, то есть.

source: All purple blocks defeated!
es_es: ¡Todos los bloques púrpuras derrotados!
ru_ru: Все фиолетовые блоки уничтожены!

source: The element of peace is no more.
es_es: He acabado con la paz y la buena vibra.
ru_ru: Элемента мира больше нет.

source: Hm.... that is odd...
es_es: Mmm.... que raro...
ru_ru: Хм.... это странно...

source: Nevermind, I must be imagining things.
es_es: No importa, debo estar imaginando cosas.
ru_ru: Неважно, мне, должно быть, просто показалось.

source: Here we are! Time for the final stage! Everyone ready?
es_es: ¡Aquí estamos! ¡Es hora de la etapa final! ¿Todos listos?
ru_ru: Вот мы и здесь! Время для финальной стадии! Все готовы?

source: Very much!
es_es: ¡Mucho!
ru_ru: Само собой!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Wait...\. something is not right here!
es_es: Espera...\. ¡Algo no va bien aquí!
ru_ru: Подожди...\. что-то здесь не так!

source: Nice work! Next color!
es_es: ¡Buen trabajo! ¡Próximo color!
ru_ru: Хорошая работа! Следующий цвет!

source: Very good, everyone!
es_es: ¡Bien hecho todos!
ru_ru: Все молодцы!

source: We almost got it!
es_es: ¡Casi lo conseguimos!
ru_ru: У нас почти получилось!

source: We almost got it!
es_es: ¡Casi lo conseguimos!
ru_ru: У нас почти получилось!

# data/maps/autumn-fall/raid/raid-05.json//entities/199/settings/event/19/message
source: Wh-What happened?
es_es: ¿Q-Qué pasó?
ru_ru: Чт-Что случилось?

# data/maps/autumn-fall/raid/raid-05.json//entities/199/settings/event/20/message
source: Lea... is gone?
es_es: ¿Lea... se ha ido?
ru_ru: Лея... пропала?

# data/maps/autumn-fall/raid/raid-05.json//entities/199/settings/event/21/message
source: Is... Is this some kind of bug?
es_es: Es... ¿Es esto algún tipo de bug?
ru_ru: Это... Это какой-то глюк?

# data/maps/autumn-fall/raid/raid-05.json//entities/199/settings/event/27/message
source: Damn it! Why now of all times!
es_es: ¡Maldición! ¡Por qué justo ahora!
ru_ru: Чёрт! Почему именно сейчас!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/24/message
source: You still there, chérie?
es_es: ¿Sigues ahí, chérie?
ru_ru: Ты ещё здесь, chérie (дорогая)?

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/25/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/26/message
source: Oui!\. You are!
es_es: ¡Oui!\. ¡Ahí estás!
ru_ru: Oui (Да)!\. Ты здесь!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/27/message
source: Let's go!
es_es: ¡Vamos!
ru_ru: Вперёд!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/39/message
source: Hello over there!
es_es: ¡Hola manola!
ru_ru: Привет той стороне!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/41/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/43/message
source: Hello, worst column tackler.
es_es: Saludos al líder táctico más desastroso.
ru_ru: Привет, худший устранитель столбов.

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/47/message
source: So...\. next should be the boss, right?
es_es: Entonces...\. el que sigue debería ser el jefe, ¿verdad?
ru_ru: Так...\. дальше должен быть босс, да?

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/49/message
source: Yes!!
es_es: ¡¡Sí!!
ru_ru: Да!!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/55/message
source: Hear us boss?\. We're ready to take\. you\. ON!
es_es: ¿Oíste eso, jefe?\. ¡Estamos listos para DE\.RRO\.TARTE!
ru_ru: Слышишь нас, босс?\. Мы готовы разгромить\. тебя\. СЕЙЧАС ЖЕ!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/57/message
source: Yes, yes.\. Let's beat the boss already!
es_es: Sí, sí.\. ¡Acabemos con el jefe de una vez por todas!
ru_ru: Да, да.\. Давайте уже победим босса!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/58/message
source: Living my fake life to the fullest here.
es_es: Me la estoy pasando genial aquí en mi vida falsa.
ru_ru: Живу здесь своей ненастоящей жизнью на полную катушку.

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/64/message
source: Oh Junge...
ru_ru: Oh Junge (Боже)...

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/65/message
source: Look...\. If this is about what I said before...\. I'm sorry, okay?
es_es: Mira...\. Si esto es por lo que dije antes...\. Pido perdón, ¿sí?
ru_ru: Слушай...\. Если это к тому, что я сказал раньше...\. Прости меня, ладно?

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/71/message
source: Just \c[1]shut up\c[0], alright?
es_es: Tan solo \c[1]cállate\c[0], ¿sí?
ru_ru: Просто \c[1]заткнись\c[0], хорошо?

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/73/message
source: Your apology isn't needed.
es_es: Tus disculpas no son necesarias.
ru_ru: Твои извинения здесь не нужны.

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/77/message
source: Luke!\. What's with that tone?
es_es: ¡Luke!\. ¡Cuida la boca!
ru_ru: Люк!\. Что это за тон?

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/84/message
source: SACREBLEU!
ru_ru: SACREBLEU (ЧЁРТ ПОБЕРИ)!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/85/message
source: I don't understand what's going on here, but please...
es_es: No entiendo qué está sucediendo aquí, pero por favor...
ru_ru: Я не понимаю, что здесь происходит, но, пожалуйста...

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/87/message
source: PLEASE!
es_es: ¡POR FAVOR!
ru_ru: ПОЖАЛУЙСТА!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/88/message
source: We are \.THIS\. close!
es_es: ¡Estamos \.MUY\. cerca!
ru_ru: Мы \.ТАК\. близко!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/89/message
source: Can we \.PLEASE\. just finish this raid?
es_es: ¿Podemos \.POR FAVOR\. terminar esta Raid?
ru_ru: Можем мы, \.ПОЖАЛУЙСТА,\. закончить этот рейд?

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/90/message
source: There's still time to settle everything afterwards, non?
es_es: Tendrán tiempo para solucionar sus problemas después, ¿non?
ru_ru: Ещё будет время, чтобы уладить всё после этого, разве нет?

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/91/message
source: So please...
es_es: Así que por favor...
ru_ru: Так что прошу...

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/94/message
source: You're right.
es_es: Tienes razón.
ru_ru: Ты права.

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/95/message
source: Let's beat that boss.
es_es: Acabemos con ese jefe.
ru_ru: Давайте победим босса.

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/96/message
source: MERCI!
ru_ru: MERCI (СПАСИБО)!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/97/message
source: Let's go on, everyone!
es_es: ¡Vamos!
ru_ru: Продолжим, ребята!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/108/message
source: So...
es_es: Bien...
ru_ru: Так...

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/109/message
source: Where's the boss now, exactly?
es_es: ¿Dónde está el jefe?
ru_ru: И где сейчас босс?

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/122/message
source: Ohhhhh....\. okay!
es_es: Ohhhhh....\. ¡Ya veo!
ru_ru: Оххххх....\. ну ладно!

# data/maps/autumn-fall/raid/raid-05.json//entities/350/settings/event/123/message
source: Time to flyyyyyyyy!
es_es: ¡Hora de volaaaaaar!
ru_ru: Полетелииииииии!

# data/maps/autumn-fall/raid/raid-boss.json//entities/67/settings/event/21/message
source: Woah!
ru_ru: Ого!

# data/maps/autumn-fall/raid/raid-boss.json//entities/67/settings/event/22/message
source: Has this thing been flying over us all this time?!
es_es: ¡¿Esta cosa ha estado volando sobre nosotros todo este tiempo?!
ru_ru: Эта штука летала над нами всё это время?!

# data/maps/autumn-fall/raid/raid-boss.json//entities/67/settings/event/23/message
source: That's right, dear! This is where all those elemental pillars came from!
es_es: ¡Así es, querida! ¡De aquí vinieron todos esos pilares elementales!
ru_ru: Всё верно, дорогая! Именно оттуда и появлялись все эти элементальные столбы!

# data/maps/autumn-fall/raid/raid-boss.json//entities/67/settings/event/24/message
source: Great! It definitely deserves a good amount of punching right about now!
es_es: ¡Excelente! ¡Definitivamente merece una buena cantidad de golpes ahora mismo!
ru_ru: Отлично! Она заслуживает хорошей взбучки прямо сейчас!

source: \c[3]Heat turret\c[0] pushed over! To the \c[3]second right pillar\c[0]!
es_es: ¡\c[3]Torreta de Fuego\c[0] enviada! ¡Debe ir al \c[3]segundo pilar de la derecha\c[0]!
ru_ru: \c[3]Пламенная турель\c[0] отправлена! Еë во \c[3]второй столб справа!\c[0]!

source: \c[3]Cold turret\c[0] is ready! To the \c[3]left\c[0]! Really this time!
es_es: ¡La \c[3]Torreta de Hielo\c[0] está lista! ¡Va a la \c[3]izquierda\c[0]! ¡De verdad esta vez!
ru_ru: \c[3]Турель холода\c[0] готова! \c[3]Налево\c[0]! В этот раз точно!

source: \c[3]Cold turret\c[0] to the \c[3]second pillar from the left\c[0]!
es_es: ¡\c[3]Torreta de Hielo\c[0] al \c[3]segundo pilar de la izquierda\c[0]!
ru_ru: \c[3]Турель холода\c[0] во \c[3]второй столб слева\c[0]!

source: Here comes the \c[3]purple turret\c[0]! Needs to go \c[3]right\c[0]!
es_es: ¡Ahí va la \c[3]torreta púrpura\c[0]! ¡Debe ir a la \c[3]derecha\c[0]!
ru_ru: А вот и \c[3]фиолетовая турель\c[0]! Её \c[3]направо\c[0]!

source: \c[3]Purple turret\c[0] ready.\. You know where it goes...
es_es: \c[3]Torreta púrpura\c[0] lista.\. Ya sabes dónde va...
ru_ru: \c[3]Фиолетовая турель\c[0] готова.\. Вы знаете, куда её надо отправить...

source: One \c[3]Shock turret\c[0] ready, to be shot to the \c[3]center\c[0] pillar!
es_es: ¡Una \c[3]Torreta de Rayo\c[0] lista para ser disparada al pilar \c[3]central\c[0]!
ru_ru: Одна \c[3]шоковая турель\c[0] готова к запуску в \c[3]центральный\c[0] столб!

source: \c[3]Lea\c[0]!!!
ru_ru: \c[3]Лея\c[0]!!!

source: Lea means \c[3]leftmost\c[0]! For the \c[3]Shock turret!\c[0]
es_es: ¡Lea quiso decir \c[3]pilar izquierdo\c[0]! ¡Para la \c[3]Torreta de Rayo\c[0]!
ru_ru: Лея имеет в виду \c[3]крайний слева\c[0]! Для \c[3]шоковой турели\c[0]!

source: \c[3]Wave is ready!\c[0] To the \c[3]left\c[0]!
es_es: ¡\c[3]Pulso listo\c[0]! ¡A la \c[3]izquierda\c[0]!
ru_ru: \c[3]Волновая готова!\c[0] \c[3]Налево\c[0]!

source: Uhm...\. don't you mean \c[1]the other left\c[0]?
es_es: Uhm...\. ¿Querrás decir \c[1]la otra izquierda\c[0]?
ru_ru: Эмм...\. в смысле \c[1]другое лево\c[0]?

source: Wha-\. \c[3]RIGHT!\. TO THE RIGHT!
es_es: ¿Qué...?\. \c[3]¡DERECHA!\c[0]\. ¡A LA DERECHA!
ru_ru: Чт-\. \c[3]НАПРАВО!\c[0]\. НАПРАВО!

source: Whooops!\. \c[1]Too late\c[0]!
es_es: ¡Uuuups!\. ¡\c[1]Demasiado tarde\c[0]!
ru_ru: Уууупс!\. \c[1]Слишком поздно\c[0]!

source: Sorrryyyy~
es_es: Perdóóóóón~
ru_ru: Простиииии~

source: No worries.\. The \c[3]Worst Column Tackler\c[0] understands.
es_es: No te preocupes.\. El \c[3]Peor Líder Táctico\c[0] es comprensivo.
ru_ru: Не волнуйся.\. \c[3]Худший устранитель столбов\c[0] понимает.

source: \c[3]Wave turret\c[0] to the \c[3]right\c[0]!
es_es: ¡\c[3]Torreta de Pulso\c[0] a la \c[3]derecha\c[0]!
ru_ru: \c[3]Волновую турель направо\c[0]!

source: \c[3]Wave turret\c[0] to the \c[3]right\c[0]!
es_es: ¡\c[3]Torreta de Pulso\c[0] a la \c[3]derecha\c[0]!
ru_ru: \c[3]Волновую турель направо\c[0]!

source: \c[3]Wave turret\c[0] to the \c[3]rightmost pillar\c[0]!
es_es: ¡\c[3]Torreta de Pulso\c[0] al \c[3]pilar que está más a la derecha\c[0]!
ru_ru: \c[3]Волновую турель\c[0] в \c[3]самый правый столб\c[0]!

source: Steaming hot \c[3]heat turret\c[0] arriving! Wants to go \c[3]right\c[0]!
es_es: ¡Una \c[3]Torreta de Fuego\c[0] ardiente está en camino! ¡Quiere ir a la \c[3]derecha\c[0]!
ru_ru: Дымящаяся \c[3]пламенная турель\c[0] прибыла! Хочет, чтобы её запустили \c[3]направо\c[0]!

source: Final \c[3]Heat turret\c[0]! \c[3]Center left\c[0] pillar!
es_es: ¡Última \c[3]Torreta de Fuego\c[0]! ¡En el pilar \c[3]central izquierdo\c[0]!
ru_ru: Последняя \c[3]пламенная турель\c[0]! \c[3]Центральный левый\c[0] столб!

source: \c[3]Cold Turret\c[0] is ready! This one goes \c[3]right\c[0]!
es_es: ¡\c[3]Torreta de Hielo\c[0] lista! ¡Esta va a la \c[3]derecha\c[0]!
ru_ru: \c[3]Холодная турель\c[0] готова! Эта идёт \c[3]направо\c[0]!

source: Another \c[3]cold turret\c[0]! Goes to the \c[3]center pillar\c[0] this time!
es_es: ¡Otra \c[3]Torreta de Hielo\c[0]! ¡Va en el \c[3]pilar central\c[0] esta vez!
ru_ru: Ещё одна \c[3]турель холода\c[0]! На этот раз идёт в \c[3]центральный столб\c[0]!

source: \c[3]Cold turret\c[0] coming your way! \c[3]Second from the right\c[0] pillar!
es_es: ¡Ahí les va una \c[3]Torreta de Hielo\c[0]! ¡Va en el \c[3]segundo pilar derecho\c[0]!
ru_ru: \c[3]Турель холода\c[0] спешит к вам! Столб \c[3]второй справа\c[0]!

source: \c[3]Shock turret\c[0] is ready! Shoot it to the \c[3]left\c[0] pillar!
es_es: ¡\c[3]Torreta de Rayo\c[0] lista! ¡Va en el pilar \c[3]izquierdo\c[0]!
ru_ru: \c[3]Шоковая турель\c[0] готова! Отправьте её в \c[3]левый\c[0] столб!

source: Here comes the \c[3]Shock turret\c[0]! To the \c[3]right most pillar\c[0]!
es_es: ¡Ahí va la \c[3]Torreta de Rayo\c[0]! ¡Hacia el \c[3]pilar que está más a la derecha\c[0]!
ru_ru: А вот и \c[3]шоковая турель! Крайний правый столб\c[0]!

source: \c[3]Green wave turret\c[0] coming your way! Belongs to the \c[3]left\c[0] pillar!
es_es: ¡\c[3]Torreta verde de Pulso\c[0] en dirección a ustedes! ¡Va en el pilar \c[3]izquierdo\c[0]!
ru_ru: \c[3]Зелёная волновая турель\c[0] спешит к вам! Её нужно в \c[3]левый\c[0] столб!

source: \c[3]Wave turret\c[0] ready! To the \c[3]outer left pillar\c[0]!
es_es: ¡\c[3]Torreta de Pulso\c[0] lista! ¡Va en el \c[3]pilar exterior izquierdo\c[0]!
ru_ru: \c[3]Волновая турель\c[0] готова! \c[3]Внешний левый столб\c[0]!

# data/maps/autumn-fall/raid/raid-boss.json//entities/88/settings/event/6/message
source: Huh?\. It's jumping away?!
es_es: ¿Eh?\. ¡¿Se está escapando a los saltos?!
ru_ru: Что?\. Она улетает?!

# data/maps/autumn-fall/raid/raid-boss.json//entities/88/settings/event/11/message
source: Oh! Did you send this over here?
es_es: ¡Oh! ¿Ustedes lo enviaron aquí?
ru_ru: О! Это вы отправили сюда?

# data/maps/autumn-fall/raid/raid-boss.json//entities/88/settings/event/16/message
source: Looks like we have to shoot it into one of those...\. \c[3]dispensers\c[0]? But \c[3]which one\c[0]?
es_es: Parece que debemos meterlo en uno de esos...\. ¿\c[3]dispensadores\c[0]? Pero, ¿\c[3]a cuál\c[0]?
ru_ru: Похоже, нам придётся закинуть её в один из этих...\. \c[3]раздатчиков\c[0]? Но в \c[3]какой именно\c[0]?

# data/maps/autumn-fall/raid/raid-boss.json//entities/88/settings/event/17/message
source: Can you tell us where the \c[3]red turret\c[0] is supposed to go?
es_es: ¿Nos pueden decir dónde debe ir la \c[3]torreta roja\c[0]?
ru_ru: Можешь сказать нам, куда направить \c[3]красную турель\c[0]?

# data/maps/autumn-fall/raid/raid-boss.json//entities/88/settings/event/24/message
source: Probably in the one with the \c[3]matching color\c[0]!
es_es: ¡Probablemente con el \c[3]color con el que coincida\c[0]!
ru_ru: Возможно, в тот, у которого \c[3]такой же цвет\c[0]!

# data/maps/autumn-fall/raid/raid-boss.json//entities/88/settings/event/27/message
source: Oui!\. Shoot it into the \c[3]left pillar\c[0]!
es_es: ¡Oui!\. ¡Mételo en el \c[3]pilar izquierdo\c[0]!
ru_ru: Oui (Да)!\. Закиньте её в \c[3]левый столб\c[0]!

# data/maps/autumn-fall/raid/raid-boss.json//entities/88/settings/event/32/message
source: Got it!\. Just a moment...
es_es: ¡Entendido!\. Denme un momento...
ru_ru: Понял!\. Один момент...

source: Looks like we're switching sides! We'll be sending those turrets over to you now!
es_es: ¡Parece que cambiamos de roles! ¡Ahora nosotros enviaremos las torretas!
ru_ru: Похоже, мы меняемся сторонами! Теперь мы будем отправлять эти турели вам!

source: Alright!\. In the meantime we'll just punch those tiny burger turrets!
es_es: ¡Bien!\. ¡Mientras tanto golpearemos las pequeñas con forma de hamburguesa!
ru_ru: Ладно!\. А пока мы просто будем бить эти маленькие турели-бургеры!

source: That looks like a weak point to me!\. It's punching time!
es_es: ¡Eso parece un punto débil!\. ¡Es hora de golpear!
ru_ru: Похоже на слабое место!\. Время бить!

source: First round cleared!\. Nice work, everyone!
es_es: ¡Primera ronda completada!\. ¡Buen trabajo a todos!
ru_ru: Первый раунд завершён!\. Хорошая работа, ребята!

source: Suddenly lasers!!
es_es: ¡¡¿De dónde salieron los láseres?!!
ru_ru: Внезапно лазеры!!

source: Looks like we'll have to throw over the turrets again!
es_es: ¡Parece que debemos lanzar torretas otra vez!
ru_ru: Похоже, нам снова придётся бросать эти турели!

source: Damage dealing time!!
es_es: ¡¡Hora de destrozar!!
ru_ru: Время нанесения урона!!

source: Final round!\. We can do it!!
es_es: ¡Ronda final!\. ¡¡Podemos hacerlo!!
ru_ru: Последний раунд!\. Мы справимся!!

source: It just keeps going and going!
es_es: ¡No paran de venir!
ru_ru: Оно всё никак не закончится!

source: We're overrun by tiny burger turrets!
es_es: ¡Estamos rodeados de pequeñas hamburguesas!
ru_ru: У нас переизбыток маленьких турелей-бургеров!

source: Almost there!!
es_es: ¡¡Ya casi está!!
ru_ru: Почти готово!!

# data/maps/autumn-fall/raid/raid-boss.json//entities/90/settings/event/1/message
source: Pillar goes boom!\. Next one!
es_es: ¡El pilar hizo bum!\. ¡Siguiente!
ru_ru: Столб делает бум!\. Следующий!

source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

source: Wrong pillar, chérie!
es_es: ¡Pilar equivocado, chérie!
ru_ru: Не тот столб, chérie (дорогая)!

source: Sorry...
es_es: Perdón...
ru_ru: Прости...

source: No worries, it happens.
es_es: No te preocupes. Puede pasar.
ru_ru: Не волнуйся, бывает.

source: Sorry!
es_es: ¡Perdón!
ru_ru: Прости!

source: No worries, dear!\. Let's just try again!
es_es: ¡No te preocupes, querida!\. ¡Simplemente intentaremos otra vez!
ru_ru: Не переживай, дорогая!\. Давай попробуем ещё раз!

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/22/text
source: \s[1]You completed the Challenge of Para Island \i[element-neutral] \c[3]You get +2 CP in the Neutral Circuit!\c[0]
es_es: \s[1]Completaste el Desafío de la Isla Apartada \i[element-neutral] \c[3]¡Obtuviste +2 PC en el Circuito Neutral!\c[0]
ru_ru: \s[1]Вы завершили Испытание Райского острова \i[element-neutral] \c[3]Вы получили +2 CP для Нейтрального контура!\c[0]

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/34/message
source: Fortress went boom!
es_es: ¡La fortaleza explotó!
ru_ru: Крепость сделала бум!

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/36/message
source: I can't believe we missed that part before!
es_es: ¡No puedo creer que nos perdimos esto la última vez!
ru_ru: Не могу поверить, что мы упустили эту часть раньше!

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/38/message
source: Good thing we did the run a second time, eh?
es_es: Menos mal que volvimos a intentarlo, ¿no?
ru_ru: Хорошо, что мы попробовали во второй раз, да?

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/41/message
source: Oui!\. It was awesome!
es_es: ¡Oui!\. ¡Estuvo extraordinaria!
ru_ru: Oui (Да)!\. Это было офигенно!

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/49/message
source: Right, Luke?\. Admit it!\. It was fun!
es_es: ¿Verdad, Luke?\. ¡Admítelo!\. ¡Estuvo divertido!
ru_ru: Правда, Люк?\. Признай это!\. Было весело!

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/50/message
source: ...\. Yeah...
es_es: ...\. Sí...
ru_ru: ...\.Да...

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/51/message
source: Seriously, what's the matter with you?
es_es: En serio, ¿cuál es tu problema?
ru_ru: Серьёзно, да что с тобой?

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/55/message
source: I'm sorry for what I said before, Luke...\. It was stupid.
es_es: Perdón por lo que dije, Luke...\. Fue tonto de mi parte.
ru_ru: Прости меня за то, что я сказал раньше, Люк...\. Это было глупо.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/59/message
source: It's okay.\. I get it.
es_es: Está bien.\. Lo entiendo.
ru_ru: Всё в порядке.\. Я понял.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/71/message
source: Oh Junge...
ru_ru: Oh Junge (Боже)...

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/72/message
source: I must be acting like the biggest jerk right now...
es_es: De estar actuando como un estúpido ahora mismo...
ru_ru: Я сейчас, наверное, веду себя как самый большой придурок...

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/78/message
source: Would love to deny, but oui...\. you kinda are.
es_es: Me gustaría decir lo contrario, pero oui...\. es verdad.
ru_ru: Хотела бы не согласиться с этим, но oui (да)...\. как-то так и есть.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/83/message
source: I'm sorry.
es_es: Lo siento.
ru_ru: Мне жаль.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/84/message
source: I tried...
es_es: Lo intenté...
ru_ru: Я пытался...

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/85/message
source: I just wanted to go with the flow.
es_es: Solo quería dejarme llevar...
ru_ru: Я просто хотел плыть по течению.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/86/message
source: To have fun, like all of you.
es_es: Divertirme, como todos ustedes.
ru_ru: Веселиться, как все вы.

# data/maps/autumn-fall/raid/raid-end.json//entities/139/settings/event/87/message
source: But...\. I just couldn't.
es_es: Pero...\. Simplemente no podía.
ru_ru: Но...\. я просто не могу.
