Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/32/message
source: Please, you have to tell me.
es_es: Por favor, tienes que decirme.
ru_ru: Пожалуйста, ты должна мне сказать.

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/33/message
source: ...How...?
es_es: ¿...Cómo...?
ru_ru: ...Как...?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/34/message
source: I don't know!
es_es: ¡No lo se!
ru_ru: Я не знаю!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/35/message
source: Just...
es_es: Tan solo...
ru_ru: Просто...

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/39/message
source: SOMEHOW!!
es_es: ¡¡BUSCA LA FORMA!!
ru_ru: КАК-НИБУДЬ!!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/41/message
source: There are so many things I don't know about you...
es_es: Hay tantas cosas que no se de ti...
ru_ru: Я так много о тебе не знаю...

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/42/message
source: And I can't even properly ask you...
es_es: Y ni siquiera puedo preguntarte...
ru_ru: И даже толком не могу спросить что-нибудь...

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/46/message
source: It's so FRUSTRATING!!
es_es: ¡¡Es tan FRUSTRANTE!!
ru_ru: Это так РАЗДРАЖАЕТ!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/50/message
source: Alors... I guess all that's left then is asking lots of \c[3]questions\c[0]!
es_es: Alors... ¡supongo que todo lo que puedo hacer es hacerte muchas \c[3]preguntas\c[0]!
ru_ru: Alors (Тогда)... Полагаю, всё, что мне осталось, - это задавать множество \c[3]вопросов\c[0]!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/52/message
source: Why did you drop out of the raid?\. Was it a bug?
es_es: ¿Por qué te fuiste de la raid?\. ¿Fue una falla?
ru_ru: Почему ты покинула рейд?\. Это был баг?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/54/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/55/message
source: Then what? Did you cancel the raid on purpose?
es_es: ¿Entonces qué? ¿Te fuiste apropósito?
ru_ru: Тогда что? Ты намеренно покинула рейд?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/56/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/57/message
source: Then what else is there?
es_es: ¿Entonces qué más pudo haber pasado?
ru_ru: Что же ещё могло произойти?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/63/message
source: Holerö?
ru_ru: Holerö (Привет)?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/70/message
source: Lea, you're back?
es_es: Lea, ¿has vuelto?
ru_ru: Лея, ты вернулась?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/74/message
source: Oui, she just showed up today.
es_es: Oui, me acaba de llamar.
ru_ru: Oui (Да), она только вот объявилась.

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/75/message
source: I'm currently trying to find out what exactly happened.
es_es: Estoy tratando de averiguar que pasó exactamente.
ru_ru: Я сейчас пытаюсь выяснить, что именно произошло.

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/76/message
source: Well, that will be hard to figure out with her speech limitation....
es_es: Bueno, será difícil de averiguarlo con esa malfunción suya...
ru_ru: Ну, это будет трудно выяснить, с её-то речевыми ограничениями.

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/77/message
source: I know.\. I'll just poke her with questions until I get a good picture.
es_es: Lo se.\. La bombardearé a preguntas hasta que pueda hacerme una idea.
ru_ru: Я знаю.\. Буду просто закидывать её вопросами, пока не образуется общая картина.

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/78/message
source: That sounds troublesome...
es_es: Eso suena molesto...
ru_ru: Это звучит проблематично...

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/83/message
source: Lea, where are you going?
es_es: Lea, ¿adónde vas?
ru_ru: Лея, ты куда?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/91/message
source: Uhm...\. Lea?
es_es: Um...\. ¿Lea?
ru_ru: Эмм...\. Лея?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/93/message
source: What...
es_es: Qué...
ru_ru: Что...

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/94/message
source: Is everything alright?\. Wh-What are you doing?
es_es: ¿Está todo bien?\. ¿Q-Qué estás haciendo?
ru_ru: Всё в порядке?\. Ч-Что ты делаешь?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/95/message
source: Just what exactly happened to you after you left the raid?
es_es: ¿Qué pasó contigo después de la raid?
ru_ru: Что же с тобой случилось после того, как ты покинула рейд?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/104/message
source: W-Why?
es_es: ¿P-Por qué?
ru_ru: П-Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/109/message
source: Sacrebleu?!
ru_ru: Sacrebleu (Чёрт возьми)?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/110/message
source: What is WRONG with you?!
es_es: ¡¿Qué te PASA?!
ru_ru: Что с тобой НЕ ТАК?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/114/message
source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/115/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/117/message
source: How?!
es_es: ¡¿Cómo?!
ru_ru: Как?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/127/message
source: Wh...\. What was that?\. That came out of nowhere.
es_es: Qu...\. ¿Qué fue eso?\. Eso sí que no me lo esperaba.
ru_ru: Чт...\. Что это было?\. С чего это она вдруг?

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/128/message
source: I don't believe this!
es_es: ¡No me lo puedo creer!
ru_ru: Я не верю в это!

# data/maps/autumn/guild/inner-fs-eg.json//entities/69/settings/event/129/message
source: Has she gone crazy or something?
es_es: ¿Se ha vuelto loca o algo?
ru_ru: Она что, с ума сошла?

# data/maps/autumn/guild/inner-fs-eg.json//entities/70/settings/event/0/message
source: No one here? They're probably upstairs.
es_es: ¿Nadie por aquí? Probablemente estén arriba.
ru_ru: Тут никого? Наверное, они наверху.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/15/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/18/message
source: Lea, chérie!\. Perfect timing!
es_es: ¡Lea, chérie!\. ¡Justo a tiempo!
ru_ru: Лея, chérie (дорогая)! Как раз вовремя!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/20/message
source: Hello, dear!
es_es: ¡Hola, querida!
ru_ru: Привет, дорогая!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/21/message
source: I heard you've just been at the top of Grand Krys'kajo?
es_es: ¿Oí que acabas de estar en la cima del Gran Krys'kajo?
ru_ru: Я слышала, ты только что была на вершине Гранд Крис'кайо?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/22/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/23/message
source: It's such a magical place, eh?
es_es: Es un lugar mágico, ¿no?
ru_ru: Волшебное место, правда?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/24/message
source: Floating high up in space, meeting all of the Ancient gods together...
es_es: Flotando alto en el espacio, junto a todos los dioses de los Antiguos...
ru_ru: Паришь высоко в космосе, встречаешь всех Древних богов вместе...

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/25/message
source: Oui, oui! It's great. Anyway, we got \c[3]awesome news\c[0], Lea!
es_es: ¡Oui, oui! Es genial. Pero bueno, ¡tenemos \c[3]grandes noticias\c[0] Lea!
ru_ru: Oui, oui (Да-да)! Это здорово. В любом случае, у нас \c[3]потрясающие новости\c[0], Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/26/message
source: It's time for our \c[3]second raid\c[0]!!
es_es: ¡¡Es hora de nuestra \c[3]segunda raid\c[0]!!
ru_ru: Время для нашего \c[3]второго рейда\c[0]!!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/31/message
source: Emilie cutting right to the chase as always...
es_es: Emilie siempre yendo directo al grano...
ru_ru: Эмили как всегда прямолинейна...

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/33/message
source: Anyway, she's right.
es_es: Pero sí, tiene razón.
ru_ru: Так или иначе, она права.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/34/message
source: We found another opportunity for a raid, thanks to Tronny.
es_es: Encontramos otra oportunidad para una raid, gracias a Tronny.
ru_ru: Мы нашли ещё одну возможность для рейда, благодаря Тронни.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/38/message
source: Ah...\. please don't mention it.
es_es: Ah...\. por favor no es para tanto.
ru_ru: Ах...\. пожалуйста, не упоминай это.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/39/message
source: No need to be so humble, you looked it up and told us about it.
es_es: No tienes por qué ser tan humilde, fuiste tú el que la encontró y nos avisó.
ru_ru: Не нужно скромничать, ты нашёл и рассказал нам об этом.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/44/message
source: This raid would start tomorrow and is once again for 6 people.
es_es: Esta raid debería empezar mañana y es para 6 personas también.
ru_ru: Рейд начинается завтра, и он снова для шести человек.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/45/message
source: Lukas isn't around at the moment, so Albert will join instead.
es_es: Lukas no está de momento, así que Albert tomará su lugar.
ru_ru: Лукаса сейчас нет, поэтому вместо него присоединится Альберт.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/46/message
source: That is, if you have the time, Lea.
es_es: Bueno, suponiendo que tienes tiempo, Lea.
ru_ru: Если, конечно, у тебя будет время, Лея.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/49/message
source: Of course you have, non?
es_es: Por supuesto que tienes, ¿non?
ru_ru: Конечно будет, разве нет?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/59/message
source: Lea...
ru_ru: Лея...

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/60/message
source: I am really sorry to say this, but it would be wise to decline the offer this time.
es_es: Siento mucho decir esto, pero sería mejor que te niegues.
ru_ru: Мне очень жаль об этом говорить, но было бы разумно отклонить предложение на этот раз.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/61/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/62/message
source: I have this suspicion you see.
es_es: Veras, tengo esta sospecha.
ru_ru: Видишь ли, у меня есть подозрение.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/63/message
source: It looks like the current raid system has a \c[3]security hole\c[0] enabling a third person to drag you out of it.
es_es: Parece que el sistema de raids actual tiene una \c[3]falla de seguridad\c[0], lo que permite que algún tercero te haga salir de ella.
ru_ru: Похоже, что у текущей рейд-системы есть \c[3]дыра в защите\c[0], которая позволяет третьему лицу вытащить тебя из него.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/64/message
source: That is likely how you ended up in Vermillion Wasteland last time.
es_es: Probablemente fue así como te llevaron al Vertedero Vermillion la primera vez.
ru_ru: Вероятно, так ты оказалась в Пустоши Вермиллион в прошлый раз.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/65/message
source: How...?
es_es: ¿Cómo...?
ru_ru: Как...?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/66/message
source: And we really cannot afford to end up there a second time.
es_es: Y en serio no podemos permitirnos caer ahí una segunda vez.
ru_ru: И мы правда не можем позволить себе оказаться там снова.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/67/message
source: Especially right now when we are so close to reaching that place in your dreams.
es_es: Especialmente ahora, que estamos tan cerca de llegar a ese lugar de tus sueños.
ru_ru: Особенно сейчас, когда мы так близки к тому, чтобы добраться до этого места в твоих снах.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/68/message
source: So doing the raid right now...\. would be \c[3]very risky\c[0].
es_es: Entonces hacer la raid ahora...\. sería \c[3]muy riesgoso\c[0].
ru_ru: Так что поход в рейд в данный момент...\. будет \c[3]очень рискованным\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/78/message
source: ...Lea?
ru_ru: ...Лея?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/79/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/80/message
source: Wait...
es_es: Espera...
ru_ru: Подожди...

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/81/message
source: You don't want to participate?
es_es: ¿No quieres participar?
ru_ru: Ты не хочешь участвовать?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/82/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/83/message
source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/85/message
source: Dear... could it be that you are concerned about what happened last time?
es_es: Querida... ¿es que estás preocupada por lo que pasó la última vez?
ru_ru: Дорогая... неужели ты обеспокоена тем, что произошло в прошлый раз?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/86/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/88/message
source: Come on... this was likely just a random issue.
es_es: Vamos... probablemente haya sido un error inusual.
ru_ru: Перестань... по всей вероятности, это была случайная проблема.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/89/message
source: I highly doubt it would happen again this time around.
es_es: Dudo mucho que pase otra vez.
ru_ru: Я сильно сомневаюсь, что это произойдёт снова в этот раз.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/91/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/96/message
source: Aww man... that's a shame.\. But what can you do?
es_es: Aww... qué pena.\. ¿Pero qué podemos hacer?
ru_ru: Оуу, блин... какая жалость.\. Но что поделать?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/97/message
source: Raids really are no fun if people are forced into them.
es_es: Las raids no son divertidas si forzamos a que alguien participe.
ru_ru: Рейды и правда неинтересны, если в них насильно заставляют участвовать.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/99/message
source: That's right, everyone.
es_es: Así es.
ru_ru: Всё верно, ребята.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/100/message
source: We should respect Lea's decision here, ok?
es_es: Deberíamos respetar la decisión de Lea, ¿de acuerdo?
ru_ru: Мы должны уважать решение Леи, хорошо?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/107/message
source: Fine, if you really don't want to.
es_es: Bien, si realmente no quieres.
ru_ru: Ладно, если ты в самом деле не хочешь.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/108/message
source: Well...\. I suppose it's just a bit too soon, after all?
es_es: Bueno...\. ¿supongo que es algo pronto?
ru_ru: Ну...\. Я полагаю, что это слишком поспешно, в конце концов?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/109/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/110/message
source: That's okay. I'm sure there will be more opportunities in the future.
es_es: Está bien. Seguro habrá más oportunidades en el futuro.
ru_ru: Всё нормально. Я уверен, что в будущем ещё будет возможность.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/111/message
source: Oui, I sure hope so.
es_es: Oui, eso espero.
ru_ru: Oui (Да), я очень на это надеюсь.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/112/message
source: I want to complete at least one raid with you, chérie!
es_es: ¡Quiero competir en al menos una raid contigo, chérie!
ru_ru: Я хочу пройти хотя бы один рейд с тобой, chérie (дорогая)!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/114/message
source: Well then...\. I suppose it's time to explore \c[3]Sapphire Ridge\c[0] now?
es_es: Bueno...\. ¿Supongo que es momento de explorar \c[3]Cresta Zafiro\c[0] ahora?
ru_ru: Тогда...\. Я полагаю, пришло время исследовать \c[3]Сапфировый край\c[0]?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/119/message
source: Ohhh! You're at that point now. Nice.
es_es: ¡Ohhh! Ya llegaron a ese punto. Bien.
ru_ru: Ооох! Ты сейчас на этом этапе. Класс.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/120/message
source: I'm sure you'll love that area, Emilie!
es_es: ¡De seguro te gustará ese área, Emilie!
ru_ru: Я уверен, что тебе понравится это место, Эмили!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/123/message
source: What do you mean?
es_es: ¿Qué quieres decir?
ru_ru: Что ты имеешь в виду?

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/124/message
source: Oh...\. nothing!
es_es: Oh...\. ¡nada!
ru_ru: Ох...\. ничего!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/130/message
source: Anyway, I'll be going then!
es_es: Bueno, ¡vamos yendo entonces!
ru_ru: В любом случае, пора идти!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/131/message
source: Let me know if you want to start a party, Lea!
es_es: ¡Hazme saber si quieres empezar un grupo, Lea!
ru_ru: Дай мне знать, если захочешь в группу, Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/133/message
source: Same for me, see you around!
es_es: Igualmente, ¡nos vemos!
ru_ru: Мне тоже, скоро увидимся!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/145/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/147/message
source: Good bye, dear!\. And take care!
es_es: ¡Adiós, querida!\. ¡Cuídate!
ru_ru: Пока, дорогая!\. И береги себя!

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/152/message
source: I am sorry, Lea...
es_es: Lo siento, Lea...
ru_ru: Мне жаль, Лея...

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/153/message
source: I know you would have liked to do the raid, but we really have to be careful about this.
es_es: Sé que te habría gustado participar, pero tenemos que tener cuidado.
ru_ru: Я знаю, что ты бы с радостью пошла в рейд, но нам правда нужно быть осторожнее.

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/154/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/71/settings/event/158/task
source: It's finally time to explore \c[3]Sapphire Ridge\c[0] to the east of \c[3]Autumn's Fall\c[0]!
es_es: ¡Finalmente es hora de explorar \c[3]Cresta Zafiro\c[0] al este de \c[3]Ocaso Otoñal\c[0]!
ru_ru: Пришло время исследовать \c[3]Сапфировый край\c[0] на востоке от \c[3]Заката Осени\c[0]!

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/8/message
source: Okay, nobody seems to be here right now. Perfect.
es_es: Bien, parece que no hay nadie aquí. Perfecto.
ru_ru: Хорошо, похоже, что сейчас тут никого нет. Идеально.

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/9/message
source: Please have a closer look at the \c[3]projector\c[0] in the meeting room.
es_es: Por favor, acércate al \c[3]proyector\c[0] de la sala de reuniones.
ru_ru: Пожалуйста, взгляни поближе на \c[3]проектор\c[0] в комнате собраний.

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/19/message
source: Alright, I have the model number. One moment please...
es_es: Bien, tengo el número de modelo. Un momento por favor...
ru_ru: Хорошо, у меня есть номер модели. Секундочку, пожалуйста...

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/31/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/32/message
source: It works! That is very convenient!
es_es: ¡Funciona! ¡Qué conveniente!
ru_ru: Работает! Это так удобно!

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/33/message
source: Satoshi told me how to connect to any projector inside the playground.
es_es: Satoshi me enseñó a conectarme a cualquier proyector dentro del Campo de Juego.
ru_ru: Сатоши рассказал мне, как подключиться к любому проектору в игровой зоне.

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/34/message
source: That way, I will be able to talk to other players...
es_es: De este modo, podré hablar con los demás jugadores...
ru_ru: Таким образом, я смогу говорить с другими игроками...

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/35/message
source: This might come in handy pretty soon.
es_es: Esto puede que nos sea útil muy pronto.
ru_ru: Довольно скоро нам это будет полезно.

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/36/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/37/message
source: Well... it is still too early to get into the details right now.
es_es: Bueno... aún es muy pronto para entrar en detalles.
ru_ru: Ну... пока слишком рано вдаваться в детали.

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/39/message
source: Anyway... should we call it a day?
es_es: Como sea... ¿deberíamos parar por hoy?
ru_ru: Так или иначе... не пора ли нам закругляться?

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/40/message
source: I will need a bit more time thinking about all of this myself.
es_es: Necesitaré pensar esto algo mejor.
ru_ru: Лично мне нужно некоторое время, чтобы обдумать всё это.
