Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/41/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/42/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/43/message
source: Good night, Lea!
es_es: ¡Buenas noches, Lea!
ru_ru: Спокойной ночи, Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/72/settings/event/50/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/11/text
source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/18/message
source: Good morning, Lea!
es_es: ¡Buenos días, Lea!
ru_ru: Доброе утро, Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/20/message
source: Lea?
ru_ru: Лея?

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/22/message
source: Another bad dream?
es_es: ¿Otro mal sueño?
ru_ru: Очередной плохой сон?

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/23/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/24/message
source: Oh...\. I am sorry to hear that.
es_es: Oh...\. Lamento oír eso.
ru_ru: Ох...\. Мне жаль это слышать.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/25/message
source: Do you want to... talk about it?
es_es: ¿Quieres... hablar de ello?
ru_ru: Ты хочешь... поговорить об этом?

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/27/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/28/message
source: I see...
es_es: Ya veo...
ru_ru: Ясно...

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/37/message
source: Oh! Hello, Lea!
es_es: ¡Oh! ¡Hola, Lea!
ru_ru: Ой! Привет, Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/38/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/39/message
source: We just keep running into each other recently, don't we?
es_es: Parece que nos encontramos seguido últimamente, ¿no crees?
ru_ru: Мы постоянно натыкаемся друг на друга, не так ли?

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/40/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/41/message
source: Actually, this is very convenient, since I wanted to speak with you.
es_es: De hecho, esto es muy conveniente, ya que quería hablar contigo.
ru_ru: На самом деле, очень вовремя, потому что я хотел поговорить с тобой.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/42/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/43/message
source: I just had a quick talk with Lin.
es_es: Acabo de hablar con Lin.
ru_ru: Я только что разговаривал с Лин.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/44/message
source: I'll need to take a little break from the game soon.
es_es: Me tomaré un descanso del juego pronto.
ru_ru: Мне скоро нужно будет взять небольшой отдых от игры.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/45/message
source: That means I won't be around for some time.
es_es: Eso significa que no me conectaré por un tiempo.
ru_ru: Это значит, что меня не будет рядом какое-то время.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/47/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/48/message
source: It's... personal stuff. I'd rather not talk about it, sorry.
es_es: Es... algo personal. Preferiría no hablar al respecto, para ser sincero.
ru_ru: Это... личное дело. Я предпочёл бы не говорить об этом, прости.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/50/message
source: I will still be around the next few days though, if there's anything else you'd like to do.
es_es: Seguiré conectado por un par de días más, por si aún quieres hacer algo.
ru_ru: Я буду поблизости в ближайшие дни, если тебе ещё что-нибудь понадобится.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/52/message
source: As usual, just call me via D-Link! See you!
es_es: Como siempre, ¡tan solo llámame con el MD! ¡Nos vemos!
ru_ru: Как обычно, просто звони через Прямую связь! Увидимся!

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/53/message
source: Bye...
es_es: Adiós...
ru_ru: Пока...

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/63/message
source: Well...\. we should not forget that we are logged into an MMO.
es_es: Bueno...\. no deberíamos olvidar que estamos conectados a un MMO.
ru_ru: Ну...\. мы не должны забывать, что находимся в ММО.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/64/message
source: There is still that real life out there... for the others at least.
es_es: La gente tiene su vida real... los demás, al menos.
ru_ru: Снаружи по-прежнему есть реальная жизнь... как минимум у других.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/65/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/67/message
source: Uhm... sorry.\. I should have worded that differently.
es_es: Um... perdona.\. Debería haberlo dicho de otro modo.
ru_ru: Эмм... прости.\. Мне нужно было выразиться иначе.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/68/message
source: Actually, I have good news.
es_es: De hecho, tengo buenas noticias.
ru_ru: Кстати, у меня хорошие новости.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/69/message
source: The plan to reach the Evotar server is almost complete.
es_es: El plan para llegar al Servidor Evotar está casi completo.
ru_ru: План того, как достигнуть сервера эвотаров, почти готов.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/71/message
source: We will have to \c[3]storm Vermillion Wasteland\c[0] together with a lot of other players.
es_es: Tendremos que \c[3]atacar el Vertedero Vermillion\c[0] con un montón de jugadores.
ru_ru: Нам придётся \c[3]штурмовать Пустошь Вермиллион\c[0] вместе с другими игроками.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/72/message
source: You remember how strong some of the enemies were over there, correct?
es_es: ¿Recuerdas lo fuerte que eran algunos enemigos del área?
ru_ru: Ты же помнишь, насколько сильны там некоторые враги, верно?

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/73/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/74/message
source: There is still enough \c[3]time to prepare\c[0]. You should make sure your \c[3]stats\c[0] and \c[3]equipment level\c[0] are as high as possible.
es_es: Aún queda suficiente \c[3]tiempo para prepararse\c[0]. Deberías asegurarte de que tus \c[3]estadísticas\c[0] y el \c[3]nivel de tu equipamiento\c[0] sean lo más alto posible.
ru_ru: У тебя достаточно \c[3]времени на подготовку\c[0]. Тебе нужно убедиться, что твои \c[3]характеристики\c[0] и \c[3]уровень экипировки\c[0] высоки, насколько это возможно.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/75/message
source: It might be worthwhile to visit \c[3]Rhombus Square\c[0] for that.
es_es: Puede que valga la pena visitar \c[3]Plaza Rombo\c[0] para eso.
ru_ru: Полагаю, что для этого можно наведаться на \c[3]Площадь Ромба\c[0].

source: Then again...\. with the \c[1]amount of damage\c[0] you always deal I think you might be good to go.
es_es: Pero a decir verdad...\. con la \c[1]cantidad de daño\c[0] que haces creo que no tendrás problemas.
ru_ru: Впрочем...\. с тем \c[1]количеством урона\c[0], который ты постоянно наносишь, я думаю, что ты можешь идти сразу без подготовки.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/77/message
source: Once you feel ready, let us go back to the \c[3]Hideout\c[0] and discuss the remaining details with Satoshi and Shizuka.
es_es: Cuando estés lista, volvamos al \c[3]Escondite\c[0] y discutamos los detalles con Satoshi y Shizuka.
ru_ru: Как только ты почувствуешь, что готова, давай вернёмся к \c[3]Старому укрытию\c[0] и обсудим оставшиеся детали с Сатоши и Шизукой.

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/87/message
source: Why, hello there, Lea! You're here as well?
es_es: ¡Ey, hola, Lea! ¿Estás aquí también?
ru_ru: Привет, Лея! Ты тоже здесь?

# data/maps/autumn/guild/inner-fs-eg.json//entities/74/settings/event/90/task
source: Prepare yourself for reentering Vermillion Wasteland. Talk to \c[3]Satoshi\c[0] at the \c[3]Hideout\c[0] when ready.
es_es: Prepárate para reentrar al Vertedero Vermillion. Habla con \c[3]Satoshi\c[0] en el \c[3]Escondite\c[0] cuando estés listo.
ru_ru: Подготовьтесь к возвращению в Пустошь Вермиллион. Поговорите с \c[3]Сатоши\c[0] в \c[3]Укрытии\c[0], когда будете готовы.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/13/message
source: Of course nobody is here. That would have been too easy...
es_es: Por supuesto que nadie está aquí. Habría sido demasiado fácil...
ru_ru: Ну и конечно тут никого нет. Это было бы слишком просто...

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/14/message
source: Well then, let us try to contact everyone via D-Link.
es_es: Bueno, tendremos que contactar a todos por el MD.
ru_ru: Ладно, тогда давай попробуем связаться со всеми через Прямую связь.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/15/message
source: Time to use your new vocabulary!
es_es: ¡Es momento de usar tu nuevo vocabulario!
ru_ru: Пора использовать твой новый словарный запас!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/22/message
source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/23/message
source: Oh, bonjour Lea!
ru_ru: Ох, bonjour (привет), Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/24/message
source: It's good to still see you in the game.
es_es: Es bueno ver que sigues en el juego.
ru_ru: Приятно видеть тебя в игре.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/25/message
source: Tronny has been offline for several days now. I suppose he's gone for good.
es_es: Tronny ha estado desconectado por varios días ya. Supongo que no volverá por un tiempo.
ru_ru: Тронни офлайн уже несколько дней подряд. Я полагаю, что он ушёл навсегда.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/27/message
source: He didn't even say goodbye, that dork.
es_es: Ni siquiera dijo adiós, ese tonto.
ru_ru: И даже не попрощался, придурок.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/28/message
source: Oh well... so what's up?
es_es: Oh bueno... ¿qué te cuentas?
ru_ru: Ну да ладно... так чего нового?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/29/message
source: Should we start a party?
es_es: ¿Deberíamos empezar un grupo?
ru_ru: Создадим группу?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/30/message
source: Meet!
es_es: ¡Reunir!
ru_ru: Встреча!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/31/message
source: ...Pardon?
ru_ru: ...Pardon (Прости)?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/32/message
source: Meet Lea!
es_es: ¡Reunir Lea!
ru_ru: Встреча Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/33/message
source: Uhm, you want to meet?
es_es: Um, ¿quieres que nos reunamos?
ru_ru: Эмм, ты хочешь встретиться?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/34/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/35/message
source: Where should we meet?
es_es: ¿Dónde?
ru_ru: Где мы встретимся?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/37/message
source: Lea wait!
es_es: ¡Lea espera!
ru_ru: Лея подожди!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/38/message
source: Uhm...
es_es: Um...
ru_ru: Эмм...

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/39/message
source: Oh! You'll wait to meet at your current location?
es_es: ¡Oh! ¿Estás esperándome para juntarnos donde estás ahora?
ru_ru: Ох! Ты хочешь встретиться в твоей текущей локации?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/40/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/41/message
source: Well then, let me check...
es_es: De acuerdo, déjame ver...
ru_ru: Ну тогда, дай мне посмотреть...

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/42/message
source: Ah, you're at the headquarters!
es_es: Ah, ¡estás en la sede central!
ru_ru: Ах, ты в штабе гильдии!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/43/message
source: I'll be right there!
es_es: ¡Ahí estaré!
ru_ru: Сейчас буду там!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/44/message
source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/45/message
source: You're surprisingly talkative today, chérie!
es_es: ¡Estás sorpresivamente charlatana hoy, chérie!
ru_ru: Ты на удивление разговорчивая сегодня, chérie (дорогая)!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/46/message
source: See you soon!
es_es: ¡Nos vemos pronto!
ru_ru: Скоро увидимся!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/47/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/52/message
source: Hey, that worked better than I expected!
es_es: Ey, ¡eso salió mejor de lo que esperaba!
ru_ru: Эй, это работает даже лучше, чем я ожидал!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/65/message
source: Oh!\. Hello, Lea!
es_es: ¡Oh!\. ¡Hola, Lea!
ru_ru: Ой!\. Привет, Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/66/message
source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/73/message
source: Sorry!
es_es: ¡Perdón!
ru_ru: Прости!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/74/message
source: Huh?
es_es: ¿Eh?
ru_ru: Хмм?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/75/message
source: Lea sorry!
es_es: ¡Lea perdón!
ru_ru: Лея прости!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/76/message
source: Uhm...
es_es: Um...
ru_ru: Эмм...

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/77/message
source: Oh, you mean about what happened before?
es_es: Oh, ¿te refieres a lo que pasó antes?
ru_ru: Ох, так ты о том, что случилось ранее?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/78/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/79/message
source: Lea, it was just a hug.\. Don't worry about it.
es_es: Lea, fue solo un abrazo.\. No te preocupes.
ru_ru: Лея, это были всего лишь объятия.\. Не парься об этом.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/80/message
source: It wasn't even that strong, no broken spine, all good.
es_es: Ni siquiera fue tan fuerte, no me rompiste ningún hueso, está todo bien.
ru_ru: Они были не такие уж и сильные, позвоночник не сломан, всё хорошо.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/82/message
source: Gyahaha! No really, it's all yesterday's snow to me.
es_es: ¡Gyahaha! No en serio, ya es tiempo pasado para mí.
ru_ru: Муахаха! Нет, правда, для меня это уже вчерашний день.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/84/message
source: Meet Lea!
es_es: ¡Reunir Lea!
ru_ru: Встреча Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/85/message
source: Uhm, what now again?
es_es: Um, ¿me repites eso?
ru_ru: Эмм, что, прости?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/91/message
source: Meet Lea!
es_es: ¡Reunir Lea!
ru_ru: Встреча Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/95/message
source: Uhm...
es_es: Um...
ru_ru: Эмм...

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/96/message
source: I don't know, don't you think this is a bit too soon?
es_es: No lo sé, ¿no crees que es algo pronto?
ru_ru: Я даже не знаю, тебе не кажется, что ты торопишь события?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/97/message
source: Just one hug and now you want to meet me privately in there?
es_es: ¿Tan solo un abrazo y ahora quieres que nos reunamos en privado?
ru_ru: Всего одни обнимашки, и ты уже хочешь встретиться со мной с глазу на глаз?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/104/message
source: ....WHY?!?!
es_es: ¡¿¡¿...POR QUÉ?!?!
ru_ru: ....ПОЧЕМУ?!?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/105/message
source: Gyahahahahaha!\. I'm just messing with you!
es_es: ¡Gyahahahahaha!\. ¡Estoy bromeando!
ru_ru: Муахахахахаха!\. Я тебя просто подкалываю!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/108/message
source: I'm sorry~
es_es: Lo siento~
ru_ru: Прости~

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/109/message
source: Do you want to have a meeting?\. With all First Scholar members?
es_es: ¿Quieres tener una reunión?\. ¿Con todos los miembros de los Primeros Eruditos?
ru_ru: Ты хочешь устроить собрание?\. Со всеми членами Первоучёных?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/110/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/111/message
source: Alright! I can get everyone together if you like!
es_es: ¡De acuerdo! ¡Puedo decirle al resto si quieres!
ru_ru: Отлично! Я соберу всех вместе, если ты хочешь!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/112/message
source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/113/message
source: No worries!\. Give me a moment, I'll be right back.
es_es: ¡No te preocupes!\. Dame un momento, ya vuelvo.
ru_ru: Не стоит беспокоиться!\. Дай мне минутку, я сейчас вернусь.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/121/message
source: Great, Schneider helping out will make this a lot easier!
es_es: Genial, ¡Si Schneider ayuda esto será mucho más fácil!
ru_ru: Замечательно, с помощью Шнайдера, это будет намного легче!

source: Honestly, I would have asked Albert to get everyone together, but it seems he is not online yet.
es_es: Honestamente, le habría dicho a Albert que reúna a todos, pero parece que no está conectado.
ru_ru: Честно говоря, я бы попросил Альберта, чтобы он собрал всех вместе, но похоже, что он до сих пор офлайн.

source: Let us hope he will show up soon.
es_es: Espero que se aparezca pronto.
ru_ru: Будем надеяться, что он скоро объявится.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/123/message
source: Well then...\. next, let us call Apollo and Joern.
es_es: Bueno...\. siguiente, llamemos a Apollo y a Joern.
ru_ru: Ну, тогда...\. давай теперь позовём Аполло и Йорна.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/125/message
source: We need all the help we can get, Lea.
es_es: Necesitamos toda la ayuda que podamos conseguir, Lea.
ru_ru: Нам понадобится любая возможная помощь, Лея.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/133/message
source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/134/message
source: Hello, Lea.
es_es: Hola, Lea.
ru_ru: Привет, Лея.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/135/message
source: Spheromancer Lea! It's good to see you.
es_es: ¡Spheromancer Lea! Es bueno verte.
ru_ru: Сферомант Лея! Рад тебя видеть.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/136/message
source: Lea meet!
es_es: ¡Reunir Lea!
ru_ru: Встреча Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/137/message
source: Excuse me?
es_es: ¿Perdona?
ru_ru: Прости?

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/138/message
source: Meet.\. Meet Lea.
es_es: Reunir.\. Reunir Lea.
ru_ru: Встреча.\. Встреча Лея.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/139/message
source: I think she wants us to meet her.
es_es: Creo que quiere que nos reunamos con ella.
ru_ru: Мне кажется, что она хочет встретиться.

# data/maps/autumn/guild/inner-fs-eg.json//entities/75/settings/event/140/message
source: So...\. does this mean you are ready for our next duel?!
es_es: Entonces...\. ¿¡eso quiere decir que estás lista para nuestro próximo duelo?!
ru_ru: Так...\. означает ли это, что ты готова к нашей очередной дуэли?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/52/message
source: This is a very comfy building for an HQ. I like it.
es_es: Este es un lugar muy acogedor para una sede. Me gusta.
ru_ru: Это очень удобное здание для штаба. Мне нравится.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/54/message
source: Why, thank you!
es_es: ¡Gracias!
ru_ru: Ну, спасибо!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/59/message
source: So finally I meet the famous Grasshead I've heard so much about.
es_es: Así que finalmente conozco al famoso Peloverde del que tanto me han hablado.
ru_ru: Наконец-то я встретил знаменитого Травоголового, о котором столько слышал.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/60/message
source: The name's Apollo, Triblader!
es_es: ¡Te referirás a mí como Apollo, Triblader!
ru_ru: Меня зовут Аполло, триблейдер!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/63/message
source: By the way, aren't we all just Grassheads of different colors?
es_es: Por cierto, ¿cómo creen que se vería el pelo de Apollo en mí jardín?
ru_ru: Между прочим, разве все мы не Травоголовые, только с разным цветом волос?

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/64/message
source: Nyahahaha, you're right!
es_es: ¡Nyahahaha, muy bien camuflado entre todo el pasto diría yo!
ru_ru: Ньяхахаха, ты прав!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/65/message
source: Well, at least I have the color of fresh grass!
es_es: ¡Ey! ¡Al menos es pasto fresco!
ru_ru: Ну, у меня хотя бы волосы цвета свежей травы!
