Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

source: I wish our guild was around when I was starting out, I needed the help and wanted to help other noobs!
es_es: Ojalá este gremio hubiera estado cuando yo empecé a jugar, ¡necesitaba ayuda así que quise ayudar a otros novatos!
ru_ru: Хотелось бы, чтобы наша гильдия была рядом, когда я только начинала, мне нужна была помощь, и я хотела помогать другим новичкам!

source: But...\. playing a little devil's advocate is always fun!
es_es: Pero...\. ¡ser por un rato un abogado del diablo siempre es divertido!
ru_ru: Но...\. отыгрывать маленького адвоката дьявола всегда весело!

source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

source: Hey!
es_es: ¡Ey!
ru_ru: Эй!

source: It's nice here, isn't it?
es_es: Es agradable estar aquí, ¿no crees?
ru_ru: Здесь хорошо, не правда ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I've gotten way past Autumn's Rise already, but it's still my favorite area.
es_es: Ya he pasado Albor Otoñal hace bastante, pero sigue siendo mi área favorita.
ru_ru: Я уже прошёл Расцвет Осени, но он остаётся моим любимым местом.

source: So I come back here to relax when I'm getting frustrated with the game.
es_es: Así que vuelvo aquí para relajarme cuando me frustro con el juego.
ru_ru: Поэтому я возвращаюсь сюда, чтобы отдохнуть, когда разочаровываюсь в игре.

source: Oh, hello.
es_es: Oh, hola.
ru_ru: Ох, привет.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: You want to give this to me?
es_es: ¿Quieres darme esto?
ru_ru: Ты хочешь отдать это мне?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: That's awfully nice of you. May I ask why?
es_es: Que lindo detalle de tu parte. ¿Podría preguntar por qué?
ru_ru: Это чертовски мило. Могу я узнать, почему?

source: Hi... Lea... Hi...
es_es: Hola... Lea... Hola...
ru_ru: Привет... Лея... Привет...

source: Wait, what? Please tell me your voice module is broken.
es_es: Espera, ¿qué? Por favor dime que tu módulo del habla está roto.
ru_ru: Подожди, что? Пожалуйста, скажи мне, что у тебя просто сломан речевой модуль.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Phew, well no problem. It can happen.
es_es: Uf, bueno no hay problema. Puede pasar.
ru_ru: Фуух, не проблема. Такое могло случиться.

# data/maps/autumn/lake-observatory.json//entities/525/settings/text
source: An old and abandoned observatory
es_es: Un viejo observatorio abandonado
ru_ru: Старая и заброшенная обсерватория

# data/maps/autumn/lake-observatory.json//entities/527/settings/interact/hoverText
source: Read inscription
es_es: Leer inscripción
ru_ru: Прочесть надпись

# data/maps/autumn/lake-observatory.json//entities/527/settings/interact/title
source: \c[3]The Observatory\c[0]
es_es: \c[3]El Observatorio\c[0]
ru_ru: \c[3]Обсерватория\c[0]

source: To observe those who seek all elements is our duty.
es_es: Observar a aquellos que buscan los elementos es nuestro deber.
ru_ru: Наблюдать за теми, кто ищет все элементы - это наш долг.

source: If you dare to seek our wisdom, then only what is broken can open this door.
es_es: Si conocimiento es lo que buscas, entonces solo lo que está roto puede abrir esta puerta.
ru_ru: Если ты осмелишься искать нашу мудрость, тогда только то, что сломано, сможет открыть эту дверь.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/4/message
source: So... \.Who do you think messaged us, Ellie?
es_es: Entonces... \.¿Quién crees que nos mandó ese mensaje, Ellie?
ru_ru: Итак... \. Как ты думаешь, кто написал нам, Элли?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/5/message
source: No clue, but it's nice checking out the game after so long.
es_es: Ni idea, pero es lindo volver a ver este juego después de tanto tiempo.
ru_ru: Понятия не имею, но приятно проверить игру спустя столько времени.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/6/message
source: True, it must have been like half a year ago.
es_es: Cierto, debe haber pasado medio año.
ru_ru: Ага, это было где-то полгода назад.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/7/message
source: Work really started to pick up, so I didn't have that much time.
es_es: He tenido mucho trabajo, así que no tuve mucho tiempo.
ru_ru: Работа начала набирать обороты, поэтому у меня не было много свободного времени.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/8/message
source: Same here.
es_es: Igualmente.
ru_ru: То же самое.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/15/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/18/message
source: Why hello, horned one.
es_es: Hola, lindos cuernos.
ru_ru: Ну привет, рогатая.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/20/message
source: Are you our mystery sender, perhaps?
es_es: ¿Eres nuestra mensajera?
ru_ru: Так это ты наш загадочный отправитель?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/21/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/22/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/23/message
source: We've all got a message asking us to meet here.
es_es: Recibimos un mensaje que nos pedía venir aquí.
ru_ru: Мы все получили письмо с просьбой встретиться здесь.

source: ...Wait!
es_es: ¡...Espera!
ru_ru: ...Подожди!

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/26/message
source: Oh, so you do know something about our sender?
es_es: Oh, ¿así que sabes algo sobre nuestro mensajero?
ru_ru: А, так ты что-то знаешь о нашем отправителе?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/27/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/28/message
source: So, who is it?
es_es: Entonces, ¿quién es?
ru_ru: Ну и кто же это?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/31/message
source: Sorry...
es_es: Perdón...
ru_ru: Прости...

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/39/name
source: Dkar
ru_ru: Д'кар

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/40/message
source: Everyone's already here?
es_es: ¿Ya todo están aquí?
ru_ru: Все уже здесь?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/47/name
source: Dkar
ru_ru: Д'кар

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/48/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/49/message
source: Hey, kiddo. Nice to see you here.
es_es: Ey, niña. Qué bueno verte aquí.
ru_ru: Эй, малышка. Рад видеть тебя здесь.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/51/message
source: ...Dad?
es_es: ¿...Papá?
ru_ru: ...Папа?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/60/message
source: Hey little ones...
es_es: Hola pequeños...
ru_ru: Эй, дети...

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/61/message
source: Oh, we should have guessed that.\.\. Dad was the one who sent the message!
es_es: Oh, tendríamos que haberlo adivinado.\.\. ¡Papá fue quién envió el mensaje!
ru_ru: Ох, мы могли бы догадаться об этом.\.\. Папа был тем, кто отправил сообщение!

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/62/message
source: That sure makes sense. What's up with the secrecy, dad?
es_es: Eso tiene sentido. ¿Por qué el secretismo, Papá?
ru_ru: Это меняет дело. Что за секретность, пап?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/63/message
source: Well, you see...
es_es: Bueno, verán...
ru_ru: Ну, видите ли...

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/64/message
source: You've all been so busy and nobody had time to meet in the game to hang out with your old man.
es_es: Todos han estado muy ocupados y ninguno tuvo tiempo de conectarse al juego para pasar un tiempo con su padre.
ru_ru: Вы все были так заняты, и ни у кого не было времени встретиться в игре, чтобы пообщаться с вашим стариком.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/65/message
source: And I promised you we would finish this quest...
es_es: Y les prometí que terminaríamos esta misión...
ru_ru: И я обещал вам, что мы закончим этот квест...

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/66/message
source: So, I thought if I could get it nearly done, you'd all come and play again.
es_es: Así que, pensé que si la tengo casi terminada volverían a jugar otra vez.
ru_ru: Я подумал, что если я смогу подобраться к его концовке, то вы все придёте и поиграете снова.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/67/message
source: Dad, really?
es_es: Papá, ¿en serio?
ru_ru: Пап, серьёзно?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/68/message
source: Yes... I know. You are all very busy.
es_es: Sí... lo sé. Todos están muy ocupados.
ru_ru: Да... я знаю. Вы все очень заняты.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/69/message
source: I'm sorry to be a bother, it's just that I really miss you all.
es_es: Perdonen por ser una molestia, es que los extraño mucho, eso es todo.
ru_ru: Извините, что побеспокоил, просто я очень скучаю по вам всем.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/70/message
source: Oh Dad, that's not what Noah meant.
es_es: Oh Papá, eso no es lo que quizo decir Noé.
ru_ru: Ох, папа, Ной не это имел в виду.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/71/message
source: Why didn't you just call and tell us?
es_es: ¿Por qué no nos llamaste y nos dijiste?
ru_ru: Почему ты просто не позвонил и не сказал нам?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/72/message
source: Yeah, we don't need a fancy quest to hang out with our father.
es_es: Si, no necesitamos de una tonta misión para juntarnos con nuestro padre.
ru_ru: Ага, нам не нужны всякие квесты, чтобы тусоваться с нашим отцом.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/73/message
source: Besides, Jonah and Sophie couldn't make it anyway.
es_es: Además, Jonás y Sophie no puedieron venir de todos modos.
ru_ru: Кроме того, Иона и Софи всё равно не смогли прийти.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/74/message
source: We'd need members of all classes, right?
es_es: Necesitamos miembros de todas las clases, ¿no?
ru_ru: Нам нужны представители всех классов, верно?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/75/message
source: You guys... I just didn't want to bother you with my problems.
es_es: Chicos... es que no quería molestarlos con mis problemas.
ru_ru: Ребята... Я просто не хотел беспокоить вас своими проблемами.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/76/message
source: Aww... Come on, dad. You can always talk to us!
es_es: Aww... Vamos, papá. ¡Siempre puedes hablar con nosotros!
ru_ru: Оуу... Перестань, папа. Ты всегда можешь поговорить с нами!

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/78/message
source: Now I feel very stupid.
es_es: Ahora me siento un estúpido.
ru_ru: Теперь я чувствую себя очень глупо.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/79/message
source: Well, you should. And who is our blue-haired friend over here anyway?
es_es: Bueno, deberías. ¿Y quién es esta chica de pelo azul?
ru_ru: Ну, тебе впору. А кто этот наш синеволосый друг?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/80/message
source: Lea!
ru_ru: Лея!

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/81/message
source: Yes, this is Lea. She helped me find all of those broken pieces needed for the quest.
es_es: Si, esta es Lea. Me ayudó a encontrar todas esas partes rotas que necesitamos para la misión.
ru_ru: Да, это Лея. Она помогла мне найти все эти сломанные части, необходимые для квеста.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/82/message
source: In fact, I barely did anything...
es_es: De hecho, apenas hice nada...
ru_ru: На самом деле, я почти ничего не делал...

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/84/message
source: Oh boy, I'm sorry, Lea. I hope he wasn't too much of a problem. He can get very... dramatic sometimes.
es_es: Ah.... lo siento, Lea. Espero que no haya sido mucha molestia. Puede ponerse muy... dramático a veces.
ru_ru: Ох, прости, Лея. Я надеюсь, что он не доставил больших проблем. Иногда он может быть чересчур драматичным.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/85/message
source: He can get very, very dramatic sometimes.
es_es: Puede ponerse muy, muy dramático a veces.
ru_ru: Иногда он может быть невероятно драматичным.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/86/message
source: Hey now!
es_es: ¡Bueno ya!
ru_ru: Эй!

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/87/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/88/message
source: It seems like a long talk is due.
es_es: Parece que tenemos que tener una larga charla.
ru_ru: Кажется, нас ждёт долгий разговор.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/89/message
source: How about we go to our favorite cafe in \v[area.rhombus-sqr.name] and have a chat?
es_es: ¿Qué tal si vamos a nuestra cafetería favorita en \v[area.rhombus-sqr.name] y charlamos?
ru_ru: Как насчёт того, чтобы пойти в наше любимое кафе на Площади Ромба и поболтать?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/90/message
source: Maybe set a date on which Jonah and Sophie are available too?
es_es: ¿Quizá acordamos una fecha en la que Jonás y Sophie puedan estar también?
ru_ru: Может быть, подберём время, когда Иона и Софи тоже смогут подойти?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/91/message
source: That would be nice.
es_es: Eso estaría bien.
ru_ru: Было бы здорово.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/92/message
source: You kids go ahead, there's something I need to give to Lea before I leave.
es_es: Ustedes adelántense, hay algo que debo darle a Lea antes de irme.
ru_ru: Идите вперёд, ребята, а мне ещё надо кое-что отдать Лее, прежде чем я уйду.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/94/message
source: Alright. Bye Lea, it was nice meeting you.
es_es: De acuerdo. Adiós Lea, encantada de conocerte.
ru_ru: Хорошо. Пока, Лея, я рада, что встретила тебя.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/95/message
source: Yeah, see ya around.
es_es: Si, nos vemos.
ru_ru: Да, до скорого.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/96/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/105/name
source: Dkar
ru_ru: Д'кар

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/106/message
source: Uhm...
es_es: Um...
ru_ru: Эмм...

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/107/message
source: It seems I owe you an apology.
es_es: Parece que te debo una disculpa.
ru_ru: Кажется, мне стоит извиниться перед тобой.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/108/message
source: I misjudged the whole situation.
es_es: Toda esta situación fue un malentendido.
ru_ru: Я неправильно всё понял.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/109/message
source: And made you get all these items for what now feels like nothing.
es_es: Y te hice conseguir todos esos objetos para lo que ahora parece nada.
ru_ru: И заставил тебя собрать все эти предметы только для того, что теперь кажется бесполезным.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/111/message
source: Because of this, I think it is only fair that you have them.
es_es: Por esto, creo que es justo que te los quedes.
ru_ru: Поэтому, думаю, что будет справедливо, если они останутся у тебя.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/113/object
source: Broken Equipment
es_es: Equipamiento Roto
ru_ru: Сломанная экипировка

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/114/name
source: Dkar
ru_ru: Д'кар

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/117/message
source: Thank you for everything, Lea.
es_es: Gracias por todo, Lea.
ru_ru: Спасибо тебе за всё, Лея.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/119/message
source: My kids are everything to me. But it seems I let my fear of losing them take over.
es_es: Mis hijos lo son todo para mí. Pero creo que dejé que mi miedo a perderlos se apodere de mí.
ru_ru: Мои дети - это всё для меня. Но, кажется, я позволил страху потерять их взять над собой верх.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/120/message
source: I believed I did something wrong, but I guess this old man still has a lot to learn.
es_es: Creí haber hecho algo mal, pero parece que este viejo aún tiene mucho que aprender.
ru_ru: Я был уверен, что сделал что-то неправильно, но, кажется, старику ещё многому стоит поучиться.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/121/message
source: Anyway, I'll be on my way now.
es_es: De todos modos, ya me tengo que ir.
ru_ru: В любом случае, я пойду своим путём.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/122/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/131/message
source: Everything went well in the end.
es_es: Parece que al final todo salió bien.
ru_ru: По итогу, всё прошло хорошо.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/132/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/133/message
source: But... \.\.We still do not know why he is wearing that armor.
es_es: Pero... \.\.Aún no sabemos por qué tiene esa armadura.
ru_ru: Но... \.\.Мы всё ещё понятия не имеем, почему он носит эту броню.

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/135/message
source: Maybe he got it during the beta phase?
es_es: ¿Quizá se la dieron en la fase beta?
ru_ru: Может, он получил её во время бета-теста?

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/136/message
source: Looks like I am going to have a chat with our design team...
es_es: Parece que tendré que hablar con nuestro equipo de diseñadores...
ru_ru: Думаю, что мне стоит связаться с нашим отделом дизайна...

# data/maps/autumn/lake-observatory.json//entities/551/settings/event/150/message
source: Oh look, those plates started glowing!
es_es: Oh mira, ¡esas placas están brillando!
ru_ru: Смотри, плиты засветились!

source: What is broken has been found.
es_es: Lo que está roto ha sido encontrado.
ru_ru: Сломанное было найдено.

source: Now all shapes must come together to reveal the truth.
es_es: Ahora todas las formas deben unirse para revelar la verdad.
ru_ru: Теперь все формы должны объединиться, чтобы раскрыть истину.

source: ...How?
es_es: ¿...Cómo?
ru_ru: ...Как?

source: All shapes, huh? Sounds like you need a player from each class to open this door?
es_es: Todas las formas, ¿eh? ¿Será que necesitas a un jugador de cada clase para abrir la puerta?
ru_ru: Все формы, да? Похоже, что нужно по игроку от каждого класса, чтобы открыть эту дверь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Maybe you can ask Hlin to help out?
es_es: Quizá le puedas preguntar a Hlin que te ayude.
ru_ru: Может быть, ты попросишь Хлин помочь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: What is broken has been found.
es_es: Lo que está roto ha sido encontrado.
ru_ru: Сломанное было найдено.

source: Now all shapes must come together to reveal the truth.
es_es: Ahora todas las formas deben unirse para revelar la verdad.
ru_ru: Теперь все формы должны объединиться, чтобы раскрыть истину.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/6/message
source: Hey, Lea.
es_es: Ey, Lea.
ru_ru: Привет, Лея.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/7/message
source: Hello dear!
es_es: ¡Hola querida!
ru_ru: Привет, дорогая!

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/8/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Oh, where are Emilie and Tronny? Would you mind inviting them?
es_es: Oh, ¿dónde están Emilie y Tronny? ¿Te importaría invitarlos?
ru_ru: Ой, а где Эмили и Тронни? Не могла бы ты их пригласить?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh looks like Emilie is still missing. Would you mind inviting her too?
es_es: Oh parece que aún falta Emilie. ¿Podrías invitarla también?
ru_ru: Ой, кажется, Эмили всё ещё отсутствует. Не могла бы ты пригласить её?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh looks like Tronny is still missing. Would you mind inviting him too?
es_es: Oh parece que aún falta Tronny. ¿Podrías invitarlo también?
ru_ru: Ой, кажется, Тронни всё ещё отсутствует. Не могла бы ты пригласить его?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/10/message
source: Looks like everyone is here, eh?
es_es: Parece que todos están aquí, ¿eh?
ru_ru: Кажется, все здесь, не так ли?

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/12/message
source: Hello, you two!
es_es: ¡Hola, ustedes dos!
ru_ru: Привет вам, ребята!

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/14/message
source: Bonjour! What are you guys doing here?
es_es: ¡Bonjour! ¿Qué están haciendo aquí?
ru_ru: Bonjour (Привет)! Чем вы тут занимаетесь?

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/15/message
source: What? \.\.Didn't Lea tell you?
es_es: ¿Qué? \.\.¿Lea no te lo dijo?
ru_ru: Что? \.\.Лея тебе не сказала?

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/16/message
source: ...How?
es_es: ¿...Cómo?
ru_ru: ...Как?

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/17/message
source: Buggy, the joke's getting a bit old.
es_es: Buggy, el chiste ya empieza a cansar.
ru_ru: Багги, эта шутка уже слегка приелась.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/18/message
source: Sorry, Ma'am.
es_es: Lo siento, señora.
ru_ru: Простите, мэм.

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/20/message
source: Anyway...
es_es: Como sea...
ru_ru: В любом случае...

# data/maps/autumn/lake-observatory.json//entities/556/settings/event/24/message
source: We are here today because Lea has found the 5 broken relics!
es_es: ¡Estamos aquí porque Lea ha encontrado las 5 reliquias rotas!
ru_ru: Мы собрались сегодня здесь, потому что Лея нашла пять сломанных реликвий!
