Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/path-3-4.json//entities/359/settings/event/8/message
source: And listen!\. I did some legwork and was able to narrow down the location of their den.
es_es: ¡Y oye!\. Estuve investigando un poco y he podido averiguar el área general de su escondite.
ru_ru: И слушай!\. Я немного побегал и смог сузить район поиска местонахождения их логова.

# data/maps/autumn/path-3-4.json//entities/359/settings/event/10/message
source: They actually seem to live in \v[area.autumn-fall.name] and only come to \v[area.autumn-area.name] for apples.
es_es: Parece que viven en \v[area.autumn-fall.name] y solo vienen a \v[area.autumn-area.name] a por manzanas.
ru_ru: На самом деле, кажется, они живут в Закате Осени и приходят в Расцвет Осени только за яблоками.

# data/maps/autumn/path-3-4.json//entities/359/settings/event/11/message
source: Found some of their leavings and those suggested a distaste for the ripe apples of \v[area.autumn-fall.name]!
es_es: ¡Encontré algunas sobras y sugieren que no les gustan las manzanas más maduras de \v[area.autumn-fall.name]!
ru_ru: Нашёл объедки, которые навели на мысль об их отвращении к зрелым яблокам Заката Осени!

# data/maps/autumn/path-3-4.json//entities/359/settings/event/12/message
source: ...why?
es_es: ¿...por qué?
ru_ru: ...почему?

# data/maps/autumn/path-3-4.json//entities/359/settings/event/13/message
source: Well, it gets results!\. I'm now 99 billion percent sure that they reside on the \c[3]Secluded Path in \v[area.autumn-fall.name]\c[0].
es_es: ¡Bueno, nos da resultados!\. Estoy 99 billones por ciento seguro de que están en el \c[3]Camino Aislado en \v[area.autumn-fall.name]\c[0].
ru_ru: Ну, это дало свои плоды!\. Теперь я на 99 миллиардов процентов уверен, что они находятся на \c[3]Укромной тропе в Закате Осени\c[0].

# data/maps/autumn/path-3-4.json//entities/359/settings/event/14/message
source: Please hurry and take a look!
es_es: ¡Por favor apúrate y echa un vistazo!
ru_ru: Пожалуйста, поторопись и проверь!

# data/maps/autumn/path-3-4.json//entities/359/settings/event/15/message
source: Bye...
es_es: Adiós...
ru_ru: Пока...

# data/maps/autumn/path-7-1.json//entities/791/settings/event/1/thenStep/0/message
source: Halfway through! I'll go to the end and wait for you.
es_es: ¡Ya vas por la mitad! Iré al final y te esperaré allí.
ru_ru: Половина пройдена! Я пойду в конец и буду ждать тебя там.

# data/maps/autumn/path-7-1.json//entities/793/settings/analyzable/text
source: Game Tester
es_es: Probador de Juegos
ru_ru: Тестер игры

source: Hey you!
es_es: ¡Oye tú!
ru_ru: Эй, ты!

source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

source: I'm one of the testers for this game!
es_es: ¡Soy uno de los probadores para este juego!
ru_ru: Я один из тестировщиков этой игры!

source: The devs asked me to test an almost finished new quest type: \c[3]Parkour\c[0]!
es_es: ¡Los desarrolladores me pidieron que pruebe un tipo de misión nueva que está casi terminada: \c[3]Parkour\c[0]!
ru_ru: Разработчики попросили меня протестировать почти законченный новый тип квеста: \c[3]Паркур\c[0]!

source: I'm kinda tired and you just came along. So\..\..\.. Wanna try it out?
es_es: Estoy algo cansado y justo te pasaste por aquí. Así que\..\..\.. ¿Quieres probarla?
ru_ru: Я немного устал, а ты только что пришла. Так что\..\..\.. Не хочешь попробовать?

source: Nice! Good to see some enthusiasm!
es_es: ¡Bien! ¡Qué bueno ver algo de entusiasmo!
ru_ru: Хорошо! Приятно видеть энтузиазм!

source: Alright, get this. You will start right next to me.
es_es: Bien, escucha con atención. Empezarás justo al lado mío.
ru_ru: Хорошо, слушай. Начнёшь вот тут, рядом со мной.

source: When you touch this checkpoint, another will pop up.
es_es: Cuando toques este punto de control, aparecerá otro.
ru_ru: Когда ты коснёшься этой контрольной точки, появится следующая.

source: Your goal is to walk through every marker until you hit the last one.
es_es: Tu objetivo es pasar por todos los marcadores hasta que llegues al último.
ru_ru: Твоя цель состоит в том, чтобы пройти через каждый маркер до самого последнего.

source: Aaaaand the last one is over there.
es_es: Yyyyy el último está por allí.
ru_ru: Во-о-он того.

source: It will only appear after you hit the last normal marker.
es_es: Aparecerá solo cuando toques el último marcador normal.
ru_ru: Он появится только после того, как ты достигнешь последнего обычного маркера.

source: Yeah, I know. But it's more fun that way right?
es_es: Sí, lo sé. Pero es más divertido así, ¿no?
ru_ru: Да, я знаю. Но так намного веселее, правда?

source: Well, at least if you like running.
es_es: Bueno, al menos te gusta correr.
ru_ru: Ну, по крайней мере, если тебе нравится бегать.

source: Also, if you leave the map all your progress is lost!
es_es: Por cierto, ¡si te vas del mapa perderás todo el progreso!
ru_ru: Кроме того, если ты покинешь карту, то прогресс потеряется!

source: Another bummer, I know.
es_es: Otra molestia, lo sé.
ru_ru: Очередной облом, я знаю.

source: Anyway!
es_es: ¡Como sea!
ru_ru: В любом случае!

source: Ready to try?
es_es: ¿Estás lista para probarlo?
ru_ru: Готова попробовать?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Awesome! As I said, just start by stepping on the first marker here!
es_es: ¡Genial! ¡Como dije, empieza por pararte en este primer marcado de aquí!
ru_ru: Потрясающе! Как я уже и сказал, чтобы начать, просто наступи на первый маркер!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Really? Oh man, I don't wanna do this all alone.
es_es: ¿En serio? Uf, no quiero hacer esto solo.
ru_ru: Неужели? Ох, блин, я не хочу делать это в одиночку.

source: That's like\..\..\.. so much work.
es_es: Eso es\..\..\.. mucho trabajo.
ru_ru: Тут\..\..\.. так много работы.

source: If you ever change your mind...
es_es: Si cambias de opinión...
ru_ru: Если ты когда-нибудь передумаешь...

source: Come back, alright?\.\.\. Please?
es_es: Vuelve aquí, ¿si?\.\.\. ¿Por favor?
ru_ru: Возвращайся, пожалуйста.\.\.\. Хорошо?

source: Just one more, it's right next to you!
es_es: Solo una más, ¡está justo al lado tuyo!
ru_ru: Ещё один, прямо рядом с тобой!

source: Go on, you can do it!
es_es: ¡Vamos, puedes hacerlo!
ru_ru: Давай, ты сможешь!

source: The next marker awaits!
es_es: ¡El siguiente marcador espera!
ru_ru: Следующий маркер ждёт!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Just step on this first marker here and start running!
es_es: ¡Tan solo párate en este marcador y empieza a correr!
ru_ru: Просто наступи на первый маркер и беги!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Just one more, it's right next to you!
es_es: ¡Solo uno más, justo al lado tuyo!
ru_ru: Ещё один, прямо рядом с тобой!

source: Go on, you can do it!
es_es: ¡Vamos, puedes hacerlo!
ru_ru: Давай, ты сможешь!

source: The next marker awaits!
es_es: ¡El siguiente marcador espera!
ru_ru: Следующий маркер ждёт!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Just step on this first marker here and start running!
es_es: ¡Tan solo párate en este primer marcador y empieza a correr!
ru_ru: Просто наступи на первый маркер и беги!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-7-1.json//entities/813/settings/event/5/message
source: You did it. Great job!
es_es: Lo hiciste. ¡Gran trabajo!
ru_ru: У тебя получилось. Отличная работа!

# data/maps/autumn/path-7-1.json//entities/813/settings/event/7/message
source: And there was no problem, right? No sudden shocks or anything?
es_es: Y no hubo ningún problema, ¿cierto? ¿Ningún golpe eléctrico o algo parecido?
ru_ru: И не было никаких проблем, верно? Никаких внезапных потрясений или чего-то подобного?

# data/maps/autumn/path-7-1.json//entities/813/settings/event/10/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/path-7-1.json//entities/813/settings/event/11/message
source: Great\..\..\.. Great.
es_es: Genial\..\..\.. Genial.
ru_ru: Отлично\..\..\.. Отлично.

# data/maps/autumn/path-7-1.json//entities/813/settings/event/12/message
source: Thanks a lot! Take this for your efforts.
es_es: ¡Muchas gracias! Toma esto por tus esfuerzos.
ru_ru: Большое спасибо! Прими это за свои усилия.

# data/maps/autumn/path-7-1.json//entities/813/settings/event/13/message
source: I hope we can meet again.
es_es: Espero que nos veamos otra vez.
ru_ru: Надеюсь, что мы ещё встретимся.

# data/maps/autumn/path-7-1.json//entities/813/settings/event/15/message
source: ...So you can help me again, you know?
es_es: ...Para que me puedas ayudar de nuevo, ¿sabes?
ru_ru: ...И может, ты поможешь мне снова, понимаешь?

# data/maps/autumn/path-7-1.json//entities/814/settings/event/2/message
source: Alright, let's go!
es_es: De acuerdo, ¡vamos!
ru_ru: Ладно, поехали!

source: Henry's Data Probe
es_es: Sonda de Datos de Henry
ru_ru: Зонд данных Генри

source: Retrieving Data
es_es: Leyendo Información
ru_ru: Извлечение данных

# data/maps/autumn/path-7-1.json//entities/819/settings/text
source: A data probe installed by Henry.
es_es: Una sonda de datos instalada por Henry.
ru_ru: Зонд данных, установленный Генри.

# data/maps/autumn/path-7-1.json//entities/820/settings/text
source: A data probe installed by Henry. The data has been retrieved.
es_es: Una sonda de datos instalada por Henry. Los datos han sido recogidos.
ru_ru: Зонд данных, установленный Генри. Данные были получены.

# data/maps/autumn/path-7-2.json//entities/741/settings/npcStates/0/event/0/name
source: Christophorus
ru_ru: Христофорус

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Ah, I see you managed to collect the chest over there.\. Nice work.
es_es: Ah, veo que conseguiste llegar a ese cofre de ahí.\. Bien hecho.
ru_ru: Ах, я вижу, тебе удалось добраться до того сундука.\. Хорошая работа.

source: At least you're not one of those players that just blindly keep jumping into the water here, trying to make that impossible jump.
es_es: Al menos no eres uno de esos jugadores que saltan ciégamente al agua, intentando hacer un salto \c[3]casi\c[0] imposible.
ru_ru: По крайней мере, ты не один из тех игроков, которые просто прыгают в воду, пытаясь совершить этот невозможный прыжок.

source: I've been at this spot a lot and trust me... I've seen things.
es_es: He estado aquí un tiempo y créeme... he visto cosas.
ru_ru: Я пробыл в этом месте долгое время, и поверь мне... я видел и не такое.

source: Yes, what is it?
es_es: Sí, ¿qué pasa?
ru_ru: Да, что такое?

source: Let me guess. You wonder how to reach this chest, don't you?
es_es: Déjame adivinar. Quieres saber como llegar a ese cofre de ahí, ¿no?
ru_ru: Дай угадаю. Тебе интересно, как добраться до этого сундука, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Figured...
es_es: Me lo imaginé...
ru_ru: Полагаю...

source: Well, you may have realized this already, but jumping from here on those pillars is not the right solution.
es_es: Bueno, puede que ya te hayas dado cuenta, pero saltar de aquí a esos pilares no es la \c[3]solución correcta\c[0].
ru_ru: Ну, ты, возможно, уже поняла, но прыгать отсюда на эти столбы - неправильное решение.

source: No, you'll have to go another way. In fact it's a very round-about path to reach it.
es_es: No, tendrás que ir por otro camino. De hecho, es un camino bastante rebuscado.
ru_ru: Тебе придётся пойти другой дорогой. Если честно, то туда можно добраться только по довольно длинному обходному пути.

source: Do you want to know more? I suggest you try to find the way yourself. It's more rewarding.
es_es: ¿Quieres saber más? Sugiero que intentes descubrirlo por ti misma. Es más satisfactorio así.
ru_ru: Ты хочешь знать больше? Я предлагаю тебе попытаться найти путь самостоятельно. Это будет более плодотворно.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright then...
es_es: Bien entonces...
ru_ru: Ладно...

source: From here go to the \c[3]west\c[0], close to the exit.
es_es: Desde aquí ve hacia el \c[3]oeste\c[0], cerca de la salida.
ru_ru: Отсюда отправляйся на \c[3]запад\c[0], ближе к выходу.

source: From there, you can make a jump to a higher platform to the \c[3]south\c[0].
es_es: Desde ahí, puedes saltar a una plataforma más alta al \c[3]sur\c[0].
ru_ru: Оттуда, ты сможешь совершить прыжок на высокую платформу на \c[3]юге\c[0].

source: From there go all the way \c[3]south\c[0] until you reach the previous area.
es_es: Desde ahí, ve todo hacia el \c[3]sur\c[0] hasta que llegues a un área previa.
ru_ru: Оттуда пройди весь путь на \c[3]юг\c[0] до предыдущей локации.

source: And from there...\. well...\. Actually there is quite a bit more and I can't remember it in detail.
es_es: Y desde ahí...\. bueno...\. De hecho queda un poco más y no lo recuerdo en detalle.
ru_ru: И оттуда...\. ну...\. На самом деле там ещё совсем немного, но я не могу вспомнить подробности.

source: Anyway, I'm sure you'll find the way. Just give it your best shot.
es_es: Pero bueno, seguro que encuentras el camino. Dale tu mejor intento.
ru_ru: В любом случае, я уверен, что ты найдёшь дорогу. Просто покажи всё, на что способна.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: That's the spirit.
es_es: Ese es el espíritu.
ru_ru: Вот это настрой.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: So maybe now I can enjoy a quiet moment here.
es_es: Quizá ahora pueda disfrutar de un tranquilo momento aquí.
ru_ru: Ну, может быть, теперь я смогу насладиться недолгой тишиной.

source: It's okay. I can't refuse a fellow traveler in need.
es_es: Está bien. No le puedo negar ayuda a un viajero como yo.
ru_ru: Всё нормально. Я не могу отказать путнику в беде.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: So you think you can manage on your own?
es_es: ¿Así que crees que puedes hacerlo por tú misma?
ru_ru: Так ты думаешь, что сможешь справиться самостоятельно?

source: Good luck, then.
es_es: Buena suerte, entonces.
ru_ru: Ну, тогда, удачи.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

# data/maps/autumn/path-8.json//entities/7/settings/interact/hoverText
source: \i[arrow-ne] \v[area.bergen-trails.name] \i[arrow-se] Road to \v[area.rookie-harbor.name]
es_es: \i[arrow-ne] \v[area.bergen-trails.name] \i[arrow-se] Camino a \v[area.rookie-harbor.name]
ru_ru: \i[arrow-ne] \v[area.bergen-trails.name] \i[arrow-se] дорога к Гавани новичков

# data/maps/autumn/path-8.json//entities/429/settings/event/5/message
source: Hey!
es_es: ¡Ey!
ru_ru: Эй!

# data/maps/autumn/path-8.json//entities/429/settings/event/9/thenStep/0/message
source: Pleased ter meetcher, girl!
es_es: ¡Encantada de conocerte, chica!
ru_ru: Приятно познакомиться, девочка!

# data/maps/autumn/path-8.json//entities/429/settings/event/9/thenStep/1/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/path-8.json//entities/429/settings/event/9/thenStep/2/message
source: Are y'all inner'sted in plants too?
es_es: ¿Estái' interesa'o en planta' también?
ru_ru: Тоже интересуешься растениями?

# data/maps/autumn/path-8.json//entities/429/settings/event/9/thenStep/4/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-8.json//entities/429/settings/event/9/elseStep/0/message
source: Good gracious, girl!
es_es: ¡Por Dio', chica!
ru_ru: Боже милостивый, девочка!

# data/maps/autumn/path-8.json//entities/429/settings/event/9/elseStep/1/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/path-8.json//entities/429/settings/event/9/elseStep/2/message
source: Y'all gave me quite the scare there.
es_es: Me habéi' dado un buen su'to.
ru_ru: Ты меня порядком напугала.

# data/maps/autumn/path-8.json//entities/429/settings/event/9/elseStep/3/message
source: Hittin' them plants an' all.
es_es: Pegándole a la' planta' y to'.
ru_ru: Бьёшь растения и всё такое.

# data/maps/autumn/path-8.json//entities/429/settings/event/9/elseStep/5/message
source: Shucks, 'sall good.
es_es: Bue', to' bien.
ru_ru: Ерунда, всё в порядке.

# data/maps/autumn/path-8.json//entities/429/settings/event/10/message
source: They got some mighty strange doohickeys inside, don'tcher think?
es_es: Tienen alguna' cosa' interesante, ¿no creei'?
ru_ru: У них внутри какие-то странные штуковины, тебе не кажется?

# data/maps/autumn/path-8.json//entities/429/settings/event/12/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-8.json//entities/429/settings/event/13/message
source: Well, Ah'm \c[3]Talatu Lips\c[0].
es_es: Bueno, soy \c[3]Talatu Lips\c[0].
ru_ru: Ах, точно, я - \c[3]Талату Липс\c[0].

# data/maps/autumn/path-8.json//entities/429/settings/event/14/name
source: Talatu Lips
ru_ru: Талату Липс

# data/maps/autumn/path-8.json//entities/429/settings/event/15/message
source: Ah've takin' a notion ta findin' an' analyzin' as many as ah can.
es_es: Le he toma'o el gu'to a analizá' y encontrá' tanta' como pue'a.
ru_ru: Мне взбрело в голову найти и изучить столько, сколько смогу.

# data/maps/autumn/path-8.json//entities/429/settings/event/16/message
source: But that's turned out ta be a lot harder than ah 'spected.
es_es: Pero e'o resultó se' mucho ma' complica'o de lo que creía.
ru_ru: Но это оказалось сложнее, чем я ожидала.

# data/maps/autumn/path-8.json//entities/429/settings/event/17/message
source: See, gettin' at what's inside seems ta only be doable by Seekers.
es_es: Verá', parece que solo lo' Bu'cadore' puede' obtené' lo que tiene' adentro.
ru_ru: Видишь ли, добраться до того, что внутри, могут только Искатели.

# data/maps/autumn/path-8.json//entities/429/settings/event/18/message
source: Ah can only collec' what they bring me.
es_es: Io solo pue'o recogé' lo que me de'.
ru_ru: Я могу собирать только то, что они мне приносят.

# data/maps/autumn/path-8.json//entities/429/settings/event/20/thenStep/0/message
source: Might y'all be inner'sted in givin' me a hand?
es_es: Por Dio' Santo, ¿'tarían intere'a'o en darme una ma'o?
ru_ru: Может, тебя заинтересует предложение помочь мне с этим?

# data/maps/autumn/path-8.json//entities/429/settings/event/20/elseStep/0/message
source: Y'all already seem ta know the drill.
es_es: Parece que ia sabei' de que va.
ru_ru: Похоже, что ты уже знаешь, как это делается.

# data/maps/autumn/path-8.json//entities/429/settings/event/20/elseStep/1/message
source: Care ta help me out?
es_es: ¿Le' importaría aiudarme?
ru_ru: Можешь меня выручить?

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/1/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/2/message
source: Much obliged, girl, that there's mighty kind o' y'all.
es_es: Mucha gracia', chica, qué generosa' que soi' tú.
ru_ru: Весьма признательна, девочка, это очень любезно с твоей стороны.

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/3/message
source: First, lemme give y'all this here...
es_es: A ve', deja'me daro' e'to de aquí...
ru_ru: Для начала, давай я дам тебе это...

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/8/name
source: Talatu Lips
ru_ru: Талату Липс

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/10/message
source: This handy li'l gizmo will help y'all keep track o' yer progress.
es_es: E'te útil aparatejo te aiudará ra'trea' el progreso.
ru_ru: Эта удобная штучка поможет тебе отслеживать твой прогресс.

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/11/message
source: Jes' keep hittin' them plants an' analyze 'em by gettin' them doohickeys.
es_es: Tú solo dale a e'a planta' y analízala' consiguiendo su' cosa', eh.
ru_ru: Просто продолжай бить растения и анализировать их, доставая из них разные штуковины.

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/12/message
source: Y'all can check yer progress in the menu too!
es_es: ¡Podei' ver el progreso en vue'tro menú también, eh!
ru_ru: Ты можешь увидеть свой прогресс в меню!

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/13/message
source: Ah took the liberty of addin' mah findin's fer the \c[3]Alpha Ball Plant\c[0].
es_es: Me he tomado la libertá' de agregar mi' de'cubrimiento' pa' la \c[3]Planta Bola Alfa\c[0].
ru_ru: Я взяла на себя смелость добавить информацию для \c[3]Шарового растения Альфа\c[0].

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/14/message
source: Jes' keep hittin' them plants fer me, a'right?
es_es: Tú solo dale a la' planta' por mí, ¿eh?
ru_ru: Просто продолжай бить растения, хорошо?

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/15/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/16/message
source: Alrighty, Ah'll be off explorin' fer more o' them plants.
es_es: Vale, e'taré e'plorando en bu'ca de ma' planta'.
ru_ru: Ладненько, я пока займусь исследованием этих растений.

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/17/message
source: Might even meetcher again along the way.
es_es: Quizá' 'a'ta lo' vea por e' camino, eh.
ru_ru: Может, даже встретимся по пути.

# data/maps/autumn/path-8.json//entities/429/settings/event/21/accepted/18/message
source: Once y'all're finished, come find me in \c[3]Rookie Harbor Alley Quarters\c[0].
es_es: Cuando 'aiai' termina'o, veni' a \c[3]Puerto Recluta - Cuartele' de' Caiejó'\c[0].
ru_ru: Как только ты закончишь, найди меня в \c[3]Гавани новичков в районе Аллеи\c[0].

# data/maps/autumn/path-8.json//entities/429/settings/event/21/declined/1/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/path-8.json//entities/429/settings/event/21/declined/2/message
source: Well bless yer heart, girl, y'all come back if y'ever change yer mind.
es_es: Bueno pue' que Dio' te bendiga, chica, volve' si cambia' de opinión.
ru_ru: Благослови твоё сердце, девочка, возвращайся, когда передумаешь.

source: One of the sick trees. Apply \c[3]\v[item.171.name]\c[0] to cure it.
es_es: Uno de los árboles enfermos. Aplícale el \c[3]\v[item.171.name]\c[0] para curarlo.
ru_ru: Одно из больных деревьев. Используйте \c[3]\v[item.171.name]\c[0], чтобы вылечить его.

# data/maps/autumn/path4.json//entities/115/settings/condAnims/0/interact/title
source: Sick Tree
es_es: Árbol Enfermo
ru_ru: Больное дерево

source: Applying extract
es_es: Aplicando Extracto
ru_ru: Применение экстракта

source: Sickness cured!
es_es: ¡Enfermedad Curada!
ru_ru: Болезнь излечена!

# data/maps/autumn/path4.json//entities/497/settings/npcStates/0/event/2/message
source: Hello. I am the canonical NPC.
es_es: Hola. Soy un NPC canónico.
ru_ru: Привет. Я каноничный NPC.

# data/maps/autumn/path4.json//entities/497/settings/npcStates/0/event/4/message
source: Nice weather today, right?
es_es: Qué buen clima hace hoy, ¿no?
ru_ru: Хорошая погода сегодня, не так ли?

# data/maps/autumn/path4.json//entities/497/settings/npcStates/0/event/6/message
source: RIGHT?!
es_es: ¡¿NO?!
ru_ru: НЕ ТАК ЛИ?!

# data/maps/autumn/path4.json//entities/569/settings/interact/hoverText
source: \i[arrow-w] To Bergen Trail \i[arrow-ne] To Rookie Harbor \i[arrow-s] Old Path
es_es: \i[arrow-w] Al Sendero de Bergen \i[arrow-ne] Al Puerto Recluta \i[arrow-s] Viejo Camino
ru_ru: \i[arrow-w] к Тропе в Берген \i[arrow-ne] к Гавани новичков \i[arrow-s] Старый путь

# data/maps/autumn/path4.json//entities/606/settings/displayName
source: Jeff
ru_ru: Джефф

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Sorry, I'm kinda in the middle of something here...
es_es: Lo siento, estoy ocupado ahora mismo...
ru_ru: Извини, я тут вроде как занят...
