Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/399/message
source: Now I finally understand what has been going on with you.
es_es: Ahora finalmente entiendo lo que te sucedía.
ru_ru: Теперь я наконец понимаю, что с тобой происходит.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/400/message
source: You really must miss him, non?
es_es: Debes extrañarlo mucho, ¿non?
ru_ru: Ты действительно скучаешь по нему, не так ли?

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/401/message
source: That other Lukas in Evotarground.
es_es: Al otro Lukas en el Mundo Evotar.
ru_ru: По другому Лукасу в зоне эвотаров.

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/403/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/412/message
source: We'll get him out of there! Promise!
es_es: ¡Lo sacaremos de ahí! ¡Te lo prometo!
ru_ru: Мы вытащим его оттуда! Обещаю!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/420/message
source: Damn it!
es_es: ¡Demonios!
ru_ru: К чёрту!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/421/message
source: I'm gonna kick Sidwell's derrière so hard, he'll never sit well again!!
es_es: ¡¡Golpearé el derrière de Sidwell tan fuerte que no podrá volver a sentarse!!
ru_ru: Я так сильно надеру derrière (зад) Сидвелла, что он никогда больше не сможет нормально сидеть!!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/422/message
source: Ahhh! Gotta prepare!
es_es: ¡Ahhh! ¡Tengo que prepararme!
ru_ru: Ааах! Буду готовиться!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/435/message
source: I guess that is it! We are all set!
es_es: ¡Supongo que ya estamos! ¡Todo listo!
ru_ru: Ну вот и всё! Начало положено!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/437/message
source: Let us meet with everyone else at the \c[3]dojo\c[0] in \c[3]Sapphire Ridge\c[0].
es_es: Juntémonos con el resto en el \c[3]dojo\c[0] en \c[3]Cresta Zafiro\c[0].
ru_ru: Давай встретимся со всеми в \c[3]Додзё\c[0] в \c[3]Сапфировом крае\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/438/message
source: We had better be prepared as well!
es_es: ¡Será mejor que te prepares tú también!
ru_ru: Нам тоже не мешало бы подготовиться!

# data/maps/autumn/guild/inner-fs-eg.json//entities/76/settings/event/459/task
source: Meet everyone at \c[3]Old Dojo\c[0] in \c[3]Sapphire Ridge\c[0] to start the operation!
es_es: ¡Reúnete con el resto en el \c[3]Viejo Dojo\c[0] en \c[3]Cresta Zafiro\c[0] para comenzar la operación!
ru_ru: Встретьтесь со всеми в \c[3]Старом додзё\c[0] в \c[3]Сапфировом крае\c[0], чтобы начать операцию!

# data/maps/autumn/guild/inner-fs-eg.json//entities/79/settings/event/13/message
source: Hm...\. Albert isn't here, maybe upstairs?
es_es: Hm...\. Albert no está aquí, ¿quizá arriba?
ru_ru: Хм...\. Альберта здесь нет, может, он наверху?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/13/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/14/message
source: Here I am.
es_es: Aquí estoy.
ru_ru: Вот и я.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/15/message
source: So what do you want to tell me?
es_es: ¿Qué querías decirme?
ru_ru: Так что ты хотела мне сказать?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/16/message
source: Or rather...\. how?
es_es: O mejor dicho...\. ¿cómo?
ru_ru: Или скорее...\. как?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/23/message
source: In the meeting room?
es_es: ¿En la sala de reuniones?
ru_ru: В комнате собраний?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/24/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/31/message
source: So...\. what now?
es_es: Entonces...\. ¿ahora qué?
ru_ru: Ну...\. что теперь?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/33/message
source: Lea, I need to see the serial number of the projector again.
es_es: Lea, necesito ver el número de serie del proyector otra vez.
ru_ru: Лея, мне снова нужно взглянуть на серийный номер проектора.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/50/message
source: Hello Albert!
es_es: ¡Hola Albert!
ru_ru: Приветствую, Альберт!

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/52/message
source: Who are you?
es_es: ¿Quién eres?
ru_ru: Кто вы?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/53/message
source: My name is Sergey Asimov.\. I am...\. an acquaintance of Lea.
es_es: Mi nombre es Sergey Asimov.\. Soy...\. un conocido de Lea.
ru_ru: Меня зовут Сергей Азимов.\. Я...\. Я знакомый Леи.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/54/message
source: Pleased to meet you?
es_es: ¿Encantado de conocerte?
ru_ru: Приятно познакомиться?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/55/message
source: I am sure all of this is very unexpected...
es_es: Estoy seguro que todo esto te parece algo inesperado...
ru_ru: Я уверен, что это всё очень неожиданно...

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/56/message
source: Quite unexpected indeed.
es_es: Algo inesperado, en efecto.
ru_ru: Действительно, очень внезапно.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/57/message
source: I am here because I wanted to talk to you - about Lea, her circumstances, and other things.
es_es: Estoy aquí porque quería hablarte - sobre Lea, sus circunstancias, y otras cosas.
ru_ru: Я здесь, чтобы поговорить с вами о Лее, её обстоятельствах и других вещах.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/58/message
source: But before that, I want to emphasize that all of this is highly confidential.
es_es: Pero antes de eso, quisiera enfatizar que todo esto es altamente confidencial.
ru_ru: Но перед этим хочу подчеркнуть, что всё это в высшей степени конфиденциально.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/59/message
source: I need your word that you will not share this information with anybody else.
es_es: Necesito tu palabra de que no hablarás de esto con nadie.
ru_ru: Мне нужно ваше слово, что вы не будете делиться этой информацией с кем-либо ещё.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/61/message
source: That is fine. I can keep a secret.
es_es: Está bien. Puedo mantener un secreto.
ru_ru: Всё в порядке. Я умею хранить секреты.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/62/message
source: Alright then! First things first...\. about Lea.
es_es: ¡Perfecto! Primero lo primero...\. sobre Lea.
ru_ru: Тогда ладно! Первым делом...\. насчёт Леи.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/63/message
source: She is in fact \c[3]not controlled\c[0] by a player.
es_es: Ella \c[3]no está siendo controlada\c[0] por un jugador.
ru_ru: Она фактически \c[3]не контролируется\c[0] игроком.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/65/message
source: Come again?
es_es: ¿Cómo dice?
ru_ru: Простите?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/66/message
source: Lea...\. is controlled by an \c[3]AI\c[0].
es_es: Lea...\. es controlada por una \c[3]IA\c[0].
ru_ru: Лея...\. контролируется \c[3]искусственным интеллектом\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/68/message
source: Come again?
es_es: ¿Cómo dice?
ru_ru: Что вы говорите?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/69/message
source: AI...\. An \c[3]artificial intelligence\c[0].
es_es: IA...\. Una \c[3]inteligencia artificial\c[0].
ru_ru: ИИ...\. \c[3]Искусственный интеллект\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/70/message
source: I know what it means.
es_es: Sé lo que significa.
ru_ru: Я в курсе, что это означает.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/71/message
source: But it is very hard to believe.
es_es: Pero es difícil de creer.
ru_ru: Но в это очень трудно поверить.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/72/message
source: I mean yes, she can barely talk, but she reacts very naturally otherwise.
es_es: A pesar de que apenas pueda hablar, actúa muy naturalmente en otros ámbitos.
ru_ru: Я имею в виду, что она едва может говорить, но реагирует очень естественно.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/73/message
source: Well...
es_es: Bueno...
ru_ru: Что же...

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/74/message
source: It certainly does explain some of the weird circumstances from before.
es_es: A decir verdad, eso explicaría algunas situaciones extrañas.
ru_ru: Это, безусловно, объясняет некоторые странные обстоятельства в прошлом.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/75/message
source: What about you, Mr. Asimov? What exactly are you doing here?
es_es: ¿Y qué hay de usted, Sr. Asimov? ¿Qué hace usted aquí exactamente?
ru_ru: А что насчёт вас, мистер Азимов? Что вы здесь делаете?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/76/message
source: I am merely connected to the game to watch and support her.
es_es: Simplemente estoy conectado al juego para supervisarla y apoyarla.
ru_ru: Я просто подключён к игре, чтобы наблюдать и поддерживать её.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/77/message
source: I see...
es_es: Ya veo...
ru_ru: Понятно...

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/78/message
source: So why is this player controlled by an AI?
es_es: ¿Y por qué este jugador está siendo controlado por una IA?
ru_ru: Так почему этот игрок находится под контролем искусственного интеллекта?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/79/message
source: And why do you want to talk to me about this?
es_es: ¿Y por qué me hablas a mí de esto?
ru_ru: И почему вы мне об этом рассказываете?

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/80/message
source: It will take a bit longer to explain all the details.
es_es: Tomará un tiempo explicar todos los detalles.
ru_ru: Это займет немного больше времени, чтобы объяснить все детали.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/81/message
source: That is why I suggest we two talk about this somewhere outside of the game.
es_es: Por eso sugiero que hablemos de esto en algún lugar fuera del juego.
ru_ru: Вот почему я предлагаю нам поговорить об этом где-то за пределами игры.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/82/message
source: You should be able to see my contact info next to the hologram.
es_es: Deberías poder ver mi información de contacto al lado del holograma.
ru_ru: Вы можете увидеть мою контактную информацию под голограммой.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/83/message
source: Fine.
es_es: Bien.
ru_ru: Хорошо.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/84/message
source: I have to admit you've made me curious.
es_es: Debo admitir que me da curiosidad.
ru_ru: Должен признать, что вы меня заинтересовали.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/85/message
source: Alright then.
es_es: Bien entonces.
ru_ru: Тогда договорились.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/86/message
source: Lea? I need to log you out for the time being. We will talk again later.
es_es: ¿Lea? Tendré que desconectarte por un momento. Hablaremos luego.
ru_ru: Лея? Я вынужден на время отключить тебя. Мы поговорим снова позже.

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/87/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/88/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/89/message
source: Until then!
es_es: ¡Hasta entonces!
ru_ru: До скорого!

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/95/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/inner-fs-eg.json//entities/80/settings/event/100/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/autumn/guild/inner-fs-eg.json//entities/81/settings/event/12/text
source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

# data/maps/autumn/guild/inner-fs-eg.json//entities/81/settings/event/19/message
source: Good morning, Lea!
es_es: ¡Buenos días, Lea!
ru_ru: Доброе утро, Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/81/settings/event/22/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/guild/inner-fs-eg.json//entities/81/settings/event/23/message
source: So...\. things have been progressing surprisingly fast!
es_es: Bueno...\. ¡las cosas han estado progresando sorpresivamente rápido!
ru_ru: В общем...\. дела продвигаются неожиданно быстро!

# data/maps/autumn/guild/inner-fs-eg.json//entities/81/settings/event/24/message
source: I explained the situation to Albert and we got in touch with \c[3]Mr. Vestorovich\c[0].
es_es: Le expliqué la situación a Albert y nos pusimos en contacto con el \c[3]Sr. Vestorovich\c[0].
ru_ru: Я обсудил ситуацию с Альбертом, и мы смогли связаться \c[3]мистером Весторовичем\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/81/settings/event/25/message
source: And we have ourselves an appointment!
es_es: ¡Tenemos una cita!
ru_ru: И у нас назначена встреча!

# data/maps/autumn/guild/inner-fs-eg.json//entities/81/settings/event/27/message
source: Mr. Vestorovich wants to meet you in person. He is expecting you in his \c[3]mansion in Rhombus Square\c[0].
es_es: El Sr. Vestorovich quiere conocerte en persona. Te está esperando en su \c[3]mansión en Plaza Rombo\c[0].
ru_ru: Мистер Весторович хочет встретиться с тобой лично. Он ждёт тебя в своём \c[3]особняке на Площади Ромба\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/81/settings/event/28/message
source: Albert will pick you up at the \c[3]sky rail station in Rhombus Square - South Arch\c[0] and lead the way.
es_es: Albert te acompañará en el \c[3]Gran Teleférico de Plaza Rombo - Arco Sur\c[0] y te guiará.
ru_ru: Альберт встретит тебя на \c[3]станции Небесных рельс на Площади Ромба в Южной арке\c[0] и покажет дорогу.

# data/maps/autumn/guild/inner-fs-eg.json//entities/81/settings/event/29/message
source: We should hurry. Mr. Vestorovich is a busy person.
es_es: Deberíamos apurarnos, el Sr. Vestorovich es una persona ocupada.
ru_ru: Мы должны поспешить. Мистер Весторович занятой человек.

# data/maps/autumn/guild/inner-fs-eg.json//entities/81/settings/event/32/task
source: Meet Albert at the \c[3]Sky Rail Station\c[0] in \c[3]Rhombus Square - South Arch\c[0].
es_es: Júntate con Albert en la \c[3]Estación del Gran Teleférico\c[0] en \c[3]Plaza Rombo - Arco Sur\c[0].
ru_ru: Встретьтесь с Альбертом на \c[3]станции Небесных рельс\c[0] на \c[3]Площади Ромба в Южной арке\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/83/settings/event/13/text
source: A few months later...
es_es: Unos meses después...
ru_ru: Несколько месяцев спустя...

# data/maps/autumn/guild/inner-fs-eg.json//entities/83/settings/event/21/message
source: I'm here!!
es_es: ¡¡Estoy aquí!!
ru_ru: Я на месте!!

# data/maps/autumn/guild/inner-fs-eg.json//entities/83/settings/event/22/message
source: Did he call already?!
es_es: ¡¿Ya ha llamado?!
ru_ru: Он уже звонил?!

# data/maps/autumn/guild/inner-fs-eg.json//entities/83/settings/event/24/message
source: Not yet, dear.\. We're still waiting.
es_es: Aún no, querida.\. Seguimos esperando.
ru_ru: Нет, дорогая.\. Мы всё ещё ждём.

# data/maps/autumn/guild/inner-fs-eg.json//entities/83/settings/event/26/message
source: He should contact us any minute now.
es_es: Debería contactarnos en cualquier momento.
ru_ru: Он должен связаться с нами с минуты на минуту.

source: Hello, everyone...
es_es: Hola a todos...
ru_ru: Всем привет...

source: Hello, everyone.
es_es: Hola a todos...
ru_ru: Привет всем.

# data/maps/autumn/guild/inner-fs-eg.json//entities/83/settings/event/42/message
source: Good day, Sergey.
es_es: Buenos días, Sergey.
ru_ru: Добрый день, Сергей.

source: It has been some time...\. how have you been?
es_es: Ha pasado un tiempo...\. ¿cómo han estado?
ru_ru: Много времени прошло...\. как поживаете?

source: It is good to see you again.
es_es: Es bueno verlos otra vez.
ru_ru: Рад снова видеть вас.

source: It has been quite some time...
es_es: Ha pasado un tiempo...
ru_ru: Много времени прошло...

# data/maps/autumn/guild/inner-fs-eg.json//entities/83/settings/event/47/message
source: Bonjour!
ru_ru: Bonjour! (Привет)

# data/maps/autumn/guild/inner-fs-eg.json//entities/83/settings/event/48/message
source: Let's cut to the chase!\. What about Lea?
es_es: ¡Vayamos al grano!\. ¿Qué pasará con Lea?
ru_ru: Давайте перейдём к делу!\. Что насчёт Леи?

source: We...\. tried our best.
es_es: Hemos...\. hecho todo lo posible.
ru_ru: Мы...\. приложили все усилия.

source: But...\. we could not convince them.\. I am sorry.
es_es: Pero...\. no pudimos convencerlos.\. Lo siento.
ru_ru: Но...\. мы не смогли убедить их.\. Я сожалею.

source: Evotars...\. are officially \c[3]banned\c[0].
es_es: Los Evotares...\. están oficialmente \c[3]prohibidos\c[0].
ru_ru: Эвотары...\. официально \c[3]запрещены\c[0].

source: W-What does this mean?
es_es: ¿Q-Qué quiere decir eso?
ru_ru: Ч-Что это значит?

source: I am not allowed to let Lea back into the game.
es_es: No se me permite conectar a Lea al juego.
ru_ru: Мне не позволили вернуть Лею в игру.

source: Nor was I allowed...\. to keep any data of the Evotars...
es_es: Ni tampoco se me permitió...\. guardar ninguna información de los Evotares...
ru_ru: Равно как и не разрешили...\. сохранить любые данные об эвотарах...

source: No...
ru_ru: Нет...

source: I...\. I am so sorry...
es_es: L...\. Lo siento mucho...
ru_ru: Я...\. Мне так жаль...

source: Well...
es_es: Bueno...
ru_ru: Ну...

source: I have \c[3]great news\c[0] to share!
es_es: ¡Tengo \c[3]grandes noticias\c[0]!
ru_ru: У меня есть \c[3]хорошие новости\c[0]!

source: Instatainment agreed on a \c[3]research project\c[0] within the Playground!
es_es: ¡Instatainment aceptó hacer un \c[3]proyecto de investigación\c[0] dentro del Campo de Juego!
ru_ru: Instatainment одобрили \c[3]исследовательский проект\c[0] в пределах игровой зоны!

source: We will be able to get Evotars back in the game in a few months.
es_es: Podremos traer a los Evotares de vuelta al juego en unos pocos meses.
ru_ru: У нас будет возможность вернуть эвотаров в игру через несколько месяцев.

source: Do-does this mean...?
es_es: ¿Es-esto quiere decir...?
ru_ru: Эт-Это значит...?

source: Yes, Lea will return!
es_es: Sí, ¡Lea volverá!
ru_ru: Да, Лея вернётся!

source: Dear, please get off the table!
es_es: ¡Querida, por favor bájate de la mesa!
ru_ru: Дорогая, пожалуйста, слезь со стола!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/20/message
source: Thanks for showing up everyone!
es_es: ¡Gracias a todos por venir!
ru_ru: Спасибо всем, что пришли!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/22/message
source: Oui!
ru_ru: Oui (Да)!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/23/message
source: Now let's cut right to the chase!
es_es: ¡Ahora vayamos directo al grano!
ru_ru: Давайте перейдём сразу к делу!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/25/message
source: It is time to finish the thing!
es_es: ¡Es momento de acabar con esa cosa!
ru_ru: Пришло время кое-что закончить!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/26/message
source: The one thing we never managed to do all that time!
es_es: ¡Esa única cosa que ha quedado pendiente todo este tiempo!
ru_ru: То, что мы никак не могли сделать всё это время!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/27/message
source: We will finish...
es_es: Terminaremos...
ru_ru: Мы закончим...

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/33/message
source: THE RAID!!
es_es: ¡¡LA RAID!!
ru_ru: РЕЙД!!!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/39/message
source: Lea!!
ru_ru: Лея!!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/40/message
source: Oui!!
ru_ru: Oui (Да)!!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/44/message
source: YES! It's raid time!
es_es: ¡SÍ! ¡Hora de la raid!
ru_ru: ДА! Время рейда!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/46/message
source: Huh?\. What raid?
es_es: ¿Eh?\. ¿Qué raid?
ru_ru: А?\. Какого рейда?

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/51/message
source: Oh, you don't remember?
es_es: Oh, ¿no lo recuerdas?
ru_ru: Ой, так ты не помнишь?

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/52/message
source: I think our...\. "split" must have happened before that, right?
es_es: Creo que nuestra...\. "separación" sucedió antes de eso, ¿no?
ru_ru: Я думаю, наше...\. "разделение", скорее всего, произошло до этого, да?

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/53/message
source: Makes sense...
es_es: Tiene sentido...
ru_ru: Логично...

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/54/message
source: It was the last thing we did before Lea disappeared.
es_es: Fue lo último que hicimos antes de que Lea desaparezca.
ru_ru: Это было последнее, что мы сделали, прежде чем Лея пропала.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/55/message
source: I see...
es_es: Ya veo...
ru_ru: Понятно...

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/56/message
source: Anyway, this is great!
es_es: ¡Como sea, esto es genial!
ru_ru: В любом случае, это отлично!

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/57/message
source: I always wondered how the whole thing would end.
es_es: Siempre me pregunté como termina.
ru_ru: Мне всегда было интересно, чем всё могло бы закончиться.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/65/message
source: Things will work pretty similar to last time.
es_es: Las cosas serán similares a la última vez.
ru_ru: Всё будет примерно так же, как и в прошлый раз.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/66/message
source: We'll split everyone into two teams that run in parallel.
es_es: Nos dividiremos en dos equipos que irán en paralelo.
ru_ru: Мы разделимся на две команды, которые будут работать параллельно.

# data/maps/autumn/guild/inner-fs-eg.json//entities/84/settings/event/67/message
source: Team one will be \c[3]Emilie\c[0], \c[3]Lea\c[0] and \c[3]Luke\c[0].
es_es: El equipo uno está formado por \c[3]Emilie\c[0], \c[3]Lea\c[0] y \c[3]Luke\c[0].
ru_ru: Команда один будет состоять из \c[3]Эмили\c[0], \c[3]Леи\c[0] и \c[3]Люка\c[0].
