Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

source: \c[1]Bye!!\c[0]
es_es: \c[1]¡¡Adiós!!\c[0]
ru_ru: \c[1]Пока!!\c[0]

source: Suuuure...
es_es: Seguuuuuro...
ru_ru: Конеееечно...

# data/maps/autumn/entrance.json//entities/148/settings/event/42/text
source: Back then, she was the only clue I had.\. That is why...\. I put her into the game.
es_es: En ese entonces, ella era la única pista que tenía.\. Es por eso que...\. la metí al juego.
ru_ru: Тогда она была моей единственной зацепкой.\. Вот почему...\. я втянул её в эту игру.

source: We enjoy these battles.
es_es: Disfrutamos estas batallas.
ru_ru: Нам нравятся такие битвы.

source: Time to face your nemesis.
es_es: Es hora de enfrentarte a tu némesis.
ru_ru: Время встретиться лицом к лицу с заклятым врагом.

source: Time to meet our pet again!
es_es: ¡Es hora de reencontrarnos con nuestra mascota!
ru_ru: Время снова встретиться с нашим питомцем!

source: This time, we prepared a stage for you.
es_es: Esta vez, preparamos un escenario para ti.
ru_ru: На это раз, мы подготовили площадку для тебя!

source: Meet an old friend!
es_es: ¡Conoce a un viejo amigo!
ru_ru: Встречайте старого друга!

source: We took the liberty of modifying it a bit.
es_es: Nos tomamos la libertad de modificarlo un poco.
ru_ru: Мы осмелились немного модифицировать его.

source: Now show us your best performance!
es_es: ¡Ahora, muéstranos de lo que eres capaz!
ru_ru: Теперь покажи нам свой лучший результат!

source: Show us your best performance!
es_es: ¡Muéstranos de lo que eres capaz!
ru_ru: Покажи нам свой лучший результат!

# data/maps/autumn/extra-boss.json//entities/286/settings/event/6/message
source: You defeated it...
es_es: Lo has vencido...
ru_ru: Ты победила нас...

# data/maps/autumn/extra-boss.json//entities/286/settings/event/7/message
source: We promised to measure the time. Behold!
es_es: Prometimos tomarte el tiempo. ¡Mirad!
ru_ru: Мы обещали измерить время. Узрите!

source: Why do you keep teasing us with this pose?
es_es: ¿Por qué sigues tentándonos con esa pose?
ru_ru: Почему ты продолжаешь дразнить нас этой позой?

source: Yes. This pose. We know it.
es_es: Sí. Esta pose. La conocemos.
ru_ru: Да. Эта поза. Мы её знаем.

# data/maps/autumn/extra-boss.json//entities/286/settings/event/24/message
source: ...We shall now escort you back...
es_es: ...Debemos escoltarte de vuelta...
ru_ru: ...Сейчас мы проводим тебя обратно...

# data/maps/autumn/guild/entrance.json//entities/10/settings/interact/hoverText
source: Home to all guilds with small budgets!
es_es: ¡Al hogar de todos los gremios con poco dinero!
ru_ru: Дом для всех малобюджетных гильдий!

# data/maps/autumn/guild/entrance.json//entities/10/settings/interact/title
source: \c[3]Autumn Residences\c[0]
es_es: \c[3]Residencias Otoño\c[0]
ru_ru: \c[3]Осенние резиденции\c[0]

# data/maps/autumn/guild/entrance.json//entities/13/settings/interact/hoverText
source: Last Minute Heroes
es_es: Héroes Justo a Tiempo
ru_ru: Герои последней минуты

# data/maps/autumn/guild/entrance.json//entities/15/settings/interact/hoverText
source: Last Minute Heroes
es_es: Héroes Justo a Tiempo
ru_ru: Герои последней минуты

# data/maps/autumn/guild/entrance.json//entities/178/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

# data/maps/autumn/guild/entrance.json//entities/181/settings/event/2/message
source: And to the left.
es_es: Y a la izquierda.
ru_ru: Тут налево.

# data/maps/autumn/guild/entrance.json//entities/181/settings/event/3/message
source: Oh, it's like a small village!
es_es: ¡Oh, es como una pequeña aldea!
ru_ru: Ой, похоже на маленькую деревню!

source: Hey there, Newbies!
es_es: ¡Hola, Novatas!
ru_ru: Эй, привет, новички!

source: Just wait until we reach your level, monsieur...
es_es: Solo espera hasta que llegemos a tu nivel, monsieur...
ru_ru: Только подожди, пока мы достигнем твоего уровня, monsieur (месье)...

source: I'll make you regret calling us Newbies, you'll see!
es_es: ¡Haré que te arrepientas de llamarnos novatas, ya verás!
ru_ru: Я заставлю тебя пожалеть о том, что ты назвал нас новичками, вот увидишь!

source: Hah, you sound like my little brother planning to catch up with my age!
es_es: Ja, ¡suenas como mi hermano pequeño tratando de alcanzarme en edad!
ru_ru: Ха, ты говоришь так, будто мой младший брат собирается догнать меня по возрасту!

source: Nyeeahahahaha!
ru_ru: Ньяяяхахахаха!

source: Oui, oui~ Laugh while you still can!
es_es: Oui, oui~ ¡Ríete mientras puedas!
ru_ru: Oui, oui (Да-да)~ Смейся, пока можешь!

source: It's the Spheromancer! Hi!
es_es: ¡Es la Spheromancer! ¡Hola!
ru_ru: А вот и сферомант! Привет!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Repeating my words like parrot, cute!
es_es: Repite mis palabras como un loro, ¡qué tierna!
ru_ru: Повторяешь мои слова, как попугай, мило!

source: Well, good luck with the cold dungeon.
es_es: Bueno, suerte con la mazmorra de hielo.
ru_ru: Ну, удачи тебе в холодном подземелье.

source: Would be cool to have you two around as members.
es_es: Me gustaría tenerlas a las dos como miembros.
ru_ru: Было бы здорово, если бы вы двое стали членами гильдии.

source: You seem to be fun.
es_es: Parecen ser divertidas.
ru_ru: Ты кажешься забавной.

source: Hey, you two! Back from the dungeon?
es_es: ¡Ey, ustedes dos! ¿Ya volvieron de la mazmorra?
ru_ru: Эй, парочка! Вернулись из подземелья?

source: Oui, piece of cake!
es_es: ¡Oui, pan comido!
ru_ru: Oui (Да), раз плюнуть!

source: But I'm glad it's over.\. Damn, I hated those bugs.
es_es: Pero me alegro de que haya terminado.\. Dios, odié a esos bichos.
ru_ru: Но я рада, что все кончилось.\. Блин, ненавижу этих жуков.

source: Oh really? That was the best part of the dungeon if you ask me.
es_es: ¿Oh en serio? Esa fue la mejor parte de la mazmorra para mí.
ru_ru: Серьёзно? По-моему, это было лучшей частью подземелья.

source: ...What?
es_es: ¿...Qué?
ru_ru: ...Что?

source: Didn't you think those bugs were pretty damn... \c[3]cool\c[0]?
es_es: ¿No crees que esos bichos eran bastante... \c[3]fríos\c[0]?
ru_ru: Тебе не кажется, что эти жуки были чертовски... \c[3]освежающими\c[0]?

source: Ouch...
ru_ru: Ооой...

source: I guess something about them must have \c[3]bugged\c[0] you!
es_es: ¡Supongo que te habrán \c[3]infestado\c[0]!
ru_ru: Мне кажется, они могли \c[3]установить жучок\c[0] на тебя!

source: Sacrebleu, stop it please!
es_es: ¡Sacrebleu, para por favor!
ru_ru: Sacrebleu (Господи), прекрати, пожалуйста!

source: Nyeeahahahahahaha!
ru_ru: Ньяяяхахахахахаха!

source: Hello there! Great to see the newbie squad complete again.
es_es: ¡Hola! Qué bueno ver que el escuadrón novato está completo otra vez.
ru_ru: Всем привет! Рад видеть команду новичков снова в сборе.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Monsieur, stop calling us newbies already.
es_es: Monsieur, deja de llamarnos novatos de una vez.
ru_ru: Monsieur (Месье), хватит уже называть нас новичками.

source: You two will always be newbies in my heart!
es_es: ¡Ustedes dos siempre serán novatas en mi corazón!
ru_ru: Вы двое всегда будете новичками в моём сердце!

source: Sacrebleu...
ru_ru: Sacrebleu (Боже мой)...

source: Now, Lea. I need to talk to you.
es_es: Ahora, Lea. Tengo que hablar contigo.
ru_ru: Так, Лея. Мне надо с тобой поговорить.

source: Oh, it's a Lea! Hi!
es_es: ¡Oh, es Lea! ¡Hola!
ru_ru: Оу, это Лея! Привет!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: You've been missed! It's good to see you again.
es_es: ¡Te hemos extrañado! Qué bueno verte otra vez.
ru_ru: Нам тебя не хватало! Рад видеть тебя снова.

source: Anyway~
es_es: Como sea~
ru_ru: Тем не менее~

source: You should be aware that, as a First Scholar member, being absent for this long is unacceptable.
es_es: Deberías saber que, como miembro de Los Primeros Eruditos, estar ausente tanto tiempo es inaceptable.
ru_ru: Тебе нужно иметь в виду, что членам Первоучёных отсутствовать так долго недопустимо.

source: We therefore demand the following compensation:
es_es: Por ello demandamos la siguiente compensación:
ru_ru: Мы требуем возмещения ущерба следующим образом:

source: Also please make sure to collect the requested items with your fellow, bug-loving Pentafist friend.
es_es: Asegúrate de recoger los objetos pedidos con tu amiga Pentafist amante de los bichos.
ru_ru: Так же, пожалуйста, убедись, что собираешь требуемые предметы вместе со своей подругой-пентафистом, любительницей жуков.

source: Shut up.
es_es: Cállate.
ru_ru: Заткнись.

source: What...? This is all according to protocol. Better check what you sign!
es_es: ¿Qué...? Esto es todo de acuerdo al protocolo. ¡Hubieras revisado a qué te enlistaste!
ru_ru: Что...? Всё согласно протоколу. Смотри, что подписываешь!

source: Nyeeahahahaha!
ru_ru: Ньяяяхахахаха!

source: Sorry, that's all the money you'll get from me for now.
es_es: Lo siento, ese es todo el dinero que te daré por ahora.
ru_ru: Извини, но это все деньги, которые я могу дать сейчас.

source: Have fun in Sapphire Ridge!
es_es: ¡Diviértete en Cresta Zafiro!
ru_ru: Повеселись в Сапфировом крае!

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: There you are...
es_es: Ahí estás...
ru_ru: Вот ты где...

source: Yeah...\. I'm sorry about that last joke during the D-Link.\. That was in poor taste.
es_es: Sí...\. Perdona por ese último chiste en el MD.\. Fue de mal gusto.
ru_ru: Да...\. прошу прощения за последнюю шутку через Прямую связь.\. Это было бестактно.

source: So here is your actual reward!
es_es: ¡Así que aquí está tu verdadera recompensa!
ru_ru: Вот твоё вознаграждение!

source: How?!
es_es: ¡¿Cómo?!
ru_ru: Как?!

source: I told you it's not a million, but I'm not a scrooge either.
es_es: Te dije que no era un millón, pero tampoco soy tacaño.
ru_ru: Я не обещал тебе миллион, но я и не скряга какой-нибудь.

source: You can sell those and buy some good \c[3]Cobalt equipment\c[0] or something like that. It'll pay off.
es_es: Puedes vender eso y comprarte un buen \c[3]Equipamiento de Cobalto\c[0] or algo así. Valdrá la pena.
ru_ru: Ты можешь это продать и купить немного хорошего \c[3]Кобальтового снаряжения\c[0] или типа того. Тебе пригодится.

source: Lea!
ru_ru: Лея!

source: Too bad the raid won't happen, but it can't be helped.
es_es: Una pena que no haremos la raid, pero es lo que hay.
ru_ru: Жаль, что рейда не будет, но ничего не поделаешь.

source: Have fun in Sapphire Ridge!
es_es: ¡Diviértete en Cresta Zafiro!
ru_ru: Повеселись в Сапфировом крае!

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: It's good to have you back!
es_es: ¡Es bueno que estés de vuelta!
ru_ru: Хорошо, что ты вернулась!

source: Though I have to admit, I'm a bit disappointed about Luke...
es_es: Aunque debo admitir, estoy un poco decepcionado por Luke...
ru_ru: Хотя, должен признать, я немного разочарован по поводу Люка...

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Somehow I thought none of you Evotars could speak.
es_es: Por algún motivo creí que ninguno de los Evotares podría hablar.
ru_ru: Я почему-то думал, что ни один эвотар не может говорить.

source: And I was looking forward to some fun conversations with a version of Lukas that can't talk back.
es_es: Y ansiaba tener algunas divertidas conversaciones con una versión de Lukas que no pudiera contestar.
ru_ru: И я с нетерпением ждал весёлых разговоров с версией Лукаса, которая не может ответить.

source: Nyahahahahahaha!
ru_ru: Ньяхахахахахаха!

source: Seriously, Buggy.
es_es: En serio, Buggy.
ru_ru: Серьёзно, Багги.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Holerö! Back in the game, I see? That's very good.
es_es: ¡Holerö! Veo que ya estás de vuelta. ¡Se te echaba de menos!
ru_ru: Holerö (Привет)! Я смотрю, ты снова в игре? Это очень хорошо.

source: Dark Lord Meanie.
es_es: Eres malvado.
ru_ru: Подлый Тёмный лорд.

source: Oh Junge... You really won't let it go.
es_es: Oh Junge... no seas tan resentida.
ru_ru: Oh Junge (О, Боже)... Ты и правда не отстанешь.

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: She's mad because I didn't tell her that you're mute.
es_es: Está enojada porque no le dije que eras muda.
ru_ru: Она злится, потому что я не сказал ей, что ты не можешь разговаривать.

source: You knew it and you could have told me several times since the quiz!
es_es: ¡Lo sabías desde la encuesta y podrías habérmelo dicho en varias ocasiones!
ru_ru: Ты знал это и мог сказать мне несколько раз, ещё со времен теста!

source: But that wouldn't have been nearly as much fun to watch.
es_es: Pero eso no habría tenido ninguna gracia.
ru_ru: Но тогда это не было бы так весело.

source: You're the worst!
es_es: ¡Eres lo peor!
ru_ru: Ты ужасен!

source: Just wait until I reach your level, I'll beat your derrière in PvP. Every. Single. Day.
es_es: Solo espera a que alcance tu nivel, te patearé el derrière en PvP. Cada. Maldito. Día.
ru_ru: Дождись, пока я достигну твоего уровня, и я буду надирать тебе derrière (задницу) в PvP. Каждый. Чёртов. День.

source: Great. Very bright outlooks for me.
es_es: Oh... no puedo esperar.
ru_ru: Отлично. Меня ждут очень яркие перспективы.

source: I also heard that Emilie finally found out about your speech module malfunction, hm?
es_es: Oí que Emilie se enteró de la malfunción con tu módulo del habla, ¿no?
ru_ru: Ещё я слышал, что Эмили наконец узнала о сбое в твоем речевом аппарате, это так?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, took her long enough. But this is just very much like her.
es_es: Bueno, llevó su tiempo. Pero así es ella.
ru_ru: Ну, у неё это заняло много времени. Но это так на неё похоже.

source: You know, I could have told her about it several times... but I sorta didn't.
es_es: Sabes, podría haberle dicho varias veces... pero como que no.
ru_ru: Знаешь, я мог сказать ей об этом несколько раз... но я, типа, не стал.

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: Yeah sorry... I was just curious to see how long she'd manage to stay oblivious.
es_es: Si, perdón... Es que tenía curiosidad por ver cuanto tiempo le tomaría darse cuenta.
ru_ru: Да, прости... Просто мне было любопытно, как долго ей удастся не обращать внимания.

source: In hindsight that probably wasn't a very nice thing to do. Emilie is pretty mad at me now.
es_es: En retrospectiva, no fue muy amable de mi parte. Emilie está bastante enojada conmigo.
ru_ru: Оглядываясь назад, думаю, что так поступать не очень хорошо. Эмили теперь на меня чертовски зла.

source: ...Bye!
es_es: ¡...Adiós!
ru_ru: ...Пока!

source: Japp. I deserve it.
es_es: Japp. Me lo merezco.
ru_ru: Japp (Йеп). Я заслужил это.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Holerö!
ru_ru: Holerö (Здарова)!

source: We're currently busy planning a few details of an upcoming event.
es_es: Estamos ocupados planeando los detalles de un evento próximo.
ru_ru: На данный момент мы заняты планированием некоторых деталей по предстоящему событию.

source: Oh, I'm sure you're curious what this is about.\. But I've been told not to spoil anything.
es_es: Oh, estoy seguro de que quieres saber de que se trata.\. Pero me pidieron que no te diga nada.
ru_ru: О, я уверен, что тебе интересно узнать, о чём же оно.\. Но мне сказали ничего не спойлерить.

source: Hlin and Emilie will have all the news for you in that upcoming meeting!
es_es: ¡Hlin y Emilie te darán las noticias en la próxima reunión!
ru_ru: Хлин и Эмили расскажут тебе все новости на предстоящем собрании!

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/13/message
source: Ah, the Newbies have arrived!
es_es: ¡Ah, las novatas han llegado!
ru_ru: А, вот и новички прибыли!

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/22/message
source: This fellow here is \c[3]Buggy\c[0].
es_es: Este tipo de aquí es \c[3]Buggy\c[0].
ru_ru: Этого парня зовут \c[3]Багги\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/23/message
source: Bonjour, Emilie~
ru_ru: Bonjour (Привет), Эмили~

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/24/message
source: Lea!
ru_ru: Лея!

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/25/message
source: Nice to meet you two!
es_es: ¡Un gusto conocerlas!
ru_ru: Приятно познакомиться!

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/26/message
source: Lukas, Lukas...
ru_ru: Лукас, Лукас...

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/27/message
source: Bringing in the girls as usual, huh?
es_es: Como siempre trayendo a las chicas, ¿eh?
ru_ru: Приводишь девочек, как обычно, да?

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/30/message
source: Nyeeahahahahaha!
ru_ru: Ньяяхахахахаха!

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/31/message
source: Sure, whatever.
es_es: Seguro, como sea.
ru_ru: Ага, типа того.

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/32/message
source: The others are waiting upstairs!
es_es: ¡El resto espera arriba!
ru_ru: Остальные ждут наверху!

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/35/task
source: People are waiting for you in the upper floor of the \c[3]First Scholars HQ\c[0].
es_es: Hay gente esperándote en el piso de arriba de la \c[3]Sede de los Primeros Eruditos\c[0].
ru_ru: Люди ждут вас на верхнем этаже в \c[3]штабе Первоучёных\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/40/message
source: ...as usual?
es_es: ¿...como siempre?
ru_ru: ...как обычно?

# data/maps/autumn/guild/inner-fs-eg.json//entities/59/settings/event/41/message
source: Don't take him seriously.
es_es: No te lo tomes en serio.
ru_ru: Не воспринимай его всерьёз.

source: Hello, my dears! So how about it, did you complete the \c[3]Temple Mine\c[0]?
es_es: ¡Hola, queridas! ¿Y bien? ¿Cómo les fue? ¿Completaron el \c[3]Templo Mina\c[0]?
ru_ru: Здравствуйте, дорогие мои! Ну как там, вы завершили прохождение \c[3]Храм-Шахты\c[0]?

source: Oui! We did indeed!
es_es: ¡Oui! ¡Lo conseguimos!
ru_ru: Oui (Да)! Завершили, ещё как!

source: Wonderful! So, are you ready to take the \c[3]quiz\c[0]?
es_es: ¡Genial! ¿Así que están listas para la \c[3]encuesta\c[0]?
ru_ru: Замечательно! Так что, вы готовы пройти \c[3]тест\c[0]?

source: Yes, I'm ready!
es_es: ¡Sí, estoy lista!
ru_ru: Да, я готова!

source: How about you, Lea?
es_es: ¿Y qué hay de ti, Lea?
ru_ru: Как насчёт тебя, Лея?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Very well...
es_es: Muy bien...
ru_ru: Очень хорошо...

source: We'll hold the quiz over there in the seminar room.
es_es: Haremos la encuesta por ahí, en la sala de seminarios.
ru_ru: Мы проведём тест в комнате для совещаний.

source: And of course both of you will be tested separately. Who wants to go first?
es_es: Y por supuesto, ambas serán encuestadas por separado. ¿Quién quiere ir primero?
ru_ru: И, конечно же, вы обе будете проходить тест отдельно. Кто хочет пойти первым?

source: Oh, I'm fine with going first!
es_es: Oh, ¡no tengo problema en ir primera!
ru_ru: Ну, я могу быть первой!

source: Is that ok, Lea?
es_es: ¿Te parece bien, Lea?
ru_ru: Ты не против, Лея?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alrighty! I'll get the others.
es_es: ¡Perfecto! Traeré al resto.
ru_ru: Ладненько! Я позову остальных.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Oh? You still need some time?
es_es: ¿Oh? ¿Aún necesitas algo de tiempo?
ru_ru: Ой, тебе нужно ещё немного времени?

source: D'accord, we'll come back soon, Lin!
es_es: D'accord, ¡volveremos pronto, Lin!
ru_ru: D'accord (Хорошо), мы скоро вернёмся, Лин!

source: Alrighty! I'll be waiting.
es_es: ¡Perfecto! Estaré esperando.
ru_ru: Ладненько! Я буду ждать.

source: [Take Quiz]
es_es: [Tomar la Encuesta]
ru_ru: [Начать тест]

source: [Not now]
es_es: [Ahora no]
ru_ru: [Не сейчас]

source: Are you ready to retake the quiz?
es_es: ¿Estás lista para retomar la encuesta?
ru_ru: Ты готова пересдать тест?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alrighty! Here we go!
es_es: ¡Perfecto! ¡Aquí vamos!
ru_ru: Ладненько! Поехали!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I see. Take all the time you need.
es_es: Ya veo. Tómate el tiempo que necesites.
ru_ru: Я поняла. Можешь не торопиться.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Lea, dear! It's great to see you again!
es_es: ¡Lea, querida! ¡Qué bueno verte de vuelta!
ru_ru: Лея, дорогая! Так здорово увидеть тебя снова!

source: And just in time for the raid! I suppose the others told you about it already?
es_es: ¡Y justo a tiempo para la raid! ¿Supongo que los otros ya te han contado?
ru_ru: И как раз к рейду! Я полагаю, что остальные уже сообщили тебе об этом?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well then, it's important that you collect the \c[3]\v[item.376.name]\c[0] first.
es_es: Bueno, es importante que cojas la \c[3]\v[item.376.name]\c[0] primero.
ru_ru: Итак, для вас важно собрать в первую очередь \c[3]\v[item.376.name]\c[0].

source: You'll need it to enter the area of the raid event.
es_es: La necesitarás para entrar al área de la raid.
ru_ru: Она нужна вам, чтобы войти в зону с рейдовым событием.

source: That hopefully shouldn't be too hard for an ambitious Spheromancer like you, eh?
es_es: Supongo que eso no será mucho pedir para una ambiciosa Spheromancer como tú, ¿no?
ru_ru: Надеюсь, это будет не сложно для такого амбициозного сфероманта, как ты, а?

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: Hm? Oh, I've heard about your duel with the green-haired Spheromancer!
es_es: ¿Hm? Oh, ¡he oído de tu duelo con ese Spheromancer de pelo verde!
ru_ru: Хм? Ох, я слышала о твоей дуэли с зеленоволосым сферомантом!

source: Seeking challenges already this early in the game, I'm so happy to have you in our guild!
es_es: Buscando desafíos tan pronto en el juego, ¡estoy tan feliz de tenerte en el gremio!
ru_ru: Уже ищешь испытания на таком раннем этапе? Я очень рада, что ты в нашей гильдии!

source: Anyway, you've got time until tomorrow. Please be so kind and collect the Shade!
es_es: Como sea, tienes tiempo hasta mañana. ¡Por favor acuérdate de coger la Sombra!
ru_ru: В любом случае, у тебя есть время до завтрашнего дня. Пожалуйста, будь так любезна и получи Тень.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Lea, dear! It's great to see you again!
es_es: ¡Lea, querida! ¡Qué bueno verte otra vez!
ru_ru: Лея, дорогая! Так здорово увидеть тебя снова!

source: And just in time for the raid! I suppose the others told you about it already?
es_es: ¡Y justo a tiempo para la raid! ¿Supongo que los otros ya te han contado?
ru_ru: И как раз к рейду! Я полагаю, что остальные уже сообщили тебе об этом?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I was planning to hold a small briefing today to explain all the details to you.
es_es: Estaba planeando tener una pequeña reunión hoy para explicar todos los detalles.
ru_ru: Я планировала провести небольшой инструктаж сегодня, чтобы объяснить вам все детали.

source: Do you have time right now?
es_es: ¿Tienes tiempo ahora?
ru_ru: У тебя сейчас есть время?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alrighty! Follow me then!
es_es: ¡Perfecto! ¡Sígueme entonces!
ru_ru: Ладненько! Тогда следуй за мной!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I see. Please tell me once you do.
es_es: Ya veo. Por favor dime cuando puedas.
ru_ru: Поняла. Пожалуйста, скажи мне, когда сможешь.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Sorry...
es_es: Perdón...
ru_ru: Прости...
