Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn-fall.po
Languages: es_es, ru_ru

# data/maps/autumn-fall/raid/raid-02.json//entities/494/settings/event/15/message
source: Let's gooo~
es_es: ¡Vamooos!~
ru_ru: Вперёёёд~

# data/maps/autumn-fall/raid/raid-02.json//entities/494/settings/event/16/message
source: Whooo~
es_es: Viva~
ru_ru: Юхууу~

# data/maps/autumn-fall/raid/raid-02.json//entities/504/settings/event/5/message
source: So... is it really just regular battles?
es_es: Entonces... ¿no son más que batallas normales?
ru_ru: Так... это правда просто обычные битвы?

# data/maps/autumn-fall/raid/raid-02.json//entities/504/settings/event/6/message
source: Just wait, the good stuff has yet to come!
es_es: Solo espera, ¡lo bueno está por venir!
ru_ru: Просто подожди, самая мякотка ещё впереди!

# data/maps/autumn-fall/raid/raid-02.json//entities/505/settings/event/8/message
source: And done...
es_es: Y listo...
ru_ru: И готово...

# data/maps/autumn-fall/raid/raid-02.json//entities/519/settings/event/16/message
source: Almost there!
es_es: ¡Ya casi está!
ru_ru: Почти на месте!

# data/maps/autumn-fall/raid/raid-02.json//entities/527/settings/event/10/message
source: Here we go!
es_es: ¡Aquí vamos!
ru_ru: Поехали!

# data/maps/autumn-fall/raid/raid-02.json//entities/527/settings/event/16/message
source: Listen, Luke!
es_es: ¡Escucha, Luke!
ru_ru: Слушай, Люк!

# data/maps/autumn-fall/raid/raid-02.json//entities/527/settings/event/17/message
source: Now we all have to fight the small blocks with the \c[3]same color\c[0]!
es_es: ¡Ahora todos tenemos que luchar contra los bloques pequeños del \c[3]mismo color\c[0]!
ru_ru: Теперь мы все дерёмся с маленькими блоками \c[3]одинакового цвета\c[0]!

# data/maps/autumn-fall/raid/raid-02.json//entities/527/settings/event/18/message
source: \c[3]Buggy\c[0] will start by attacking a block of a \c[3]certain color\c[0] on our side!
es_es: ¡\c[3]Buggy\c[0] comenzará atacando un bloque de un \c[3]determinado color\c[0] de nuestro lado!
ru_ru: \c[3]Багги\c[0] начнёт атаковать блок \c[3]определённого цвета\c[0] на нашей стороне!

# data/maps/autumn-fall/raid/raid-02.json//entities/527/settings/event/19/message
source: Lea will then attack blocks of the \c[3]same color\c[0] on your side!\. Just attack the blocks that she attacks first!
es_es: ¡Lea entonces atacará bloques del \c[3]mismo color\c[0] de tu lado!\. ¡Solo ataca los bloques que ella ataque primero!
ru_ru: Затем Лея нападёт на блок \c[3]такого же цвета\c[0] на вашей стороне!\. Просто атакуй блок, который она ударит первым!

# data/maps/autumn-fall/raid/raid-02.json//entities/527/settings/event/26/message
source: Follow Lea's attacks, got it.
es_es: Entendido, seguiré los ataques de Lea.
ru_ru: Следовать за атаками Леи, понял.

# data/maps/autumn-fall/raid/raid-02.json//entities/527/settings/event/27/message
source: Simple instructions.\. I can run that.
es_es: Secuencia de instrucciones recibida.\. Podré ejecutarlas.
ru_ru: Простые указания.\. На такое я способен.

# data/maps/autumn-fall/raid/raid-02.json//entities/527/settings/event/29/task
source: Defeat the \c[3]blue blocks\c[0]!
es_es: ¡Derrota a los \c[3]bloques azules\c[0]!
ru_ru: Уничтожьте \c[3]синие блоки\c[0]!

# data/maps/autumn-fall/raid/raid-02.json//entities/527/settings/event/31/message
source: Let's start with the \c[3]blue blocks\c[0] this time!
es_es: ¡Comencemos con los \c[3]bloques azules\c[0] esta vez!
ru_ru: Давайте на этот раз начнём с \c[3]синих блоков\c[0]!

source: \c[3]Red blocks\c[0] done on our side!
es_es: ¡Ya acabamos con los \c[3]rojos\c[0] por aquí!
ru_ru: \c[3]Красные блоки\c[0] на нашей стороне побеждены!

source: \c[3]Blue\c[0] is bluveraized!
es_es: ¡\c[3]Azulados\c[0] pulverizados!
ru_ru: \c[3]Синий\c[0] рассинился!

# data/maps/autumn-fall/raid/raid-02.json//entities/529/settings/event/2/message
source: Alrighty! Now let's take on the remaining \c[3]red blocks\c[0]!
es_es: ¡Muy bien! ¡Ahora a por los \c[3]bloques rojos\c[0]!
ru_ru: Ладненько! Давайте теперь перейдём к оставшимся \c[3]красным блокам\c[0]!

# data/maps/autumn-fall/raid/raid-02.json//entities/529/settings/event/3/message
source: Achtung! Stronger attacks incoming!
es_es: ¡Achtung! ¡Los pilares aumentarán la intensidad!
ru_ru: Achtung (Внимание)! Приближаются более сильные атаки!

# data/maps/autumn-fall/raid/raid-02.json//entities/529/settings/event/6/task
source: Defeat the \c[3]red blocks\c[0]!
es_es: ¡Derrota a los \c[3]bloques rojos\c[0]!
ru_ru: Уничтожьте \c[3]красные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-02.json//entities/530/settings/event/13/message
source: Instructions completed.
es_es: Instrucciones completadas.
ru_ru: Указания выполнены.

# data/maps/autumn-fall/raid/raid-02.json//entities/530/settings/event/14/message
source: Let's go, column tacklers first!
es_es: ¡Vamos! ¡Líderes tácticos adelante!
ru_ru: Погнали, сначала устранители столбов!

# data/maps/autumn-fall/raid/raid-02.json//entities/545/settings/event/1/message
source: What?!
es_es: ¡¿Qué?!
ru_ru: Что?!

# data/maps/autumn-fall/raid/raid-02.json//entities/545/settings/event/2/message
source: Oh!\. They're hiding the colors now!\. You better \c[3]remember the color\c[0] while you can see it!
es_es: ¡Oh!\. ¡Están ocultando sus colores!\. ¡Será mejor que los \c[3]recuerden\c[0] mientras puedan!
ru_ru: О!\. Теперь они прячут свои цвета!\. Тебе лучше \c[3]запомнить цвет\c[0], пока ты его видишь!

# data/maps/autumn-fall/raid/raid-03.json//entities/30/settings/event/4/message
source: Next pillar! Let's fight the \c[3]Blue Block\c[0] first this time!
es_es: ¡Siguiente pilar! ¡Luchemos contra los \c[3]bloques azules\c[0] primero esta vez!
ru_ru: Следующий столб! Давайте на этот раз атакуем \c[3]синие блоки\c[0]!

source: Oui! Punch the \c[3]Blue Blocks\c[0]!
es_es: ¡Oui! ¡Golpea los \c[3]bloques azules\c[0]!
ru_ru: Oui (Да)! Бейте \c[3]синие блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/30/settings/event/8/task
source: Defeat all \c[3]Blue Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques azules\c[0]!
ru_ru: Уничтожьте все \c[3]синие блоки\c[0]!

source: \c[3]Red blocks\c[0] defeated on our side!
es_es: ¡Ya acabamos con los \c[3]rojos\c[0]!
ru_ru: \c[3]Красные блоки\c[0] на нашей стороне уничтожены!

source: \c[3]Blue\c[0] is obliterated!
es_es: ¡No hay más \c[3]azules\c[0]!
ru_ru: \c[3]Синий\c[0] стёрт!

source: \c[3]Purple\c[0] is pulverized!
es_es: ¡Ya están los \c[3]púrpuras\c[0]!
ru_ru: \c[3]Фиолетовый\c[0] распылён!

source: \c[3]Green blocks\c[0] defeated!
es_es: ¡\c[3]Bloques verdes\c[0] derrotados!
ru_ru: \c[3]Зелёные блоки\c[0] побеждены!

# data/maps/autumn-fall/raid/raid-03.json//entities/33/settings/event/5/message
source: Alrighty! Time to hit those \c[3]red blocks\c[0] now!
es_es: ¡Muy bien! ¡Los \c[3]rojos\c[0] ahora!
ru_ru: Ладненько! Теперь пора бить эти \c[3]красные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/33/settings/event/9/task
source: Defeat all \c[3]Red Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques rojos\c[0]!
ru_ru: Уничтожьте все \c[3]красные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/34/settings/event/16/message
source: Nice work, everyone! And onward!
es_es: ¡Buen trabajo, todos! ¡Adelante!
ru_ru: Все молодцы! Вперёд!

# data/maps/autumn-fall/raid/raid-03.json//entities/42/settings/event/20/message
source: Look at this, a new color! Let's beat the \c[3]Purple Blocks\c[0] first!
es_es: ¡Mira esto, un nuevo color! ¡Comencemos con los \c[3]bloques púrpuras\c[0]!
ru_ru: Посмотрите на это, новый цвет! Давайте сначала разобьём \c[3]фиолетовые блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/42/settings/event/21/message
source: I wanna get rid of those annoying Seahorses first!
es_es: ¡Quiero deshacerme de esos molestos caballitos de mar primero!
ru_ru: Я хочу сначала избавиться от этих надоедливых морских коньков!

# data/maps/autumn-fall/raid/raid-03.json//entities/46/settings/event/1/task
source: Defeat all \c[3]Purple Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques púrpuras\c[0]!
ru_ru: Уничтожьте все \c[3]фиолетовые блоки\c[0]!

source: Whoa! What are those attacks?!
es_es: ¡Wow! ¡¿Y esos ataques?!
ru_ru: Ух ты! Что это за атаки?!

source: I think those are \c[3]Shock\c[0] attacks! Better be careful!
es_es: ¡Creo que esos son ataques de \c[3]Rayo\c[0]! ¡Ten cuidado!
ru_ru: Я думаю, что это \c[3]Шоковые\c[0] атаки! Лучше быть осторожнее!

source: Those are \c[3]Shock\c[0] attacks! Probably the first time you see those!
es_es: ¡Esos son ataques de \c[3]Rayo\c[0]! ¡Puede que sea la primera vez que los veas!
ru_ru: Это \c[3]Шоковые\c[0] атаки! Вероятно, что вы впервые видите их!

# data/maps/autumn-fall/raid/raid-03.json//entities/48/settings/event/5/message
source: Jawohl! Remaining blocks now!
es_es: ¡Jawohl! ¡A por los bloques restantes ahora!
ru_ru: Jawohl (Есть)! Теперь оставшиеся блоки!

# data/maps/autumn-fall/raid/raid-03.json//entities/48/settings/event/9/task
source: Defeat all \c[3]Red Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques rojos\c[0]!
ru_ru: Уничтожьте все \c[3]красные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/51/settings/event/7/message
source: Good riddance!
es_es: ¡Buen viaje!
ru_ru: Скатертью дорога!

# data/maps/autumn-fall/raid/raid-03.json//entities/67/settings/event/5/message
source: Next round! Let's focus on the \c[3]Blue Blocks\c[0] first...
es_es: ¡Siguiente ronda! Centrémonos primero en los \c[3]bloques azules\c[0]...
ru_ru: Следующий раунд! Давайте сначала сосредоточимся на \c[3]синих блоках\c[0]...

# data/maps/autumn-fall/raid/raid-03.json//entities/67/settings/event/7/task
source: Defeat all \c[3]Blue Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]boques azules\c[0]!
ru_ru: Уничтожьте все \c[3]синие блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/67/settings/event/9/message
source: Wait! I already hit a \c[3]Green block\c[0]!
es_es: ¡Espera! ¡Ya golpeé un \c[3]bloque verde\c[0]!
ru_ru: Подождите! Я уже ударил \c[3]зелёный блок\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/67/settings/event/10/message
source: Raphael, don't be so rash! Alrighty, lets focus on \c[3]Greenish blocks\c[0].
es_es: ¡Rafael, no seas tan precipitado! Cambio de planes, a por los \c[3]verdes\c[0].
ru_ru: Рафаэль, не будь таким опрометчивым! Ладненько, давайте сосредоточимся на \c[3]зеленоватых блоках\c[0].

# data/maps/autumn-fall/raid/raid-03.json//entities/67/settings/event/13/task
source: Defeat all \c[3]Green Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques verdes\c[0]!
ru_ru: Уничтожьте все \c[3]зелёные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/68/settings/event/5/message
source: We almost got it! Last round of blocks!
es_es: ¡Casi lo conseguimos! ¡Última ronda!
ru_ru: Мы почти сделали это! Последний раунд блоков!

# data/maps/autumn-fall/raid/raid-03.json//entities/68/settings/event/8/task
source: Defeat all \c[3]Blue Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques azules\c[0]!
ru_ru: Уничтожьте все \c[3]синие блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/80/settings/event/11/message
source: Good work, everyone! We're doing quite well!
es_es: ¡Buen trabajo a todos! ¡Lo estamos haciendo bastante bien!
ru_ru: Хорошая работа! Мы неплохо справляемся!

# data/maps/autumn-fall/raid/raid-03.json//entities/80/settings/event/12/message
source: There's one more pillar battle in that cave there and then it's time to face the \c[3]boss\c[0]!
es_es: ¡Nos queda una batalla de pilares en la cueva y luego es hora de enfrentarse al \c[3]jefe\c[0]!
ru_ru: В этой пещере есть ещё одно сражение со столбами, а потом настанет время встретиться с \c[3]боссом\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/80/settings/event/13/message
source: Everyone ready?!
es_es: ¡¿Todos listos?!
ru_ru: Все готовы?!

# data/maps/autumn-fall/raid/raid-03.json//entities/80/settings/event/15/message
source: Oui! Allons-y!
ru_ru: Oui (Да)! Allons-y (Давайте)!

source: \c[3]Red blocks\c[0] defeated on our side!
es_es: ¡Ya están los \c[3]rojos\c[0]!
ru_ru: \c[3]Красные блоки\c[0] на нашей стороне уничтожены!

source: \c[3]Blue\c[0] is obliterated!
es_es: ¡\c[3]Azules\c[0] derrotados!
ru_ru: \c[3]Синий\c[0] стёрт!

source: \c[3]Purple\c[0] is pulverized!
es_es: ¡El \c[3]púrpura\c[0] fue purperizado!
ru_ru: \c[3]Фиолетовый\c[0] распылён!

source: \c[3]Green blocks\c[0] defeated!
es_es: ¡Se acabaron los \c[3]verdes\c[0]!
ru_ru: \c[3]Зелёные блоки\c[0] побеждены!

# data/maps/autumn-fall/raid/raid-03.json//entities/575/settings/event/4/message
source: Next pillar! Let's fight the \c[3]Green Block\c[0] first this time!
es_es: ¡Siguiente pilar! ¡Luchemos contra los \c[3]bloques verdes\c[0] primero!
ru_ru: Следующий столб! Давайте на этот раз атакуем \c[3]зелёные блоки\c[0]!

source: Oui! Punch the \c[3]Green Blocks\c[0]!
es_es: ¡Oui! ¡Golpeen a los \c[3]verdes\c[0]!
ru_ru: Oui (Да)! Бейте \c[3]зелёные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/575/settings/event/8/task
source: Defeat all \c[3]green Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques verdes\c[0]!
ru_ru: Уничтожьте все \c[3]зелёные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/576/settings/event/5/message
source: Alrighty! Time to hit those \c[3]red blocks\c[0] now!
es_es: ¡Muy bien! ¡Es hora de golpear esos \c[3]bloques rojos\c[0] ahora!
ru_ru: Ладненько! Теперь пора бить эти \c[3]красные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/576/settings/event/9/task
source: Defeat all \c[3]Red Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques rojos\c[0]!
ru_ru: Уничтожьте все \c[3]красные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/577/settings/event/7/message
source: Beating up my fellow AI colleagues.\. Feels bad, man.
es_es: Estoy peleando contra otras IA.\. No se siente bien.
ru_ru: Избиение моих братьев по искусственному разуму.\. Чувствую себя паршиво.

# data/maps/autumn-fall/raid/raid-03.json//entities/577/settings/event/8/message
source: AI colleagues?\. You mean those pillars?
es_es: ¿Otras IA? ¿Te refieres a esos pilares?
ru_ru: Братья по искусственному разуму?\. Ты об этих столбах?

# data/maps/autumn-fall/raid/raid-03.json//entities/600/settings/event/0/message
source: Lot's of colors, let's go for that \c[3]blue block\c[0] first!
es_es: Hay muchos colores, ¡vamos a por ese \c[3]bloque azul\c[0] primero!
ru_ru: Много цветов, давайте сначала разберёмся с \c[3]синим блоком\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/600/settings/event/2/task
source: Defeat all \c[3]Blue Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques azules\c[0]!
ru_ru: Уничтожьте все \c[3]синие блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/600/settings/event/4/message
source: Uhm... sorry!\. I hit a \c[3]Red Block!\c[0]
es_es: Uhm... ¡lo siento!\. ¡Golpeé un \c[3]bloque rojo\c[0]!
ru_ru: Эмм... простите!\. Я ударил \c[3]красный блок!\c[0]

# data/maps/autumn-fall/raid/raid-03.json//entities/600/settings/event/5/message
source: \c[1]BUGGY!!!\c[0]
ru_ru: \c[1]БАГГИ!!!\c[0]

# data/maps/autumn-fall/raid/raid-03.json//entities/600/settings/event/6/message
source: Alright... \c[3]Red it is!\c[0]
es_es: Muy bien... \c[3]¡Al rojo entonces!\c[0]
ru_ru: Ладно... \c[3]тогда с красным!\c[0]

# data/maps/autumn-fall/raid/raid-03.json//entities/600/settings/event/9/task
source: Defeat all \c[3]Red Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques rojos\c[0]!
ru_ru: Уничтожьте все \c[3]красные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/602/settings/event/5/message
source: Guess we can FINALLY beat that \c[1]blue block\c[0]!
es_es: ¡Bien! ¡AHORA SÍ vayamos a por el \c[1]bloque azul\c[0]!
ru_ru: Похоже, мы НАКОНЕЦ-ТО можем побить этот \c[1]синий блок\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/602/settings/event/6/message
source: Sorrryyyyy....
es_es: Lo sientooooo....
ru_ru: Проститеееее...

# data/maps/autumn-fall/raid/raid-03.json//entities/602/settings/event/11/task
source: Defeat all \c[3]Blue Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques azules\c[0]!
ru_ru: Уничтожьте все \c[3]синие блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/603/settings/event/7/message
source: Beep boop.\. Concluded battle routine.
es_es: Beep boop.\. Rutina de batalla terminada.
ru_ru: Бип-буп.\. Завершён алгоритм битвы.

# data/maps/autumn-fall/raid/raid-03.json//entities/603/settings/event/8/message
source: Uhm...\. You alright over there, Luke?
es_es: Uhm...\. ¿Todo bien, Luke?
ru_ru: Эмм...\. Ты там в порядке, Люк?

# data/maps/autumn-fall/raid/raid-03.json//entities/630/settings/event/5/message
source: Alrighty, lets focus on \c[3]Green blocks\c[0].
es_es: Muy bien, concentrémonos en los \c[3]bloques verdes\c[0].
ru_ru: Ладненько, давайте сосредоточимся на \c[3]зелёных блоках\c[0].

# data/maps/autumn-fall/raid/raid-03.json//entities/630/settings/event/8/task
source: Defeat all \c[3]Green Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques verdes\c[0]!
ru_ru: Уничтожьте все \c[3]зелёные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/631/settings/event/5/message
source: We almost got it! Last round of blocks!
es_es: ¡Casi lo conseguimos! ¡Última ronda de bloques!
ru_ru: Мы почти сделали это! Последний раунд блоков!

# data/maps/autumn-fall/raid/raid-03.json//entities/631/settings/event/8/task
source: Defeat all \c[3]Red Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques rojos\c[0]!
ru_ru: Уничтожьте все \c[3]красные блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/674/settings/event/11/message
source: We're back at the cave! Not much further!
es_es: ¡De vuelta en la cueva! ¡Ya queda poco!
ru_ru: Мы снова у пещеры! Ещё немного!

# data/maps/autumn-fall/raid/raid-03.json//entities/674/settings/event/14/message
source: How are you holding up, Luke?
es_es: ¿Cómo vas, Luke?
ru_ru: Ты как держишься, Люк?

# data/maps/autumn-fall/raid/raid-03.json//entities/674/settings/event/17/message
source: ...\. Fine.
es_es: ...\. Bien.
ru_ru: ...\.Нормально.

# data/maps/autumn-fall/raid/raid-03.json//entities/674/settings/event/18/message
source: This is all easy enough.
es_es: Esto está bastante fácil.
ru_ru: Всё довольно просто.

# data/maps/autumn-fall/raid/raid-03.json//entities/674/settings/event/19/message
source: No real-life experience required.
es_es: No necesitas experiencia de la vida real.
ru_ru: Никакого жизненного опыта не требуется.

# data/maps/autumn-fall/raid/raid-03.json//entities/674/settings/event/20/message
source: Uhm...\. what?
es_es: Uhm...\. ¿Qué?
ru_ru: Эмм...\. что?

# data/maps/autumn-fall/raid/raid-03.json//entities/674/settings/event/23/message
source: Hey, what are we waiting for?\. Into the cave, everyone!
es_es: Oigan, ¿qué están esperando?\. ¡Todos a la cueva!
ru_ru: Эй, чего мы ждём?\. Все в пещеру!

# data/maps/autumn-fall/raid/raid-03.json//entities/674/settings/event/25/message
source: Sure...
es_es: Claro...
ru_ru: Конечно...

# data/maps/autumn-fall/raid/raid-03.json//entities/674/settings/event/26/message
source: Alrighty.\. Let's go!
es_es: Bien.\. ¡Vamos!
ru_ru: Ладненько.\. Вперёд!

# data/maps/autumn-fall/raid/raid-03.json//entities/679/settings/event/5/message
source: Alright now for that \c[3]Blue Block\c[0].....
es_es: Bien, ahora vamos a por ese \c[3]bloque azul\c[0]...
ru_ru: Ладно, теперь этот \c[3]синий блок\c[0].....

# data/maps/autumn-fall/raid/raid-03.json//entities/679/settings/event/7/task
source: Defeat all \c[3]Blue Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bBloques azules\c[0]!
ru_ru: Уничтожьте все \c[3]синие блоки\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/679/settings/event/9/message
source: Noooooooooo....\. I hit the \c[3]Lightning\c[0] ones!
es_es: Nooooooooo....\. ¡Golpeé a los \c[3]eléctricos\c[0]!
ru_ru: Неееееееееет....\. Я ударил \c[3]Шоковый\c[0]!

# data/maps/autumn-fall/raid/raid-03.json//entities/679/settings/event/10/message
source: Buggy!!\. Worst!\. Column!\. Tackler!\. EVER!!
es_es: ¡¡Buggy!!\. ¡¡El peor!!\. ¡¡Líder!!\. ¡¡De todos!!\. ¡¡LOS TIEMPOS!!
ru_ru: Багги!!\. Худший!\. Устранитель!\. Столбов!\. В ИСТОРИИ!!

# data/maps/autumn-fall/raid/raid-03.json//entities/679/settings/event/12/task
source: \c[1]Buggy what the heck?!\c[0]
es_es: \c[1]Buggy, ¡¿qué diablos?!\c[0]
ru_ru: \c[1]Багги, какого чёрта?!\c[0]

# data/maps/autumn-fall/raid/raid-03.json//entities/679/settings/event/14/task
source: Defeat the \c[3]Purple Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques púrpura\c[0]!
ru_ru: Уничтожьте все \c[3]фиолетовые блоки\c[0]!

source: This will be the last pillar enemy! We'll let \c[3]you decide\c[0] which element to attack this time!
es_es: ¡Este será el último pilar enemigo! ¡Dejaremos que \c[3]decidas\c[0] qué elemento atacaremos primero esta vez!
ru_ru: Это последний столб! На этот раз мы позволим \c[3]вам решить\c[0], какой элемент атаковать!

source: Decide quickly! I want to start hitting stuff!
es_es: ¡Decide rápido! ¡Quiero empezar a golpear cosas!
ru_ru: Решайте быстрее! Я хочу начать бить эти штуки!

source: Hey! Which element should be destroy?
es_es: ¡Oye! ¿Qué elemento debemos destruir?
ru_ru: Эй! Какой элемент должен быть уничтожен?

source: Oh dear... It' seems like Lea is all alone right now. Let's wait for Emilie or Tronny to respawn.
es_es: Dios mío... Parece que Lea está sola en este momento. Esperemos a que Emilie o Tronny reaparezcan.
ru_ru: О, Боже... Кажется, Лея совсем одна. Давайте подождём, пока Эмили или Тронни возродятся.

source: \c[3]Red blocks\c[0]! \c[3]Heat\c[0] is under fire now!
es_es: ¡\c[3]Bloques rojos\c[0]! ¡Calentemos el \c[3]fuego\c[0] ahora!
ru_ru: \c[3]Красные блоки\c[0]! \c[3]Пламя\c[0] сейчас под огнём!

source: You waited for that one, didn't you?
es_es: Lo tenías preparado, ¿eh?
ru_ru: Ты этого ждала, так ведь?

source: We're attacking the \c[3]Red blocks\c[0] now!
es_es: ¡Estamos atacando los \c[3]bloques rojos\c[0] ahora!
ru_ru: Мы атакуем \c[3]красные блоки\c[0] сейчас!

source: Defeat all \c[3]Red Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques rojos\c[0]!
ru_ru: Уничтожьте все \c[3]красные блоки\c[0]!

source: \c[0]Blue blocks\c[0]! It's time to \c[3]break the ice\c[0]! Cool, delicious ice.
es_es: ¡\c[0]Bloques azules\c[0]! ¡Es hora de \c[3]romper el hielo\c[0]! Oh... eso me recuerda a helado.
ru_ru: \c[0]Синие блоки\c[0]! Пришло время \c[3]растопить лёд\c[0]! Холодный, вкусный лёд.

source: Monsieur, you gotta keep that craving for ice cream under control.
es_es: Monsieur, tienes que mantener ese antojo de helado bajo control.
ru_ru: Monsieur (Месье), вы должны держать эту тягу к мороженому под контролем.

source: We're fighting the \c[0]Blue blocks\c[0]! It's a shame that Tronny is out. I'm sure those are his favorites.
es_es: ¡Estamos luchando contra los \c[0]bloques azules\c[0]! Es una pena que Tronny esté fuera de combate. Estoy seguro de que estos serían sus favoritos.
ru_ru: Мы боремся с \c[0]синими блоками\c[0]! Обидно, что Тронни не с нами. Я уверена, что это его любимые.

source: Defeat all \c[3]Blue Blocks\c[0]!
es_es: ¡Derrota a todos los \c[3]bloques azules\c[0]!
ru_ru: Уничтожьте все \c[3]синие блоки\c[0]!

source: Uhm, we attack those \c[3]purple blocks\c[0] now. The shock blocks!
es_es: Uhm, ataquemos los \c[3]bloques púrpuras\c[0] ahora. ¡Esos son los de rayo!
ru_ru: Эмм, теперь мы атакуем эти \c[3]фиолетовые блоки\c[0]. Шоковые блоки!

source: What a \c[3]shocking\c[0] turn of events!
es_es: ¿Por qué tan alterado? ¡Hacen juego con tu atuendo!
ru_ru: Какой \c[3]шокирующий\c[0] поворот событий!

source: We're fighting those \c[3]Purple blocks\c[0] now! Let's be quick as lightning!
es_es: ¡Vamos contra los \c[3]bloques púrpura\c[0] ahora! ¡Rápido como el rayo!
ru_ru: Мы сейчас боремся с этими \c[3]фиолетовыми блоками\c[0]! Давайте будем быстрыми как молния!
