Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/41/message
source: I see...\. How about you tell me by number this time?
es_es: Ya veo...\. ¿Qué tal si me dices por número esta vez?
ru_ru: Ясно...\. Как насчёт того, чтобы назвать мне по номеру на этот раз?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/42/message
source: 1. Satoshi, 2. Shizuka, 3. Gautham, 4. ...\. anybody else?
es_es: 1. Satoshi, 2. Shizuka, 3. Gautham, 4. ...\. ¿alguien más?
ru_ru: 1. Сатоши, 2. Шизука, 3. Гаутам, 4. ...\.кто-то еще?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/44/message
source: Gautham?\. What did you remember about him?
es_es: ¿Gautham?\. ¿Qué recordaste de él?
ru_ru: Гаутам?\. Что ты о нём вспомнила?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/47/message
source: Anything hinting to where Satoshi could be located?
es_es: ¿Algo que nos ayude a saber dónde está Satoshi?
ru_ru: Что-то, что намекает на местоположение Сатоши?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/48/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/49/message
source: Hm... what else could there be?
es_es: Hm... ¿qué más podrá ser?
ru_ru: Хм... что же ещё там могло быть?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/50/message
source: Sorry...
es_es: Perdón...
ru_ru: Прости...

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/51/message
source: Hm...\. anything particular about Gautham.
es_es: Hm...\. algo en particular sobre Gautham.
ru_ru: Хм...\. что-нибудь конкретное о Гаутаме.

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/52/message
source: Actually, there was something that struck me back when we saw him in Vermillion Wasteland.
es_es: De hecho, hay algo que me sorprendió cuando lo vimos en el Vertedero Vermillion.
ru_ru: На самом деле, кое-что поразило меня, когда мы увидели его в Пустоши Вермиллион.

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/53/message
source: Gautham... he didn't look like he was an avatar.
es_es: Gautham... no parecía ser un avatar.
ru_ru: Гаутам... он не был похож на аватара.

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/54/message
source: He was the spitting image of how I remember him from real life.
es_es: Se veía tal cual lo recuerdo en la vida real.
ru_ru: Он был точной копией себя, каким я его помню в реальной жизни.

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/56/message
source: Wait!
es_es: ¡Espera!
ru_ru: Подожди!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/57/message
source: Oh?\. Was that what you saw?
es_es: ¿Oh?\. ¿Eso fue lo que viste?
ru_ru: Ох?\. Это то, что ты видела?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/58/message
source: So Gautham...\. he is indeed not an avatar? Is he himself located right in the Playground?
es_es: ¿Así que Gautham...\. no es un avatar? ¿Está él mismo localizado en el Campo de Juego?
ru_ru: Так Гаутам...\. он и впрямь не аватар? Он сам, лично находится в игровой зоне?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/59/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/60/message
source: This...\. this is insane...\. Why would he even be here?
es_es: Esto...\. esto es de locos...\. ¿Por qué estaría aquí?
ru_ru: Это...\. это безумие...\. Зачем ему вообще здесь находиться?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/67/message
source: Bonjour Lea!
ru_ru: Bonjour (Привет), Лея!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/68/message
source: Good morning!
es_es: ¡Buenos días!
ru_ru: Доброе утро!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/69/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/70/message
source: You're finally online!
es_es: ¡Finalmente estás conectada!
ru_ru: Наконец-то ты онлайн!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/71/message
source: Tronny and I have been waiting for you!
es_es: ¡Tronny y yo te hemos estado esperando!
ru_ru: Мы с Тронни ждали тебя!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/72/message
source: We should continue our dungeon race, non?
es_es: Deberíamos seguir con las carreras, ¿non?
ru_ru: Мы собирались продолжить нашу гонку в подземелье, так ведь?

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/73/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/74/message
source: Great!\. I've plenty of time today!
es_es: ¡Genial!\. ¡Tengo bastante tiempo hoy!
ru_ru: Отлично!\. Сегодня у меня достаточно времени!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/75/message
source: Maybe we might even complete all the dungeons of Gaia's Garden!
es_es: ¡Quizá hasta completemos todas las mazmorras del Jardín de Gaia!
ru_ru: Возможно, что мы даже смогли бы пройти все подземелья в Саду Гайи!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/76/message
source: Uhm...\. maybe.\. We'll see.
es_es: Uhm...\. quizá.\. Ya veremos.
ru_ru: Эмм...\. возможно.\. Посмотрим.

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/77/message
source: So let's start a party and keep going!
es_es: ¡Así que formemos un grupo y empecemos!
ru_ru: Давайте создадим группу и продолжим!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/78/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/83/message
source: Well no time to waste!
es_es: ¡Bueno, no hay tiempo que perder!
ru_ru: Ладно, не будем терять времени!

# data/maps/autumn/guild/inner-fs-og.json//entities/69/settings/event/84/message
source: Not much further until we finally reach \c[3]Sapphire Ridge\c[0].
es_es: No queda mucho hasta que lleguemos a \c[3]Cresta Zafiro\c[0].
ru_ru: Уже совсем скоро мы доберёмся до \c[3]Сапфирового края\c[0].

source: Complete the \c[3]So'najiz Dungeon\c[0] together with \c[3]Emilie\c[0] and \c[3]C'tron\c[0].
es_es: Completa la \c[3]Mazmorra So'najiz\c[0] junto con \c[3]Emilie\c[0] y \c[3]C'tron\c[0].
ru_ru: Пройдите \c[3]Подземелье Со'найиз\c[0] вместе с \c[3]Эмили\c[0] и \c[3]Ци'троном\c[0].

source: Complete the \c[3]Zir'vitar Dungeon\c[0] together with \c[3]Emilie\c[0] and \c[3]C'tron\c[0].
es_es: Completa la \c[3]Mazmorra Zir'vitar\c[0] junto con \c[3]Emilie\c[0] y \c[3]C'tron\c[0].
ru_ru: Пройдите \c[3]Подземелье Зир'витар\c[0] вместе с \c[3]Эмили\c[0] и \c[3]Ци'троном\c[0].

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/12/message
source: No luck up here either...
es_es: Nada por aquí...
ru_ru: И здесь не повезло...

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/13/message
source: Should we try to contact him via D-Link?
es_es: ¿Deberíamos contactarlo por MD?
ru_ru: Может, попробуем связаться с ним через Прямую связь?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/20/message
source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/21/message
source: Hello again, Lea.
es_es: Hola de nuevo, Lea.
ru_ru: Привет ещё раз, Лея.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/23/message
source: Is something the matter?
es_es: ¿Hay algún problema?
ru_ru: Что-то случилось?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/26/message
source: Something about me?
es_es: ¿Algo sobre mí?
ru_ru: Что-то насчёт меня?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/27/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/29/message
source: Something about you?
es_es: ¿Algo sobre ti?
ru_ru: Что-то насчёт тебя?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/30/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/33/message
source: Something...\. between us?
es_es: Algo...\. ¿entre nosotros?
ru_ru: Что-то...\. между нами?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/35/message
source: I'm sorry, but I really don't have time for a guessing game right now, Lea.
es_es: Lo siento, pero no tengo tiempo para adivinanzas, Lea.
ru_ru: Прости, но у меня сейчас нет времени играть в угадайку, Лея.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/36/message
source: Please try to discuss this with someone else.
es_es: Por favor, habla de esto con alguien más.
ru_ru: Пожалуйста, попробуй обсудить это с кем-нибудь ещё.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/42/message
source: That...\. did not go too well.
es_es: Eso...\. no salió muy bien.
ru_ru: Это...\. прошло не совсем удачно.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/43/message
source: Sorry.
es_es: Perdón.
ru_ru: Прости.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/44/message
source: Let us be more persistent. Just call him again!
es_es: Seamos más persistentes. ¡Llámalo otra vez!
ru_ru: Давай будем настойчивее. Просто позвони ему ещё раз!

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/46/message
source: Come on! I know you can do it, Lea!
es_es: ¡Vamos! ¡Sé que puedes hacerlo, Lea!
ru_ru: Давай! Я знаю, ты сможешь, Лея!

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/53/message
source: ...Hi.
es_es: ...Hola.
ru_ru: ...Привет.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/54/message
source: Again already?
es_es: ¿Otra vez?
ru_ru: Снова?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/55/message
source: Sorry.
es_es: Perdón.
ru_ru: Прости.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/56/message
source: Are you just calling me again to say sorry?
es_es: ¿Me llamas solo para disculparte?
ru_ru: Ты снова позвонила мне, чтобы извиниться?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/58/message
source: It's fine. Just don't call me again. Thank you.
es_es: Está bien. Solo no me llames otra vez. Gracias.
ru_ru: Всё хорошо. Просто не звони мне больше. Спасибо.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/59/message
source: ...Wait!\.
es_es: ¡...Espera!\.
ru_ru: ...Подожди!\.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/65/message
source: Oh...
ru_ru: Ох...

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/66/message
source: Well...
es_es: Bueno...
ru_ru: Мда...

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/67/message
source: Lea, I know it is unpleasant, but try to be more assertive.
es_es: Lea, sé que es incómodo, pero trata de ser más imponente.
ru_ru: Лея, я знаю, что это неприятно, но попробуй быть более напористой.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/69/message
source: The future of Evotars may very well depend on this call.
es_es: El futuro de los Evotares puede que dependa de esta llamada.
ru_ru: Будущее эвотаров вполне может зависеть от этого звонка.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/78/message
source: Lea!!
ru_ru: Лея!!

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/84/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/85/message
source: Lea, enough already!\.
es_es: ¡Lea, ya es suficiente!\.
ru_ru: Лея, хватит уже!\.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/88/message
source: WAIT!!
es_es: ¡¡ESPERA!!
ru_ru: ПОДОЖДИ!!

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/90/message
source: Wait.
es_es: Espera.
ru_ru: Подожди.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/91/message
source: Is this something important?
es_es: ¿Es algo importante?
ru_ru: Это что-то важное?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/92/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/93/message
source: And you can't discuss this with anyone else?
es_es: ¿Y no puedes discutir esto con nadie más?
ru_ru: И ты не можешь обсудить это с кем-то ещё?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/94/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/95/message
source: Oh bother...
es_es: Hmmm...
ru_ru: Вот досада...

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/96/message
source: What should we do, then?
es_es: ¿Qué deberíamos hacer, entonces?
ru_ru: И что же нам нужно сделать?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/97/message
source: Should we meet in person? In CrossWorlds, I mean.
es_es: ¿Deberíamos vernos en persona? En CrossWorlds, quiero decir.
ru_ru: Должны ли мы встретиться лично? Я имею в виду, в CrossWorlds.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/98/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/99/message
source: Alright, maybe that way you will get your message across.
es_es: Bien, quizá así nos entendamos mejor.
ru_ru: Хорошо, может быть, таким образом ты сможешь донести своё сообщение.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/100/message
source: Where should we meet, though?
es_es: ¿Dónde nos encontramos?
ru_ru: Итак, где мы должны встретиться?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/102/message
source: Inside the headquarters maybe?
es_es: ¿En la sede central quizá?
ru_ru: Может быть, в штабе?

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/104/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/105/message
source: Good. I'll be there soon.
es_es: Bien. Ahí estaré.
ru_ru: Хорошо. Я скоро буду там.

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/110/message
source: Perfect! You did it!
es_es: ¡Perfecto! ¡Lo hiciste!
ru_ru: Прекрасно! Ты справилась!

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/111/message
source: Lea!!
ru_ru: Лея!!

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/112/message
source: Now you just have to wait for him on the ground floor and try to drag him into the \c[3]meeting room\c[0].
es_es: Ahora solo espéralo en la planta baja y llévalo hasta la \c[3]sala de reuniones\c[0].
ru_ru: Теперь подожди на первом этаже и попытайся вытащить его в \c[3]комнату собраний\c[0].

# data/maps/autumn/guild/inner-fs-og.json//entities/70/settings/event/113/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hello Seeker. I'm terribly sorry, but this guild is currently upgrading their headquarters.
es_es: Hola Buscadora. Lo siento mucho pero este gremio está mejorando su sede central.
ru_ru: Привет, Искатель. Мне очень жаль, но эта гильдия в настоящее время модернизирует свой штаб.

source: Because of this, entry to it is currently not possible.
es_es: Por ello, la entrada está cerrada temporalmente.
ru_ru: Из-за этого вход в настоящее время невозможен.

source: ~ \c[3]elvissteinjr\c[0] ~ Hexacast ~ The self-proclaimed \c[3]Coding Wizard\c[0].
es_es: ~ \c[3]elvissteinjr\c[0] ~ Hexacast ~ El autoproclamado \c[3]Mago de la Programación\c[0].
ru_ru: ~ \c[3]elvissteinjr\c[0] ~ Гексакаст ~ Самопровозглашенный \c[3]Мастер кодирования\c[0].

source: Lead strategist of the guild, chaser of the most effective approach.
es_es: El estratega del gremio, buscador del enfoque más efectivo.
ru_ru: Ведущий стратег гильдии, преследователь самого эффективного подхода.

source: Always finds a way to victory even if it takes minor sacrifices.
es_es: Siempre encuentra un camino a la victoria incluso si implica pequeños sacrificios.
ru_ru: Всегда находит путь к победе, даже если это требует незначительных жертв.

source: ~ \c[3]Saintrl\c[0] ~ Hexacast ~ Wielder of the \c[3]Spell-Casting Katana\c[0]
es_es: ~ \c[3]Saintrl\c[0] ~ Hexacast ~ Empuñador de la \c[3]Katana Mágica\c[0]
ru_ru: ~ \c[3]Saintrl\c[0] ~ Гексакаст ~ Обладатель \c[3]Колдовской катаны\c[0]

source: Caster of fearsome elemental spells and master of powerful explosions.
es_es: Conjurador de tenebrosos hechizos elementales y maestro de poderosas explosiones.
ru_ru: Заклинатель грозных стихийных заклинаний и мастер мощных взрывов.

source: Always saving the party at the last minute.
es_es: Siempre salvando a su grupo al último minuto.
ru_ru: Всегда спасает группу в последнюю минуту.

source: ~ \c[3]Schilderich\c[0] ~ Quadroguard ~ The self-proclaimed \c[3]Master of Shields\c[0].
es_es: ~ \c[3]Schilderich\c[0] ~ Quadroguard ~ El autoproclamado \c[3]Maestro de los Escudos\c[0].
ru_ru: ~ \c[3]Schilderich\c[0] ~ Квадрогард ~ Самопровозглашенный \c[3]Мастер щитов\c[0].

source: Never failed a 'Perfect Guard' and never lost a party member in battle.
es_es: Nunca falló un 'Bloqueo Perfecto' y nunca perdió a un miembro del grupo en batalla.
ru_ru: Ни разу не провалил 'Идеальную защиту' и не потерял ни одного члена группы в бою.

source: Nowadays he dreams of being able to throw his mighty shield.
es_es: En estos días sueña con poder revolear su poderoso escudo.
ru_ru: Теперь он мечтает сбросить свой могучий щит.

source: ~ \c[3]Go-ku-sei-fuku\c[0] ~ Triblader ~ Holder of boundless wisdom!
es_es: ~ \c[3]Go-ku-sei-fuku\c[0] ~ Triblader ~ ¡Poseedor de infinito conocimiento!
ru_ru: ~ \c[3]Go-ku-sei-fuku\c[0] ~ Триблейдер ~ Обладатель безграничной мудрости!

source: "Never underestimate your opponent! Balanced gear is a must! There are no irregularities on the Playground!"
es_es: "¡Nunca subestimes a tu oponente! ¡Siempre debes tener un equipamiento balanceado! ¡No hay irregularidades en el Campo de Juego!"
ru_ru: "Не смей недооценивать противника! Используй сбалансированное снаряжение! В игровой зоне нет места случайностям!"

source: "Those are the facts of this world! Surrender to them or end as useless piles of instant matter!"
es_es: "¡Esas son las verdades absolutas de este mundo! ¡Ríndete ante ellas o terminarás como una inútil pila de pedazos de materia instantánea!"
ru_ru: "Такова истина этого мира! Подчинись ей или закончишь как бесполезная куча мнимой материи!"

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hello there!
es_es: ¡Hola!
ru_ru: Приветствую!

source: Welcome to the headquarters of the \c[3]Last Minute Heroes\c[0].
es_es: Bienvenida a la sede central de los \c[3]Héroes Justo a Tiempo\c[0].
ru_ru: Добро пожаловать в штаб \c[3]Героев последней минуты\c[0].

source: You may have heard of us, always there to save the day. In the very last minute.
es_es: Puede que hayas oído de nosotros, siempre presentes para salvar el día. Justo a tiempo.
ru_ru: Возможно, ты слышала о нас - всегда на месте, чтобы спасти ситуацию. В самую последнюю минуту.

source: Our headquarters are free to enter for the public, just don't cause any havoc.
es_es: Nuestra sede está abierta al público, solo pedimos que no hagas un alboroto.
ru_ru: Наш штаб открыт для посещений, просто веди себя прилично.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good day. Our headquarters are open to the public.
es_es: Buen día. Nuestra sede está abierta al público.
ru_ru: День добрый. Наш штаб открыт для всех желающих.

source: Just make sure you don't make any trouble. We had to ban certain individuals before.
es_es: Tan solo asegúrate de no causar problemas. Hemos tenido que prohibirle la entrada a varios tipos antes.
ru_ru: Просто не создавай никаких проблем. Нам уже приходилось банить некоторых индивидуумов.

source: Ah, you must be that Spheromancer.
es_es: Ah, tú debes ser esa Spheromancer.
ru_ru: Ах, ты, должно быть, тот сферомант.

source: Puella is waiting with our Leader in the \c[3]upper floor\c[0]!
es_es: ¡Puella te está esperando con nuestro Líder en el \c[3]piso de arriba\c[0]!
ru_ru: Puella с нашим лидером ждут тебя на \c[3]верхнем этаже\c[0]!

source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Those statues are sweet! I'd really like to have one too.
es_es: ¡Esas estatuas son geniales! Me encantaría tener una.
ru_ru: Эти статуи такие классные! Мне бы хотелось заиметь такую.

source: Well, they are for important guild members.
es_es: Bueno, son para los miembros más importantes del gremio.
ru_ru: Ну, они только для важных членов гильдии.

source: If you serve the guild long enough... who knows, you might get one as well.
es_es: Si sirves al gremio lo suficiente... quién sabe, quizá hasta te hagan una.
ru_ru: Если прослужишь гильдии достаточно долго... кто знает, может, и ты тоже такую получишь.

source: Ha... lifetime achievements.
es_es: Ja... logros de una vida.
ru_ru: Ха... пожизненные достижения.

source: These headquarters are amazing!
es_es: ¡Esta sede es genial!
ru_ru: Этот штаб удивителен!

source: Yeah, the guild seems great! Any way for us to join?
es_es: ¡Sí, el gremio se ve estupendo! ¿Hay algún modo de que entremos?
ru_ru: Да, гильдия кажется великолепной! Интересно, есть ли для нас возможность вступить?

source: We do have recruiting events. The next one is in a month, I think.
es_es: Tenemos eventos para reclutas. El próximo es en un mes, creo.
ru_ru: У нас есть вербовочные мероприятия. Я думаю, что следующее через месяц.

source: Whatever you do, make sure you arrive just on time.
es_es: Lo que sea que hagan, asegúrense de llegar justo a tiempo.
ru_ru: Что бы вы ни делали, убедитесь, что прибудете вовремя.

source: What do you mean?
es_es: ¿Qué quieres decir?
ru_ru: Что ты имеешь в виду?

source: Everyone that arrives too early is automatically disqualified.
es_es: Cualquier persona que llega temprano está automáticamente descalificada.
ru_ru: Все, кто приходят слишком рано, автоматически дисквалифицируются.

source: Whaaaaat?!
es_es: ¡¿Quéééééééé?!
ru_ru: Чтооооо?!

source: We're called the \c[3]last minute heroes\c[0] for a reason!
es_es: ¡Somos los \c[3]Héroes Justo a Tiempo\c[0] por un motivo!
ru_ru: Поэтому мы и называемся \c[3]героями последней минуты\c[0]!

source: Niki
ru_ru: Ники

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Oh, hello! Another player walking atop these walls for once!
es_es: ¡Oh, hola! ¡Que bueno ver a otro jugador pasearse por estas paredes!
ru_ru: Ой, привет! Ещё один игрок, гуляющий по этим стенам в кои-то веки!

source: Enjoying CrossWorlds?
es_es: ¿Disfrutando de CrossWorlds?
ru_ru: Наслаждаешься CrossWorlds?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: My favorite part is the combat!
es_es: ¡Lo que más me gusta es el combate!
ru_ru: Моя любимая часть - битвы!

source: It's always so exciting to figure out the weakness of new enemy types.
es_es: Siempre es divertido tratar de averiguar el punto débil de los nuevos enemigos.
ru_ru: Всегда так захватывающе выявлять слабости новых типов врагов!
