Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

source: Lea, dear. No need to feel bad about this.
es_es: Lea, por favor. No hay necesidad de sentirse mal por esto.
ru_ru: Лея, дорогая. Не нужно переживать по этому поводу.

source: We're playing this game to have fun.
es_es: Estamos jugando para divertirnos.
ru_ru: Мы играем в эту игру ради удовольствия.

source: If raids aren't fun to you, there is no point to drag you with us, eh?
es_es: Si las raids no te parecen divertidas, sería inútil arrastrarte con nosotros, ¿no?
ru_ru: Если рейды не приносят тебе удовольствия, то бессмысленно тащить тебя с собой, да?

source: Anyway, I wish you a good time exploring \c[3]Sapphire Ridge\c[0]!
es_es: De todos modos, ¡espero que la pases bien explorando \c[3]Cresta Zafiro\c[0]!
ru_ru: В любом случае, желаю хорошо провести время в исследовании \c[3]Сапфирового края\c[0]!

source: It's such an exciting location!
es_es: ¡Es un lugar tan emocionante!
ru_ru: Это такая потрясающая локация!

source: Lea!
ru_ru: Лея!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Lea, dear. It's good to see you.
es_es: Lea, querida. Es bueno verte.
ru_ru: Лея, дорогая. Рада тебя видеть.

source: I just had a talk with Tronny. Did he tell you the news already?
es_es: Estuve hablando con Tronny. ¿Ya te ha contado?
ru_ru: Я только что говорила с Тронни. Он уже сообщил тебе новости?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: It's a shame, but that's how it is.
es_es: Es una pena, pero así son las cosas.
ru_ru: Обидно, но так оно и есть.

source: In moments like this, real life has to come first.
es_es: En momentos como este, la vida real viene primero.
ru_ru: В подобные моменты реальная жизнь на первом месте.

source: Hmpf. Today really isn't the best day, eh?
es_es: Hmm. Hoy no es el mejor de los días, ¿eh?
ru_ru: Хмпф. Сегодня правда не лучший день, да?

source: Not only is Tronny going to leave, but I had to cancel a special end-game quest I was planning to partake in together with \c[3]Albert\c[0].
es_es: No solo Tronny se va, pero he tenido que cancelar una misión especial muy avanzada que iba a hacer con \c[3]Albert\c[0].
ru_ru: Мало того, что Тронни собирается уйти, так мне ещё пришлось отменить специальный квест, в котором я планировала принять участие вместе с \c[3]Альбертом\c[0].

source: Why? Because he's \c[3]meeting his old friend\c[0] somewhere in \c[3]Rhombus Square\c[0].
es_es: ¿Por qué? Porque va a \c[3]juntarse con un viejo amigo\c[0] en algún lugar de \c[3]Plaza Rombo\c[0].
ru_ru: Почему? Потому что у \c[3]него встреча со своим старым другом\c[0] где-то на \c[3]Площади Ромба\c[0].

source: I'm not supposed to tell anybody, but why should I care when he just drops our plans so quickly~
es_es: No se supone que le diga a nadie, pero por qué habría de importarme si cancela nuestros planes sin anticipación~
ru_ru: Я не должна об этом говорить, но сейчас меня это не волнует, нечего было так быстро рушить наши планы~

source: Just make sure not to tell Buggy about it. Al would be really angry, otherwise.
es_es: Solo asegúrate de no decirle a Buggy. Al se enojaría mucho.
ru_ru: Просто убедись, что об этом не узнает Багги. Иначе Ал будет реально зол.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Lea, dear. How can I help you?
es_es: Lea, querida. ¿Cómo puedo ayudarte?
ru_ru: Лея, дорогая. Как я могу тебе помочь?

source: Oh! Do you want me to look at those items?
es_es: ¡Oh! ¿Quieres que vea esos objetos?
ru_ru: Ох! Ты хочешь, чтобы я взглянула на эти предметы?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well would you look at that.
es_es: Bueno pues mira eso.
ru_ru: Ты только посмотри на это.

source: You found yourself the broken equipment of the Ancients!
es_es: ¡Has encontrado el equipamiento roto de los Antiguos!
ru_ru: Ты нашла сломанное снаряжение Древних!

source: Did you collect them all by yourself?
es_es: ¿Los recolectaste todos por tu sola?
ru_ru: Ты сама это всё собрала?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Congratulations, dear!
es_es: ¡Felicidades, querida!
ru_ru: Поздравляю, дорогая!

source: So now you want to open the \c[3]Old Observatory\c[0], eh?
es_es: Así que ahora quieres abrir el \c[3]Viejo Observatorio\c[0], ¿eh?
ru_ru: И теперь ты хочешь открыть \c[3]Старую обсерваторию\c[0], да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hehe, well you came to the right place to get some help!
es_es: Jeje, ¡bueno has venido al lugar correcto para pedir ayuda!
ru_ru: Хе-хе, ну тогда ты пришла за помощью в нужное место!

source: Let's see... \.\.We need a player from each class.
es_es: Veamos... \.\.Necesitamos a un jugador de cada clase.
ru_ru: Посмотрим... \.\.Нам нужен игрок от каждого класса.

source: I'll happily fill in as the Quadroguard.
es_es: No tengo problema de ser la Quadroguard.
ru_ru: Я с радостью поучаствую как квадрогард.

source: With you as the Spheromancer, this leaves Triblader, Pentafist and Hexacast to be filled.
es_es: Contigo como Spheromancer nos haría falta un Triblader, un Pentafist y un Hexacast.
ru_ru: Ты сферомант, остаётся триблейдер, пентафист и гексакаст.

source: Oh, I know! Why not ask Emilie and Tronny? I'm sure both would be willing to help, eh?
es_es: ¡Oh, ya se! ¿Por qué no les preguntas a Emilie y a Tronny? Estoy segura de que querrán ayudar, ¿no?
ru_ru: О, я знаю! Почему бы не спросить Эмили и Тронни? Уверена, что они захотят помочь, а?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: So the only thing missing is a Triblader.
es_es: Así que todo lo que nos falta es un Triblader.
ru_ru: Тогда единственный, кто остаётся, это триблейдер.

source: I believe Buggy hasn't entered the observatory yet, so he would be a perfect fit.
es_es: Creo que Buggy no ha ido al observatorio aún, así que sería perfecto.
ru_ru: Я думаю, что Багги ещё не входил в обсерваторию, так что он идеально подошёл бы.

source: Is that okay with you?
es_es: ¿Te parece bien?
ru_ru: Тебя это устраивает?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alrighty! I will contact Buggy and tell him to meet at the observatory.
es_es: ¡Perfecto! Hablaré con Buggy y le diré que vaya al observatorio.
ru_ru: Ладненько! Я свяжусь с Багги и попрошу его встретиться у обсерватории.

source: I'm sure you want to ask Emilie and Tronny yourself.
es_es: Estoy segura de que quieres decirle a Emilie y a Tronny tu misma.
ru_ru: Я уверена, что ты сама хочешь спросить у Эмили и Тронни.

source: When you're ready, meet me in front of the observatory, okay?
es_es: Cuando estés lista, encuéntrame en el obeservatorio, ¿si?
ru_ru: Когда будешь готова, встретимся перед обсерваторией, хорошо?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh~ This gets me all excited. It's been quite a while since Al and I did this event.
es_es: Oh~ Que emocionante. Ha pasado un tiempo desde que Al y yo hicimos este evento.
ru_ru: Ох~ Это приводит меня в восторг. Прошло довольно много времени с тех пор, как мы с Алом прошли это событие.

source: I'll be going on ahead! See you later, Lea!
es_es: ¡Me adelantaré! ¡Nos vemos, Lea!
ru_ru: Я пойду вперёд! Увидимся позже, Лея!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Hello, dear! Are you here for the big news?
es_es: ¡Hola, querida! ¿Estás aquí por las noticias?
ru_ru: Привет, дорогая! Ты здесь ради больших новостей?

source: We can start the meeting right away!
es_es: ¡Podemos empezar la reunión ahora mismo!
ru_ru: Мы можем сразу же начать собрание!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alrighty! I'll get everyone together then!
es_es: ¡Perfecto! ¡Juntaré a todos entonces!
ru_ru: Ладненько! Я тогда соберу всех!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Okay!\. Just let me know when you're ready!
es_es: ¡De acuerdo!\. ¡Hazme saber cuando estés lista!
ru_ru: Хорошо!\. Просто дай мне знать, когда будешь готова!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Hey Lea!
es_es: ¡Ey Lea!
ru_ru: Эй, Лея!

source: I see you are about to take that quiz to join this guild, right?
es_es: Veo que estás a punto de tomar la encuesta para unirte a este gremio, ¿no?
ru_ru: Похоже, что ты собираешься пройти тест для вступления в гильдию, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: So... I was thinking...
es_es: Bueno... estaba pensando...
ru_ru: Так вот... Я подумал...

source: Would it not be challenging to answer the questions with your current vocabulary?
es_es: ¿No sería algo dificultoso contestar las preguntas con tu vocabulario?
ru_ru: Разве не будет проблемой ответить на вопросы с твоим текущим словарным запасом?

source: So you forgot about that, hm?
es_es: Así que no pensaste en ello, ¿eh?
ru_ru: Так ты забыла об этом, хм?

source: Look, it is okay, Lea.
es_es: Mira, no pasa nada, Lea.
ru_ru: Слушай, всё в порядке, Лея.

source: They would have found out about your speech malfunction sooner or later anyway.
es_es: Se habrían enterado de tu malfunción del habla tarde o temprano.
ru_ru: Они бы всё равно рано или поздно узнали о твоих нарушениях речи.

source: Just remember: these kinds of things happen to players.
es_es: Solo recuerda: estas cosas también le pasan a los jugadores.
ru_ru: Просто запомни: подобные вещи случаются с игроками.

source: I just hope you will still be able to take the quiz, somehow...
es_es: Solo espero que puedas tomar la encuesta, de algún modo...
ru_ru: Я просто надеюсь, что ты по-прежнему сможешь пройти тест, каким-нибудь образом...

source: Lea, I did it!! I passed!
es_es: ¡¡Lea, lo hice!! ¡Pasé!
ru_ru: Лея, у меня получилось!! Я сдала!

source: Come on, you're up next!
es_es: ¡Vamos, tu sigues!
ru_ru: Давай, ты следующая!

source: What's wrong?\. You look really nervous...
es_es: ¿Qué sucede?\. Te ves muy nerviosa...
ru_ru: Что случилось?\. Ты выглядишь взволнованной...

source: Don't worry, the quiz is super simple!
es_es: No te preocupes, ¡la encuesta es muy simple!
ru_ru: Не волнуйся, тест суперпростой!

source: I'm sure you can do it!
es_es: ¡Estoy segura de que puedes hacerlo!
ru_ru: Я уверена, что ты справишься!

source: Lea, dear, now it's your turn.
es_es: Lea, querida, es tu turno.
ru_ru: Лея, дорогая, теперь твоя очередь.

source: I hope you read all those text tables next to the statue in the temple mine.
es_es: Espero que hayas leído todas esas tablas de texto al lado de las estatuas en el Templo Mina.
ru_ru: Я надеюсь, что ты прочла все таблички с текстом около статуи в Храм-Шахте.

source: Today's quiz is all about the god \c[3]Di'aro\c[0]!
es_es: ¡La encuesta de hoy trata sobre el Dios \c[3]Di'aro\c[0]!
ru_ru: Сегодня тест о боге \c[3]Ди'аро\c[0]!

source: Don't worry, it'll be just 4 simple questions.
es_es: No te preocupes, solo serán 4 simples preguntas.
ru_ru: Не волнуйся, будет всего четыре простых вопроса.

source: Are you ready?
es_es: ¿Estás lista?
ru_ru: Ты готова?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: ... Alrighty!
es_es: ... ¡Perfecto!
ru_ru: ...Ладненько!

source: First Question! Now...
es_es: ¡Primera pregunta! Ahora...
ru_ru: Первый вопрос! Итак...

source: Di'aro is one of the \c[3]Gods of Shape\c[0]. Now...\. what shape did he represent?
es_es: Di'aro es uno de los \c[3]Dioses de la Forma\c[0]. Pero...\. ¿qué forma representa?
ru_ru: Ди'аро - один из \c[3]Богов формирования\c[0]. Так...\. какую форму он олицетворяет?

source: ... Hi...
es_es: ... Hola...
ru_ru: ...Привет...

source: Uhm...\. Yes? Hello Lea.
es_es: Um...\. ¿Si? Hola Lea.
ru_ru: Хмм...\. Да? Привет, Лея.

source: So... should I repeat the question?
es_es: Entonces... ¿debería repetir la pregunta?
ru_ru: Так... мне следует повторить вопрос?

source: ... Bye...
es_es: ... Adiós...
ru_ru: ...Пока...

source: Huh? What is up Lea? Do you give up already?
es_es: ¿Eh? ¿Qué pasa Lea? ¿Ya te das por vencida?
ru_ru: А? Что случилось, Лея? Ты уже сдаёшься?

source: Come on, it's really not that hard. Let me repeat the question.
es_es: Vamos, no es tan difícil. Déjame repetir la pregunta.
ru_ru: Ну же, это не так уж и сложно. Позволь мне повторить вопрос.

source: ... Lea...
ru_ru: ...Лея...

source: Uhm...\. Yes! Lea, dear...\. That's your name.
es_es: Um...\. ¡Si! Lea, querida...\. Ese es tu nombre.
ru_ru: Эмм...\. Да! Лея, дорогая...\. Это твоё имя.

source: Should... Should I repeat the question?
es_es: Debería... ¿Debería repetir la pregunta?
ru_ru: Стоит... Стоит ли мне повторить вопрос?

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Lea!
ru_ru: Лея!

source: What shape does \c[3]Di'aro\c[0] represent?
es_es: ¿Que forma representa \c[3]Di'aro\c[0]?
ru_ru: Какую из форм олицетворяет \c[3]Ди'аро\c[0]?

source: ... Hi...
es_es: ... Hola...
ru_ru: ...Привет...

source: ... Bye...
es_es: ... Adiós...
ru_ru: ...Пока...

source: ... Lea...
ru_ru: ...Лея...

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Lea!
ru_ru: Лея!

source: Lea...\. is everything alright?
es_es: Lea...\. ¿está todo bien?
ru_ru: Лея...\. всё в порядке?

source: No, something is wrong here...
es_es: No, aquí pasa algo...
ru_ru: Нет, что-то тут не так...

source: I sort of noticed it before....
es_es: Creo haberlo notado antes...
ru_ru: Я замечал это раньше....

source: Lea you...\. can't really speak, can you...?
es_es: Lea tú...\. no puedes hablar, ¿cierto...?
ru_ru: Лея, ты...\. не можешь нормально говорить, не так ли...?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh dear!
es_es: ¡Oh Dios!
ru_ru: О Боже!

source: Is it a speech module malfunction?
es_es: ¿Es una malfunción en el módulo del habla?
ru_ru: У тебя неполадки с речевым модулем?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh Junge! I thought they managed to fix those issues.
es_es: ¡Oh Junge! Creí que ya habían arreglado todos esos problemas.
ru_ru: Oh Junge (Боже)! Я думал, им удалось исправить эту проблему.

source: I mean it's sort of weird that you can still say those few words.
es_es: Aún así es algo raro que puedas decir unas pocas palabras.
ru_ru: Всё-таки это немного странно, что ты можешь говорить некоторые слова.

source: Did they add some kind of workaround?
es_es: ¿Hay algún tipo de solución provisional?
ru_ru: Они добавили какой-то обходной путь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I can't believe it!
es_es: ¡No lo puedo creer!
ru_ru: Я не могу в это поверить!

source: How did I not notice this before...
es_es: Cómo es que no me di cuenta antes...
ru_ru: Как я не заметила раньше...

source: Lea dear, I'm so sorry...
es_es: Lea querida, lo siento mucho...
ru_ru: Лея, дорогая, мне так жаль...

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Well... Still! That's no reason to cancel the quiz!
es_es: Bueno... ¡Aún así! ¡No es motivo para cancelar la encuesta!
ru_ru: Ладно... Тем не менее! Это не причина, чтобы отменять тест!

source: Easy! We'll just make it \c[3]multiple choice\c[0]!
es_es: ¡Fácil! ¡Haremos \c[3]elección múltiple\c[0]!
ru_ru: Легко! Мы просто сделаем \c[3]несколько вариантов\c[0]!

source: Lea, dear... I'm sure you can still count with your fingers, right?
es_es: Lea, querida... Estoy segura de que puedes contar con los dedos, ¿no?
ru_ru: Лея, дорогая... Я уверена, что ты можешь считать на пальцах, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Wonderful!
es_es: ¡Maravilloso!
ru_ru: Замечательно!

source: Well then, all I have to do is give you four options, eh?
es_es: Bueno, entonces todo lo que tengo que hacer es darte cuatro opciones, ¿eh?
ru_ru: Тогда всё, что мне нужно сделать - дать тебе четыре варианта, да?

source: Okay...\. let me think...
es_es: Bien...\. déjame pensar...
ru_ru: Хорошо...\. Дай подумать...

source: Here we go!
es_es: ¡Aquí vamos!
ru_ru: Начинаем!

source: Alrighty! Let's try this again!
es_es: ¡Perfecto! ¡Intentémoslo otra vez!
ru_ru: Ладненько! Давай попробуем ещё раз!

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/17/message
source: What shape does \c[3]Di'aro\c[0] represent?
es_es: ¿Que forma representa \c[3]Di'aro\c[0]?
ru_ru: Какую из форм олицетворяет \c[3]Ди'аро\c[0]?

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/19/message
source: A:\. \c[3]Square\c[0],\.\. B:\. \c[3]Triangle\c[0],\.\. C:\. \c[3]Pentagon\c[0],\.\. or D:\. \c[3]Sphere\c[0]?
es_es: A:\. ¿\c[3]Cuadrado\c[0],\.\. B:\. \c[3]Triángulo\c[0],\.\. C:\. \c[3]Pentágono\c[0],\.\. o D:\. \c[3]Esfera\c[0]?
ru_ru: A:\. \c[3]Квадрат\c[0],\.\. B:\. \c[3]Треугольник\c[0],\.\. C:\. \c[3]Пятиугольник\c[0],\.\. или D:\. \c[3]Сферу\c[0]?

source: Alrighty!
es_es: ¡Muy bien!
ru_ru: Ладненько!

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: [Answer A]
es_es: [Respuesta A]
ru_ru: [Ответ A]

source: [Answer B]
es_es: [Respuesta B]
ru_ru: [Ответ B]

source: [Answer C]
es_es: [Respuesta C]
ru_ru: [Ответ C]

source: [Answer D]
es_es: [Respuesta D]
ru_ru: [Ответ D]

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/22/message
source: ...Next question...
es_es: ...Siguiente pregunta...
ru_ru: Следующий вопрос...

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/23/message
source: Di'aro is known as the \c[3]Creator of Solid Surface\c[0].
es_es: Di'aro es conocido como el \c[3]Creador de Superficie Sólida\c[0].
ru_ru: Ди'аро известен как \c[3]создатель земной тверди\c[0].

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/24/message
source: So... what exactly did Di'aro create?
es_es: Entonces... ¿qué creó Di'aro exactamente?
ru_ru: Итак... Что конкретно создал Ди'аро?

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/25/message
source: A:\. \c[3]Mountains\c[0],\.\. B:\. \c[3]Plants\c[0],\.\. C:\. \c[3]Animals\c[0],\.\. or D:\. \c[3]The Sun\c[0]?
es_es: A:\. ¿\c[3]Montañas\c[0],\.\. B:\. \c[3]Plantas\c[0],\.\. C:\. \c[3]Animales\c[0],\.\. o D:\. \c[3]El Sol\c[0]?
ru_ru: A:\. \c[3]Горы\c[0],\.\. B:\. \c[3]Растения\c[0],\.\. C:\. \c[3]Животных\c[0],\.\. или D:\. \c[3]Солнце\c[0]?

source: Good!
es_es: ¡Bien!
ru_ru: Хорошо!

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: [Answer A]
es_es: [Respuesta A]
ru_ru: [Ответ A]

source: [Answer B]
es_es: [Respuesta B]
ru_ru: [Ответ B]

source: [Answer C]
es_es: [Respuesta C]
ru_ru: [Ответ C]

source: [Answer D]
es_es: [Respuesta D]
ru_ru: [Ответ D]

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/28/message
source: So...\. what was next...?
es_es: Entonces...\. ¿qué sigue...?
ru_ru: Итак...\. что дальше...?

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/29/message
source: Ah, yes!
es_es: ¡Ah, sí!
ru_ru: Ах, да!

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/30/message
source: There was this time \c[3]E'Nel\c[0] and \c[3]Di'aro\c[0] worked together, eh?
es_es: Hubo una vez en la que \c[3]E'Nel\c[0] y \c[3]Di'aro\c[0] trabajaron juntos, ¿no?
ru_ru: Было время, когда \c[3]Э'нель\c[0] и \c[3]Ди'аро\c[0] работали вместе, так?

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/31/message
source: What did they create?
es_es: ¿Qué fue lo que crearon?
ru_ru: Что они создали?

source: A:\. \c[3]Waterfalls\c[0],\.\. B:\. \c[3]Volcanoes\c[0],\.\. C:\. \c[3]Black Holes\c[0],\.\. or D:\. ... uhm...
es_es: A:\. ¿\c[3]Cataratas\c[0],\.\. B:\. \c[3]Volcanes\c[0],\.\. C:\. \c[3]Agujeros Negros\c[0],\.\. o D:\. ... emmm...
ru_ru: A:\. \c[3]Водопады\c[0],\.\. B:\. \c[3]Вулканы\c[0],\.\. C:\. \c[3]Чёрные дыры\c[0],\.\. или D:\. ...эмм...

source: \c[3]Cream Puffs\c[0]!
es_es: ¡\c[3]Bolitas de Crema\c[0]!
ru_ru: \c[3]Кремовые пирожные\c[0]!

source: Nyeeahahahahaha!!
ru_ru: Ньяяяхахахахаха!!

source: Really Buggy?\. Don't make it too easy for her!
es_es: ¿En serio Buggy?\. ¡No lo hagas tan fácil!
ru_ru: Серьёзно, Багги?\. Не упрощай это так для неё!

source: Well I suppose it's clear that option D is not correct anyway...
es_es: Bueno supongo que está claro que D no es la opción correcta de todos modos...
ru_ru: Ладно, очевидно, что вариант D неверен в любом случае...

source: Well then Lea, what did E'Nel and Di'aro create together?
es_es: Entonces Lea, ¿que fue lo que E'Nel y Di'aro crearon juntos?
ru_ru: Ну так что, Лея, что Э'нель и Ди'аро создали вместе?

source: A:\. \c[3]Waterfalls\c[0],\.\. B:\. \c[3]Volcanoes\c[0],\.\. C:\. \c[3]Black Holes\c[0],\.\. or D:\. \c[3]Cream Puffs\c[0]?
es_es: A:\. ¿\c[3]Cataratas\c[0],\.\. B:\. \c[3]Volcanes\c[0],\.\. C:\. \c[3]Agujeros Negros\c[0],\.\. o D:\. \c[3]Bolitas de Crema\c[0]?
ru_ru: A:\. \c[3]Водопады\c[0],\.\. B:\. \c[3]Вулканы\c[0],\.\. C:\. \c[3]Чёрные дыры\c[0],\.\. или D:\. \c[3]Пирожные\c[0]?

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: Very nice!
es_es: ¡Muy bien!
ru_ru: Очень хорошо!

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: Oh come on, dear! Please be serious.
es_es: ¡Por favor, querida! Tómatelo en serio.
ru_ru: Ой, перестань, дорогая! Пожалуйста, будь серьёзней.

source: Well, I will count that as a wrong answer.
es_es: Bueno, contaré eso como respuesta incorrecta.
ru_ru: Ладно, я засчитаю это как неправильный ответ.

source: [Answer A - Waterfalls]
es_es: [Respuesta A - Cataratas]
ru_ru: [Ответ A - Водопады]

source: [Answer B - Volcanoes]
es_es: [Respuesta B - Volcanes]
ru_ru: [Ответ B - Вулканы]

source: [Answer C - Black Holes]
es_es: [Respuesta C - Agujeros Negros]
ru_ru: [Ответ C - Чёрные дыры]

source: [Answer D - Cream Puffs]
es_es: [Respuesta D - Bolitas de Crema]
ru_ru: [Ответ D - Пирожные]

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/35/message
source: Final Question!
es_es: ¡Última Pregunta!
ru_ru: Последний вопрос!

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/36/message
source: Remember when \c[3]Di'orbis\c[0] tried to convince \c[3]Di'aro\c[0] that the Ancients are "ready for their journey"?
es_es: ¿Recuerdas cuando \c[3]Di'orbis\c[0] trató de convencer a \c[3]Di'aro\c[0] de que los Antiguos estaban "listos para la aventura"?
ru_ru: Помнишь, когда \c[3]Ди'орбис\c[0] пытался убедить \c[3]Ди'аро\c[0] в том, что Древние "готовы к своему путешествию"?

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/37/message
source: He showed him one of the Ancient's achievements. What was it?
es_es: Le enseñó uno de los logros de los Antiguos. ¿Cuál fue?
ru_ru: Он показал ему одно из достижений Древних. Что это было?

# data/maps/autumn/guild/inner-fs-eg.json//entities/61/settings/event/38/message
source: A:\. They \c[3]built huge cities\c[0],\.\. B:\. They \c[3]traveled through the air\c[0],\.\. C:\. They \c[3]reached the highest mountain\c[0],\.\. or D:\. They \c[3]tamed the wildest animals\c[0].
es_es: A:\. \c[3]Contruir grandres ciudades\c[0],\.\. B:\. \c[3]Viajar por los cielos\c[0],\.\. C:\. \c[3]Subir a la montaña más alta\c[0],\.\. o D:\. \c[3]Domar a los animales más salvajes\c[0].
ru_ru: A:\. Они \c[3]построили огромные города\c[0],\.\. B:\. Они \c[3]путешествовали по воздуху\c[0],\.\. C:\. Они \c[3]покорили высочайшие горы\c[0],\.\. или D:\. Они \c[3]укротили самых диких животных\c[0].

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: Wonderful!
es_es: ¡Maravilloso!
ru_ru: Замечательно!

source: Ok...
es_es: Bueno...
ru_ru: Ок...

source: [Answer A]
es_es: [Respuesta A]
ru_ru: [Ответ A]

source: [Answer B]
es_es: [Respuesta B]
ru_ru: [Ответ B]

source: [Answer C]
es_es: [Respuesta C]
ru_ru: [Ответ C]

source: [Answer D]
es_es: [Respuesta D]
ru_ru: [Ответ D]
