Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/autumn.po
Languages: es_es, ru_ru

# data/maps/autumn/cave-path6-1-meerkat.json//entities/7/settings/event/23/text
source: [angry Hillkat noises]
es_es: [sonidos de Colicata enojada]
ru_ru: [яростные звуки Горностая]

# data/maps/autumn/cubaum.json//entities/192/settings/npcStates/0/event/2/message
source: Apparently some hacker hid items in this area.
es_es: Aparentemente algún hacker escondió objetos en este área.
ru_ru: Похоже, что некий хакер спрятал в округе пару вещей.

# data/maps/autumn/cubaum.json//entities/192/settings/npcStates/0/event/3/message
source: So everyone is looking for them right now.
es_es: Así que todos los están buscando ahora.
ru_ru: Так что сейчас все заняты поисками.

# data/maps/autumn/cubaum.json//entities/301/settings/text
source: A perfectly regular tree
es_es: Un árbol perfectamente regular
ru_ru: Совершенно правильное дерево

# data/maps/autumn/cubaum.json//entities/509/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

# data/maps/autumn/cubaum.json//entities/521/settings/npcStates/0/event/2/message
source: Yo, what's up?
es_es: ¿Ey, qué hay?
ru_ru: Йо, как дела?

source: I see you got the \c[3]\v[item.230.name]\c[0] with you! Nice, nice!
es_es: ¡Veo que tienes el \c[3]\v[item.230.name]\c[0] contigo! ¡Bien, bien!
ru_ru: Я вижу, что у тебя есть \c[3]\v[item.230.name]\c[0]! Круто, круто!

source: Well then, good luck on your journey!
es_es: ¡Bueno, buena suerte en tu aventura!
ru_ru: Ну, тогда удачи в твоём путешествии!

source: If you want to pass this barrier you first have to collect the \c[3]\v[item.230.name]\c[0].
es_es: Si quieres pasar por esta barrera tienes que coger el \c[3]\v[item.230.name]\c[0].
ru_ru: Если ты хочешь пройти через этот барьер, то сначала должна получить \c[3]\v[item.230.name]\c[0].

source: You get it at the end of the \c[3]Faj'ro Temple\c[0], right after the boss battle.
es_es: Lo consigues al final del \c[3]Templo Faj'ro\c[0], justo después de la batalla contra el jefe.
ru_ru: Ты получишь её в конце \c[3]Храма Фай'ро\c[0], сразу после битвы с боссом.

source: In case you already beat the boss, just go to the final room and fetch your reward. It should still be there!
es_es: Si ya has derrotado al jefe, simplemente ve a la habitación final y coge tu recompensa. ¡Debería estar allí!
ru_ru: Если ты уже победила босса, просто иди в финальную комнату и получи свою награду. Она всё ещё должна быть там!

source: Deggart
ru_ru: Деггарт

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Great, there you are again.\. About time we finished this task, I would say.
es_es: Genial, ahí estás.\. Ya era hora de que terminemos esta tarea, digo yo.
ru_ru: Отлично, вот и ты снова.\. Хочу сказать, нам надо уже закончить с этой задачей.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Deggart
ru_ru: Деггарт

source: This time, all the energy signals can be found around that lonely tree there.
es_es: Esta vez, todas las señales de energía se pueden encontrar alrededor de ese árbol solitario de ahí.
ru_ru: На этот раз все энергетические сигналы находятся вокруг этого одинокого дерева.

source: Weird coincidence that, considering there's nothing really special about the tree itself...
es_es: Que extraña coincidencia, considerando que no hay nada especial sobre el árbol en sí.
ru_ru: Странное совпадение, учитывая, что в этом дереве так-то нет ничего особенного...

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Though it seems to be rather unstable and fluctuating this time.\. You should keep an eye on that.
es_es: Aunque parece ser algo inestable y fluctuante esta vez.\. Deberías estarte atenta a eso.
ru_ru: Хотя в этот раз энергия кажется нестабильной и колеблющейся.\. Тебе стоит следить за этим.

source: Deggart
ru_ru: Деггарт

source: In any case, knocking our probe onto the Powerspots as before and clearing hostiles should do the trick.
es_es: De todos modos, empujar nuestra sonda hacia esos Puntos de Poder como antes y matar a todos los enemigos debería funcionar.
ru_ru: В любом случае, перемещение зонда на места силы и зачистка врагов должны работать, как и раньше.

source: I am ready whenever you are.\. Just give me the signal, \v[lore.title.seeker].
es_es: Estoy listo cuando tú lo estés.\. Solo dame la señal, \v[lore.title.seeker]a.
ru_ru: Я готов, если ты готова.\. Просто дай мне сигнал, \v[lore.title.seeker].

source: Deggart
ru_ru: Деггарт

source: Ready to finish this up, \v[lore.title.seeker]?
es_es: ¿Estás lista para terminar esto, \v[lore.title.seeker]a?
ru_ru: Готова закончить с этим, \v[lore.title.seeker]?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright, then let me start this thing up!
es_es: ¡Bien, entonces déjame prender esta cosa!
ru_ru: Хорошо, тогда позволь мне запустить эту штуку!

source: Deggart
ru_ru: Деггарт

source: Probe has booted.\. Prepare for the first point to appear.
es_es: La sonda se ha iniciado.\. Prepárate para que aparezca el primer punto.
ru_ru: Зонд запущен.\. Подготовься к появлению первой точки.

source: [Expecting Probe]
es_es: [Esperando Sonda]
ru_ru: [Ожидание зонда]

source: Deggart
ru_ru: Деггарт

source: Alright, just like before.\. Knock our device onto the Powerspot and then defeat all the enemies that might appear!
es_es: Muy bien, igual que antes.\. ¡Empuja nuestro dispositivo hacia el Punto de Poder y derrota a todos los enemigos que aparezcan!
ru_ru: Хорошо, всё, как и раньше.\. Перемести наше устройство на место силы, а потом победи всех врагов, которые появятся!

source: Deggart
ru_ru: Деггарт

source: Just remember what I told you about the unstable energy fluctuation.
es_es: Solo recuerda lo que te dije sobre la fluctuación inestable de energía.
ru_ru: Не забывай, что я тебе рассказал насчёт нестабильных колебаний энергии.

source: Be prepared to readjust the probe during the operation in case the Powerspots move around.
es_es: Prepárate para reajustar la sonda en medio de la operación en caso de que los Puntos de Poder cambien de lugar.
ru_ru: Будь готова передвинуть зонд вовремя, на случай перемещения мест силы.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Knock the \c[3]Probe\c[0] on the \c[3]Powerpoints\c[0]. \c[3]Heat\c[0]: More knockback \c[3]Cold\c[0]: Stabilize
es_es: Empuja la \c[3]Sonda\c[0] hacia los \c[3]Puntos de Poder\c[0]. \c[3]Fuego\c[0]: Empuja más lejos \c[3]Hielo\c[0]: Estabiliza
ru_ru: Подтолкните \c[3]зонд\c[0] к \c[3]месту силы\c[0]. \c[3]Пламя\c[0]: Большой толчок \c[3]Холод\c[0]: Стабилизация

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Alright, come back when you feel fresh and ready.
es_es: Bien, vuelve cuando te sientas lista.
ru_ru: Хорошо, возвращайся, когда почувствуешь себя бодрой и готовой.

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: You need me to refresh your memory again?\. Alright then...
es_es: ¿Necesitas que te lo recuerde otra vez?\. Bueno...
ru_ru: Тебе нужно, чтобы я снова освежил твою память?\. Ладно...

source: You need to \c[3]push this device around\c[0] and move it onto certain spots of power in this area, short \c[3]Powerspots\c[0].
es_es: Necesitas empujar \c[3]este dispositvo\c[0] y moverlo a ciertos \c[3]Puntos de Poder\c[0] en esta área.
ru_ru: Тебе нужно \c[3]толкать это устройство\c[0] и перемещать его в определённые точки силы в этой области, назовём их \c[3]местами силы\c[0].

source: You can \c[3]move\c[0] it by \c[3]attacking\c[0].\. Using \c[3]Heat\c[0] will greatly increase the distance and velocity.
es_es: Puedes \c[3]moverla\c[0] \c[3]atacándola\c[0].\. Usar el \c[3]Fuego\c[0] incrementará la distancia y velocidad considerablemente.
ru_ru: Ты можешь \c[3]перемещать\c[0] его \c[3]атаками\c[0].\. Использование \c[3]Пламени\c[0] значительно увеличит расстояние и скорость перемещения.

source: Approaching a Powerspot will usually attract some \c[3]hostile wildlife\c[0] that will protect those places.
es_es: Acercarse a un Punto de Poder usualmente atraerá \c[3]vida salvaje hostil\c[0] que protegen esos lugares.
ru_ru: Приближение к местам силы обычно привлекает \c[3]враждебных диких животных\c[0], которые будут защищать эти места.

source: The Powerspots will grant them a \c[3]shield\c[0] that is almost impenetrable, meaning invincible enemies.
es_es: Los Puntos de Poder les proporcionan un \c[3]escudo\c[0] que es casi impenetrable, lo que significa que los enemigos serán invencibles.
ru_ru: Места силы дадут им \c[3]непробиваемый щит\c[0], с которым враги не получают урона.

source: \c[3]Placing the probe on an active Powerspot\c[0] will \c[3]deactivate the shield\c[0], though, so that's a priority!
es_es: \c[3]Posicionar la sonda en un Punto de Poder activo\c[0] \c[3]desactivará el escudo\c[0], ¡así que esa es una prioridad!
ru_ru: \c[3]Размещение зонда на активном месте силы\c[0] приведёт к \c[3]снятию щита\c[0], так что это в приоритете!

source: Make sure it doesn't get knocked away again.\. Hitting it with \c[3]Cold\c[0] will \c[3]stabilize\c[0] it for a bit which should help.
es_es: Asegúrate de que no la muevan.\. Pegarle con \c[3]Hielo\c[0] la \c[3]estabilizará\c[0] por un rato, lo cual debería ayudar.
ru_ru: Следи за тем, чтобы его не сбили с места.\. Атака \c[3]Холодом\c[0] ненадолго его \c[3]стабилизирует\c[0], это должно помочь.

source: I hope you got it now, \v[lore.title.seeker].
es_es: Espero que entiendas ahora, \v[lore.title.seeker]a.
ru_ru: Надеюсь, что сейчас ты уяснила это, Искатель.

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: Repeat Instructions
es_es: Repetir Instrucciones
ru_ru: Повторить инструкции

# data/maps/autumn/cubaum.json//entities/528/settings/analyzable/text
source: Deggart
ru_ru: Деггарт

# data/maps/autumn/cubaum.json//entities/531/settings/event/1/thenStep/2/text
source: [Powerspot unstable]
es_es: [Punto de Poder inestable]
ru_ru: [Место силы нестабильно]

# data/maps/autumn/cubaum.json//entities/556/settings/event/28/name
source: Deggart
ru_ru: Деггарт

# data/maps/autumn/cubaum.json//entities/556/settings/event/30/message
source: Seems like you're done.\. Everything's clear.\. For real this time.\.\. Finally.
es_es: Parece que terminaste.\. Todo está limpio.\. En serio esta vez.\.\. Finalmente.
ru_ru: Похоже, что ты закончила.\. Всё чисто.\. На этот раз точно.\.\. Наконец-то.

# data/maps/autumn/cubaum.json//entities/556/settings/event/32/message
source: I'm gonna skip further fanfare.\. Our probe needs to get back to HQ and I need sleep.
es_es: No tengo tiempo para halagarte.\. Nuestra sonda tiene que volver a la Sede y yo necesito descansar.
ru_ru: Я пропущу дальнейшие поздравления.\. Наш зонд следует вернуть назад в штаб, и мне нужно выспаться.

# data/maps/autumn/cubaum.json//entities/556/settings/event/33/message
source: Talk to our leader for rewards, you know the drill.\. Now excuse me, I gotta get going.
es_es: Habla con nuestro líder por las recompensas, ya sabes cómo va.\. Ahora si me disculpas, debo irme.
ru_ru: Поговори с нашим лидером о награде, ты знаешь, что делать.\. Теперь извини, мне пора идти.

# data/maps/autumn/cubaum.json//entities/556/settings/event/34/message
source: ...bye.
es_es: ...adiós.
ru_ru: ...пока.

# data/maps/autumn/cubaum.json//entities/556/settings/event/39/action/3/text
source: [Remote Control activated]
es_es: [Control Remoto Activado]
ru_ru: [Дистанционное управление активировано]

# data/maps/autumn/cubaum.json//entities/563/settings/event/0/message
source: What a nice and regular laser bridge!
es_es: ¡Qué bonito y ordinario Puente de Luz!
ru_ru: Какой прекрасный правильный лазерный мост!

# data/maps/autumn/entrance.json//entities/92/settings/analyzable/text
source: Humble Helper
es_es: Humilde Ayudante
ru_ru: Скромный помощник

source: Humble Helper
es_es: Humilde Ayudante
ru_ru: Скромный помощник

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hello, Ms. \v[lore.title.seeker]!\. So great to see you here on \v[lore.title.planet].
es_es: ¡Hola, Srta. \v[lore.title.seeker]a!\. Qué bueno verte aquí en \v[lore.title.planet].
ru_ru: Здравствуй, мисс Искатель!\. Приятно видеть тебя здесь, на Шадуне.

source: As a humble part of our endeavor here I am trying my best to aid Seekers.
es_es: Hago lo posible para ayudar a los Buscadores, es lo menos que puedo hacer.
ru_ru: В качестве скромной части наших стремлений здесь, я стараюсь помочь Искателям.

source: But, my skills are just not on the same level as yours are.
es_es: Pero, mis habilidades no están al mismo nivel que las tuyas.
ru_ru: Но мои навыки уже не те, что раньше.

source: Might I ask you to help me out, dear \v[lore.title.seeker]?
es_es: ¿Podría pedirte un favor, querida \v[lore.title.seeker]a?
ru_ru: Могу я попросить тебя помочь мне, дорогой \v[lore.title.seeker]?

source: Superb!\. Come back to me when you've defeated the \v[combat.name.hedgehog]s.
es_es: ¡Genial!\. Háblame cuando hayas derrotado a los \v[combat.name.hedgehog]s.
ru_ru: Превосходно!\. Возвращайся ко мне, когда победишь Дикоборзов.

source: Oh, okay!\. No Problem Ms. \v[lore.title.seeker].\. Please come back if you changed your mind.
es_es: ¡Oh, está bien!\. No hay problema, Srta. \v[lore.title.seeker]a.\. Por favor, avísame si cambias de opinión.
ru_ru: Ох, ладно!\. Нет проблем, мисс Искатель.\. Пожалуйста, возвращайся, если передумаешь.

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/1/event/0/name
source: Humble Helper
es_es: Humilde Ayudante
ru_ru: Скромный помощник

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/1/event/2/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/1/event/3/message
source: Hello Ms. \v[lore.title.seeker]!\. Enjoying your Journey?
es_es: ¡Hola, Srta. \v[lore.title.seeker]a!\. ¿Disfrutando de la aventura?
ru_ru: Здравствуй, мисс Искатель!\. Наслаждаешься своим путешествием?

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/1/event/5/message
source: Of course you do, haha!\. Oh to be young again!
es_es: ¡Pero claro que sí, jajaja!\. ¡Oh, ser joven otra vez!
ru_ru: Конечно, наслаждаешься, ха-ха!\. Эх, снова бы стать молодым!

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/1/event/6/message
source: But... back to work.\. It looks like you still need to defeat \c[3]\v[quest.my-first-quest.subrequire.0] of these \v[combat.name.hedgehog]s\c[0].
es_es: Pero... de vuelta al trabajo.\. Parece que aún debes derrotar a \c[3]\v[quest.my-first-quest.subrequire.0] \v[combat.name.hedgehog]s\c[0].
ru_ru: Но... вернёмся к работе.\. Похоже, что тебе ещё нужно победить \c[3]\v[quest.my-first-quest.subrequire.0] этих Дикоборзов\c[0].

source: Humble Helper
es_es: Humilde Ayudante
ru_ru: Скромный помощник

source: Wow Ms. \v[lore.title.seeker], you really did it!\. Here's your rewards for it!
es_es: Wow, Srta. \v[lore.title.seeker]a, ¡lo has conseguido!\. ¡Aquí está tu recompensa!
ru_ru: Вау, мисс Искатель, ты и вправду сделала это!\. Вот твоя награда за это!

source: Humble Helper
es_es: Humilde Ayudante
ru_ru: Скромный помощник

source: Hello Ms. \v[lore.title.seeker], ready for another quest?\. I even have more equipment as a reward.
es_es: Hola, Srta. \v[lore.title.seeker]a, ¿estás lista para otra misión?\. Tengo más equipamiento como recompensa.
ru_ru: Здравствуй, мисс Искатель, готова ещё к одному квесту?\. У меня есть ещё снаряжение в качестве награды.

source: Happy collecting and remember that different plants yield different items!
es_es: ¡Diviértete recolectando! ¡Y recuerda que cada planta da objetos distintos!
ru_ru: Приятного сбора и помни, что разные растения дают разные предметы!

source: Oh, okay!\. No Problem Ms. \v[lore.title.seeker].\. Please come back if you changed your mind.
es_es: ¡Oh, está bien!\. No hay problema, Srta. \v[lore.title.seeker]a.\. Por favor, avísame si cambias de opinión.
ru_ru: Ох, ладно!\. Нет проблем, мисс Искатель.\. Пожалуйста, возвращайся, если передумаешь.

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/4/event/0/name
source: Humble Helper
es_es: Humilde Ayudante
ru_ru: Скромный помощник

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/4/event/2/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/4/event/3/message
source: Hello Ms. \v[lore.title.seeker]!\. Enjoying the adventure?
es_es: ¡Hola, Srta. \v[lore.title.seeker]a!\. ¿Disfrutando de la aventura?
ru_ru: Здравствуй, мисс Искатель!\. Наслаждаешься путешествием?

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/4/event/5/message
source: Of course you do, haha!\. Oh to be young again!
es_es: ¡Pero claro que sí, jajaja!\. ¡Oh, ser joven otra vez!
ru_ru: Конечно, наслаждаешься, ха-ха!\. Эх, снова бы стать молодым!

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/4/event/6/message
source: But... back to work.\. It looks like you still need to collect some of the \c[3]items\c[0].
es_es: Pero... de vuelta al trabajo.\. Parece que aún debes coleccionar algunos \c[3]objetos\c[0].
ru_ru: Но... вернёмся к работе.\. Похоже, что тебе по-прежнему нужно собрать некоторые из \c[3]предметов\c[0].

source: Humble Helper
es_es: Humilde Ayudante
ru_ru: Скромный помощник

source: Wow Ms. \v[lore.title.seeker], you really did it!\. Here's your rewards for it!
es_es: Wow, Srta. \v[lore.title.seeker]a, ¡lo has conseguido!\. ¡Aquí tienes tu recompensa!
ru_ru: Вау, мисс Искатель, ты и вправду сделала это!\. Вот твоя награда за это!

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/6/event/0/name
source: Humble Helper
es_es: Humilde Ayudante
ru_ru: Скромный помощник

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/6/event/2/message
source: Hello Ms. \v[lore.title.seeker]!\. I hope you enjoy your journey.
es_es: ¡Hola, Srta. \v[lore.title.seeker]a!\. Espero que disfrutes de tu aventura.
ru_ru: Здравствуй, мисс \v[lore.title.seeker]!\. Я надеюсь, что ты наслаждаешься своим путешествием.

# data/maps/autumn/entrance.json//entities/92/settings/npcStates/6/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/entrance.json//entities/97/settings/interact/hoverText
source: \i[arrow-w] Road to \v[area.bergen-trails.name] \i[arrow-e] \v[area.rookie-harbor.name]
es_es: \i[arrow-w] Camino al \v[area.bergen-trails.name] \i[arrow-e] \v[area.rookie-harbor.name]
ru_ru: \i[arrow-w] дорога к Тропе в Берген \i[arrow-e] Гавань новичков

# data/maps/autumn/entrance.json//entities/101/settings/event/1/title
source: Combat Rank
es_es: Rango de Combate
ru_ru: Боевой ранг

# data/maps/autumn/entrance.json//entities/101/settings/event/1/content
source: How to increase \c[3]Combat Rank\c[0] to improve the drops of defeated enemies.
es_es: Cómo incrementar el \c[3]Rango de Combate\c[0] para conseguir mejores objetos de los enemigos.
ru_ru: Как увеличить \c[3]Боевой ранг\c[0], чтобы улучшить предметы, падающие с побеждённых врагов.

# data/maps/autumn/entrance.json//entities/101/settings/event/1/acceptStep/5/text
source: Your \c[3]combat rank\c[0] is displayed in the upper right corner during combat.
es_es: Durante el combate, tu \c[3]Rango de Combate\c[0] se muestra en la esquina superior derecha.
ru_ru: Ваш \c[3]боевой ранг\c[0] отображается в правом верхнем углу во время боя.

# data/maps/autumn/entrance.json//entities/101/settings/event/1/acceptStep/7/text
source: By \c[3]defeating enemies\c[0] your rank will increase.
es_es: El rango incrementa cuando \c[3]derrotas enemigos\c[0].
ru_ru: \c[3]Побеждая врагов\c[0], вы увеличиваете свой ранг.

# data/maps/autumn/entrance.json//entities/101/settings/event/1/acceptStep/13/text
source: With a higher combat rank, enemies will \c[3]drop more items\c[0], including \c[3]special rare items\c[0].
es_es: Un rango de combate más alto hará que los enemigos \c[3]suelten más objetos\c[0], incluidos \c[3]objetos especiales\c[0].
ru_ru: На более высоком боевом ранге с врагов \c[3]падает больше предметов\c[0], включая \c[3]специальные редкие предметы\c[0].

# data/maps/autumn/entrance.json//entities/101/settings/event/1/acceptStep/17/text
source: When you're out of combat you'll enter the \c[3]cooldown phase\c[3].
es_es: Cuando estés fuera de combate, entrarás en la \c[3]fase de enfriamiento\c[0].
ru_ru: Если вы выйдете из боя, то войдёте в \c[3]фазу сброса ранга\c[3].

# data/maps/autumn/entrance.json//entities/101/settings/event/1/acceptStep/19/text
source: When the blue line disappears, combat will end and you will \c[3]lose your rank\c[0].
es_es: Cuando la línea azul desaparezca, saldrás del combate y \c[3]perderás tu rango\c[0].
ru_ru: Когда синяя линия исчезнет, бой закончится, и вы \c[3]потеряете свой ранг\c[0].

# data/maps/autumn/entrance.json//entities/101/settings/event/1/acceptStep/21/text
source: However, when you enter combat during cool down, you \c[3]keep your combat rank\c[3]!
es_es: ¡Sin embargo, si consigues entrar en combate mientras estés en la fase de enfriamiento, \c[3]mantendrás tu rango de combate\c[0]!
ru_ru: Однако, если вы снова начнёте бой во время фазы сброса ранга, то \c[3]сохраните свой боевой ранг\c[3]!

# data/maps/autumn/entrance.json//entities/101/settings/event/1/acceptStep/25/text
source: Repeat?
es_es: ¿Repetir?
ru_ru: Повторить?

source: Yes
es_es: Sí
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/autumn/entrance.json//entities/103/settings/event/0/message
source: Laser bridge!
es_es: ¡Puente de Luz!
ru_ru: Лазерный мост!

# data/maps/autumn/entrance.json//entities/148/settings/event/13/message
source: Back to where our journey started...
es_es: De vuelta a donde comenzó nuestra aventura...
ru_ru: Вернулись туда, откуда началось наше путешествие...

# data/maps/autumn/entrance.json//entities/148/settings/event/14/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/autumn/entrance.json//entities/148/settings/event/19/message
source: By now, those enemies are kind of a joke, non?
es_es: A este punto, esos enemigos son un chiste, ¿no?
ru_ru: Теперь эти враги выглядят смешно, разве нет?

source: I mean...\. if we didn't have the \c[3]boosters\c[0] enabled, that is.
es_es: Quiero decir...\. si no tuvieramos los \c[3]potenciadores\c[0] encendidos.
ru_ru: Я имею в виду...\. если бы у нас не было активированных \c[3]бустеров\c[0].

# data/maps/autumn/entrance.json//entities/148/settings/event/26/message
source: Sure...\. now they are.
es_es: Seguro...\. ahora sí.
ru_ru: Конечно...\. теперь-то.

# data/maps/autumn/entrance.json//entities/148/settings/event/27/message
source: I bet you got beat up plenty by those Hedgehags in the beginning.
es_es: Pero apuesto que esos Arizos te daban una paliza al principio.
ru_ru: Могу поспорить, что эти Дикоборзы много раз вас побили в самом начале.

# data/maps/autumn/entrance.json//entities/148/settings/event/28/message
source: Non!\. Not at all!
es_es: ¡Non!\. ¡Para nada!
ru_ru: Нет.\. Вовсе нет!

source: Lea simply \c[1]sniped them all away\c[0], you see?
es_es: Lea tan solo \c[1]los mandaba volando\c[0], ¿sabes?
ru_ru: Лея просто \c[1]уничтожила их всех\c[0], понимаешь?

source: Those hedgehags were easy-peasy, right, Lea?
es_es: Esos arizos eran pan comido, ¿cierto, Lea?
ru_ru: Эти ёжики были легче лёгкого, правда, Лея?

source: \c[1]Lea!\c[0]
ru_ru: \c[1]Лея!\c[0]

source: Lea!
ru_ru: Лея!

# data/maps/autumn/entrance.json//entities/148/settings/event/32/message
source: Right. I forgot you were well prepared thanks to my amazing tutorial.
es_es: Cierto. Olvidé que estaban bien preparadas gracias a mi increíble tutorial.
ru_ru: Верно. Я и забыл, что вы были хорошо подготовлены благодаря моему замечательному руководству.

source: Non.\. Again.\. It's because \c[1]Lea just killed everything\c[0].
es_es: Non.\. Otra vez.\. Es solo porque \c[1]Lea aniquilaba todo\c[0].
ru_ru: Неа.\. Опять-таки.\. Это потому, что \c[1]Лея просто уничтожила всё\c[0].
