Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/beach.po
Languages: es_es, ru_ru

source: Naturally shaped stone bridge.\. No, of course it doesn't make sense.\. Looks nice, though.
es_es: Un puente de piedra de forma natural.\. No, por supuesto que no tiene sentido.\. Aunque, se ve bien.
ru_ru: Каменный мост естественной формы.\. Нет, конечно, это нелогично.\. Хотя выглядит неплохо.

source: Those stones remind me a bit of those... \c[3]indecisive flowers\c[0] in Vermillion Wasteland!\. Remember those, Lea?
es_es: Esas piedras me recuerdan un poco a esas... \c[3]vacilantes flores\c[0] en Vermillion Wasteland!\. ¿Recuerdas esos, Lea?
ru_ru: Эти камни немного напоминают мне те... \c[3]нерешительные цветы\c[0] в Пустоши Вермиллион!\. Помнишь их, Лея?

source: This is just as narrow... but at least you don't have to repeat the whole thing when you fall into the water.
es_es: Esto es igual de estrecho... pero al menos no tienes que repetirlo todo cuando te caes al agua.
ru_ru: Эти столбы такие же узкие... но, по крайней мере, тебе не нужно всё повторять, когда ты падаешь в воду.

source: Of course!\. The Ancients always reward those that explore ahead of time!\. It seems we missed a switch!
es_es: ¡Por supuesto!\. ¡Los Antiguos siempre recompensan a los que exploran antes de tiempo!\. ¡Talvez solo nos hemos saltado algún botón!
ru_ru: Конечно!\. Древние всегда награждают тех, кто исследует заранее!\. Похоже, мы пропустили переключатель!

source: Ugh!\. Of course we had to hit another switch first.\. OF COURSE!
es_es: ¡Uf!\. Por supuesto que tuvimos que golpear otro botón antes. ¡POR SUPUESTO!
ru_ru: Аргх!\. Конечно, сначала нам надо было нажать на очередной переключатель.\. НУ КОНЕЧНО!

source: Oh, we didn't activate that jump panel yet?\. That sucks...
es_es: Oh, ¿todavía no hemos activado ese panel de salto?\. Esto apesta...
ru_ru: Ой, мы ещё не активировали ту панель для прыжков?\. Отстой...

source: Huh...\. Guess we can't go on here!\. I suppose we have to hit that switch first.
es_es: Huh...\. ¡Supongo que no podemos seguir por aquí! Tal vez tenemos que pulsar ese interruptor primero.
ru_ru: Хмм...\. Похоже, мы не можем здесь пройти!\. Полагаю, сначала нужно нажать на этот переключатель.

source: Are we there yet?
es_es: ¿Ya hemos llegado?
ru_ru: Мы уже на месте?

source: Doesn't look like it ends here, huh?
es_es: No parece que esto termine aquí, ¿no?
ru_ru: Не похоже, что здесь всё кончается, да?

source: As expected, the Ancients have prepared quite the formidable challenge!
es_es: Como era de esperar, ¡los Antiguos han preparado un desafío formidable!
ru_ru: Как и ожидалось, Древние подготовили довольно серьёзное испытание!

source: Oui...\. It's going to be long.
es_es: Oui...\. Esto va a ser muy largo.
ru_ru: Oui (Да)...\. Это будет долго.

source: And...\. more jumping!
es_es: Y...\. ¡más saltos!
ru_ru: И...\. больше прыжков!

source: Looks like I was right...
es_es: Parece que tenía razón...
ru_ru: Похоже, я был прав...

source: Oh it's a checkpoint!\. How very nice of them.
es_es: ¡Oh, es un checkpoint! Qué amables.
ru_ru: О, это контрольная точка!\. Как мило с их стороны.

source: Oh, that is a relief!\. I was starting to get stressed out about the thought of falling down.
es_es: ¡Oh, eso es un alivio! Estaba empezando a estresarme con la idea de caer.
ru_ru: Ох, какое облегчение!\. Я уже начал нервничать из-за мысли о падении.

source: A checkpoint!\. The Ancients mean well with us!
es_es: ¡Un checkpoint! ¡Los Antiguos tienen buenas intenciones después de todo!
ru_ru: Контрольная точка!\. Древние хорошо относятся к нам!

source: Checkpoint! Nice!
es_es: ¡Checkpoint! ¡Bien!
ru_ru: Контрольная точка! Класс!

source: Hello, fellow Seeker!
es_es: ¡Hola, compañero Buscador!
ru_ru: Привет, коллега-Искатель!

source: Welcome to the Triblader corner!
es_es: ¡Bienvenido al rincón Triblader!
ru_ru: Добро пожаловать в уголок триблейдеров!

source: We wish you all the best on your journey.
es_es: Le deseamos todo lo mejor en su viaje.
ru_ru: Мы желаем тебе всего лучшего в твоём путешествии.

source: Have a nice day!
es_es: ¡Tenga un buen día!
ru_ru: Хорошего дня!

source: And make sure to enjoy the weather!
es_es: ¡Y no dejes de disfrutar el clima!
ru_ru: И обязательно насладись погодой!

source: That's one of these long jump puzzles, isn't it?
es_es: Es uno de esos largos puzzles de salto, ¿no?
ru_ru: Это одна из этих длинных головоломок с прыжками, не?

source: Looks like we found an alternative route, more jumping ahead!
es_es: Parece que hemos encontrado una ruta alternativa, ¡más saltos adelante!
ru_ru: Похоже, мы нашли альтернативный маршрут, впереди больше прыжков!

source: We've found a secret route!\. Let's see what the ancients have planned for us!
es_es: ¡Hemos encontrado una ruta secreta!\. ¡Veamos lo que planearon los antiguos para nosotros!
ru_ru: Мы нашли секретный маршрут!\. Посмотрим, что запланировали для нас Древние!

source: I have this feeling we still have a lot more jumping to do...
es_es: Tengo la sensación de que aún nos queda mucho por saltar...
ru_ru: У меня такое чувство, что нам ещё предстоит сделать много прыжков...

source: You think they can see us?
es_es: ¿Crees que pueden vernos?
ru_ru: Думаешь, они могут нас видеть?

source: Shhh!
ru_ru: Тссс!

source: Alright, we got the Shade!
es_es: Muy bien, ¡tenemos la sombra!
ru_ru: Ладно, мы получили Тень!

source: Too bad the dungeon isn't available yet.
es_es: Lástima que la mazmorra no esté disponible todavía.
ru_ru: Жаль, что подземелье пока недоступно.

source: Let's hope they'll add it soon!
es_es: ¡Esperemos que lo añadan pronto!
ru_ru: Будем надеяться, что скоро его добавят!

source: I guess that's it, huh?
es_es: Supongo que eso es todo, ¿no?
ru_ru: Полагаю, это всё, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: So...\. next will be the \c[3]final temple\c[0].
es_es: Así que...\. lo siguiente será el \c[3]templo final\c[0].
ru_ru: Значит...\. дальше будет \c[3]последний храм\c[0].

source: Whenever that one is released...
es_es: Cuando sea implementado...
ru_ru: Когда бы он ни вышел...

source: Here we go!
es_es: ¡Aquí vamos!
ru_ru: Поехали!

source: So...\. next we're supposed to go to the final temple.
es_es: Así que...\. ahora se supone que debemos ir al templo final.
ru_ru: Значит...\. дальше мы должны идти к последнему храму.

source: But...\. it's not release yet?
es_es: Pero... ¿todavía no se ha lanzado?
ru_ru: Но...\. он ещё не вышел?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I see...?
es_es: ¿Ya veo...?
ru_ru: Ясно...?

source: That is one weird looking shade.
es_es: Esa es una sombra de aspecto extraño.
ru_ru: Эта Тень так странно выглядит.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well...\. we got it now.
es_es: Bueno...\. ya lo tenemos.
ru_ru: Ну...\. мы её получили.

source: Next is the final dungeon, once they release it.
es_es: Lo siguiente es la mazmorra final, una vez que la habiliten.
ru_ru: Дальше последний храм, как только его выпустят.

source: I really wonder how long that one will be...
es_es: Realmente me pregunto cuánto durará esto...
ru_ru: Мне действительно интересно, насколько длинным он будет...

source: I guess that's it, huh?
es_es: Supongo que eso es todo, ¿no?
ru_ru: Полагаю, это всё, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Guess next will be the \c[3]final temple\c[0].
es_es: Supongo que lo siguiente será el \c[3]templo final[0].
ru_ru: Похоже, дальше будет \c[3]последний храм\c[0].

source: ...which is not released yet.
es_es: ...que todavía no se ha estrenado.
ru_ru: ...который ещё не вышел.

source: Seriously, they could have waited with the update until everything is ready.
es_es: En serio, podrían haber esperado con la actualización hasta que todo esté listo.
ru_ru: Серьёзно, они могли подождать с обновлением, пока всё не будет готово.

source: Our task here is done!
es_es: ¡Nuestra tarea aquí está hecha!
ru_ru: Наша задача здесь завершена!

source: Alas, there's just one thing left to do!
es_es: Por desgracia, ¡sólo queda una cosa por hacer!
ru_ru: Увы, ещё осталось сделать одну вещь!

source: Spheromancer Lea!
ru_ru: Сферомант Лея!

source: I see you've just collected the final Shade!
es_es: ¡Veo que acabas de recoger la última sombra!
ru_ru: Я вижу, ты только что собрала последнюю Тень!

source: Spheromancer Lea!
ru_ru: Сферомант Лея!

source: Our task in this new area has been completed!
es_es: ¡Nuestra tarea en esta nueva área ha sido completada!
ru_ru: Наша задача в этой новой зоне была выполнена!

source: And you know what that means...
es_es: Y ya sabes lo que eso significa...
ru_ru: И ты знаешь, что это значит...

source: It is time for our \c[3]final duel\c[0]!
es_es: ¡Es hora de nuestro \c[3]duelo final\c[0]!
ru_ru: Пришло время для нашей \c[3] финальной дуэли\c[0]!

source: Where?
es_es: ¿Dónde?
ru_ru: Где?

source: Right!\. As for the location...
es_es: ¡Cierto!\. En cuanto a la ubicación...
ru_ru: Точно!\. Насчёт места...

source: I suggest the \c[3]north-west of Rhombus Square\c[0]!
es_es: ¡Sugiero el \c[3]al noroeste de Rhombus Square[0]!
ru_ru: Я предлагаю \c[3]северо-запад Площади Ромба\c[0]!

source: As it happens, that part of the city has dedicated arenas for PvP battles.
es_es: Resulta que, esta parte de la ciudad tiene arenas dedicadas a las batallas PvP.
ru_ru: Так получилось, что в этой части города выделены арены для PvP-сражений.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Excellent!
es_es: ¡Excelente!
ru_ru: Превосходно!

source: I'll be waiting for you!\. Be prepared!
es_es: ¡Te estaré esperando!\. ¡Prepárate!
ru_ru: Я буду ждать тебя!\. Будь готова!

source: Lea!
ru_ru: Лея!

source: Meet Apollo \c[3]Rhombus Square - Open PVP Fields\c[0] for your final \c[3]duel\c[0].
es_es: Reúnete con Apollo en \c[3]Rhombus Square: abra zonas PVP\c[0] para tu \c[3]duelo\c[0] final.
ru_ru: Встретьтесь с Аполло на \c[3]Площади Ромба - Открытые поля PVP\c[0] для финальной \c[3]дуэли\c[0].

source: Hey...\. why is everyone sitting here?
es_es: Oye...\. ¿Por qué todos están sentados aquí?
ru_ru: Эй...\. почему все сидят здесь?

source: I'm not sure...\. I just thought I'd join.
es_es: No estoy seguro...\. Solo pensé en unirme.
ru_ru: Не знаю...\. просто решил присоединиться.

source: Isn't there an event?
es_es: ¿No hay un evento o algo así?
ru_ru: Разве здесь не должно быть какое-то событие?

source: Yeah, I heard a boss is supposed to spawn from the ocean!
es_es: ¡Sí, escuché que se supone que un jefe aparece del océano!
ru_ru: Да, я слышала, из океана должен появиться босс!

source: Whoa! A boss? That's awesome!
es_es: ¡Guau! ¿Un jefe? ¡Eso es asombroso!
ru_ru: Ух ты! Босс? Потрясающе!

source: So how much longer do we have to wait?
es_es: Entonces, ¿Cuánto más tenemos que esperar?
ru_ru: И как долго нам ещё нужно ждать?

source: Wait...\. there was a boss?
es_es: Esperar..\. ¿había un jefe?
ru_ru: Подождите...\. здесь был босс?

source: No...\. guys...\. I was just vibing here!\. And then you all decided to sit next to me!
es_es: No...\. chicos...\. ¡Estaba temblando aquí!\. ¡Y luego todos decidieron sentarse a mi lado!
ru_ru: Нет...\. ребята...\. я просто отдыхал здесь!\. А потом вы все уселись рядом со мной!

source: I mean...\. it's cool and all, but...\. there's no boss!
es_es: Quiero decir...\. genial y todo, pero...\. ¡no hay jefe!
ru_ru: То есть...\. это, конечно, круто, но...\. здесь нет босса!

source: Oh...
ru_ru: Ох...

source: So...\. no boss?
es_es: Así que...\. ¿no hay jefe?
ru_ru: Значит...\. никакого босса?

source: Aww....
es_es: Oww....
ru_ru: Эхх...

source: Well...\. just sitting here is nice, too.
es_es: Bien...\. estar sentado aquí también es agradable.
ru_ru: Ну...\. просто сидеть здесь тоже неплохо.

source: This is boring...
es_es: Esto es aburrido...
ru_ru: Скукотища...
