Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/beach.po
Languages: es_es, ru_ru

# data/areas/beach.json//floors/0/maps/0/name
source: Sandy Bar
es_es: Bar Arenoso
ru_ru: Песчаная коса

# data/areas/beach.json//floors/0/maps/1/name
source: Isle of Legend
es_es: Isla de la Leyenda
ru_ru: Остров легенд

# data/areas/beach.json//floors/0/maps/2/name
source: UFO Island
es_es: Isla OVNI
ru_ru: Остров НЛО

# data/areas/beach.json//floors/0/maps/3/name
source: Rough Lagoon
es_es: Lago Peligroso
ru_ru: Бурная лагуна

# data/areas/beach.json//floors/0/maps/4/name
source: Shallow Shore
es_es: Costa Baja
ru_ru: Мелководный берег

# data/areas/beach.json//floors/0/maps/5/name
source: Calm Pocket
es_es: Zona Tranquila
ru_ru: Спокойная бухта

# data/areas/beach.json//floors/0/maps/6/name
source: Bird Skull Approach
es_es: Cruce de Calavera
ru_ru: Подход птичьего черепа

# data/areas/beach.json//floors/0/maps/7/name
source: Dover's Cliffs
es_es: Acantilados de Dover
ru_ru: Скалы Довера

# data/areas/beach.json//floors/0/maps/8/name
source: Altar of the Key
es_es: Altar de la Llave
ru_ru: Алтарь ключа

# data/areas/beach.json//floors/0/maps/9/name
source: Ape Island
es_es: Isla de los Simios
ru_ru: Остров обезьян

# data/maps/beach/ape-arena.json//entities/1/settings/event/17/message
source: ... W-where?
es_es: ¿... D-dónde?
ru_ru: ...Г-где?

# data/maps/beach/ape-arena.json//entities/1/settings/event/28/text
source: There we are, \v[lore.title.seeker].\. This shall be our battleground.
es_es: Aquí estamos, \v[lore.title.seeker].\. Este será nuestro campo de batalla.
ru_ru: Вот мы и здесь, Искатель.\. Это будет наше поле боя.

# data/maps/beach/ape-arena.json//entities/1/settings/event/36/text
source: Now, be on your guard!
es_es: Ahora, ¡ponte en guardia!
ru_ru: А теперь, будь начеку!

# data/maps/beach/ape-arena.json//entities/1/settings/event/37/message
source: Meet.\. Lea!
es_es: Reunir.\. ¡Lea!
ru_ru: Встреча.\. Лея!

# data/maps/beach/ape-arena.json//entities/2/settings/event/25/text
source: Ha\..\..\..\. You beat me!\. Splendid!
es_es: Ha\..\..\..\. ¡Me has ganado!\. ¡Espléndido!
ru_ru: Ха\..\..\..\. Ты победила меня!\. Превосходно!

# data/maps/beach/ape-arena.json//entities/2/settings/event/26/message
source: Lea!
ru_ru: Лея!

# data/maps/beach/ape-arena.json//entities/2/settings/event/27/text
source: Indeed, a battle for the ages!\. Too epic even for your human books of history!
es_es: En efecto, ¡Una batalla histórica!\. ¡Demasiado épica incluso para tus libros de historia humanos!
ru_ru: Поистине битва на века!\. Слишком эпичная даже для ваших человеческих книг об истории!

# data/maps/beach/ape-arena.json//entities/2/settings/event/28/text
source: But let us return and continue our talk back on the main island!
es_es: ¡Pero regresemos y sigamos hablando en la isla principal!
ru_ru: Но давай вернëмся и продолжим наш разговор на главном острове!

# data/maps/beach/ape-arena.json//entities/2/settings/event/29/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/beach/ape-arena.json//entities/2/settings/event/31/text
source: Time to hold tight again, \v[lore.title.seeker].
es_es: Es el momento de aguantar otra vez, \v[lore.title.seeker].
ru_ru: Пора снова держаться крепче, Искатель.

# data/maps/beach/ape-arena.json//entities/4/settings/event/10/message
source: ... W-where?
es_es: ... ¿D-donde?
ru_ru: ...Г-где?

# data/maps/beach/ape-arena.json//entities/4/settings/event/11/text
source: There we are, \v[lore.title.seeker].\. This shall be our battleground.
es_es: Aquí estamos, \v[lore.title.seeker].\. Este será nuestro campo de batalla.
ru_ru: Вот мы и здесь, Искатель.\. Это будет наше поле боя.

# data/maps/beach/ape-arena.json//entities/4/settings/event/13/text
source: Now, be on your guard!
es_es: Ahora, ¡ponte en guardia!
ru_ru: А теперь, будь начеку!

# data/maps/beach/ape-arena.json//entities/4/settings/event/14/message
source: Meet.\. Lea!
es_es: Reunir.\. ¡Lea!
ru_ru: Встреча.\. Лея!

source: Your journey brought you to this land enclosed by the deep sea.
es_es: Tu viaje te trajo a esta tierra encerrada por el mar profundo.
ru_ru: Твоё путешествие привело тебя в эту\.\.\. землю, окружённую глубоким морем

source: Traveling over shallow water, jumping from island to island.
es_es: Viajando sobre aguas poco profundas, saltando de isla en isla.
ru_ru: Путешествуя по мелководью,\.\.\. перепрыгивая с острова на остров

source: Fighting your way through hostile nature.
es_es: Luchando a tu manera a través de esta naturaleza hostil.
ru_ru: Пробивая свой путь\.\.\. сквозь враждебную природу

source: Your accomplishments shall be acknowledged.
es_es: Tus logros deben ser reconocidos.
ru_ru: Твои достижения\.\.\. должны быть признаны

source: Take this Shade to open the door toward your final destination.
es_es: Toma esta sombra para abrir la puerta hacia tu destino final.
ru_ru: Возьми эту Тень, чтобы открыть дверь\.\.\. твоего финального предназначения

source: Your resourcefulness is apparent and deserves one final reward.
es_es: Tu ingenio es evidente y merece una última recompensa.
ru_ru: Твоя находчивость несомненна\.\.\. и заслуживает последней награды

source: I shall add to your strength to prepare you for your last task.
es_es: Yo aumentaré tu fuerza para prepararte en tu última tarea.
ru_ru: Я увеличу твою силу,\.\.\. чтобы подготовить к твоей последней задаче

source: SP Bar
es_es: Barra de PE
ru_ru: Шкала SP

source: Let your every step form the path of your growth.
es_es: Que cada uno de tus pasos forme el camino de tu crecimiento.
ru_ru: Да будет каждый твой шаг\.\.\. приближать тебя к совершенству

source: Sky Rail
es_es: Gran Teleférico
ru_ru: Небесный рельс

source: Here we are!\. A new area for us Seekers to explore!
es_es: ¡Aquí estamos!\. ¡Una nueva área para que los Buscadores exploremos!
ru_ru: Вот мы и здесь!\. Новая зона, которую мы, Искатели, можем исследовать!

source: Woah!\. More beach!\. Awesome!
es_es: ¡Woah!\. ¡Más playa!\. ¡Qué Maravilla!
ru_ru: Ух ты!\. Больше пляжа!\. Потрясающе!

source: Seems like a fancy vacation spot, just filled with weird creatures.
es_es: Parece un lugar de vacaciones elegante, pero lleno de criaturas extrañas.
ru_ru: Похоже на популярное место для отдыха, просто заполненное странными существами.

source: This almost feels like Instatainment is trying to expand into the resort business.
es_es: Esto casi parece como si Instatainment estuviera tratando de expandirse en el negocio de los complejos turísticos.
ru_ru: Такое ощущение, что Instatainment пытается выйти на курортный бизнес.

source: Really reminds me of our last vacation, right Polly?
es_es: Realmente me recuerda a nuestras últimas vacaciones, ¿verdad Polly?
ru_ru: Действительно напоминает мне о нашем последнем отпуске, верно, Полли?

source: Right... it's not that far off.
es_es: Cierto... es muy parecido la verdad.
ru_ru: Верно... вполне на него похоже.

source: Really reminds me of my last vacation with Polly...
es_es: Realmente me recuerda a mis últimas vacaciones con Polly...
ru_ru: Действительно напоминает мне о моём последнем отпуске с Полли...

source: Maybe it's just me, but doesn't all that water seem...\. dangerous?
es_es: Tal vez sea sólo yo, pero ¿toda esa agua no parece... \. peligrosa?
ru_ru: Может быть, это только я так считаю, но разве вся эта вода не кажется...\. опасной?

source: Explore \c[3]Azure Archipelago\c[0]!
es_es: ¡Explora el \c[3]Archipiélago Azure\c[0]!
ru_ru: Исследуйте \c[3]Лазурный архипелаг\c[0]!

source: Dear Seeker, welcome to \c[3]Azure Archipelago\c[0]!
es_es: Querido Buscador, ¡Bienvenido al \c[3]Archipiélago Azure\c[0]!
ru_ru: Дорогой Искатель, добро пожаловать на \c[3]Лазурный архипелаг\c[0]!

source: This location has just recently been discovered and made fully accessible to Operation Trackwalker!
es_es: Este lugar ha sido descubierto recientemente y ¡Es totalmente accesible para la Operación Caminante!
ru_ru: Это место было недавно обнаружено и сделано полностью доступным для операции Путепроходец!

source: Your objective is to explore the area and reach the \c[3]temple\c[0] located in the \c[3]center of the archipelago\c[0].
es_es: Tu objetivo es explorar la zona y llegar al \c[3]templo\c[0] ubicado en el \c[3]centro del archipiélago\c[0].
ru_ru: Ваша цель - исследовать местность и добраться до \c[3]храма\c[0], расположенного в \c[3]центре архипелага\c[0].

source: Be prepared as the Track of the Ancients holds another challenge for those reaching their destination.
es_es: Prepárate, ya que la Pista de los Antiguos depara otro reto a los que llegan a estas tierras.
ru_ru: Будьте готовы, поскольку Путь Древних хранит в себе ещё одно испытание для тех, кто достигает своей цели.

source: Reach the \c[3]temple\c[0] in the center of \c[3]Azure Archipelago\c[0]!
es_es: ¡Llega al \c[3]templo\c[0] en el centro del \c[3]Archipiélago Azure\c[0]!
ru_ru: Доберитесь до \c[3]храма\c[0], расположенного в центре \c[3]Лазурного архипелага\c[0]!

source: Dear Seeker, welcome to \c[3]Azure Archipelago\c[0]!
es_es: Querido Buscador, ¡Bienvenido al \c[3]Archipiélago Azure\c[0]!
ru_ru: Дорогой Искатель, добро пожаловать на \c[3]Лазурный архипелаг\c[0]!

source: Good luck on reaching the \c[3]temple\c[0] in the center of the archipelago!
es_es: ¡Buena suerte en llegar al \c[3]templo\c[0] en el centro del archipiélago!
ru_ru: Удачи в достижении \c[3]храма\c[0] в центре архипелага!

source: Another checkpoint!\. Where is the treasure?!\. Ancients, I demand a treasure!!
es_es: ¡Otro checkpoint!\. ¡¿Dónde está el tesoro?!\. ¡¡Antiguos, exijo un tesoro!!
ru_ru: Ещё одна контрольная точка!\. Где сокровище?!\. Древние, я требую сокровище!!

source: Another checkpoint?!\. We just went all the way back to where we started!
es_es: ¡¿Otro checkpoint?!\. ¡Sólo regresamos al lugar donde comenzamos!
ru_ru: Ещё одна контрольная точка?!\. Да мы просто вернулись к тому месту, с которого начали!

source: So...\. this is it?\. Right back to the entrance?
es_es: Así que...\. ¿esto es todo?\. ¿De vuelta a la entrada?
ru_ru: Значит...\. это всё?\. Обратно ко входу?

source: Another checkpoint...\. Please, no more checkpoints.
es_es: Otro checkpoint...\. Por favor, no más.
ru_ru: Ещё одна контрольная точка...\. Пожалуйста, больше никаких контрольных точек.

source: Weeee diiiiiid iiiiiit!\. Finally!!
es_es: ¡Loooo Hiciiiimoooos!\. ¡¡Finalmente!!
ru_ru: Мыыыы сдееелалиии этооооооо!\. Наконец-то!!

source: It seems we just beat the king of all jumping puzzles!\. Let's hope the reward is worth it!
es_es: ¡Siento que acabamos de vencer al rey de los saltos!\. ¡Esperemos que la recompensa valga la pena!
ru_ru: Кажется, мы только что победили короля всех прыжковых головоломок!\. Будем надеяться, что награда того стоит!

source: Treasure...\. we finally found...\. the treasure!
es_es: Tesoro...\. Finalmente encontramos... \. ¡El Tesoro!
ru_ru: Сокровище...\. мы наконец-то нашли...\. сокровище!

source: Finally!\. Seriously, we just backtracked the whole fricking area just to get to this treasure!
es_es: ¡Finalmente!\. En serio, ¡Simplemente solo teníamos que retroceder en toda esta maldita área para llegar al tesoro!
ru_ru: Наконец-то!\. Серьёзно, мы только что сделали крюк по всей чёртовой зоне, только чтобы добраться до этого сокровища!

source: This treasure can't possibly be worth the trouble to get here.
es_es: Es imposible que este tesoro compense el esfuerzo de llegar hasta aquí.
ru_ru: Это сокровище вряд ли стоит того, чтобы добраться сюда.

source: Seriously!\. This took forever!
es_es: ¡En serio!\. ¡Esto ha sido una eternidad!
ru_ru: Серьёзно!\. Это заняло вечность!

source: Alas, the Ancients offer us a reward hopefully worth all the struggle.
es_es: Por desgracia, los Antiguos nos ofrecen una recompensa que, esperemos, valga la pena toda el esfuerzo.
ru_ru: Увы, Древние предлагают нам награду, которая, мы надеемся, стоит всех усилий.

source: Yessss!\. Beach area!\. This is the best!
es_es: ¡Siiií!\. ¡Zona de playa!\. ¡Esto es lo mejor!
ru_ru: Даааааа!\. Пляжная зона!\. Это лучше всего!

source: Hell yeah, man!\. This vacation has been way overdue!
es_es: ¡Por fin!\. ¡Estas vacaciones se han retrasado hasta ahora!
ru_ru: О да, чувак!\. Этот отпуск нужен был нам очень давно!

source: Come on, guys!\. Let's explore!
es_es: ¡Vamos chicos!\. ¡Exploremos!
ru_ru: Ну же, ребята!\. Давайте исследовать!

source: Hey man, just chill for a moment, okay?\. We want to enjoy this!
es_es: Oye, solo relájate un momento, ¿de acuerdo?\. ¡Queremos disfrutar de esto!
ru_ru: Эй, подожди немножко, ладно?\. Мы хотим насладиться этим!

source: Here we offer a small selection of \c[3]new weapons and armor\c[0].
es_es: Aquí ofrecemos una pequeña selección de \c[3]nuevas armas y armaduras\c[0].
ru_ru: Здесь мы предлагаем небольшую подборку \c[3]нового оружия и брони\c[0].

source: For more advanced equipment, revisit our \c[3]main store\c[0] in the \c[3]Shopping District of Rhombus Square\c[0].
es_es: Para un equipo más avanzado, vuelve a visitar nuestra \c[3]tienda principal\c[0] en el \c[3]distrito comercial de Rhombus Square\c[0].
ru_ru: Для более продвинутого снаряжения вернитесь к нашему \c[3]главному магазину\c[0] в \c[3]Торговом районе Площади Ромба\c[0].

source: Mysterious Guardian
es_es: El Guardián Misterioso
ru_ru: Загадочный страж

source: ... H-hi?
es_es: ... ¿H-hola?
ru_ru: ...П-привет?

source: \v[lore.title.seeker]. I am the guardian of this peaceful island. Long have I been undisturbed.
es_es: \v[lore.title.seeker]. Soy el guardián de esta tranquila isla. Llevo mucho tiempo sin ser molestado.
ru_ru: Искатель. Я страж этого мирного острова. Меня давно не тревожили.

source: But now, humans have come and are crawling all around me, left and right.
es_es: Pero ahora, los humanos han venido y andan arrastrándose a mi alrededor, por todas partes.
ru_ru: Но теперь, люди пришли и ползают вокруг меня, налево и направо.

source: ... S-sorry?
es_es: ... ¿P-perdón?
ru_ru: ...П-прости?

source: Hoho, you misunderstand!\. This is exciting!
es_es: Jojo, ¡me entendiste mal!\. ¡Esto es emocionante!
ru_ru: Хохо, ты неправильно поняла!\. Это восхитительно!

source: Finally, opponents for me to challenge. No more sitting around with nothing but fishing to pass the time!
es_es: Finalmente, oponentes para mí para desafiar. ¡No más sentarse sin nada más que pescar para pasar el tiempo!
ru_ru: Наконец-то, противники бросили мне вызов. Больше не нужно сидеть без дела на рыбалке, чтобы скоротать время!

source: \v[lore.title.seeker], do me the honor and meet me in combat.\. I shall gladly test your abilities.
es_es: \v[lore.title.seeker], hazme el honor y enfréntame en combate.\. Con mucho gusto pondré a prueba tus habilidades.
ru_ru: Искатель, окажи мне честь и встреться со мной в бою.\. Я с радостью проверю твои способности.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: HA, splendid!\. I will gladly await your challenge, young one!
es_es: ¡JA, espléndido!\. ¡Esperaré con gusto tu desafío, joven!
ru_ru: ХА, превосходно!\. Я с радостью буду ждать твоего вызова, юнец!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: What?\. And you call yourself a \v[lore.title.seeker], human?\. Certainly not a \v[lore.title.seeker] of challenges!
es_es: ¿Qué?\. ¿Y te haces llamar \v[lore.title.seeker], humano?\. ¡Ciertamente no eres un \v[lore.title.seeker] de desafíos!
ru_ru: Что?\. И ты называешь себя Искателем, человек?\. Уж точно не Искатель вызовов!

source: Sorry...
es_es: Lo siento...
ru_ru: Прости...

source: Hi!\. Meet!
es_es: ¡Hola!\. ¡Reunir!
ru_ru: Привет!\. Встреча!

source: \v[lore.title.seeker]. Are you ready to face me?
es_es: \v[lore.title.seeker]. ¿Estás lista para enfrentarme?
ru_ru: Искатель. Ты готова встретиться со мной лицом к лицу?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good!\. The time has finally come!
es_es: ¡Bueno!\. ¡Por fin ha llegado el momento!
ru_ru: Хорошо!\. Время наконец-то пришло!

source: We shall hold our epic battle in an undisturbed arena.
es_es: Llevaremos a cabo nuestra batalla épica en una arena tranquila.
ru_ru: Мы проведëм нашу эпичную битву на непотревоженной арене.

source: Where?
es_es: ¿Dónde?
ru_ru: Где?

source: You will see.\. But for now\..\..\..\. Hold on tight!
es_es: Ya verás.\. Pero por ahora\..\..\..\. ¡Agárrate fuerte!
ru_ru: Ты увидишь.\. А сейчас\..\..\..\. Держись крепче!

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: And off we go!
es_es: ¡Y ahí vamos!
ru_ru: И вперëд!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I see.\. You want to prepare yourself.\. So be it.
es_es: Ya veo.\. Quieres prepararte.\. Que así sea.
ru_ru: Ясно.\. Ты хочешь подготовиться.\. Да будет так.

source: But don't leave me waiting much longer.\. I already endured half an eternity without challenge.
es_es: Pero no me dejes esperando mucho más.\. Ya soporté media eternidad sin desafíos.
ru_ru: Но не заставляй меня долго ждать.\. Я уже полвечности прожил без вызова.

source: Bye...
es_es: Adiós...
ru_ru: Пока...

source: \c[2][Yes, start the battle]\c[0]
es_es: \c[2][Sí, comienza la batalla]\c[0]
ru_ru: \c[2][Да, начать битву]\c[0]

source: \c[1][No]\c[0]
ru_ru: \c[1][Нет]\c[0]

source: Yes, \v[lore.title.seeker].\. That was a splendid fight!\. I haven't felt so alive in ages!
es_es: Sí, \v[lore.title.seeker].\. ¡Esa fue una pelea espléndida!\. ¡Hace siglos que no me siento tan genial!
ru_ru: Да, Искатель.\. Это был великолепный бой!\. Я не чувствовал себя таким живым целую вечность!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Lea!
ru_ru: Лея!

source: But now I will take another rest and savor the sun.\.\.\. I mean\..\..\.. Guard this island, of course.\. Goodbye!
es_es: Pero ahora me tomaré otro descanso y me relajaré bajo el sol.\.\.\. Quiero decir\..\..\.. Iré a proteger esta isla, por supuesto.\. ¡Adiós!
ru_ru: Но теперь я снова отдохну и буду наслаждаться солнцем.\.\.\. В смысле\..\..\..\. охранять этот остров, конечно же.\. Прощай!

source: ... Bye.
es_es: ...adiós.
ru_ru: ...Пока.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Inspect
es_es: Inspeccionar
ru_ru: Осмотреть

source: An altar with a round slit in the middle. Insert a \c[3]\v[item.622.name]\c[0]?
es_es: Un altar con una hendidura redonda en el medio. ¿Insertas un \c[3]\v[item.622.name]\c[0]?
ru_ru: Алтарь с круглой прорезью посередине. Вставить \c[3]Монету Макгаффина\c[0]?

source: Yes
es_es: Sí
ru_ru: Да

source: No
ru_ru: Нет

source: An altar with a round slit in the middle. Could fit a coin.
es_es: Un altar con una hendidura redonda en el medio. Podría caber una moneda.
ru_ru: Алтарь с круглой прорезью посередине. Может поместиться монета.

source: Inspect
es_es: Inspeccionar
ru_ru: Осмотреть

source: An altar with a round slit in the middle. Insert a \c[3]\v[item.622.name]\c[0]?
es_es: Un altar con una hendidura redonda en el medio. ¿Insertas un \c[3]\v[item.622.name]\c[0]?
ru_ru: Алтарь с круглой прорезью посередине. Вставить \c[3]Монету Макгаффина\c[0]?

source: Yes
es_es: Sí
ru_ru: Да

source: No
ru_ru: Нет

source: An altar with a round slit in the middle. Could fit a coin.
es_es: Un altar con una hendidura redonda en el medio. Podría caber una moneda.
ru_ru: Алтарь с круглой прорезью посередине. Может поместиться монета.

source: Inspect
es_es: Inspeccionar
ru_ru: Осмотреть

source: An altar with a round slit in the middle. Insert a \c[3]\v[item.622.name]\c[0]?
es_es: Un altar con una hendidura redonda en el medio. ¿Insertas un \c[3]\v[item.622.name]\c[0]?
ru_ru: Алтарь с круглой прорезью посередине. Вставить \c[3]Монету Макгаффина\c[0]?

source: Yes
es_es: Sí
ru_ru: Да

source: No
ru_ru: Нет

source: An altar with a round slit in the middle. Could fit a coin.
es_es: Un altar con una hendidura redonda en el medio. Podría caber una moneda.
ru_ru: Алтарь с круглой прорезью посередине. Может поместиться монета.

source: It's really like I always imagined the perfect vacation would be.
es_es: Es realmente como siempre imaginé que serían las vacaciones perfectas.
ru_ru: Вот именно так я всегда себе и представлял идеальный отпуск.

source: Minus the flying fish monsters.
es_es: Salvo por esos extraños peces voladores.
ru_ru: Не считая летающих рыб-монстров.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I just wish swimming was an option.
es_es: Ojalá se pudiera nadar en este juego.
ru_ru: Вот бы только можно было поплавать.

source: ...Why?
es_es: ...¿Por qué?
ru_ru: ...Почему?

source: Well...\. swimming is fun?
es_es: Bueno...\. nadar es divertido, ¿no?
ru_ru: Ну...\. плавать же весело?

source: \c[2][Swimsuits]\c[0]
es_es: \c[2][Trajes de baño]\c[0]
ru_ru: \c[2][Купальники]\c[0]

source: What?\. No!\. Come on...
es_es: ¿Qué?\. ¡No!\. Vamos...
ru_ru: Что?\. Не!\. Да брось...

source: Swimsuit skins have been around since forever.\.
es_es: Las skins de los trajes de baño han existido desde siempre.\.
ru_ru: Купальники существуют уже сто лет.\.

source: Of course there are!\. It's easy money.
es_es: ¡Claro que los hay!\. Es dinero fácil.
ru_ru: Конечно!\. Это ж лёгкие деньги.

source: It's just that we Evotars can't access them.
es_es: Es solo que los Evotars como nosotros no podemos acceder a ellos.
ru_ru: Вот только нам, эвотарам, они недоступны.

source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

source: Yeah, it's not fair...
es_es: Sí, no es justo...
ru_ru: Ага, это нечестно...

source: \c[2][Double Standard!]\c[0]
es_es: \c[2][¡Doble estándar!]\c[0]
ru_ru: \c[2][Двойные стандарты!]\c[0]

source: Right?!\. Time to fight for our rights to cosmetics!
es_es: ¡¿Cierto?!\. ¡Es hora de luchar por nuestros derechos a los cosméticos!
ru_ru: Ага!\. Пора бороться за наши права на косметику!

source: What a peculiar shape in the middle of the sea!\. It looks like the Ancients have something planned for us!
es_es: ¡Qué forma tan rara hay en medio del mar!\. ¡Parece que los Antiguos tienen algo planeado para nosotros!
ru_ru: Какая странная форма посреди моря\. Похоже, что Древние что-то запланировали для нас!

source: Oui...\. and for once you \c[3]actually\c[0] don't know what this is about and don't just act like it. Non?
es_es: Oui...\. y por una vez \c[3]realmente\c[0] no sabes de qué se trata y no actúas así. ¿No?
ru_ru: Oui (Да)...\. и на этот раз ты \c[3]действительно\c[0] не знаешь, о чём идёт речь, а не просто так себя ведёшь. Да?

source: Surely, if that's what you want to believe, Pentafist!
es_es: Ciertamente, si así lo quieres creer, ¡Pentafist!
ru_ru: Конечно, если ты хочешь в это верить, пентафист!

source: True.\. And finally we both can find out what it's about at the same time.
es_es: Cierto.\. Y por fin podemos saber de qué se trata al mismo tiempo.
ru_ru: Ага.\. И наконец-то мы вдвоём можем одновременно выяснить, что это такое.

source: Oui, I really feel like smashing a few things now.
es_es: Oui, realmente tengo ganas de romper algunas cosas ahora.
ru_ru: Oui (Да), мне сейчас очень хочется что-нибудь разбить.

source: Surely it can't be much longer!
es_es: ¡Seguro que no puede tardar mucho más!
ru_ru: Это определённо не может длиться долго!

source: I think we're getting close.\. We're not that far from where we started.
es_es: Creo que nos estamos acercando.\. No estamos tan lejos de donde empezamos.
ru_ru: Я думаю, мы уже близко.\. Мы не так уж далеки оттуда, откуда начали.

source: Finally decent ground to stand on...\. somewhat.
es_es: Por fin un terreno decente en el que apoyarse... al menos un poco.
ru_ru: Наконец-то нормальная земля, на которой можно стоять...\. в некотором роде.

source: I think we really went full circle...\. almost.
es_es: Creo que realmente completamos el círculo...\. casi.
ru_ru: Я думаю, мы действительно прошли полный круг...\. почти.

source: Aaaaand further back.
es_es: Yyyyyyy más atrás.
ru_ru: Ииииии ещё обратнее.

source: By the Ancients...
es_es: Por los Antiguos...
ru_ru: Древние меня побери...
