Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/beach.po
Languages: es_es, ru_ru

source: Please...\. let it end.
es_es: Por favor...\. deja que termine.
ru_ru: Пожалуйста...\. пусть это закончится.

source: Linde
ru_ru: Линдэ

source: Good, I will mark the first spot I have to investigate!
es_es: ¡Bien, voy a marcar el primer lugar que tengo que investigar!
ru_ru: Хорошо, я помечу первую точку, которую мне нужно исследовать!

source: Linde
ru_ru: Линдэ

source: All set, we can start now!\. And please protect me from angry critters, okay?
es_es: ¡Todo listo, ya podemos empezar!\. Y, por favor, me protegerás de los bichos enojados, ¿no?
ru_ru: Всё готово, мы можем начинать!\. И, пожалуйста, защищай меня от злых зверушек, ладно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright, let's do this!
es_es: Muy bien, ¡hagamos esto!
ru_ru: Хорошо, давай сделаем это!

source: \c[3]Protect Linde\c[0] while she inspects the area
es_es: \c[3]Protege a Linde\c[0] mientras ella inspecciona el área
ru_ru: \c[3]Защищайте Линдэ\c[0], пока она обследует область.

source: \v[tmp.questEscort-pointText]
es_es: [Escolta a Linde Hasta Aquí]
ru_ru: [Сопровождайте Линдэ]

source: Escortee Life
es_es: Vida del escolta
ru_ru: Здоровье

source: Energy
es_es: Energía
ru_ru: Энергия

source: Linde
ru_ru: Линдэ

source: Yep, yep, awesome! \v[lore.title.seeker], this is the spot!
es_es: ¡Sí, sí, increíble! \v[lore.title.seeker], ¡este es el lugar!
ru_ru: Ага, ага, отлично! Искатель, это и есть то место!

source: Now we will need to cause some ruckus for those salt-bearing critters to appear.
es_es: Ahora tendremos que causar un poco de alboroto para que aparezcan esos bichos de la sal.
ru_ru: Теперь нам нужно будет устроить шумиху, чтобы появились эти солёные зверушки.

source: I will get everything prepared for that.\. Just talk to me again when you want to wrap this up.
es_es: Prepararé todo para eso.\. Háblame de nuevo cuando quieras terminar con esto.
ru_ru: Я подготовлю всё для этого.\. Просто поговори со мной ещё раз, когда захочешь завершить дело.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Careful, I hear something!
es_es: ¡Cuidado, escucho algo!
ru_ru: Осторожно, я что-то слышу!

source: Starting the investigation!
es_es: ¡Comenzando la investigación!
ru_ru: Начинаю исследование!

source: \v[tmp.questEscort-inspectText]
es_es: [Investigando]
ru_ru: [Изучает]

source: \v[tmp.questEscort-pointText]
es_es: [Escolta a Linde Hasta Aquí]
ru_ru: [Сопровождайте Линдэ]

source: Alrighty!
es_es: ¡Muy bien!
ru_ru: Ладненько!

source: Meet?
es_es: ¿Reunir?
ru_ru: Встреча?

source: Oh, no, it's not here. But one less place to search, yay!
es_es: Oh, no. No está aquí. Pero ya tenemos un lugar menos por buscar, ¡sí!
ru_ru: Ой, нет, не здесь. Но одним местом для поиска меньше, ура!

source: Getting dizzy...
es_es: Mareándose...
ru_ru: Голова кружится...

source: Don't want to stress you, but this is getting a bit painful...
es_es: No quiero estresarte, pero esto se está poniendo un poco doloroso...
ru_ru: Не хочу давить на тебя, но это становится немного больно...

source: Ouchie... seems like they really are angry.
es_es: Ouchie... parece que realmente están enojados.
ru_ru: Аюшки... похоже, что они очень злые.

source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]MISIÓN FALLIDA\c[0] Reinicie la tarea para volver a intentarlo
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

source: Linde
ru_ru: Линдэ

source: Linde
ru_ru: Линдэ

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Ahh, \v[lore.title.seeker], great to see you again!
es_es: Ahh, \v[lore.title.seeker], ¡qué bueno verte de nuevo!
ru_ru: Ах, Искатель, рада снова тебя видеть!

source: Hi!\. Meet!
es_es: ¡Hola!\. ¡Reunir!
ru_ru: Привет!\. Встреча!

source: Yeah, we can work together again.\. And look at you, even more impressive and shiny than last time!
es_es: Sí, podemos trabajar juntos de nuevo.\. ¡Y mírate, aún más impresionante y brillante que la última vez!
ru_ru: Да, мы снова можем работать вместе.\. И посмотри на себя, ты ещё более впечатляющая и яркая, чем в прошлый раз!

source: Can't brag that much about myself, but I tried my best. l pull my weight with the Gardeners.\. We'll be a great team!
es_es: No tengo mucho que presumir, pero lo hice lo mejor que pude. Hago mi trabajo con los Jardineros.\. ¡Seremos un gran equipo!
ru_ru: Не могу так сильно похвастаться собой, но я старалась изо всех сил. Выполняла свои обязанности с Садовниками.\. Мы будем отличной командой!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Oh, I will search for an ideal position to harvest the salt by checking energy concentrations around the area.
es_es: Oh, buscaré una posición ideal para recolectar la sal comprobando las concentraciones de energía alrededor del área.
ru_ru: О, я буду искать идеальное место для сбора соли, проверяя концентрацию энергии вокруг.

source: It'll be the same for you as last time.\. Just hold off the angry critters that want to bite off a piece of me, ha...
es_es: Será lo mismo para ti, como la última vez.\. Solo mantén a raya a las criaturas enojadas que quieren mordernos un pedazo, ja...
ru_ru: Для тебя будет то же самое, что и в прошлый раз.\. Просто сдерживай злых зверушек, которые хотят откусить от меня кусочек, ха...

source: No, but seriously, please do.\. The wildlife here is scary, I tell ya.
es_es: No, pero en serio, por favor hazlo.\. La vida silvestre aquí da miedo, te lo digo.
ru_ru: Нет, ну серьёзно, пожалуйста.\. Дикая природа здесь пугает, скажу тебе.

source: Anyway, I gotta prepare myself.\. Talk to me again when you are ready to go!
es_es: De todos modos, tengo que prepararme.\. ¡Háblame de nuevo cuando estés listo para irte!
ru_ru: В любом случае, мне нужно подготовиться.\. Поговори со мной ещё раз, когда будешь готова!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Linde
ru_ru: Линдэ

source: Hey there, \v[lore.title.seeker]!\. Are you ready to escort me around?
es_es: ¡Hola, \v[lore.title.seeker]!\. ¿Estás listo para acompañarme?
ru_ru: Эй, Искатель!\. Ты готова сопровождать меня?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright.\. Just let me prepare myself real quick.
es_es: Bien.\. Solo déjame prepararme muy rápido.
ru_ru: Хорошо.\. Позволь мне быстренько подготовиться.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Aw, alright.\. I will wait for you here.
es_es: Oh, está bien.\. Te esperare aqui.
ru_ru: Эх, ладно.\. Я буду ждать тебя здесь.

source: \c[2]Yes\c[0]
es_es: \c[2]Sí\c[0]
ru_ru: \c[2]Да\c[0]

source: \c[1]No\c[0]
ru_ru: \c[1]Нет\c[0]

source: Linde
ru_ru: Линдэ

source: Hey there, \v[lore.title.seeker]!\. Can we extract that precious salt now?
es_es: ¡Hola, \v[lore.title.seeker]!\. ¿Podemos extraer esa preciosa sal ahora?
ru_ru: Эй, Искатель!\. Мы можем теперь добыть эту драгоценную соль?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Awesome!\. I will stir up the water a bit to lure out the blobs!
es_es: ¡Impresionante!\. ¡Agitaré un poco el agua para atraer a las gotas!
ru_ru: Прекрасно!\. Я немного встряхну воду, чтобы выманить слизней!

source: Linde
ru_ru: Линдэ

source: Look, \v[lore.title.seeker], there they are in all their squishy, salty beauty!
es_es: ¡Mira, \v[lore.title.seeker], ahí están en toda su belleza, blanda y salada!
ru_ru: Смотри, Искатель, вот и они, во всей своей мягкой, солёной красоте!

source: Now you need to \c[3]weaken\c[0] and then \c[3]pacify them with the Wave element\c[0], so I can properly absorb them!
es_es: Ahora necesitas \c[3]debilitarlos\c[0] y luego \c[3]cálmalos con el elemento Pulso\c[0], ¡para que pueda absorberlos adecuadamente!
ru_ru: Теперь тебе нужно \c[3]ослабить\c[0], а затем \c[3]умиротворить их с помощью элемента Волны\c[0], чтобы я могла поглотить их должным образом!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Capturing
es_es: Capturando
ru_ru: Ловля

source: Escortee Life
es_es: Vida del escolta
ru_ru: Здоровье

source: Energy
es_es: Energía
ru_ru: Энергия

source: Collected Salt
es_es: Sal Recolectada
ru_ru: Собранная соль

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Okay, I will wait until you're ready.\. But don't take too long, the energy feels very volatile here.
es_es: Está bien, esperaré hasta que estés lista.\. Pero no tardes demasiado, la energía se percibe muy inestable aquí.
ru_ru: Хорошо, я подожду, пока ты будешь готова.\. Но не задерживайся слишком сильно, энергия здесь очень нестабильна.

source: \c[2]Yes\c[0]
es_es: \c[2]Sí\c[0]
ru_ru: \c[2]Да\c[0]

source: \c[1]No\c[0]
ru_ru: \c[1]Нет\c[0]

source: There's more of those beach critters!
es_es: ¡Hay más de esos bichos de playa!
ru_ru: Здесь ещё больше этих пляжных зверушек!

source: Checking another spot...
es_es: Revisando otro lugar...
ru_ru: Проверяю другое место...

source: \v[tmp.questEscort-inspectText]
es_es: [Investigando]
ru_ru: [Изучает]

source: \v[tmp.questEscort-pointText]
es_es: [Escolta a Linde Hasta Aquí]
ru_ru: [Сопровождайте Линдэ]

source: Good job so far!\. We're definitely getting closer!
es_es: ¡Buen trabajo hasta ahora! ¡Definitivamente nos estamos acercando!
ru_ru: Хорошая работа!\. Мы определённо уже близко!

source: More of them... not my type of day at the beach.
es_es: Más de ellos... no es precisamente lo que más me gusta de un día en la playa.
ru_ru: Их ещё больше... Такой день на пляже не в моём вкусе.

source: Gotta do another check.\. I think we're almost there, \v[lore.title.seeker]!
es_es: Tengo que hacer otra comprobación.\. ¡Creo que ya casi llegamos, \v[lore.title.seeker]!
ru_ru: Сделаю ещё одну проверку.\. Я думаю, мы почти у цели, Искатель!

source: \v[tmp.questEscort-inspectText]
es_es: [Investigando]
ru_ru: [Изучает]

source: \v[tmp.questEscort-pointText]
es_es: [Escolta a Linde Hasta Aquí]
ru_ru: [Сопровождайте Линдэ]

source: Still not the spot.\. But it leads to that island back there.\. That MUST be it, \v[lore.title.seeker]!
es_es: Todavía no es el lugar.\. Pero conduce a esa isla allá atrás.\. ¡Eso DEBE ser, \v[lore.title.seeker]!
ru_ru: Всё ещё не то место.\. Но оно ведёт к тому острову.\. Оно ДОЛЖНО быть там, Искатель!

source: They really don't want us to reach the spot, eh?
es_es: Ellos realmente no quieren que lleguemos al lugar, ¿eh?
ru_ru: Они действительно не хотят, чтобы мы добрались до этого места, да?

source: Yes, picking up a lot of energy already.\. This might be it, \v[lore.title.seeker]!
es_es: Sí, ya estoy acumulando mucha energía.\. ¡Esto podría ser, \v[lore.title.seeker]!
ru_ru: Да, уже отслеживаю много энергии.\. Это может быть оно, Искатель!

source: \v[tmp.questEscort-inspectText]
es_es: [Investigando]
ru_ru: [Изучает]

source: Investigation done, this is definitely the place!
es_es: Investigación hecha, ¡este es definitivamente el lugar!
ru_ru: Исследование завершено, это определённо нужное место!

source: Just get rid of the remaining enemies and we can begin extracting the salt!
es_es: ¡Solo deshazte de los enemigos restantes y podemos comenzar a extraer la sal!
ru_ru: Просто избавься от оставшихся врагов, и мы можем начать добычу соли!

source: Woah, it works!\. My back feels hella salty already!
es_es: ¡Vaya, funciona!\. ¡Mi espalda ya se siente muy salada!
ru_ru: Ого, оно работает!\. Моя спина уже кажется чертовски солёной!

source: Or maybe I'm just sweaty...?
es_es: ¿O tal vez solo estoy sudada ...?
ru_ru: А может, я просто вспотела...?

source: Why...?
es_es: ¿Por qué...?
ru_ru: Почему...?

source: And another one! Just one more and we're done here, \v[lore.title.seeker].
es_es: ¡Y otro más! Sólo uno más y hemos terminado aquí, \v[lore.title.seeker].
ru_ru: И ещё! Ещё один, и мы закончим, Искатель.

source: Yeah! That's all \v[lore.title.seeker], great job!
es_es: ¡Sí! Eso es todo \v[lore.title.seeker], ¡buen trabajo!
ru_ru: Да! Это всё, Искатель, отличная работа!

source: Now we just \c[3]need to get rid of the rest\c[0], so we can relax and go back!
es_es: Ahora solo \c[3]necesitamos deshacernos del resto\c[0], ¡así podemos relajarnos y volver!
ru_ru: Теперь нам просто нужно \c[3]избавиться от остальных\c[0], чтобы мы могли расслабиться и вернуться назад!

source: \v[lore.title.seeker], I got one!\. ... still not enough, though.
es_es: \v[lore.title.seeker], ¡tengo uno!\. ...aunque, todavía no es suficiente.
ru_ru: Искатель, я поймала одного!\. ...но этого всё ещё недостаточно.

source: We better wait for more to appear, so we can get enough salt!
es_es: ¡Será mejor que esperemos a que aparezcan más, para que podamos obtener suficiente sal!
ru_ru: Нам лучше подождать, пока появится больше, чтобы получить достаточно соли!

source: Aw, \v[lore.title.seeker]!\. All of the salty blobs are gone before we got enough salt!
es_es: ¡Oh, \v[lore.title.seeker]!\. ¡Todas se han ido antes de que tengamos suficiente sal!
ru_ru: Эх, Искатель!\. Все солёные слизни исчезли до того, как мы получили достаточно соли!

source: We better wait for more to appear, so I can fill the tank!
es_es: Será mejor que esperemos a que aparezcan más, ¡así puedo llenar el tanque!
ru_ru: Нам лучше подождать, пока появятся другие, чтобы я смогла наполнить бак!

source: Linde
ru_ru: Линдэ

source: Yes!\. We got enough of the precious salt!
es_es: ¡Sí!\. ¡Ya tenemos suficiente de esta preciosa sal!
ru_ru: Да!\. Мы получили достаточно драгоценной соли!

source: This should help HQ to tinker together something that can help against that pesky spirit.
es_es: Esto debería ayudar a la sede a idear algo que pueda ayudar contra ese espíritu molesto.
ru_ru: Это должно помочь штабу вместе смастерить что-то, что могло бы помочь против этого надоедливого духа.

source: I just knew that we'd get this done.\. Jungle or beach, you can rely on a \v[lore.title.seeker]!
es_es: Sabía que lo haríamos.\. Selva o playa, ¡donde sea puedes confiar en un \v[lore.title.seeker]!
ru_ru: Я просто знала, что мы сделаем это.\. Неважно, джунгли или пляж, на Искателя можно положиться!

source: But I gotta hurry back to the HQ so we can get our tools ready.\. I will see you later!
es_es: Pero tengo que regresar rápidamente a la sede para que podamos preparar nuestras herramientas.\. ¡Te veré más tarde!
ru_ru: Но мне нужно поспешить обратно в штаб, чтобы мы могли подготовить наши инструменты.\. Увидимся позже!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Where the heck is that last MacGuffin?\. I swear, I looked everywhere!
es_es: ¿Dónde diablos está ese último MacGuffin?\. ¡Lo juro, busqué por todas partes!
ru_ru: Где, чёрт побери, этот последний Макгаффин?\. Я клянусь, я искал везде!

source: Nobody knows!\. Trust me, I asked around.\. A lot.
es_es: ¡Nadie lo sabe!\. Confía en mí, pregunté por ahí.\. Talvez demasiado.
ru_ru: Никто не знает!\. Поверь, я спрашивала.\. У многих.

source: What do you mean?\. Did no one find it?
es_es: ¿Qué quieres decir?\. ¿Nadie lo encontró?
ru_ru: Да ладно?\. Никто не нашёл?

source: Seems like it.\. Maybe there is no way to get it just yet.
es_es: Parece que.\. Tal vez no haya forma de conseguirlo todavía.
ru_ru: Похоже на то.\. Может быть, сейчас мы просто ещё не можем его получить.

source: I can't believe it...
es_es: No puedo creerlo...
ru_ru: Невероятно...

source: Don't worry, I'm fine.
es_es: No te preocupes, estoy bien.
ru_ru: Не волнуйся, я в порядке.

source: I'm just saying...\. getting hit by a falling coconut is a serious danger!
es_es: Sólo digo...\. ¡ser golpeado por un coco que cae es peligroso!
ru_ru: Просто предупреждаю...\. попасть под падающий кокос серьёзно опасно!

source: Did you forget this is a game?\. What's the worst that can happen?
es_es: ¿Olvidaste que esto es un juego?\. ¿Qué es lo peor que puede pasar?
ru_ru: Ты что, забыла, что это игра?\. Что самое худшее, что может случиться?

source: Who knows! It might be a hidden insta-kill field hazard!
es_es: ¡Quién sabe! ¡Podría ser un ataque oculto que nos destruya de un golpe!
ru_ru: Кто знает! Вдруг это убьёт тебя одним ударом?

source: Yeah right...\. I'll take my chances.
es_es: Sí claro...\. Me arriesgaré.
ru_ru: Ага, как же...\. Я готов рискнуть.

source: Huh...\. those statues seem familiar.\. Didn't expect to see those around here.
es_es: Eh...\. esas estatuas me parecen familiares.\. No esperaba verlas por aquí.
ru_ru: Хмм...\. эти статуи кажутся знакомыми.\. Не ожидал увидеть их здесь.

source: Well...\. those faces sure are a landmark I suppose.
es_es: Bueno...\. esas caras son un punto de referencia, supongo.
ru_ru: Ну...\. полагаю, эти лица - вполне себе неплохой ориентир.

source: Man, they really went full out with the jumping puzzles, didn't they?
es_es: Hombre, sí que se han puesto las pilas con los puzles de saltos, ¿no?
ru_ru: Чёрт, они действительно увлеклись головоломками, не так ли?

source: It just!\. Won't!\. Stop!
es_es: ¡Es solo!\. ¡No!\. ¡Pararán!
ru_ru: Оно никак!\. Не хочет!\. Заканчиваться!

source: More...\. stone...\. hopping...
es_es: Más...\. piedras...\. saltando...
ru_ru: Больше...\. прыжков...\. по камням...

source: Japp, it surely would suck to miss a jump now.
es_es: Sí, seguramente apestaría fallar un salto ahora.
ru_ru: Japp (Йеп), было бы ужасно пропустить сейчас прыжок.

source: Better not slip now...
es_es: Mejor no resbalarse ahora...
ru_ru: Лучше не поскользнуться...

source: A checkpoint...\. Is this end of this jumping trail or have the Ancients planned more for us?
es_es: Un checkpoint...\. ¿Este es el final o los Antiguos han planeado más para nosotros?
ru_ru: Контрольная точка...\. Это конец этой прыжковой тропы, или Древние запланировали для нас что-то большее?

source: Another Checkpoint!\. So...\. we're still not there yet?\. Or is that it?
es_es: ¡Otro Checkpoint!\. Así que...\. ¿No llegamos aún?\. ¿O es que no?
ru_ru: Ещё одна контрольная точка!\. Значит...\. мы ещё не пришли?\. Или пришли?

source: Another checkpoint?\. This...\. This is not it, isn't it?
es_es: ¿Otro checkpoint?\. Esto...\. Esto no es todo, ¿verdad?
ru_ru: Ещё одна контрольная точка?\. Это...\. Это ещё не конец, верно?

source: It seems like this might be it...\. but it probably isn't over yet.
es_es: Parece que esto podría ser todo...\. pero probablemente aún no terminamos.
ru_ru: Похоже, это может быть конец...\. но, скорее всего, он ещё не наступил.

source: IT'S STILL NOT OVER YOU GOT TO BE KIDDING ME!!
es_es: TODAVÍA NO SE HA TERMINADO ¡¡ESTÁS DE BROMA!!
ru_ru: ЭТО ЕЩЁ НЕ КОНЕЦ, ДА ВЫ ИЗДЕВАЕТЕСЬ НАДО МНОЙ!!

source: It...\. still goes on.
es_es: Esto...\. todavía continúa.
ru_ru: Оно...\. всё ещё продолжается.

source: Indeed, it looks the Ancients still have more plans for us.
es_es: De hecho, parece que los Antiguos todavía tienen más planes para nosotros.
ru_ru: В самом деле, похоже, что у Древних ещё есть планы на нас.

source: I was right again...\. why do I have to be right again?!
es_es: Tenía razón otra vez...\. ¡¿Por qué tengo que tener razón otra vez?!
ru_ru: Я снова был прав...\. почему я снова должен быть прав?!

source: Whohooo~!
ru_ru: Вуухууу~!

source: Look at her go!
es_es: ¡Mírala irse!
ru_ru: Ух, как она прыгает!

source: Man, I wish they'd finally implement a proper swimming feature.
es_es: Sabes, desearía que finalmente implementaran una función de natación adecuada.
ru_ru: Боже, я бы хотел, чтобы они наконец реализовали должную функцию плавания.

source: This place is the best!
es_es: ¡Este lugar es el mejor!
ru_ru: Это место лучшее!

source: Of, this is a pleasant spot!\. I like those pink...\. tree things.
es_es: Por supuesto, ¡este es un lugar agradable!\. Me gustan estas rosas...\. son árboles hermosos.
ru_ru: О, это приятное место!\. Мне нравятся эти розовые...\. деревья или что это такое.

source: I also appreciate that there's no weird creatures nearby for once...
es_es: También agradezco que por una vez no haya criaturas raras cerca...
ru_ru: Я также ценю то, что в кои-то веки поблизости нет никаких странных существ...

source: We've been jumping along this way for quite a while now, haven't we?
es_es: Llevamos bastante tiempo saltando por este camino, ¿verdad?
ru_ru: Мы уже довольно долго прыгаем по этому пути, не так ли?

source: One developer sure must have been feeling ambitious when creating this jumping track...
es_es: Un desarrollador debió de sentirse bastante exigente a la hora de crear esta parte...
ru_ru: Один разработчик наверняка чувствовал себя амбициозным, создавая эту дорогу из прыжков...

source: It seems this jumping puzzle might be on quite another level, indeed!
es_es: Parece que este puzzle de saltos podría estar a otro nivel, ¡en efecto!
ru_ru: Кажется, эта прыжковая головоломка действительно может быть на совершенно другом уровне!

source: Mon dieu, that really is a long jump puzzle
es_es: Mon dieu, esto sí que es un puzzle de saltos muy largo
ru_ru: Mon dieu (Боже мой), это действительно долгая прыжковая головоломка.

source: Checkpoint... still not over...
es_es: Checkpoint... aún no ha terminado...
ru_ru: Контрольная точка... всё ещё не конец...

source: Another checkpoint!\. With every step we're getting closer to that treasure!
es_es: ¡Otro checkpoint!\. ¡Con cada paso nos acercamos más a ese tesoro!
ru_ru: Ещё одна контрольная точка!\. С каждым шагом мы приближаемся к этому сокровищу!

source: Another milestone reached!
es_es: ¡Otro hito alcanzado!
ru_ru: Ещё один рубеж достигнут!

source: And that would be...\. our second checkpoint, right?
es_es: Y este sería...\. nuestro segundo punto de control, ¿no?
ru_ru: И это будет...\. наша вторая контрольная точка, да?

source: At this point...\. I almost miss walking on water.
es_es: A este punto...\. Extraño caminar sobre el agua.
ru_ru: В этот момент...\. я почти скучаю по воде.

source: By the Ancient's...\. it's still not over!
es_es: Por los Antiguos...\. ¡todavía no ha terminado!
ru_ru: Во имя Древних...\. оно всё ещё не закончилось!

source: More stone hopping...
es_es: Más saltos de piedra...
ru_ru: Больше прыжков по камням...

source: Aaaaaaand onward, I guess...
es_es: Yyyyyyyyy delante, supongo...
ru_ru: Иииииии дальше, я полагаю...

source: WHY IS THAT JUMP PANEL NOT ACTIVATED?! SACREBLEU!!
es_es: ¡¿POR QUÉ NO ESTÁ ACTIVADO EL PANEL DE SALTO?! ¡¡SACREBLEU!!
ru_ru: ПОЧЕМУ ЭТА ПРЫЖКОВАЯ ПАНЕЛЬ НЕ АКТИВИРОВАНА?! SACREBLEU (ЧЁРТ ВОЗЬМИ)!!

source: Nope.\. It's off.\. Sadly...\. no jumping from here.
es_es: No.\. Está apagado.\. Tristemente...\. no se puede saltar desde aquí.
ru_ru: Неа.\. она выключена.\. К сожалению...\. отсюда не прыгнуть.

source: Oh no...\. I guess it's that ground switch...\. over there.
es_es: Oh, no...\. Supongo que será ese interruptor...\. por ahí.
ru_ru: О нет...\. Я думаю, это та кнопка...\. вон там.

source: It seems we'll have to explore the surrounding first to proceed!
es_es: ¡Parece que primero tendremos que explorar los alrededores para continuar!
ru_ru: Похоже, чтобы продолжить, нам нужно сначала исследовать окрестности!

source: Memorial Statue
es_es: Estatua Conmemorativa
ru_ru: Статуя-мемориал

# extension/post-game/data/maps/beach/path-05.json//entities/721/settings/text
source: Sir Blobikus Memorial
es_es: Monumento a Sir Blobikus
ru_ru: Мемориал сэру Желатинусу

source: Surrounded by water...\. aren't you guys a bit nervous?
es_es: Rodeados de agua...\. ¿no están un poco nerviosos?
ru_ru: Окружённые водой...\. а вы, ребят, не нервничаете?

source: It might look pleasant, but it's actually quite deadly here.
es_es: Puede parecer agradable, pero en realidad es bastante mortal aquí.
ru_ru: Это может показаться приятным, но на самом деле здесь довольно опасно.
