Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

source: What, you gave it to another guard?\. I don't remember sending anyone for you.
es_es: ¿Qué? ¿Se la diste a otro guardia?\. No recuerdo haber enviado a nadie a que la recoja.
ru_ru: Что, ты отдала его другому стражу?\. Я не помню, чтобы посылала кого-то.

source: It seems like someone played you for a damn fool.
es_es: Parece que alguien te ha engañado.
ru_ru: Похоже, что кто-то обдурил тебя.

source: I have no idea why, but there must be some fishy intentions behind it.
es_es: No tengo idea de por qué, pero sus intenciones no pueden ser buenas.
ru_ru: Не знаю почему, но за этим, должно быть, стоят нечистые намерения.

source: Besides, we can't tolerate impostors like that dragging our good name through the snow.\. You gotta go after him!
es_es: Además, no toleraré que un impostor arruine nuestro nombre.\. ¡Tienes que atraparlo!
ru_ru: Кроме того, мы не можем терпеть самозванцев, что протаскивают наше доброе имя по жёлтому снегу.\. Ты должна идти за ним!

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Go after that impostor!\. He should be hiding somewhere in \v[area.bergen-trails.name]!
es_es: ¡Ve a por el impostor!\. ¡Debe de estar escondiéndose en algún lugar del \v[area.bergen-trails.name]!
ru_ru: Поймай этого самозванца!\. Он должен скрываться где-то на Тропе в Берген!

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: ...Hi.
es_es: ...Hola.
ru_ru: ...Привет.

source: There you are again.\. And I see neither criminal nor goat with you.\. No success again, eh?
es_es: Ahí estás.\. Y no traes contigo ni a un criminal, ni a una cabra.\. Asumo que no has tenido éxito, ¿verdad?
ru_ru: Ты снова здесь.\. И я не вижу ни преступника, ни козла с тобой.\. Опять безуспешно, да?

source: I see, they got away.\. Well, it seems like you had your hands full with their reinforcements.
es_es: Ya veo, han escapado.\. Bueno, parece que te han mantenido ocupada con sus refuerzos.
ru_ru: Понятно, они сбежали.\. Похоже, что ты была занята разборками с их подкреплением.

source: At least that annoying goat is gone and you drove that impostor into hiding.
es_es: Al menos nos libramos de esa molesta cabra y el impostor se está refugiando.
ru_ru: По крайней мере, этот надоедливый козёл исчез, и ты загнала самозванца в его тайное убежище.

source: We will investigate and try to track him down.\. You might get your chance another day.
es_es: Haremos una investigación y trataremos de encontrarlo.\. Puede que tengas otra oportunidad algún día.
ru_ru: Мы проведём расследование и попытаемся выследить его.\. Ты получишь свою возможность в следующий раз.

source: Keep up that tenacity of yours and come back later.
es_es: Mantente alerta y vuelve más tarde.
ru_ru: Продолжай быть столь же упорной и возвращайся позже.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hello \v[lore.title.seeker], I have some good news for you.\. I suppose.
es_es: Hola \v[lore.title.seeker]a, te tengo buenas noticias.\. Supongo.
ru_ru: Привет, Искатель, у меня есть хорошие новости для тебя.\. Как мне кажется.

source: We managed to find some hints towards the whereabouts of the impostor guard and his pet goat.
es_es: Hemos conseguido pistas que nos dirigen al paradero del impostor y su cabra.
ru_ru: Нам удалось найти некоторые зацепки по местонахождению охранника-самозванца и его козла.

source: So, how about it?\. Are you up to even the score?
es_es: Entonces, ¿qué dices?\. ¿Estás lista para resolver este lío?
ru_ru: Ну, как насчёт этого?\. Ты готова свести счёты?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Very good.\. You won't even have to walk very far.
es_es: Muy bien.\. No está lejos de aquí.
ru_ru: Очень хорошо.\. Тебе даже не придётся далеко идти.

source: According to our information, their hideout should be on \c[3]Rising Path 4 in \v[area.bergen-trails.name]\c[0]!
es_es: ¡De acuerdo a nuestra información, su escondite debería estar en el \c[3]Camino Ascendiente 4 en el \v[area.bergen-trails.name]\c[0]!
ru_ru: Судя по нашей информации, их убежище должно быть в \c[3]Восходящем пути 4 на Тропе в Берген\c[0]!

source: Yes, it's pretty close to your last encounter.\. So go get them this time!
es_es: Queda bastante cerca de tu último encuentro.\. ¡Así que esta vez atrápalo!
ru_ru: Да, это довольно близко к месту вашей последней встречи.\. Так что иди и поймай их на этот раз!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: What, you don't even want to restore your honor now?\. Come on!
es_es: ¿Qué? ¿Acaso no piensas en tu honor?\. ¡Vamos!
ru_ru: Что, ты даже не хочешь восстановить свою честь?\. Давай же!

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Their hideout should be on \c[3]Rising Path 4 in \v[area.bergen-trails.name]\c[0], so go get them!
es_es: Su escondite debería estar en el \c[3]Camino Ascendiente 4 en el \v[area.bergen-trails.name]\c[0], ¡ve a por él!
ru_ru: Их убежище должно быть в \c[3]Восходящем пути на Тропе в Берген\c[0], иди и поймай их!

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Welcome back.\. From your grin I suppose you handled everything this time?
es_es: Bienvenida de vuelta.\. Esa sonrisa me dice que tuviste éxito, ¿cierto?
ru_ru: С возвращением.\. Судя по твоей ухмылке, ты справилась на этот раз?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Where are the evildoers then?\. Did another guard take them away?
es_es: ¿Dónde están los malhechores entonces?\. ¿Se los llevó otro guardia?
ru_ru: Где тогда злодеи?\. Их увёл другой стражник?

source: ... Lea...
ru_ru: ...Лея...

source: What?\.\. So the impostor fell down a cliff after being kicked by his own goat-slave?
es_es: ¿Qué?\.\. ¿Me estás diciendo que el impostor se cayó de un acantilado luego de que lo patee su propia cabra?
ru_ru: Что?\.\. Самозванец упал с утёса после того, как его лягнул его же козёл?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Man, what a story!
es_es: ¡Menuda aventura!
ru_ru: Ничего себе, вот это история!

source: Well, I suppose there won't be any more trouble from him.\. No way he'd survive THAT.
es_es: Bueno, supongo que no causará más problemas.\. No hay forma de que haya sobrevivido a ESO.
ru_ru: Ну, думаю, от него больше не будет никаких проблем.\. Он никак не смог бы пережить ЭТО.

source: As for that goat army of his... there is no need to provoke them, as long as they keep to themselves.
es_es: Y en cuanto a su ejército de cabras... no tenemos por qué provocarlas, siempre y cuando no se metan con nosotros.
ru_ru: А насчёт его армии козлов... нет необходимости провоцировать их, пока они избегают общество.

source: We will take that translator you found and just prepare for future activities.
es_es: Nos llevaremos ese traductor que conseguiste y nos prepararemos para lo que venga.
ru_ru: Мы возьмём этот переводчик, который ты нашла, и приготовимся к будущим активностям.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: We will keep you updated on the situation when you come by.\. For now you did good, \v[lore.title.seeker].
es_es: Te contaremos que haya sucedido la próxima vez que pases por aquí.\. Has hecho un gran trabajo, \v[lore.title.seeker]a.
ru_ru: Мы будем держать тебя в курсе ситуации, если заглянешь к нам.\. На данный момент ты хорошо справилась, Искатель.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Greetings from the \c[3]Bergen Guard\c[0], \v[lore.title.seeker].
es_es: Saludos de la \c[3]Guardia de Bergen\c[0], \v[lore.title.seeker]a.
ru_ru: Приветствую от лица \c[3]Бергенской стражи\c[0], Искатель.

source: The goats have been quiet recently.\. Hopefully peaceful coexistence will be possible.
es_es: Las cabras han estado tranquilas últimamente.\. Espero que podamos convivir en paz.
ru_ru: Козлы в последнее время ведут себя тихо.\. Надеюсь, мирное сосуществование будет возможно.

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: \v[lore.title.seeker], it's been long since we saw you last.\. Your deeds have really left their mark.
es_es: ¡\v[lore.title.seeker]a! ¡Tanto tiempo!\. Gracias ha ti hemos estado muy tranquilos últimamente.
ru_ru: Искатель, прошло много времени с нашей последней встречи.\. Твои заслуги действительно оставили свой след.

source: Lea...
ru_ru: Лея...

source: We also enjoyed a rather stable situation here.\. The goats have never bothered us.
es_es: Ha habido poco trabajo.\. Las cabras no nos han vuelto a molestar.
ru_ru: Мы также наслаждались довольно стабильной ситуацией здесь.\. Козлы больше не мешали нам.

source: Though some recent incidents might be an omen for trouble.
es_es: Pero a decir verdad, han habido algunos incidentes que podrían traer problemas.
ru_ru: Хотя некоторые недавние случаи могут быть предзнаменованием проблем.

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Hmph, I am not sure if we should involve a decorated \v[lore.title.seeker] such as you in such a minor suspicion.
es_es: Hm, no se si debería involucrar a una condecorada \v[lore.title.seeker]a como tú en un tema tan trivial.
ru_ru: Хмф, я не уверена, стоит ли нам вовлекать такого отличительного Искателя, как ты, в это незначительное подозрение.

source: Do you really wanna get behind this?
ru_ru: Ты действительно хочешь взяться за это?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, alright.\. I guess you are worried for those goats as well, eh?
es_es: Bueno, de acuerdo.\. Supongo que también te preocupas por esas cabras, ¿verdad?
ru_ru: Ну, хорошо.\. Видимо, тоже беспокоишься за этих козлов, а?

source: Anyway, let me explain.
es_es: En fin, déjame explicar.
ru_ru: В любом случае, позволь мне объяснить.

source: Those goats have kept completely to themselves since you handled that last incidents.\. Barely left their cave, even.
ru_ru: Эти козлы всегда держались особняком с тех пор, как ты справилась с последним случаем.\. Даже почти не покидали свою пещеру.

source: Recently however, they were seen wandering about closely to the border of the Bergen region.\. And they never returned!
ru_ru: Однако недавно их видели бродящими вблизи границы Бергенского региона.\. И они так и не вернулись!

source: Maybe it is nothing but we have the duty to get to the bottom of this.
ru_ru: Может быть, это ничего не значит, но у нас есть долг, чтобы подробно разобраться в этом.

source: So please, \v[lore.title.seeker], return to their cave and find out what happened.
es_es: Así que por favor, \v[lore.title.seeker]a, ve a su cueva e investiga lo sucedido.
ru_ru: Так что пожалуйста, Искатель, возвращайся в их пещеру и узнай, что случилось.

source: [nods]
ru_ru: [кивает]

source: Good.\. We will await your report soon.
ru_ru: Хорошо.\. Мы будем ждать твой отчёт.

source: Bye.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I thought so.\. Don't you worry, the Bergen Guard got this under control.
es_es: Eso creí.\. No te preocupes, la Guardia de Bergen lo tiene bajo control.
ru_ru: Я так и думала.\. Не беспокойся, у Бергенской стражи всё под контролем.

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Go into the cave and find out what happened.\. We as guards can't, but you \v[lore.title.seeker] can!
es_es: Ve a la cueva e investiga lo sucedido.\. ¡Tú estás más calificada que nosotros!
ru_ru: Войди в пещеру и разузнай, что произошло.\. Мы как стража не можем, но ты, Искатель, можешь!

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: \v[lore.title.seeker] what are you doing here?!\. Our fellow guard is still waiting for reinforcements!
es_es: ¿\v[lore.title.seeker]a? ¡¿Qué haces aquí?!\. ¡Nuestro querido guardia sigue esperando refuerzos!
ru_ru: Искатель, что ты здесь делаешь?!\. Наш товарищ-охранник всё ещё ждёт подкрепления!

source: Please help them on the \c[3]Windy Climb\c[0] immediatly!
es_es: ¡Por favor ayúdalo inmediatamente! ¡Está en la \c[3]Cumbre Ventosa\c[0]!
ru_ru: Пожалуйста, немедленно помоги им на \c[3]Ветреном подъёме\c[0]!

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: \v[lore.title.seeker] there you are.\. I got the report from our officer and it is truly worrying.
ru_ru: Искатель, вот ты где.\. Я получила отчёт от нашего офицера, и это действительно беспокоит.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Having organized groups of creatures work together across regions is almost unheard of and could mean a whole host of trouble.
ru_ru: Совместная работа групп существ из разных регионов почти неслыханна и может привести к целому ряду проблем.

source: You need to investigate this urgently.\. Scouts have traced that escaped bird towards the jungle of \c[3]\v[area.jungle.name]\c[0].
es_es: Tienes que investigar esto urgentemente.\. Nuestros exploradores le han seguido el rastro a ese pájaro hasta la jungla del \c[3]\v[area.jungle.name]\c[0].
ru_ru: Тебе нужно расследовать это немедленно.\. Разведчики выследили эту сбежавшую птицу в джунглях \c[3]Сада Гайи\c[0].

source: ... Meet?
es_es: ¿...Reunir?
ru_ru: ...Встреча?

source: Indeed, you should \c[3]visit the local Guard\c[0] in \v[area.jungle-city.name] and cooperate with them.
es_es: En efecto, deberías \c[3]visitar la guardia local\c[0] en \v[area.jungle-city.name] y cooperar con ellos.
ru_ru: Так и есть, тебе нужно \c[3]посетить местную стражу\c[0] в Твердыне Бэйзина и сотрудничать с ними.

source: Knowing their chief, \c[3]Daz Bronzel\c[0], he will not like this development any more than we do.
es_es: Conociendo a su oficial, \c[3]Daz Bronzel\c[0], esta situación no le gustará para nada.
ru_ru: Зная их шефа, \c[3]Даза Бронзеля\c[0], ему такое развитие событий понравится не больше, чем нам.

source: Lea.
ru_ru: Лея.

source: Good, best of luck over there.\. And give the captain my best regards.
es_es: Bien, te deseo mucha suerte.\. Y dale mis saludos al capitán.
ru_ru: Хорошо, удачи там.\. И передай капитану мои наилучшие пожелания.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: \c[3]Visit the local Guard\c[0] in \v[area.jungle-city.name] and talk to \c[3]Sgt. Bronzel\c[0].
es_es: \c[3]Visita la Guardia local\c[0] en \v[area.jungle-city.name] y habla con el \c[3]Sgto. Bronzel\c[0].
ru_ru: c[3]Посети местную стражу\c[0] в Твердыне Бэйзина и поговори с \c[3]Сержантом Бронзелем\c[0].

source: You will need their cooperation to solve this case.
es_es: Necesitarás su ayuda para resolver este caso.
ru_ru: Тебе понадобится их сотрудничество, чтобы решить это дело.

source: Sgt. Sterling
ru_ru: Сержант Стерлинг

source: Hi!
ru_ru: Привет!

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: Sgt. Sterling
ru_ru: Сержант Стерлинг

source: Greetings from the \c[3]Bergen Guard\c[0], \v[lore.title.seeker].
ru_ru: Приветствую от лица \c[3]Бергенской стражи\c[0], Искатель.

source: Everything is quiet right now, so there is no need to trouble yourself.
ru_ru: Сейчас всё спокойно, так что нет необходимости утруждать себя.

source: Guard
es_es: Guardia
ru_ru: Охранник

# data/maps/bergen/inner-faction-bergenguard.json//entities/55/settings/text
source: List of reported rabbit incidents
es_es: Lista de reportes de incidentes con conejos
ru_ru: Список зарегистрированных происшествий с кроликами

# data/maps/bergen/inner-faction-miners.json//entities/23/settings/analyzable/text
source: Receptionist
es_es: Recepcionista
ru_ru: Портье

source: Receptionist
es_es: Recepcionista
ru_ru: Портье

source: Hello \v[lore.title.seeker], and welcome to the headquarters of the \c[3]Bergen Digging Mates\c[0].
es_es: Hola \v[lore.title.seeker]a, y bienvenida a la sede central de los \c[3]Amigos Mineros de Bergen\c[0].
ru_ru: Здравствуйте, \v[lore.title.seeker], и добро пожаловать в штаб \c[3]Братства шахтёров Бергена\c[0].

source: We manage the mining operations at Mt. Bergen and also try to reclaim the areas that were recently lost to the Track.
es_es: Nos encargamos de las operaciones mineras en el Monte Bergen y también intentamos recuperar las áreas que nos ha quitado el Camino.
ru_ru: Мы управляем горными работами на горе Берген, а также пытаемся вернуть территории, которые недавно были потеряны из-за Пути.

source: Talk to \c[3]Chief Miner Turis\c[0] back there if you want to help us out.
es_es: Habla con el \c[3]Jefe Minero Turis\c[0] allá al fondo si quieres ayudarnos.
ru_ru: Поговорите с \c[3]Начальником шахты Турисом\c[0] позади меня, если желаете нам помочь.

# data/maps/bergen/inner-faction-miners.json//entities/34/settings/analyzable/text
source: Turis McEdinthil
ru_ru: Турис МакЭдинтил

source: McEdinthil
ru_ru: МакЭдинтил

source: Greetings, \v[lore.title.seeker]. No complications in the mine lately, so there's no work for you.
es_es: Saludos, \v[lore.title.seeker]a. No han habido problemas en la mina últimamente, así que no tengo trabajo para ti.
ru_ru: Приветствую, Искатель. В последнее время в шахте нет никаких осложнений, поэтому для тебя нет работы.

source: McEdinthil
ru_ru: МакЭдинтил

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: A visitor fresh from outside, eh?\. No need to reply, I feel the sun's warmth still on you, child.
es_es: Ah, conque vienes del exterior, ¿eh?\. No hace falta que respondas, aún siento el calor del Sol en tu piel, niña.
ru_ru: Только что с улицы, да?\. Не нужно отвечать, я всё ещё чувствую тепло солнца на тебе, дитя.

source: ...b-bye?
es_es: ¿...a-adiós?
ru_ru: ...п-пока?

source: Har, that look on your face!\. The name's Turis McEdinthil, Chief Miner of the Bergen Digging Mates.\. Welcome to our humble headquarters!
es_es: ¡Ja!, ¡Si pudieras verte la cara!\. Me llamo Turis McEdinthil, soy el jefe de los Amigos Mineros de Bergen.\. ¡Bienvenida a nuestra humilde central!
ru_ru: Хар, это выражение твоего лица!\. Звать меня Турис МакЭдинтил, глава Братства шахтёров Бергена.\. Добро пожаловать в наш скромный штаб!

source: Don't you worry, the icy mine might have cooled our manners but we don't feast on the warm blood of the living just yet.
es_es: No te preocupes, puede que nos hayamos quedado sin modales, pero aún no hemos recurrido a devorar sangre caliente.
ru_ru: Не переживай, может, ледяная шахта и охладила наши нравы, но мы не лакомимся тёплой кровью живых.

source: Still, the mines have become rather possessive and demand our full attention these days.
es_es: En fin. Las minas necesitan de toda nuestra atención últimamente.
ru_ru: Тем не менее, шахты стали довольно беспокойны и требуют всего нашего внимания в эти дни.

source: Some strong hands that can help clean up a mess on the surface would be most welcome.
es_es: Nos vendría bien alguien que nos de una mano limpiando el desastre de la superficie.
ru_ru: Пара сильных рук, которые смогут помочь очистить беспорядок на поверхности, были бы очень кстати.

source: There's been an incursion of some thrice-darned hopping furballs in one of our still-active mining areas.
es_es: Ha habido una invasión de unas malditas bolas de pelo en una de nuestras áreas de minería.
ru_ru: В одном из наших по-прежнему действующих районов добычи произошло вторжение треклятых скачущих шариков меха.

source: Those pesky things got contaminated by the ores and machinery inside and now they're running wild in \v[area.bergen-trails.name].
es_es: Esas cosas están contaminadas por los minerales y la maquinaria que hay por allí, y ahora están causando problemas por el \v[area.bergen-trails.name].
ru_ru: Эти надоедливые штуки загрязнились рудами и механизмами внутри, и теперь они вырвались на свободу на Тропу в Берген.

source: What's worse, for some damn reason the filthy fur made them angry as drunk bovines and almost impossible to kill.
es_es: Aún peor, por algún motivo su asqueroso pelaje los ha puesto furiosos y son casi imposibles de matar.
ru_ru: Хуже то, что по какой-то чёртовой причине, грязный мех сделал их злыми, как пьяные Бычары, и почти неубиваемыми.

source: Just my thoughts.\. Care to help us get rid of that mess before we get the blame for whatever shins they kick?
es_es: Como he dicho, nos vendría bien una mano.\. ¿Te importaría librarnos de este lío antes de que nos echen la culpa por los problemas que causen?
ru_ru: Просто мои мысли.\. Не хочешь помочь нам избавиться от этого беспорядка до того, как нас обвинят в том, что они пинают по голеням?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Finally some good news.\. Now, I guess I'd better tell you how to get rid of those indestructible pests, eh?
es_es: Por fin, buenas noticias.\. Bien, supongo que será mejor que te diga como deshacerse de esta peste, ¿eh?
ru_ru: Наконец-то хоть какие-то хорошие новости.\. Думаю, мне лучше рассказать тебе, как избавиться от этих неистребимых вредителей, а?

source: It's rather simple.\. Their fur is \c[3]hardened\c[0] by whatever dirt got stuck in it, so all they need is a good bath.
es_es: Es bastante sencillo.\. Su pelaje está \c[3]reforzado\c[0] por la suciedad de la tierra, así que todo lo que necesitan es un buen baño.
ru_ru: Всё довольно просто.\. Их мех \c[3]укреплён\c[0] всякой грязью, которая в нём застряла, поэтому всё, что им нужно, так это хорошая ванна.

source: Don't worry, there's no need to hunt them with a sponge and bucket.
es_es: No te preocupes, no hace falta usar una esponja y un balde.
ru_ru: Не волнуйся, тебе не нужно охотиться на них с губкой и ведром.

source: Just give them a good \c[3]shove into the nearest lake\c[0] and then hammer their freshly-bathed butts into the ground.\. Got it?
es_es: Tan solo dales un buen \c[3]golpe hacia el lago más cercano\c[0] y luego pégales un poco más para acabar con ellos.\. ¿Entendido?
ru_ru: Просто дай им хороший \c[3]толчок в ближайшее озеро\c[0], а потом вдолби их свежевымытые задницы в землю.\. Поняла?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good, you better get going then.\. I will give you their location.
es_es: Bien, será mejor que te des prisa.\. Te enviaré su posición.
ru_ru: Хорошо, тогда тебе лучше начать действовать.\. Я покажу тебе их местоположение.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Darn, really?\. Already scared of some dirty Frobbits?
es_es: ¿Qué? ¿En serio?\. ¿Te asustan unos sucios Ranejos?
ru_ru: Чёрт, серьёзно?\. Напугана какими-то грязными Кролягами?

source: McEdinthil
ru_ru: МакЭдинтил

source: Better hurry and skin those sacks of fur.
es_es: Será mejor que te apures con esas bolas de pelo.
ru_ru: Лучше поторопись и сдери шкуру с этих мешков меха.

source: Remember, a bath in any body of water will clean them and make them vulnerable again.
es_es: Recuerda, dales un chapuzón en el agua. Eso los limpiará y los hará vulnerables nuevamente.
ru_ru: Помни, купание в любом водоёме очистит их и снова сделает уязвимыми.

source: McEdinthil
ru_ru: МакЭдинтил

source: You got rid of all them dirty frobbits already?
es_es: ¿Ya has acabado con todos los Ranejos?
ru_ru: Ты уже избавилась от этих грязных Кролягов?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]
