Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen-trail.po
Languages: es_es

source: Did you get the \v[item.139.name]s?
es_es: Ты собрала Замороженные морковки?

source: [nods]
es_es: [кивает]

source: Very nice!
es_es: Очень хорошо!

source: Now we only have to capture this legendary bunny or whatever people call it.
es_es: Теперь нам осталось только поймать этого легендарного кролика или как там его ещё называют.

source: From what I understood, the guys I got my info from said you have to bring the \v[item.139.name]s to \c[3]Windy Climb\c[0].
es_es: Из того, что я поняла, парни, от которых я получила информацию, сказали, что ты должна принести Замороженные морковки на \c[3]Ветреный подъём\c[0].

source: As I said, it's a part of Bergen Trail.
es_es: Как я уже сказала, это часть Тропы в Берген.

source: Turns out, it was the same part I was attacked in!
es_es: Оказывается, что это та же самая часть, в которой я была атакована!

source: Right? Which means we just have to get the \v[item.139.name]s to that place.
es_es: Понятно? Это означает, что мы просто должны принести Замороженные морковки в это место.

source: The guys said just having the capture device and defeating the monster would capture it.
es_es: Ребята сказали, что наличия устройства захвата и победы над монстром достаточно, чтобы поймать его.

source: [nods]
es_es: [кивает]

source: So\..\..\.. Here you go. Take the device.
es_es: Итак\..\..\.. Вот, пожалуйста. Возьми устройство.

source: What?\.\. Did you think I would go up there again?
es_es: Что?\.\. Ты думала, что я пойду туда снова?

source: Never\.\. ever!
es_es: Никогда\.\. больше!

source: Come on, you got the carrots too. I'm not really a fighter...
es_es: Давай, у тебя же есть морковки. Я не совсем боец...

source: It's not because I'm scared or whatever.
es_es: Это не потому, что я напугана или типа того.

source: Thanks! I know you can do it! But prepare yourself!
es_es: Благодарю! Я знаю, что ты сможешь! Но будь готова!

source: This creature must be super strong.
es_es: Это существо должно быть суперсильным.

source: [nods]
es_es: [кивает]

source: Jean
es_es: Джина

source: Hey Lea! Did you fight the bunny yet?
es_es: Привет, Лея! Ты уже дралась с кроликом?

source: [shakes head]
es_es: [мотает головой]

source: A.. Ah.. Alright. Don't push yourself okay? I was told it is super strong!
es_es: А.. Ну.. Ладно. Не торопись, хорошо? Я слышала, что он суперсильный!

source: It should be somewhere in the \c[3]Windy Climb\c[0] parts of Bergen Trail!
es_es: Он должен быть где-то на \c[3]Ветреном подъёме\c[0], части Тропы в Берген!

source: Jean
es_es: Джина

source: Hey, Lea!
es_es: Эй, Лея!

source: Hi!
es_es: Привет!

source: Wow, you seem exhausted!
es_es: Вау, ты выглядишь уставшей!

source: Wait... does that mean \..\..\.. you captured it?
es_es: Подожди... это значит \..\..\.. ты поймала его?

source: Oh my gosh, really?!
es_es: Боже мой, правда?!

source: I bet it was super hard to beat, right?
es_es: Бьюсь об заклад, было очень сложно победить его, так ведь?

source: [nods]
es_es: [кивает]

source: Thanks so much Lea! C... Can I have it?
es_es: Большое спасибо, Лея! М... Могу ли я получить его?

source: [nods]
es_es: [кивает]

source: Wow, kinda looks like a normal \c[3]\v[combat.name.gray-frobbit]\c[0] don't you think?
es_es: Ничего себе, выглядит как обычный \c[3]Кроляг\c[0], тебе не кажется?

source: I thought it would have dark red eyes and bloody fur or something.
es_es: Я думала, что у него будут тёмно-красные глаза и кровавый мех или что-то в этом роде.

source: Well, what matters is that we captured it, right?
es_es: Ну что ж, главное, что мы его поймали, верно?

source: Alright, alright\..\..\.. you did it!
es_es: Хорошо, хорошо\..\..\.. ты поймала!

source: Again, thank you so much!
es_es: Ещё раз большое спасибо!

source: I have to log off and show this to my friends. They won't believe it!
es_es: Я должна выйти и показать это своим друзьям. Они не поверят!

source: A live legendary monster in my inventory! \.\.Super awesome!
es_es: Живой легендарный монстр в моём инвентаре!\.\. Суперкруто!

source: Here, take this as a reward.
es_es: Вот, возьми это в качестве награды.

source: Bye, Lea! Hope to speak to you soon!
es_es: Пока, Лея! Надеюсь, скоро с тобой поболтаем!

source: Bye!
es_es: Пока!

source: Lea hi, hi Lea!
es_es: Лея привет, привет Лея!

source: ... I assume that means: Me too?
es_es: ...Я предполагаю, что это значит: я тоже?

source: [nods]
es_es: [кивает]

source: Hehe, no problem. It was nice meeting you.
es_es: Хе-хе, нет проблем. Было приятно с тобой встретиться.

source: You are not going to tell her it is just a regular Young Frobbit?
es_es: Ты не собираешься сказать ей, что это обычный Молодой кроляг?

source: [Shakes Head]
es_es: [мотает головой]

source: Mh.. I guess it is probably better this way.
es_es: Ммм... Наверное, так будет лучше.

source: \i[arrow-n] Ascent to Bergen Village \i[arrow-s] Autumn's Rise
es_es: \i[arrow-n] подъём к деревне Берген \i[arrow-s] Расцвет Осени

source: \i[arrow-s] Autumn's Rise \i[arrow-n] Ascent to Bergen Village.
es_es: \i[arrow-s] Расцвет Осени \i[arrow-n] подъём к деревне Берген

source: \i[arrow-s] Autumn's Rise \i[arrow-n] Ascent to Bergen Village.
es_es: \i[arrow-s] Расцвет Осени \i[arrow-n] подъём к деревне Берген

source: \c[3]Bergen Trail\c[0], here we are!
es_es: \c[3]Тропа в Берген\c[0], вот мы и здесь!

source: So where is Monsieur Grasshead? Don't tell me he's late...\.
es_es: Так где же месье Травоголовый? Только не говори мне, что он опаздывает...\.

source: Blue-haired Spheromancer!
es_es: Синеволосый сферомант!

source: Finally, you've arrived!
es_es: Наконец-то ты пришла!

source: It is time for our duel!
es_es: Пришло время для нашей дуэли!

source: As for the location, this place here is just perfect.
es_es: Говоря о месте, эта поляна идеально подойдёт.

source: Isn't it kinda crowded here?
es_es: Разве тут не слишком людно?

source: Why, that's exactly the point!
es_es: Да, именно в этом весь смысл!

source: People should witness the grace of the Spheromancer's fighting style!
es_es: Люди должны узреть изящество стиля боя сферомантов!

source: I see...
es_es: Ясно...

source: Now, there is no reason to rush.
es_es: Однако, нам незачем спешить.

source: Prepare yourself and tell me when you're ready to start.
es_es: Подготовься и скажи мне, когда будешь готова начать.

source: Though I hardly believe there is any reason for you to prepare with \c[1]your kind of level\c[0].
es_es: Хотя я с трудом верю, что у тебя есть причина готовиться с \c[1]твоим уровнем\c[0].

source: Damn straight!\. We'll serve you the beating of a lifetime!
es_es: Чертовски верно!\. Мы обеспечим тебе трёпку всей жизни!

source: And don't even think about chickening out.
es_es: И даже не думай трусливо сбежать!

source: Hell no! We're gonna show you!
es_es: Ну уж нет! Мы тебе покажем!

source: Must I remind you of the definition of a duel?
es_es: Должен ли я напомнить тебе, как проводится дуэль?

source: It's Spheromancer versus Spheromancer.
es_es: Сферомант против сфероманта.

source: No Pentafist.
es_es: Никаких пентафистов.

source: Oui, oui, I know!
es_es: Oui, oui (Да-да), я знаю!

source: I'm gonna watch as Lea beats you up!
es_es: Я посмотрю, как Лея тебя побьёт!

source: Anyway. Just talk to me when you're ready.
es_es: В любом случае. Просто поговори со мной, когда будешь готова.

source: Yes...\. beating you with those \c[1]stats\c[0] will be very challenging.
es_es: Мда...\. Победить тебя с твоими \c[1]характеристиками\c[0] будет довольно затруднительно.

source: But I'll show you what a true Spheromancer is capable of!
es_es: Но я покажу тебе, на что способен настоящий сферомант!

source: Hm...\. Your \c[3]stats seem rather low\c[0]. I suggest you upgrade your \c[3]circuits\c[0] and \c[3]equipment\c[0] before the duel.
es_es: Хм...\. Твои \c[3]характеристики кажутся довольно низкими\c[0]. Тебе стоило бы улучшить свои \c[3]контуры\c[0] и \c[3]экипировку\c[0] к дуэли.

source: You can still challenge with your current stats, but don't even think about using it as an excuse.
es_es: Можешь попытаться и с текущими характеристиками, но даже не думай использовать это как оправдание.

source: What.
es_es: Что.

source: What is the deal with your \c[3]stats\c[0].
es_es: Что за фигня с твоими \c[3]характеристиками\c[0].

source: This explains why I waited for so long. You took your time to prepare.
es_es: Это объясняет, почему я ждал так долго. Ты хорошо воспользовалась своим временем на подготовку.

source: Oh well, let's get this over with.
es_es: Ну, ладно, давай покончим с этим.

source: I see you worked hard!
es_es: Вижу, что ты хорошо потрудилась!

source: Those are some \c[3]excellent stats\c[0]. This is going to be interesting!
es_es: А у тебя довольно \c[3]неплохие характеристики\c[0]. Будет интересно!

source: I see you are prepared.
es_es: Я вижу, ты подготовилась.

source: Are you ready for the duel?
es_es: Готова начать дуэль?

source: [nods]
es_es: [кивает]

source: Good.
es_es: Хорошо.

source: Pentafist! It's time for you to step back.
es_es: Пентафист! Пришло время отойти в сторонку.

source: Oui, oui.
es_es: Oui, oui (Да-да).

source: Get ready!
es_es: Приготовься!

source: PvP Combat, ACTIVATE!
es_es: PvP Бой, АКТИВАЦИЯ!

source: What is it? Is this your first PvP battle?
es_es: Что такое? Это твоя первая PvP битва?

source: [nods]
es_es: [кивает]

source: \c[3]Player versus Player\c[0]. It's simple.
es_es: \c[3]Игрок против игрока\c[0]. Всё просто.

source: We fight several rounds.\. \c[3]5 out of 9\c[0].\. No items.\. No escape.
es_es: Сражаемся несколько раундов.\. \c[3]5 из 9\c[0].\. Никаких расходников.\. Никакого отступления.

source: Go Lea!!\. I'm sure you can do it!
es_es: Вперёд, Лея!!\. Я уверена, что ты справишься!

source: The time has come...
es_es: Время пришло...

source: I, \c[3]Apollo\c[0], will show you the right path.
es_es: Я, \c[3]Аполло\c[0], покажу тебе истинный путь.

source: The path of a proper Spheromancer!
es_es: Путь настоящего сфероманта!

source: The path...\.\. of \c[3]Justice\c[0]!
es_es: Путь...\.\. \c[3]cправедливости\c[0]!

source: Let the duel begin!
es_es: Да начнётся дуэль!

source: [shakes head]
es_es: [мотает головой]

source: Alright. Don't make me wait too long.
es_es: Хорошо. Не заставляй меня ждать слишком долго.

source: [yes]
es_es: [да]

source: [no]
es_es: [нет]

source: W-WHAT?!?!\. WHAT IS THIS DAMAGE?!
es_es: Ч-ЧТО?!?!\. ЧТО ЭТО ЗА УРОН?!

source: This round goes to you. Not bad!
es_es: Этот раунд отходит тебе. Неплохо!

source: THIS IS \c[1]CHEATING\c[0]! AN UNPRECEDENTED LEVEL OF \c[1]CHEATING\c[0]!!
es_es: ЭТО \c[1]ЧИТЕРСТВО\c[0]! БЕСПРЕЦЕДЕНТНЫЙ УРОВЕНЬ \c[1]ЧИТЕРСТВА\c[0]!!

source: Time to show you the true potential of a Spheromancer!
es_es: Пришло время показать тебе истинный потенциал сфероманта!

source: Whoa, go easy on him, Lea!
es_es: Воу, полегче с ним, Лея!

source: YOU DIRTY \c[1]CHEATER\c[0]! YOU SHOULD BE ASHAMED!!!
es_es: ТЫ ГРЯЗНЫЙ \c[1]ЧИТЕР\c[0]! ТЕБЕ ДОЛЖНО БЫТЬ СТЫДНО!!!

source: You can do it, Lea!!
es_es: Ты сможешь, Лея!!

source: \c[1]Lea!!\c[0]
es_es: \c[1]Лея!!\c[0]

source: THIS HAS NOTHING TO DO WITH SKILLS!\. THIS IS \c[1]MADNESS\c[0]!!
es_es: ЭТО НЕ ИМЕЕТ НИЧЕГО ОБЩЕГО С НАВЫКАМИ!\. ЭТО \c[1]БЕЗУМИЕ\c[0]!!

source: This isn't over yet!!
es_es: Это ещё не конец!!

source: Was that all?
es_es: И это всё?

source: Again with a single hit?\. What is this?
es_es: Опять с одного удара?\. Да что это с тобой?

source: Uhm...\. this is indeed strange...
es_es: Хмм...\. это действительно странно...

source: Witness the true potential of a Spheromancer!
es_es: Узри же истинный потенциал сфероманта!

source: Lea are you okay?!\. Why are you dying so quickly?
es_es: Лея, ты в порядке?!\. Почему ты умираешь так быстро?

source: Oh no... Don't tell me this is another issue...
es_es: О нет... Не говори мне, что это ещё одна проблема...

source: Don't give up, Lea!\. Punch him!\. Punch him hard!
es_es: Не сдавайся, Лея!\. Бей его!\. Бей изо всех сил!

source: How is it even possible to have so little HP and defense?!\. Is this another kind of \c[3]cheating\c[0]?!
es_es: Как это вообще возможно, иметь так мало HP и защиты?!\. Это ещё один вид \c[3]читерства\c[0]?!

source: Alright. Time to end this!
es_es: Хорошо. Время заканчивать это!

source: YOU \c[1]CHEATER\c[0]!! YOU'VE BEEN CHEATING!!
es_es: ТЫ \c[1]ЧИТЕР\c[0]!! ТЫ ОБМАНУЛА!!

source: NOT ONLY THE GAME, BUT YOURSELF!
es_es: НЕ ТОЛЬКО ИГРУ, НО И СЕБЯ!

source: YOU DIDN'T \c[3]GROW\c[0] OR \c[3]IMPROVE\c[0]!
es_es: ТЫ НЕ \c[3]РАСТЁШЬ\c[0] И НЕ \c[3]СОВЕРШЕНСТВУЕШЬСЯ\c[0]!

source: YOU TOOK A SHORTCUT AND GAINED \c[3]NOTHING\c[0]!
es_es: ТЫ СРЕЗАЛА ПУТЬ И ПОЛУЧИЛА \c[3]НИЧЕГО\c[0]!

source: ALL YOU EXPERIENCED IS A \c[1]HOLLOW VICTORY\c[0]!
es_es: ВСЁ ЧТО ТЫ ПОЛУЧИЛА - ЭТО \c[1]ПУСТАЯ ПОБЕДА\c[0]!

source: NOTHING was \c[1]RISKED\c[0]! NOTHING was \c[1]GAINED\c[0]!
es_es: НИЧЕМ НЕ \c[1]РИСКУЕШЬ\c[0]! НИЧЕГО НЕ \c[1]ПОЛУЧАЕШЬ\c[0]!

source: It's \c[1]SAD\c[0] that you don't know the difference.
es_es: Это \c[1]ПЕЧАЛЬНО\c[0], что ты не знаешь разницу.

source: Wow there, dude...
es_es: Ух ты, чувак...

source: Not a very surprising outcome, is it?
es_es: Не особо удивительный результат, не так ли?

source: Do you feel any \c[1]accomplishment\c[0], over-powered as you are?
es_es: Чувствуешь ли ты какое-нибудь \c[1]достоинство\c[0], будучи такой сверхсильной?

source: Well, even despite your level and stats, I still have to insist...
es_es: Но, даже несмотря на твой уровень и характеристики, я всё ещё должен сказать...

source: It looks like I underestimated you.
es_es: Похоже, что я недооценил тебя.

source: Yes, you are indeed a worthy opponent!
es_es: Да, ты действительно достойный противник!

source: I'm glad to know that skilled Spheromancers remain among us.
es_es: Я рад, что среди нас всё ещё остались умелые сфероманты.

source: However!
es_es: Тем не менее!

source: I HONESTLY SHOULD \c[1]REPORT YOU IMMEDIATELY\c[0]!
es_es: Я ОПРЕДЕЛЁННО ДОЛЖЕН \c[1]ПОЖАЛОВАТЬСЯ НА ТЕБЯ НЕМЕДЛЕННО\c[0]!

source: Yet it PAINS me to no end, that a SPHEROMANCER out of all classes commits such a dire crime!
es_es: И всё же мне БОЛЬНО от того, что из всех классов, именно СФЕРОМАНТ совершает такое ужасное преступление!

source: I shall find a way to BREAK your cheating habits, personally!
es_es: Я найду способ ОТБИТЬ твои читерские привычки, лично!

source: We shall meet again, blue-haired Spheromancer!
es_es: Мы ещё встретимся, синеволосый сферомант!

source: You have yet to unlock the true potential of this class!
es_es: Тебе ещё предстоит раскрыть истинный потенциал этого класса!

source: That...\. was weird.
es_es: Это...\. было странно.

source: Being defeated so quickly...\. this smells like \c[1]cheating\c[0] to me!
es_es: Проиграть так быстро...\. это попахивает \c[1]читерством\c[0], как по мне!

source: It would be a very weird reason to cheat...\. but it's cheating none the less!
es_es: Это была бы очень странная причина для читерства...\. но это всё равно читерство!

source: It looks like you still have much to learn.
es_es: Похоже, что тебе ещё предстоит многому научиться.

source: You are nowhere near unlocking the true potential of the Spheromancer!
es_es: Ты даже близко не подошла к раскрытию истинного потенциала сфероманта!

source: Yet there is still time.
es_es: Но время ещё есть.

source: Train hard, and you may become worthy of your class!
es_es: Тренируйся усердно, и, быть может, ты сможешь стать достойной своего класса!

source: Next time we meet, I'll make sure to test your skills once more!
es_es: В следующий раз, когда мы встретимся, я обязательно проверю твои навыки ещё раз!

source: Until then, blue-haired Spheromancer!
es_es: До встречи, синеволосый сферомант!

source: Lea.
es_es: Лея.

source: Serious monsieur is very serious.
es_es: Серьёзный monsieur (месье) очень серьёзен.

source: Looks like you got yourself a rival, Lea.
es_es: Похоже, что у тебя появился соперник, Лея.

source: You really did kick his derrière, though! That was awesome!
es_es: Ты действительно надрала ему derrière (задницу)! Это было потрясающе!

source: Well, don't worry too much about losing this duel.
es_es: Ну, тебе не стоит сильно переживать по поводу поражения в этой дуэли.

source: That guy seemed pretty experienced, non?
es_es: Этот парень выглядит довольно опытным, разве нет?

source: I'm sure you'll have plenty of opportunites to get your revenge!
es_es: Уверена, что у тебя будет ещё множество возможностей отомстить!

source: [nods]
es_es: [кивает]

source: Anyway... I really have to go now.
es_es: В любом случае... Мне уже пора уходить.

source: Seriously, we've been playing for so long!
es_es: Правда, мы уже так долго играем!

source: But it was so much fun!
es_es: Но это было так весело!

source: So let's play together again next time, d'accord?
es_es: Так что давай снова поиграем вместе в следующий раз, d'accord (хорошо)?

source: [nods]
es_es: [кивает]

source: Très bien! Until then.
es_es: Très bien (Прекрасно)! До встречи!

source: Au revoir!
es_es: Au revoir (Пока)!

source: Bye
es_es: Пока

source: Bye!!
es_es: Пока!!

source: Huh?\. Ah, oui! Good bye!
es_es: Хмм?\. Ах, oui (да)! Пока!

source: See you soon!
es_es: Скоро увидимся!

# data/maps/bergen-trail/path-1-entrance.json//entities/474/settings/event/70/text
source: Logout
es_es: Выход из игры

source: It looks like I added the word just in the nick of time.
es_es: Похоже, что я добавил слово как раз вовремя.

source: [nods]
es_es: [кивает]

source: I figured you would need it sooner or later.
es_es: Я подумал, что оно тебе понадобится рано или поздно.

source: Well then, I think we should call it a day as well.
es_es: Ну тогда, я думаю, нам тоже пора закончить на сегодня.

source: I kind of need a break myself, to be frank.
es_es: Откровенно говоря, мне и самому нужно немного отдохнуть.

source: Do not worry... You will be back in the game soon enough.
es_es: Не волнуйся... Ты вернёшься в игру довольно скоро.

source: Good night, Lea.
es_es: Спокойной ночи, Лея.

# data/maps/bergen-trail/path-1-entrance.json//entities/474/settings/event/89/text
source: Logout
es_es: Выход из игры

source: Going ahead already?
es_es: Уже уходишь?

source: You accepted the duel! I am waiting!
es_es: Ты приняла дуэль! Я жду!

source: Come on, Lea!\. Monsieur is waiting for his beating.
es_es: Давай, Лея!\. Monsieur (Месье) ожидает своего избиения.

# data/maps/bergen-trail/path-1-entrance.json//entities/487/settings/dialog/0/text
source: Sure feels nice to have a change of landscape.
es_es: Как приятно сменить обстановку.

# data/maps/bergen-trail/path-1-entrance.json//entities/487/settings/dialog/1/text
source: I don't think I wanna see another apple in a while.
es_es: Не думаю, что хочу видеть эти яблоки снова.

# data/maps/bergen-trail/path-1-entrance.json//entities/487/settings/dialog/2/text
source: But I've heard that we could actually do more quests in Rookie Harbor now.
es_es: Но я слышала, что мы могли бы сделать больше квестов в Гавани новичков.

# data/maps/bergen-trail/path-1-entrance.json//entities/487/settings/dialog/3/text
source: Sounds like a good idea before climbing that mountain, right?
es_es: Звучит как хорошая идея перед восхождением на эту гору, верно?

# data/maps/bergen-trail/path-1-entrance.json//entities/487/settings/dialog/4/text
source: B... but... you wanna walk all the way back for that?
es_es: Н... но... ты действительно хочешь для этого проделать весь обратный путь?

# data/maps/bergen-trail/path-1-entrance.json//entities/487/settings/dialog/5/text
source: Well, there IS this quick-travel system, you know...
es_es: Ну, здесь есть система БЫСТРОГО перемещения, ты ведь знаешь...

# data/maps/bergen-trail/path-1-entrance.json//entities/541/settings/event/10/text
source: Initializing avatar
es_es: Инициализация аватара

source: Good morning, Lea!
es_es: Доброе утро, Лея!

source: ...\. Are you alright?
es_es: ...\. Ты в порядке?

source: [nods]
es_es: [кивает]

source: And...\. you still remember everything from yesterday, right?\. Meeting Emilie and all that?
es_es: И...\. Ты по-прежнему помнишь всё со вчерашнего дня, верно?\. Встреча с Эмили и всё прочее?

source: [nods]
es_es: [кивает]

source: Alright, great!
es_es: Ну, замечательно!

source: Oh, by the way!\. It seems that Emilie is online as-
es_es: О, кстати!\. Кажется, что Эмили тоже онлай-

source: Oh.\. That must be her.
es_es: Ой.\. Это, должно быть, она.

source: It is like a phone call. Just take it!
es_es: Это как телефонный звонок. Просто ответь!

source: Bonjour, Lea!
es_es: Bonjour (Привет), Лея!

source: Hi!
es_es: Привет!

source: This is a Direct Link!\. First time you've seen it?
es_es: Это прямая связь!\. Впервые сталкиваешься с этим?

source: [nods]
es_es: [кивает]

source: Really fancy, non?
es_es: Довольно навороченно, правда?

source: Anyway, I already went ahead a bit and had a look around Bergen Trail.
es_es: В любом случае, я уже прошла немного дальше и осмотрела Тропу в Берген.

source: We can form a party again if you want.\. Just tell me via D-Link, oui?
es_es: Мы можем снова сформировать группу, если хочешь.\. Просто дай мне знать через прямую связь, oui (ладно)?

source: [nods]
es_es: [кивает]

source: Oh! I almost forgot!
es_es: Ох! Я чуть не забыла!

source: I think the next dungeon will be in that mountain village, non?
es_es: Мне кажется, что следующее подземелье будет в этой горной деревне, так ведь?

source: We should enter the dungeon at the same time.
es_es: Мы должны войти в подземелье одновременно.

source: Keeping the tradition of our dungeon racing duels!
es_es: Сохраним традицию наших подземельных гонок!

source: [nods]
es_es: [кивает]

source: Très bien!\. Make sure you don't enter that dungeon without me, d'accord?
es_es: Très bien! (Прекрасно!)\. Не входи в подземелье без меня, d'accord (хорошо)?

source: See you around!
es_es: Увидимся!

source: Aaaaand...\. Link end...\. There!
es_es: Иииииии...\. Конец связи...\. Вот!

source: Well then, time to continue!
es_es: Ну, тогда самое время продолжить!

source: [nods]
es_es: [кивает]

source: You can invite Emilie to your party or go by yourself. It is your choice.
es_es: Ты можешь пригласить Эмили в группу или пойти одна. Решай сама.

source: Manage your Party
es_es: Управление группой

source: Learn how to invite and remove party members.
es_es: Узнайте, как приглашать и удалять участников группы.

source: Select a party member to open the submenu.
es_es: Выберите одного из членов группы, чтобы открыть подменю.

source: Use these options to \c[3]invite\c[0] contacts to your party or \c[3]remove\c[0] them. You can also simply \c[3]contact\c[0] them for a small chat!
es_es: Используйте эти опции, чтобы \c[3]пригласить\c[0] игроков в вашу группу или \c[3]удалить\c[0] их из неё. Вы также можете \c[3]связаться\c[0] с ними просто так, чтобы немного поболтать!

source: Repeat?
es_es: Повторить?

source: Yes
es_es: Да

source: No
es_es: Нет

# data/maps/bergen-trail/path-1-entrance.json//entities/541/settings/event/67/task
source: Climb the mountain along \c[3]Bergen Trail\c[0] to reach the village of \c[3]Bergen\c[0].
es_es: Заберитесь на гору по \c[3]Тропе в Берген\c[0], чтобы добраться до деревни \c[3]Берген\c[0].

# data/maps/bergen-trail/path-2.json//entities/292/settings/dialog/0/text
source: T-T-This was quite the climb...
es_es: Э-Э-Это был нелёгкий подъём...

# data/maps/bergen-trail/path-2.json//entities/292/settings/dialog/1/text
source: Now I need someone to h-help again.
es_es: Мне снова нужен кто-то, чтобы п-помочь.

# data/maps/bergen-trail/path-2.json//entities/292/settings/dialog/1/event/1/name
source: Henry
es_es: Генри

source: Oh! H-Hello Lea!
es_es: Ой! П-Привет, Лея!

source: Hi!
es_es: Привет!

source: We m-meet again!
es_es: Мы в-встретились снова!
