Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/13/message
source: So it makes sense to restrict them to solo-instances.\. You gotta prove your own skills to progress in the story.
es_es: Por eso tiene sentido que los hayan hecho para resolverlos por cuenta propia.\. Debes demostrar tus habilidades para progresar en la historia.
ru_ru: Поэтому имеет смысл ограничивать их до одиночного прохождения.\. Ты должна доказать свои собственные навыки, чтобы продвигаться по сюжету.

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/14/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/17/message
source: Alright, alright.\. But you better not complain if I take forever to beat it then...
es_es: Está bien, está bien.\. Pero no vayas a quejarte si me demoro una eternidad en resolverlos...
ru_ru: Ладно, ладно.\. Только не жалуйся, если у меня уйдёт вечность на их прохождение...

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/20/message
source: Don't worry, I'll even stick around if you need moral support or calming words via \v[lore.title.direct-link].
es_es: No te preocupes, estaré disponible en \v[lore.title.direct-link] por si necesitas apoyo moral o palabras tranquilizadoras.
ru_ru: Не волнуйся, я буду рядом, если тебе понадобится моральная поддержка или успокаивающие слова через прямую связь.

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/21/message
source: Gee, thanks...
es_es: Ay, gracias...
ru_ru: Ну, блин, спасибо...

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/2/text
source: And in a creepy cold mine out of all places.\. Brrr...
es_es: Y tenía que ser una mina espeluznante y fría.\. Brrr...
ru_ru: Из всех возможных мест - в жуткой холодной шахте.\. Бррр...

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/3/text
source: These dungeons are very puzzle-heavy to test our skill as players.
es_es: Estas mazmorras contienen puzles muy difíciles que pondrán a prueba nuestras habilidades como jugadores.
ru_ru: В этих подземельях очень много головоломок, чтобы испытать наше мастерство.

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/4/text
source: Doing them in groups would distort the challenge.
es_es: Si se resuelven en grupos, arruinaría el desafío.
ru_ru: Выполнение их в группе упростит испытание.

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/5/text
source: Don't think of the cold, think of the reward at the end. You'll warm up in no time.
es_es: No pienses en el frío, piensa en la recompensa que obtendrás. El frío se te pasará pronto.
ru_ru: Не думай о холоде, думай о награде в конце. Ты сразу согреешься.

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/6/text
source: If I don't freeze down there all by myself...
es_es: A menos que me congele allí dentro yo sola...
ru_ru: Если я не замерзну там в одиночестве...

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/7/text
source: Oh come on, cut the drama...
es_es: Oh, por favor, no seas dramática...
ru_ru: Да ладно, не драматизируй...

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/thenStep/3/message
source: Bonjour, Lea!
ru_ru: Bonjour (Привет), Лея!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/thenStep/4/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/thenStep/5/message
source: Guess what?\. Lukas told me he'd like to introduce us to his guild.
es_es: Adivina.\. Lukas me dijo que le gustaría presentarnos a su gremio.
ru_ru: Знаешь что?\. Лукас сказал мне, что хотел бы представить нас своей гильдии.

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/thenStep/6/message
source: Uhm, what was the name...?\. Right, the \c[3]First Scholars\c[0]!
es_es: Uhm, ¿cómo llamaban?\. ¡Cierto, los \c[3]Primeros Eruditos\c[0]!
ru_ru: Эмм, как там они называются...?\. Верно, \c[3]Первоучёные\c[0]!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/thenStep/7/message
source: It seems, they are looking for new members!
es_es: ¡Al parecer están buscando nuevos miembros!
ru_ru: Похоже, что они ищут новых членов!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/thenStep/9/message
source: We probably shouldn't let them wait for too long, non?
es_es: No deberíamos hacerlos esperar mucho tiempo, ¿non?
ru_ru: Нам лучше не стоит заставлять их ждать слишком долго, хорошо?

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/thenStep/10/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/thenStep/11/message
source: Très bien!
ru_ru: Très bien (Прекрасно)!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/thenStep/12/message
source: We should meet in \c[3]\v[area.autumn-area.name]\c[0] at the \c[3]Old Obelisk\c[0].
es_es: Deberíamos reunirnos en \c[3]\v[area.autumn-area.name]\c[0] en el \c[3]Viejo Obelisco\c[0].
ru_ru: Мы должны встретиться в \c[3]Расцвете Осени\c[0] возле \c[3]Старого обелиска\c[0].

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/thenStep/13/message
source: That's a \c[3]landmark\c[0], remember? You can just quickly teleport to it.
es_es: Eso es un \c[3]punto de referencia\c[0], ¿recuerdas? Puedes teletransportarte rápido allí.
ru_ru: Это \c[3]ориентир\c[0], помнишь? Туда можно просто телепортироваться.

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/6/message
source: Oh, it's a D-Link request by Lukas!
es_es: ¡Oh, es una solicitud de Mensaje Directo de Lukas!
ru_ru: Ой, это запрос прямой связи от Лукаса!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/11/message
source: Holerö, you two!
es_es: ¡Holerö a ambas!
ru_ru: Holerö (Здарова), парочка!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/12/message
source: Bonjour, Monsieur Dark Lord!
es_es: ¡Bonjour, Señor Oscuro!
ru_ru: Bonjour, Monsieur (Привет, месье) Тёмный лорд!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/13/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/14/message
source: Oh, I see you're in a party right now? That's just perfect!
es_es: Oh, veo que están en grupo, ¿no? ¡Perfecto!
ru_ru: О, я вижу, что вы в группе сейчас? Это просто прекрасно!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/15/message
source: I'm here to cordially invite you to the headquarters of the\c[3] First Scholars\c[0]!
es_es: ¡Les hablo para invitarlas cordialmente a la sede central de los \c[3]Primeros Eruditos\c[0]!
ru_ru: Я здесь, чтобы любезно пригласить вас в штаб \c[3]Первоучёных\c[0]!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/16/message
source: First what?
es_es: ¿Primeros qué?
ru_ru: Первые что?

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/17/message
source: The \c[3]First Scholars\c[0], that's my guild.
es_es: Los \c[3]Primeros Eruditos\c[0], mi gremio.
ru_ru: \c[3]Первоучёные\c[0], это моя гильдия.

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/18/message
source: I told the chief about you two and she said we could use a couple new members.
es_es: Le comenté a la jefa sobre ustedes dos y dijo que podrían ingresar un par de miembros nuevos.
ru_ru: Я рассказал главе о вас двоих, и она сказала, что пара новых членов нам будут не лишними.

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/19/message
source: Really? Are you saying we can already join a guild?
es_es: ¿De verdad? ¿Estás diciendo que ya podemos unirnos a un gremio?
ru_ru: Правда? Ты говоришь, что мы уже можем вступить в гильдию?

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/20/message
source: Japp! At least never heard of any rule against it.
es_es: ¡Japp! Al menos no he escuchado nunca sobre una regla que lo prohiba.
ru_ru: Japp (Йеп)! По крайней мере, никогда не слышал о каких-либо правилах, которые запрещают это.

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/22/message
source: Trop génial!
ru_ru: Trop génial (Как же круто)!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/23/message
source: Of course the folks would like to meet you first.
es_es: Obviamente los chicos querrán conocerlas primero.
ru_ru: Само собой, ребята хотели бы сначала с вами познакомиться.

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/24/message
source: So if you're not busy right now, why don't you quickly drop by?
es_es: Entonces si no están ocupadas ahora mismo, ¿qué les parece si hacen una visita rápida al gremio?
ru_ru: Так что, если вы сейчас не заняты, почему бы вам не заскочить к нам?

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/25/message
source: Absolutely!! We should totally go, Lea!
es_es: ¡¡Por supuesto!! ¡Deberíamos ir ya, Lea!
ru_ru: Безусловно!! Мы обязательно должны пойти, Лея!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/26/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/27/message
source: Great!\. Let's meet in \c[3]\v[area.autumn-area.name]\c[0] at the \c[3]Old Obelisk\c[0].
es_es: ¡Genial! Veámonos en el \c[3]\v[area.autumn-area.name]\c[0] en el \c[3]Viejo Obelisco\c[0].
ru_ru: Здорово!\. Давайте встретимся в \c[3]Расцвете Осени\c[0] у \c[3]Старого обелиска\c[0].

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/28/message
source: That's a \c[3]landmark\c[0]. You two can just quickly teleport there, remember?
es_es: Es un \c[3]punto de referencia\c[0]. Pueden teletransportarse rápido hasta allí, ¿recuerdan?
ru_ru: Это \c[3]ориентир\c[0]. Вы можете просто телепортироваться туда, помните?

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/29/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/30/message
source: Bien sûr!
ru_ru: Bien sûr (Конечно)!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/31/message
source: Alright, until then!
es_es: ¡Nos vemos allí entonces!
ru_ru: Ладно, до скорого!

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/37/message
source: A guild, Lea! We'll join a GUILD! Isn't that awesome?
es_es: ¡Un gremio, Lea! ¡Nos vamos a unir a un GREMIO! ¿No es genial?
ru_ru: Гильдия, Лея! Мы присоединимся к ГИЛЬДИИ! Разве это не круто?

# data/maps/bergen/bergen2.json//entities/882/settings/event/2/elseStep/39/message
source: Come on! Better not let the Dark Lord wait for too long!
es_es: ¡Vamos! ¡No hagamos esperar mucho tiempo al Señor Oscuro!
ru_ru: Идём быстрее! Лучше не заставлять Тёмного лорда ждать слишком долго!

# data/maps/bergen/bergen2.json//entities/882/settings/event/7/message
source: A guild, hm?
es_es: Un gremio, ¿hm?
ru_ru: Гильдия, хм?

# data/maps/bergen/bergen2.json//entities/882/settings/event/8/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen2.json//entities/882/settings/event/9/message
source: Hm...
ru_ru: Хм...

# data/maps/bergen/bergen2.json//entities/882/settings/event/10/message
source: You will meet a lot of players... I have to admit I am a bit concerned.
es_es: Conocerás a muchos jugadores... Debo admitir que me preocupa un poco.
ru_ru: Ты встретишь много игроков... Должен признать, что я немного обеспокоен.

# data/maps/bergen/bergen2.json//entities/882/settings/event/11/message
source: You remember that we must keep your amnesia a secret, right?
es_es: Debemos mantener en secreto tu amnesia, ¿recuerdas?
ru_ru: Помнишь ведь, что мы должны держать твою амнезию в секрете?

# data/maps/bergen/bergen2.json//entities/882/settings/event/13/message
source: Well...\. I suppose you cannot tell anybody about it anyway, correct?
es_es: Bueno...\. Supongo que de todas maneras no puedes decirle a nadie sobre esto, ¿correcto?
ru_ru: Ну...\. Я полагаю, что ты всё равно не сможешь никому рассказать об этом, верно?

# data/maps/bergen/bergen2.json//entities/882/settings/event/14/message
source: In that regard your speech malfunction turns out to be quite useful!
es_es: ¡En estos casos tu mal funcionamiento del habla viene como anillo al dedo!
ru_ru: В таком случае неисправность твоего голосового модуля оказывается довольно полезной!

# data/maps/bergen/bergen2.json//entities/882/settings/event/16/message
source: So as they say... just go for it!
es_es: Así que, como se suele decir... ¡a por ello!
ru_ru: Так что, как они и сказали... просто соглашайся!

# data/maps/bergen/bergen2.json//entities/882/settings/event/17/message
source: Bye.
es_es: Adiós.
ru_ru: Пока.

# data/maps/bergen/bergen2.json//entities/882/settings/event/19/thenStep/5/message
source: Come on, Lea!
es_es: ¡Vamos, Lea!
ru_ru: Идём, Лея!

# data/maps/bergen/bergen2.json//entities/882/settings/event/22/task
source: Meet \c[3]Schneider\c[0] in \c[3]Autumn Rise\c[0] at the \c[3]Old Obelisk\c[0].
es_es: Reúnete con \c[3]Schneider\c[0] en el \c[3]Amanecer del Otoño\c[0] en el \c[3]Viejo Obelisco\c[0].
ru_ru: Встретьтесь со \c[3]Шнайдером\c[0] в \c[3]Расцвете Осени\c[0] у \c[3]Старого обелиска\c[0].

# data/maps/bergen/bergen2.json//entities/887/settings/event/0/message
source: Sno... Snowman.\. This one is not alive, right?
es_es: Mu... Muñeco de nieve.\. No está vivo, ¿verdad?
ru_ru: Сне... Снеговик.\. Этот ведь не живой, верно?

# data/maps/bergen/bergen2.json//entities/888/settings/event/0/message
source: Man, never thought we'd be able to get up here!
es_es: ¡Nunca pensé que llegaríamos hasta aquí!
ru_ru: Блин, никогда не думала, что мы сможем забраться сюда!

# data/maps/bergen/bergen2.json//entities/888/settings/event/1/message
source: You can look over the whole village from here.
es_es: Desde aquí puedes ver toda la aldea.
ru_ru: Отсюда можно полностью осмотреть деревню.

source: Ice blocks...\. and they're gone! Nevermind.
es_es: Bloques de hielo...\. ¡ya no están! No dije nada.
ru_ru: Ледяные глыбы...\. и они исчезли! Забудь.

source: It's an ice wall! Lea, you know what to do, right?
es_es: ¡Es una pared de hielo! Lea, sabes que hacer, ¿cierto?
ru_ru: Это ледяная стена! Лея, ты знаешь, что делать, верно?

# data/maps/bergen/bergen2.json//entities/889/settings/event/1/elseStep/0/message
source: Oh look, there's some \c[3]ice blocks\c[0].
es_es: Oh mira, hay unos \c[3]bloques de hielo\c[0].
ru_ru: О, смотри, здесь какие-то \c[3]ледяные глыбы\c[0].

# data/maps/bergen/bergen2.json//entities/889/settings/event/1/elseStep/1/message
source: Sure wonder what we'd have to do to get past it.
es_es: Me pregunto que tendremos que hacer para seguir adelante.
ru_ru: Интересно, что нужно сделать, чтобы пройти через них.

# data/maps/bergen/bergen2.json//entities/890/settings/analyzable/text
source: Kid Goat
es_es: Cabrita
ru_ru: Козлёнок

# data/maps/bergen/bergen2.json//entities/903/settings/event/0/message
source: Normal bridge?\. Why normal bridge if you could have laser bridge?
es_es: ¿Un puente normal?\. ¿Por qué pondrían un puente normal cuando existen los puentes de luz?
ru_ru: Обычный мост?\. Зачем обычный мост, если мог быть лазерный?

# data/maps/bergen/bergen2.json//entities/904/settings/dialog/0/text
source: Damn.\. How is she able to sleep here?
es_es: Rayos.\. ¿Cómo puede dormir aquí?
ru_ru: Обалдеть.\. Как она может спать здесь?

# data/maps/bergen/bergen2.json//entities/904/settings/dialog/1/text
source: What?\. I thought she was AFK...?
es_es: ¿Qué?\. Creí que estaba AFK...
ru_ru: Что?\. Я думала, она АФК...

# data/maps/bergen/bergen2.json//entities/904/settings/dialog/3/text
source: Are you serious?! We have been waiting for you!
es_es: ¡¿En serio?! ¡Te hemos estado esperando!
ru_ru: Ты это серьезно?! Мы тебя ждём!

# data/maps/bergen/bergen2.json//entities/904/settings/dialog/4/text
source: ... snow... soft...
es_es: ... nieve... suave...
ru_ru: ...снег... мягкий...

# data/maps/bergen/bergen2.json//entities/904/settings/dialog/5/text
source: Whatever...
es_es: Como sea...
ru_ru: Забей...

# data/maps/bergen/bergen2.json//entities/905/settings/npcStates/0/event/2/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Oh, did you finish the dungeon yet?
es_es: Oh, ¿ya has acabado con la mazmorra?
ru_ru: Ох, ты уже прошла подземелье?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: So...\. what did you think about the last boss?
es_es: Entonces...\. ¿qué te pareció el jefe final?
ru_ru: Ну и...\. что ты думаешь насчёт последнего босса?

source: Not a cute robot at all, am I right?
es_es: Ese robot era algo intimidante, ¿no?
ru_ru: Совсем не милый робот, я прав?

source: Ah, a new player!
es_es: ¡Ah, un nuevo jugador!
ru_ru: Ах, новый игрок!

source: About to enter the dungeon, aren't you?
es_es: Estás por entrar a la mazmorra, ¿cierto?
ru_ru: Скоро пойдёшь в подземелье, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I already beat it! Do you want me to give you a little piece of insight?
es_es: ¡Ya la he terminado! ¿Quieres que te de un consejo?
ru_ru: Я уже прошёл его! Хочешь, дам небольшой кусочек сведений о нём?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: The last boss is not cute.
es_es: El jefe final no es nada amigable.
ru_ru: Последний босс не мил.

source: Not cute at all.
es_es: En absoluto.
ru_ru: Совсем не мил.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Heh, fine.
es_es: Ja, bien.
ru_ru: Хех, хорошо.

source: Don't worry, I wasn't planning to spoil things for you.
es_es: No te preocupes, no iba a arruinarte la sorpresa.
ru_ru: Не волнуйся, я не собираюсь спойлерить.

source: [yes]
es_es: [sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

# data/maps/bergen/bergen2.json//entities/907/settings/interact/hoverText
source: Challenge Note
es_es: Nota de Desafío
ru_ru: Заметка об испытании

# data/maps/bergen/bergen2.json//entities/907/settings/interact/event/0/text
source: The duel will take place at \c[3]Bergen Trail - Rising Path 1\c[0].
es_es: El duelo tendrá lugar en \c[3]Sendero de Bergen - Camino Ascendente 1\c[0].
ru_ru: Дуэль состоится на \c[3]Тропе в Берген - Восходящий путь 1\c[0].

# data/maps/bergen/bergen2.json//entities/907/settings/interact/event/1/text
source: The duel shall start when the area has been \c[3]ridden of all other opponents\c[0].
es_es: El duelo comenzará cuando el área esté \c[3]libre de todo oponente\c[0].
ru_ru: Дуэль следует начинать, когда область будет \c[3]очищена от прочих противников\c[0].

# data/maps/bergen/elevator.json//entities/18/settings/teleportLabel
source: Maroon Valley
es_es: Valle Maroon
ru_ru: Бордовая долина

# data/maps/bergen/elevator.json//entities/211/settings/teleportLabel
source: Maroon Valley
es_es: Valle Maroon
ru_ru: Бордовая долина

# data/maps/bergen/elevator.json//entities/212/settings/teleportLabel
source: Maroon Valley
es_es: Valle Maroon
ru_ru: Бордовая долина

# data/maps/bergen/elevator.json//entities/218/settings/event/1/text
source: Access denied
es_es: Acceso denegado
ru_ru: Отказано в доступе

source: I see you obtained the \c[3]\v[item.225.name]\c[0]!
es_es: ¡Veo que has conseguido la \c[3]\v[item.225.name]\c[0]!
ru_ru: Я вижу, что вы получили \c[3]\v[item.225.name]\c[0]!

source: You can now take the Laser Rails to reach \c[3]\v[area.heat-area.name]\c[0]!
es_es: ¡Ahora puedes usar los Teleféricos de Luz para llegar al \c[3]\v[area.heat-area.name]\c[0]!
ru_ru: Теперь вы можете прокатиться по Лазерным рельсам, чтобы попасть в \c[3]Бордовую долину\c[0]!

source: Dear Seeker, you seem rather confused. Do you wish to pass this barrier?
es_es: Estimada buscadora, pareces confundida. ¿Quieres pasar esta barrera?
ru_ru: Дорогой Искатель, вы выглядите смущённым. Вы хотите пройти через этот барьер?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: In that case, you need to obtain the \c[3]\v[item.225.name]\c[0].
es_es: Para pasar, necesitas conseguir la \c[3]\v[item.225.name]\c[0].
ru_ru: В таком случае вам нужно получить \c[3]\v[item.225.name]\c[0].

source: It is given to anyone who completes the \c[0]\v[area.cold-dng.name]\c[0].
es_es: Se la dan a quien complete el \c[0]\v[area.cold-dng.name]\c[0].
ru_ru: Она даётся каждому, кто завершает \c[3]Храм-Шахту\c[0].

source: What is it? Did you already beat the challenge?
es_es: ¿Qué sucede? ¿Ya completaste el desafío?
ru_ru: Что такое? Вы уже справились с испытанием?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well then, maybe you just \c[3]missed the treasure chest\c[0] in the room of your final opponent!
es_es: Está bien, tal vez \c[3]no viste el cofre\c[0] en el lugar donde estaba tu oponente final.
ru_ru: Ну, возможно, вы просто \c[3]пропустили сундук\c[0] в комнате своего последнего противника!

# data/maps/bergen/elevator.json//entities/225/settings/event/6/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/bergen/elevator.json//entities/225/settings/event/8/message
source: ... Hi?
es_es: ... ¿Hola?
ru_ru: ...Привет?

# data/maps/bergen/elevator.json//entities/225/settings/event/9/message
source: Ah! H-\.Hello!
es_es: ¡Ah! ¡Ho-\.Hola!
ru_ru: Ах! П-\.Привет!

# data/maps/bergen/elevator.json//entities/225/settings/event/10/message
source: Sorry, I just went blank there for a second.
es_es: Disculpa, me distraje por un momento.
ru_ru: Извини, я просто задумался на секунду.

# data/maps/bergen/elevator.json//entities/225/settings/event/11/message
source: I'm \c[3]C'tron\c[0], the other member of the First Scholars.
es_es: Me llamo \c[3]C'tron\c[0]. Soy el otro miembro de los Primeros Eruditos.
ru_ru: Я \c[3]Ци'трон\c[0], ещё один член Первоучёных.

# data/maps/bergen/elevator.json//entities/225/settings/event/13/message
source: Lin just gave me your contact and told me to say hello.
es_es: Lin me dio tu contacto y me pidió que te saludara.
ru_ru: Лин дала мне твой контакт и попросила передать привет.

# data/maps/bergen/elevator.json//entities/225/settings/event/14/message
source: So...\. nice to meet you!
es_es: Bueno...\. ¡gusto en conocerte!
ru_ru: В общем...\. приятно познакомиться!

# data/maps/bergen/elevator.json//entities/225/settings/event/17/message
source: Ah, d-don't worry! They told me about your limited speech problem.
es_es: Oh, ¡no-no te preocupes! Ya me han contado sobre tu problema con el habla.
ru_ru: Ой, н-не переживай! Они рассказали мне о твоей проблеме с речью.

source: So...\. you really are as \c[1]over-leveled\c[0] as they told me.
es_es: Bueno...\. y de verdad tienes un \c[1]muy alto nivel\c[0], tal como me dijeron.
ru_ru: Так...\. у тебя правда \c[1]большой уровень\c[0], как они мне и сказали.

source: But I also heard you play with other low-level people.
es_es: Pero también escuché que juegas con otras personas de nivel más bajo.
ru_ru: Но я также слышал, что ты играешь с другими низкоуровневыми людьми.

source: But yes, we seem to be about the same level!
es_es: Bueno, ¡veo que estamos casi en el mismo nivel!
ru_ru: Кстати, да, похоже, что мы почти одного уровня!

# data/maps/bergen/elevator.json//entities/225/settings/event/19/message
source: So...\. I could join your party, right?
es_es: Entonces...\. Podría unirme a tu grupo, ¿verdad?
ru_ru: Значит...\. я мог бы присоединиться к твоей группе, правда?

# data/maps/bergen/elevator.json//entities/225/settings/event/20/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]
