Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

# data/maps/bergen/bergen.json//entities/868/settings/npcStates/0/event/13/message
source: Very strange...
es_es: Muy extraño...
ru_ru: Очень странно...

# data/maps/bergen/bergen.json//entities/869/settings/text
source: Abandoned Building
es_es: Edificio Abandonado
ru_ru: Заброшенное здание

# data/maps/bergen/bergen.json//entities/886/settings/npcStates/0/event/2/message
source: Urgh, this guy is blocking the storage house again.
es_es: Argh, este tipo nuevamente está bloqueando la bodega de almacenamiento.
ru_ru: Гррр, этот парень снова заблокировал склад.

# data/maps/bergen/bergen.json//entities/886/settings/npcStates/0/event/4/message
source: I wish he would meditate somewhere else. Under a waterfall or whatever.
es_es: Ojalá meditara en otra parte. Bajo una cascada o donde sea.
ru_ru: Лучше бы он медитировал где-то в другом месте. Под водопадом или типа того.

# data/maps/bergen/bergen.json//entities/895/settings/event/0/message
source: Hm, what's this small house doing on this side of the river?
es_es: Hm, ¿qué hace esa pequeña casa al lado del río?
ru_ru: Хм, что этот домик делает на этой стороне реки?

# data/maps/bergen/bergen.json//entities/895/settings/event/1/message
source: It must be really inconvenient to live here, having to jump over the water everyday.
es_es: Debe ser muy incómodo vivir ahí, teniendo que saltar por el agua todo el día.
ru_ru: Должно быть, очень неудобно жить здесь, прыгая через воду каждый день.

# data/maps/bergen/bergen.json//entities/896/settings/analyzable/text
source: Kid Goat
es_es: Cabrita
ru_ru: Козлёнок

# data/maps/bergen/bergen.json//entities/900/settings/event/10/name
source: "A guard of Bergen"
es_es: "Un guardia de Bergen"
ru_ru: "Страж Бергена"

# data/maps/bergen/bergen.json//entities/900/settings/event/12/message
source: Halt, \v[lore.title.seeker]!\. I, a guard of Bergen, have business with you!
es_es: ¡Alto ahí, \v[lore.title.seeker]a!\. Yo, un guardia de Bergen, tengo que hablar contigo!
ru_ru: Стой, Искатель!\. Я страж Бергена, и у меня есть к тебе дело!

# data/maps/bergen/bergen.json//entities/900/settings/event/13/message
source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

# data/maps/bergen/bergen.json//entities/900/settings/event/14/message
source: Yes, greetings.\. I have been sent by our leader, Sgt. Brassler, to take this rogue goat into custody.
es_es: Sí, saludos.\. Nuestro líder, el Sgto. Brassler, me ha pedido que me lleve a esta pilla cabra bajo custodia.
ru_ru: Да, приветствую.\. Я был послан нашим лидером, сержантом Брасслером, чтобы забрать эту разбойную козу под стражу.

# data/maps/bergen/bergen.json//entities/900/settings/event/16/message
source: Yes, I was told to take her outside the city where she belongs.
es_es: Me han pedido que me la lleve fuera de la ciudad, dónde pertenece.
ru_ru: Да, мне приказали вывести её за город, туда, где ей и место.

# data/maps/bergen/bergen.json//entities/900/settings/event/20/message
source: You are a good little goat, yes you are.
es_es: Eres una buena cabrita, sí lo eres.
ru_ru: Хороший козлёночек, хороший.

# data/maps/bergen/bergen.json//entities/900/settings/event/22/message
source: Well... I will take care of this.\. You... can report back to the headquarters now.
es_es: Bien... yo me haré cargo de esto.\. Tú... puedes ir a reportarte a la guardia.
ru_ru: Ну... я позабочусь об этом.\. Ты... можешь доложить об этом в штаб.

# data/maps/bergen/bergen.json//entities/900/settings/event/27/name
source: "A guard of Bergen"
es_es: "Un guardia de Bergen"
ru_ru: "Страж Бергена"

# data/maps/bergen/bergen.json//entities/900/settings/event/29/message
source: Bye?
es_es: ¿Adiós?
ru_ru: Пока?

# data/maps/bergen/bergen.json//entities/900/settings/event/31/message
source: Yes, yes, indeed.\. Goodbye!
es_es: Sí, sí, en efecto.\. ¡Adiós!
ru_ru: Да-да, так и есть.\. До свидания!

# data/maps/bergen/bergen.json//entities/926/settings/analyzable/text
source: Bill Masters
ru_ru: Билл Мастерс

source: Bill Masters
ru_ru: Билл Мастерс

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: \v[lore.title.seeker].\. A loyal soldier of the \v[lore.title.human-government], I assume?
es_es: \v[lore.title.seeker]a.\. ¿Una leal soldado del \v[lore.title.human-government], asumo?
ru_ru: Искатель.\. Верный солдат Национального содружества путешественников, я полагаю?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: EXCELLENT!\. A brother in arms is always welcome in this war of ours!
es_es: ¡EXCELENTE!\. ¡Un compañero en armas siempre es bienvenido en tiempos de guerra!
ru_ru: ПРЕВОСХОДНО!\. Собрат по оружию всегда приветствуется в нашей войне!

source: H-hi?!
es_es: ¡¿H-hola?!
ru_ru: П-привет?!

source: Oh, don't let these moments of peace fool you.\. The next foe is always somewhere behind the corner.
es_es: Oh, no dejes que estos momentos de paz te engañen.\. El próximo enemigo siempre está a la vuelta de la esquina.
ru_ru: Ох, не позволяй этим мгновениям спокойствия одурачить тебя.\. Следующий противник всегда прячется где-то за углом.

source: For that reason we always need to get ourself properly equipped with the best military hardware.
ru_ru: По этой причине нам всегда нужно должным образом оснащать себя лучшей военной техникой.

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: The Track, \v[lore.title.seeker]!\. The damn Track and all its thrice-forsaken energy, by the Ancients!
es_es: ¡El Camino, \v[lore.title.seeker]a!\. El maldito Camino y toda su olvidada energía, ¡por los Antiguos!
ru_ru: Путь, Искатель!\. Этот чёртов Путь и вся его треклятая энергия, Древние его побери!

source: And as fate has it, some spectacular hardware is just within our reach.\. Can we count on you, \v[lore.title.seeker]?
es_es: Y mira que suerte, hay espectacular equipamiento al alcance de la mano.\. ¿Podemos contar contigo, \v[lore.title.seeker]a?
ru_ru: И так уж легла карта, что некая удивительная техника находится как раз в пределах досягаемости.\. Мы можем положиться на тебя, Искатель?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: HURRAH!\. Exactly the right decision, \v[lore.title.seeker]!
es_es: ¡GENIAL!\. ¡Esa es la decisión correcta, \v[lore.title.seeker]a!
ru_ru: УРА!\. Самое верное решение, Искатель!

source: Now onto your mission.\. There is an armored combat vehicle some arms company once produced for us.
es_es: Ahora, centrémonos en la misión.\. Hay un vehículo de combate acorazado de una compañía de armas que en algún momento trabajó para nosotros.
ru_ru: Теперь к твоей миссии.\. Есть бронированная боевая машина, которую для нас когда-то изготовила какая-то оружейная компания.

source: Some of those eggheads thought it was a good idea to let one of them damn track creatures ride it!
es_es: ¡Alguno de esos idiotas creyó que sería buena idea dejar que una de esas criaturas del Camino se monte en él!
ru_ru: Некоторые из этих умников думали, что было бы неплохо позволить одному из этих проклятых существ Пути кататься на ней!

source: ... why?
es_es: ... ¿por qué?
ru_ru: ...почему?

source: Heck if I know, \v[lore.title.seeker]!\. Scientists and their weird ideas, am I right?
es_es: ¡¿Y como lo voy a saber, \v[lore.title.seeker]a?!\. Cosa de científicos chiflados, ¿eh?
ru_ru: Чёрт возьми, если бы я знал, Искатель!\. Учёные и их странные идеи, так ведь?

source: In any case, I want you to get those things back to us and find the abandoned facility that produced it!
es_es: De todos modos, ¡quiero que recuperes esas cosas para nosotros y que encuentres las instalaciones abandonadas que las produjeron!
ru_ru: В любом случае, я хочу, чтобы ты вернула нам эти штуки и нашла заброшенное предприятие, которое их произвело!

source: Go to the \c[3]Old Plateau in \v[area.bergen-trails.name]\c[0] and kick those heavily armed butts!
es_es: Ve a la \c[3]Vieja Meseta en el \v[area.bergen-trails.name]\c[0] y patea esos acorazados traseros!
ru_ru: Иди на \c[3]Старое плато на Тропе в Берген\c[0] и надери эти бронированные задницы!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: WHAT?\. IMPOSSIBLE!\.\. HOW CAN THIS BE?
es_es: ¿QUÉ?\. ¡IMPOSIBLE!\.\. ¿CÓMO PUEDE SER?
ru_ru: ЧТО?\. НЕВОЗМОЖНО!\.\. КАК ЭТО МОЖЕТ БЫТЬ?

source: Please reconsider your duty, \v[lore.title.seeker]. Hesitation is not an option!
es_es: Por favor, reconsidera tu decisión, \v[lore.title.seeker]a. ¡La duda no es una opción!
ru_ru: Пожалуйста, вспомни свои обязанности, Искатель. Колебание - не вариант!

source: ...bye?
es_es: ...¿adiós?
ru_ru: ...пока?

# data/maps/bergen/bergen.json//entities/926/settings/npcStates/1/event/0/name
source: Bill Masters
ru_ru: Билл Мастерс

# data/maps/bergen/bergen.json//entities/926/settings/npcStates/1/event/2/message
source: The heavily armed creatures loiter around on the \c[3]Old Plateau in \v[area.bergen-trails.name]\c[0].\. Kick their butts!
es_es: Tienes que ir a la \c[3]Vieja Meseta en el \v[area.bergen-trails.name]\c[0] dónde están esas molestas criaturas.\. ¡Dales su merecido!
ru_ru: Вооружённые до зубов существа слоняются по \c[3]Старому плато на Тропе в Берген\c[0].\. Надери им задницы!

source: Bill Masters
ru_ru: Билл Мастерс

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: \v[lore.title.seeker], my man!\. Finally you made your triumphant return!
es_es: ¡\v[lore.title.seeker]a, hombre!\. ¡Así que has vuelto triunfante!
ru_ru: Искатель, подруга!\. Наконец-то ты вернулась с триумфом!

source: Lea.
ru_ru: Лея.

source: You can be proud of yourself, soldier.\. The data you collected will be of great use for our defense force.
es_es: ¡Siéntete orgullosa, soldado!\. Los datos que recuperaste nos serán de gran utilidad para nuestra fuerza defensiva.
ru_ru: Ты можешь гордиться собой, солдат.\. Данные, которые ты собрала, будут очень полезны для наших оборонительных сил.

source: It will help to create many amazing weapons and save many lifes.
ru_ru: Это поможет создать много удивительного оружия и спасти много жизней.

source: I give you a salute and also your reward, courtesy of the \v[lore.title.human-government]!
es_es: ¡Te doy un saludo, y una recompensa, cortesía de \v[lore.title.human-government]!
ru_ru: Я отдаю тебе честь, а также твою награду, любезно предоставленную Национальным содружеством путешественников!

source: Now excuse me, I have to deliver my own report.\. Dismissed!
es_es: Ahora si me disculpas, tengo que entregar mi reporte.\. ¡Puedes irte!
ru_ru: А теперь прошу меня извинить, мне нужно представить свой доклад.\. Разойтись!

# data/maps/bergen/bergen2.json//entities/264/settings/interact/hoverText
source: \i[arrow-nw] Old Temple Mine \i[arrow-w] Bergen Railway \i[arrow-se] Bergen Trail
es_es: \i[arrow-nw] Viejo Templo Mina \i[arrow-w] Teleféricos \i[arrow-se] Sendero de Bergen
ru_ru: \i[arrow-nw] Старая Храм-Шахта \i[arrow-w] Рельсовая дорога Бергена \i[arrow-se] Тропа в Берген

# data/maps/bergen/bergen2.json//entities/830/settings/analyzable/text
source: Ms. Hat
es_es: Sra. de las Gorras
ru_ru: Мисс Хэт

# data/maps/bergen/bergen2.json//entities/830/settings/npcStates/0/event/0/name
source: Ms. Hat
es_es: Sra. de las Gorras
ru_ru: Мисс Хэт

# data/maps/bergen/bergen2.json//entities/830/settings/npcStates/0/event/2/message
source: Hey there!\. Do you like Mr. Cottonsnow here?
es_es: ¡Hola!\. ¿Te agrada el Sr. Nevalgodón?
ru_ru: Привет!\. Тебе нравится мистер Хлоповичок?

# data/maps/bergen/bergen2.json//entities/830/settings/npcStates/0/event/4/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen2.json//entities/830/settings/npcStates/0/event/5/message
source: How nice of you!\. It took me a while to get him the perfect hat, but it just looks so precious on him!
es_es: ¡Qué amable de tu parte!\. Me tomó un tiempo encontrar la gorra perfecta para él. ¡Le queda maravilloso!
ru_ru: Как мило с твоей стороны!\. Я потратила немало времени, чтобы достать ему идеальную шляпу, но она так изысканно на нём смотрится!

source: Ms. Hat
es_es: Sra. de las Gorras
ru_ru: Мисс Хэт

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Oh, hello!\. Can I help you or do you just wanna admire this handsome image of coolness here?
es_es: ¡Oh, hola!\. ¿Puedo ayudarte con algo? ¿O tan solo vienes a verme?
ru_ru: Ой, привет!\. Могу я тебе помочь, или ты просто пришла полюбоваться этим прекрасным образом прохлады?

source: [nods at hat]
es_es: [asiente al sombrero]
ru_ru: [кивает в сторону шляпы]

source: Ah, want to know about that hat of his?\. Yeah, I made it myself!
es_es: Ah, ¿quieres saber sobre su sombrero?\. ¡Lo hice yo misma!
ru_ru: Ах, хочешь знать о его шляпе?\. Да, я сделала её сама!

source: I can make you one as well if you want.\. But the materials I need are really tricky to get!
es_es: Puedo hacerte uno si quieres.\. ¡Pero los materiales que necesito son muy difíciles de conseguir!
ru_ru: Я могу тебе сделать такую же, если захочешь.\. Но материалы, которые мне нужны, довольно сложно достать!

source: Especially the old hats... you can get them from his mean brothers in Bergen Trail.
es_es: Sobre todo para sombreros viejos... puedes conseguirlos de sus rudos colegas en el Sendero de Bergen.
ru_ru: Особенно старые шляпы... Ты можешь выбить их из его злых братьев на Тропе в Берген.

source: But you'll need to defeat them \c[3]with style\c[0]!\.\. Otherwise those fancy hats will just mysteriously disappear...
es_es: ¡Pero tendrás que vencerlos \c[3]con estilo\c[0]!\.\. De otro modo, esos lindos sombreros desaparecerán misteriosamente...
ru_ru: Но тебе нужно победить их \c[3]со стилем\c[0]!\.\. Иначе эти причудливые шляпы мистическим образом исчезают...

source: Well... good luck with that!\. I look forward to making more of those.
es_es: Bueno... ¡suerte con eso!\. Espero con ansias poder hacer más de estos.
ru_ru: Ну... удачи с этим!\. Буду с нетерпением ждать, чтобы сделать побольше таких шляп.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/bergen/bergen2.json//entities/830/settings/npcStates/2/event/0/name
source: Ms. Hat
es_es: Sra. de las Gorras
ru_ru: Мисс Хэт

# data/maps/bergen/bergen2.json//entities/830/settings/npcStates/2/event/2/message
source: Heya!\. Still searching for those things?
es_es: ¡Ey!\. ¿Sigues buscando esas cosas?
ru_ru: Приветик!\. По-прежнему ищешь эти вещи?

# data/maps/bergen/bergen2.json//entities/830/settings/npcStates/2/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen2.json//entities/830/settings/npcStates/2/event/4/message
source: Don't forget to keep a fancy \c[3]rank\c[0] while hunting those mean snowfiends!\. Otherwise no hats for you.
es_es: ¡Recuerda que debes vencer a esos molestos hombres de nieve con un \c[3]rango\c[0] alto!\. Sino no conseguirás sus sombreros.
ru_ru: Не забывай поддерживать модный \c[3]ранг\c[0], когда охотишься на этих подлых снегозлыдней!\. Иначе никаких шляпок тебе.

source: Ms. Hat
es_es: Sra. de las Gorras
ru_ru: Мисс Хэт

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Ooh, there you are again. And you got everything, yay!
es_es: Ohh, ahí estás. Y has conseguido todo, ¡genial!
ru_ru: Ух, ты снова здесь. И ты уже всё достала, ура!

source: You just wait right here!\. I'll have those pretties patched up in a flash!
es_es: ¡Tan solo espera aquí mismo!\. ¡Te fabricaré un sombrero enseguida!
ru_ru: Просто подожди здесь!\. Я подлатаю этих милашек в мгновение ока!

source: Ms. Hat
es_es: Sra. de las Gorras
ru_ru: Мисс Хэт

source: .\..\..\.and done!\.\. Here you go!
es_es: .\..\..\.¡Yyy listo!\.\. ¡Aquí tienes!
ru_ru: .\..\..\.и готово!\.\. Вот, возьми!

source: I can make even more for you if you want!\. Just bring the materials and I'll work my magic!
es_es: ¡Puedo hacer más si quieres!\. ¡Tan solo tráeme los materiales y yo haré mi parte!
ru_ru: Я могу сделать ещё больше для тебя, если ты захочешь!\. Просто принеси материалы, и я применю свою магию...

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Ms. Hat
es_es: Sra. de las Gorras
ru_ru: Мисс Хэт

source: Heya!\. Want another one of those stylish hats?
es_es: ¡Buenas!\. ¿Quieres otra de esas estilosas gorras?
ru_ru: Приветик!\. Хочешь ещё одну стильную шляпу?

source: Yo?
es_es: ¿Si?
ru_ru: Йоу?

source: Oh, a random gift. Swell. We'll take those.
es_es: Oh, un regalo. Bueno. Lo tomaré.
ru_ru: О, случайный подарок. Шикарно. Мы примем его.

# data/maps/bergen/bergen2.json//entities/845/settings/analyzable/text
source: Bharel
ru_ru: Барел

# data/maps/bergen/bergen2.json//entities/845/settings/npcStates/0/event/1/name
source: Bharel
ru_ru: Барел

# data/maps/bergen/bergen2.json//entities/845/settings/npcStates/0/event/3/message
source: Foolish people have angered the Track in their search for riches.
es_es: Los tontos han hecho enojar al Camino en su búsqueda de riquezas.
ru_ru: Глупые люди прогневали Путь своими поисками богатств.

# data/maps/bergen/bergen2.json//entities/845/settings/npcStates/0/event/4/message
source: But now the mountain is restless and tries to cast us away with its icy breath.
es_es: Pero ahora la montaña trata de echarnos sin cesar con su helado aliento.
ru_ru: Теперь гора беспокойна и пытается выгнать нас своим ледяным дыханием.

# data/maps/bergen/bergen2.json//entities/845/settings/npcStates/0/event/5/message
source: But remember this, \v[lore.title.seeker]: The Track respects those that beat its challenges according to the traditions.
es_es: Pero recuerda esto, \v[lore.title.seeker]a: El Camino respeta a aquellos que vencen sus desafíos de acuerdo a las tradiciones.
ru_ru: Но помни одно, Искатель: Путь уважает тех, кто преодолевает трудности, следуя традициям.

# data/maps/bergen/bergen2.json//entities/845/settings/npcStates/0/event/6/message
source: Thus, if you are deemed worthy, it will arm you with the power needed to face your obstacles.
es_es: Así, si se te proclama digna, te dará el poder que necesitas para enfrentarte a tus obstáculos.
ru_ru: Поэтому, если он сочтёт тебя достойной, он вооружит тебя силой, необходимой для преодоления всех испытаний.

source: Oh, someone else actually made it up here?
es_es: Oh, ¿así que alguien más consiguió subir hasta aquí?
ru_ru: Ой, кто-то ещё добрался сюда?

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Congratulations.\. Not many people figure out how to reach this spot.
es_es: Felicidades.\. No mucha gente sabe como llegar aquí.
ru_ru: Поздравляю.\. Немногие люди понимают, как добраться до этого места.

source: CrossWorlds is full of secrets.\. You might even say that the secrets are the soul of this game.
es_es: CrossWorlds está lleno de secretos.\. Podría decirse que los secretos son el alma de este juego.
ru_ru: CrossWorlds полон тайн.\. Можно даже сказать, что тайны - это душа этой игры.

source: The developers have done a great job filling this entire world with hidden hints and clues to the vast mysteries of the Ancients.
es_es: Los desarrolladores han hecho un gran trabajo llenando todo el mundo con pistas ocultas que nos ayudan a resolver los secretos de los Antiguos.
ru_ru: Разработчики проделали огромную работу, наполняя этот мир скрытыми намёками и подсказками к многочисленным тайнам Древних.

source: But once they're noticed, the secrets don't stay secret for long.
es_es: Pero en cuanto son descubiertos, los secretos dejan de serlo en poco tiempo.
ru_ru: Но когда они обнаруживаются, то секреты быстро перестают быть секретами.

source: A new discovery goes from something special to common knowledge faster than you'd ever believe.
es_es: Un nuevo gran descubrimiento pasa de ser algo especial a cultura general más rápido de lo que creerías.
ru_ru: Новое открытие из чего-то особенного становится обычным знанием намного быстрее, чем ты можешь себе представить.

source: It's kind of sad, actually.
es_es: Es algo triste, realmente.
ru_ru: Это довольно грустно на самом деле.

source: This place, though.\. This is my secret.
es_es: Pero este lugar...\. este es mi secreto.
ru_ru: Но это место.\. Это мой секрет.

source: I know it seems inconsequential, but it can still be special, right?
es_es: Se que no tiene propósito, pero aún así puede ser especial, ¿cierto?
ru_ru: Я знаю, это кажется несущественным, но всё же может быть особенным, верно?

source: Almost nobody knows how to get here. It isn't listed in any guides, or posted on any forums.
es_es: Casi nadie sabe como llegar aquí. No aparece en ninguna guía ni en ningún foro.
ru_ru: Почти никто не знает, как добраться сюда. Оно не числится ни в каких гайдах и не опубликовано ни на каких форумах.

source: It's your secret now, too. Please keep it that way.
es_es: Ahora también es tu secreto. Por favor, asegúrate de que permanezca como tal.
ru_ru: Теперь это и твой секрет тоже. Пожалуйста, храни его в тайне.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: The view is beautiful from up here, isn't it?
es_es: Estas vistas son grandiosas, ¿no crees?
ru_ru: Отсюда красивый вид, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/0/text
source: Alright, the first dungeon is just ahead.\. Just stay calm, remember the basics and you should be fine!
es_es: Bueno, la primera mazmorra está justo allí adelante.\. ¡Solo mantén la calma, recuerda lo básico y estarás bien!
ru_ru: Итак, первое подземелье впереди.\. Просто успокойся, вспомни азы, и всё будет хорошо!

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/text
source: I guess. Still...\. I've always been fighting \c[5]in groups\c[0] up until now so it's a bit of a change.
es_es: Supongo. Aunque...\. he estado siempre peleando \c[5]en grupos\c[0] hasta ahora, entonces es un poco distinto.
ru_ru: Наверное. Всё же...\. я всегда сражался \c[5]в группах\c[0], так что это будет немного по-другому.

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/3/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/7/message
source: Oh, hey there. Are you also on your way to the \c[3]first dungeon\c[0]?
es_es: Oh, hola. ¿También te diriges a la \c[3]primera mazmorra\c[0]?
ru_ru: Ой, привет. Ты тоже на пути к \c[3]первому подземелью\c[0]?

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/8/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/9/message
source: It's not that hard but a lot of new players are scared of it, especially since you gotta do it \c[3]on your own\c[0].
es_es: No es tan difícil, pero muchos jugadores le tienen miedo, sobre todo porque tienes que pasarla \c[3]por tu cuenta\c[0].
ru_ru: Это не так сложно, но многие новые игроки боятся его, потому что приходится делать это \c[3]самостоятельно\c[0].

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/10/message
source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/11/message
source: Yeah, I was confused about that as well...
es_es: Sí, yo también estaba confundida...
ru_ru: Ага, я тоже был озадачен этим...

# data/maps/bergen/bergen2.json//entities/873/settings/dialog/1/event/12/message
source: The puzzles are a core element of those temple-dungeons and they wouldn't really work in groups of random sizes.
es_es: Los puzles son un elemento clave en los templos-mazmorras y no cumplirían su propósito si se resuelven en grupos de distintos tamaños.
ru_ru: Головоломки - один из основных элементов подземелий, и они не будут работать должным образом в группах.
