Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

source: I'm running regular checks here and everything seems absolutely clear now.\. Great work down there!
es_es: He estado haciendo varios análisis y todo parece tranquilo.\. ¡Gran trabajo!
ru_ru: Я регулярно провожу здесь проверки, и теперь всё кажется абсолютно чистым.\. Отличная работа!

source: You can report back to the Chief Miner now and show him whatever the heck you found there.
es_es: Puedes reportarte al Jefe de la Mina y mostrarle lo que sea que hayas encontrado ahí abajo.
ru_ru: Теперь ты можешь доложить Начальнику шахты и показать ему, что за чертовщину ты там нашла.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Darrel
ru_ru: Даррел

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Greetings, \v[lore.title.seeker].\. Everything's still running smoothly down here.
es_es: Saludos, \v[lore.title.seeker]a.\. Todo sigue tranquilo aquí abajo.
ru_ru: Приветствую, Искатель.\. Здесь до сих пор всё идёт гладко.

source: Too smoothly perhaps... there haven't been any recent attacks, but those bugs might just gather their strength.
es_es: Demasiado tranquilo quizá... no ha habido ningún ataque reciente, por lo que esos bichos puede que estén juntando fuerzas.
ru_ru: Слишком гладко, возможно... Недавних атак не было, но эти жуки могут просто набираться сил.

source: Fortunately, those crawlers are not expecting the wonder that is \c[3]our highly-advanced nanosound-device\c[0]!
es_es: ¡Por suerte, esos desgraciados no se esperan la maravilla de nuestro \c[3]altamente avanzado equipamiento de nanosonido\c[0]!
ru_ru: К счастью, эти ползуны не ожидают, какое чудо это \c[3]наше самое современное нанозвуковое устройство\c[0]!

source: We could use that to lure them in and then preemptively reduce their numbers.\. How about it?
es_es: Podríamos utilizarlo para atraerlos y reducir sus números antes de que se acumulen demasiado.\. ¿Qué te parece?
ru_ru: Мы могли бы использовать его, чтобы заманить их, а затем превентивно уменьшить их количество.\. Как насчёт этого?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Excellent!\. Just enter the chamber again.\. I'll prepare everything for you!
es_es: ¡Excelente!\. Tan solo entra a esa cámara nuevamente.\. ¡Prepararé todo por ti!
ru_ru: Отлично!\. Просто снова войди в пещеру.\. Я всё подготовлю!

source: Just a warning: \c[3]The nanosounds will most likely make them really angry\c[0].\. So expect even \c[3]more aggression\c[0] than before.
es_es: Una advertencia: \c[3]Los nanosonidos probablemente los haga enfurecer\c[0].\. Así que prepárate, porque serán \c[3]más agresivos\c[0] que la última vez.
ru_ru: Просто предупреждение: \c[3]нанозвук, скорее всего, сильно их разозлит\c[0].\. Так что ожидай даже \c[3]больше агрессии\c[0], чем раньше.

source: Oh, I'm sure you will do just fine!
es_es: Oh, ¡estoy seguro de que no tendrás problemas!
ru_ru: Ой, я уверен, что у тебя всё получится!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Lost your taste for explosives?\. Such a shame.
es_es: ¿Ya no te gustan los explosivos?\. Una pena.
ru_ru: Потеряла вкус к взрывчатке?\. Какая жалость.

source: Darrel
ru_ru: Даррел

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Greetings, \v[lore.title.seeker].\. Wanna blast some more bugs?
es_es: Saludos, \v[lore.title.seeker]a.\. ¿Quieres aplastar más bichos?
ru_ru: Приветствую, Искатель.\. Хочешь ещё повзрывать жуков?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Excellent!\. Just enter the chamber again.\. I'll prepare everything for you!
es_es: ¡Excelente!\. Entra una vez más a la cámara.\. ¡Dejaré todo listo para ti!
ru_ru: Отлично!\. Просто снова войди в пещеру.\. Я всё подготовлю!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Not in the mood for explosives today?\. A pity.
es_es: ¿No tienes ganas de explosivos hoy?\. Qué lastima.
ru_ru: Не в настроении для взрывчатки?\. Жаль.

source: [nods for another round]
es_es: [asiente para otra ronda]
ru_ru: [кивает для ещё одного раунда]

source: [shakes head and declines]
es_es: [niega con la cabeza]
ru_ru: [мотает головой и отказывается]

source: Darrel
ru_ru: Даррел

source: Just enter the chamber again.\. I'll prepare everything for you!
es_es: Solo entra a la cámara una vez más.\. ¡Dejaré todo listo para ti!
ru_ru: Просто снова войди в пещеру.\. Я всё подготовлю!

source: The bugs will be more aggressive than usual, so be prepared.
es_es: Los insectos estarán más agresivos de lo normal, así que prepárate.
ru_ru: Жуки будут агрессивнее, чем обычно, так что будь готова.

source: Darrel
ru_ru: Даррел

source: Great job in there, that should keep them at bay for a while!
es_es: ¡Excelente trabajo allí dentro, eso debería controlarlos por un tiempo!
ru_ru: Отличная работа, это должно успокоить их на некоторое время!

source: Still, I got the feeling that we will never get rid of them, no matter how often we repeat that.
es_es: Sin embargo, tengo el presentimiento de que nunca nos desharemos de ellos, por más que lo repitamos.
ru_ru: Но всё же, у меня есть ощущение, что мы никогда не избавимся от них, как бы часто мы это ни повторяли.

source: Well, at least it's still fun and profitable, right?
es_es: Bueno, al menos sigue siendo divertido y provechoso, ¿verdad?
ru_ru: Ну, по крайней мере, это по-прежнему весело и выгодно, верно?

source: Now I gotta prepare everything again.\. Come back later if you wanna go for another round.
es_es: Ahora debo preparar todo nuevo.\. Vuelve en otra ocasión si quieres ir por otra ronda.
ru_ru: Теперь мне снова нужно всё подготовить.\. Приходи позже, если захочешь пойти на очередной раунд.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Darrel
ru_ru: Даррел

source: Great job in there, that should keep them at bay for a while!
es_es: ¡Excelente trabajo allí dentro, eso debería controlarlos por un tiempo!
ru_ru: Отличная работа, это должно успокоить их на некоторое время!

source: Though, I'm pretty sure we still missed a lot that will just reproduce again.
es_es: Sin embargo, estoy muy seguro de que dejamos pasar a muchos que se reproducirán otra vez.
ru_ru: Хотя я почти уверен, что мы много пропустили, и они просто размножатся снова.

source: Remember, we still got the device here, so we could repeat it as often as we want.
es_es: Recuerda, aún tenemos el dispositivo acá, por lo que podríamos repetirlo las veces que queramos.
ru_ru: Помни, у нас по-прежнему есть устройство, поэтому мы можем повторять это так часто, как захотим.

source: Even if it's just for fun and profit.
es_es: Incluso si es por diversión y beneficios.
ru_ru: Даже если это просто для удовольствия и выгоды.

source: In any case, I have to prepare everything again.\. Come back later if you wanna go for another round.
es_es: En cualquier caso, debo preparar todo de nuevo.\. Vuelve en otra ocasión si quieres ir por otra ronda.
ru_ru: В любом случае, я должен снова всё подготовить.\. Приходи позже, если захочешь пойти ещё на один раунд.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: But first take your reward for helping me test everything.
es_es: Pero primero ten tu recompensa por ayudarme a probar todo.
ru_ru: Но сначала возьми свою награду за то, что помогла мне всё протестировать.

source: Darrel
ru_ru: Даррел

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Greetings, lass.\. You must be the \v[lore.title.seeker] they wanted to send down here.
es_es: Saludos, muchacha.\. Tú debes ser el \v[lore.title.seeker] que querían enviarme acá abajo.
ru_ru: Привет, девчонка.\. Ты, должно быть, Искатель, которого они хотели отправить сюда.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: No offense to you, but it's about time you showed up.
es_es: Sin ofender, pero ya era hora de que aparecieras.
ru_ru: Без обид, но ты немного припозднилась.

source: Got a bad feeling about things down here and time's not improving it.
es_es: Tengo un mal presentimiento de esto acá abajo y el tiempo no lo está mejorando.
ru_ru: У меня плохое предчувствие насчёт происходящего внизу, и поверь, со временем оно не улучшается.

source: Well, let's get down to work.
es_es: Bueno, bajemos a trabajar.
ru_ru: Ну, давай приступим к работе.

source: Darrel
ru_ru: Даррел

source: See that tunnel there?\. It leads to the chamber that we last worked on.
es_es: ¿Ves aquel túnel?\. Te dirige a la cámara en la que trabajamos la última vez.
ru_ru: Видишь этот тоннель?\. Он ведёт к горной разработке, где мы в последний раз трудились.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: The entire operation was halted by some \c[3]rock-hard crawlers\c[0] and now even our \c[3]blasting devices\c[0] are offline.
es_es: Toda la operación se detuvo debido a unas \c[3]arañas que son duras como una piedra\c[0] y ahora incluso nuestros \c[3]dispositivos de explosivos\c[0] están desactivados.
ru_ru: Вся операция была остановлена \c[3]каменными ползунами\c[0], и теперь даже наши \c[3]взрывные устройства\c[0] отключены.

source: Darrel
ru_ru: Даррел

source: Your first job is to \c[3]reactivate the explosives on the console behind a security barrier\c[0].
es_es: Tu primera tarea será \c[3]reactivar los explosivos de la consola que está detrás de una barrera de seguridad\c[0].
ru_ru: Твоя первая задача - \c[3]повторно активировать взрывчатку на пульте за барьером безопасности\c[0].

source: With those fine bombs you can then \c[3]clear up all the rubble\c[0] in the area and \c[3]whatever comes crawling out of it\c[0].\. Understood?
es_es: Con esas bombas de calidad podrás \c[3]deshacerte de todos los escombros\c[0] del lugar y c[3]también de todo lo que salga arrastrándose de estos\c[0].\. ¿Entendido?
ru_ru: С этими прекрасными бомбами ты сможешь \c[3]зачистить все обломки\c[0] в области и \c[3]всё, что выползет из них\c[0].\. Поняла?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright.\. I will stay connected with you over the speakers, in case there is anything else.\. Good luck.
es_es: De acuerdo.\. En caso de que me necesites, estaré en contacto contigo por medio de los parlantes.\. Buena suerte.
ru_ru: Хорошо.\. Я буду оставаться на связи с тобой через громкоговорители, на всякий случай.\. Удачи.

source: Darrel
ru_ru: Даррел

source: Alright... unleashing the nanosounds!
es_es: Bien... ¡comenzando los nanosonidos!
ru_ru: Хорошо...\. Выпускаю нанозвук!

source: Darrel
ru_ru: Даррел

source: Pleasant as usual.\. But our bugfriends are arriving soon, so better get ready.
es_es: Excelente como siempre.\. Pero nuestros amigos insectos llegarán pronto, así que prepárate.
ru_ru: Приятно, как и всегда.\. Но наши дружки-жучки скоро прибудут, так что лучше приготовься.

source: Well, that sure caused some tremors... let's hope there was no avalanche outside.
es_es: Vaya, eso sí que provocó temblores... esperemos que no haya caído una avalancha afuera.
ru_ru: Мда, нехилые подземные толчки это вызвало...\. Будем надеяться, что снаружи не было лавины.

source: H-hi...!
es_es: ¡H-hola...!
ru_ru: П-привет...!

source: Doesn't matter now, the sensors are picking something up.\. You'll get company soon!
es_es: Ya no importa, los sensores están detectando algo.\. ¡Tendrás compañía pronto!
ru_ru: Теперь это неважно, датчики что-то уловили.\. Скоро у тебя появится компания!

source: Darrel
ru_ru: Даррел

source: You did it again, good job!
es_es: Lo lograste una vez más, ¡buen trabajo!
ru_ru: Ты сделала это снова, хорошая работа!

source: I gotta set everything up again.\. See you around next time.
es_es: Tengo que preparar todo de nuevo.\. Nos vemos a la próxima.
ru_ru: Я должен снова всё настроить.\. Увидимся в следующий раз.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okay, everything is clear.\. You did it!
es_es: Bien, todo está despejado.\. ¡Lo lograste!
ru_ru: Хорошо, всё чисто.\. Ты сделала это!

source: Return to me as quickly as possible, so we can review the situation.
es_es: Regresa a mí lo más rápido posible para que podamos analizar la situación.
ru_ru: Вернись ко мне как можно быстрее, чтобы мы могли обсудить ситуацию.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Reactivate explosives
es_es: Reactivar explosivos
ru_ru: Активировать взрывчатку

source: G: HQ
es_es: G: Sede Central
ru_ru: Штаб

source: B1: New Mine #1
es_es: B1: Nueva Mina #1
ru_ru: В1: Новая шахта #1

source: Guard
es_es: Guardia
ru_ru: Охранник

source: The first of our new mines is just inside.\. Miner Darrel is always in need of support.
es_es: Nuestra primera nueva mina está dentro.\. El minero Darrel siempre necesita ayuda.
ru_ru: Дальше находится наша первая новая шахта.\. Шахтёр Даррел сейчас внутри, и ему может понадобиться твоя помощь.

source: G: HQ
es_es: G: Sede Central
ru_ru: Штаб

source: B1: New Mine #1
es_es: B1: Nueva Mina #1
ru_ru: В1: Новая шахта #1

source: Patience...
es_es: Paciencia...
ru_ru: Терпение...

source: Patience...
es_es: Paciencia...
ru_ru: Терпение...

source: DONE!\. BEST QUEST EVER?
es_es: ¡LISTO!\. LA MEJOR MISIÓN DE LA HISTORIA, ¿NO?
ru_ru: СДЕЛАНО!\. САМЫЙ ЛУЧШИЙ КВЕСТ?

source: Deactivate your shield here!
es_es: ¡Desactiva tu escudo acá!
ru_ru: Отключите свой щит здесь!

source: \c[1]Attention!\c[0]
es_es: \c[1]¡Atención!\c[0]
ru_ru: \c[1]Внимание!\c[0]

source: \c[3]Your shield\c[0] got automatically reactivated when leaving the cave. To continue the quest \c[3]"Chlg. of Aspiration: No Shield"\c[0], you have to \c[3]deactivate it again\c[0]!
es_es: \c[3]Tu escudo\c[0] se ha reactivado automáticamente cuando saliste de la cueva. ¡Para seguir con la misión \c[3]"Desafío de Aspiración: Sin Escudo"\c[0], tienes que \c[3]desactivarlo nuevamente\c[0]!
ru_ru: \c[3]Ваш щит\c[0] автоматически активируется при выходе из пещеры. Чтобы продолжить квест \c[3]"Вызов стремления: Без щита"\c[0], вам нужно \c[3]снова его отключить\c[0]!

source: [ SHOOT ]
es_es: [ DISPARAR ]
ru_ru: [ ВЫСТРЕЛ ]

source: Patience...
es_es: Paciencia...
ru_ru: Терпение...

source: Patience...
es_es: Paciencia...
ru_ru: Терпение...

source: Your shield has returned!
es_es: ¡Tu escudo ha vuelto!
ru_ru: Ваш щит вернулся!

source: Steady as rock...
es_es: Dura como una piedra...
ru_ru: Устойчивая как камень...

source: Return to the \c[3]Monastery\c[0]
es_es: Volver al \c[3]Monasterio\c[0]
ru_ru: Вернуться в \c[3]Монастырь\c[0]

source: Return to the \c[3]Monastery\c[0] \c[1](progress will be lost!)\c[0]
es_es: Volver al \c[3]Monasterio\c[0] \c[1](¡se perderá tu progreso!)\c[0]
ru_ru: Вернуться в \c[3]Монастырь\c[0] \c[1](прогресс будет потерян!)\c[0]

source: Return to the \c[3]Monastery\c[0] \c[1](progress will be lost!)\c[0]
es_es: Volver al \c[3]Monasterio\c[0] \c[1](¡se perderá tu progreso!)\c[0]
ru_ru: Вернуться в \c[3]Монастырь\c[0] \c[1](прогресс будет потерян!)\c[0]

source: Return to the \c[3]Monastery\c[0]
es_es: Volver al \c[3]Monasterio\c[0]
ru_ru: Вернуться в \c[3]Монастырь\c[0]

source: The Trial of Aspiration
es_es: La Prueba de Aspiración
ru_ru: Испытание стремления

source: This is a trial of fortitude and dexterity. To pass you must reach the eastern end of the cave without falling into the darkness.
es_es: Esta es una prueba de fortaleza y destreza. Para aprobar, deberás llegar al este de la cueva sin caer al abismo.
ru_ru: Это испытание силы духа и ловкости. Для прохождения вы должны достичь восточного конца пещеры, не падая в темноту.

source: Along the way, you will be attacked by invincible guardians. Their shots will knock you away but your shield can defend against them.
es_es: Por el camino, te atacarán guardianes invisibles. Sus disparos te empujarán, pero puedes utilizar tu escudo para defenderte de ellos.
ru_ru: По пути вас будут атаковать непобедимые стражи. Их выстрелы могут сбить вас, но ваш щит может защитить от них.

source: There will be a checkpoint after each of the challenges. Leaving the cave will deactivate them again, though.
es_es: Habrá un punto de control luego de cada desafío. Pero salir de la cueva los desactivará.
ru_ru: После каждого испытания будет контрольная точка. Однако выход из пещеры сбросит их.

source: Now that you have passed the trial once, your time will be recorded. You can also deactivate your shield to increase the challenge.
es_es: Ahora que haz completado la prueba una vez, tu tiempo se grabará. También puedes desactivar tu escudo para aumentar la dificultad del desafío.
ru_ru: Теперь, когда вы прошли испытание, ваше время будет записано. Вы также можете отключить свой щит, чтобы усложнить испытание.

source: Best time \c[3]Normal:\c[0] \v[map.bestTime-format] \c[3]No Shield:\c[0] \v[map.bestTime-noShield-format]
es_es: Mejores Tiempos \c[3]Normal:\c[0] \v[map.bestTime-format] \c[3]Sin Escudo:\c[0] \v[map.bestTime-noShield-format]
ru_ru: Лучшее время \c[3]Стандарт:\c[0] \v[map.bestTime-format] \c[3]Без щита:\c[0] \v[map.bestTime-noShield-format]

source: You cast away your shield.\. Such bravery!
es_es: Dejas tu escudo de lado.\. ¡Qué valiente!
ru_ru: Вы отбрасываете свой щит.\. Какая храбрость!

source: Your shield has returned.
es_es: Tu escudo ha vuelto.
ru_ru: Ваш щит вернулся.

source: Information
es_es: Información
ru_ru: Информация

source: See best time
es_es: Ver los mejores tiempos
ru_ru: Посмотреть лучшее время

source: Deactivate Guarding inside the Cave
es_es: Desactivar el escudo dentro de la cueva
ru_ru: Отключить щит внутри пещеры

source: Reactivate Guarding
es_es: Reactivar el escudo
ru_ru: Включить щит

source: Cancel
es_es: Cancelar
ru_ru: Отмена

source: "No Shield"
es_es: "Sin Escudo"
ru_ru: "Без щита"

source: Normal
ru_ru: Обычное испытание

source: \c[3]New Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format]
es_es: \c[3]¡Nuevo Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format]
ru_ru: \c[3]Новый рекорд (\v[tmp.resultMode])!\c[0] \v[tmp.time-format]

source: \c[3]New Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format] Old Best: \v[tmp.bestTime-FORMAT]
es_es: \c[3]¡Nuevo Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format] Tiempo Anterior: \v[tmp.bestTime-FORMAT]
ru_ru: \c[3]Новый рекорд (\v[tmp.resultMode])!\c[0] \v[tmp.time-format] Прошлый рекорд: \v[tmp.bestTime-FORMAT]

source: \c[3]Time (\v[tmp.resultMode]):\c[0] \v[tmp.time-format] Best: \v[tmp.bestTime-FORMAT]
es_es: \c[3]Tiempo (\v[tmp.resultMode]):\c[0] \v[tmp.time-format] Mejor Tiempo: \v[tmp.bestTime-FORMAT]
ru_ru: \c[3]Время (\v[tmp.resultMode]):\c[0] \v[tmp.time-format] Рекорд: \v[tmp.bestTime-FORMAT]

source: Times reset!
es_es: ¡Tiempos reiniciados!
ru_ru: Время сброшено!

source: [ SHOOT ]
es_es: [ DISPARAR ]
ru_ru: [ ВЫСТРЕЛ ]

source: [ SHOOT ]
es_es: [ DISPARAR ]
ru_ru: [ ВЫСТРЕЛ ]

source: [ SHOOT ]
es_es: [ DISPARAR ]
ru_ru: [ ВЫСТРЕЛ ]

source: Activate "Extra Frosty" here!
es_es: ¡Activar el "Hielo Extra" aquí!
ru_ru: Активируйте "дополнительный мороз" здесь!

source: \c[1]Attention!\c[0]
es_es: \c[1]¡Atención!\c[0]
ru_ru: \c[1]Внимание!\c[0]

source: \c[3]"Extra Frosty"\c[0] got automatically deactivated when leaving the cave. To continue the quest \c[3]"Chlg. of Progression: Frosty"\c[0], you have to \c[3]reactivate it again\c[0]!
es_es: El \c[3]"Hielo Extra"\c[0] se ha desactivado automáticamente cuando dejaste la cueva. ¡Para continuar con la misión \c[3]"Desafío de Progresión: Congelado"\c[0], deberás \c[3]reactivarlo otra vez\c[0]!
ru_ru: \c[3]"Дополнительный мороз"\c[0] автоматически деактивируется при выходе из пещеры. Чтобы продолжить квест \c[3]"Вызов прогрессии: Морозное испытание"\c[0], вам нужно \c[3]снова его включить\c[0]!

source: Patience...
es_es: Paciencia...
ru_ru: Терпение...

source: Return to \c[3]Bergen\c[0]
es_es: Volver a \c[3]Bergen\c[0]
ru_ru: Вернуться в \c[3]Берген\c[0]

source: Return to \c[3]Bergen\c[0] \c[1](progress will be lost!)\c[0]
es_es: Volver a \c[3]Bergen\c[0] \c[1](¡se perderá tu progreso!)\c[0]
ru_ru: Вернуться в \c[3]Берген\c[0] \c[1](прогресс будет потерян!)\c[0]

source: Return to \c[3]Bergen\c[0] \c[1](progress will be lost!)\c[0]
es_es: Volver a \c[3]Bergen\c[0] \c[1](¡se perderá tu progreso!)\c[0]
ru_ru: Вернуться в \c[3]Берген\c[0] \c[1](прогресс будет потерян!)\c[0]

source: Return to \c[3]Bergen\c[0]
es_es: Volver a \c[3]Bergen\c[0]
ru_ru: Вернуться в \c[3]Берген\c[0]

source: The Trial of Progression
es_es: La Prueba de Progresión
ru_ru: Испытание прогрессии

source: This is a trial of fortitude and dexterity. To pass you must reach the end of the icy path without falling into the darkness.
es_es: Esta es una prueba de fortaleza y destreza. Para aprobar, debes llegar al final del camino congelado sin caer al abismo.
ru_ru: Это испытание силы духа и ловкости. Для прохождения вы должны достичь конца ледяной дорожки, не падая в темноту.

source: Beware the slippery ground, for the Track itself will test you with the Element of this mountain: The Cold.
es_es: Ten cuidado con el piso resbaladizo, ya que el Camino mismo te probará con el Elemento de esta montaña: El Hielo.
ru_ru: Остерегайтесь скользкой земли, поскольку сам Путь проверит вас элементом этой горы: Холодом.

source: Along the way you will be attacked by invincible guardians. Their shots will knock you away but your shield can defend against them.
es_es: A lo largo del camino te atacarán guardianes invisibles. Sus disparos te empujarán, pero tu escudo puede defenderte de ellos.
ru_ru: По пути вас будут атаковать непобедимые стражи. Их выстрелы могут сбить вас, но ваш щит может защитить от них.

source: There will be a checkpoint after each of the challenges. Leaving the cave will deactivate them again, though.
es_es: Habrá un punto de control luego de cada desafío. Pero salir de la cueva los desactivará.
ru_ru: После каждого испытания будет контрольная точка. Однако выход из пещеры сбросит их.

source: Now that you have passed the trial once, your time will be recorded. You can also increase the number of obstacles on the track by activating "Extra Frosty", to challenge yourself even more.
es_es: Ahora que haz completado la prueba una vez, tu tiempo se grabará. También puedes aumentar la cantidad de obstáculos en el camino activando el "Hielo Extra", para aumentar la dificultad del desafío.
ru_ru: Теперь, когда вы прошли испытание, ваше время будет записано. Вы также можете увеличить количество препятствий на трассе, активировав "дополнительный мороз", чтобы испытать себя ещё сильнее.

source: With the additional challenges being solved you can now also deactivate your shield for even greater challenge. This is not linked to further rewards, however.
es_es: Ahora que haz completado los desafíos adicionales, también puedes desactivar tu escudo para aumentar la dificultad aún más. Sin embargo, esto no te dará más recompensas.
ru_ru: Теперь, когда дополнительные задачи решены, вы также можете деактивировать свой щит для ещё большего испытания. Однако это не связано с дальнейшими наградами.

source: Best time \c[3]Normal:\c[0] \v[map.bestTime-format] \c[3]Extra Frosty:\c[0] \v[map.bestTime-frosty-format] \c[3]No Shield:\c[0] \v[map.bestTime-noShield-format] \c[3]Extra Frosty & No Shield:\c[0] \v[map.bestTime-frostyNoShield-format]
es_es: Mejores Tiempos \c[3]Normal:\c[0] \v[map.bestTime-format] \c[3]Hielo Extra:\c[0] \v[map.bestTime-frosty-format] \c[3]Sin Escudo:\c[0] \v[map.bestTime-noShield-format] \c[3]Hielo Extra y Sin Escudo:\c[0] \v[map.bestTime-frostyNoShield-format]
ru_ru: Лучшее время \c[3]Стандарт:\c[0] \v[map.bestTime-format] \c[3]Дополнительный мороз:\c[0] \v[map.bestTime-frosty-format] \c[3]Без щита:\c[0] \v[map.bestTime-noShield-format] \c[3]Дополнительный мороз и без щита:\c[0] \v[map.bestTime-frostyNoShield-format]

source: You feel a freezing chill.\. The density of ice has increased!
es_es: Sientes un helado escalofrío.\. ¡La densidad del hielo ha incrementado!
ru_ru: Вы чувствуете леденящий холод.\. Плотность льда увеличилась!
