Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

source: But before you go in, a warning: Some monsters inside will \c[3]weaken you\c[0] by causing \c[3]Chill\c[0] and \c[3]Burn\c[0]!
es_es: Pero antes de que entres, una advertencia: ¡Algunos monstruos dentro \c[3]te debilitarán\c[0] por medio del \c[3]Hielo\c[0] y del \c[3]Fuego\c[0]!
ru_ru: Но перед тем, как ты туда пойдёшь, предупреждаю: некоторые монстры внутри будут \c[3]ослаблять тебя\c[0], накладывая \c[3]озноб\c[0] и \c[3]горение\c[0]!

source: Should that happen, drinking \c[3]Water\c[0] will help you recover.\. Here, take some.
es_es: En caso de que pase, beber \c[3]Agua\c[0] te ayudará a recuperarte.\. Aquí tienes un poco.
ru_ru: Если это произойдёт, то \c[3]вода\c[0] поможет тебе восстановиться.\. Вот, возьми.

source: Please stay safe and be prepared.\. Godspeed!
es_es: Cuídate y prepárate.\. ¡Buena suerte!
ru_ru: Пожалуйста, береги себя и будь начеку.\. Счастливого пути!

source: Greetings, Seeker.
es_es: Saludos, Buscadora.
ru_ru: Приветствую, Искатель.

source: You desire to enter the mine, am I not mistaken?
es_es: Quieres entrar en la mina, ¿o me equivoco?
ru_ru: Ты хочешь войти в шахту, если я не ошибаюсь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Unfortunately, you will first need to receive the \c[3]Mine Pass\c[0].
es_es: Desafortunadamente, primero debes recibir el \c[3]Pase de la Mina\c[0].
ru_ru: К сожалению, сначала тебе нужно получить \c[3]Пропуск в Шахту\c[0].

source: Do not fret, it is easily obtained!
es_es: ¡No te preocupes, lo puedes conseguir fácilmente!
ru_ru: Не волнуйся, его легко получить!

source: Simply attend the \c[3]mayor's\c[0] orientation and heed his story.
es_es: Simplemente ve a la orientación del \c[3]alcalde\c[0] y pon atención a su historia.
ru_ru: Просто посети \c[3]мэра\c[0] и прислушайся к его истории.

source: You can find him in the Quest Hub, the \c[3]grand building in the north of Bergen\c[0].
es_es: Está en el Centro de Misiones, el \c[3]gran edificio al norte de Bergen\c[0].
ru_ru: Ты можешь найти его в Квест-хабе, \c[3]большом здании на севере Бергена\c[0].

source: Good luck exploring that mine.
es_es: Buena suerte en la exploración de la mina.
ru_ru: Удачи в исследовании этой шахты.

source: Be prepared though.
es_es: Y prepárate.
ru_ru: Однако будь начеку.

source: From what I heard, the Track's use of our mining contraptions is most menacing indeed.
es_es: Escuché decir que el uso que le ha dado el Camino a nuestra maquinaria minera es muy amenazante.
ru_ru: Из того, что я слышала, использование Путём наших добывающих приспособлений действительно опасно.

source: Don't forget to \c[3]drink water\c[0], if they harrass you with \c[3]Chill\c[0] and \c[3]Burn\c[0]!
es_es: ¡No olvides \c[3]beber agua\c[0] en caso de que te ataquen con \c[3]Hielo\c[0] y con \c[3]Fuego\c[0]!
ru_ru: Не забывай \c[3]пить воду\c[0], если они изнурят тебя \c[3]ознобом\c[0] или \c[3]горением\c[0]!

source: I see you have beaten the mine.\. Good job, \v[lore.title.seeker]!
es_es: Veo que has completado la mina.\. ¡Buen trabajo, \v[lore.title.seeker]!
ru_ru: Как я вижу, ты прошла шахту.\. Хорошая работа, Искатель!

# data/maps/bergen/mine-entrance.json//entities/260/settings/event/1/text
source: Access denied
es_es: Acceso denegado
ru_ru: Отказано в доступе

source: Alright then, here comes a big one, Lea!
es_es: ¡Bien, aquí viene uno grande, Lea!
ru_ru: Итак, сейчас будет большое подземелье, Лея!

source: Hm... Looking at your stats and level, do you really think that you're ready yet?
es_es: Mm... al ver tus estadísticas y tu nivel, ¿realmente crees que estás preparada?
ru_ru: Хм... Глядя на свои характеристики и уровень, ты и правда думаешь, что уже готова?

source: I think Lukas mentioned something like that our stats should be around \c[3]60\c[0].
es_es: Creo que Lukas mencionó que nuestras estadísticas estarían cerca de \c[3]60\c[0].
ru_ru: Мне кажется, Лукас говорил, что наши характеристики должны быть около \c[3]60\c[0].

source: You know, attack, defense, focus and the like...
es_es: Ya sabes, ataque, defensa, concentración. Ese tipo de cosas.
ru_ru: Ну знаешь, атака, защита, фокус и тому подобное...

source: Maybe you should try upgrading your equipment a bit?
es_es: ¿Tal vez deberías mejorar tu equipamiento un poco?
ru_ru: Может быть, тебе стоит немного обновить свою экипировку?

source: Anyway I'll let you decide.
es_es: De todas maneras, es tu decisión.
ru_ru: В любом случае, тебе решать.

source: I think we're ready, non?
es_es: Creo que estamos listas, ¿non?
ru_ru: Я думаю, что мы готовы, не?

source: Well...\. \c[1]no doubt\c[0] that you are.
es_es: Bueno...\. \c[1]no cabe duda\c[0] de que lo estás.
ru_ru: Ну...\. ты-то \c[1]несомненно\c[0] готова.

source: Should we enter the dungeon?
es_es: ¿Entramos a la mazmorra?
ru_ru: Следует ли нам идти в подземелье?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright!\. Let the race begin!
es_es: ¡Muy bien!\. ¡Que comience la carrera!
ru_ru: Хорошо!\. Да начнётся гонка!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Oh well. Better safe than sorry, non?
es_es: Oh, bueno. Mejor estar preparada que arrepentirse después, ¿non?
ru_ru: Ну ладно. Бережёного бог бережёт, не?

source: But I want to enter soon, so let's hurry!
es_es: Pero quiero entrar pronto, ¡así que apresúrate!
ru_ru: Но я хочу побыстрее войти, так что давай поспешим!

source: [Yes]
es_es: [Sí]
ru_ru: [Да]

source: [No]
ru_ru: [Нет]

source: Uhm Lea?
es_es: Mmm. ¿Lea?
ru_ru: Эм, Лея?

source: I can't wait to enter the dungeon as well.
es_es: Yo también estoy ansiosa por entrar a la mazmorra.
ru_ru: Я тоже никак не могу дождаться, чтобы войти в подземелье.

source: But I think first we should pay \c[3]Lukas' guild\c[0] a visit, non?
es_es: Pero creo que deberíamos visitar el \c[3]gremio de Lukas\c[0], ¿non?
ru_ru: Но мне кажется, что сначала нам нужно навестить \c[3]гильдию Лукаса\c[0], ты так не считаешь?

source: I mean they're probably expecting us...\. like...\. right now.
es_es: Quiero decir que probablemente nos estén esperando...\. ahora mismo.
ru_ru: Я имею в виду, что они, наверное, ждут нас...\. типа...\. прямо сейчас.

source: Lukas is waiting for us at the \c[3]Old Obelisk\c[0] in \c[3]Autumn's Rise\c[0].
es_es: Lukas nos está esperando en el \c[3]Viejo Obelisco\c[0] en el \c[3]Amanecer del Otoño\c[0].
ru_ru: Лукас ждёт нас у \c[3]Старого обелиска\c[0] в \c[3]Расцвете Осени\c[0].

source: Hm...\. you promised to enter the dungeon together with \c[3]Emilie\c[0], right?
es_es: Mm...\. Prometiste entrar a la mazmorra junto con \c[3]Emilie\c[0], ¿verdad?
ru_ru: Хм...\. ты обещала войти в подземелье вместе с \c[3]Эмили\c[0], верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, then you should invite her to your party, correct?
es_es: Entonces deberías invitarla a tu grupo, ¿no?
ru_ru: Ну, тогда ты должна пригласить её в группу, хорошо?

source: Remember, you can do that with the \c[3]Social Menu\c[0].
es_es: Recuerda que puedes hacerlo en el \c[3]Menú Social\c[0].
ru_ru: Не забывай, что ты можешь сделать это через \c[3]групповое меню\c[0].

# data/maps/bergen/mine-entrance.json//entities/264/settings/analyzable/text
source: Aisy
ru_ru: Айси

source: Aisy
ru_ru: Айси

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: \v[lore.title.seeker]...why did you disturb my meditation?
es_es: \v[lore.title.seeker]a... ¿Por qué has interrumpido mi meditación?
ru_ru: Искатель... почему ты прервала мою медитацию?

source: ... bye?
es_es: ... ¿adiós?
ru_ru: ...пока?

source: For no reason?\. Please be more considerate in the future.
es_es: ¿Sin motivo alguno?\. Por favor, sé más considerada en el futuro.
ru_ru: Без причины?\. Пожалуйста, будь внимательнее к другим в будущем.

source: Aisy
ru_ru: Айси

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: \v[lore.title.seeker]... what makes you disturb my meditation?
es_es: \v[lore.title.seeker]a... ¿Por qué has interrumpido mi meditación?
ru_ru: Искатель... что заставило тебя прервать мою медитацию?

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: A test from our leader?\. Then you must already be familiar with the cold.\. Very well.
es_es: ¿Una prueba de nuestro líder?\. Entonces ya debes estar familiarizada con el hielo.\. Muy bien.
ru_ru: Тест от нашего лидера?\. Тогда ты уже должна быть знакома со льдом.\. Очень хорошо.

source: With that heated passion of yours, you might be up for the \c[3]Trial of Progression\c[0].
es_es: Con esa nueva habilidad tuya, puede que estés a la altura de la \c[3]Prueba de Progresión\c[0].
ru_ru: С твоей пылающей страстью, ты можешь быть допущена к \c[3]Испытанию прогрессии\c[0].

source: I will prepare an entrance.
es_es: Prepararé una entrada.
ru_ru: Я подготовлю вход.

source: Aisy
ru_ru: Айси

source: This teleporter will let you slip into the cave of your trial.
es_es: Este transportador te permitirá entrara a la cueva dónde toma lugar la prueba.
ru_ru: Этот телепорт позволит тебе проскользнуть в пещеру твоего испытания.

source: Brave the cold wrath of the mountain and return with the sacred artifact from the end of the path.
es_es: Enfréntate a la helada ira de la montaña, y vuelve con el sagrado artefacto al final del camino.
ru_ru: Покори холодный гнев горы и возвратись со священным артефактом, который ждёт в конце пути.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Aisy
ru_ru: Айси

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Slip into the cave and reach the end of the track to beat the trial.
es_es: Métete a la cueva y llega al final del camino para finalizar la prueba.
ru_ru: Проскользни в пещеру и доберись до конца дорожки, чтобы пройти испытание.

source: Fighting will not be necessary.\. Just keep your footing and be one with the chill.
es_es: No será necesario pelear.\. Tan solo mantente firme, y sé una con el frío.
ru_ru: В боях нет необходимости.\. Просто держи равновесие и будь едина с холодом.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Aisy
ru_ru: Айси

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: You are back... and you still haven't lost your fire.\. Very promising.
es_es: Has vuelto... y aún mantienes el fuego.\. Muy prometedor.
ru_ru: Ты вернулась... и ты не потеряла своё пламя.\. Весьма многообещающе.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Yes, this is the artifact you were supposed to retrieve.
es_es: Sí, este es el artefacto que debías conseguir.
ru_ru: Да, это артефакт, который ты должна была достать.

source: You see, it symbolizes the omnipresence of winter that looms over both nature and all human creation.
es_es: Verás, simboliza la omnipresencia del invierno que acecha a la naturaleza y toda creación humana.
ru_ru: Видишь ли, он символизирует вездесущность зимы, что нависает над природой и всеми творениями человека.

source: But it also reminds us that life and determination can always persevere against the ice, just like you did.
es_es: Pero también nos recuerda que la vida y la perseverancia siempre triunfarán sobre el hielo, así como has hecho tú.
ru_ru: Но ещё это напоминает нам о том, что жизнь и решимость всегда могут противостоять льду, так же, как и ты.

source: Now go back to our leader and leave me to meditate on the ice.
es_es: Ahora, vuelve con nuestro líder, y déjame meditar en el hielo.
ru_ru: Теперь вернись к нашему лидеру и оставь меня медитировать на льду.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Aisy
ru_ru: Айси

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Now go back to our leader and leave me to meditate on the ice.
es_es: Ahora, vuelve con nuestro líder, y déjame meditar en el hielo.
ru_ru: Теперь вернись к нашему лидеру и оставь меня медитировать на льду.

source: Aisy
ru_ru: Айси

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: Ah, it is you again.\. You still feel a lot of respect for the ice, yes?
es_es: Ah, eres tú otra vez.\. Aún le tienes respeto al hielo, ¿cierto?
ru_ru: Ах, снова ты.\. По-прежнему испытываешь большое уважение ко льду, да?

source: Indeed you should.\. Beating the trial does not mean that you are already a master of cold.
es_es: Deberías.\. Vencer la prueba no te hace la maestra del hielo.
ru_ru: Конечно, ты должна.\. Прохождение испытания не делает тебя мастером холода.

source: But there are additional challenges for you that will give you even more insight into the nature of frost.
es_es: Pero hay más desafíos para ti que te darán más conocimientos de este maravilloso poder.
ru_ru: Но есть дополнительные испытания, которые дадут тебе больше понимания природы льда.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good.\. The passage will be opened again.
es_es: Bien.\. Se volverá a abrir el portal.
ru_ru: Хорошо.\. Проход снова откроется.

source: Path reopened!
es_es: ¡Portal reabierto!
ru_ru: Проход снова открыт!

source: Aisy
ru_ru: Айси

source: Return here, once you have solved those icy challenges.
es_es: Vuelve aquí, una vez hayas resuelto todos esos desafíos.
ru_ru: Возвращайся сюда, когда пройдёшь эти ледяные испытания.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Ah, you think that you are done with the ice already.\. Do not underestimate its reach.
es_es: Ah, ¿crees que ya has acabado con el hielo?\. No subestimes su alcance.
ru_ru: Ах, тебе кажется, что ты уже покончила со льдом.\. Не стоит недооценивать его охват.

source: Aisy
ru_ru: Айси

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Return to the cave and face the challenges.
es_es: Vuelve a la cueva y enfréntate a los desafíos.
ru_ru: Вернись в пещеру и прими испытания.

source: To solve the extra frosty challenge you have to activate it at the sign inside.
es_es: Para resolver el desafío extra congelado, debes activarlo donde está el letrero adentro.
ru_ru: Чтобы пройти испытание с дополнительным морозом, ты должна активировать его у знака внутри.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Aisy
ru_ru: Айси

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Once again your passion has broken the ice.\. Impressive.
es_es: Una vez más, tu pasión ha roto el hielo.\. Impresionante.
ru_ru: В очередной раз твоя страсть разбила лёд.\. Впечатляет.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: With that, you have mastered even the most slippery of paths.
es_es: Y con esto, has superado hasta el más resbaladizo de los caminos.
ru_ru: И таким образом, ты освоила даже самые скользкие пути.

source: I will now continue to connect with the ice.\. The path will remain open for you to do the same if you wish.
es_es: Ahora seguiré conectándome con el hielo.\. El portal permanecerá abierto por si quieres repetirlos.
ru_ru: Я продолжу единение со льдом.\. Путь останется открытым для тебя, если желаешь повторить.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Aisy
ru_ru: Айси

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: \v[lore.title.seeker]...why did you disturb my meditation?
es_es: \v[lore.title.seeker]a... ¿Por qué has interrumpido mi meditación?
ru_ru: Искатель... почему ты прервала мою медитацию?

source: ... bye?
es_es: ... ¿adiós?
ru_ru: ...пока?

source: For no reason?\. Please be more considerate in the future.
es_es: ¿Sin motivo alguno?\. Por favor, sé más considerada en el futuro.
ru_ru: Без причины?\. Пожалуйста, будь внимательнее к другим в будущем.

# data/maps/bergen/mine-entrance.json//entities/266/settings/teleportLabel
source: Enter the \c[3]Cave of Progression\c[0]
es_es: Entrar a la \c[3]Cueva de la Progresión\c[0]
ru_ru: Войти в \c[3]Пещеру прогрессии\c[0]

# data/maps/bergen/mine-entrance.json//entities/266/settings/blockEvent/2/text
source: Access denied!
es_es: ¡Acceso denegado!
ru_ru: Отказано в доступе!

# data/maps/bergen/npc-house-1.json//entities/63/settings/dialog/0/text
source: This one looks interesting...
es_es: Esta se ve interesante...
ru_ru: Это выглядит интересно...

# data/maps/bergen/npc-house-1.json//entities/63/settings/dialog/1/text
source: ...Green up high in the windy climb...
es_es: ...Verde en lo alto de la subida del viento...
ru_ru: ...Прорастает в ветреных высотах...

# data/maps/bergen/npc-house-1.json//entities/63/settings/dialog/2/text
source: ...hidden is a path only for a telepath...
es_es: ...se esconde un camino solo para un telépata...
ru_ru: ...скрытый путь, лишь для телепата...

# data/maps/bergen/npc-house-1.json//entities/63/settings/dialog/3/text
source: Okay...
ru_ru: Так...

# data/maps/bergen/npc-house-1.json//entities/63/settings/dialog/4/text
source: A riddle maybe?
es_es: ¿Un acertijo, tal vez?
ru_ru: Загадка, что ли?

source: Lea!
ru_ru: Лея!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: You gave me quite the scare... \. again.
es_es: Me diste un buen susto... \. otra vez.
ru_ru: Ты напугала меня... \. снова.

source: No, don't worry, I didn't mean it like that. I was absorbed in thought anyway.
es_es: No, no te preocupes, no te lo tomes a mal. Estaba distraído de todos modos.
ru_ru: Нет, не волнуйся, я не это имел в виду. Я был погружён в свои мысли.

source: It's... about another item I'm searching for.
es_es: Es... sobre otro objeto que he estado buscando.
ru_ru: Это... насчёт ещё одного предмета, что я ищу.

source: I thought exploring here might give me a new lead.
es_es: Pensé que si exploraba por aquí podría encontrar alguna pista.
ru_ru: Мне кажется, что поиск здесь может дать мне новую зацепку.

source: But at my age, you don't always have the time to look everywhere.
es_es: Pero a mi edad, uno no tiene el tiempo para buscar en todos lados.
ru_ru: Но в моём возрасте не всегда есть время заниматься поисками повсюду.

source: Now young lady, you're already here, right?
es_es: Entonces, jovencita, ya que estás aquí...
ru_ru: Ну, юная леди, ты же уже здесь, верно?

source: So how about you help me find something again?
es_es: ¿Me ayudarías a encontrar lo que busco nuevamente?
ru_ru: Так как насчёт того, чтобы снова помочь мне с поисками?

source: The choice is yours this time. Nothing to redeem yourself from.
es_es: Esta vez te dejaré elegir, no me debes nada.
ru_ru: В этот раз выбор за тобой. Ты не обязана соглашаться.

source: Ha! And they say kids these days only think about themselves.
es_es: ¡Ja! Y eso que decían que los jóvenes de hoy en día eran egoístas.
ru_ru: Ха! И они ещё говорят, что дети в наши дни думают только о себе.

source: Let us get right to it then.
es_es: Vayamos al grano entonces.
ru_ru: Давай тогда сразу к делу.

source: What I need is the \c[3]Broken Shield\c[0].
es_es: Estoy buscando el \c[3]Escudo Roto\c[0].
ru_ru: То, что мне нужно - это \c[3]Сломанный щит\c[0].

source: I have been wandering this village for hours now, but the only clue I found is an abstract location.
es_es: He estado deambulando por esta aldea por varias horas, pero todo lo que encontré es una localización abstracta.
ru_ru: Я брожу по этой деревне уже в течение нескольких часов, но единственная зацепка, что я нашел, весьма абстрактна.

source: The phrase was something like: \c[3]Where water falls steep and mountains are high, a secret path shall lie.\c[0]
es_es: La frase decía algo como: \c[3]Dónde el agua caiga entre altas montañas, un pasadizo secreto yace\c[0].
ru_ru: Там говорится что-то вроде: \c[3]Где вода резко падает и горы высоки, тайный путь пролегает.\c[0]

source: Yes yes, very ominous.
es_es: Lo sé, muy siniestro.
ru_ru: Да-да, очень зловеще.

source: But I'm pretty sure the text speaks of \c[3]Bergen Trail\c[0].
es_es: Estoy casi seguro que habla del \c[3]Sendero de Bergen\c[0].
ru_ru: Но я почти уверен, что в тексте говорится о \c[3]Тропе в Берген\c[0].

source: So somewhere in Bergen Trail is a secret path or whatever.
es_es: Por lo que, en algún lugar del Sendero de Bergen debe haber un camino secreto, o algo así.
ru_ru: Так что где-то на Тропе в Берген есть секретный путь или вроде того.

source: I want you to go out for me and find it.
es_es: Quiero que vayas a buscarlo por mí.
ru_ru: Я хочу, чтобы ты сходила туда и нашла его для меня.

source: If you do, I'm sure the Shield is close, just like when you got me the \c[3]\v[item.133.name]\c[0] last time.
es_es: Si lo encuentras, estoy seguro de que el escudo estará cerca, al igual que cuando me conseguiste los \c[3]\v[item.133.name]\c[0] la última vez.
ru_ru: Если найдёшь проход, то я уверен, что щит будет где-то рядом, прямо как в тот раз, когда ты нашла мне \c[3]Сломанную перчатку\c[0].

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, off you go then.
es_es: Bueno, buena suerte.
ru_ru: Ну, тогда иди.

source: And don't keep an old man waiting. I'm not sure how much time I have left.
es_es: Y no hagas esperar mucho a este viejo. No sé cuanto tiempo me quede.
ru_ru: И не заставляй старика ждать. Я не знаю, сколько мне ещё осталось.

source: Don't worry, I'm fine. Go now!
es_es: No te preocupes, estoy bien.\. ¡Ahora ve!
ru_ru: Не волнуйся, я в порядке. Иди!

source: I understand, though I'm also disappointed. I expect you to help an old man.
es_es: Es entendible, pero aún así, estoy decepcionado. Esperaba que ayudes a un pobre viejo.
ru_ru: Понимаю, хоть я и разочарован. Надеюсь, что ты поможешь старику.

source: Hello young lady, do you want me to read the passage for you again?
es_es: Hola jovencita, ¿quieres que vuelva a leerte la frase?
ru_ru: Здравствуй, юная леди, ты хочешь, чтобы я зачитал тот отрывок снова?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I see...
es_es: Ya veo...
ru_ru: Ясно...

source: The phrase was something like: \c[3]Where water falls steep and mountains are high, a secret path shall lie.\c[0]
es_es: Era algo así: \c[3]Dónde el agua caiga entre altas montañas, un pasadizo secreto yace\c[0].
ru_ru: Там говорится что-то вроде: \c[3]Где вода резко падает и горы высоки, тайный путь пролегает.\c[0]

source: It should be somewhere in \c[3]Bergen Trail\c[0]. And probably somewhere with lots of water.
es_es: Debería estar en algún lugar del \c[3]Sendero de Bergen\c[0]. Algún lugar con mucha agua.
ru_ru: Это должно быть где-то на \c[3]Тропе в Берген\c[0]. И, скорее всего, где-то, где много воды.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I see, then off you go. Don't keep an old man waiting.
es_es: Ya veo, entonces ve a buscarlo. No hagas esperar a este pobre viejo.
ru_ru: Ясно, тогда иди. Не заставляй старика ждать.

source: Yes
es_es: Sí
ru_ru: Да

source: No
ru_ru: Нет

source: Welcome back young lady, any luck finding the \c[3]Broken Shield\c[0]?
es_es: Bienvenida de vuelta, jovencita. ¿Has encontrado el \c[3]Escudo Roto\c[0]?
ru_ru: С возвращением, юная леди, тебе удалось найти \c[3]Сломанный щит\c[0]?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Ha ha ha! This is great.
es_es: ¡Ja ja ja! ¡Qué grandes noticias!
ru_ru: Ха-ха-ха! Это прекрасно.

source: Maybe there is a chance to see them after all.
es_es: Quizá haya una chance de verlos después de todo.
ru_ru: Может быть, всё-таки есть шанс увидеть их в конце концов.

source: Oh, sorry. I'm talking about my kids.
es_es: Oh, lo siento. Estaba hablando de mis hijos.
ru_ru: Ой, прости. Я имею в виду своих детей.

source: But I'm not a man who lays his personal life on other people's minds, so don't worry.
es_es: Pero no voy a hablarte de asuntos personales que no te interesen, así que no te preocupes.
ru_ru: Но я не тот человек, который перекладывает свою личную жизнь на умы других людей, так что не волнуйся.

source: Here, take this, Lea.
es_es: Toma, quiero que tengas esto, Lea.
ru_ru: Вот, возьми это, Лея.
