Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

# data/maps/bergen/elevator.json//entities/225/settings/event/21/message
source: Anyway, I'm still busy today...
es_es: De todas maneras, estaré ocupado hoy...
ru_ru: В любом случае, я всё ещё занят сегодня...

# data/maps/bergen/elevator.json//entities/225/settings/event/22/message
source: But if you don't mind, I'd gladly join tomorrow!
es_es: Pero si no te importa, ¡estaría encantado de unirme mañana!
ru_ru: Но если ты не возражаешь, я бы с радостью присоединился завтра!

# data/maps/bergen/elevator.json//entities/225/settings/event/23/message
source: Would that be okay?
es_es: ¿Te parece bien?
ru_ru: Ты не против?

# data/maps/bergen/elevator.json//entities/225/settings/event/24/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/elevator.json//entities/225/settings/event/25/message
source: Okey-dokey!
es_es: ¡Perfecto!
ru_ru: Оки-доки!

# data/maps/bergen/elevator.json//entities/225/settings/event/26/message
source: W-Well then, see you tomorrow, Lea!
es_es: B-bueno, ¡nos vemos mañana entonces, Lea!
ru_ru: Н-Ну, тогда до завтра, Лея!

# data/maps/bergen/elevator.json//entities/225/settings/event/27/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/bergen/elevator.json//entities/225/settings/event/32/message
source: Oh, so it looks like you might soon have a party of 3.
es_es: Oh, al parecer pronto estarás en un grupo de 3 personas.
ru_ru: О, похоже, что ты скоро сможешь собрать группу из трёх человек.

# data/maps/bergen/elevator.json//entities/225/settings/event/33/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/elevator.json//entities/225/settings/event/34/message
source: Very nice.
es_es: Muy bien.
ru_ru: Очень хорошо.

# data/maps/bergen/elevator.json//entities/225/settings/event/35/message
source: That boy seems to be a \c[3]Hexacast\c[0]. They are very useful to have in a party.
es_es: Ese chico parece ser un \c[3]Hexacast\c[0]. Es de gran ayuda tenerlos en un grupo.
ru_ru: Этот парень, кажется, \c[3]гексакаст\c[0]. Их очень полезно иметь в группе.

# data/maps/bergen/elevator.json//entities/226/settings/event/4/message
source: Hm... I think you should head to the \c[3]First Scholars HQ\c[0] first, correct?
es_es: Hm... Creo que primero deberías dirigirte a la \c[3]Sede de los Primeros Eruditos\c[0], ¿verdad?
ru_ru: Хм... я думаю, что ты сначала должна направиться к \c[3]штабу Первоучёных\c[0], верно?

# data/maps/bergen/elevator.json//entities/226/settings/event/5/message
source: That \c[3]quiz\c[0] is waiting for you!
es_es: ¡Ese \c[3]examen\c[0] te espera!
ru_ru: Этот \c[3]тест\c[0] ждёт тебя!

# data/maps/bergen/elevator.json//entities/226/settings/event/6/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/guild-1.json//entities/76/settings/displayName
source: General
ru_ru: Главный

source: Hello, player, and welcome to the \v[lore.unlock.omni-gilders.first]\c[3]Omni Gilders\c[0].
es_es: Hola, jugadora. Bienvenida a la sede \v[lore.unlock.omni-gilders.first] de los \c[3]Omni Gilders\c[0].
ru_ru: Привет, игрок, и добро пожаловать к \v[lore.unlock.omni-gilders.first]\c[3]Златарям\c[0].

source: We are a guild of traders who try to extend their reach through offering players simple quests.
es_es: Somos un gremio de comerciantes en crecimiento que ofrece a los jugadores realizar misiones simples.
ru_ru: Мы гильдия торговцев, пытающихся расширить своё влияние, предлагая игрокам простые квесты.

source: And I'm a humble general. Kind of a manager for the guild.
es_es: Y yo soy un humilde general. Algo así como el gerente del gremio.
ru_ru: А я - скромный генерал. Что-то вроде менеджера гильдии.

source: Yes...\.\.\.Yes...
es_es: Sí...\.\.\.Sí...
ru_ru: Да...\.\.\.Да...

source: Might I interest you in said quests?
es_es: ¿Te interesan estas misiones?
ru_ru: Могу я заинтересовать тебя квестом?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well nodded! Here we go.
es_es: ¡Bien asentido! Aquí vamos.
ru_ru: Хорошо не сказано! Ну, начнём.

source: No need to come back to me by the way.
es_es: A propósito, no necesitas regresar aquí cuando termines.
ru_ru: Кстати, не нужно ко мне возвращаться.

source: The items will be transferred here as soon as you find them.
es_es: Cuando encuentres los objetos, estos serán transferidos hasta acá.
ru_ru: Предметы перенесутся сюда сразу, как только ты их найдёшь.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, no problem. We can find someone else.
es_es: Bueno, no hay problema. Podemos conseguirnos a otra persona.
ru_ru: Хорошо, без проблем. Мы можем найти кого-то другого.

# data/maps/bergen/guild-1.json//entities/76/settings/npcStates/1/event/2/message
source: Hey, we don't have any other requests right now.
es_es: Hola, por el momento no tenemos más encargos.
ru_ru: Хей, у нас больше нет запросов на данный момент.

# data/maps/bergen/guild-1.json//entities/76/settings/npcStates/1/event/3/message
source: Just finding the items we asked for is enough.
es_es: Estamos bien con los objetos que solicitamos.
ru_ru: Просто найди предметы, которые мы запросили ранее.

# data/maps/bergen/guild-1.json//entities/76/settings/npcStates/1/event/4/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/guild-1.json//entities/82/settings/dialog/0/text
source: We really need some low-level trade stuff.
es_es: Necesitamos mercancía de bajo nivel.
ru_ru: Нам очень нужны некоторые низкоуровневые предметы для торговли.

# data/maps/bergen/guild-1.json//entities/82/settings/dialog/1/text
source: We won't be able to extend our base otherwise.
es_es: No podremos extender nuestra base de otro modo.
ru_ru: Иначе мы не сможем расширить нашу базу.

# data/maps/bergen/guild-1.json//entities/82/settings/dialog/2/text
source: Don't worry too much about it, the higher-ups have already started giving quests to low-level players.
es_es: No te preocupes, los jefes ya les están asignando misiones a los jugadores de bajo nivel.
ru_ru: Не волнуйся об этом, начальство уже начало давать квесты низкоуровневым игрокам.

# data/maps/bergen/guild-1.json//entities/82/settings/dialog/3/text
source: So we don't need to lift a finger?\. I like it.
es_es: ¿Así que no tenemos que hacer nada?\. Me gusta.
ru_ru: То есть нам даже не надо напрягаться?\. Мне это нравится.

# data/maps/bergen/guild-1.json//entities/82/settings/dialog/4/text
source: Until we have to grind high level mobs...
es_es: Hasta que tengamos que pelear contra enemigos de alto nivel...
ru_ru: До тех пор, пока нам не потребуется гриндить мобов высокого уровня...

# data/maps/bergen/guild-1.json//entities/83/settings/npcStates/0/event/2/message
source: I'm currently away from keyboard running some errands. Will be back later.
es_es: Estoy AFK, ya que estoy ocupada con unos asuntos. Ya vuelvo.
ru_ru: Я отошёл от клавиатуры и занят другими делами. Вернусь позже.

# data/maps/bergen/guild-1.json//entities/84/settings/displayName
source: Jean
ru_ru: Джина

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/0/name
source: Jean
ru_ru: Джина

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/2/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/3/message
source: L...Lea?! What a nice surprise!
es_es: ¡¿L...Lea?! ¡Qué grata sorpresa!
ru_ru: Л... Лея?! Какой приятный сюрприз!

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/4/message
source: And you even found the guild I'm in!
es_es: ¡Incluso encontraste el gremio al que pertenezco!
ru_ru: И ты даже нашла мою гильдию!

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/6/message
source: It might look small, but it's really just a small branch.
es_es: Puede que parezca pequeña, pero no es más que una pequeña división.
ru_ru: Она может выглядеть маленькой, но это всего лишь небольшое ответвление.

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/7/message
source: It's actually one of the largest in CrossWorlds!
es_es: ¡De hecho es una de las más grandes en CrossWorlds!
ru_ru: На самом деле она одна из крупнейших в CrossWorlds!

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/8/message
source: We proudly call ourselves \v[lore.unlock.omni-gilders]\c[3]Omni Gilders\c[0]!
es_es: ¡Somos los \v[lore.unlock.omni-gilders]\c[3]Omni Gilders\c[0]!
ru_ru: Мы гордо называем себя \v[lore.unlock.omni-gilders]\c[3]Златари\c[0]!

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/10/message
source: Yeah I know, pretty cool right?
es_es: Lo sé, suena genial, ¿no?
ru_ru: Ага, я знаю, довольно круто, да?

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/11/message
source: We're currently looking for players to help us find some trade items.
es_es: Estamos buscando jugadores que nos ayuden a encontrar algunos objetos de intercambio.
ru_ru: Сейчас мы ищем игроков, чтобы они помогли нам найти некоторые предметы для торговли.

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/12/message
source: So if you have some time, just talk to the pentafist over there.
es_es: Así que si tienes algo de tiempo, háblale a ese Pentafist que está ahí.
ru_ru: Так что если у тебя есть немного времени, поговори с пентафистом вон там.

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/0/event/13/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Jean
ru_ru: Джина

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Oh hi, Lea!
es_es: ¡Oh hola, Lea!
ru_ru: О, привет, Лея!

source: You've come at just the right time!
es_es: ¡Has venido justo a tiempo!
ru_ru: Ты пришла в самое подходящее время!

source: You see, I'm pretty new in this guild here.
es_es: Verás, soy bastante nuevo en este gremio.
ru_ru: Понимаешь, я новенькая в этой гильдии.

source: New members are mainly on duty for farming trade items.
es_es: Los nuevos miembros generalmente tenemos que conseguir objetos de intercambio.
ru_ru: Новые члены в основном заняты добычей предметов на продажу.

source: But we also have to do chores...
es_es: Pero también tenemos que hacer tareas...
ru_ru: Но нам также надо заниматься и рутинными делами...

source: One of which was just given to me.
es_es: Y me acaban de asignar una.
ru_ru: Одно из которых было дано мне.

source: Oh it's nothing too hard... for others I guess.
es_es: No es nada difícil... para los demás supongo.
ru_ru: Ой, это не слишком сложно... для других, я полагаю.

source: My job is to get a \c[3]Storage Unit\c[0] from the cellar to the right.
es_es: Mi trabajo es conseguir una \c[3]Unidad de Almacenamiento\c[0] de la bodega aquí al lado.
ru_ru: Моя работа заключается в том, чтобы достать \c[3]Устройство хранения\c[0] из погреба справа.

source: But this thing is a MAZE, I tell you.
es_es: Pero este lugar es un LABERINTO, ya te digo.
ru_ru: Но там настоящий ЛАБИРИНТ, скажу я тебе.

source: I couldn't find the thing. Instead all I found were boxes and more boxes.
es_es: No pude encontrar lo que buscaba. Todo lo que había eran cajas y más cajas.
ru_ru: Я не смогла найти его. Вместо этого я нашла только коробки и ещё коробки.

source: I already tried to talk to \c[3]Jock\c[0] and \c[3]Jeff\c[0], but I can't seem to find them.
es_es: He intentado hablar con \c[3]Jock\c[0] y \c[3]Jeff\c[0], pero no puedo encontrarlos.
ru_ru: Я уже пыталась поговорить с \c[3]Джоком\c[0] и \c[3]Джеффом\c[0], но я никак не могу найти их.

source: They are online and I even tried this stupid Direct Link. No luck...
es_es: Están conectados, así que incluso intente comunicarme con el Mensajero Directo, pero nada...
ru_ru: Они в сети, и я даже пробовала эту тупую прямую связь. Безуспешно...

source: Yeah... I wonder what they're up to...
es_es: Me pregunto qué estarán haciendo...
ru_ru: Ага... Интересно, что они замышляют...

source: Anyway, I guess what I'm trying to ask is: Would you help me find the \c[3]Storage Unit\c[0]?
es_es: En fin, lo que quiero decir es: ¿Me ayudarías a encontrar la \c[3]Unidad de Almacenamiento\c[0]?
ru_ru: В любом случае, о чём я хотела тебя попросить: не могла бы ты мне помочь найти \c[3]Устройство хранения\c[0]?

source: Thanks Lea! I knew I could count on you!
es_es: ¡Gracias Lea! ¡Sabía que podía confiar en ti!
ru_ru: Спасибо, Лея! Я знала, что могу рассчитывать на тебя!

source: You can get to the cellar via the right door over there.
es_es: Puedes entrar a la bodega por esa puerta a la derecha.
ru_ru: Ты сможешь попасть в подвал через дверь справа.

source: Jean
ru_ru: Джина

source: Tell the \c[3]Quadroguard\c[0] I sent you in the name of our guild. Apparently that's how things work around here.
es_es: Dile al \c[3]Quadroguard\c[0] que yo te envío en el nombre del gremio. Al parecer así es como funcionan las cosas aquí.
ru_ru: Скажи \c[3]квадрогарду\c[0], что я послала тебя от имени нашей гильдии. Видимо, это так здесь работает.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hopefully you can find the stupid thing.
es_es: Espero que puedas encontrar esa cosa.
ru_ru: Надеюсь, что ты сможешь найти эту тупую штуку.

source: I don't want to make a bad first impression here.
es_es: No quiero hacer una mala primera impresión.
ru_ru: Я не хочу произвести плохое первое впечатление.

source: Aww... Well I can't force you I guess...
es_es: Oh... Bueno, no puedo obligarte...
ru_ru: Оуу... Ну, я не могу тебя заставить, полагаю...

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/2/event/0/name
source: Jean
ru_ru: Джина

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/2/event/2/message
source: The basement is through the door to the right.
es_es: El sótano está en la puerta a la derecha.
ru_ru: Подвал за дверью справа.

# data/maps/bergen/guild-1.json//entities/84/settings/npcStates/2/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Jean
ru_ru: Джина

source: Hi Lea!
es_es: ¡Hola, Lea!
ru_ru: Привет, Лея!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Jeff and Jock just breezed through here.
es_es: Jeff y Jock acaban de pasar por aquí.
ru_ru: Джефф и Джок только что пронеслись здесь.

source: Coming right from the basement it seems.
es_es: Al parecer venían del sótano.
ru_ru: Выйдя прямо из подвала, похоже.

source: Those guys... I was trying to contact them all this time, and they were slacking off in the basement.
es_es: Esos tipos... Estuve intentando contactarlos todo este tiempo, y me vengo a enterar que estaban descansando en el sótano.
ru_ru: Эти ребята... Я пыталась с ними связаться всё это время, а они сачковали в подвале.

source: Didn't even say hello on the way out.
es_es: Ni siquiera me saludaron al salir.
ru_ru: Даже не поздоровались, когда уходили.

source: It's alright. I'm going to talk to them later. I have to recruit new players and they both wanted to help me.
es_es: Está bien. Les hablaré después. Tengo que reclutar nuevos jugadores, y ambos querían ayudarme.
ru_ru: Всё в порядке. Я собираюсь поговорить с ними позже. Мне нужно набирать новых игроков, а они хотели помочь мне.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Hm? What is it, Lea?
es_es: ¿Hm? ¿Qué ocurre, Lea?
ru_ru: Хм? Что-то не так, Лея?

source: It's really nothing. I'm okay with it. I'm sure they're just busy helping our guild!
es_es: No es nada. No estoy enojada. ¡Estoy segura que están ocupados ayudando al gremio!
ru_ru: Это ничего не значит. Меня это устраивает. Я уверена, что они заняты, помогая нашей гильдии!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Anyway, did you happen to find the \c[3]Storage Unit\c[0]?
es_es: ¿En fin, por casualidad encontraste la \c[3]Unidad de Almacenamiento\c[0]?
ru_ru: Кстати, у тебя получилось найти \c[3]Устройство хранения\c[0]?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Awesome! Thanks so much, Lea!
es_es: ¡Genial! ¡Muchas gracias, Lea!
ru_ru: Потрясающе! Большое спасибо, Лея!

source: The General of this branch is currently in \c[3]Maroon Valley\c[0] so I'm gonna head off and give the unit to him as quickly as I can.
es_es: El General de esta división está en el \c[3]Valle Maroon\c[0], así que me dirigiré hacia allí y le daré esta cosa tan rápido como pueda.
ru_ru: Генерал этого ответвления сейчас в \c[3]Бордовой долине\c[0], так что я должна отправиться и передать ему устройство как можно скорее.

source: Here, take this as a small thank you.
es_es: Toma, quédate con esto como muestra de mi agradecimiento.
ru_ru: Вот, возьми это как маленькую благодарность тебе.

# data/maps/bergen/guild-1.json//entities/85/settings/npcStates/0/event/2/message
source: Sorry, but I can't let you through here.
es_es: Lo siento, pero no puedes pasar por aquí.
ru_ru: Извини, но я не могу тебя пропустить.

# data/maps/bergen/guild-1.json//entities/85/settings/npcStates/1/event/2/message
source: I heard everything. You're doing the rookie's job for her.
es_es: Lo oí todo. Estás haciendo el trabajo de aquella novata.
ru_ru: Я всё слышал. Ты делаешь работу новенькой за неё.

# data/maps/bergen/guild-1.json//entities/85/settings/npcStates/1/event/3/message
source: Pretty lame of her, but I don't care. Knock yourself out.
es_es: Reprochable de su parte, pero no me importa. Haz lo que plazcas.
ru_ru: Довольно убого с её стороны, но мне плевать. Флаг вам в руки.

source: Receptionist
es_es: Recepcionista
ru_ru: Портье

source: Receptionist
es_es: Recepcionista
ru_ru: Портье

source: Move along, nothing to see here.
es_es: Circula, no hay nada que ver aquí.
ru_ru: Двигайся, тут не на что глазеть.

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Greetings from the \c[3]Bergen Guard\c[0], \v[lore.title.seeker].
es_es: Saludos de la \c[3]Guardia de Bergen\c[0], \v[lore.title.seeker]a.
ru_ru: Приветствую от лица \c[3]Бергенской стражи\c[0], Искатель.

source: Everything is quiet right now, so there is no need to trouble yourself.
es_es: Todo está tranquilo por ahora, así que no tienes que preocuparte.
ru_ru: Сейчас всё спокойно, так что нет необходимости утруждать себя.

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Well, what do we have here?\. Another \v[lore.title.seeker], eh?
es_es: Bien, ¿qué tenemos aquí?\. Otro \v[lore.title.seeker], ¿eh?
ru_ru: Ну-ну, кто тут у нас?\. Очередной Искатель, а?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Got a lot of your kind marching into Bergen, with that first station of the Track being here.
es_es: Hay muchos como tú que vienen a Bergen, gracias a que la primera parada del Camino está aquí.
ru_ru: Вы все сразу направляетесь в Берген, так как здесь первая остановка на Пути.

source: Many of you even offer some assistance to us, being all do-goody and well-intentioned, I suppose.
es_es: Muchos incluso nos ofrecen ayuda, supongo que con buenas intenciones.
ru_ru: Многие из вас даже предлагают помощь, видимо, из благих побуждений и в надежде быть полезными.

source: But can just anyone with a fancy title do real policework and face the worst of humanity?\. I doubt it.
es_es: ¿Pero podrían realmente hacer el trabajo de un guardia y enfrentarse a lo peor de la humanidad sólo por tener un llamativo título?\. Lo dudo.
ru_ru: Но разве может первый встречный с модным званием делать настоящую работу полицейского и смело встречать худших людей человечества?\. Я сомневаюсь в этом.

source: You want to prove me wrong, eh?\. Alright, then I got a nice and simple practice task for you.
es_es: ¿Quieres demostrar que me equivoco?\. Bien, te daré una tarea entonces.
ru_ru: Хочешь доказать, что я ошибаюсь, да?\. Хорошо, тогда у меня есть простая и понятная практическая задача для тебя.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okay then.\. I want you to take care of this dwarf goat that is annoying the good citizens of Bergen.
es_es: De acuerdo.\. Quiero que te encargues de una cabra que está molestando a los buenos ciudadanos de Bergen.
ru_ru: Ну что же.\. Я хочу, чтобы ты позаботилась о карликовом козле, который досаждает жителям Бергена.

source: Yes, yes, catching it might sound simple but it's really quick and likes to climb to higher places.
es_es: No te dejes engañar. Atraparla sonará sencillo, pero es muy rápida y le gusta treparse en lugares altos.
ru_ru: Да-да, поймать его может показаться лёгкой задачей, но он довольно быстр и любит забираться на высокие места.

source: It's stealing food, shiny stuff and everyone's time, but I don't want to waste our manpower on it.
es_es: Se está robando comida, joyas, y nuestro tiempo, pero no quiero ocupar a nuestros guardias con esto.
ru_ru: Он ворует еду, блестящие вещи и время у всех нас, но я не хочу растрачивать своих людей на это.

source: Besides, it does sound like ideal \v[lore.title.seeker]-work, eh?\. So you better show me your worth!
es_es: Además, suena como el trabajo ideal para un \v[lore.title.seeker], ¿no?\. ¡Muéstrame tu valor!
ru_ru: Кроме того, это звучит как идеальная работа для Искателя, а?\. Так что лучше покажи мне, чего ты стоишь!

source: That's the spirit!\. You should be able to find it somewhere on the rooftops of Bergen.\. Happy climbing!
es_es: ¡Ese es el espíritu!\. Deberías poder encontrarla sobre los techos de Bergen.\. ¡Espero que te gusten las alturas!
ru_ru: Так держать!\. Ты, скорее всего, найдёшь его где-то на крышах города.\. Удачной вылазки!

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: You are not into the everyday basics, I suppose?\. Well, no getting around that!
es_es: ¿Supongo que no te apetece lidiar con tareas mundanas?\. ¡Bueno, no podrás librarte con tanta facilidad!
ru_ru: Я смотрю, тебя не интересуют повседневные заботы?\. Ну, от этого никуда не денешься!

source: I can't entrust the sensible tasks to just anyone I meet before they have proven themselves!
es_es: No puedo confiar en cualquiera para que se encargue de las tareas importantes. ¡Necesito una demostración!
ru_ru: Я не могу доверять разумные задачи первым встречным, прежде чем они проявят себя!

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Still haven't found it?
es_es: ¿Sigues sin encontrarla?
ru_ru: Всё ещё не нашла его?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: It should be jumping around somewhere on the roofs of Bergen.\. Just climb around a bit and keep your eyes open!
es_es: Tiene que estar pegando saltos por los techos de Bergen.\. ¡Tan solo súbete ahí y mantén los ojos bien abiertos!
ru_ru: Он должен прыгать где-то по крышам города.\. Просто заберись наверх и смотри в оба!

source: Sgt. Sterling
es_es: Sgto. Sterling
ru_ru: Сержант Стерлинг

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hey there, \v[lore.title.seeker].\. Were you successful?
es_es: Hola, \v[lore.title.seeker]a.\. ¿Has tenido éxito?
ru_ru: Приветствую, \v[lore.title.seeker].\. Ты справилась?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Yes?\. Well... where is that damned goat then?
es_es: ¿Si?\. Bien... ¿dónde está la condenada cabra entonces?
ru_ru: Да?\. Тогда... где же этот чёртов козёл?

source: ...Lea?
ru_ru: ...Лея?

source: I hope you didn't just butcher the poor thing on the spot.\. We wanted to examine it for its size and weird behaviour.
es_es: Espero que no hayas rebanado a la pobre.\. Queríamos examinarla por su tamaño y su extraño comportamiento.
ru_ru: Надеюсь, что ты не убила бедное животное прямо на месте.\. Мы хотели изучить его размеры и странное поведение.

source: Hi...?!
es_es: ¡¿Hola...?!
ru_ru: Привет...?!
