Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen-trail.po
Languages: es_es

source: Just put the present here. This is not the first time this has happened to me.
es_es: Просто положи подарок сюда. Это не первый раз, когда это случается со мной.

source: Every major holiday someone brings me a gift. Different player each time. Super weird.
es_es: Каждый крупный праздник кто-то приносит мне подарок. Каждый раз разные игроки. Супер странно.

source: Well... Bye...
es_es: Ладно... Пока...

# data/maps/bergen-trail/path-6.json//entities/661/settings/text
source: A perfectly regular stone
es_es: Совершенно правильный камень

# data/maps/bergen-trail/path-6.json//entities/664/settings/event/0/message
source: Nice view from here!
es_es: Красивый вид отсюда!

# data/maps/bergen-trail/path-6.json//entities/665/settings/event/0/message
source: So many waterfalls! Kind of makes you want to jump into the water.
es_es: Сколько же тут водопадов! Аж в воду хочется прыгнуть.

# data/maps/bergen-trail/path-6.json//entities/665/settings/event/1/message
source: Except it's cold. And avatars can't swim. And you really shouldn't swim near waterfalls.
es_es: Не беря в расчёт то, что она холодная. И аватары не умеют плавать. И тебе на самом деле не следует плавать рядом с водопадами.

# data/maps/bergen-trail/path-6.json//entities/665/settings/event/2/message
source: Why did I think that was a good idea again?
es_es: Почему я вообще подумала, что это хорошая идея?

source: You'd think they'd place something unique and interesting on this spot.
es_es: Можно подумать, что они разместят что-то уникальное и интересное в этом месте.

source: It's just a \c[3]regular\c[0] rock, though.
es_es: А тут только какой-то \c[3]правильный\c[0] и скучный камень.

source: Such a \c[3]perfectly regular\c[0] stone here, don't you agree Lea?
es_es: Какой здесь \c[3]совершенно правильный\c[0] камень, ты не согласна, Лея?

# data/maps/bergen-trail/path-6.json//entities/666/settings/event/1/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-6.json//entities/675/settings/event/0/message
source: Tricky laser bridge!!
es_es: Хитрый лазерный мост!!

# data/maps/bergen-trail/path-6.json//entities/679/settings/event/3/name
source: Bill Masters
es_es: Билл Мастерс

# data/maps/bergen-trail/path-6.json//entities/679/settings/event/5/message
source: HAHA, take that you traitorous piles of snow!
es_es: ХА-ХА, получайте, предательские груды снега!

# data/maps/bergen-trail/path-6.json//entities/679/settings/event/7/message
source: Yes, excellent work, \v[lore.title.seeker]!\. It seems like you mopped them up nicely.
es_es: Да, отличная работа, Искатель!\. Похоже, что ты хорошо их зачистила.

# data/maps/bergen-trail/path-6.json//entities/679/settings/event/8/message
source: And you secured that location tracking device that those winter soldiers dropped.
es_es: И ты заполучила это устройство отслеживания местоположения, которое сбросили эти зимние солдаты.

# data/maps/bergen-trail/path-6.json//entities/679/settings/event/9/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-6.json//entities/679/settings/event/10/message
source: It should lead you straight to the facility which created all that wonderful weaponry.
es_es: Оно должно привести тебя прямо на предприятие, которое создало всё это замечательное вооружение.

# data/maps/bergen-trail/path-6.json//entities/679/settings/event/11/message
source: You should locate it and mount a full assault immediately, to secure the weapons for the use of mankind!
es_es: Ты должна найти его и немедленно совершить полноценный штурм, чтобы заполучить оружие для использования человечеством!

# data/maps/bergen-trail/path-6.json//entities/679/settings/event/13/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-6.json//entities/679/settings/event/14/message
source: Good.\. You know what to do.\. Dismissed!
es_es: Хорошо.\. Ты знаешь, что делать.\. Разойтись!

# data/maps/bergen-trail/path-6.json//entities/679/settings/event/15/message
source: Bye.
es_es: Пока.

# data/maps/bergen-trail/path-6.json//entities/683/settings/interact/event/3/text
source: Key Applied
es_es: Ключ применён

# data/maps/bergen-trail/path-7-1.json//entities/890/settings/text
source: Is it a duck or a bunny? The right answer eludes us all
es_es: Это утка или кролик? Правильный ответ ускользает от нас всех

# data/maps/bergen-trail/path-7-1.json//entities/892/settings/event/0/message
source: It sure looks pretty cold around here.
es_es: Похоже, тут довольно холодно.

# data/maps/bergen-trail/path-7-1.json//entities/892/settings/event/1/message
source: Good thing you don't really feel all that cold as an avatar.
es_es: Хорошо, что ты не чувствуешь холод в виде аватара.

# data/maps/bergen-trail/path-7-1.json//entities/892/settings/event/2/message
source: I heard you can configure your sensors so you properly feel the temperature... for whatever reason you'd want to do that.
es_es: Я слышала, что можно настроить свои датчики так, чтобы ты чувствовал температуру должным образом... не знаю, правда, кому придёт в голову делать это.

# data/maps/bergen-trail/path-7-1.json//entities/893/settings/analyzable/text
source: Kid Goat
es_es: Козлёнок

# data/maps/bergen-trail/path-7-2-1.json//entities/68/settings/event/0/message
source: Wait...
es_es: Подожди...

# data/maps/bergen-trail/path-7-2-1.json//entities/68/settings/event/1/message
source: Look at this bunny. It sure looks different don't you think?
es_es: Посмотри на этого кролика. Он выглядит по-другому, не правда ли?

# data/maps/bergen-trail/path-7-2-1.json//entities/68/settings/event/2/message
source: Do not tell me there actually was a legendary bunny...
es_es: Не говори мне, что легендарный кролик был на самом деле...

# data/maps/bergen-trail/path-7-2-1.json//entities/68/settings/event/4/message
source: Let us agree to never tell Jean, okay?
es_es: Давай договоримся никогда не говорить об этом Джине, хорошо?

# data/maps/bergen-trail/path-7-2-1.json//entities/68/settings/event/5/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-7-2-1.json//entities/68/settings/event/6/message
source: Not like you could anyway I guess.
es_es: Хотя не то чтобы ты могла, в любом случае.

# data/maps/bergen-trail/path-7-2.json//entities/204/settings/event/18/message
source: Looks like you found the place where this \c[3]legendary bunny\c[0] is.
es_es: Похоже, что ты нашла место, где находится этот \c[3]легендарный кролик\c[0].

# data/maps/bergen-trail/path-7-2.json//entities/204/settings/event/20/message
source: Be careful!\. Who knows how strong this enemy is.
es_es: Будь осторожна!\. Кто знает, насколько силён этот враг.

# data/maps/bergen-trail/path-7-2.json//entities/204/settings/event/21/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-7-2.json//entities/204/settings/event/22/message
source: So what do you want to do?
es_es: Так что ты собираешься делать?

# data/maps/bergen-trail/path-7-2.json//entities/204/settings/event/30/message
source: I am not sure if... \.\.\.
es_es: Я не уверен, что...\.\.\.

# data/maps/bergen-trail/path-7-2.json//entities/204/settings/event/69/message
source: Never mind...
es_es: Неважно...

# data/maps/bergen-trail/path-7-2.json//entities/204/settings/event/71/message
source: Now is your chance, Lea!
es_es: Это твой шанс, Лея!

# data/maps/bergen-trail/path-7-2.json//entities/212/settings/event/5/message
source: This...
es_es: Это...

# data/maps/bergen-trail/path-7-2.json//entities/212/settings/event/6/message
source: ...was just a normal \v[combat.name.gray-frobbit].
es_es: ...был просто обычный Кроляг.

# data/maps/bergen-trail/path-7-2.json//entities/213/settings/event/0/message
source: What is up with these rock formations?
es_es: Что со структурой этих скал?

# data/maps/bergen-trail/path-7-2.json//entities/213/settings/event/1/message
source: It looks like it could collapse any second, yet it seems stable.
es_es: Похоже, что они могут обвалиться в любую секунду, но пока вроде спокойно.

# data/maps/bergen-trail/path-7-2.json//entities/214/settings/event/0/message
source: I didn't expect to see any green spots at this altitude.
es_es: Я не ожидала увидеть зелень на такой высоте.

# data/maps/bergen-trail/path-7-2.json//entities/214/settings/event/1/message
source: Suspicious.
es_es: Подозрительно.

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/2/message
source: Oi!\. Stop there, ye astray summerbirds!
es_es: Эй!\. А ну стоять, вы, потерявшиеся солнцептички!

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/11/name
source: Guard Petra
es_es: Страж Петра

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/14/message
source: Ah, reinforcements, eh?
es_es: А, подкрепление, да?

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/16/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/17/message
source: Nice time to arrive, with me having some trouble here, I say.
es_es: Хорошее время для прибытия, с проблемами, которые у меня тут, скажу я вам.

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/18/message
source: Lea!
es_es: Лея!

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/19/message
source: So you better get these ruffians arrested now.
es_es: Вам лучше арестовать этих головорезов сейчас же.

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/21/message
source: ... Meet!?
es_es: ...Встреча!?

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/22/message
source: Me?\. I got me my foot hurt, so keeping them in place was the best I could do.\. I will cheer for you though!
es_es: Я?\. Я повредила свою ногу, так что удержать их на месте - это лучшее, что я смогла.\. Но я буду тебя поддерживать!

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/36/name
source: Guard Petra
es_es: Страж Петра

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/38/message
source: Wait!
es_es: Подожди!

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/39/message
source: Arr, curses, that crate got away!\. Who knows what darn things were inside!
es_es: Арр, проклятье, этот ящик пропал!\. Кто знает, какие проклятые вещи там могли быть внутри!

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/41/message
source: Well, you better still clean up the area.\. I must take a rest to tend to my wounds!
es_es: Что ж, тебе лучше всё равно очистить зону.\. Я должна отдохнуть, чтобы залечить свои раны!

# data/maps/bergen-trail/path-7-2.json//entities/276/settings/event/42/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-7-2.json//entities/277/settings/event/17/name
source: Guard Petra
es_es: Страж Петра

# data/maps/bergen-trail/path-7-2.json//entities/277/settings/event/20/message
source: Hi!
es_es: Привет!

# data/maps/bergen-trail/path-7-2.json//entities/277/settings/event/21/message
source: Oi, \v[lore.title.seeker]!\. You really saved my bacon here.\. Thought I was done for, I did!
es_es: Эй, Искатель!\. Ты реально спасла мою шкуру.\. Я уж думала, мне конец!

# data/maps/bergen-trail/path-7-2.json//entities/277/settings/event/23/message
source: Them birds got away with that crate, though.\. I hope that won't stir up troubles.
es_es: Эти птицы всё же свалили с ящиком.\. Я надеюсь, это не создаст проблем.

# data/maps/bergen-trail/path-7-2.json//entities/277/settings/event/24/message
source: ... how?
es_es: ...как?

# data/maps/bergen-trail/path-7-2.json//entities/277/settings/event/25/message
source: Well, you don't know what advanced goat tech they're bringing back to their patch.
es_es: Ну, ты не знаешь, какие продвинутые козлиные технологии они возвращают на свой участок.

# data/maps/bergen-trail/path-7-2.json//entities/277/settings/event/26/message
source: I better hurry to file me a report at the HQ.\. And you should get into a talk with the chief over this.
es_es: Мне лучше поторопиться, чтобы доложить отчёт в штаб.\. А тебе стоит поговорить с шефом об этом.

# data/maps/bergen-trail/path-7-2.json//entities/277/settings/event/28/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-7-2.json//entities/277/settings/event/29/message
source: Well, gotta bounce and get some time off.\. Good luck, \v[lore.title.seeker]
es_es: Ну, поскачу-ка я и отдохну.\. Удачи, Искатель.

# data/maps/bergen-trail/path-7-2.json//entities/277/settings/event/33/message
source: ... bye
es_es: ...пока.

# data/maps/bergen-trail/path-7-2.json//entities/279/settings/analyzable/text
source: Guard
es_es: Охранник

# data/maps/bergen-trail/path-8.json//entities/530/settings/interact/hoverText
source: \i[arrow-w] Bergen Village \i[arrow-se] Descent to Autumn's Rise
es_es: \i[arrow-w] Деревня Берген \i[arrow-se] спуск к Расцвету Осени

source: Hi!
es_es: Привет!

source: Great view from up here, huh?
es_es: Отличный вид отсюда, правда?

source: [nods]
es_es: [кивает]

source: Personally, I like watching people more than admiring the view.
es_es: Мне даже больше нравится наблюдать за людьми, чем любоваться видом.

source: This is the area right before Bergen Village.
es_es: Это зона прямо перед деревней Берген.

source: People get excited when they realize they're finally at the end of the trail.
es_es: Люди приходят в восторг, когда понимают, что они достигли конца пути.

source: Seeing the look on their faces...\. There's nothing quite like it.
es_es: Видеть выражения их лиц...\. Ничто не может сравниться с этим.

source: Takes me back to when I climbed the trail for the first time.
es_es: Навевает воспоминания о том, как я взбиралась в первый раз.

source: How?
es_es: Как?

source: Yes, I did see you, actually!
es_es: Да, я видела и тебя, на самом деле!

source: You had a look on your face that said you'd figure out a way to get up here sooner or later.
es_es: У тебя было такое выражение лица, которое говорило о том, что ты заберёшься сюда рано или поздно.

source: And look where you are now! Well done.
es_es: И посмотри, где ты теперь! Отличная работа.

source: Where is he?
es_es: Где же он?

source: Oh sorry, is this for me?
es_es: Ой, извини, это для меня?

source: [nods]
es_es: [кивает]

source: Oh cool, didn't expect this so soon. Thanks a bunch!
es_es: О, круто, не ожидала его так скоро. Огромное спасибо!

# data/maps/bergen-trail/path-8.json//entities/539/settings/text
source: A strange contraption
es_es: Странная штуковина

# data/maps/bergen-trail/path-8.json//entities/542/settings/event/0/message
source: I've definitely never climbed up a mountain this high.
es_es: Я никогда не поднималась на гору такой высоты.

# data/maps/bergen-trail/path-8.json//entities/542/settings/event/1/message
source: This view is awesome!
es_es: Этот вид прекрасен!

# data/maps/bergen-trail/path-8.json//entities/544/settings/analyzable/text
source: Impostor Guard
es_es: Охранник-самозванец

# data/maps/bergen-trail/path-8.json//entities/545/settings/analyzable/text
source: Kid Goat
es_es: Козлёнок

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/3/name
source: Guard Impostor
es_es: Охранник-самозванец

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/4/message
source: Oh yes, you really are a splendid animal.\. Just never run away again, okay?
es_es: О, да, ты и правда прекрасное животное.\. Только никогда больше не убегай, хорошо?

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/6/message
source: Hi!
es_es: Привет!

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/8/message
source: What, you again?\. Do you not respect my authority as a noble guard of Bergen?
es_es: Что, опять ты? Разве ты не уважаешь мой авторитет благородного стража Бергена?

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/10/message
source: Ah, it seems that my ruse has been uncovered.
es_es: Ах, похоже, что мой обман раскрыт.

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/11/message
source: I resent the crude deception, but I could not allow my precious pet goat Zira to be taken by you.
es_es: Мне ужасно не нравится этот грубый обман, но я не мог допустить, чтобы ты забрала моего драгоценного козлёнка Зиру.

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/12/message
source: Lea!
es_es: Лея!

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/13/message
source: Oh, you want to bring both of us in for interrogation?\. I fear we can't oblige.
es_es: Ох, ты хочешь пригласить нас обоих на допрос? Я боюсь, что мы не можем ничем помочь.

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/14/message
source: You see, we have some big plans that will change this entire mountain.\.\. And besides...
es_es: Видишь ли, у нас есть большие планы, которые изменят всю эту гору.\.\. И к тому же...

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/29/name
source: Guard Impostor
es_es: Охранник-самозванец

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/31/message
source: ... I believe our three friends here would like some of your time.
es_es: ...Я верю, что нашим трём друзьям понравится тут с тобой.

# data/maps/bergen-trail/path-8.json//entities/546/settings/event/33/message
source: Come, Zira.\. And farewell to you, \v[lore.title.seeker]!
es_es: Пойдём, Зира.\. И прощай, Искатель!
