Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen-trail.po
Languages: es_es

source: Read Diary
es_es: Прочитать дневник

source: Day 32... I don't even know anymore. Screw this! I'm packing my stuff and leaving for \c[3]\v[area.rhombus-sqr.name]\c[0]. If you're reading this, you're too late.
es_es: День 32... Теперь я даже не знаю. К чёрту всё! Я собираю свои вещи и ухожу на \c[3]Площадь Ромба\c[0]. Если ты читаешь это, то ты опоздал.

source: No more forging for that guy! The only thing I care about is a nice house in \v[area.rhombus-sqr.name].
es_es: Никакой больше ковки для этого парня! Единственная вещь, которая теперь меня волнует, так это отличный домик на Площади Ромба.

source: Read Diary
es_es: Прочитать дневник

source: Day 32... I don't even know anymore. Screw this! I'm packing my stuff and leave for \c[3]\v[area.rhombus-sqr.name]\c[0]. If you read this, you're to late.
es_es: День 32... Теперь я даже не знаю. К чёрту всё! Я собираю свои вещи и ухожу на \c[3]Площадь Ромба\c[0]. Если ты читаешь это, то ты опоздал.

source: No more forging from this guy! The only thing I care about is a nice house in \v[area.rhombus-sqr.name].
es_es: Никакой больше ковки для этого парня! Единственная вещь, которая теперь меня волнует, так это отличный домик на Площади Ромба.

source: Henry's Data Probe
es_es: Зонд данных Генри

source: Retrieving Data
es_es: Извлечение данных

# data/maps/bergen-trail/cave/cave-4-1-1.json//entities/20/settings/text
source: A data probe installed by a player for Henry.
es_es: Зонд данных, установленный игроком для Генри.

# data/maps/bergen-trail/cave/cave-4-1-1.json//entities/21/settings/text
source: A data probe installed by a player for Henry. The data has been retrieved.
es_es: Зонд данных, установленный игроком для Генри. Данные были получены.

# data/maps/bergen-trail/cave/cave-6-1.json//entities/26/settings/event/0/message
source: Oh, this is one of those instanced caves.
es_es: Ой, это одна из этих специальных пещер.

# data/maps/bergen-trail/cave/cave-6-1.json//entities/26/settings/event/1/message
source: Just like the dungeons. Let's see what this one has to offer.
es_es: Так же, как и в подземельях. Давай посмотрим, что она может нам предложить.

# data/maps/bergen-trail/cave/cave-6-1.json//entities/26/settings/event/2/message
source: [nods]
es_es: [кивает]

source: Impostor Guard
es_es: Охранник-самозванец

source: Who would have thought that you were the intruder?\. Can you not let a man and his goats live in peace?
es_es: Кто бы мог подумать, что ты такая назойливая? Разве ты не можешь позволить человеку и его козлам жить спокойно?

source: Lea!
es_es: Лея!

source: It seems you are wondering what all of this is?
es_es: Кажется, тебе интересно, что всё это значит?

source: [nods]
es_es: [кивает]

source: Very well, let me explain.
es_es: Превосходно, позволь мне объяснить.

source: [shakes head]
es_es: [мотает головой]

source: Well, I shall tell you regardless.
es_es: Ну, я тебе всё равно расскажу.

source: [nods]
es_es: [кивает]

source: [shakes head]
es_es: [мотает головой]

source: You see, goats have always struck me as majestic creatures that deserve a bigger place on this world.
es_es: Видишь ли, козлы всегда поражали меня как величественные создания, заслуживающие большего места в этом мире.

source: Thus I used my knowledge of the Track to help them enhance their minds and bodies.
es_es: Таким образом, я использовал свои знания о Пути, чтобы помочь им улучшить свой разум и тело.

source: This stellar specimen you see here is my greatest creation.
es_es: Этот главный образец, который ты видишь здесь, является моим величайшим творением.

source: He has developed great intelligence and holds power over all the lesser goats that you fought.
es_es: Он развил большой интеллект и держит власть над всеми меньшими козлами, с которыми ты сражалась.

source: In fact, all of them are genetically based off of him.\. So you could call him the father of goats.
es_es: На самом деле, все они генетически основаны на нём.\. Так что ты можешь звать его прародителем козлов.

source: He is indeed the pinnacle of all that is goat.\.\. And I am his master!
es_es: Он определённо является вершиной всего того, что включает в себя козёл.\.\. И я его хозяин!

source: Soon we shall trample the goatless masses and make the entire Track ours!
es_es: Скоро мы растопчем всех неверующих в Козазеля и захватим Путь!

source: ... Lea.
es_es: ...Лея.

source: Say all you want, it won't stop us.\. Your meddling will end here and now!
es_es: Говори всё, что хочешь, это нас не остановит.\. Твоё вмешательство закончится здесь и сейчас!

source: Impressive.\. But... what you just fought were just lowly hoofsoldiers.
es_es: Впечатляет.\. Но... те, с кем ты только что сражалась, были всего лишь жалкими козлами отпущения.

source: Mere offshoots of what will become the source of my power, once we rule this world!
es_es: Всего лишь жалкие жертвы тому, что станет источником моей силы, когда мы будем править этим миром!

source: Now, \v[lore.title.seeker], you will face the genuine article!\.
es_es: Теперь, Искатель, ты столкнёшься с истинным Козазлом!\.

source: [excited goat noises]
es_es: [взволнованное блеяние]

source: Zira?\. What... what is the meaning of this?
es_es: Зира?\. Что... что всё это значит?

source: [angry goat noises]
es_es: [злое блеяние]

source: And why are you looking at me like that?\.\. It is I, your master!
es_es: И почему ты на меня так смотришь?\.\. Это же я, твой хозяин!

source: I created you and rewired your brain.\. My control is absolute!
es_es: Я создал тебя и перестроил твой мозг.\. Всё под моим контролем!

source: AHHHHHHHHHHHHHH...!!
es_es: АААААААААААААААА...!!

source: [playful goat noises]
es_es: [игривое блеяние]

source: Kid Goat Zira
es_es: Козлёнок Зира

source: [neutral goat noises]
es_es: [нейтральное блеяние]

source: \v[lore.title.seeker]... with this communication device you should now understand me.
es_es: Искатель... с этим устройством связи, ты должна меня понимать.

source: [appreciative goat noises]
es_es: [благодарное блеяние]

source: Your intrusion in this place of goat provided the perfect distraction for that human.
es_es: Твоё вторжение в это козлиное место обеспечило идеальное отвлечение для этого человека.

source: Thus giving our youngest member the opportunity to disable the devices that controlled us.
es_es: Дав нашему самому молодому члену возможность отключить устройства, которые контролировали нас.

source: [thankful goat noises]
es_es: [благодарное блеяние]

source: For this you have our thanks.
es_es: Мы благодарим тебя за это.

source: [stern goat noises]
es_es: [суровое блеяние]

source: However...
es_es: Тем не менее...

source: [angry goat noises]
es_es: [злое блеяние]

source: The blood of many of our herd is on your hands.
es_es: Кровь многих из нашего стада на твоих руках.

source: We will forgive you this one time but humanity's fate will depend on its behavior from here on out.
es_es: Мы простим тебя на этот раз, но судьба человечества будет зависеть от его поведения.

source: [stern goat noises]
es_es: [суровое блеяние]

source: Now begone and leave us in peace.
es_es: А теперь ступай и оставь нас в покое.

source: ... Bye.
es_es: ...Пока.

source: [cheerful goat noises]
es_es: [бодрое блеяние]

source: Bye!
es_es: Пока!

source: Bye!
es_es: Пока!

source: Sgt. Sterling
es_es: Сержант Стерлинг

source: \v[lore.title.seeker], come in.\. Bergen Guard speaking, can you hear us?
es_es: Искатель, заходи.\. Говорит стража Бергена, ты слышишь нас?

source: Hi!
es_es: Привет!

source: [nods]
es_es: [кивает]

source: Good!\. Our guards have observed movement coming from the Horncave.\. Did you find anything?
es_es: Хорошо!\. Наша стража отслеживает движение из Рогатой пещеры.\. Вы нашли что-то?

source: [nods]
es_es: [кивает]

source: Lea. Meet. Lea! How?
es_es: Лея. Встреча. Лея! Как?

source: Goats AND Papaguns?\. Working together in our cold mountains?\. What is this madness?
es_es: И козлы, и Попуганы?\. Работают вместе в наших холодных горах?\. Это что ещё за безумие?

source: There must be something bigger behind this.\. We will need to start more investiga\..\..\..\. wait!
es_es: За всем этим должно быть что-то большое.\. Нам нужно начать больше исследова\..\..\..\. подождите!

source: \v[lore.title.seeker], one of our Guards urgently needs reinforcements on the \c[3]Windy Climb\c[0]!
es_es: Искатель, один из наших стражников срочно нуждается в подкреплении на \c[3]Ветреном подъёме\c[0]!

source: It seems like he ran into a group that tries to smuggle out a huge crate.\. Please go there quickly!
es_es: Похоже, он столкнулся с группой, которая пытается вытащить огромный ящик.\. Пожалуйста, поспеши туда!

source: ...!\.\. Bye...
es_es: ...!\.\. Пока...

# data/maps/bergen-trail/excluded-1.json//entities/133/settings/event/0/message
source: Enough of that.
es_es: Достаточно.

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/16/message
source: How?! Why?!
es_es: Как?! Почему?!

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/18/message
source: Lea...\. \c[3]someone has interfered\c[0].
es_es: Лея...\. \c[3]кто-то вмешался\c[0].

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/20/message
source: Someone hacked the environment server and managed to drag you out of the raid. Right when you teleported.
es_es: Кто-то взломал сервер окружения и сумел вытащить тебя из рейда. Прямо в тот момент, когда ты телепортировалась.

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/22/message
source: I noticed signs of somebody tampering with the systems shortly before it happened...
es_es: Я заметил признаки того, что кто-то вмешался в системы, незадолго до того, как это произошло...

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/23/message
source: But it was too late for me to react.
es_es: Но было слишком поздно, чтобы отреагировать.

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/25/message
source: It looks like we are somewhere close to Bergen Trail.
es_es: Похоже, что мы где-то рядом с Тропой в Берген.

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/26/message
source: However, this place is pretty much isolated. No connection to the official playground. We are trapped.
es_es: Тем не менее, это место в значительной степени изолировано. Нет связи с официальной игровой зоной. Мы в ловушке.

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/27/message
source: ...Why?
es_es: ...Почему?

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/28/message
source: I have no idea who did it or why... But they likely have a reason to bring you to this place.
es_es: Я понятия не имею, кто это сделал и почему... Но у них, вероятно, есть причина, чтобы перенести тебя в это место.

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/29/message
source: I suggest we have a look around and see what happens. Please be careful.
es_es: Я предлагаю осмотреться вокруг и посмотреть, что получится. Пожалуйста, будь осторожна.

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/30/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/excluded-1.json//entities/135/settings/event/33/task
source: Have a look around and try to figure out why you have been teleported to this location.
es_es: Осмотритесь вокруг и попытайтесь выяснить, почему вы были телепортированы в это место.

# data/maps/bergen-trail/excluded-1.json//entities/137/settings/event/0/message
source: Teleportation and D-Link all seem to be blocked. They have been very thorough.
es_es: Телепортация и Прямая связь, кажется, заблокированы. Они очень хорошо постарались.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/11/message
source: Finally we meet again!
es_es: Наконец-то мы снова встретились!

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/31/message
source: What an enjoyable sight.
es_es: Какое приятное зрелище.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/32/message
source: Like a little bird, once caged, now flying around freely.
es_es: Маленькая птичка, однажды заточённая в клетку, теперь свободно летает.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/34/message
source: Why?
es_es: Почему?

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/35/message
source: Hm. The little bird became rather talkative, didn't it?
es_es: Хм. Маленькая птичка стала довольно разговорчивой, не так ли?

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/37/message
source: How?
es_es: Как?

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/38/message
source: Enough of that.
es_es: Достаточно.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/49/message
source: As much as you might enjoy your freedom...
es_es: Как бы ты ни наслаждалась своей свободой...

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/50/message
source: You should be aware that you don't belong in this place.
es_es: Ты должна знать, что тебе здесь не место.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/51/message
source: ...Why?
es_es: ...Почему?

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/53/message
source: So you are still clueless? Very peculiar.
es_es: Значит, ты до сих пор не в курсе? Очень странно.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/64/message
source: It matters not. We are here to take you with us. Once again.
es_es: Это не имеет значения. Мы здесь, чтобы взять тебя с собой. Снова.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/65/message
source: And with no interference by pesky mortals this time around.
es_es: И без вмешательства надоедливых смертных на этот раз.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/67/message
source: Now, there is certainly no reason to rush.
es_es: Что ж, несомненно нет причин спешить.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/68/message
source: Let us not forget the purpose of this realm.
es_es: Не стоит забывать о цели этого мира.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/70/message
source: People gather in this place by the thousands.
es_es: Люди собираются в этом месте тысячами.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/71/message
source: Why do you think that is?
es_es: Почему, как ты думаешь?

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/82/message
source: Because they seek the \c[3]experience\c[0].
es_es: Потому что они ищут \c[3]опыт\c[0].

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/83/message
source: The experience of reading the situation, predicting the patterns, and finding the weak spot.
es_es: Опыт чтения ситуации, прогнозирования закономерностей и нахождения слабого места.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/84/message
source: They seek the experience... of the \c[3]challenge\c[3]!
es_es: Они ищут опыт... \c[3]испытания\c[0]!

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/85/message
source: And we... provide this experience.
es_es: И мы... предоставляем этот опыт.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/86/message
source: Our very existence... is dedicated to this experience.
es_es: Само наше существование... посвящено этому опыту.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/88/message
source: Allow us to demonstrate.
es_es: Позволь нам продемонстрировать.

# data/maps/bergen-trail/excluded-1.json//entities/142/settings/event/103/message
source: En garde!
es_es: En garde! (Защищайся!)

# data/maps/bergen-trail/excluded-1.json//entities/143/settings/event/0/message
source: Hahahahaha!
es_es: Ха-ха-ха-ха-ха!

source: Let us start simple with \c[3]Heat\c[0] and \c[3]Cold\c[0], the elements of your own!
es_es: Позволь нам начать с простых \c[3]Пламени\c[0] и \c[3]Холода\c[0], твоих собственных элементов!

source: Good! Now then...\. how will you fare with the other two elements?
es_es: Хорошо! А теперь...\. как ты справишься с двумя другими элементами?

source: Intriguing! Now to climb up the curve a bit further!
es_es: Интригующе! Теперь поднимемся по кривой чуть выше!

source: Just wonderful! We are slowly reaching the climax!
es_es: Просто прекрасно! Мы медленно достигаем кульминации!

source: Now it is time for the grand finale!!
es_es: Теперь настало время для грандиозной развязки!

source: ...\. We forget about your...\. \c[1]ridiculous damage output\c[0].
es_es: ...\. Мы забываем о твоём...\. \c[1]нелепом исходящем уроне\c[0].

source: Hahahaha! It looks like you are still not satisfied!
es_es: Ха-ха-ха! Похоже, что ты по-прежнему не удовлетворена!

# data/maps/bergen-trail/excluded-1.json//entities/145/settings/event/5/message
source: Okay Lea. We now understand who interfered.
es_es: Хорошо, Лея. Теперь мы понимаем, кто вмешался.

# data/maps/bergen-trail/excluded-1.json//entities/145/settings/event/6/message
source: I will try my best to get control over this situation.
es_es: Я буду стараться изо всех сил, чтобы взять ситуацию в свои руки.

# data/maps/bergen-trail/excluded-1.json//entities/145/settings/event/7/message
source: You need to give me as much time as possible. Please play along with him and keep him busy.
es_es: Ты должна дать мне как можно больше времени. Пожалуйста, подыграй ему и займи ненадолго.

# data/maps/bergen-trail/excluded-1.json//entities/149/settings/event/5/message
source: Okay Lea, time to escape!
es_es: Хорошо, Лея, пора бежать!

# data/maps/bergen-trail/excluded-1.json//entities/149/settings/event/6/message
source: There will be a teleporter to the right! Run to it and use it as quickly as possible!
es_es: Там справа будет телепорт! Беги к нему и используй как можно быстрее!

# data/maps/bergen-trail/excluded-1.json//entities/149/settings/event/25/message
source: Huh. What do we have here?
es_es: Хмм. Что тут у нас?

# data/maps/bergen-trail/excluded-1.json//entities/151/settings/event/1/message
source: Stop right there!
es_es: Стой на месте!

source: Was that all? How very disappointing.
es_es: Это всё? Весьма разочаровывающе.

source: Getting a little help from somebody it seems?
es_es: Кажется, что ты получаешь небольшую помощь от кого-то?

source: It was to be expected, really.
es_es: На самом деле этого следовало ожидать.

source: Alas, we cannot afford to lose you a second time.
es_es: Увы, мы не можем позволить себе потерять тебя во второй раз.

# data/maps/bergen-trail/excluded-1.json//entities/152/settings/event/1/message
source: The \c[3]experience\c[0] is now over.
es_es: На этот раз \c[3]опыт\c[0] завершён.

# data/maps/bergen-trail/excluded-1.json//entities/152/settings/event/2/message
source: The balanced struggle, a challenge to create, a challenge to master... it ends now.
es_es: Сбалансированная борьба, испытание создавать, испытание овладевать... это заканчивается сейчас.

# data/maps/bergen-trail/excluded-1.json//entities/152/settings/event/3/message
source: What follows is the \c[3]impossible\c[0].
es_es: Далее следует \c[3]невозможное\c[0].

# data/maps/bergen-trail/excluded-1.json//entities/152/settings/event/4/message
source: And the impossible...\. is trivial.
es_es: И невозможное... \. заурядно.

# data/maps/bergen-trail/excluded-1.json//entities/152/settings/event/5/message
source: Prepare for a sequence of bottomless difficulty.
es_es: Приготовься к череде бездонных трудностей.

# data/maps/bergen-trail/excluded-1.json//entities/152/settings/event/6/message
source: \c[3]One more hit\c[0] and the struggle is over.
es_es: \c[3]Ещё один удар\c[0] и борьба окончена.

source: Attack number \v[tmp.designer.finalDash]!
es_es: Атака номер \v[tmp.designer.finalDash]!

source: Attack number \v[tmp.designer.finalDash]!
es_es: Атака номер \v[tmp.designer.finalDash]!

source: Attack number \v[tmp.designer.finalDash]!
es_es: Атака номер \v[tmp.designer.finalDash]!

source: Attack number \v[tmp.designer.finalDash]!
es_es: Атака номер \v[tmp.designer.finalDash]!

source: Attack number \v[tmp.designer.finalDash]!
es_es: Атака номер \v[tmp.designer.finalDash]!

source: Attack number \v[tmp.designer.finalDash]!
es_es: Атака номер \v[tmp.designer.finalDash]!

source: Attack number \v[tmp.designer.finalDash]!
es_es: Атака номер \v[tmp.designer.finalDash]!

# data/maps/bergen-trail/excluded-1.json//entities/155/settings/event/1/message
source: Hit!
es_es: Удар!

# data/maps/bergen-trail/excluded-1.json//entities/155/settings/event/24/message
source: You have been captured at last.
es_es: Наконец-то ты схвачена.

# data/maps/bergen-trail/excluded-1.json//entities/155/settings/event/25/message
source: We will now send you to where you belong!
es_es: Теперь мы отправим тебя туда, где ты и должна быть!

# data/maps/bergen-trail/excluded-1.json//entities/160/settings/event/0/message
source: WHAT.
es_es: ЧТО.

# data/maps/bergen-trail/hermit-1.json//entities/36/settings/dialog/0/text
source: Finally I'm out of this freezing storm...
es_es: Наконец-то я выбралась из этого ледяного шторма...

source: Hi there, fella.
es_es: Привет, подруга.

source: Welcome to the \c[3]Hermit's House\c[0].
es_es: Добро пожаловать в \c[3]Дом отшельника\c[0].

source: You can find all kinds of strange folks here.
es_es: Ты можешь найти всевозможных странных людей здесь.

source: If you're looking for a hot beverage I can sell you one if you want?
es_es: Если ищешь горячий напиток, я могу продать, хочешь?

source: [nods]
es_es: [кивает]

source: Alright, but it's going to cost ya.
es_es: Хорошо, но это влетит тебе в копеечку.

source: [shakes head]
es_es: [мотает головой]

source: Alright, your choice.
es_es: Ладно, как пожелаешь.

source: Buy
es_es: Купить

source: Decline
es_es: Отказаться

source: Hi there, fella.
es_es: Привет, подруга.

source: Welcome to the \c[3]Hermit's House\c[0].
es_es: Добро пожаловать в \c[3]Дом отшельника\c[0].

source: Hi!
es_es: Привет!

source: Ah, you have been sent by Mrs. Summers to help us with our broken generator?\. Man, we were getting worried!
es_es: Ах, миссис Саммерс послала тебя помочь нам со сломанным генератором?\. Мы уже начали волноваться!

source: See, without that generator this room will be pretty chilly soon.\. And what's the point of it then?
es_es: Видишь ли, без этого генератора в этой комнате скоро будет довольно холодно.\. И какой тогда от него смысл?

source: I know, right?\. So we need some materials to fix that thing and most of them are pretty far away!
es_es: Я об этом и говорю.\. Поэтому нам нужны материалы, чтобы исправить это, и большинство из них довольно далеко!

source: First off, \c[3]\v[item.190.name]\c[0].\. There're traders in Bergen who can refine it from cheaper metal with some other stuff.
es_es: Прежде всего, \c[3]Обработанный металл\c[0].\. В Бергене есть торговцы, которые могут улучшить его из более дешёвого металла с помощью других предметов.

source: Next we need \c[3]\v[item.163.name] from the \v[area.cold-dng.name]\c[0]...
es_es: Ещё нам нужны \c[3]\v[item.163.name] из Храм-Шахты\c[0]...

source: ... and some chunks of \c[3]\v[item.109.name]\c[0] for the cooling.\. You should find that Ice \c[3]not far from here\c[0].
es_es: ...и несколько фрагментов \c[3]Бергенского льда\c[0] для охлаждения.\. Ты сможешь найти этот лёд \c[3]недалеко отсюда\c[0].
