Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

# data/areas/bergen.json//name
source: Bergen Village
es_es: Aldea de Bergen
ru_ru: Берген

# data/areas/bergen.json//floors/0/name
source: Cellar
es_es: Bodega
ru_ru: Погреб

# data/areas/bergen.json//floors/0/maps/0/name
source: Seeker Hub Cellar
es_es: Sótano del Centro de Buscadores
ru_ru: Подвал центра Искателей

# data/areas/bergen.json//floors/0/maps/1/name
source: Miner's Elevator B1
es_es: Elevador del Minero S1
ru_ru: Шахтёрский лифт B1

# data/areas/bergen.json//floors/0/maps/2/name
source: New Mine #1
es_es: Mina Moderna #1
ru_ru: Новая шахта #1

# data/areas/bergen.json//floors/0/maps/3/name
source: Omni Gilders Basement
es_es: Sótano de los Omni Gilders
ru_ru: Подвал Златарей

# data/areas/bergen.json//floors/0/maps/4/name
source: Cave of Ascension
es_es: Cueva de la Ascensión
ru_ru: Пещера восхождения

# data/areas/bergen.json//floors/1/name
source: Ground Floor
es_es: Primera Planta
ru_ru: Цокольный этаж

# data/areas/bergen.json//floors/1/maps/0/name
source: Holiday Man Cave
es_es: Cueva del Hombre Navideño
ru_ru: Пещера Сантамы

# data/areas/bergen.json//floors/1/maps/1/name
source: Bergen South
es_es: Sur de Bergen
ru_ru: Юг Бергена

# data/areas/bergen.json//floors/1/maps/2/name
source: Bergen North
es_es: Norte de Bergen
ru_ru: Север Бергена

# data/areas/bergen.json//floors/1/maps/3/name
source: Temple Mine Entrance
es_es: Entrada al Templo Mina
ru_ru: Вход в Храм-Шахту

# data/areas/bergen.json//floors/1/maps/4/name
source: Storage Room
es_es: Bodega
ru_ru: Склад

# data/areas/bergen.json//floors/1/maps/5/name
source: Bergen Bar
es_es: Bar de Bergen
ru_ru: Бергенский бар

# data/areas/bergen.json//floors/1/maps/6/name
source: House 1
es_es: Casa 1
ru_ru: Дом 1

# data/areas/bergen.json//floors/1/maps/7/name
source: House 2
es_es: Casa 2
ru_ru: Дом 2

# data/areas/bergen.json//floors/1/maps/8/name
source: Inn
es_es: Posada
ru_ru: Гостиница

# data/areas/bergen.json//floors/1/maps/9/name
source: Omni Gilders Base
es_es: Base de los Omni Gilders
ru_ru: База Златарей

# data/areas/bergen.json//floors/1/maps/10/name
source: Trader's Den
es_es: Centro de Comerciantes
ru_ru: Логово торговцев

# data/areas/bergen.json//floors/1/maps/11/name
source: Shop
es_es: Tienda
ru_ru: Магазин

# data/areas/bergen.json//floors/1/maps/12/name
source: Seeker Hub
es_es: Centro de Buscadores
ru_ru: Центр Искателей

# data/areas/bergen.json//floors/1/maps/13/name
source: Diving Railway
es_es: Teleféricos
ru_ru: Ныряющие рельсы

# data/areas/bergen.json//floors/1/maps/14/name
source: Digging Mates HQ
es_es: Sede Central de la Compañía Minera
ru_ru: Штаб Братства шахтёров

# data/areas/bergen.json//floors/1/maps/15/name
source: Bergen Guard HQ
es_es: Sede Central de la Guardia de Bergen
ru_ru: Штаб Бергенской стражи

# data/areas/bergen.json//floors/1/maps/16/name
source: Bergen Monastery
es_es: Monasterio de Bergen
ru_ru: Бергенский монастырь

# data/areas/bergen.json//floors/1/maps/17/name
source: Cave of Aspiration
es_es: Cueva de la Aspiración
ru_ru: Пещера стремления

# data/areas/bergen.json//floors/1/maps/18/name
source: Miner's Elevator G
es_es: Elevador del Minero PB
ru_ru: Шахтёрский лифт G

# data/areas/bergen.json//floors/1/maps/19/name
source: Cave of Progression
es_es: Cueva del Progreso
ru_ru: Пещера прогрессии

# data/maps/bergen/bergen.json//entities/281/settings/interact/hoverText
source: \i[arrow-nw] Ye Old Inn \i[arrow-se] Bergen Trail
es_es: \i[arrow-nw] La Vieja Posada \i[arrow-se] Sendero de Bergen
ru_ru: \i[arrow-nw] Старая гостиница \i[arrow-se] Тропа в Берген

# data/maps/bergen/bergen.json//entities/289/settings/interact/hoverText
source: Tranquil town in the mountain.
es_es: Un tranquilo pueblo en las montañas.
ru_ru: Спокойный городок в горах.

# data/maps/bergen/bergen.json//entities/289/settings/interact/title
source: - \c[3]Bergen\c[0] -
ru_ru: - \c[3]Берген\c[0] -

# data/maps/bergen/bergen.json//entities/832/settings/dialog/0/text
source: I know that you wanna meet up with your friends, but do we have to stand out in the cold?\. I'm freezing!
es_es: Sé que quieres juntarte con tus amigos, pero ¿es necesario que estemos aquí en el frío?\. ¡Me estoy congelando!
ru_ru: Я знаю, что ты хочешь встретиться с друзьями, но неужели нам придётся торчать на холоде?\. Я замерзаю!

# data/maps/bergen/bergen.json//entities/832/settings/dialog/1/text
source: Maybe I want them to see us without searching half the town.
es_es: Tal vez para que no tengan que buscarnos por todo el pueblo, ¿no crees?
ru_ru: Может, я хочу, чтобы они заметили нас без беготни по городу.

# data/maps/bergen/bergen.json//entities/832/settings/dialog/2/text
source: Besides, why are you complaining about the virtual cold anyway?
es_es: Además, ¿por qué te quejas del frío virtual?
ru_ru: Кстати, почему ты жалуешься на виртуальный холод?

# data/maps/bergen/bergen.json//entities/832/settings/dialog/3/text
source: Hey, you can modify your Avatar-senses remember?\. Got them sized to the max!
es_es: Puedes modificar tus sentidos de Avatar, ¿recuerdas? ¡Ponlos al máximo!
ru_ru: Эй, мы же можем изменить чувствительность аватара, помнишь?\. Я выкрутил её на максимум!

# data/maps/bergen/bergen.json//entities/832/settings/dialog/4/text
source: Alright, but... why do that and complain?
es_es: Ya, pero... ¿por qué hacer eso y luego quejarse?
ru_ru: Хорошо, но... зачем тогда так делать и жаловаться?

# data/maps/bergen/bergen.json//entities/832/settings/dialog/5/text
source: Because roleplaying is all about the immersion, duh?
es_es: Porque la esencia de los RPG es la inmersión, es obvio.
ru_ru: Потому что отыгрыш в погружении, не?

# data/maps/bergen/bergen.json//entities/832/settings/dialog/6/text
source: ... forget I asked.
es_es: … olvídalo.
ru_ru: ...забудь, что я спросила.

# data/maps/bergen/bergen.json//entities/835/settings/dialog/0/text
source: Hello!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/bergen/bergen.json//entities/835/settings/dialog/1/text
source: Welcome to Bergen Village!
es_es: ¡Bienvenido a la Aldea de Bergen!
ru_ru: Добро пожаловать в деревню Берген!

# data/maps/bergen/bergen.json//entities/835/settings/dialog/2/text
source: Good day!
es_es: ¡Buen día!
ru_ru: Добрый день!

# data/maps/bergen/bergen.json//entities/835/settings/dialog/3/text
source: Welcome to Bergen Village!
es_es: ¡Bienvenido a la Aldea de Bergen!
ru_ru: Добро пожаловать в деревню Берген!

# data/maps/bergen/bergen.json//entities/835/settings/dialog/4/text
source: What's up?
es_es: ¿Qué tal?
ru_ru: Как дела?

# data/maps/bergen/bergen.json//entities/835/settings/dialog/5/text
source: Welcome to Bergen Village!
es_es: ¡Bienvenido a la Aldea de Bergen!
ru_ru: Добро пожаловать в деревню Берген!

# data/maps/bergen/bergen.json//entities/835/settings/dialog/6/text
source: I like swords!
es_es: ¡Me gustan las espadas!
ru_ru: Я люблю мечи!

# data/maps/bergen/bergen.json//entities/835/settings/dialog/7/text
source: Welcome to Bergen Village!
es_es: ¡Bienvenido a la Aldea de Bergen!
ru_ru: Добро пожаловать в деревню Берген!

# data/maps/bergen/bergen.json//entities/835/settings/dialog/8/text
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/bergen/bergen.json//entities/835/settings/dialog/9/text
source: Welcome to Bergen Village!
es_es: ¡Bienvenido a la Aldea de Bergen!
ru_ru: Добро пожаловать в деревню Берген!

source: Oh...\.\.\. Oh...\.\.\. What should I do?
es_es: Oh\.\.\. Oh\.\.\. ¿Qué debo hacer?
ru_ru: Ох...\.\.\. Ох...\.\.\. Что же мне делать?

source: Oh... Hi...
es_es: Oh... Hola...
ru_ru: Хо... Привет...

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: I'm sorry, I'm just too distracted to really talk right now.
es_es: Lo siento, estoy demasiado ocupado para hablar ahora.
ru_ru: Извини, я просто слишком занят, чтобы говорить прямо сейчас.

source: There is just no time.
es_es: No queda tiempo.
ru_ru: На это просто нет времени.

source: You probably know who I am right?
es_es: Seguramente sabes quien soy, ¿cierto?
ru_ru: Ты наверняка знаешь, кто я?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Wait, what? Really? \.\.\. But I'm \c[3]Holiday Man\c[0]!
es_es: Espera, ¿qué? ¿En serio? \.\.\. Pero, ¡si soy el \c[3]Hombre Navideño\c[0]!
ru_ru: Подожди, что? На самом деле?\.\.\. Но я же \c[3]Сантама\c[0]!

source: Giving gifts and bringing joy and peace to people? No?
es_es: ¡El que entrega regalos y le da alegría y felicidad a la gente! ¿No te suena?
ru_ru: Дарю подарки и приношу радость и мир людям? Не?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Aw man... \.\.\. Maybe you are just new here...
es_es: Aw, no puede ser... \.\.\. Quizá seas nueva aquí...
ru_ru: Ничего себе... \.\.\. Может быть, ты просто новенькая здесь...

source: Whatever, I don't have the time!
es_es: Como sea, ¡No tengo tiempo!
ru_ru: Какая разница, у меня нет времени!

source: Look, I have to get all these presents here to certain players in CrossWorlds.
es_es: Mira, tengo que entregar todos estos regalos a ciertos jugadores de CrossWorlds.
ru_ru: Слушай, я должен доставить все эти подарки определённым игрокам в CrossWorlds.

source: And I have to do it NOW.
es_es: Y debo hacerlo AHORA.
ru_ru: И я должен сделать это ПРЯМО СЕЙЧАС.

source: I should have started earlier...
es_es: Debería haberlo hecho con más tiempo...
ru_ru: Я должен был начать раньше...

source: Wait\..\..\.. I know this comes out of nowhere, but could you help me?
es_es: Espera\..\..\.. Sé lo raro que se siente que te lo pida pero... ¿podrías ayudarme?
ru_ru: Подожди\..\..\.. Я знаю, что это неожиданно, но не могла бы ты мне помочь?

source: I promise you'll get something too!
es_es: ¡Te prometo que te regalaré algo a ti también!
ru_ru: Я обещаю, ты тоже что-нибудь получишь!

source: Yes! Thank you so much. This makes things so much easier.
es_es: ¡Sí! Muchísimas gracias. Ahora todo será más sencillo.
ru_ru: Да! Огромное спасибо. Это всё очень упрощает.

source: Alright, let's split the work. You go find the players here in \c[3]Bergen\c[0], then \c[3]\v[area.bergen-trails.name]\c[0], \c[3]\v[area.autumn-area.name]\c[0] and finally \c[3]\v[area.rookie-harbor.name]\c[0].
es_es: De acuerdo, dividámonos el trabajo. Tú ve a buscar jugadores aquí en \c[3]Bergen\c[0], luego en \c[3]\v[area.bergen-trails.name]\c[0], \c[3]\v[area.autumn-area.name]\c[0] y finalmente en \c[3]\v[area.rookie-harbor.name]\c[0].
ru_ru: Ладно, давай поделим работу. Найди игроков здесь, в \c[3]Бергене\c[0], затем на \c[3]Тропе в Берген\c[0], в \c[3]Расцвете Осени\c[0] и, наконец, в \c[3]Гавани новичков\c[0].

source: I will take care of the west and north of CrossWorlds.
es_es: Yo me encargaré del oeste y del norte de CrossWorlds.
ru_ru: Я возьму на себя запад и север CrossWorlds.

source: Here, take these presents.
es_es: Toma estos regalos.
ru_ru: Вот, возьми эти подарки.

source: Ah, yeah about the players...
es_es: Ah, sí, acerca de los jugadores...
ru_ru: Ах да, насчёт этих игроков...

source: I don't really know who they are... It's a kind of secret Santa thing.
es_es: Realmente no sé quienes son... Es una especie de Santa Secreto, ¿sabes?
ru_ru: Я точно не знаю, кто они... Это что-то вроде тайного Санты.

source: But in each area it's always a \c[3]Triblader\c[0], \c[3]Hexacast\c[0], \c[3]Pentafist\c[0] and \c[3]Quadroguard\c[0].
es_es: Pero en cada área siempre hay un \c[3]Triblader\c[0], un \c[3]Hexacast\c[0], un \c[3]Pentafist\c[0] y un \c[3]Quadroguard\c[0].
ru_ru: Но в каждой области это всегда \c[3]триблейдер\c[0], \c[3]гексакаст\c[0], \c[3]пентафист\c[0] и \c[3]квадрогард\c[0].

source: You will know when you find them.
es_es: Sabrás quienes son cuando los veas.
ru_ru: Ты поймёшь, когда найдёшь их.

source: Well... Come back once you're done, okay?
es_es: Bien... vuelve en cuanto termines, ¿si?
ru_ru: Ну... приходи, когда закончишь, ладно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright, until then!
es_es: ¡De acuerdo, hasta entonces!
ru_ru: Ладно, до скорого!

source: Noooo!\.\.\. Okay, no hard feelings.
es_es: ¡Noooo!\.\.\. Está bien, sin resentimientos.
ru_ru: Неееет!\.\.\. Ладно, без обид.

# data/maps/bergen/bergen.json//entities/836/settings/npcStates/1/event/2/message
source: You still have some presents left to give I see.
es_es: Aún te quedan regalos que entregar, por lo que veo.
ru_ru: У тебя ещё осталось несколько подарков, как я погляжу.

# data/maps/bergen/bergen.json//entities/836/settings/npcStates/1/event/3/message
source: Don't wait too long, we'll have to do this quick!
es_es: No te tardes demasiado, ¡tienes que darte prisa!
ru_ru: Не затягивай с этим, мы должны сделать это быстро!

# data/maps/bergen/bergen.json//entities/836/settings/npcStates/1/event/4/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh... you are back! We have a problem!
es_es: Oh... ¡has vuelto! ¡Tenemos un problema!
ru_ru: Хо... ты вернулась! У нас есть проблемы!

source: I was on my way to my secret place to get some presents for the rest of them...
es_es: Estaba de camino a mi escondite para buscar unos regalos para los que faltaban...
ru_ru: Я шёл к своему тайному месту, чтобы взять ещё подарков для всех остальных...

source: ...and this weird looking snowman just popped up and attacked.
es_es: ...y un extraño hombre de nieve salió de la nada y me atacó.
ru_ru: ...и этот странный снеговик просто выскочил и напал на меня.

source: I couldn't do anything. I'm good at gifting people stuff, not fighting.
es_es: No pude hacer nada, soy bueno para regalar cosas, no para pelear.
ru_ru: Я ничего не мог сделать. Я умею дарить людям вещи, но не сражаться.

source: You gotta help me! If we don't defeat this thing, all of the presents might be destroyed!
es_es: ¡Debes ayudarme! ¡Si no derrotamos a esa cosa, puede que destruya todos los regalos!
ru_ru: Ты должна помочь мне! Если мы не победим это создание, то все подарки могут быть уничтожены!

source: That's a "yes", right?
es_es: Eso es un "sí", ¿cierto?
ru_ru: Это "да", верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh... alright!
es_es: Oh... ¡de acuerdo!
ru_ru: Хо... ладно!

source: Okay, my secret stash is over here.
es_es: Bien, mi escondite está por aquí.
ru_ru: Хорошо, мой тайник находится здесь.

source: I'll lower the wall so you can get in.
es_es: Bajaré la pared para que puedas entrar.
ru_ru: Я опущу стену, чтобы ты смогла пройти.

source: Please save my presents!
es_es: ¡Por favor, protege mis regalos!
ru_ru: Пожалуйста, спаси мои подарки!

# data/maps/bergen/bergen.json//entities/836/settings/npcStates/3/event/2/message
source: Please save my presents!
es_es: ¡Por favor, protege mis regalos!
ru_ru: Пожалуйста, спаси мои подарки!

source: Did you do it? Did you defeat the gift-destroying fiend?
es_es: ¿Lo conseguiste? ¿Conseguiste derrotar a ese malhechor rompe-regalos?
ru_ru: Ты справилась? Ты победила это исчадие ада, уничтожающее подарки?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh, you did? Ha! What a relief...
es_es: ¿Oh, en serio? ¡Ja! Qué alivio...
ru_ru: Хо, ты справилась? Ха! Какое облегчение...

source: And... \.\.\. How are my presents?
es_es: Y... \.\.\. ¿Cómo están mis regalos?
ru_ru: И... \.\.\. как там мои подарки?

source: Hi... \.\.\. Lea...
es_es: Hola... \.\.\. Lea...
ru_ru: Привет... \.\.\. Лея...

source: Oh... wait, what?
es_es: Oh... espera, ¿qué?
ru_ru: Хо...\. Подожди, что?

source: "Lea" is not the answer I expected.
es_es: "Lea" no es la respuesta que me esperaba.
ru_ru: "Лея" - это не тот ответ, который я ожидал.

source: OH! It's your name?!
es_es: ¡OH! ¡¿Es tu nombre?!
ru_ru: ХО! Это твоё имя?!

source: Oh no, how rude of me to not ask for your name.
es_es: Oh no, qué descortés de mí no preguntar por tu nombre.
ru_ru: О нет, как же грубо с моей стороны, не спросить твоё имя.

source: No wonder you've been so quiet all the time.
es_es: Con razón estuviste tan callada todo este tiempo.
ru_ru: Неудивительно, что ты была такая тихая всё это время.

source: Don't worry about my presents! I will check for myself.
es_es: ¡No te preocupes por mis regalos! Iré a por ellos yo mismo.
ru_ru: Не волнуйся за мои подарки! Я проверю их сам.

source: Thanks a lot for helping me with all of this.
es_es: Muchas gracias por ayudarme con todo este lío.
ru_ru: Большое спасибо за помощь со всем этим.

source: Ahm... \.\.\. Here, take my hat as a reward!
es_es: Ehm... \.\.\. Toma, ¡te daré mi gorro como recompensa!
ru_ru: Ахм... \.\.\. Вот, возьми мою шляпу в качестве награды!

source: May it bring as much joy to you as it did to me!
es_es: ¡Espero que te dé tanta alegría como a mí!
ru_ru: Пусть она принесёт тебе столько же радости, сколько и мне!

source: Is something the matter?
es_es: ¿Hay algún problema?
ru_ru: Что-то случилось?

source: Don't worry, the hat is almost new!
es_es: No te preocupes, ¡el gorro es casi nuevo!
ru_ru: Не переживай, шапка почти новая!

source: I knew you would like it!
es_es: ¡Sabía que te gustaría!
ru_ru: Я знал, что тебе понравится!

source: Again, thanks a lot! Let's chat again soon!
es_es: Nuevamente, ¡muchas gracias! ¡Mantengámonos en contacto!
ru_ru: Ещё раз, большое спасибо! Как-нибудь увидимся!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen.json//entities/836/settings/npcStates/5/event/0/name
source: Holiday Man
es_es: Hombre Navideño
ru_ru: Сантама

# data/maps/bergen/bergen.json//entities/836/settings/npcStates/5/event/2/message
source: Hey, Lea, nice to see you!
es_es: Ey, Lea, ¡qué bueno verte!
ru_ru: Привет, Лея, рад тебя видеть!

# data/maps/bergen/bergen.json//entities/836/settings/npcStates/5/event/3/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/bergen/bergen.json//entities/836/settings/npcStates/5/event/4/message
source: I have to say, without my hat, I feel kinda\..\..\.. naked.
es_es: Debo decir, sin mi gorro me siento algo\..\..\.. desnudo.
ru_ru: Я должен сказать, что без своей шапки я чувствую себя немного\..\..\.. голым.

source: But it does suit you much better!
es_es: ¡Pero la verdad que te queda mucho mejor que a mí!
ru_ru: Но тебе она идёт намного лучше!

source: Ah yes! I have another present for you!
es_es: ¡Ah, sí! ¡Tengo otro regalo para ti!
ru_ru: Ах да! У меня есть ещё один подарок для тебя!

source: Here you go!
es_es: ¡Aquí tienes!
ru_ru: Вот, держи!

source: Took me some time to find a pair of the right size.
es_es: Me llevó un tiempo conseguir un par de tu tamaño.
ru_ru: Потратил немало времени, чтобы найти пару подходящего размера.

source: I'm sure it will go well together with that \c[3]\v[item.168.name]\c[0]!
es_es: ¡Estoy seguro que hacen un buen juego con ese \c[3]\v[item.168.name]\c[0]!
ru_ru: Я уверен, что они хорошо будут смотреться вместе с \c[3]Праздничной шапкой\c[0]!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh yes! I think I may have another present for you!
es_es: ¡Oh, sí! ¡Creo que tengo otro regalo para ti!
ru_ru: Ах да! Я думаю, у меня есть ещё один подарок для тебя!

source: ...Though I think I need a bit more time to prepare it.
es_es: ...Pero a decir verdad, necesito algo de tiempo para prepararlo.
ru_ru: ...Хотя я думаю, что мне нужно немного больше времени, чтобы подготовить его.

source: Maybe come back sometime later?
es_es: ¿Qué tal si vuelves más tarde?
ru_ru: Может быть, вернёшься позже?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Huh? A present? For me?
es_es: ¿Eh? ¿Un regalo? ¿Para mí?
ru_ru: Хм? Подарок? Для меня?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Uh... Thanks I guess?
es_es: Uh... ¿Gracias, supongo?
ru_ru: Эээ... Спасибо, наверное?

source: A present?
es_es: ¿Un regalo?
ru_ru: Подарок?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I accept.
es_es: Lo acepto.
ru_ru: Я принимаю.

# data/maps/bergen/bergen.json//entities/853/settings/text
source: Presents for everyone!
es_es: ¡Regalos para todos!
ru_ru: Подарки для всех!

# data/maps/bergen/bergen.json//entities/861/settings/event/3/thenStep/2/message
source: Ah oui, we made it! La Bergen!
es_es: Ah oui, ¡lo conseguimos! ¡La Bergen!
ru_ru: Ах oui (да), мы сделали это! La Bergen (Вот и Берген)!

# data/maps/bergen/bergen.json//entities/861/settings/event/3/elseStep/2/message
source: You made it, Lea! This is \c[3]Bergen\c[0], the snow village.
es_es: ¡Lo lograste, Lea! Esto es \c[3]Bergen\c[0], la aldea nevada.
ru_ru: Ты сделала это, Лея! Это \c[3]Берген\c[0], заснеженная деревня.

# data/maps/bergen/bergen.json//entities/861/settings/event/7/thenStep/2/message
source: After that long climb I sure wouldn't mind a break in one of those cozy houses...
es_es: Después de esa larga subida, me gustaría tomar un descanso en una de esas acogedoras casas...
ru_ru: После такого долгого подъёма я бы не отказалась отдохнуть в одном из этих уютных домиков...

# data/maps/bergen/bergen.json//entities/861/settings/event/7/thenStep/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen.json//entities/861/settings/event/7/elseStep/2/message
source: Hm, would you call this a snow village?\. I mean it's a village and there is snow...
es_es: Hm, ¿llamarías esto un pueblo nevado?\. Bueno, es una aldea y hay nieve...
ru_ru: Хм, ты бы назвала это снежной деревней?\. Я имею в виду, что это деревня и здесь снег...

# data/maps/bergen/bergen.json//entities/861/settings/event/12/thenStep/2/message
source: The next dungeon should be close by.
es_es: La siguiente mazmorra debería estar cerca.
ru_ru: Следующее подземелье должно быть недалеко.

# data/maps/bergen/bergen.json//entities/861/settings/event/12/thenStep/3/message
source: I hope they let you enter without a huge load of exposition.
es_es: Espero que te dejen entrar sin tener que escuchar tanta exposición.
ru_ru: Я надеюсь, они позволят войти без долгих предисловий.

# data/maps/bergen/bergen.json//entities/861/settings/event/12/elseStep/2/message
source: Anyway, if I remember correctly the next dungeon should be close by.
es_es: Bueno... Si mal no recuerdo, la siguiente mazmorra debería estar cerca.
ru_ru: В любом случае, если я правильно помню, то следующее подземелье должно быть поблизости.

# data/maps/bergen/bergen.json//entities/861/settings/event/12/elseStep/3/message
source: You probably should tell Emilie when you plan to enter, correct?
es_es: Tal vez deberías decirle a Emilie cuando vayas a entrar, ¿no?
ru_ru: Ты, наверное, должна позвать Эмили, когда соберёшься туда, правильно?

# data/maps/bergen/bergen.json//entities/861/settings/event/12/elseStep/4/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/bergen.json//entities/868/settings/npcStates/0/event/2/message
source: Oh hey, Seeker...
es_es: Hola, Buscadora...
ru_ru: Привет, Искатель...

# data/maps/bergen/bergen.json//entities/868/settings/npcStates/0/event/3/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/bergen/bergen.json//entities/868/settings/npcStates/0/event/4/message
source: You see that house over there?
es_es: ¿Ves esa casa de allá?
ru_ru: Видишь вон тот дом?

# data/maps/bergen/bergen.json//entities/868/settings/npcStates/0/event/10/message
source: The townsfolk are pretty quiet about it, but something very very strange is going on over there.
es_es: La gente del pueblo no habla mucho de ello, pero algo muy muy extraño sucede en ese lugar.
ru_ru: Жители деревни не говорят о нём, но там творится что-то крайне странное.

# data/maps/bergen/bergen.json//entities/868/settings/npcStates/0/event/11/message
source: Some nights, I swear I see light coming out of the cracks even though the house has been abandoned for years.
es_es: Algunas noches, he visto luces entre las grietas de la casa, pese a que lleva años abandonada. Lo juro.
ru_ru: Иногда ночью, клянусь тебе, я вижу свет сквозь щели, хотя дом заброшен уже на протяжении многих лет.
