Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen-trail.po
Languages: es_es

source: Lastly we need some fuel.\. The generator runs on \c[3]\v[item.186.name]\c[0] which only grows in \c[3]\v[area.heat-area.name]\c[0].
es_es: Наконец, нам нужно немного топлива.\. Генератор работает на \c[3]Сухих поленьях\c[0], которые растут только в \c[3]Бордовой долине\c[0].

source: Yeah, it's quite a lot.\. Those generators sure aren't simple campfires.\. You got everything?
es_es: Да, довольно много.\. Эти генераторы, само собой, не простые костры.\. Ты всё запомнила?

source: [nods]
es_es: [кивает]

source: Alright, hope to see you soon.\. Before we're all icicles in here.
es_es: Хорошо, надеюсь, что скоро увидимся. Прежде чем мы все превратимся в сосульки.

source: ... bye.
es_es: ...пока.

source: Oh, hi there.\. Haven't gotten the materials yet, eh?
es_es: Ой, привет. Ты ещё не собрала материалы, не?

source: [shakes head]
es_es: [мотает головой]

source: Well, we are still running on backup-power, so it's fine.\. But better not take too long with it.
es_es: Хорошо, мы по-прежнему работаем на резервном питании, так что всё в порядке.\. Но лучше не затягивать.

source: Anyway, can I get you some drinks in the meantime?
es_es: В любом случае, могу ли я предложить тебе напитки между делом?

source: [nods]
es_es: [кивает]

source: Alright, but it's going to cost ya.
es_es: Хорошо, но это влетит тебе в копеечку.

source: [shakes head]
es_es: [мотает головой]

source: Alright, your choice.
es_es: Ладно, как пожелаешь.

source: Buy
es_es: Купить

source: Decline
es_es: Отказаться

source: Hi!
es_es: Привет!

source: Ah, it's you.\. And from that look on your face I guess you got all that stuff that we need for the repairs?
es_es: Ах, это ты.\. И, судя по твоему выражению лица, у тебя есть всё, что нам нужно для ремонта?

source: [nods]
es_es: [кивает]

source: Awesome!\. Now I'll just use it to make a repair kit with everything you'll need.\. Gimme a second...
es_es: Потрясающе!\. Теперь я просто воспользуюсь этим, чтобы сделать ремонтный комплект со всем необходимым.\. Дай мне секунду...

source: ... and that's it.\. Take this, go through the door behind me and just jam it into the generator in the basement.
es_es: ...вот и всё.\. Возьми этот комплект, пройди через дверь позади меня и просто засунь его в генератор в подвале.

source: [nods]
es_es: [кивает]

source: Well... you will also need to get through some security barriers that appeared shortly after the generator broke.
es_es: Ну... тебе также нужно будет преодолеть некоторые барьеры безопасности, которые появились вскоре после поломки генератора.

source: Don't ask me what powers them and why they are protecting a damaged generator.
es_es: Не спрашивай меня, что приводит их в действие и почему они защищают повреждённый генератор.

source: The Hermit must've had some crazy ideas about interior design, back in his time.
es_es: У Отшельника, должно быть, в своё время были некоторые сумасшедшие идеи о дизайне интерьера.

source: Need a hot drink before going to work?\. It's really cold down there!
es_es: Хочешь горячий напиток перед выходом на работу? Там действительно холодно!

source: [nods]
es_es: [кивает]

source: Alright, but it's going to cost ya.
es_es: Хорошо, но это влетит тебе в копеечку.

source: [shakes head]
es_es: [мотает головой]

source: Alright, your choice.
es_es: Ладно, как пожелаешь.

source: Buy
es_es: Купить

source: Decline
es_es: Отказаться

source: Hey there, hero.\. We got power again and everything's running smoothly.\. Amazing!
es_es: Привет, герой.\. Мы снова получили энергию, и всё идёт гладко.\. Потрясающе!

source: I already sent a message back to Mrs. Summers so you can claim your reward.
es_es: Я уже отправила сообщение миссис Саммерс, чтобы ты могла получить свою награду.

source: Also, as special thanks, we will give you a small discount on all our drinks.
es_es: Также, в качестве особой благодарности, мы дадим тебе небольшую скидку на все наши напитки.

source: I hope to see you around more often!
es_es: Я надеюсь видеть тебя почаще!

source: Bye!
es_es: Пока!

source: Welcome back, fella.\. Great to see you around!
es_es: С возвращением, подруга.\. Рада тебя видеть!

source: The \c[3]Hermit's House\c[0] still has its amazing selection of drinks.
es_es: \c[3]Дом отшельника\c[0] до сих пор предоставляет удивительный выбор напитков.

source: For you, it's still on a discount, of course!
es_es: Для тебя они по-прежнему со скидкой, само собой!

source: [nods]
es_es: [кивает]

source: Alright, take your time!
es_es: Хорошо, не торопись!

source: [shakes head]
es_es: [мотает головой]

source: Alright, your choice.
es_es: Ладно, как пожелаешь.

source: Buy
es_es: Купить

source: Decline
es_es: Отказаться

source: Some friends of mine told me that you get some quests here after you beat the \c[3]Temple Mine\c[0].
es_es: Несколько моих друзей сказали мне, что здесь можно получить несколько квестов после прохождения \c[3]Храм-Шахты\c[0].

source: Not really seeing anyone new though...
es_es: Хотя я не вижу ничего нового...

source: Repair Generator
es_es: Ремонтировать генератор

source: Repairing generator...
es_es: Ремонт генератора...

source: Generator repaired!
es_es: Генератор отремонтирован!

# data/maps/bergen-trail/lab/room-boss.json//entities/4/settings/event/13/text
source: \c[1]--- Initiating Test Sequence ---\. Subject:\. Heavy Tank Unit
es_es: \c[1]--- Инициирование тестовой последовательности ---\. Объект:\. Тяжёлая танковая единица

source: Hologram
es_es: Голограмма

source: Xavier Bonegate
es_es: Ксавьер Боунгейт

source: Welcome!\. This is again \c[3]Xavier Bonegate\c[0] speaking for \c[3]Heavy Hardware Inc\c[0].\. For the last time in this facility.
es_es: Добро пожаловать!\. С вами снова \c[3]Ксавьер Боунгейт\c[0], вещающий от лица \c[3]"Тяжёлого железа"\c[0].\. В последний раз на этом объекте.

source: As you might have noticed we have been met with great challenges.\. Greater challenges than anyone could have imagined!
es_es: Как вы могли заметить, мы столкнулись с большими трудностями.\. Настолько большими, что никто не мог себе даже вообразить!

source: For all our effort we were not able to properly control the energy of the Track that has taken over our systems while powering them.
es_es: Несмотря на все наши усилия, мы не смогли должным образом контролировать энергию Пути, которая захватила наши системы во время подключения к ним питания.

source: But we are still proud of the choices we made for the sake of progress!
es_es: Но мы по-прежнему гордимся выбором, который мы сделали ради прогресса!

source: Because we believe that failures are the greatest opportunity to learn.\. We had some of the best learning experiences one could imagine!
es_es: Потому что мы верим, что неудачи - это величайшая возможность для дальнейшего развития.\. У нас был лучший опыт обучения, который только можно себе представить!

source: But now it is time to leave this place behind.\. The \v[combat.name.snowman] have been instructed to guard the facility.
es_es: Но теперь пришло время покинуть это место.\. Этим Морковво было поручено охранять объект.

source: However we will continue our work in a different place.\. One that will be well hidden.
es_es: Тем не менее, мы продолжим нашу работу в другом месте.\. Которое будет надёжно спрятано.

source: It will house the greatest minds of our generation to work tirelessly for the good on mankind!
es_es: В нём разместятся величайшие умы нашего поколения, чтобы неустанно трудиться на благо человечества!

source: In the name of the entire team I ask you to not just see this project as a failure but the beginning of something even grander.
es_es: От имени всей команды я прошу вас не рассматривать этот проект лишь как провал, но и как начало чего-то ещё более грандиозного.

source: Because it is in the future where we will spend the rest of our lives.\. And in this future we will work, to affect the futures of everyone!\. Goodbye.
es_es: Потому что именно в будущем мы проведём остаток нашей жизни.\. И в этом будущем мы будем работать, чтобы повлиять на будущее каждого!\. До свидания.

# data/maps/bergen-trail/lab/room-final.json//entities/47/settings/event/2/name
source: Bill Masters
es_es: Билл Мастерс

# data/maps/bergen-trail/lab/room-final.json//entities/47/settings/event/4/message
source: \v[lore.title.seeker], my man, that was some damn impressive work!
es_es: Искатель, дружище, это была чертовски впечатляющая работа!

# data/maps/bergen-trail/lab/room-final.json//entities/47/settings/event/6/message
source: Such a beautiful machine of war and you still managed to trash it.\. You \v[lore.title.seeker]s are something else.
es_es: Такая восхитительная машина войны, но ты всё равно умудрилась разгромить её.\. Вы, Искатели - это нечто другое.

# data/maps/bergen-trail/lab/room-final.json//entities/47/settings/event/8/message
source: But you got that datachip.\. Our technicians should be able to reverse engineer some great toys from that.
es_es: Но ты получила чип данных.\. Наши техники должны быть в состоянии перепрограммировать замечательные игрушки из него.

# data/maps/bergen-trail/lab/room-final.json//entities/47/settings/event/9/message
source: Bring it back to me in Bergen, so we can finish this mission!
es_es: Принеси его мне в Берген, чтобы мы могли закончить эту миссию!

source: [nods]
es_es: [кивает]

source: Bye!
es_es: Пока!

source: Display
es_es: Монитор

source: \c[1]INTERNAL MAIL, INBOX\c[0] \c[3]FROM:\c[0] "The 4 Visionaries" \c[3]TO:\c[0] All Facilities \c[3]Subject:\c[0] The Future
es_es: \c[1]ВНУТРЕННЯЯ ПОЧТА, ВХОДЯЩИЕ\c[0] \c[3]ОТ:\c[0] "Четыре провидца" \c[3]КОМУ:\c[0] Всем предприятиям \c[3]Тема:\c[0] Будущее

source: Good evening everyone, Since \c[3]our funding has been cut\c[0] and \c[3]the facilities got taken by the Track\c[0], we established a \c[3]new place\c[0] where we will preserve and continue our research.
es_es: Всем доброго вечера, с тех пор как \c[3]наше финансирование было урезано\c[0] и \c[3]Путь поглотил комплексы\c[0], мы учредили \c[3]новое место\c[0], где мы сохраним и продолжим наши исследования.

source: The entrance can be found \c[3]somewhere in \v[area.forest.name]\c[0]. You will find the \c[3]key\c[0] to enter it in the \c[3]attachment\c[0] of this message. However, \c[3]by itself the key will not work\c[0].
es_es: Вход можно найти \c[3]где-то в Сапфировом крае\c[0]. Вы найдёте \c[3]ключ\c[0] для доступа во \c[3]вложении\c[0] этого сообщения. Однако \c[3]сам по себе ключ не будет работать\c[0].

source: You will first need to \c[3]decrypt\c[0] it at \c[3]4 different places\c[0] that are hidden somewhere on \v[lore.title.planet], each in a \c[3]different region\c[0].
es_es: Сначала вам нужно будет \c[3]расшифровать\c[0] его в \c[3]четырёх разных местах\c[0], которые спрятаны где-то на Шадуне, каждое в \c[3]разном регионе\c[0].

source: Hints towards \c[1]one\c[0] the locations can be found in each of our 4 facilities. \c[3]So you will learn one location after reading this very message.\c[0]
es_es: Подсказки по поводу \c[1]одного\c[0] из мест можно найти на каждом из наших четырёх объектов. \c[3]Таким образом, вы узнаете одно местоположение после прочтения этого сообщения.\c[0]

source: Interested \c[3]\v[lore.title.seeker]s\c[0] should know that \c[3]each of their kind\c[0] is destined to enter \c[3]only one of the 4 facilities\c[0] and find a part of the information.
es_es: Заинтересованные \c[3]Искатели\c[0] должны знать, что \c[3]каждому из вас\c[0] суждено войти \c[3]только в одно из четырёх предприятий\c[0] и найти лишь часть информации.

source: But \c[3]through teamwork and communication\c[0] it might be possible to obtain all locations regardless! Everyone who manages to enter will be welcome! Sincerely, "The 4 Visionaries" \c[1][END OF MAIL]\c[0]
es_es: Но \c[3]с помощью командной работы и взаимодействия\c[0] становится возможным получить информацию о всех местах! Мы будем рады каждому, кто сможет войти! С уважением, "Четыре провидца" \c[1][КОНЕЦ СООБЩЕНИЯ]\c[0]

source: \c[1]ATTACHMENT:\c[0] One of the hidden places can be found in \c[3]\v[area.bergen-trails.name]\c[0], \c[3]"Between a laser bridge and the hidden lair of Frobbits out of reach."\c[0]!
es_es: \c[1]ВЛОЖЕНИЕ:\c[0] Одно из скрытых мест можно найти на \c[3]Тропе в Берген\c[0], \c[3]"Между лазерным мостом и скрытым недосягаемым логовом Кролягов"\c[0]!

# data/maps/bergen-trail/path-1-entrance.json//entities/427/settings/dialog/0/text
source: Did you notice how they removed the meeting place here?
es_es: Вы заметили, что они убрали место встречи отсюда?

# data/maps/bergen-trail/path-1-entrance.json//entities/427/settings/dialog/1/text
source: Yeah, Patch notes said it's for some bigger update soon.
es_es: Да, в записках разработчиков сказано, что в ближайшее время будут большие обновления.

# data/maps/bergen-trail/path-1-entrance.json//entities/427/settings/dialog/2/text
source: Ha, "soon" probably means "Not this month".
es_es: Ха, "ближайшее время", скорее всего, означает "не в этом месяце".

# data/maps/bergen-trail/path-1-entrance.json//entities/427/settings/dialog/3/text
source: Yep.
es_es: Ага.

# data/maps/bergen-trail/path-1-entrance.json//entities/427/settings/dialog/4/text
source: True that.
es_es: Вот уж точно.

source: Uhm...\. Hiyah!
es_es: Хмм...\. Хайя!

source: Hi!
es_es: Привет!

source: Are you...\. a new player too?
es_es: Ты...\. тоже новый игрок?

source: [nods]
es_es: [кивает]

source: Great! ...\. I mean uh...\. Could you help me with something?
es_es: Здорово! ...\. Я имею в виду, э-э...\. Не могла бы ты мне помочь?

source: See...\. I need equipment...\. A \c[3]\v[item.30.name]\c[0].
es_es: Видишь ли...\. Мне нужна экипировка...\. \c[3]Бронзовая кольчуга\c[0].

source: They offer it in the armory of R-\.\c[3]Rookie Harbor\c[0]...
es_es: Они продают её в оружейной Г-\.\c[3]Гавани новичков\c[0]...

source: I'd teleport back to the city and buy it myself...\. but...\. see...
es_es: Я могла бы в любой момент телепортироваться в город и купить сама...\. но...\. видишь ли...

source: I hate towns!\. They're always so crowded!\. So many people, signs and noises!\. I-\.I can't take it...
es_es: Я ненавижу города!\. Они всегда такие многолюдные!\. Столько людей, вывесок и звуков!\. Я-\.Я не вынесу этого...

source: So uh...\. Could you please buy a \c[3]\v[item.30.name]\c[0] for me in Rookie Harbor?
es_es: Так что э...\. Не могла бы ты, пожалуйста, купить \c[3]Бронзовую кольчугу\c[0] для меня в Гавани новичков?

source: O-\.Of course I'll pay you back...\. So...\. uhm...\. pretty please?
es_es: К-\.Конечно, я верну тебе деньги...\. Так...\. хм...\. ну, пожалуйста?

source: [nods]
es_es: [кивает]

source: ...T-\.Thanks! You're a lifesaver!
es_es: ...С-\.Спасибо! Ты моя спасительница!

source: I'll wait here for you!
es_es: Я буду ждать тебя здесь!

source: [shakes head]
es_es: [мотает головой]

source: ... I see.\. S-\.Sorry for asking!
es_es: ...Понимаю.\. П-\.Прости за вопрос!

source: P-\.Please buy me that \c[3]\v[item.30.name]\c[0] from the armory in Rookie Harbor.
es_es: П-\.Пожалуйста, купи мне \c[3]Бронзовую кольчугу\c[0] из оружейной в Гавани новичков.

source: [nods]
es_es: [кивает]

source: Hiyah!
es_es: Хайя!

source: ...Oh!\. I-\.Is that the \c[3]\v[item.30.name]\c[0] you bought for me?
es_es: ...Ох!\. Э-\.Это же \c[3]Бронзовая кольчуга\c[0], которую ты купила для меня?

source: [nods]
es_es: [кивает]

source: T-\.Thank you so much!
es_es: С-\.Спасибо!

source: Here, I'll pay you back the price!\. P-\.Plus some extra!
es_es: Вот, я возвращаю тебе деньги!\. П-\.Плюс небольшой бонус!

source: A-\.And also some items I found in Bergen Trail!\. It's not much, but maybe you can use it...
es_es: И-\.И ещё несколько предметов, которые я нашла на Тропе в Берген!\. Это немного, но может быть, ты найдёшь им применение...

source: I g-\.gotta go now!\. Thanks again!
es_es: М-\.Мне надо идти!\. Ещё раз спасибо!

source: W... W... Welcome to Bergen Trail!
es_es: Д... Д... Добро пожаловать на Тропу в Берген!

source: Puh... Apologies my lady. I just came down from \c[3]Bergen\c[0].
es_es: Фух... Прошу прощения, леди. Я только что спустился из \c[3]Бергена\c[0].

source: They say: "Down is the easy way".
es_es: Они говорят: "Вниз - это легко".

source: At my age, neither way is the easy way.
es_es: В моем возрасте любой путь нелёгкий.

# data/maps/bergen-trail/path-1-entrance.json//entities/455/settings/displayName
source: Jean
es_es: Джина

source: Ahhh!
es_es: Аааа!

source: S...S... Sorry!
es_es: И...И... Извини!

source: I just had the most traumatic event ever. Seriously.
es_es: У меня только что было самое травмирующее событие. Без шуток.

source: I'm still shaking...
es_es: Меня до сих пор трясёт...

source: ...Hi?
es_es: ...Привет?

source: Yeah, hi... \.\.\.Again, sorry. I'm normally not so jumpy.
es_es: Ага, привет... \.\.\.Опять же, прости. Обычно я не такая дёрганая.

source: I mean, you won't believe what happened.
es_es: То есть, ты не поверишь, что случилось.

source: I was running on an off-road path here in Bergen Trail.
es_es: Я бежала по бездорожью, здесь, по Тропе в Берген.

source: Suddenly, this \c[3]HUGE\c[0] and \c[3]VICIOUS\c[0] bunny-creature attacks me from the side.
es_es: И тут, внезапно, это \c[3]ОГРОМНОЕ\c[0] и \c[3]УЖАСНОЕ\c[0] кролеподобное создание напало на меня со стороны.

source: I was so surprised I just ran down here and collapsed.
es_es: Я была так удивлена, что просто побежала сюда и потеряла сознание.

source: I mean, I heard there was a super strong monster in the mountains, but...
es_es: Конечно, я слышала, что в горах обитает ужасно сильный монстр, но...

source: I can't believe it. I still have to become much stronger.
es_es: Я не могу в это поверить. Мне нужно стать намного сильнее.

source: [nods]
es_es: [кивает]

source: ... \.\.\.You know what?
es_es: ...\.\.\.Знаешь что?

source: You're right.
es_es: Ты права.

source: I shouldn't be scared of some monster. It's just a game, right?
es_es: Я не должна бояться какого-то монстра. Это ведь всего лишь игра!

source: I should find this thing and give it a good whacking!
es_es: Я должна найти эту тварь и хорошенько её отлупить!

source: [nods]
es_es: [кивает]

source: Right! But\..\..\.. how about you help me?
es_es: Хорошо! Но\..\..\.. как насчет того, чтобы помочь мне?

source: You know, ease into the action and all that jazz?
es_es: Ну знаешь, поддержка в начинаниях и прочая ерунда?

source: I'll reward you too! Come on!
es_es: Я не останусь в долгу! Ну же!

source: [nods]
es_es: [кивает]

source: Yeah! Thank you so much!
es_es: Ура! Огромное спасибо!

source: I think we should start by asking my friends about that thing.
es_es: Я думаю, что сначала мы должны спросить моих друзей об этой твари.

source: Both of them are pretty smart and they always know stuff.
es_es: Они оба довольно умны и всегда всё знают.

source: One of them is a \c[3]Hexacast\c[0] and is in Rookie Harbor.
es_es: Один из них - \c[3]гексакаст\c[0], и он в Гавани новичков.

source: Not sure exactly where he is though. I remember him saying something about an \c[3]INN\c[0] he loves.
es_es: Впрочем, не могу точно сказать, где он сейчас именно. Помню, что он говорил что-то про \c[3]гостиницу\c[0], которую обожает.

source: The other is a \c[3]Triblader\c[0]. He should be at the Obelisk in \c[3]Autumn's Rise\c[0].
es_es: Другой - \c[3]триблейдер\c[0]. Он должен быть у Обелиска в \c[3]Расцвете Осени\c[0].

source: I'll send word to both of them, via \c[3]Direct Link\c[0] so they know that you're coming.
es_es: Я сообщу им через \c[3]прямую связь\c[0], чтобы они знали, что ты придёшь.

source: Sorry, I'm not a fan of this "Messaging". I like to handle things personally.
es_es: Прости, я не фанат этой "Связи". Я хотела бы решить всё лично.

source: While you talk to those guys, I'll talk to the people here.
es_es: Пока ты будешь говорить с ними, я поспрашиваю людей здесь.

source: Jean
es_es: Джина

source: By the way, what's your name? I'm \c[3]Jean\c[0]!
es_es: Кстати, как тебя зовут? Меня \c[3]Джина\c[0]!

source: Lea, Hi!
es_es: Лея, Привет!

source: Is your speech module jammed or something? Kinda seems like it.
es_es: Твой речевой модуль заклинило, что ли? Похоже на то.

source: [nods]
es_es: [кивает]

source: Ah, I see. Must be hard using the Direct Link.
es_es: Ах, понимаю. Должно быть, трудно пользоваться прямой связью.

source: I'll include this in my message to the guys.
es_es: Я включу это в моё сообщение ребятам.

source: Alright, Lea. Let's begin!
es_es: Хорошо, Лея. Давай начнём!

source: [shakes head]
es_es: [мотает головой]

source: O... Oh... I see...
es_es: О... Ох... Понятно...

source: Jean
es_es: Джина

source: Hey Lea! You want me to tell you where you can find those guys again?
es_es: Привет, Лея! Ты хочешь, чтобы я снова сказала тебе, где можно найти этих ребят?

source: [nods]
es_es: [кивает]

source: Okay, no problem!
es_es: Хорошо, не проблема!

source: One of them is a \c[3]Hexacast\c[0] and is in Rookie Harbor.
es_es: Один из них - \c[3]гексакаст\c[0], и он в Гавани новичков.

source: Not sure exactly where he is though. I remember him saying something about an \c[3]INN\c[0] he loves.
es_es: Впрочем, не могу точно сказать, где он сейчас именно. Помню, что он говорил что-то про \c[3]гостиницу\c[0], которую обожает.

source: The other is a \c[3]Triblader\c[0]. He should be at the Obelisk in \c[3]Autumn's Rise\c[0].
es_es: Другой - \c[3]триблейдер\c[0]. Он должен быть у Обелиска в \c[3]Расцвете Осени\c[0].

source: I've sent word to both of them via \c[3]Direct Link\c[0], so they'll know you're coming.
es_es: Я сообщу им через \c[3]прямую связь\c[0], так что они будут знать о твоём прибытии.

source: [shakes head]
es_es: [мотает головой]

source: Okay, no problem! I hope I find out more here.
es_es: Хорошо, нет проблем! Надеюсь, что смогу разузнать здесь побольше.

source: Yes
es_es: Да

source: No
es_es: Нет

source: Jean
es_es: Джина

source: Hey Lea!
es_es: Эй, Лея!

source: Hi hi!
es_es: Привет привет!

source: I just heard back from the guys!
es_es: Я только что получила ответ от ребят!

source: I can't believe this. I told them not to \c[3]DL\c[0] me...
es_es: Я не могу поверить в это. Я сказала им не связываться со мной через \c[3]Прямую связь\c[0]...

source: Then again\..\..\.. Your speech module is broken. So it's probably better this way.
es_es: Впрочем\..\..\.. твой речевой модуль сломан. Так что, наверное, так даже лучше.

source: But onto business!
es_es: Но вернёмся к делу!

source: So, from \c[3]Jeff\c[0] we know that we need 5 \c[3]\v[item.139.name]s\c[0].
es_es: Итак, от \c[3]Джеффа\c[0] мы узнали, что нам нужно пять \c[3]Замороженных морковок\c[0].

source: And from \c[3]Jock\c[0] we know that we need a capture device.
es_es: А от \c[3]Джока\c[0] мы узнали, что нам нужно устройство захвата.

source: And I found out that this creature seems to show up a lot on the \c[3]Windy Climb\c[0] parts of \c[3]Bergen Trail\c[0].
es_es: И я обнаружила, что это существо, похоже, часто показывается на \c[3]Ветреном подъёме\c[0], части \c[3]Тропы в Берген\c[0].

source: Let's split the work.
es_es: Давай разделим работу.

source: You go and collect the \v[item.139.name]s and I'll try to get my hands on one of these capture devices.
es_es: Ты иди и собирай Замороженные морковки, а я постараюсь прибрать к своим рукам одно из этих устройств захвата.

source: We'll meet here again once we're finished, alright?
es_es: Встретимся здесь снова после того, как закончим, хорошо?

source: [nods]
es_es: [кивает]

source: Jean
es_es: Джина

source: You're back! And just in time, too.
es_es: Ты вернулась! И как раз вовремя.

source: I found a capture device!
es_es: Я нашла устройство захвата!

source: Yeah, it was super expensive, but it's totally worth it.
es_es: Да, это было супердорого, но оно определённо того стоит.
