Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

source: Great, you really helped us out here.\. We would've fallen behind with our mining operation otherwise.
es_es: Genial, nos has sido de gran ayuda.\. Nos habríamos atrasado con la minería si no fuera por ti.
ru_ru: Отлично, ты правда помогла нам с этим.\. Иначе мы бы отстали с нашей горной добычей.

source: Here, take your reward, fresh from the mines.\. And there'll be more where that came from in the future!
es_es: Ten tu recompensa, recién salida de las minas.\. ¡Y habrá más de donde vino eso en el futuro!
ru_ru: Вот, возьми свою награду, только что из шахты.\. Оттуда, откуда она пришла, в будущем обязательно придёт ещё больше!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: McEdinthil
ru_ru: МакЭдинтил

source: Har, pleasure to see you again \v[lore.title.seeker]!
es_es: ¡Ja! ¡Un placer volver a verte, \v[lore.title.seeker]a!
ru_ru: Хар, рад видеть тебя снова, \v[lore.title.seeker]!

source: And that warmth... you've conquered the Temple Mine and claimed the power of Heat, eh?
es_es: Y ese calor... has conquistado el Templo Mina y conseguido el poder del Fuego, ¿eh?
ru_ru: И это тепло... ты покорила Храм-Шахту и заполучила силу Пламени, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well done.\. That could help us a lot with our current projects underground.
es_es: Bien hecho.\. Eso nos ayudará muchísimo con nuestros proyectos subterráneos.
ru_ru: Отлично сработано.\. Это поможет нам с нашими текущими проектами под землёй.

source: Are you up for some mining work?\. There are explosives, you will love it!
es_es: ¿Te interesa hacer algo de trabajo de minería?\. ¡Hay explosivos, te encantará!
ru_ru: Ты готова к горным работам?\. Есть взрывчатка, тебе это понравится!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I knew that you wouldn't wanna miss out on a chance to handle some bombs!
es_es: ¡Sabía que no podrías decirle que no a las bombas!
ru_ru: Я знал, что ты не упустишь шанс повозиться с бомбами!

source: It's not all fun and blasting, though.\. You'll need to clear out some rocks and also get rid of some damn resilient pests again.
es_es: Pero no es solo diversión y explosiones.\. Deberás destruir algunas rocas y deshacerte de algunas pestes... otra vez.
ru_ru: Хотя это не только веселье и взрывы.\. Тебе нужно будет расчистить некоторые завалы, а также снова избавиться от чертовски устойчивых вредителей.

source: Yep, whatever you do on the Track, those always tend to appear.\. But this time explosives should do the trick.
es_es: Sep, cuando lidias con el Camino, cosas como estas suelen suceder.\. Pero esta vez, un par de explosivos deberían bastar.
ru_ru: Ага, что бы ты ни делал на Пути, они всегда появляются.\. Но на этот раз взрывчатка должна сработать.

source: Go through the \c[3]door at the back\c[0] and take the\c[3] elevator down\c[0] to the \c[3]first underground floor\c[0] to reach the mine.
es_es: Ve por la \c[3]puerta de atrás\c[0] y toma el \c[3]elevador hacia abajo\c[0] hacia el \c[3]primer subsuelo\c[0] para llegar a la mina.
ru_ru: Пройди через дверь \c[3]в задней части\c[0] и спустись \c[3]на лифте вниз\c[0] на \c[3]первый подземный этаж\c[0], чтобы добраться до шахты.

source: McEdinthil
ru_ru: МакЭдинтил

source: \c[3]Miner Darrel\c[0] will wait for you on the spot and fill you in on the details.
es_es: \c[3]El Minero Darrel\c[0] te estará esperando allí y te dará algunos detalles.
ru_ru: \c[3]Шахтер Даррел\c[0] будет ждать тебя на месте и сообщит подробности.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Not in the mood to blow stuff up?\. Something's wrong with you, girl.
es_es: ¿No tienes ganas de jugar con explosivos?\. Algo anda mal contigo, chica.
ru_ru: Не в настроении взрывать?\. С тобой что-то не так, девочка.

source: McEdinthil
ru_ru: МакЭдинтил

source: Report in with \c[3]Darrel\c[0] in our \c[3]first mine\c[0].\. You can reach it with \c[3]our elevator behind those doors\c[0] here.
es_es: Ve a ver a \c[3]Darrel\c[0] en nuestra \c[3]primera mina\c[0].\. Puedes llegar a ella con \c[3]nuestro elevador detrás de esas puertas\c[0].
ru_ru: Доложи \c[3]Даррелу\c[0] в нашей \c[3]первой шахте\c[0].\. Ты можешь добраться до неё с помощью \c[3]нашего лифта вон за теми дверьми\c[0].

source: McEdinthil
ru_ru: МакЭдинтил

source: Good to see you back, Sunshine.\. Is the mine clear again?
es_es: Qué bueno verte de regreso, cariño.\. ¿La mina está despejada otra vez?
ru_ru: Рад, что ты вернулась, солнышко.\. В шахте снова чисто?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I see.\. And you even blew up half a mountain of bugs by yourself?\. Splendid work, truly!
es_es: Ya veo.\. ¿Incluso tú sola hiciste volar a decenas de insectos de montañas?\. ¡Realmente hiciste un espléndido trabajo!
ru_ru: Понятно.\. И ты даже самостоятельно взорвала горы жуков?\. Великолепная работа, в самом деле!

source: And that... whatever it is you found there.\. It has some weird properties.\. We will look into that.
es_es: Y ese... o lo que sea que hayas encontrado allí.\. Contiene extrañas propiedades.\. Le echaremos un ojo.
ru_ru: И это... то, что ты там нашла.\. У этой штуки есть странные свойства.\. Мы изучим это.

source: With any luck, we can finally make some real progress now.\. You're always welcome to lend us a hand!
es_es: Si tenemos suerte, ahora por fin podremos progresar de verdad.\. ¡Tu ayuda siempre es bienvenida acá!
ru_ru: Если повезёт, то мы наконец-то сможем добиться реального прогресса.\. Всегда будем рады твоей помощи!

source: In fact... you might want to pay Darrel another visit.\. He had some bold ideas for after the job was done.
es_es: De hecho... tal vez quieras darle otra visita a Darrel.\. Se le ocurrieron unas ideas osadas una vez terminado el trabajo.
ru_ru: А вообще... можешь нанести Даррелу ещё один визит.\. У него появились смелые идеи после того, как работа была закончена.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: McEdinthil
ru_ru: МакЭдинтил

source: Greetings, \v[lore.title.seeker], everything's running smoothly.
es_es: Saludos, \v[lore.title.seeker], todo está funcionando con tranquilidad.
ru_ru: Приветствую, Искатель, всё идёт гладко.

source: That being said, there might still be work for you, down in the mines.\. You could talk to our miners down there.
es_es: Dicho esto, puede que aún haya trabajo para ti en las minas.\. Puedes hablar con nuestros mineros allá abajo.
ru_ru: Впрочем, в шахтах для тебя ещё может найтись работа.\. Можешь поговорить с нашими шахтёрами внизу.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/inner-faction-miners.json//entities/72/settings/analyzable/text
source: Guard
es_es: Guardia
ru_ru: Охранник

source: Oh, hey \v[lore.title.seeker]!\. I got something for you from \c[3]Darrel\c[0] downstairs, as a reward for helping him.
es_es: ¡Oh, hola \v[lore.title.seeker]!\. \c[3]Darrel\c[0] te dejó algo en el piso de abajo como recompensa por haberlo ayudado.
ru_ru: О, хей, \v[lore.title.seeker]! \. Я получила кое-что для тебя от \c[3]Даррела\c[0], в качестве награды за помощь ему.

source: I guess he just forgot to give it to you after the job.\. Anyway, I got more of those if you got the material!
es_es: Supongo que se le olvidó dártelo después del trabajo que realizaron.\. ¡En cualquier caso, poseo más de esos si tienes el material!
ru_ru: Я думаю, он просто забыл дать это тебе после выполнения задания.\. В любом случае, у меня есть ещё, если у тебя найдутся материалы!

# data/maps/bergen/inner-faction-monks.json//entities/21/settings/analyzable/text
source: Receptionist
es_es: Recepcionista
ru_ru: Портье

source: Receptionist
es_es: Recepcionista
ru_ru: Портье

# data/maps/bergen/inner-faction-monks.json//entities/29/settings/analyzable/text
source: Wise Nemuh
es_es: El Sabio Nemuh
ru_ru: Старейшина Нему

source: Nemuh
ru_ru: Нему

source: The Track is quiet at this moment, leaving us time to meditate on its purpose.\. Why not join us?
es_es: El Camino está tranquilo ahora, lo cual nos deja tiempo para meditar sobre su propósito.\. ¿Por qué no te nos unes?
ru_ru: Путь спокоен на данный момент, и у нас остаётся время для медитации о его цели.\. Почему бы не присоединиться к нам?

source: ...bye.
es_es: ...adiós.
ru_ru: ...пока.

source: Nemuh
ru_ru: Нему

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Welcome to our humble monastery, \v[lore.title.seeker].
es_es: Bienvenido a nuestro humilde monasterio, \v[lore.title.seeker].
ru_ru: Добро пожаловать в наш скромный монастырь, \v[lore.title.seeker].

source: This one's name is Nemuh and I am the spiritual guide of our order.
es_es: Mi nombre es Nemuh y soy el guía espiritual de nuestra orden.
ru_ru: Зовут меня Нему, и я старейшина нашего ордена.

source: Know that many souls that desire understanding of the Track seek our guidance, \v[lore.title.seeker]s chief among them.
es_es: Muchas almas que desean entender el Camino buscan nuestra guía, incluidos los mejores \v[lore.title.seeker]es.
ru_ru: Знай, что многие души, жаждущие понимания Пути, ищут нашего руководства, Искатели основные среди них.

source: We must, however, test their mental balance and physical aptitude to deem them worthy of our allegiance.
es_es: Sin embargo, debemos poner a prueba el equilibrio mental y la aptitud física de ellos para considerarlos dignos de nuestra lealtad.
ru_ru: Однако мы должны испытать их духовный баланс и физические способности для того, чтобы считать их достойными нашей верности.

source: What about you, young \v[lore.title.seeker]?\. Do you desire to be tested?
es_es: ¿Qué dices, joven \v[lore.title.seeker]?\. ¿Deseas que te pongamos a prueba?
ru_ru: Как насчёт тебя, молодой Искатель?\. Хочешь, чтобы тебя испытали?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I felt that you would answer as such.\. The Track resonates strongly inside you.
es_es: Presentí que responderías así.\. El Camino resuena intensamente dentro de ti.
ru_ru: Это было известно, что твой ответ будет таким.\. Путь сильно резонирует внутри тебя.

source: Go to Monk Hasouk to start the first trial.\. You can find him under this very roof.
es_es: Ve con el Monje Haseouk para comenzar la primera prueba.\. Puedes encontrarlo bajo este mismo techo.
ru_ru: Подойди к монаху Хасуку, чтобы начать первое испытание.\. Ты найдёшь его под этой же крышей.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I felt that you would answer as such.\. Look inside yourself to find what holds you back.
es_es: Presentí que responderías eso.\. Mira dentro de ti para encontrar qué es lo que te retiene a seguir.
ru_ru: Это было известно, что твой ответ будет таким.\. Загляни внутрь себя, чтобы найти то, что удерживает тебя.

source: Nemuh
ru_ru: Нему

source: Talk to Monk Hasouk to start the trial.\. They can be found not far from here.
es_es: Habla con el Monje Hasouk para comenzar las pruebas.\. No están tan lejos de acá.
ru_ru: Поговори с монахом Хасуком, чтобы начать испытание.\. Он должен быть недалеко отсюда.

source: Nemuh
ru_ru: Нему

source: Ah, it is you again.\. Truly I can feel change inside you.
es_es: Oh, eres tú de nuevo.\. De verdad puedo sentir el cambio dentro de ti.
ru_ru: Ах, это снова ты.\. Воистину, я чувствую изменения внутри тебя.

source: Yes, what was once mere embers among dry leaves has become a fire that may one day shed light into the darkest of corners.
es_es: Sí, lo que una vez fueron meras brasas entre hojas secas, se han convertido en un fuego que algún día podrá iluminar los rincones más oscuros.
ru_ru: Да, то, что когда-то было простыми углями среди сухих листьев, превратилось в огонь, который может однажды пролить свет в самые тёмные уголки.

source: Now I presume you desire our guidance and the wisdom you came for.
es_es: Ahora supongo que vienes por nuestro consejo y sabiduría que deseas.
ru_ru: Теперь, я полагаю, ты желаешь нашего руководства и мудрости, ради которых ты и пришла.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: But, you see...\.\. by challenging yourself and beating our trial, you have already grown so much.
es_es: Bueno, verás....\.\. Al desafiarte a ti misma y completando nuestras pruebas, ya has crecido mucho.
ru_ru: Но видишь ли...\.\. бросив себе вызов и пройдя наше испытание, ты уже достаточно выросла.

source: Yes, leading you to find your determination and inner strength...\. that was our true guidance.
es_es: Sí, lo cual te llevó a encontrar tu determinación y tu fuerza interna...\. Ese era nuestro verdadero propósito.
ru_ru: Да, вести тебя к нахождению своей решимости и внутренней силы...\. в этом было наше истинное руководство.

source: Now, young \v[lore.title.seeker], take some refreshment and go forth, to bring balance wherever you go.
es_es: Ahora, joven \v[lore.title.seeker], toma un descanso y sigue adelante para llevar el equilibro donde quiera que vayas.
ru_ru: Теперь, юный \v[lore.title.seeker], возьми небольшой перерыв и иди дальше, чтобы приносить баланс везде, куда бы ты ни пошла.

source: ...bye.
es_es: ...adiós.
ru_ru: ...пока.

source: Nemuh
ru_ru: Нему

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Welcome back, \v[lore.title.seeker]!\. It is good to see you return to us.
es_es: ¡Bienvenida de vuelta, \v[lore.title.seeker]!\. Qué bueno verte de regreso con nosotros.
ru_ru: С возвращением, Искатель!\. Приятно видеть, что ты вернулась к нам.

source: And I do feel a strong power within you.\. As if you have woven a connection to the Ancients themselves.
es_es: Siento un gran poder dentro de ti,\. como si hubieras formado una conexión con los propios Antiguos.
ru_ru: И я чувствую ярко выраженную силу внутри тебя.\. Как будто ты обрела связь с самими Древними.

source: Yes, with this power of Heat, you should be ready for the next step towards ascension.
es_es: Así es, con este poder del Fuego, deberías estar lista para dar el siguiente paso hacia la ascensión.
ru_ru: Да, с силой Пламени, ты должна быть готова к следующему шагу на пути вознесения.

source: Will you face your next trial?
es_es: ¿Te enfrentarás a tu siguiente prueba?
ru_ru: Готова ли ты столкнуться со следующим испытанием?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Yes, I thought as much.\. This fire inside you is burning to confront the frost that rules these mountains.
es_es: Tal como lo pensé.\. Este fuego dentro de ti está ardiendo para enfrentar la helada que domina estas montañas.
ru_ru: Да, я тоже так думаю.\. Этот огонь внутри тебя горит для противостояния холоду, что правит в этих горах.

source: Go to the entrance to the Mine.\. There you will find Monk Aisy who will introduce you to the next trial.
es_es: Dirígete a la entrada de la Mina.\. Allí encontrarás a la Monje Aisy, quien te informará sobre la siguiente prueba.
ru_ru: Иди ко входу в Шахту.\. Там ты найдёшь монаха Айси и следующее испытание.

source: But know that her meditation on the ice tends to be very strong.\. You will have to make yourself noticed.
es_es: Pero debes saber que su meditación en el hielo suele ser muy intensa.\. Tendrás que buscar la manera de hacerte ver.
ru_ru: Но знай, что медитация на льду очень глубока.\. Тебе надо сделать так, чтобы тебя заметили.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Yes, I thought as much.\. You should spend more time with our cold lands until you feel ready.
es_es: Sí, eso pensé.\. Deberías pasar más tiempo en nuestras tierras heladas hasta que te sientas lista.
ru_ru: Да, я тоже так думаю.\. Ты должна провести больше времени в наших холодных краях, пока не почувствуешь, что готова.

source: Nemuh
ru_ru: Нему

source: Talk to Monk Aisy to start the trial.\. They can be found at the entrance to the Mine.
es_es: Habla con la Monje Aisy para comenzar las pruebas.\. Se encuentra en la entrada de la Mina.
ru_ru: Поговори с монахом Айси, чтобы начать испытание.\. Его можно найти у входа в Шахту.

source: Their meditation on the ice tends to be very strong, though.\. Making yourself noticed will be the first test.
es_es: Sin embargo, su meditación en el hielo suele ser muy intensa.\. Hacerte notar será la primera prueba.
ru_ru: Однако медитация на льду, как правило, очень сильна.\. Первым испытанием станет то, чтобы тебя заметили.

source: Nemuh
ru_ru: Нему

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Welcome back. I already knew you were returning, \v[lore.title.seeker].
es_es: Bienvenida de vuelta. Sabía que venías de regreso, \v[lore.title.seeker].
ru_ru: Добро пожаловать назад. Мне уже было известно, что ты возвращаешься, \v[lore.title.seeker].

source: Indeed, your soul's heat could already be felt as you approached our gates.
es_es: De hecho, el calor en tu alma se podía sentir desde que te aproximabas a nuestras puertas.
ru_ru: Действительно, тепло твоей души уже чувствовалось, когда ты приближалась к нашим воротам.

source: With this you have reached another step towards true harmony with the Track.
es_es: Con esto ya has dado otro paso más hacia la verdadera armonía con el Camino.
ru_ru: Этим ты достигла следующего шага к истинному единству с Путём.

source: Return to us as your connection to the elements expands and we will help you reach enlightenment.
es_es: Regresa con nosotros cuando tu conexión con los elementos se expanda y te ayudaremos a alcanzar la iluminación.
ru_ru: Возвращайся к нам, когда твоя связь с элементами расширится, и мы поможем тебе достичь просветления.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Nemuh
ru_ru: Нему

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: \v[lore.title.seeker], your return has been long awaited.\. The weight of your experiences lays heavy on your aura.
es_es: \v[lore.title.seeker], tu regreso se esperaba con ansias.\. El peso de tus experiencias está muy presente en tu aura.
ru_ru: Искатель, твоего возвращения ждали уже давно.\. Вес твоих впечатлений лежит тяжёлым грузом на твоей ауре.

source: Lea...
ru_ru: Лея...

source: Indeed.\. You have achieved mastery of all the elements passed down by the Ancients.
es_es: Claramente has dominado todos los elementos heredados por los Antiguos.
ru_ru: Так и есть.\. Ты достигла мастерства всех элементов, переданных Древними.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: With this you are ready to face the last step on your way to enlightenment.\. Do you feel prepared?
es_es: Con esto estás lista para enfrentarte a la última etapa en el camino hacia la iluminación.\. ¿Te sientes preparada?
ru_ru: Теперь ты готова сделать последний шаг на своём пути к просветлению.\. Чувствуешь ли ты себя готовой?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: An answer as was predestined.\. You are eager to grasp the light of wisdom.
es_es: Una respuesta predestinada.\. Estás ansiosa por conseguir la luz del conocimiento.
ru_ru: Ответ таков, как и было предопределено.\. Ты стремишься осознать свет мудрости.

source: Once again you shall speak with one of my fellow children of the Track.
es_es: Una vez más debes hablar con uno de mis chicos del Camino.
ru_ru: И снова тебе надо поговорить с одним из моих последователей Пути.

source: The one you seek is named \c[3]Cratos\c[0] and he is meditating not far from here.
es_es: El que buscas se llama \c[3]Cratos\c[0]. Está meditando no lejos de acá.
ru_ru: Того, кого ты ищешь, называют \c[3]Кратосом\c[0], и он медитирует недалеко отсюда.

source: In fact, he is right over there.
es_es: De hecho, está justo allí.
ru_ru: На самом деле, он вон там.

source: Nemuh
ru_ru: Нему

source: Talk to him to meet your destiny.
es_es: Habla con él para encontrar tu destino.
ru_ru: Поговори с ним, чтобы встретиться с судьбой.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Nemuh
ru_ru: Нему

source: May the Track favor you.
es_es: Que el Camino te ayude a alcanzar la iluminación.
ru_ru: Пусть Путь благоволит тебе.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: An answer as was predestined.\. You are wanting to try your patience before grasping your destiny.\. Maybe it is wisdom.
es_es: Una respuesta predestinada.\. Quieres poner a prueba tu paciencia antes de alcanzar tu destino.\. Puede ser una sabia decisión.
ru_ru: Ответ таков, как и было предопределено.\. Ты хочешь испытать свое терпение, прежде чем осознать свою судьбу.\. Может, в этом и есть мудрость.

source: Nemuh
ru_ru: Нему

source: Talk to Monk Cratos to start the last trial.\. They meditating in our storage chamber, on the other side of this very room.
es_es: Habla con el Monje Cratos para comenzar la última prueba.\. Está meditando en la bodega de almacenamiento al otro lado de esta misma sala.
ru_ru: Поговори с монахом Кратосом, чтобы начать последнее испытание.\. Он медитирует в нашей камере хранения, на другой стороне этой же комнаты.

source: Nemuh
ru_ru: Нему

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: \v[lore.title.seeker], your return has already been expected.\. I could sense your success in that cave even from here.
es_es: \v[lore.title.seeker], tu regreso se había predicho.\. Incluso desde acá podía sentir tu éxito en esa cueva.
ru_ru: Искатель, мы уже ожидали твоего возвращения.\. Твой успех в этой пещере чувствовался даже отсюда.

source: Now, as you have mastered all of our challenges, you are truly a \v[lore.title.seeker] that has become one with the Track.
es_es: Ahora que ya has completado y dominado todos los desafíos, eres un verdadero \v[lore.title.seeker]. Tú y el Camino se han convertido en uno.
ru_ru: Теперь, когда ты преодолела все наши испытания, ты поистине Искатель, ставший единым с Путём.

source: With this enlightened sense of purpose, you shall go on to uncover all of its secrets, as it is the purpose of your kind.
es_es: Con este sentido del destino iluminado, debes seguir descubriendo todos sus secretos, ya que este es tu propósito.
ru_ru: С этим просвещённым чувством цели ты продолжишь раскрывать все его секреты, поскольку это ваша цель.

source: Farewell, wise \v[lore.title.seeker].\. May you shine your light into every corner of this world.
es_es: Hasta pronto, sabio v[lore.title.seeker].\. Que tu luz ilumine cada rincón de este mundo.
ru_ru: Прощай, мудрый Искатель.\. Освети своим светом каждый уголок этого мира.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Nemuh
ru_ru: Нему

source: The Track is quiet at this moment, leaving us time to meditate on its purpose.\. Why not join us?
es_es: El Camino está silencioso en estos momentos, lo cual nos permite meditar sobre su destino.\. ¿Por qué no te nos unes?
ru_ru: Путь спокоен на данный момент, и у нас остаётся время для медитации о его цели.\. Почему бы не присоединиться к нам?

source: ...bye.
es_es: ...adiós.
ru_ru: ...пока.

# data/maps/bergen/inner-faction-monks.json//entities/56/settings/analyzable/text
source: Cratos
ru_ru: Кратос

source: Cratos
ru_ru: Кратос

source: Cratos
ru_ru: Кратос

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: A \v[lore.title.seeker].\. Sent by the wise leader?
es_es: Un \v[lore.title.seeker].\. ¿Te envió el sabio líder?
ru_ru: Искатель.\. Прислана мудрым лидером?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: It has been a long time since one of your kind came to seek my trial.
es_es: Hace mucho tiempo que un Buscador no venía a buscar mi desafío.
ru_ru: Прошло много времени с тех пор, как кто-то из вас приходил за моим испытанием.
