Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

source: The caves are steadfast in their adversity while humans grow ever more complacent.
es_es: Mientras los humanos son cada vez más autocomplacientes, las cuevas se mantienen firmes frente a sus adversidades.
ru_ru: Пещеры устойчивы в своих невзгодах, в то время как люди становятся все более самодовольными.

source: You, \v[lore.title.seeker], have come farther than most.\. But the steepest challenge is still ahead of you.
es_es: Tú, \v[lore.title.seeker], has llegado más lejos que la mayoría.\. Sin embargo, aún te falta completar el desafío más grande de todos.
ru_ru: Ты, Искатель, прошла дальше многих.\. Но самое невероятное испытание ещё впереди.

source: Hasouk
ru_ru: Хасук

source: Enter this teleporter to reach the start of your trial.
es_es: Entra a este teleportador para ir al comienzo de tu prueba.
ru_ru: Войди в этот телепорт, чтобы добраться до начала твоего испытания.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Cratos
ru_ru: Кратос

source: Beat the trial by reaching the end the past of the last cave.
es_es: Para completar la prueba, llega hasta el final de la última cueva.
ru_ru: Пройди испытание, достигнув конца последней пещеры.

source: Swift and steady feet alone will not be enough.\. The heat of passion and waves of spirit will lead you to ascension.
es_es: Tener pasos rápidos y firmes no será suficiente.\. El fuego de la pasión y los pulsos del espíritu te guiarán hacia la ascensión.
ru_ru: Одних быстрых и устойчивых ног будет недостаточно.\. Пламя страсти и волны духа приведут тебя к вознесению.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Cratos
ru_ru: Кратос

source: Mhm, you are here again.
es_es: Mhm, otra vez tú aquí.
ru_ru: Ммм, ты снова здесь.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Yes, it seems like you even carry the proof of your ascension with you, both in hand and spirit.
es_es: Sí, pareciera que incluso llevas contigo la evidencia de tu ascensión, en tus manos y en tu espíritu.
ru_ru: Да, похоже, что ты даже несёшь с собой доказательство своего вознесения, как в руке, так и в духе.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good, very good.\. You have fullfilled your destiny up until the very end.
es_es: Bien, muy bien.\. Has cumplido con tu destino hasta el final.
ru_ru: Хорошо, очень хорошо.\. Ты исполнила свою судьбу до самого конца.

source: Now all that remains is to show yourself before the Wise once again.
es_es: Ahora solo te queda ver al Sabio una vez más.
ru_ru: Теперь всё, что остается - это снова предстать перед старейшиной.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Cratos
ru_ru: Кратос

source: You should now return to the Wise to complete the ascension.
es_es: Ahora deberías regresar con el Sabio para completar tu ascensión.
ru_ru: Теперь ты должна вернуться к старейшине, чтобы завершить вознесение.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Cratos
ru_ru: Кратос

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: \v[lore.title.seeker], you are truly enlightened.\. But do you feel like this is the end?
es_es: \v[lore.title.seeker], realmente has alcanzado la iluminación.\. Pero ¿sientes que este es el final?
ru_ru: Искатель, ты действительно просвещена.\. Но чувствуешь ли ты, что это конец?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Wrong!\.\.\.\. Even a \v[lore.title.seeker]'s light can dim if not rekindled with time!
es_es: ¡Falso!\.\.\.\. ¡Incluso la luz de un \v[lore.title.seeker] puede disminuir si no se vuelve a encender a tiempo!
ru_ru: Неверно!\.\.\.\. Даже свет Искателя может потускнеть, если его вновь не зажечь со временем!

source: The caves of the trials have been a place to sharpen one's mind for generations.
es_es: Por generaciones, las cuevas de las pruebas han sido un lugar para perfeccionar la mente.
ru_ru: Пещеры испытаний были местом, чтобы обострить свой ум, на протяжении многих поколений.

source: Are you willing to polish yourself into a shining state of perfection?
es_es: ¿Estás dispuesta a pulirte a ti misma para llegar a un estado iluminado de perfección?
ru_ru: Готова ли ты отполировать себя до сияющего состояния совершенства?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Yes, as expected from one who has beaten the cave before.\. I will open it again.
es_es: Correcto, tal como se espera de alguien que ha completado las pruebas de la cueva.\. La volveré a abrir.
ru_ru: Да, как и ожидалось от того, кто прошёл пещеру раньше.\. Я открою её снова.

source: Path reopened!
es_es: ¡El camino se ha vuelto a abrir!
ru_ru: Проход снова открыт!

source: Cratos
ru_ru: Кратос

source: Return to me once you have solved the challenges.
es_es: Ven a verme de nuevo cuando hayas completado los desafíos.
ru_ru: Возвращайся ко мне после того, как ты пройдёшь испытания.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: So you have already become complacent.\. Please do not make the same mistake as so many before you!
es_es: Conque ya te sientes cómodo con tu progreso.\. ¡Por favor no cometas el mismo error que muchos ya cometieron antes que tú!
ru_ru: Так значит, ты уже довольна собой.\. Пожалуйста, не делай такую же ошибку, как и многие перед тобой!

source: Cratos
ru_ru: Кратос

source: Return to the cave and face the challenges.
es_es: Regresa a la cueva y enfréntate a los desafíos.
ru_ru: Вернись в пещеру и прими испытания.

source: To solve the extra frosty challenge you have to activate it at the sign inside.
es_es: Para superar el desafío extra congelado, tienes que activarlo donde está el letrero adentro.
ru_ru: Чтобы пройти испытание с дополнительным морозом, ты должна активировать его у знака внутри.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Cratos
ru_ru: Кратос

source: You have been successful once again, \v[lore.title.seeker].
es_es: Lo has logrado una vez más, \v[lore.title.seeker].
ru_ru: Ты снова преуспела, Искатель.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Now that you have beaten even the highest of challenges of our order, there is nothing left for me to teach you.
es_es: Ahora que has completado hasta el último desafío de nuestra orden, no me queda nada más que enseñarte.
ru_ru: Теперь, когда ты преодолела даже самые сложные испытания нашего ордена, мне больше нечему тебя учить.

source: Keep your light in this state of perfection and there will never be a challenge for you to fear.
es_es: Mantén tu luz en ese estado de perfección y nunca más se te presentará un desafío que temas.
ru_ru: Сохраняй свой свет в этом состоянии совершенства, и тебе никогда не придётся опасаться ни одного испытания.

source: All our caves will remain open for more practice, if you so desire.\. But for now, farewell.
es_es: Todas nuestras cuevas seguirán abiertas para que practiques más si así lo deseas.\. Pero por ahora, hasta pronto.
ru_ru: Все наши пещеры останутся открытыми для дальнейшей практики, если ты того пожелаешь.\. А пока, прощай.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Cratos
ru_ru: Кратос

# data/maps/bergen/inner-faction-monks.json//entities/58/settings/analyzable/text
source: Hasouk
ru_ru: Хасук

source: Hasouk
ru_ru: Хасук

source: Greetings, \v[lore.title.seeker].\. Why not take a rest on a comfortable pillow and ponder on the beauty of existence?
es_es: Saludos, \v[lore.title.seeker].\. ¿Quieres tomar un descanso en una cómoda almohada y reflexionar sobre la belleza de la existencia?
ru_ru: Привет, \v[lore.title.seeker].\. Почему бы тебе не отдохнуть на удобной подушке и не поразмышлять о красоте бытия?

source: Hasouk
ru_ru: Хасук

source: Greetings, young one.\. I sense that our wise leader has sent you for me to test your inner balance.
es_es: Saludos, joven.\. Presiento que nuestro sabio líder te ha enviado para que ponga a prueba tu equilibrio interno.
ru_ru: Здравствуй, дитя.\. Я чувствую, что наш мудрый лидер послал тебя ко мне для проверки твоего внутреннего баланса.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Very well.\. But it is not I who will test you but the very Track itself.
es_es: Muy bien.\. Pero yo no seré quien te pondrá a prueba, sino que será el mismo Circuito.
ru_ru: Очень хорошо.\. Но не я буду испытывать тебя, а сам Путь.

source: For that purpose, we prepared a trial that works in harmony with the Track, deep within these mountains.
es_es: Es por ello que preparamos una prueba que se complementa harmoniosamente con el Circuito, el cual se encuentra en las profundidades de estas montañas.
ru_ru: Для этой цели мы подготовили испытание, которое гармонирует с Путём, находящееся глубоко в этих горах.

source: Hasouk
ru_ru: Хасук

source: Enter this teleporter to reach the start of your trial.
es_es: Entra en este teletransporte que te llevará al punto de partida de tu prueba.
ru_ru: Войди в этот телепорт, чтобы добраться до начала твоего испытания.

source: To show your worth, reach the other side and return with the sacred artifact found there.
es_es: Para demostrar tu potencial, llega hasta el otro lado y regresa con el artefacto sagrado que se encuentra allí.
ru_ru: Чтобы показать, что достойна, достигни другой стороны и вернись со священным артефактом, который там находится.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hasouk
ru_ru: Хасук

source: Enter the cave and beat the trial by reaching the eastern side.
es_es: Entra y completa la prueba llegando hasta el lado este de la cueva.
ru_ru: Войди в пещеру и пройди испытание, достигнув восточной стороны.

source: You won't need to fight, but know that falling into the darkness will fail the trial.\. Be steady as ice and swift as a Frobbit.
es_es: No tendrás que pelear, pero fallarás la prueba si caes en la oscuridad de la cueva.\. Mantente firme como el hielo y veloz como un Ranejo.
ru_ru: Тебе не нужно будет сражаться, но знай, что падение во тьму провалит испытание.\. Будь непоколебима как лёд и быстра как Кроляг.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hasouk
ru_ru: Хасук

source: Ah, you have returned.
es_es: Oh, has regresado.
ru_ru: Ах, ты вернулась.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Indeed.\. The firm aura that surrounds you speaks of your success.
es_es: En efecto.\. Esa aura de firmeza que te rodea indica tu logro.
ru_ru: В самом деле.\. Стойкая аура, которая тебя окружает, говорит о твоём успехе.

source: Also, the blessed trinket you returned leaves no room for doubt.\. Very good.
es_es: Además, no hay duda de tu logro por la baratija bendita que trajiste.\. Muy bien.
ru_ru: Кроме того, благословенная безделушка, которую ты вернула, не оставляет места для сомнений.\. Очень хорошо.

source: You should now return to the Wise to complete the initiation.
es_es: Ahora deberías regresar con el Sabio para completar la iniciación.
ru_ru: Теперь ты должна вернуться к старейшине, чтобы завершить посвящение.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Hasouk
ru_ru: Хасук

source: You should now return to the Wise to complete the initiation.
es_es: Ahora deberías regresar con el Sabio para completar la iniciación.
ru_ru: Теперь ты должна вернуться к старейшине, чтобы завершить посвящение.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hasouk
ru_ru: Хасук

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: \v[lore.title.seeker], you may have proven your worth, but I feel that you still have room for refinement.
es_es: \v[lore.title.seeker], puede que hayas demostrado tu potencial, pero siento que aún puedes ser mejor.
ru_ru: Искатель, может, ты и доказала, что достойна, но я чувствую, что у тебя по-прежнему есть возможности для совершенствования.

source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

source: Yes, you have beaten the first trial but that does not mean that you have mastered it.
es_es: Sí, has completado la primera prueba, pero eso no quiere decir que la hayas dominado.
ru_ru: Да, ты прошла первое испытание, но это не значит, что ты овладела им.

source: For this very purpose, we have prepared some additional challenges in the Cave of Aspiration.
es_es: Es por ello que hemos preparado desafíos adicionales en la Cueva de la Aspiración.
ru_ru: Для этой цели, мы подготовили несколько дополнительных испытаний в пещере стремления.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Excellent.\. I will reopen the passage for you.
es_es: Excelente.\. Volveré a abrir el paso para ti.
ru_ru: Отлично.\. Я вновь открою проход для тебя.

source: Path reopened!
es_es: ¡El paso está abierto de nuevo!
ru_ru: Проход снова открыт!

source: Hasouk
ru_ru: Хасук

source: Return to me once you have solved the challenges.
es_es: Vuelve cuando hayas completado los desafíos.
ru_ru: Возвращайся ко мне после того, как ты пройдёшь испытания.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I see.\. But remember that self-indulgence leads to arrogance which in turn leads to inadequacy.
es_es: Ya veo, pero recuerda que la autocomplacencia conduce a la arrogancia, la cual conlleva a su vez a la insuficiencia.
ru_ru: Понятно.\. Но помни, что потакание своим слабостям ведёт к высокомерию, что в свою очередь приводит к неполноценности.

source: Hasouk
ru_ru: Хасук

source: Return to the cave and face the challenges.
es_es: Regresa a la cueva y enfrenta los desafíos.
ru_ru: Вернись в пещеру и прими испытания.

source: To solve the challenge without guarding you have to cast your shield away at the sign inside.
es_es: Para resolver este desafío sin defensa, tienes que dejar tu escudo donde está el letrero adentro.
ru_ru: Чтобы пройти испытание без щита, ты можешь отключить свой щит у знака внутри.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hasouk
ru_ru: Хасук

source: I see you were successful once again.
es_es: Veo que lo has logrado una vez más.
ru_ru: Я вижу, ты вновь преуспела.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: You have now solved every one of my trials.\. Impressive.
es_es: Has completado cada una de mis pruebas.\. Impresionante.
ru_ru: Теперь ты прошла все мои испытания.\. Впечатляет.

source: There is nothing left for me that could challenge you, though the cave will stay open for you to perfect yourself.
es_es: Ya no me queda nada que pueda ser un desafío para ti, aunque la cueva seguirá abierta para que puedas perfeccionarte.
ru_ru: У меня не осталось ничего, что могло бы испытать тебя, однако пещера останется открытой для того, чтобы ты совершенствовала себя.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Hasouk
ru_ru: Хасук

source: Greetings, \v[lore.title.seeker].\. Why not take a rest on a comfortable pillow and ponder on the beauty of existence?
es_es: Saludos, \v[lore.title.seeker].\. ¿Quieres tomar un descanso en una cómoda almohada y reflexionar sobre la belleza de la existencia?
ru_ru: Привет, \v[lore.title.seeker].\. Почему бы тебе не отдохнуть на удобной подушке и не поразмышлять о красоте бытия?

# data/maps/bergen/inner-faction-monks.json//entities/59/settings/teleportLabel
source: Enter the \c[3]Cave of Aspiration\c[0]
es_es: Entrar a la \c[3]Cueva de la Aspiración\c[0]
ru_ru: Войти в \c[3]пещеру cтремления\c[0]

source: Access denied!
es_es: ¡Acceso denegado!
ru_ru: Отказано в доступе!

# data/maps/bergen/inner-faction-monks.json//entities/92/settings/analyzable/text
source: Guard
es_es: Guardia
ru_ru: Охранник

# data/maps/bergen/inner-faction-monks.json//entities/102/settings/teleportLabel
source: Enter the \c[3]Cave of Ascension\c[0]
es_es: Entrar a la \c[3]Cueva de la Ascensión\c[0]
ru_ru: Войти в \c[3]пещеру восхождения\c[0]

source: Access denied!
es_es: ¡Acceso denegado!
ru_ru: Отказано в доступе!

# data/maps/bergen/inner-questhub-0.json//entities/102/settings/analyzable/text
source: Mayor
es_es: Alcalde
ru_ru: Мэр

source: Dear Seeker, thanks for listening to my speech.
es_es: Estimada Buscadora, gracias por escuchar mi discurso.
ru_ru: Уважаемый Искатель, спасибо, что выслушала мою речь.

source: If you want to help us in recovering materials and documentation from the Temple Mine, please speak with the \c[3]advisors\c[0] on the upper floor.
es_es: Si quieres ayudarnos a recuperar los materiales y la documentación del Templo Mina, habla con los \c[3]tutores\c[0] en el piso superior, por favor.
ru_ru: Если вы хотите помочь нам в получении материалов и документации из Храм-Шахты, поговорите с \c[3]советниками\c[0] на верхнем этаже.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: The reception event is in the room to the left. It's about to start.
es_es: El evento de bienvenida será en la habitación al costado izquierdo. Está a punto de comenzar.
ru_ru: Приём в комнате слева. Он должен как раз начаться.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/8/message
source: Dear Seekers...
es_es: Estimados Buscadores...
ru_ru: Дорогие Искатели...

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/9/message
source: Welcome to Bergen!
es_es: ¡Bienvenidos a Bergen!
ru_ru: Добро пожаловать в Берген!

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/10/message
source: As the mayor of this town it always honors me to see so many visitors arriving day after day.
es_es: Como alcalde de este pueblo, siempre es un honor para mí ver a tantas personas que nos visitan día a día.
ru_ru: Как мэр этого города, я горжусь тем, что вижу так много посетителей, прибывающих изо дня в день.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/11/message
source: Of course, that's because this town's \c[3]mine\c[0] has become a part of the Ancients' track.
es_es: Por supuesto, esto se debe a que la \c[3]mina\c[0] de este pueblo se ha vuelto parte del Camino de los Antiguos.
ru_ru: Конечно, это потому, что \c[3]шахта\c[0] этого города стала частью Пути Древних.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/12/message
source: ...Now since some of you look rather confused, allow me to quickly explain.
es_es: .. Ahora, ya que muchos de ustedes están un poco confundidos, permítanme explicarles rápidamente.
ru_ru: ...Теперь, поскольку некоторые из вас выглядят озадаченными, позвольте мне быстро всё объяснить.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/20/message
source: It all happened several years ago.
es_es: Todo sucedió muchos años atrás.
ru_ru: Всё произошло несколько лет назад.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/21/message
source: Bergen was founded due to the mining activities in this area.
es_es: Bergen fue fundada debido a la actividad minera en esta zona.
ru_ru: Берген был основан благодаря горнодобывающей деятельности в этой области.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/23/message
source: After some time, we discovered a \c[3]Temple of the Ancients\c[0], hidden inside the mountain right at our mining location.
es_es: Tiempo después, descubrimos un \c[3]Templo de los Antiguos\c[0] oculto justo donde minábamos dentro de la montaña.
ru_ru: Некоторое время спустя мы обнаружили \c[3]храм Древних\c[0], скрытый внутри горы, прямо на месте добычи.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/25/message
source: At the time we saw it merely as an obstacle.
es_es: En aquel entonces, lo consideramos como un simple obstáculo.
ru_ru: В тот момент мы видели в нём лишь преграду.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/26/message
source: So we continued our mining endeavor, destroying the temple in the process.
es_es: Entonces continuamos nuestro intento de minar y destruimos el templo durante el proceso.
ru_ru: Так что мы продолжили нашу добычу полезных ископаемых, разрушая храм в процессе.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/28/message
source: That was, until the Track started to \c[3]fight back\c[0].
es_es: Así fue hasta que el Camino comenzó a \c[3]defenderse\c[0].
ru_ru: Так было до тех пор, пока Путь не начал \c[3]давать отпор\c[0].

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/29/message
source: After a series of attacks, we were forced to give up the mine.
es_es: Tras una serie de ataques, nos vimos obligados a dejar la mina.
ru_ru: После череды атак, мы были вынуждены бросить раскопки.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/31/message
source: With the mine conquered by the Track, it started to reconstruct the temple based on our own infrastructure.
es_es: Una vez que el Camino conquistó la mina, comenzó a reconstruir el templo basado en nuestra propia infraestructura.
ru_ru: Когда Путь поглотил шахту, он начал реконструировать храм на основе нашей собственной инфраструктуры.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/32/message
source: And that's how the \c[3]Temple Mine\c[0] was born.
es_es: Y así es como el \c[3]Templo Mina\c[0] fue creado.
ru_ru: Именно так появилась \c[3]Храм-Шахта\c[0].

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/39/message
source: Now, why do I tell you all of this?
es_es: Ahora, ¿por qué les digo todo esto?
ru_ru: Итак, почему же я вам это всё рассказываю?

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/40/message
source: Bergen supports Project \c[3]Track Walker\c[0] so of course we will give you access to the mine.
es_es: Bergen apoya el Proyecto \c[3]Aprendiz del Camino\c[0], por lo tanto, por supuesto que les daremos acceso a la mina.
ru_ru: Берген поддерживает проект \c[3]Путепроходец\c[0], поэтому мы конечно же дадим вам доступ к шахте.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/41/message
source: However, we plan to get back into the mining business.
es_es: Sin embargo, planeamos volver al negocio de la minería.
ru_ru: Однако мы планируем продолжить наши раскопки.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/42/message
source: When we lost the mine, we also lost \c[3]equipment and technical documentation\c[0] still hidden inside of it.
es_es: Cuando perdimos la mina, también perdimos \c[3]equipamiento y documentación técnica\c[0] que sigue allí dentro.
ru_ru: Когда мы потеряли шахту, вместе с ней мы также потеряли \c[3]оборудование и техническую документацию\c[0], которые затеряны там до сих пор.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/43/message
source: All we ask of you is to recover those things for us as you traverse the Temple Mine.
es_es: Lo único que les pedimos es que recuperen esos objetos por nosotros mientras atraviesan el Templo Mina.
ru_ru: Всё, о чём мы просим вас - это вернуть нам эти вещи, когда вы пройдёте Храм-Шахту.

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/44/message
source: For more information, please consult the \c[3]advisors on the ground floor\c[0].
es_es: Para más información, por favor hagan sus consultas a los \c[3]tutores en el piso de abajo\c[0].
ru_ru: Для получения более подробной информации, пожалуйста, обратитесь к \c[3]советникам на первом этаже\c[0].

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/45/message
source: With that being said, I'll now gladly give you the \c[3]pass to the Temple Mine\c[0].
es_es: Dicho esto, ahora les daré con gusto el \c[3]pase hacia el Templo Mina\c[0].
ru_ru: После всего сказанного, я с радостью вручаю вам \c[3]пропуск в Храм-Шахту\c[0].
