Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

source: Sadly, some of those among us are more concerned with personal vanities nowadays.
es_es: Desgraciadamente, hay quienes están más preocupados con problemas personales hoy en día.
ru_ru: К сожалению, некоторых из нас больше волнует собственное тщеславие.

source: But appeasing even associates such as those falls onto me, as useless as it might seem.
es_es: Y el trabajo de atender incluso a ese tipo de personas cae en mí, por más inútil que parezca.
ru_ru: Но усмирять таких коллег полагается мне, каким бы бесполезным это ни казалось.

source: You, on the other hand, seem like a diligent young lady.\. Could I ask you to lighten my burden a bit?
es_es: Tú, por otro lado, pareces una jovencita responsable.\. ¿Podrías ayudarme un poco?
ru_ru: Вы же, напротив, кажетесь прилежной молодой леди.\. Я могу попросить вас немного облегчить моё бремя?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Excellent.\. \v[lore.title.operation-trackwalker] truly shows its worth in all facets of our society!
es_es: Excelente.\. ¡La \v[lore.title.operation-trackwalker] se hace valer en todos los aspectos de nuestra sociedad!
ru_ru: Замечательно.\. Операция Путепроходец доказывает свою значимость во всех аспектах нашего общества!

source: The person in question is called \c[3]Jamie Twirlson\c[0].\. You should be able to find him in the local \c[3]Item Shop\c[0].
es_es: Se trata de \c[3]Jamie Twirlson\c[0].\. Deberías poder encontrarlo en la \c[3]Tienda de Objetos\c[0].
ru_ru: Того, о ком я говорила ранее, зовут \c[3]Джейми Непоседа\c[0].\. Вы найдёте его в местном \c[3]магазине предметов\c[0].

source: He wastes his time and the patience of all his colleagues with fruitless fashion experiments.
es_es: Desperdicia todo su tiempo y la paciencia de sus colegas con absurdos experimentos de moda.
ru_ru: Он тратит своё время и терпение всех своих коллег на бесплодные модные эксперименты.

source: Hopefully you can be of assistance to him so he can finally work towards something more worthwhile.
es_es: Con algo de suerte podrás darle una mano para que apunte sus esfuerzos a algo más fructífero.
ru_ru: Надеюсь, что вы сможете ему помочь, чтобы он наконец смог сделать что-то более стоящее.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: That is truly a pity.\. But I can not blame you.
es_es: Es una verdadera pena.\. Pero no puedo culparte.
ru_ru: Какая жалость.\. Но я не могу винить вас.

# data/maps/bergen/trader-1.json//entities/132/settings/npcStates/2/event/0/name
source: Mrs. Summers
ru_ru: Миссис Саммерс

source: Talk to \c[3]Jamie Twirlson\c[0] and try to assist him.\. You should be able to find him in the local \c[3]Item Shop\c[0].
es_es: Habla con \c[3]Jamie Twirlson\c[0] e intenta ayudarlo.\. Debería estar en la c[3]Tienda de Objetos\c[0].
ru_ru: Поговорите с \c[3]Джейми Непоседой\c[0] и попробуйте помочь ему.\. Вы найдёте его в местном \c[3]магазине предметов\c[0].

source: Mrs. Summers
ru_ru: Миссис Саммерс

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Ah, there you are.\. The news has preceded your arrival.
es_es: Ah, ahí estás.\. Se había anunciado tu llegada.
ru_ru: Ах, вот и вы.\. Молва бежит впереди вас.

source: Yes, yes, he got his wish but still was not satisfied.\. A luxury problem as old as man.
es_es: Sí, sí, ha cumplido su deseo, pero aún así no está satisfecho.\. Un problema más viejo que el tiempo.
ru_ru: Да-да, он получил, что хотел, но всё ещё не удовлетворён.\. Проблема роскоши стара как мир.

source: It does not matter, we have both done our duty.\. So you will get your due reward and I will hopefully have some respite.
es_es: No importa, ambas hemos hecho nuestra tarea.\. Así que tú tendrás tu recompensa, y yo, con suerte, un respiro.
ru_ru: Это неважно, мы оба выполнили наш долг.\. Так что вы получите свою надлежащую награду, а я временное облегчение.

source: You have done well.\. I hope your assistance will remain a reliable asset in the future.
es_es: Has hecho un buen trabajo.\. Espero poder contar contigo en el futuro.
ru_ru: Вы отлично справились.\. Я надеюсь, что ваше содействие останется надёжным активом в будущем.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Mrs. Summers
es_es: Sra. Summers
ru_ru: Миссис Саммерс

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Good day, seeker.\. You have chosen a convenient time to pay me a visit.
es_es: Buenos días, Buscadora.\. Tu visita es muy conveniente.
ru_ru: Добрый день, Искатель. \. Вы выбрали удобное время, чтобы нанести мне визит.

source: There has been a problem in the \c[3]Hermit's House\c[0], a popular meeting place on \v[area.bergen-trails.name].
es_es: Ha habido un problema en el \c[3]Hogar del Ermitaño\c[0], un famoso bar en el \v[area.bergen-trails.name].
ru_ru: Возникла проблема в \c[3]Доме отшельника\c[0], популярном месте встречи на Тропе в Берген.

source: Supposedly their power generator has been malfunctioning and needs repairs.
es_es: Aparentemente su generador está roto y necesita un arreglo.
ru_ru: Предположительно, их генератор неисправен и нуждается в ремонте.

source: For that purpose they are in need of various materials from different locations.
es_es: Por lo que necesitan varios materiales de varios lugares distintos.
ru_ru: Для этого им нужны различные материалы из разных мест.

source: Would your schedule allow for that kind of assistance?
es_es: ¿Tienes tiempo en tu agenda para un trabajo como este?
ru_ru: Ваш график позволит нам помочь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Very good.\. You can find the Hermit's House at the \c[3]Spike Heights on \v[area.bergen-trails.name]\c[0].
es_es: Muy bien.\. Puedes encontrar el Hogar del Ermitaño en las \c[3]Alturas Picudas\c[0] en el \c[3]\v[area.bergen-trails.name]\c[0].
ru_ru: Очень хорошо.\. Вы сможете найти Дом отшельника в \c[3]Шипастых высотах на Тропе в Берген\c[0].

source: Talk to the owner of the house for more details.
es_es: Habla con el dueño para más detalles.
ru_ru: Поговорите с владельцем дома для более подробной информации.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Are you certain?\. It does seem like a very serious assignment this time.
es_es: ¿Estás segura?\. Esta gente necesita ayuda urgentemente.
ru_ru: Вы уверены?\. На этот раз это кажется очень серьёзным заданием.

# data/maps/bergen/trader-1.json//entities/132/settings/npcStates/5/event/0/name
source: Mrs. Summers
es_es: Sra. Summer
ru_ru: Миссис Саммерс

source: Go into the \c[3]Hermit's House\c[0] at the \c[3]Spike Heights on \v[area.bergen-trails.name]\c[0] and talk to the owner.
es_es: Ve al \c[3]Hogar del Ermitaño\c[0] en las \c[3]Alturas Picudas\c[0] en el \c[3]\v[area.bergen-trails.name]\c[0] y habla con el dueño.
ru_ru: Войдите в \c[3]Дом отшельника\c[0] в \c[3]Шипастых высотах на Тропе в Берген\c[0] и поговорите с владельцем.

source: Mrs. Summers
es_es: Sra. Summers
ru_ru: Миссис Саммерс

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Welcome back.\. Another job well done, I see.
es_es: Bienvenida de vuelta.\. Otro buen trabajo, por lo que veo.
ru_ru: Добро пожаловать.\. Ещё одна хорошо выполненная работа, как погляжу.

source: The route through Bergen Trail would have become much more arduous without your deed.
es_es: La subida del Sendero de Bergen se habría vuelto mucho más complicada sin tu ayuda.
ru_ru: Маршрут по Тропе в Берген стал бы намного труднее без вашего подвига.

source: Here, take your reward.\. We will stay in contact.
es_es: Toma, ten tu recompensa.\. Estaremos en contacto.
ru_ru: Вот, возьмите свою награду.\. Мы будем оставаться на связи.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/bergen/trader-1.json//entities/132/settings/npcStates/7/event/0/name
source: Mrs. Summers
es_es: Sra. Summers
ru_ru: Миссис Саммерс

source: Greetings, young lady.\. Our current circumstances don't require your assistance for once.
es_es: Saludos, jovencita.\. Nuestras circunstancias actuales no requieren su asistencia por ahora.
ru_ru: Приветствую, юная леди.\. Наши нынешние обстоятельства на этот раз не требуют вашего содействия.

source: For that reason we always need to get ourselves properly equipped with the best military hardware.
es_es: Es por eso que siempre tenemos que estar armados con el mejor equipamiento militar disponible.

source: It will help to create many amazing weapons and save many lives.
es_es: Nos ayudará a crear muchas sorprendentes armas, y salvar muchas vidas.

# data/maps/bergen/bergen2.json//entities/167/settings/teleportLabel
source: CrossCentral
es_es: Central Cross

source: Do you really want to get behind this?
es_es: ¿Realmente quieres investigar esto?

source: Those goats have kept completely to themselves since you handled that last incident.\. Barely left their cave, even.
es_es: Desde la última vez que nos echaste una mano, las cabras no nos han vuelto a molestar.\. A decir verdad, apenas se han movido de su cueva.

source: Recently however, they were seen wandering about close to the border of the Bergen region.\. And they never returned!
es_es: Pero recientemente, se las ha visto merodear cerca de Bergen, ¡y no han vuelto a su cueva!

source: Maybe it is nothing but we have a duty to get to the bottom of this.
es_es: Quizá no sea nada, pero tenemos el deber de llegar al fondo de esto.

source: And take that \c[3]goat translator\c[0] with you.\. It might be useful.
es_es: Y llévate ese \c[3]traductor de cabra\c[0].\. Puede serte útil.

source: [nods]
es_es: [asiente]

source: Good.\. We will await your report soon.
es_es: Bien.\. Estaremos esperando tu reporte.

source: Bye.
es_es: Adiós.

source: \v[lore.title.seeker]! There you are.\. I got the report from our officer and it is truly worrying.
es_es: \v[lore.title.seeker]a, ahí estás.\. He recibido un reporte de nuestro oficial y es verdaderamente preocupante.

source: Having organized groups of creatures working together across regions is almost unheard of and could mean a whole host of trouble.
es_es: Que un grupo organizado de criaturas estén trabajando juntas a través de múltiples regiones es algo inaudito, y podría traer una cantidad inimaginable de problemas.

source: Sgt. Sterling
es_es: Sgto. Sterling

source: \v[lore.title.seeker], I hear the locale of the assigment has now shifted to \v[area.rhombus-sqr.name]?
es_es: \v[lore.title.seeker]a, ¿es cierto que ahora el asignamiento está tomando lugar en \v[area.rhombus-sqr.name]?

source: [nods]
es_es: [asiente]

source: Oh my...\. This case sure keeps on getting bigger and more confusing by the minute.
es_es: Oh vaya...\. Este caso se hace más complejo y confuso cada segundo que pasa.

source: Sgt. Sterling
es_es: Sgto. Sterling

source: Hi!
es_es: ¡Hola!

source: \v[lore.title.seeker], I have already heard the reports.\. It feels like you travelled half of Shadoon to crack this case.
es_es: \v[lore.title.seeker]a, ya me han llegado los reportes.\. Parece que has recorrido todo Shadoon para resolver este caso.

source: Impressive work.\. It seems like coexistence with the goats actually was possible.\. After some persuasion.
es_es: Gran trabajo.\. Parece que coexistir con las cabras era posible después de todo.\. Con algo de insistencia.

source: Word is, they even established a business.\. Selling goat-related products in some park, if you believe it.
es_es: Se dice que incluso se ha establecido un negocio.\. Venden productos para cabras, supuestamente.

source: Well, whatever the case, it is now in the hands of \v[area.rhombus-sqr.name].
es_es: Bueno, sea como sea, eso ya queda en manos de \v[area.rhombus-sqr.name].

source: Hopefully the goats finally found a home there without causing further trouble.
es_es: Espero que las cabras hayan podido conseguir un hogar allí sin causar más problemas.

source: [nods]
es_es: [asiente]

source: As for you, you have once again earned our thanks and this reward.\. Bergen Village is in your debt!
es_es: Y en cuanto a ti, nuevamente te has ganado nuestras gracias, y esta recompensa.\. ¡La Aldea de Bergen está en deuda contigo!

source: Bye!
es_es: ¡Adiós!

source: Sgt. Sterling
es_es: Sgto. Sterling

source: Greetings from the \c[3]Bergen Guard\c[0], \v[lore.title.seeker].
es_es: Saludos de la \c[3]Guardia de Bergen\c[0], \v[lore.title.seeker]a.

source: Everything is quiet right now, so there is no need to trouble yourself.
es_es: Todo está tranquilo por ahora, no tienes que molestarte.
