Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

source: A bit of warmth returns to you.\. The density of ice has normalized!
es_es: Sientes algo de calor volver a tu cuerpo.\. ¡La densidad del hielo se ha normalizado!
ru_ru: Немного тепла возвращается к вам.\. Плотность льда нормализовалась!

source: You cast away your shield.\. Such bravery!
es_es: Dejas tu escudo de lado.\. ¡Qué valiente!
ru_ru: Вы отбрасываете свой щит.\. Какая храбрость!

source: Your shield has returned.
es_es: Tu escudo ha vuelto.
ru_ru: Ваш щит вернулся.

source: Information
es_es: Información
ru_ru: Информация

source: See best time
es_es: Ver los mejores tiempos
ru_ru: Посмотреть лучшее время

source: Activate "Extra Frosty"-challenge
es_es: Activar el desafío "Hielo Extra"
ru_ru: Активировать "Морозное" испытание

source: Deactivate "Extra Frosty"-challenge
es_es: Desactivar el desafío "Hielo Extra"
ru_ru: Деактивировать "Морозное" испытание

source: Deactivate Guarding inside the Cave
es_es: Desactivar el escudo dentro de la cueva
ru_ru: Отключить щит внутри пещеры

source: Reactivate Guarding
es_es: Reactivar el escudo
ru_ru: Включить щит

source: Cancel
es_es: Cancelar
ru_ru: Отмена

source: Times reset!
es_es: ¡Tiempos reiniciados!
ru_ru: Время сброшено!

source: Patience...
es_es: Paciencia...
ru_ru: Терпение...

source: UP
es_es: ARRIBA
ru_ru: НАВЕРХ

source: DOWN
es_es: ABAJO
ru_ru: ВНИЗ

source: NOTHING
es_es: NADA
ru_ru: НИЧЕГО

source: Swift as molten ice...
es_es: Rápida como el hielo derretido...
ru_ru: Стремительная как расплавленный лёд...

source: "Extra Frosty" & "No Shield"
es_es: "Hielo Extra" y "Sin Escudo"
ru_ru: "Дополнительный мороз" и "Без щита"

source: "Extra Frosty"
es_es: "Hielo Extra"
ru_ru: "Дополнительный мороз"

source: "No Shield"
es_es: "Sin Escudo"
ru_ru: "Без щита"

source: Normal
ru_ru: Обычное испытание

source: \c[3]New Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format]
es_es: \c[3]¡Nuevo Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format]
ru_ru: \c[3]Новый рекорд (\v[tmp.resultMode])!\c[0] \v[tmp.time-format]

source: \c[3]New Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format] Old Best: \v[tmp.bestTime-FORMAT]
es_es: \c[3]¡Nuevo Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format] Tiempo Anterior: \v[tmp.bestTime-FORMAT]
ru_ru: \c[3]Новый рекорд (\v[tmp.resultMode])!\c[0] \v[tmp.time-format] Прошлый рекорд: \v[tmp.bestTime-FORMAT]

source: \c[3]Time (\v[tmp.resultMode]):\c[0] \v[tmp.time-format] Best: \v[tmp.bestTime-FORMAT]
es_es: \c[3]Tiempo (\v[tmp.resultMode]):\c[0] \v[tmp.time-format] Mejor Tiempo: \v[tmp.bestTime-FORMAT]
ru_ru: \c[3]Время (\v[tmp.resultMode]):\c[0] \v[tmp.time-format] Рекорд: \v[tmp.bestTime-FORMAT]

source: Activate "Extra Frosty" here!
es_es: ¡Activar el "Hielo Extra" aquí!
ru_ru: Активируйте "дополнительный мороз" здесь!

source: \c[1]Attention!\c[0]
es_es: \c[1]¡Atención!\c[0]
ru_ru: \c[1]Внимание!\c[0]

source: \c[3]"Extra Frosty"\c[0] got automatically deactivated when leaving the cave. To continue the quest \c[3]"Chlg. of Ascension: Frosty"\c[0], you have to \c[3]reactivate it again\c[0]!
es_es: El \c[3]"Hielo Extra"\c[0] se ha desactivado automáticamente cuando dejaste la cueva. ¡Para continuar con la misión \c[3]"Desafío de Asunción: Congelado"\c[0], deberás \c[3]reactivarlo otra vez\c[0]!
ru_ru: \c[3]"Дополнительный мороз"\c[0] автоматически деактивируется при выходе из пещеры. Чтобы продолжить квест \c[3]"Вызов восхождения: Морозное испытание"\c[0], вам нужно \c[3]снова его включить\c[0]!

source: Patience...
es_es: Paciencia...
ru_ru: Терпение...

source: Return to the \c[3]Monastery\c[0]
es_es: Volver al \c[3]Monasterio\c[0]
ru_ru: Вернуться в \c[3]Монастырь\c[0]

source: Return to the \c[3]Monastery\c[0] \c[1](progress will be lost!)\c[0]
es_es: Volver al \c[3]Monasterio\c[0] \c[1](¡se perderá tu progreso!)\c[0]
ru_ru: Вернуться в \c[3]Монастырь\c[0] \c[1](прогресс будет потерян!)\c[0]

source: Return to the \c[3]Monastery\c[0] \c[1](progress will be lost!)\c[0]
es_es: Volver al \c[3]Monasterio\c[0] \c[1](¡se perderá tu progreso!)\c[0]
ru_ru: Вернуться в \c[3]Монастырь\c[0] \c[1](прогресс будет потерян!)\c[0]

source: Return to the \c[3]Monastery\c[0]
es_es: Volver al \c[3]Monasterio\c[0]
ru_ru: Вернуться в \c[3]Монастырь\c[0]

source: The Trial of Ascension
es_es: La Prueba de Asunción
ru_ru: Испытание восхождения

source: This is a trial of fortitude and dexterity. To pass you must reach the end of the icy path without falling into the darkness.
es_es: Esta es una prueba de fortaleza y destreza. Para aprobar, debes llegar al final del camino congelado sin caer al abismo.
ru_ru: Это испытание силы духа и ловкости. Для прохождения вы должны достичь конца ледяной дорожки, не падая в темноту.

source: Beware the slippery ground, for the Track itself will test you with the Element of this mountain: The Cold.
es_es: Ten cuidado con el piso resbaladizo, ya que el Camino mismo te probará con el Elemento de esta montaña: El Hielo.
ru_ru: Остерегайтесь скользкой земли, поскольку сам Путь проверит вас элементом этой горы: Холодом.

source: At certain points you must prove your connection to the element of Wave by overcoming large chasms with teleportation.
es_es: En ciertas ocasiones, deberás probar tu conexión con el Elemento Pulso atravesando grandes abismos con la teleportación.
ru_ru: В определенные моменты вы должны доказать свою связь с элементом Волны, преодолевая большие пропасти с помощью телепортации.

source: Along the way you will be attacked by invincible guardians. Their shots will knock you away but your shield can defend against them.
es_es: A lo largo del camino, te atacarán guardianes invisibles. Sus disparos te empujarán, pero tu escudo puede defenderte de ellos.
ru_ru: По пути вас будут атаковать непобедимые стражи. Их выстрелы могут сбить вас, но ваш щит может защитить от них.

source: There will be a checkpoint after each of the challenges. Leaving the cave will deactivate them again, though.
es_es: Habrá un punto de control luego de cada desafío. Pero salir de la cueva los desactivará.
ru_ru: После каждого испытания будет контрольная точка. Однако выход из пещеры сбросит их.

source: Now that you have passed the trial once, your time will be recorded. You can also increase the number of obstacles on the track by activating "Extra Frosty", to challenge yourself even more.
es_es: Ahora que haz completado la prueba una vez, tu tiempo se grabará. También puedes aumentar la cantidad de obstáculos en el camino activando el "Hielo Extra", para aumentar la dificultad del desafío.
ru_ru: Теперь, когда вы прошли испытание, ваше время будет записано. Вы также можете увеличить количество препятствий на трассе, активировав "дополнительный мороз", чтобы испытать себя ещё сильнее.

source: With the additional challenges being solved you can now also deactivate your shield for even greater challenge. This is not linked to further rewards, however.
es_es: Ahora que haz completado los desafíos adicionales, también puedes desactivar tu escudo para aumentar la dificultad aún más. Sin embargo, esto no te dará más recompensas.
ru_ru: Теперь, когда дополнительные задачи решены, вы также можете деактивировать свой щит для ещё большего испытания. Однако это не связано с дальнейшими наградами.

source: Best time \c[3]Normal:\c[0] \v[map.bestTime-format] \c[3]Extra Frosty:\c[0] \v[map.bestTime-frosty-format] \c[3]No Shield:\c[0] \v[map.bestTime-noShield-format] \c[3]Extra Frosty & No Shield:\c[0] \v[map.bestTime-frostyNoShield-format]
es_es: Mejores Tiempos \c[3]Normal:\c[0] \v[map.bestTime-format] \c[3]Hielo Extra:\c[0] \v[map.bestTime-frosty-format] \c[3]Sin Escudo:\c[0] \v[map.bestTime-noShield-format] \c[3]Hielo Extra y Sin Escudo:\c[0] \v[map.bestTime-frostyNoShield-format]
ru_ru: Лучшее время \c[3]Стандарт:\c[0] \v[map.bestTime-format] \c[3]Дополнительный мороз:\c[0] \v[map.bestTime-frosty-format] \c[3]Без щита:\c[0] \v[map.bestTime-noShield-format] \c[3]Дополнительный мороз и без щита:\c[0] \v[map.bestTime-frostyNoShield-format]

source: You feel a freezing chill.\. The density of ice has increased!
es_es: Sientes un helado escalofrío.\. ¡La densidad del hielo ha incrementado!
ru_ru: Вы чувствуете леденящий холод.\. Плотность льда увеличилась!

source: A bit of warmth returns to you.\. The density of ice has normalized!
es_es: Sientes algo de calor volver a tu cuerpo.\. ¡La densidad del hielo se ha normalizado!
ru_ru: Немного тепла возвращается к вам.\. Плотность льда нормализовалась!

source: You cast away your shield.\. Such bravery!
es_es: Dejas tu escudo de lado.\. ¡Qué valiente!
ru_ru: Вы отбрасываете свой щит.\. Какая храбрость!

source: Your shield has returned.
es_es: Tu escudo ha vuelto.
ru_ru: Ваш щит вернулся.

source: Information
es_es: Información
ru_ru: Информация

source: See best time
es_es: Ver los mejores tiempos
ru_ru: Посмотреть лучшее время

source: Activate "Extra Frosty"-challenge
es_es: Activar el desafío "Hielo Extra"
ru_ru: Активировать "Морозное" испытание

source: Deactivate "Extra Frosty"-challenge
es_es: Desactivar el desafío "Hielo Extra"
ru_ru: Деактивировать "Морозное" испытание

source: Deactivate Guarding inside the Cave
es_es: Desactivar el escudo dentro de la cueva
ru_ru: Отключить щит внутри пещеры

source: Reactivate Guarding
es_es: Reactivar el escudo
ru_ru: Включить щит

source: Cancel
es_es: Cancelar
ru_ru: Отмена

source: Times reset!
es_es: ¡Tiempos reiniciados!
ru_ru: Время сброшено!

source: Swift as molten ice...
es_es: Rápida como el hielo derretido...
ru_ru: Стремительная как расплавленный лёд...

source: "Extra Frosty" & "No Shield"
es_es: "Hielo Extra" y "Sin Escudo"
ru_ru: "Дополнительный мороз" и "Без щита"

source: "Extra Frosty"
es_es: "Hielo Extra"
ru_ru: "Дополнительный мороз"

source: "No Shield"
es_es: "Sin Escudo"
ru_ru: "Без щита"

source: Normal
ru_ru: Обычное испытание

source: \c[3]New Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format]
es_es: \c[3]¡Nuevo Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format]
ru_ru: \c[3]Новый рекорд (\v[tmp.resultMode])!\c[0] \v[tmp.time-format]

source: \c[3]New Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format] Old Best: \v[tmp.bestTime-FORMAT]
es_es: \c[3]¡Nuevo Record (\v[tmp.resultMode])!\c[0] \v[tmp.time-format] Tiempo Anterior: \v[tmp.bestTime-FORMAT]
ru_ru: \c[3]Новый рекорд (\v[tmp.resultMode])!\c[0] \v[tmp.time-format] Прошлый рекорд: \v[tmp.bestTime-FORMAT]

source: \c[3]Time (\v[tmp.resultMode]):\c[0] \v[tmp.time-format] Best: \v[tmp.bestTime-FORMAT]
es_es: \c[3]Tiempo (\v[tmp.resultMode]):\c[0] \v[tmp.time-format] Mejor Tiempo: \v[tmp.bestTime-FORMAT]
ru_ru: \c[3]Время (\v[tmp.resultMode]):\c[0] \v[tmp.time-format] Рекорд: \v[tmp.bestTime-FORMAT]

source: UP
es_es: ARRIBA
ru_ru: НАВЕРХ

source: DOWN
es_es: ABAJO
ru_ru: ВНИЗ

source: LEFT
es_es: IZQUIERDA
ru_ru: ВЛЕВО

source: RIGHT
es_es: DERECHA
ru_ru: ВПРАВО

source: NOTHING
es_es: NADA
ru_ru: НИЧЕГО

source: Return to the \c[3]Monastery\c[0] \c[1](progress will be lost!)\c[0]
es_es: Volver al \c[3]Monasterio\c[0] \c[1](¡se perderá tu progreso!)\c[0]
ru_ru: Вернуться в \c[3]Монастырь\c[0] \c[1](прогресс будет потерян!)\c[0]

source: UP
es_es: ARRIBA
ru_ru: НАВЕРХ

source: DOWN
es_es: ABAJO
ru_ru: ВНИЗ

source: UP
es_es: ARRIBA
ru_ru: НАВЕРХ

source: DOWN
es_es: ABAJO
ru_ru: ВНИЗ

source: NOTHING
es_es: NADA
ru_ru: НИЧЕГО

source: NOTHING
es_es: NADA
ru_ru: НИЧЕГО

source: NOTHING
es_es: NADA
ru_ru: НИЧЕГО

source: Patience...
es_es: Paciencia...
ru_ru: Терпение...

# data/maps/bergen/storage.json//entities/38/settings/npcStates/0/event/2/message
source: To become a \c[3]True Avatar\c[0] you first need to master all \c[3]4 Elements\c[0].
es_es: Para convertirte en un \c[3]Verdadero Avatar\c[0], primero debes dominar los \c[3]4 Elementos\c[0].
ru_ru: Чтобы стать \c[3]истинным аватаром\c[0], сначала нужно освоить все \c[3]четыре элемента\c[0].

# data/maps/bergen/storage.json//entities/38/settings/npcStates/0/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/storage.json//entities/38/settings/npcStates/0/event/4/message
source: The first element, Heat, lies ahead in the \v[lore.unlock.temple-mine.first]\c[3]Temple Mine\c[0].
es_es: El primer elemento, el Fuego, se encuentra en el \v[lore.unlock.temple-mine.first]\c[3]Templo Mina\c[0].
ru_ru: Первый элемент, Пламя, впереди в \v[lore.unlock.temple-mine.first]\c[3]Храм-Шахте\c[0].

# data/maps/bergen/storage.json//entities/38/settings/npcStates/0/event/5/message
source: Prepare. It will test your wits before granting you new powers.
es_es: Prepárate. El templo pondrá a prueba tu inteligencia antes de concederte nuevos poderes.
ru_ru: Готовься. Он проверит твоё остроумие, прежде чем предоставит тебе новую силу.

# data/maps/bergen/storage.json//entities/38/settings/npcStates/1/event/2/message
source: To become a \c[3]True Avatar\c[0] you first need to master all \c[3]4 Elements\c[0].
es_es: Para convertirte en un \c[3]Verdadero Avatar\c[0], primero debes dominar los \c[3]4 Elementos\c[0].
ru_ru: Чтобы стать \c[3]истинным аватаром\c[0], сначала нужно освоить все \c[3]четыре элемента\c[0].

# data/maps/bergen/storage.json//entities/38/settings/npcStates/1/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/storage.json//entities/38/settings/npcStates/1/event/4/message
source: I sense you unlocked the mysteries of the \c[3]Heat\c[0] Element.
es_es: Puedo sentir que desbloqueaste los misterios del Elemento \c[3]Fuego\c[0].
ru_ru: Я чувствую, что ты открыла тайны элемента \c[3]Пламени\c[0].

# data/maps/bergen/storage.json//entities/38/settings/npcStates/1/event/5/message
source: Use it wisely as the path ahead is filled with obstacles only an Avatar can overcome.
es_es: Úsalo sabiamente, ya que el camino que se te avecina está lleno de obstáculos y solo un Avatar puede superarlos.
ru_ru: Используй его с умом, поскольку путь впереди наполнен препятствиями, которые может преодолеть только аватар.

# data/maps/bergen/storage.json//entities/38/settings/npcStates/1/event/6/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/storage.json//entities/38/settings/npcStates/2/event/2/message
source: To become a \c[3]True Avatar\c[0] you first need to master all \c[3]4 Elements\c[0].
es_es: Para convertirte en un \c[3]Verdadero Avatar\c[0], primero debes dominar los \c[3]4 Elementos\c[0].
ru_ru: Чтобы стать \c[3]истинным аватаром\c[0], сначала нужно освоить все \c[3]четыре элемента\c[0].

# data/maps/bergen/storage.json//entities/38/settings/npcStates/2/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/storage.json//entities/38/settings/npcStates/2/event/4/message
source: I sense you unlocked the mysteries of the \c[3]Cold\c[0] Element.
es_es: Puedo sentir que desbloqueaste los misterios del Elemento \c[3]Hielo\c[0].
ru_ru: Я чувствую, что ты открыла тайны элемента \c[3]Холода\c[0].

# data/maps/bergen/storage.json//entities/38/settings/npcStates/2/event/5/message
source: Never waver in the face of peril and press onward, the cold should never bother you anyway.
es_es: Nunca dudes ante el peligro y sigue adelante. El frío no debería molestarte.
ru_ru: Никогда не дрожи перед лицом опасности и двигайся вперёд, холод всё равно больше не побеспокоит тебя.

# data/maps/bergen/storage.json//entities/38/settings/npcStates/2/event/6/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/storage.json//entities/38/settings/npcStates/3/event/2/message
source: To become a \c[3]True Avatar\c[0] you first need to master all \c[3]4 Elements\c[0].
es_es: Para convertirte en un \c[3]Verdadero Avatar\c[0], primero debes dominar los \c[3]4 Elementos\c[0].
ru_ru: Чтобы стать \c[3]истинным аватаром\c[0], сначала нужно освоить все \c[3]четыре элемента\c[0].

# data/maps/bergen/storage.json//entities/38/settings/npcStates/3/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/storage.json//entities/38/settings/npcStates/3/event/4/message
source: I sense you unlocked the mysteries of the \c[3]Shock\c[0] and \c[3]Wave\c[0] Element.
es_es: Puedo sentir que desbloqueaste los misterios del Elemento c[3]Rayo\c[0] y del Elemento \c[3]Pulso\c[0].
ru_ru: Я чувствую, что ты открыла тайны элементов \c[3]Шока\c[0] и \c[3]Волны\c[0].

# data/maps/bergen/storage.json//entities/38/settings/npcStates/3/event/5/message
source: You have become a \c[3]True Avatar\c[0]!
es_es: ¡Te has convertido en un c[3]Verdadero Avatar\c[0]!
ru_ru: Ты стала \c[3]истинным аватаром\c[0]!

# data/maps/bergen/storage.json//entities/44/settings/analyzable/text
source: Kid Goat
es_es: Cabrita
ru_ru: Козлёнок

source: For me? A gift?
es_es: ¿Un regalo? ¿Para mí?
ru_ru: Для меня? Подарок?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Sure, whatever.
es_es: Claro, como sea.
ru_ru: Конечно, почему бы и нет.

source: Metaltrader
es_es: Comerciante de Metales
ru_ru: Торговец металлом

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Ah, hello \v[lore.title.seeker].\. Can I interest you in some solid metal?\. It is especially shiny today.
es_es: Ah, hola \v[lore.title.seeker]a.\. ¿Te interesaría algo de metal sólido?\. Está especialmente reluciente ahora mismo.
ru_ru: Ах, привет, \v[lore.title.seeker].\. Могу я тебя заинтересовать твёрдыми металлами?\. Они особенно блестящие сегодня.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Lea!
ru_ru: Лея!

source: Ahhh, you're the assistant from \v[area.rookie-harbor.name]?\. Alright then, let me explain the deal.
es_es: Ahhh, ¿tu eres el asistente del \v[area.rookie-harbor.name]?\. De acuerdo, entonces déjame explicarte las cosas.
ru_ru: Аааа, ты помощник из Гавани новичков?\. Ну что ж, позволь мне ввести тебя в курс дела.

source: We can deliver some advanced metalworking tools to \v[area.rookie-harbor.name] but only if you bring us certain spare parts.
es_es: Podemos entregarle herramientas avanzadas para metalurgia al \v[area.rookie-harbor.name] pero solo si nos traes algunas piezas de repuesto.
ru_ru: Мы можем доставить дополнительные инструменты для металлообработки в Гавань новичков, но только если ты принесёшь нам определённые запчасти.

source: They are expensive to produce these days but there should still be some built into certain machines in the mine.
es_es: Son caras de producir hoy en día, pero debería haber algunas en las máquinas de la mina.
ru_ru: Производить запчасти очень затратно в наше время, но они встречаются в некоторых механизмах в шахте.

source: Word on the street is that there's one in some \c[3]room that harbors the power of heat\c[0], whatever that means.
es_es: Se dice por las calles que hay una en una \c[3]habitación que posee el poder del fuego\c[0], lo que eso signifique.
ru_ru: Ходят слухи, что одну из них можно найти в \c[3]комнате, таящей силу пламени\c[0], что бы это ни означало.

source: In any case, maybe you can find one there so we can bring this deal to a close.\. Good luck.
es_es: De todos modos, quizá encuentres algo por allí así podemos cumplir este trato.\. Buena suerte.
ru_ru: В любом случае, возможно, ты найдёшь его там, чтобы мы могли довести эту сделку до конца.\. Удачи.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Metaltrader
es_es: Comerciante de Metales
ru_ru: Торговец металлом

source: Apparently you can find those parts in some \c[3]room that harbors the power of heat\c[0].
es_es: Aparentemente puedes encontrar esos repuestos en una \c[3]habitación que posee el poder del fuego\c[0].
ru_ru: Вероятно, ты сможешь найти эти детали в \c[3]комнате, таящей силу пламени\c[0].

source: Not sure what it means, but I'm sure you got some ideas.\. In the meantime, care for some metal?
es_es: No sé lo que significa, pero seguro que se te ocurre algo.\. Mientras tanto, ¿te interesa comprar algo de metal?
ru_ru: Не уверен, что это значит, но зато уверен, что у тебя есть какие-нибудь идеи.\. Между делом, не интересуешься металлами?

source: Metaltrader
es_es: Comerciante de Metales
ru_ru: Торговец металлом

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hello \v[lore.title.seeker].\. You got the parts we need?
es_es: Hola \v[lore.title.seeker]a.\. ¿Tienes los repuestos que necesitamos?
ru_ru: Привет, Искатель.\. Ты нашла детали, которые нам нужны?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Ah, yes those seem perfect.\. Good job!\. That'll be more than enough for a nicely advanced metal oven.
es_es: Ah, se ven perfectos.\. ¡Gran trabajo!\. Esto será más que suficiente para un horno de metal lo suficientemente avanzado.
ru_ru: Да, эти идеально подойдут.\. Хорошая работа!\. Этого будет более чем достаточно для продвинутой металлической печи.

source: We will handle the rest.\. You can report back to the CTC in \v[area.rookie-harbor.name] to get your reward.
es_es: Nos encargaremos del resto.\. Puedes reportarte en la CCC en \v[area.rookie-harbor.name] para obtener tu recompensa.
ru_ru: С остальным мы справимся сами.\. Ты можешь отчитаться Прибрежному торговому союзу в Гавани новичков, чтобы получить свою награду.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Metaltrader
es_es: Comerciante de Metales
ru_ru: Торговец металлом

source: You can report back to the CTC in \v[area.rookie-harbor.name].\. I have already notified them.
es_es: Puedes reportarte en la CCC en \v[area.rookie-harbor.name].\. Ya les he informado.
ru_ru: Ты можешь отчитаться Прибрежному торговому союзу в Гавани новичков.\. Я уже уведомил их.

source: In the meantime, why not buy some nice metal here?\. It's nice and fresh!
es_es: Mientras tanto, ¿qué te parece si me compras algo de metal?\. ¡Está bien fresquito!
ru_ru: А пока почему бы тебе не купить хороший металл?\. Он хорош и свеж!

# data/maps/bergen/trader-1.json//entities/132/settings/analyzable/text
source: Mrs. Summers
es_es: Sra. Summers
ru_ru: Миссис Саммерс

# data/maps/bergen/trader-1.json//entities/132/settings/npcStates/0/event/0/name
source: Mrs. Summers
es_es: Sra. Summers
ru_ru: Миссис Саммерс

source: Greetings, young lady.\. Our current circumstances don't require your assistance for once.
es_es: Saludos, jovencita.\. Nuestras circunstancias actuales no requieren su asistencia por ahora.
ru_ru: Приветствую, юная леди.\. Наши нынешние обстоятельства на этот раз не требуют вашего содействия.

source: Mrs. Summers
es_es: Sra. Summers
ru_ru: Миссис Саммерс

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Ah, a \v[lore.title.seeker].\. It is a pleasure, seeing more of your kind here in Bergen.
es_es: Ah, una \v[lore.title.seeker]a.\. Es un placer. He estado viendo muchos como tú aquí en Bergen.
ru_ru: Ах, \v[lore.title.seeker].\. Очень приятно видеть то, как много вас в Бергене.

source: I am Mrs. Summers, holding the position of chairperson in \c[3]\v[lore.title.faction-shock-bergen]\c[0].
es_es: Soy la Sra. Summers, soy la jefa de los \c[3]\v[lore.title.faction-shock-bergen]\c[0].
ru_ru: Я миссис Саммерс, занимаю должность председателя в \c[3]Металлоторговле Бергена\c[0].

source: Lea!
ru_ru: Лея!

source: Lovely.\. Alas, we should not spend too much time with idle pleasantries.
es_es: Maravilloso.\. Sin embargo, no deberíamos desperdiciar tiempo con formalidades.
ru_ru: Мило.\. Увы, мы не должны тратить слишком много времени на обмен любезностями.

source: After all, we businesspeople have as much a responsibility to humanity's progress as any soldier.
es_es: Después de todo, nosotros somo tan responsables del progreso de la humanidad como cualquier otro soldado.
ru_ru: В конце концов, мы, бизнесмены, несём такую же ответственность за прогресс человечества, как и любой солдат.
