Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen-trail.po
Languages: es_es

source: And it j-just so happens that I h-have a new request.
es_es: И т-так вышло, что у меня е-есть новый запрос.

source: Ah, wait... I m-m-mean I just finished up preparations again...
es_es: Ах, подожди... я и-и-имею в виду, я снова только закончил подготовку...

source: Y-Yes that's what I m-m-meant.
es_es: Д-Да, это то, что я и-и-имел в виду.

source: A-Anyway... \.\.\. I k-know you helped me already, but how about doing it again?
es_es: В л-любом случае... \.\.\. Я з-знаю, что ты уже помогла мне до этого, но как насчёт того, чтобы сделать это снова?

source: [nods]
es_es: [кивает]

source: R-R-R-Really?!?
es_es: П-П-П-Правда?!?

source: V-Very Good!
es_es: О-Очень хорошо!

source: The t-t-tasks are the same as last time!
es_es: З-З-Задачи такие же, как и в прошлый раз!

source: I-I want to gather some d-data for \c[3]Bergen Trail\c[0] this time.
es_es: В этот раз я-я хочу собрать некоторые д-данные на \c[3]Тропе в Берген\c[0].

source: Your h-h-help will make it much easier.
es_es: С твоей п-п-помощью, сделать это будет намного проще.

source: I c-c-compiled a list again...
es_es: Я с-с-снова составил список...

source: Some enemy scouting, local flora and the landmarks here.
es_es: Тут немного изучения врагов, местной флоры и ориентиров.

source: And of course a probe... I asked another player to place it in a cave.
es_es: И конечно же, зонд... Я попросил другого игрока поместить его в пещеру.

source: The problem is that I don't know which one it is...
es_es: Проблема в том, что я не знаю, в какую из них...

source: I'm sorry but it seems like you have to check all of them.
es_es: Мне жаль, но кажется, что ты должна проверить их все.

source: I would be honored if you would help me g-g-gather all the intel.
es_es: Для меня будет честью, если ты поможешь мне с-с-собрать все данные.

source: P-Please find out what you c-c-can and return to me!
es_es: П-Пожалуйста, выясни, что с-с-сможешь, и возвращайся ко мне!

source: [nods]
es_es: [кивает]

source: Th-thank you so much for your h-h-help!
es_es: С-спасибо большое тебе за твою п-п-помощь!

source: A-and in case you forgot what the p-probe looks like...
es_es: И-и на случай, если ты забыла, как выглядит з-зонд...

source: It looks the same as the o-o-one next to m-me.
es_es: Он выглядит так же, как и э-э-этот, что рядом со м-мной.

source: O-Oh... You are not interested...
es_es: О-Ох... Ты не заинтересована...

source: [shakes head]
es_es: [мотает головой]

source: Ah... I t-t-thought so...
es_es: Ах... Я т-т-так и думал...

source: Yes
es_es: Да

source: No
es_es: Нет

source: Henry
es_es: Генри

source: In c-c-case you forgot what the p-probe looks like...
es_es: На с-с-случай, если ты забыла, как выглядит з-зонд...

source: It looks the same as the o-o-one next to m-me.
es_es: Он выглядит так же, как и э-э-этот, что рядом со м-мной.

source: [nods]
es_es: [кивает]

source: Henry
es_es: Генри

source: W-W-welcome back, Lea!
es_es: С-С-С возвращением, Лея!

source: Were you able to f-find all the data I r-requested?
es_es: Удалось ли тебе н-найти все данные, которые я з-запросил?

source: [nods]
es_es: [кивает]

source: M-Marvelous!
es_es: Ч-Чудесно!

source: T-t-thank you so much again!
es_es: С-С-Спасибо большое тебе ещё раз!

source: I'm sure they will be happy with my results, hehe...
es_es: Я уверен, что они будут довольны моими результатами, хе-хе...

source: O-oh. B-B-Bad wording. I meant the A-Ancients, of course.
es_es: О-ох. П-П-Плохая формулировка. Я имел в виду Д-Древних, конечно.

source: T-Take this! A s-small token of my gratitude.
es_es: В-Возьми это! Н-Небольшой знак моей благодарности.

source: Henry
es_es: Генри

source: H-Hey, Lea! Thanks again for h-h-helping me out.
es_es: Э-Эй, Лея! Ещё раз спасибо за п-п-помощь мне.

# data/maps/bergen-trail/path-2.json//entities/294/settings/event/0/message
source: It's a laser bridge!
es_es: Это лазерный мост!

# data/maps/bergen-trail/path-2.json//entities/294/settings/event/1/message
source: Laaaaaaser Bridge!
es_es: Лаааааазерный мост!

# data/maps/bergen-trail/path-2.json//entities/295/settings/event/0/message
source: That's quite the view, non?
es_es: Довольно красивый вид, не так ли?

# data/maps/bergen-trail/path-2.json//entities/295/settings/event/1/message
source: Good thing there is no risk of falling to our death...
es_es: Хорошо, что нет риска смертельного падения...

# data/maps/bergen-trail/path-3-1.json//entities/368/settings/event/0/message
source: Phew, better to not look down right now.
es_es: Фух, сейчас лучше не смотреть вниз.

source: Talatu Lips
es_es: Талату Липс

source: Hey there sweetheart!
es_es: Привет, дорогая!

source: Hi!
es_es: Привет!

source: Look at them plants here. The leaves look like feathers, don'tcher think?
es_es: Посмотри на эти растения. Листья выглядят как перья, тебе не кажется?

source: [nods]
es_es: [кивает]

source: And how's yer explorin' comin' along? All good?
es_es: Как проходит твоё исследование? Всё в порядке?

source: [nods]
es_es: [кивает]

source: Well that's jes' wunnerful! Y'all be good now!
es_es: Ну это просто чудесно! До встречи!

source: Oh. Hi?
es_es: Ой. Привет?

source: Hi!
es_es: Привет!

source: Is this for me?
es_es: Это для меня?

source: [nods]
es_es: [кивает]

source: Wow, that's pretty nice. I hope it's something good.
es_es: Вау, это довольно мило. Надеюсь, что это что-то хорошее.

# data/maps/bergen-trail/path-3-3.json//entities/354/settings/event/0/message
source: Is this a hidden bunny lair or something?
es_es: Это скрытое логово кроликов или что-то типа того?

# data/maps/bergen-trail/path-3-3.json//entities/355/settings/event/0/message
source: Now that treasure better be worth it.
es_es: Лучше бы это сокровище стоило того.

source: Laser bridge out of the snow!
es_es: Лазерный мост из снежной зоны!

source: Laser bridge into the snow!
es_es: Лазерный мост в снежную зону!

# data/maps/bergen-trail/path-4-1-1.json//entities/365/settings/event/0/message
source: Ohhhh, a hidden cave! Nice.
es_es: Оооох, скрытая пещера! Отлично.

# data/maps/bergen-trail/path-4-1-1.json//entities/366/settings/event/0/message
source: It's like we're standing at the edge of the world, non?
es_es: Как будто мы стоим на краю мира, не так ли?

source: Life... what does it mean?
es_es: Жизнь... что это значит?

source: An endless cycle of agony and pain.
es_es: Бесконечный цикл агонии и боли.

source: We are but trapped in a nightmare, awaiting the final call.
es_es: Мы попали в кошмарный сон, ожидая финального звонка.

source: Oh... a gift? \.\.\. You give me this, just like that?
es_es: Ой... подарок?\.\.\. Ты даёшь мне это просто так?

source: I... I don't know what to say.
es_es: Я... Я не знаю, что сказать.

source: Thank you so much. I've never gotten anything from anyone.
es_es: Огромное спасибо. Я никогда ничего не получал от кого-либо.

source: I will forever remember this.
es_es: Я буду помнить это всегда.

# data/maps/bergen-trail/path-4-1-1.json//entities/370/settings/event/3/name
source: Bill Masters
es_es: Билл Мастерс

# data/maps/bergen-trail/path-4-1-1.json//entities/370/settings/event/5/message
source: Ahh, the sounds of combat.\. Invigorating to these old bones!
es_es: Аах, звуки боя.\. Бодрит эти старые кости!

# data/maps/bergen-trail/path-4-1-1.json//entities/370/settings/event/7/message
source: Those sure were some impressive machines.\. Just imagine what they could do in the hands of an able soldier.
es_es: Это были впечатляющие машины.\. Только представь, что они могут сделать в руках способного солдата.

# data/maps/bergen-trail/path-4-1-1.json//entities/370/settings/event/9/message
source: It is a damn shame that they just disappeared after you defeated them.
es_es: Жаль, что они исчезли после того, как ты победила их.

# data/maps/bergen-trail/path-4-1-1.json//entities/370/settings/event/11/message
source: This won't be a problem, \v[lore.title.seeker]!\. I found the location of another group that should lead us to the facility!
es_es: Это не проблема, Искатель! \. Я нашёл местоположение другой группы, которая должна привести нас к объекту!

# data/maps/bergen-trail/path-4-1-1.json//entities/370/settings/event/12/message
source: Make a move towards \c[3]Bergen Waterfalls\c[0], \v[lore.title.seeker], and eliminate all opposition!
es_es: Проследуй в сторону \c[3]Бергенских водопадов\c[0], Искатель, и устрани любое противодействие!

# data/maps/bergen-trail/path-4-1-1.json//entities/370/settings/event/13/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-4-1-1.json//entities/370/settings/event/14/message
source: Bye.
es_es: Пока.

# data/maps/bergen-trail/path-4-2.json//entities/500/settings/interact/hoverText
source: \i[arrow-w] The Rocky Climb \i[arrow-s] Base of the Mountain \i[arrow-ne] Old Crater
es_es: \i[arrow-w] Скалистый подъём \i[arrow-s] Подножие горы \i[arrow-ne] Старый кратер

# data/maps/bergen-trail/path-4-2.json//entities/534/settings/event/0/message
source: Sure, let's jump along this narrow path above the endless abyss... Pas de problème!
es_es: Конечно, давайте попрыгаем по этой узкой тропе над бескрайней пропастью... Pas de problème (Нет проблем)!

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/15/message
source: Cold, cold Bergen Trail!
es_es: Холодная, холодная Тропа в Берген!

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/17/message
source: The first mountain for every Seeker to conquer!
es_es: Первая покорённая гора для каждого Искателя!

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/21/message
source: And it's filled with cute little frog-bunnies.
es_es: И она кишит милыми лягушоно-зайчиками.

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/23/message
source: I still feel bad about beating up so many of them...
es_es: Я по-прежнему переживаю из-за того, что побил их так много...

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/25/message
source: Now, now, Joern.
es_es: Тише, тише, Йорн.

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/27/message
source: These little bunnies might seem cute, but they can cause quite a lot of havoc as well.
es_es: Эти маленькие зайчики могут показаться милыми, но они могут причинить кучу разрушений.

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/29/message
source: Have you heard of the \c[3]Great Frobbit Plague\c[0]?
es_es: Вы слышали о \c[3]Великой чуме Кролягов\c[0]?

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/31/message
source: How?!
es_es: Как?!

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/32/message
source: Urgh...
es_es: Ух...

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/33/message
source: That is some history I do NOT want to hear.\. Thank you.
es_es: Это одна из тех историй, которые мне НЕ хотелось бы слышать.\. Спасибо.

# data/maps/bergen-trail/path-4-2.json//entities/539/settings/event/43/text
source: I only wanted her to remember.\. Remember what happened.\. Tell me where I could find them.
es_es: Я только хотел, чтобы она вспомнила.\. Вспомнила, что случилось.\. Подсказала мне, где я могу их найти.

# data/maps/bergen-trail/path-5.json//entities/9/settings/interact/hoverText
source: \i[arrow-n] Bergen Village \i[arrow-se] Base of the Mountain \i[arrow-sw] Off Road
es_es: \i[arrow-n] Деревня Берген \i[arrow-se] Подножие горы \i[arrow-sw] Бездорожье

# data/maps/bergen-trail/path-5.json//entities/518/settings/text
source: Hermits House
es_es: Дом отшельника

# data/maps/bergen-trail/path-5.json//entities/520/settings/dialog/0/text
source: Of course I got guard duty on Bergen Trail...
es_es: Ну, конечно, меня определили в караул именно на Тропу в Берген...

# data/maps/bergen-trail/path-5.json//entities/521/settings/event/0/message
source: Oh, a small house in the middle of nowhere. Isn't that nice?
es_es: Ох, маленький домик посреди ничего. Разве это не мило?

# data/maps/bergen-trail/path-5.json//entities/522/settings/analyzable/text
source: Game Tester
es_es: Тестер игры

source: Oh now look who it is!
es_es: Ох, гляньте, кто это!

source: Hi!
es_es: Привет!

source: Could not imagine a better person to show up right now, too.
es_es: Не могу себе представить человека лучше, который мог бы появиться прямо сейчас.

source: Oh, hehe. Looks like you already know what I'm going to ask?
es_es: О, хе-хе. Похоже, что ты уже знаешь, что я собираюсь спросить?

source: [nods]
es_es: [кивает]

source: Well... \. That makes things easy then!
es_es: Ну... \. Это делает всё проще!

source: I got a new job testing parkours, but this time it needs to be done within a time limit.
es_es: Я получил новое тестовое паркур-задание, но на этот раз оно должно быть выполнено за определённое время.

source: Sounds pretty dope, right? But also like... \. lots of work, and I might start sweating even.
es_es: Звучит круто, верно? Но помимо всего прочего... \. это множество работы, я уже даже вспотел.

source: Who would have thought this job could be so hard?
es_es: Кто бы подумал, что эта работа может быть такой сложной?

source: You'd imagine that running around as an avatar wouldn't really exhaust you.
es_es: Никогда бы не подумал, что бегать в аватаре так утомляюще.

source: Anyway, what do you say? Wanna help me do this?
es_es: В любом случае, что скажешь? Хочешь помочь мне с этим?

source: [nods]
es_es: [кивает]

source: Sweet potatoes!
es_es: Офигенно!

source: Alright, let's see...
es_es: Хорошо, посмотрим...

source: Okay, there we go. Just walk through this point like last time.
es_es: Ладно, поехали. Просто пройди через эту точку, как и в прошлый раз.

source: The timer will start automatically and you'll have to finish before it runs out.
es_es: Таймер запустится автоматически, и ты будешь должна закончить до того, как он истечёт.

source: Pretty simple stuff, really. I'm sure you can handle it!
es_es: Довольно простая задача на самом деле. Я уверен, что ты справишься!

source: [shakes head]
es_es: [мотает головой]

source: Oh man, what a bummer.
es_es: Ох, блин, какой облом.

source: Come back if you change your mind...
es_es: Вернись, если передумаешь...

source: ... I'll just wait here.
es_es: ...Я просто подожду здесь.

source: Just go to the start marker on the left. Time will start automatically.
es_es: Просто иди к стартовому маркеру слева. Отсчёт времени начнётся автоматически.

source: But don't leave or it'll reset. Really annoying, I know.
es_es: Но не уходи, иначе всё сбросится. Очень раздражает, я знаю.

source: What are you doing? You only have \v[timers.roundBergenTimer.formatRemainingTime] left.
es_es: Что ты делаешь? У тебя \v[timers.roundBergenTimer.formatRemainingTime] осталось.

source: Wow, that looked so taxing. But you pulled through.
es_es: Вау, это выглядело так тяжело. Но ты справилась.

source: And you didn't even break a sweat. Do you work out or something?
es_es: И ты даже не вспотела. Ты тренируешься или типа того?

source: And nothing weird happened, right? No sudden strokes or anything?
es_es: И ничего странного не произошло, верно? Никаких внезапных ударов или чего-то вроде?

source: [shakes head]
es_es: [мотает головой]

source: My boss will be thrilled!
es_es: Мой босс будет в восторге!

source: Thanks so much... \. again! You really nail these tracks.
es_es: Спасибо... \. снова! Ты действительно уделала эти маршруты.

source: We make a great team, don't you think?
es_es: Мы отличная команда, как думаешь?

source: [nods]
es_es: [кивает]

source: Okay, right. I'll go do my report now. Until next time!
es_es: Ладно, хорошо. Я пойду, отправлю отчёт. До скорого!

source: Bye.
es_es: Пока.

# data/maps/bergen-trail/path-5.json//entities/523/settings/event/3/message
source: Alright, let's go!
es_es: Ладно, поехали!

# data/maps/bergen-trail/path-5.json//entities/525/settings/event/3/message
source: Oh boy, you did it!
es_es: О, да, ты сделала это!

# data/maps/bergen-trail/path-5.json//entities/558/settings/event/0/message
source: Aw bummer... You can try again by going back to the first marker though!
es_es: Блин, облом... ты можешь попробовать ещё раз, если вернёшься к первому маркеру!

# data/maps/bergen-trail/path-5.json//entities/568/settings/dialog/0/text
source: What the heck is up with these hedgehags?!
es_es: Что, чёрт возьми, с этими ежами?!

# data/maps/bergen-trail/path-5.json//entities/568/settings/dialog/1/text
source: Did you see their level?\. Better not attack them...
es_es: Ты видел их уровень? Лучше не нападать на них...

# data/maps/bergen-trail/path-5.json//entities/570/settings/event/4/message
source: How?
es_es: Как?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/16/message
source: Hey! Thanks for taking care of those.
es_es: Эй! Спасибо, что убрала их.

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/17/message
source: Lea!
es_es: Лея!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/18/message
source: How in the world did a bunch of high-level Hedgehags even end up in this place?
es_es: Как, чёрт побери, куча Дикоборзов высокого уровня вообще оказалась в этом месте?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/19/message
source: From what I saw there was this small, black-haired guy that was being chased around by them.
es_es: Из того, что я видел, тут был этот маленький черноволосый парень, которого они преследовали.

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/20/message
source: They probably lost track of him and then just stuck around.
es_es: Они, вероятно, потеряли его след, а затем просто разбрелись по округе.

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/22/message
source: I guess...\. Anyway, we gotta go!\. Bye!
es_es: Наверное...\. В любом случае, мы должны идти!\. До свидания!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/31/message
source: ...Why?
es_es: ...Почему?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/35/name
source: Lily
es_es: Лили

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/36/name
source: Priel
es_es: Приэль

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/37/message
source: Hi...
es_es: Привет...

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/38/message
source: Hey, Lea!\. How is it going?
es_es: Привет, Лея! Как дела?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/39/message
source: Let me guess, he's not there?
es_es: Дай угадаю, его там нет?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/40/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/41/message
source: Oh dear.\. Let me try to contact him again.
es_es: О, Боже.\. Дай я снова попробую с ним связаться.

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/50/text
source: Adding person\s[7]......
es_es: Добавление игрока\s[7]......

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/55/name
source: Reize
es_es: Рейз

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/56/message
source: Ohhh...\. hey!
es_es: Ооой...\. привет!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/57/message
source: Hi...
es_es: Привет...

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/58/message
source: Dude, we told you to wait!
es_es: Чувак, мы сказали тебе подождать!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/59/message
source: Yeah...\. you see, I was chased by a bunch of Hedgehags that wouldn't leave me alone.
es_es: Ага...\. понимаете, меня преследовала куча Дикоборзов, которые никак не оставляли меня в покое.

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/60/message
source: Wait...\. they chased you this high up to Bergen Trail?
es_es: Подожди...\. они забрались за тобой так высоко по Тропе в Берген?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/61/message
source: How?
es_es: Как?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/62/message
source: I...\. tried to feed them, but then they got angry...\. somehow?
es_es: Я...\. пытался их накормить, но потом они разозлились...\. почему-то?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/63/message
source: You're not supposed to feed them.
es_es: Тебе не следовало их кормить.

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/64/message
source: Well, Ivo wanted me to try something...
es_es: Ну, Иво хотел, чтобы я попробовал кое-что...

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/65/message
source: Ugh...\. Figures.
es_es: Ух...\. Ну всё понятно.

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/66/message
source: Anyways!\. It seems I got rid of them!
es_es: В любом случае!\. Кажется, я от них избавился!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/67/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/69/message
source: So where are you right now?
es_es: Так где ты сейчас?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/70/message
source: I actually found that Bergen town!
es_es: Я и правда нашёл этот город Берген!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/71/message
source: But I had to keep going and now I'm in this desert.
es_es: Но мне пришлось продолжать двигаться, и теперь я в этой пустыне.

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/72/message
source: Why won't you just STOP MOVING?!
es_es: Почему ты не можешь просто ОСТАНОВИТЬСЯ?!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/73/message
source: I thought you escaped those hedgehags?
es_es: Ты же вроде как сбежал от этих Дикоборзов?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/74/message
source: Yeah...\. but not the penguins!\. They're still after me!
es_es: Ага...\. но не от пингвинов!\. Они по-прежнему у меня на хвосте!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/75/message
source: And they're fast!\. I gotta go!
es_es: И они быстрые! Мне надо идти!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/76/message
source: WHERE ARE YOU?!
es_es: ГДЕ ТЫ?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/77/message
source: I dunno!!\. Oh wait...\. there is this \c[3]huge pink tree\c[0] close by!
es_es: Понятия не имею!!\. Ой, подожди...\. здесь рядом \c[3]огромное розовое дерево\c[0]!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/78/message
source: Bye!!
es_es: Пока!!

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/83/name
source: Lily
es_es: Лили

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/84/name
source: Priel
es_es: Приэль

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/86/message
source: Ugh...
es_es: Ух...

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/87/message
source: Well, maybe you can help him with his little...\. Penguin problem?
es_es: Ну, может быть, ты сможешь помочь ему с его маленькой...\. пингвиньей проблемой?

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/88/message
source: [nods]
es_es: [кивает]

# data/maps/bergen-trail/path-5.json//entities/571/settings/event/89/message
source: Let's hope he will be there this time at least.
es_es: Будем надеяться, что он будет там, по крайней мере на этот раз.

source: Girl, you're interfering with our epic stare down!
es_es: Подруга, ты мешаешь нашим эпичным гляделкам!
