Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

# data/maps/bergen/inner-questhub-0.json//entities/119/settings/event/46/message
source: Thank you very much for your attention and good luck on your journey!
es_es: ¡Muchas gracias por su atención y buena suerte en su aventura!
ru_ru: Большое спасибо за внимание и удачи в путешествии!

source: Oui, oui. The greed of humankind.
es_es: Oui, oui. La avaricia de la humanidad.
ru_ru: Oui, oui (Да-да). Человеческая жадность.

source: No respect for all the ancient holy grounds, yadda yadda.
es_es: Ningún respeto hacia los lugares sagrados del pasado, bla-bla-bla.
ru_ru: Неуважение ко всем древним святым местам, бла-бла.

source: Certainly heard that one before.
es_es: Estoy segura de haber escuchado esa historia antes.
ru_ru: Всё мы это уже слышали.

source: Well, there you go.
es_es: Bueno, allí lo tienes.
ru_ru: Ну вот, пожалуйста.

source: I always thought the idea of a self-defending heritage site was interesting.
es_es: Siempre consideré interesante la idea de un patrimonio que se puede autodefender.
ru_ru: Мне всегда казалось, что идея самозащитного наследия была интересной.

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

source: Yes, hello. Nice to meet you and all.
es_es: Si si, hola. Encantado de conocerte...
ru_ru: Да, привет. Рад знакомству и всё такое.

source: Let me take a wild guess.
es_es: Déjame adivinar.
ru_ru: Позволь мне рискнуть предположить.

source: You are probably wondering why this handsome little bag suddenly started talking to you.
es_es: Te estarás preguntando por qué esta elegante bolsita de pronto ha empezado a hablarte.
ru_ru: Ты, наверное, удивляешься, почему этот красивый мешочек вдруг заговорил с тобой.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Tsk! It's like nobody in this world ever saw a half-decent artifact.
es_es: ¡Uf! Es como si nadie jamás haya visto un artefacto medio decente.
ru_ru: Пфф! Как будто никто в этом мире никогда не видел мало-мальски приличного артефакта.

source: To be fair, it seems like a convenient bag of infinite holding like me isn't needed here.
es_es: Para ser sincero, parece que una conveniente bolsa sin fondo como yo no es necesaria por aquí.
ru_ru: Если честно, кажется, что удобная сумка с бесконечным местом для хранения вроде меня не нужна в этом мире.

source: From what I saw, everyone is just collecting those small chips that magically pop out of monsters, plants, and everything.
es_es: Por lo que he visto, todo el mundo recoge esos pequeños chips que aparecen mágicamente de los monstruos, las plantas, y todo lo demás.
ru_ru: Из того, что я увидел, все просто собирают эти маленькие чипы, которые волшебным образом появляются из монстров, растений и всего остального.

source: Back in my day, people collected \c[3]real things\c[0].
es_es: En mis tiempos, la gente coleccionaba \c[3]cosas de verdad\c[0].
ru_ru: В моё время люди собирали \c[3]реальные вещи\c[0].

source: Heavy things.
es_es: Cosas con peso.
ru_ru: Тяжелые вещи.

source: Things you could not just shrink into nothingness.
es_es: Cosas que no se podían reducir a la nada.
ru_ru: Вещи, которые вы не могли просто взять и уменьшить до ничего.

source: And then they shoved it all into me.
es_es: Y luego las metían en mí.
ru_ru: А потом они совали всё это в меня.

source: Yes, those were the days.
es_es: Ah, como extraño esos días.
ru_ru: Да, вот это были деньки.

source: Now if you don't mind, I'd like to continue my nap in this cozy little storage room.
es_es: Ahora, si me disculpas, me gustaría seguir con mi siesta en esta pequeña y acogedora bodega.
ru_ru: А теперь, если ты не возражаешь, я хотел бы продолжить дремать в этом маленьком уютном помещении для хранения.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Greetings, \v[lore.title.seeker].\. I see you accepted the task of collecting the Temple Mine equipment.
es_es: Saludos, \v[lore.title.seeker]a.\. Parece que has aceptado la tarea de recoger el equipamiento perdido en el Templo Mina.
ru_ru: Приветствую, \v[lore.title.seeker].\. Я вижу, вы приняли задание по сбору снаряжения в Храм-Шахте.

source: Please take this \c[3]Detector\c[0] to aid your search.
es_es: Por favor, toma este \c[3]Detector\c[0] que te ayudará en tu búsqueda.
ru_ru: Пожалуйста, возьмите этот \c[3]детектор\c[0], который поможет вашему поиску.

source: This detector will notify you when there is lost equipment in the \c[3]current room\c[0] of the Temple Mine.
es_es: Este detector te notificará cuando estés en \c[3]la misma habitación\c[0] que una pieza de equipamiento en el Templo Mina.
ru_ru: Этот детектор уведомит вас, когда в \c[3]текущей комнате\c[0] Храм-Шахты будет потерянное оборудование.

source: Good luck with the search!
es_es: ¡Buena suerte!
ru_ru: Удачи с поисками!

source: Using Add-Ons
es_es: Utilizando Accesorios
ru_ru: Использование расширений

source: Learn how to enable and disable Add-Ons.
es_es: Aprende como activar o desactivar Accesorios.
ru_ru: Узнайте, как включать и отключать расширения.

source: You find your Add-Ons in the \c[3]last tab\c[0] inside the \c[3]inventory\c[0]
es_es: Podrás encontrar tus Accesorios en la \c[3]última pestaña\c[0] dentro del \c[3]inventario\c[0].
ru_ru: Вы найдёте свои расширения в \c[3]последней вкладке\c[0] внутри \c[3]инвентаря\c[0].

source: Simply click the Add-On to enable or disable it.
es_es: Simplemente haz click en el Accesorio para activarlo o desactivarlo.
ru_ru: Просто нажмите на расширение, чтобы включить или отключить его.

source: Repeat?
es_es: ¿Repetir?
ru_ru: Повторить?

source: Yes
es_es: Sí
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/bergen/inner-questhub-1.json//entities/89/settings/analyzable/text
source: Quest Advisor
es_es: Consejero de Misiones
ru_ru: Квестовый советник

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Greetings, \v[lore.title.seeker].\. Please head down into the basement for an introduction to \v[area.bergen.name]!
es_es: Saludos, \v[lore.title.seeker]a.\. ¡Por favor, dirígete al sótano para que te introduzcan a la \v[area.bergen.name]!
ru_ru: Приветствую, \v[lore.title.seeker].\. Пожалуйста, спускайтесь вниз в подвал для ознакомления с Бергеном!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Greetings, \v[lore.title.seeker].\. You just heard the mayor's speech, am I correct?
es_es: Saludos, \v[lore.title.seeker]a.\. Acabas de oír el discurso del Alcalde, ¿cierto?
ru_ru: Приветствую, \v[lore.title.seeker].\. Вы только что выслушали речь мэра, я прав?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good.\. As he mentioned, some important tools abandoned with the mine are still lost inside of it.
es_es: Bien.\. Como ha dicho, hemos perdido algunas herramientas en las profundidades de la mina.
ru_ru: Хорошо.\. Как он отметил, некоторые важные инструменты, брошенные в шахте, всё еще потеряны внутри неё.

source: It would be a great help to the entire town if someone could retrieve them for us.
es_es: Sería de gran ayuda a todo el pueblo si alguien pudiera ir a recogerlas.
ru_ru: Это сильно помогло бы всему городу, если бы кто-то смог вернуть их нам.

source: Can we count on your help, \v[lore.title.seeker]?
es_es: ¿Podemos contar con tu ayuda, \v[lore.title.seeker]a?
ru_ru: Можем ли мы рассчитывать на вашу помощь, Искатель?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Very good!\. There are three types of equipment missing:\.\. \c[3]\v[item.238.name]\c[0],\. \c[3]\v[item.239.name]\c[0]\. and \c[3]\v[item.240.name]\c[0].
es_es: ¡Muy bien!\. Hay tres tipos de equipamiento perdidos:\.\. \c[3]\v[item.238.name]\c[0],\. \c[3]\v[item.239.name]\c[0]\. y \c[3]\v[item.240.name]\c[0].
ru_ru: Очень хорошо!\. Были утеряны три вида оснащения:\.\. \c[3]Лазерная кирка\c[0],\. \c[3]Лазерный тротил\c[0]\. и \c[3]Шахтёрские документы\c[0].

source: You should be able to find all of those somewhere within the Temple Mine.
es_es: Deberías poder encontrar todos ellos en algún lugar del Templo Mina.
ru_ru: Вы сможете найти всё это где-то в Храм-Шахте.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Since the equipment might be difficult to spot, we hand out \c[3]Detectors\c[0] to support your search.
es_es: Puede que sea difícil encontrar todo el equipamiento, por lo que te daremos un \c[3]Detector\c[0] que te ayudará en tu tarea.
ru_ru: Поскольку оборудование трудно обнаружить, мы выдадим \c[3]детекторы\c[0], чтобы помочь вам в поисках.

source: You can receive your detector from my colleague over there.
es_es: Mi colega te dará el detector.
ru_ru: Вы можете получить свой детектор от моей коллеги там.

source: Stay vigilant, Seeker.
es_es: Mantente alerta, Buscadora.
ru_ru: Будьте бдительны, Искатель.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: That is a shame.\. In the name of \v[area.bergen.name], I urge you to reconsider.
es_es: Es una pena.\. En el nombre de la \v[area.bergen.name], te imploro que lo reconsideres.
ru_ru: Очень жаль.\. Во имя Бергена, я призываю вас пересмотреть своё решение.

source: Remember, there are three things missing:\.\. \c[3]\v[item.238.name]s,\. bundles of \v[item.239.name]\. and the \v[item.240.name]\c[0].
es_es: Recuerda, nos faltan tres cosas:\.\. \c[3]\v[item.238.name]s,\. conjuntos de \v[item.239.name]\. y el \v[item.240.name]\c[0].
ru_ru: Помните, утеряны три типа оснащения:\.\. \c[3]Лазерные кирки,\. связки Лазерного тротила\. и Шахтёрские документы\c[0].

source: You should be able to find all of those somewhere within the Temple Mine.\. Please stay vigilant when exploring it.
es_es: Deberías poder encontrarlos todos en algún lugar del Templo Mina.\. Por favor, mantente alerta cuando explores.
ru_ru: Вы найдёте всё это где-то в Храм-Шахте.\. Пожалуйста, будьте бдительны, изучая её.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Welcome back, \v[lore.title.seeker].\. I see you have found everything we need?
es_es: Bienvenida de vuelta, \v[lore.title.seeker]a.\. ¿Has conseguido todo lo que necesitábamos?
ru_ru: С возвращением, \v[lore.title.seeker].\. Я вижу, вы нашли всё, что нам нужно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Truly, this is great news!\. The entire town of Bergen is in your debt!
es_es: ¡Genial! ¡Qué grandes noticias!\. ¡Todo el pueblo de Bergen está en deuda contigo!
ru_ru: Это действительно отличные новости!\. Вся деревня Берген у вас в долгу!

source: Lea!
ru_ru: Лея!

source: Here, take these humble rewards.\. You have earned them three times over!
es_es: Toma, ten esta humilde recompensa.\. ¡Te la has ganado!
ru_ru: Вот, возьмите эти скромные награды.\. Вы заслужили их троекратно!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Greetings, \v[lore.title.seeker].\. \v[area.bergen.name] is in your debt.
es_es: Saludos, \v[lore.title.seeker]a.\. La \v[area.bergen.name] está en deuda contigo.
ru_ru: Приветствую, Искатель.\. Берген у вас в долгу.

# data/maps/bergen/inner-questhub-1.json//entities/101/settings/dialog/2/text
source: Snore...
es_es: Ronquido...
ru_ru: Храп...

# data/maps/bergen/inner-questhub-1.json//entities/103/settings/dialog/0/text
source: Dear Seekers, welcome to Bergen!
es_es: ¡Bienvenidos a Bergen, estimados Buscadores!
ru_ru: Уважаемые Искатели, добро пожаловать в Берген!

# data/maps/bergen/inner-questhub-1.json//entities/103/settings/dialog/1/text
source: The mayor is waiting in the \c[3]lower floor\c[0] to greet all new Seekers visiting our small town.
es_es: El alcalde los espera en el \c[3]piso de abajo\c[0] para saludar a todos los nuevos Buscadores que visitan nuestra pequeña aldea.
ru_ru: Мэр ожидает вас на \c[3]нижнем этаже\c[0], чтобы поприветствовать всех новых Искателей, посетивших наш небольшой городок.

# data/maps/bergen/inner-questhub-1.json//entities/107/settings/dialog/0/text
source: I love this lamp, it's so cute!
es_es: Adoro esta lámpara. ¡Es tan bonita!
ru_ru: Мне нравится эта лампа, она такая милая!

# data/maps/bergen/inner-questhub-1.json//entities/107/settings/dialog/1/text
source: Just look at all the patterns.
es_es: Mira todos esos patrones.
ru_ru: Только посмотри на все эти узоры.

# data/maps/bergen/inner-questhub-1.json//entities/107/settings/dialog/2/text
source: ...Yes, very cute.
es_es: ...Sí, muy bonita.
ru_ru: ...Да, очень мило.

# data/maps/bergen/inner-questhub-1.json//entities/107/settings/dialog/3/text
source: And here you are sitting on a table. Again.
es_es: Y aquí estás, sentada en una mesa. Otra vez.
ru_ru: И вот ты сидишь на столе. Снова.

# data/maps/bergen/inner-questhub-1.json//entities/107/settings/dialog/4/text
source: Look, you can see the lamp just fine from over here.
es_es: Mira, puedes ver la lámpara perfectamente desde aquí.
ru_ru: Ты же можешь отлично видеть лампу прямо отсюда.

# data/maps/bergen/inner-questhub-1.json//entities/107/settings/dialog/5/text
source: Ahhhh, I want one for my place!!
es_es: Ahhhh, ¡¡quiero una para mi casa!!
ru_ru: Ааааа, я хочу себе такую!!

source: Talatu Lips
ru_ru: Талату Липс

source: There ya are!
es_es: ¡Ahí e'tai'!
ru_ru: А вот и ты!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Ah've been workin' on a li'l somethin' here.
es_es: Eh e'tado trabajando en e'te artilugio.
ru_ru: Я работала тут над кое-чем.

source: A fancy new hat!
es_es: ¡Un nuevo sombrero!
ru_ru: Новая модная шляпа!

source: Haha, now don'tcher look at me like that!
es_es: Jaja, ¡no me mire' así!
ru_ru: Ха-ха, не смотри на меня так!

source: It has one o' them nice \c[3]Modifiers\c[0].
es_es: Tiene uno de eso' \c[3]Modificadore'\c[0].
ru_ru: На ней приятные \c[3]модификаторы\c[0].

source: Makes it so ya'll can increase yer chance of loot by havin' a high \c[3]Combat Rank\c[0].
es_es: Con eso podei' conseguir má' cosa' cuando peléi' con un alto \c[3]Rango de Combate\c[0].
ru_ru: Делает так, что ты можешь увеличить шанс выпадения предметов на высоком \c[3]Боевом ранге\c[0].

source: Made it all by mahself. Here take it, sweetheart.
es_es: Lo he hecho io mi'ma. Tómalo, querida.
ru_ru: Сама сделала. Вот, возьми, дорогая.

source: Talatu Lips
ru_ru: Талату Липс

source: Ya'll like it?
es_es: ¿Os gu'ta?
ru_ru: Нравится?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Glad ta hear it!
es_es: ¡Pue' me alegro!
ru_ru: Приятно это слышать!

source: A'right, Ah'll be off now. Y'all be good now!
es_es: Bien, ya me voy. ¡Portao' bien, eh!
ru_ru: Отлично, теперь я пойду. Будь умницей!

source: And keep hittin' them plants fer me, will ya?
es_es: Y no os olvidei' de darle a esa' planta' por mí, ¿eh?
ru_ru: И продолжай бить растения для меня, хорошо?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/inner-questhub-1.json//entities/114/settings/interact/hoverText
source: Area: Bergen
es_es: Área: Bergen
ru_ru: Область: Берген

# data/maps/bergen/inner-questhub-1.json//entities/114/settings/interact/title
source: \c[3]Bulletin Board\c[0]
es_es: \c[3]Tablón de Anuncios\c[0]
ru_ru: \c[3]Доска объявлений\c[0]

# data/maps/bergen/inner-questhub-1.json//entities/116/settings/dialog/0/text
source: This spot is pretty cozy, huh?
es_es: Este lugar este bastante acogedor, ¿verdad?
ru_ru: Это место довольно уютное, правда?

# data/maps/bergen/inner-questhub-1.json//entities/116/settings/dialog/1/text
source: Yeah, not bad.\. Although, I prefer the rest area in Basin Keep.
es_es: Sí, no está mal.\. Aunque prefiero el área de descanso de Basin Keep.
ru_ru: Да, неплохо.\. Хотя я предпочитаю зону отдыха в Твердыне Бэйзина.

# data/maps/bergen/inner-questhub-1.json//entities/116/settings/dialog/2/text
source: Why's that?
es_es: ¿Por qué?
ru_ru: Почему это?

# data/maps/bergen/inner-questhub-1.json//entities/116/settings/dialog/3/text
source: I live in a place much like this one, but I prefer modern architecture.
es_es: Vivo en un lugar muy similar a este, pero prefiero la arquitectura moderna.
ru_ru: Я живу в месте, очень похожем на это, но предпочитаю современную архитектуру.

# data/maps/bergen/inner-questhub-1.json//entities/116/settings/dialog/4/text
source: Oh.\. Wait, you've been that far into the game?
es_es: Oh.\. Un momento, ¿has llegado hasta ese punto del juego?
ru_ru: А.\. Подожди, ты уже так далеко в игре?

# data/maps/bergen/inner-questhub-1.json//entities/116/settings/dialog/5/text
source: No! I saw it online!
es_es: ¡No! ¡Lo vi online!
ru_ru: Нет! Я увидел его в интернете!

# data/maps/bergen/inner-questhub-1.json//entities/116/settings/dialog/6/text
source: Why would you spoil yourself like that?
es_es: ¿Por qué querrías ver ese spoiler?
ru_ru: Зачем спойлерить себе всё вот так?

# data/maps/bergen/inner-questhub-1.json//entities/116/settings/dialog/7/text
source: When I'm not playing CrossWorlds, I'm thinking about CrossWorlds...\. Or watching gameplay footage of CrossWorlds.
es_es: Cuando no juego CrossWorlds, pienso en CrossWorlds...\. O también veo imágenes del juego de CrossWorlds.
ru_ru: Когда я не играю в CrossWorlds, я думаю о CrossWorlds...\. или смотрю видео по CrossWorlds.

# data/maps/bergen/inner-questhub-1.json//entities/116/settings/dialog/8/text
source: Dude...
es_es: Amigo...
ru_ru: Чувак...

source: Are you new? This area is only for the high ranks in the guild.
es_es: ¿Eres nueva? Esta área es solo para los altos rangos del gremio.
ru_ru: Ты новенькая? Эта область только для высших чинов в гильдии.

source: That should do it for today.
es_es: Eso sería todo por hoy.
ru_ru: Этого должно хватить на сегодня.

source: Haha, indeed. A'maist enough tae overthrow a' guilds.
es_es: Ja, ja, en efecto. Tamo' casi listos para derrocar a too' los gremios.
ru_ru: Ха-ха, и вправду. Пощти доштатощно, штоб превзойти вше гильдии.

source: Well, at least the smaller ones.
es_es: Bueno, por lo menos a los más pequeños.
ru_ru: Ну, по крайней мере мелкие.

source: Ye think it's aboot time tae fill in Jean?
es_es: ¿Crees que es hora de decirle a Jean?
ru_ru: Кхак думаешь, мошет, шейщаш время рашкасать Джине?

source: No... She is just so naive. We have to ease her into it.
es_es: No... Es muy ingenua. Tenemos que decirle sobre nuestro plan con cautela.
ru_ru: Нет... Она просто слишком наивна. Нам нужно аккуратно её подвести к этому.

source: Remember how annoyingly happy she was the other day about the "Legendary Rabbit"?
es_es: ¿Recuerdas lo irritante y feliz que estaba el otro día por el "Conejo Legendario"?
ru_ru: Помнишь, как она была ужасно счастлива после того дня с "Легендарным кроликом"?

source: She still hasn't realized it's just a plain old \v[combat.name.gray-frobbit].
es_es: Aún no se da cuenta de que es un simple viejo \v[combat.name.gray-frobbit].
ru_ru: Она до сих пор не поняла, что это просто обычный Кроляг.

source: Hehe true enough. Better tak' it slow.
es_es: Je, je, es verdad. Mejor se lo decimos poco a poco.
ru_ru: Хе-хе, это тощно. Лучше не торопитьшя.

source: Plus, if we tell her now, chances are she bails and puts our operation at risk.
es_es: Además, si se lo decimos ahora, puede que no quiera participar y ponga en riesgo nuestra operación.
ru_ru: Плюс, если мы скажем ей сейчас, скорее всего, она передумает и подвергнет нашу операцию риску.

source: We need her and her attitude to get us more members.
es_es: La necesitamos a ella y su actitud para conseguir más miembros.
ru_ru: Нам нужна она и её настрой, чтобы привлечь больше членов.

source: I hate that we can't just do \v[lore.unlock.money-trade]\c[3]Credit Trading\c[0] anymore.
es_es: Odio que ya no podamos \v[lore.unlock.money-trade]\c[3]Intercambio de Créditos\c[0].
ru_ru: Меня бесит, что мы не можем теперь просто организовать \v[lore.unlock.money-trade]\c[3]торговлю кредитами\c[0].

source: Anyway... \. Let's go to the boss.
es_es: Bueno... \. Vayamos a ver a la jefa.
ru_ru: В любом случае... \. Пойдём к боссу.

source: Aye Aye.
es_es: Sí, sí.
ru_ru: Да-да.

source: [Player stuck. Initiate emergency rescue.]
es_es: [Jugador atrapado. Iniciar rescate de emergencia]
ru_ru: [Игрок застрял. Инициация аварийного спасения.]

source: [Emergency rescue cancelled.]
es_es: [Rescate de emergencia cancelado]
ru_ru: [Отмена аварийного спасения.]

# data/maps/bergen/mine-entrance.json//entities/255/settings/dialog/0/text
source: So, are you gonna tackle the mine as well?\. It's required to progress in the storyline.
es_es: Entonces, tú también irás a solucionar el problema con la mina, ¿no?\. Esto es necesario para progresar en la historia del juego.
ru_ru: Итак, ты собираешься уже заняться шахтой? Это требуется для прогресса сюжетной линии.

# data/maps/bergen/mine-entrance.json//entities/255/settings/dialog/1/text
source: I don't know, man.\..\..\. it might just be a game, but I don't want to get into trouble.
es_es: No lo sé, amigo.\..\..\. Puede que sea solo un juego, pero no quiero meterme en problemas.
ru_ru: Я не знаю, чувак.\..\..\. Может, это всего лишь игра, но я не хочу попасть в беду.

# data/maps/bergen/mine-entrance.json//entities/255/settings/dialog/2/text
source: Huh?\. What's the matter?
es_es: ¿Ah?\. ¿Cuál es el problema?
ru_ru: Хмм?\. В чём дело?

# data/maps/bergen/mine-entrance.json//entities/255/settings/dialog/3/text
source: Someone told me that there is a "hot surprise" inside and that you should be above 18 to go in.
es_es: Alguien me dijo que hay una "gran sorpresa" dentro y que para entrar necesitas tener más de 18 años.
ru_ru: Мне сказали, что там будет "горячий сюрприз" и нужно быть больше 18, чтобы войти.

# data/maps/bergen/mine-entrance.json//entities/255/settings/dialog/4/text
source: That's still a few weeks away for me, y'know...?
es_es: Aún me faltan unas semanas para eso, ¿me entiendes?
ru_ru: Мне ещё несколько недель до этого, понимаешь...?

# data/maps/bergen/mine-entrance.json//entities/255/settings/dialog/5/text
source: Uhh.\..\..\. No. They're talking about your \c[3]level\c[0]. And even that isn't quite correct.
es_es: Ohh.\..\..\. No. Se refiere a tu \c[3]nivel\c[0]. Y lo que te dijeron no es del todo cierto.
ru_ru: Эээ.\..\..\. Нет. Они говорили о твоём \c[3]уровне\c[0]. И даже это не совсем верно.

# data/maps/bergen/mine-entrance.json//entities/255/settings/dialog/6/text
source: Oh... wait... it isn't?
es_es: Oh... espera... ¿no lo es?
ru_ru: Ох... подожди... правда?

# data/maps/bergen/mine-entrance.json//entities/255/settings/dialog/7/text
source: Your level isn't all that important. Just make sure you upgrade your \c[3]equipment\c[0] to improve your stats.
es_es: Tu nivel no es tan importante. Solo asegúrate de mejorar tu \c[3]equipamiento\c[0] para subir tus estadísticas.
ru_ru: Твой уровень не так уж важен. Просто убедись, что ты обновляешь \c[3]экипировку\c[0], чтобы улучшить свои характеристики.

# data/maps/bergen/mine-entrance.json//entities/255/settings/dialog/8/text
source: I... guess that makes a lot more sense. Then I better hit up the shops again.
es_es: Supongo que... eso tiene mucho más sentido. Entonces iré al mercado otra vez.
ru_ru: Я... думаю, что теперь это имеет смысл. Тогда мне лучше снова прогуляться по магазинам.

# data/maps/bergen/mine-entrance.json//entities/259/settings/analyzable/text
source: Mine Guard
es_es: Guardia de la Mina
ru_ru: Охранник шахты

source: Greetings, Seeker.
es_es: Saludos, Buscadora.
ru_ru: Приветствую, Искатель.

source: Ah, I see you acquired the \c[3]Mine Pass\c[0].
es_es: Oh, veo que conseguiste el \c[3]Pase de la Mina\c[0].
ru_ru: Ах, я вижу, ты получила \c[3]Пропуск в Шахту\c[0].

source: Allow me to lower this barrier for you.
es_es: Permíteme bajar esta barrera por ti.
ru_ru: Позволь мне опустить этот барьер для тебя.
