Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/bergen.po
Languages: es_es, ru_ru

source: I really appreciate your help with these.
es_es: Nuevamente, te agradezco tu ayuda.
ru_ru: Я очень ценю твою помощь с этим.

source: I do hope we meet again.
es_es: Espero que nos veamos otra vez.
ru_ru: Надеюсь, что мы ещё встретимся.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: Bye...
es_es: Adiós...
ru_ru: Пока...

# data/maps/bergen/pub.json//entities/39/settings/npcStates/0/event/2/message
source: Aye, girl, what can I get ya?
es_es: Hola, chica. ¿Qué te puedo ofrecer?
ru_ru: Эй, девчушка, чем могу помочь?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/0/event/3/message
source: Hi...?
es_es: ¿Hola...?
ru_ru: Привет...?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/0/event/4/message
source: "Hi" ain't no drink I know about.
es_es: No conozco ninguna bebida que se llame "Hola".
ru_ru: "Привет" - такого напитка я не знаю.

# data/maps/bergen/pub.json//entities/39/settings/npcStates/1/event/2/message
source: Aye, girl, what can I get ya?
es_es: Hola, chica. ¿Qué te puedo ofrecer?
ru_ru: Эй, девчушка, чем могу помочь?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/1/event/3/message
source: Lea...?
ru_ru: Лея...?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/1/event/4/message
source: Nope, no drink I know about either.
es_es: Nop, tampoco conozco esa bebida.
ru_ru: Нет, такого напитка я тоже не знаю.

# data/maps/bergen/pub.json//entities/39/settings/npcStates/2/event/2/message
source: Aye, girl, what can I get ya?
es_es: Hola, chica. ¿Qué te puedo ofrecer?
ru_ru: Эй, девчушка, чем могу помочь?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/2/event/3/message
source: Bye...?
es_es: ¿Adiós...?
ru_ru: Пока...?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/2/event/4/message
source: Ah, "bye", the famous drink... \.\.\. not.
es_es: Ah, "Adiós", la famosa bebida... \.\.\. no.
ru_ru: Ах, "пока", знаменитый напиток... \.\.\. нет.

# data/maps/bergen/pub.json//entities/39/settings/npcStates/3/event/2/message
source: Aye, girl, what can I get ya?
es_es: Hola, chica. ¿Qué te puedo ofrecer?
ru_ru: Эй, девчушка, чем могу помочь?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/3/event/3/message
source: Why...?
es_es: ¿Por qué...?
ru_ru: Почему...?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/3/event/4/message
source: Why not just make you a drink?
es_es: ¿Por qué no mejor te preparo algo para beber?
ru_ru: Почему бы просто не сделать тебе напиток?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/3/event/5/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/pub.json//entities/39/settings/npcStates/3/event/6/message
source: Sorry girl, it's simply not in my program.
es_es: Lo siento, chica, no estoy programado para eso.
ru_ru: Прости, детка, этого просто нет в моей программе.

# data/maps/bergen/pub.json//entities/39/settings/npcStates/4/event/2/message
source: Aye, girl, what can I get ya?
es_es: Hola, chica. ¿Qué te puedo ofrecer?
ru_ru: Эй, девчушка, чем могу помочь?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/4/event/3/message
source: How...?
es_es: ¿Cómo...?
ru_ru: Как...?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/4/event/4/message
source: Well usually customers tell me what they want and I make it.
es_es: Bueno, por lo general los clientes me dicen lo que quieren y se los preparo.
ru_ru: Ну, обычно клиенты говорят, чего они хотят, и я делаю это.

# data/maps/bergen/pub.json//entities/39/settings/npcStates/5/event/2/message
source: Aye, girl, what can I get ya?
es_es: Hola, chica. ¿Qué te puedo ofrecer?
ru_ru: Эй, девчушка, чем могу помочь?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/5/event/3/message
source: Wait...!
es_es: ¡Espera...!
ru_ru: Подожди...!

# data/maps/bergen/pub.json//entities/39/settings/npcStates/5/event/4/message
source: Wait for you to order a drink?
es_es: ¿Espero a que pidas una bebida?
ru_ru: Подождать, когда ты закажешь напиток?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/5/event/5/message
source: [Shakes Head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/bergen/pub.json//entities/39/settings/npcStates/5/event/6/message
source: Okay. Goodbye then.
es_es: Bueno. Adiós entonces.
ru_ru: Ладно. Тогда пока.

# data/maps/bergen/pub.json//entities/39/settings/npcStates/6/event/2/message
source: Aye, girl, what can I get ya?
es_es: Hola, chica. ¿Qué te puedo ofrecer?
ru_ru: Эй, девчушка, чем могу помочь?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/6/event/3/message
source: Sorry...
es_es: Perdón...
ru_ru: Прости...

# data/maps/bergen/pub.json//entities/39/settings/npcStates/6/event/4/message
source: Sorry, is actually a drink we have. But we are out of ingredients.
es_es: "Perdón" es una bebida que sí tenemos, pero nos faltan ingredientes.
ru_ru: "Прости" - этот напиток у нас и в самом деле есть. Но у нас закончились ингредиенты.

# data/maps/bergen/pub.json//entities/39/settings/npcStates/7/event/2/message
source: Aye, girl, what can I get ya?
es_es: Hola, chica. ¿Qué te puedo ofrecer?
ru_ru: Эй, девчушка, чем могу помочь?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/7/event/3/message
source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

# data/maps/bergen/pub.json//entities/39/settings/npcStates/7/event/4/message
source: Yeah no problem, girl.
es_es: No hay problema, chica.
ru_ru: Да без проблем, детка.

# data/maps/bergen/pub.json//entities/39/settings/npcStates/8/event/2/message
source: Aye, girl, what can I get ya?
es_es: Hola, chica. ¿Qué te puedo ofrecer?
ru_ru: Эй, девчушка, чем могу помочь?

# data/maps/bergen/pub.json//entities/39/settings/npcStates/8/event/3/message
source: Meet!
es_es: ¡Reunir!
ru_ru: Встреча!

# data/maps/bergen/pub.json//entities/39/settings/npcStates/8/event/4/message
source: This is going way too fast, let's just stay friends okay?
es_es: Te estás apresurando. Mejor seamos amigos, ¿está bien?
ru_ru: Всё развивается слишком быстро, давай просто останемся друзьями, хорошо?

# data/maps/bergen/pub.json//entities/40/settings/dialog/0/text
source: This darn mine...
es_es: Esta maldita mina...
ru_ru: Эта чёртова шахта...

# data/maps/bergen/pub.json//entities/40/settings/dialog/1/text
source: Ancients almost killed me with their stupid track.
es_es: Los Antiguos casi me matan gracias a su estúpido Camino.
ru_ru: Древние чуть не убили меня своим тупым Путём.

# data/maps/bergen/pub.json//entities/40/settings/dialog/2/text
source: 'Tis a shame indeed.
es_es: Es una vergüenza.
ru_ru: В самом деле, какая жалость.

# data/maps/bergen/pub.json//entities/40/settings/dialog/3/text
source: Yea, everything in there is consumed by them machines and whatnot.
es_es: Sí, todo lo que hay allí dentro es consumido por las máquinas y otras cosas.
ru_ru: Ага, там всё поглощено машинами и прочей дрянью.

# data/maps/bergen/pub.json//entities/40/settings/dialog/4/text
source: You were there when it happened right?
es_es: Tú estuviste allí cuando sucedió, ¿cierto?
ru_ru: Ты был там, когда это случилось, верно?

# data/maps/bergen/pub.json//entities/40/settings/dialog/5/text
source: I sure was. Still have \c[5]nightmares\c[0] about that scream.
es_es: Así es. Aún tengo \c[5]pesadillas\c[0] con ese grito.
ru_ru: Конечно был. У меня до сих пор \c[5]кошмары\c[0] от этого крика.

# data/maps/bergen/pub.json//entities/40/settings/dialog/5/event/2/message
source: You're interested, lass?
es_es: ¿Te interesa el tema, chica?
ru_ru: Заинтересовалась, девочка?

# data/maps/bergen/pub.json//entities/40/settings/dialog/5/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bergen/pub.json//entities/40/settings/dialog/5/event/4/message
source: The mine in the north was our biggest one.
es_es: La mina del norte era una de las más grandes de la aldea.
ru_ru: Шахта на севере была нашей самой большой.

# data/maps/bergen/pub.json//entities/40/settings/dialog/5/event/5/message
source: We used to mine for rare ores there.
es_es: Solíamos extraer minerales exóticos de la mina.
ru_ru: Мы добывали там редкие руды.

# data/maps/bergen/pub.json//entities/40/settings/dialog/5/event/6/message
source: One day however, there was the most awful sound from the depths of the mine.
es_es: Sin embargo, un día escuchamos un ruido estremecedor desde las profundidades de la mina.
ru_ru: Но однажды из глубин шахты раздался ужаснейший звук.

# data/maps/bergen/pub.json//entities/40/settings/dialog/5/event/7/message
source: After that, all the robots we used turned on us.
es_es: Después de eso, todos los robots que ocupábamos se volvieron contra nosotros.
ru_ru: После этого все роботы, которых мы использовали, повернулись против нас.

# data/maps/bergen/pub.json//entities/40/settings/dialog/5/event/8/message
source: No one really knows what happened. But we assume it has something to do with the temple we discovered.
es_es: Nadie sabe con certeza qué pasó, pero asumimos que tiene que ver con el templo que descubrimos.
ru_ru: Никто на самом деле не знает, что случилось. Но мы предполагаем, что это как-то связано с храмом, который мы обнаружили.

# data/maps/bergen/pub.json//entities/40/settings/dialog/5/event/9/message
source: Apparently it's some old ruin left by these \c[3]Ancients\c[0].
es_es: Al parecer, se trata de una ruina antigua que dejaron estos \c[3]Antiguos\c[0].
ru_ru: Видимо, это какие-то старые руины, оставленные этими \c[3]Древними\c[0].

# data/maps/bergen/shop.json//entities/34/settings/analyzable/text
source: Jamie Twirlson
ru_ru: Джейми Непоседа

# data/maps/bergen/shop.json//entities/34/settings/npcStates/0/event/0/name
source: Jamie Twirlson
ru_ru: Джейми Непоседа

# data/maps/bergen/shop.json//entities/34/settings/npcStates/0/event/2/message
source: No,\. no,\. no!\. This just won't do!
es_es: ¡No,\. no,\. no!\. ¡Esto no sirve!
ru_ru: Нет,\. нет,\. нет!\. Так не пойдёт!

# data/maps/bergen/shop.json//entities/34/settings/npcStates/0/event/3/message
source: Hi!?
es_es: ¿¡Hola!?
ru_ru: Привет!?

# data/maps/bergen/shop.json//entities/34/settings/npcStates/0/event/6/message
source: What is it?\. Can't you see that I am in a fragile, icy cage of emotions?
es_es: ¿Qué sucede?\. ¿No ves que estoy en un estado emocional muy delicado ahora mismo?
ru_ru: Что такое?\. Разве вы не видите, что я нахожусь в хрупкой, ледяной клетке эмоций?

# data/maps/bergen/shop.json//entities/34/settings/npcStates/0/event/7/message
source: Bye?
es_es: ¿Adiós?
ru_ru: Пока?

# data/maps/bergen/shop.json//entities/34/settings/npcStates/1/event/quest/0/name
source: Jamie Twirlson
ru_ru: Джейми Непоседа

source: No,\. no,\. no!\. This just won't do!
es_es: ¡No,\. no,\. no!\. ¡Esto no sirve!
ru_ru: Нет,\. нет,\. нет!\. Так не пойдёт!

source: Hi!?
es_es: ¿¡Hola!?
ru_ru: Привет!?

source: What is it?\. Can't you see that I am in a fragile, icy cage of emotions?
es_es: ¿Qué sucede?\. ¿No ves que estoy en un estado emocional muy delicado ahora mismo?
ru_ru: Что такое?\. Разве вы не видите, что я нахожусь в хрупкой, ледяной клетке эмоций?

source: L-Lea...?!
ru_ru: Л-Лея...?!

source: Ah, the council has sent you to assist me?\. Finally they have recognized the importance of my quest!
es_es: Ah, ¿el consejo te ha enviado a ayudarme?\. ¡Finalmente han reconocido la importancia de mi tarea!
ru_ru: Ах, совет послал вас помочь мне?\. Наконец-то они признали важность моего квеста!

source: And you also seem to be a person of refined taste.\. An unexpected sight indeed.
es_es: Y parece que eres una persona con gustos refinados.\. ¡Qué suerte la mía!
ru_ru: И вы, кажется, человек утонченного вкуса.\. Действительно неожиданное зрелище.

source: You see, I have devoted my life to the search for the perfect hat, fit only for the noblest of pates!
es_es: Verás, he dedicado mi vida a la búsqueda del sombrero perfecto, ¡digno solo del más noble entre los nobles!
ru_ru: Видите ли, я посвятил свою жизнь поиску идеальной шляпы, подходящей лишь для самых благородных голов!

source: Thus, when tales of a legendary piece of headwear called the \c[3]"Tophat"\c[0] reached me, I had to settle down here!
es_es: Entonces, en cuanto oí las historias de un sombrero legendario llamado el \c[3]"Sombrero de Gala"\c[0], ¡tenía que encontrarlo!
ru_ru: И потому, когда сказания о легендарном головном уборе, называемом \c[3]"Цилиндр"\c[0], дошли до меня, я обосновался в этой деревне!

source: But so far the only ones I've seen were the ruined pieces of rag worn by those terrible snowcreatures.
es_es: Pero hasta entonces, todo lo que pude encontrar fueron pedazos arruinados de los sombreros de esos terribles hombres de nieve.
ru_ru: Но всё, что я здесь видел - это рваное тряпьё, которое носят те ужасные снежные создания.

source: The sacred art of the Tophat cannot be entirely lost.\. Someone in Bergen must still be skilled in it.
es_es: La sagrada arte del Sombrero de Gala no puede ser olvidada.\. Alguien en Bergen debe ser habilidoso en ella.
ru_ru: Священное искусство Цилиндра не могло быть полностью утеряно.\. Кто-то в Бергене всё-таки должен быть опытным специалистом в этой области.

source: Finding that lost master is now up to you.\. A worthy task indeed!
es_es: Y a ti te otorgo la tarea de encontrar a este hipotético maestro.\. ¡Una importantísima tarea!
ru_ru: Найти этого потерянного мастера теперь предстоит вам.\. Поистине достойное задание!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye.
es_es: Adiós.
ru_ru: Пока.

# data/maps/bergen/shop.json//entities/34/settings/npcStates/2/event/0/name
source: Jamie Twirlson
ru_ru: Джейми Непоседа

# data/maps/bergen/shop.json//entities/34/settings/npcStates/2/event/2/message
source: Ah, you have returned. Did you find my heart's desire?
es_es: Oh, has regresado. ¿Encontraste mi anhelo?
ru_ru: Ах, вы вернулись.\. Нашли моё заветное желание?

# data/maps/bergen/shop.json//entities/34/settings/npcStates/2/event/3/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/bergen/shop.json//entities/34/settings/npcStates/2/event/4/message
source: Oh?\. Then off you go again!\. There is greatness out there, waiting to be found!
es_es: ¿Oh?\. ¡Entonces ve a buscarlo de nuevo!\. ¡Allí afuera hay una inmensidad de cosas esperando a ser encontradas!
ru_ru: О?\. Тогда отправляйтесь снова!\. Величие снаружи, в ожидании того, чтобы быть найденным!

# data/maps/bergen/shop.json//entities/34/settings/npcStates/2/event/5/message
source: Bye...
es_es: Adiós...
ru_ru: Пока...

# data/maps/bergen/shop.json//entities/34/settings/npcStates/3/event/quest/0/name
source: Jamie Twirlson
ru_ru: Джейми Непоседа

source: Ah, you have returned.\. Did you find my heart's desire?
es_es: Oh, has regresado. ¿Encontraste mi anhelo?
ru_ru: Ах, вы вернулись.\. Нашли моё заветное желание?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Ahh, splendid!\. Please, show it to me!
es_es: ¡Ahh, espléndido!\. ¡Por favor, enséñamelo!
ru_ru: Ааа, великолепно!\. Пожалуйста, покажите мне его!

source: Mhm... this.\. This is fine work indeed, but\..\..\..\. Something is missing.
es_es: Mhm... esto.\. Esto está bien, pero\..\..\..\. Falta algo.
ru_ru: Ммм... это.\. Это, конечно, хорошая работа, признаю, но\..\..\..\. чего-то не хватает.

source: It seems like I haven't fully discovered the art I seek\..\..\..\. yet.
es_es: Creo que no he descubierto completamente el arte que quiero\..\..\..\. aún.
ru_ru: Похоже, что я нашёл не совсем то искусство, которое я ищу\..\..\..\. пока что.

source: Still, I thank you for your diligent work.\. You can keep the hat. I'll need to continue my research.
es_es: De todas maneras, gracias por tu diligente trabajo.\. Puedes conservar la gorra. Ahora debo continuar con mi investigación.
ru_ru: Всё равно я благодарю вас за усердную работу.\. Вы можете оставить шляпу себе. Мне нужно продолжать мои поиски.

source: You may now return to Mrs. Summers for your reward.\. And please also give her my most sincere thanks for the help!
es_es: Ahora puedes regresar con Mrs. Summers para tu recompensa.\. ¡Y, por favor, dale también mi más sincero agradecimiento por la ayuda!
ru_ru: Теперь вы можете вернуться к миссис Саммерс за своей наградой.\. И ещё, пожалуйста, передайте ей мою самую искреннюю благодарность за помощь!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye.
es_es: Adiós.
ru_ru: Пока.

# data/maps/bergen/shop.json//entities/34/settings/npcStates/4/event/0/name
source: Jamie Twirlson
ru_ru: Джейми Непоседа

# data/maps/bergen/shop.json//entities/34/settings/npcStates/4/event/2/message
source: Hrm... what might be missing\..\..\..\.?
es_es: Hrm... ¿qué podría faltar\..\..\..\.?
ru_ru: Хмм... чего же недостаёт\..\..\..\.?

source: Our Bergen ores are of the highest quality!
es_es: ¡Nuestros minerales de Bergen son de la mejor calidad!
ru_ru: Наши бергенские руды высочайшего качества!

source: Greetings! Please take a kind look at our humble provisions!
es_es: ¡Saludos! Por favor, ¡echa un vistazo a nuestras humildes provisiones!
ru_ru: Приветствую! Пожалуйста, обратите внимание на наши скромные товары!

source: Darrel
ru_ru: Даррел

source: Nice job in there, the area looks mostly clear.\. But I still detect some weird object.
es_es: Buen trabajo, el área está casi despejada.\. Pero aún detecto un objeto raro.
ru_ru: Хорошая работа, местность выглядит довольно чисто.\. Но я по-прежнему получаю сигнал какого-то странного объекта.

source: You better pick that up and bring it back for analysis.\. We don't want rubbish lying around when we mine.
es_es: Será mejor que lo recojas y lo lleves de vuelta para analizarlo.\. No queremos basura rondando por allí cuando minemos.
ru_ru: Тебе лучше взять его и принести для анализа.\. Мы не хотим, чтобы вокруг нас валялся мусор, пока мы добываем руду.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Darrel
ru_ru: Даррел

source: Good job, the bombs are back online and it seems like you already got the hang of explosive bug-extermination.
es_es: Buen trabajo, las bombas funcionan de nuevo y al parecer aprendiste cómo explotar y exterminar a esos bichos.
ru_ru: Хорошая работа, бомбы снова в сети, и кажется, что ты уже приноровилась к взрывному уничтожению жуков.

source: Darrel
ru_ru: Даррел

source: Now continue with those rocks there and stay alert for whatever is inside of them.
es_es: Ahora continúa con esas rocas de allí y mantente alerta por si llegara a aparecer algo dentro de ellas.
ru_ru: Теперь продолжи с этими камнями, но будь осторожна с тем, что находится внутри них.

source: Also, there are \c[3]protective barriers\c[0] on those narrow routes leading up to you.
es_es: Además, hay \c[3]barreras protectoras\c[0] en esos caminos estrechos que van hacia tu dirección.
ru_ru: Кроме того, на этих узких путях, ведущих к тебе, есть \c[3]защитные барьеры\c[0].

source: Darrel
ru_ru: Даррел

source: They'll slow down whatever's causing trouble, but they won't hold for long.\. So don't rely on them too much!
es_es: Ralentizarán a quién intente pasar por su camino, pero no por mucho tiempo.\. ¡Así que no te fíes mucho de ellas!
ru_ru: Они замедлят всё, что вызовет проблемы, но долго не продержатся.\. Так что не надейся на них слишком сильно!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: 1.Barrier DMG, \v[tmp.barrier-1-hp] HP
es_es: 1.Barrera dañada, \v[tmp.barrier-1-hp] PV
ru_ru: 1.Урон барьера, \v[tmp.barrier-1-hp] HP

source: 1.Barrier down
es_es: 1.Barrera destruída
ru_ru: 1.Барьер уничтожен

source: Opening security barrier...
es_es: Abriendo barrera de seguridad...
ru_ru: Открытие охранного барьера...

source: Closing security barrier...
es_es: Cerrando barrera de seguridad...
ru_ru: Закрытие охранного барьера...

source: 1.Barrier HP: \v[tmp.barrier-1-hp]
es_es: 1.PV de la Barrera: \v[tmp.barrier-1-hp]
ru_ru: 1.HP Барьера: \v[tmp.barrier-1-hp]

source: 1.Barrier restarted
es_es: 1.Barrera reiniciada
ru_ru: 1.Барьер перезагружен

source: 2.Barrier DMG, \v[tmp.barrier-2-hp] HP
es_es: 2.Barrera dañada, \v[tmp.barrier-2-hp] PV
ru_ru: 2.Урон барьера, \v[tmp.barrier-2-hp] HP

source: 2.Barrier down
es_es: 2.Barrera destruída
ru_ru: 2.Барьер уничтожен

source: 2.Barrier HP: \v[tmp.barrier-2-hp]
es_es: 2.PV de la Barrera: \v[tmp.barrier-2-hp]
ru_ru: 2.HP Барьера: \v[tmp.barrier-2-hp]

source: 2.Barrier restarted
es_es: 2.Barrera reiniciada
ru_ru: 2.Барьер перезагружен

source: Darrel
ru_ru: Даррел

source: Alright, you can now report back to...\.\. Wait a second, something's not right...
es_es: Muy bien, ahora puedes reportarte a...\.\. Espera un segundo, algo no anda bien...
ru_ru: Хорошо, теперь ты можешь доложить в...\.\. Подожди секунду, что-то не так...

source: Darrel
ru_ru: Даррел

source: ... well... seems like you've still got work to do.\. Good luck!
es_es: ... bueno... parece que aún tienes trabajo que hacer.\. ¡Buena suerte!
ru_ru: ...ну... кажется, у тебя появилась ещё работа.\. Удачи!

source: Darrel
ru_ru: Даррел

source: Seems you handled that as well.\. Just did another thorough scan and there are no signs of activity left.\.\. Finally.
es_es: Parece que no has tenido mucho problema.\. Acabo de hacer otro análisis, no hay actividad presente.\.\. Por fin.
ru_ru: Кажется, ты справилась и с этим.\. Только что сделал ещё одно тщательное сканирование, и никаких признаков активности не осталось.\.\. Наконец-то.

source: I got this under control now and soon we can resume work.\. You can report back to the HQ, good work.
es_es: Puedes dejarme el resto a mí, ya está todo bajo control y podremos continuar con nuestro trabajo.\. Puedes entregar tu reporte en la Sede Central, bien hecho.
ru_ru: Теперь всё под контролем, и скоро мы сможем возобновить работу.\. Ты можешь доложить в штаб, хорошая работа.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Darrel
ru_ru: Даррел

source: Darrel
ru_ru: Даррел

source: Hello, Kumpel.
es_es: Hola, Kumpel.
ru_ru: Привет, Kumpel (друган).

source: Darrel
ru_ru: Даррел

source: Go through that tunnel to reach our current mining chamber and lower the \c[3]security barrier\c[0] to reach the \c[3]explosives console\c[0].
es_es: Ve por ese túnel para llegar a nuestra cámara de minería actual y baja la \c[3]barrera de seguridad\c[0] para llegar a la \c[3]terminal de explosivos\c[0].
ru_ru: Пройди через этот тоннель, чтобы добраться до нашей текущей горной разработки и сними \c[3]защитный барьер\c[0], чтобы добраться до \c[3]пульта взрывчатых веществ\c[0].

source: Be careful, though.\. It is quiet at the moment, but our sensors are detecting faint reactions somewhere in the dark.
es_es: Pero ten cuidado.\. Por el momento está tranquilo, pero nuestros sensores están detectando un leve movimiento proviniendo de las profundidades.
ru_ru: Но будь осторожна.\. Сейчас тихо, но наши датчики обнаруживают слабые реакции где-то в темноте.

source: If those grey bugs ambush you, \c[3]use explosives to crack their shells\c[0].
es_es: Si esos bichos grises te atacan, \c[3]usa los explosivos para romper sus caparazones\c[0].
ru_ru: Если эти серые жуки подкараулят тебя, \c[3]используй взрывчатку, чтобы сломать их панцири\c[0].

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Darrel
ru_ru: Даррел

source: \c[3]Pick up that chest\c[0] and get it out of here.\. We don't want some rubbish lying around when we mine.
es_es: \c[3]Toma ese cofre\c[0] y llévatelo de aquí.\. No queremos basura molestando cuando minamos.
ru_ru: \c[3]Подними этот сундук\c[0] и вытащи его отсюда.\. Мы не хотим, чтобы вокруг нас валялся мусор, пока мы добываем руду.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Darrel
ru_ru: Даррел
