Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cargo-ship.po
Languages: es_es

source: And I wouldn't ask him to take off his jetpack either, you see?\. It's actually a bit of a safety hazard.
es_es: Y tampoco le pediría que se quite el jetpack, ¿entiendes?\. De hecho es un riesgo de seguridad.

source: That Sergey never forgets, does he?
es_es: Ese Sergey nunca se olvida, ¿no?

source: I tend to get absorbed in my tasks like that...
es_es: Suelo enfrascarme así en mis tareas...

source: Still, I could have sworn our captain strictly banned any running instant matter on deck ever since.
es_es: Aun así, juraría que nuestro capitán prohibió cualquier tipo de Materia Instantánea en el barco desde ese entonces.

source: So guess what?\. They recently had a breakthrough with instant matter research.
es_es: Bien, adivina qué.\. Acaba de haber un importante avance en la investigación de la materia instantánea.

# data/maps/cargo-ship/ship.json//entities/183/settings/event/108/message
source: D-\.Do you really think this will work?!
es_es: ¡¿R-\.Realmente crees que funcionará?!

# data/maps/cargo-ship/ship.json//entities/187/settings/event/22/message
source: No, I promise this is an exception...
es_es: No, te prometo que esta es una excepción...

source: Do you want to be \c[3]Manlea\c[0]?
es_es: ¿Quieres ser \c[3]Leo\c[0]?

source: YES!
es_es: ¡SÍ!

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/31/text
source: Initializing Avatar
es_es: Inicializando Avatar

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/43/message
source: There you are, initialization successful!
es_es: ¡Listo! ¡Inicialización exitosa!

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/48/message
source: Oh, is the speech synchronization malfunctioning?
es_es: Oh, ¿está funcionando mal la sincronización del habla?

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/50/message
source: ... Apparently. Well, something just had to go wrong.
es_es: ... Así parece. Bueno, algo tenía que salir mal.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/51/message
source: But you understand me, correct?
es_es: Pero puedes entenderme, ¿cierto?

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/52/message
source: [nods]
es_es: [asiente]

source: Wait...
es_es: Espera...

source: Wha-what is up with your \c[3]level\c[0]?
es_es: ¿Qu-qué pasó con tu \c[3]nivel\c[0]?

source: You are level \c[3]\v[player.level]\c[0].\. It should have been reset.
es_es: Eres nivel \c[3]\v[player.level]\c[0].\. Debería haberse reiniciado.

source: Ugh...\. this is not off to a great start.
es_es: Uff...\. este no es un buen comienzo.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/55/message
source: Ok. We will make it work, somehow.
es_es: Bueno. Tendremos que lidiar con esto, de algún modo.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/56/message
source: You... are probably confused about this situation, correct?
es_es: Tú... probablemente estés confundida sobre la situación, ¿cierto?

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/57/message
source: [nods]
es_es: [asiente]

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/59/message
source: Alright. Let us take small steps.
es_es: Bien. Vamos de a poco.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/60/message
source: Do you remember VRPs?
es_es: ¿Recuerdas los PRV?

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/62/message
source: ...Virtual Ricochet Projectiles?
es_es: ¿...Proyectiles de Rebote Virtual?

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/64/message
source: ...Balls?
es_es: ¿...Bolas?

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/66/message
source: [nods]
es_es: [asiente]

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/67/message
source: Ok... you seem to remember...
es_es: Bueno... parece que te acuerdas...

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/68/message
source: Carla? We are ready. Please initiate the training sequence.
es_es: ¿Carla? Estamos listos. Por favor, inicia la secuencia de entrenamiento.

source: Press \i[key-throw] to aim. Release \i[key-throw] to throw.
es_es: Pulsa \i[key-throw] para apuntar. Suelta \i[key-throw] para lanzar.

source: Use \i[right-stick] to aim. Press \i[throw] to throw.
es_es: Pulsa \i[right-stick] para apuntar. Suelta \i[throw] para lanzar.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/82/task
source: Hit enemies with \i[o]
es_es: Golpea a los enemigos con \i[o]

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/88/message
source: VRPs are your most essential tool and weapon.
es_es: Los PRV son tu arma y herramienta más esencial.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/89/message
source: They are basically like balls.
es_es: Son básicamente como bolas.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/90/message
source: Your task is to hit all these robots with VRPs.
es_es: Tu objetivo es golpear a todos estos robots con los PRV.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/91/message
source: So, give it a shot!\. Or rather...\.\.\. a throw!
es_es: ¡Vamos! ¡Haz tu mejor intento!
