Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cargo-ship.po
Languages: es_es

source: Well, she sure seems to enjoy herself!
es_es: Что ж, похоже, ей это нравится!

# data/maps/cargo-ship/room2.json//entities/87/settings/event/0/message
source: Stop defeating our troupe! They are not supposed to be defeated!!
es_es: Прекрати побеждать нашу труппу! Они не должны быть побеждены!!

# data/maps/cargo-ship/room3.json//entities/16/settings/event/6/message
source: Time for turrets!\. Don't worry, those things won't hurt you.
es_es: Время для турелей!\. Не волнуйся, эти штуки не поранят тебя.

# data/maps/cargo-ship/room3.json//entities/16/settings/event/7/message
source: This is in fact just a simple puzzle.
es_es: Это всего лишь простая головоломка.

source: C'mon, you can do this yourself.\. Really want a hint?
es_es: Давай, ты сможешь справиться с этим сама.\. Серьёзно, нужна подсказка?

source: [nods]
es_es: [кивает]

source: Oh well.\. Look, these blocks are kinda like switches.
es_es: Ну ладно. \. Смотри, эти блоки - что-то вроде переключателей.

source: Only they don't react to the typical balls.
es_es: Только они не реагируют на обычные шары.

source: Maybe they react when hit by something else.
es_es: Может, они среагируют, если ударить их чем-нибудь ещё.

source: [shakes head]
es_es: [мотает головой]

source: Attagirl! Use that pretty head of yours.
es_es: Умничка! Используй для этого свою милую голову.

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Hm, this one is a tiny bit more tricky. Need some help?
es_es: Хм, эта немного посложнее. Нужна помощь?

source: [nods]
es_es: [кивает]

source: To make the turret hit these blocks you have to stand between turret and block.
es_es: Чтобы турель выстрелила в эти блоки, тебе нужно встать между турелью и блоком.

source: Then you need to dodge the bullet right after it was shot.
es_es: Затем уклонись от пули сразу после того, как она выстрелит.

source: You need to get the timing right.\. C'mon, I know you can do it!
es_es: Тебе нужно правильно рассчитать время.\. Давай, я знаю, у тебя получится!

source: [shakes head]
es_es: [мотает головой]

source: Alright! Go on!
es_es: Хорошо! Продолжай!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Are you stuck here?
es_es: Ты застряла здесь?

source: [nods]
es_es: [кивает]

source: It's actually almost the same as before.\. Only this time the turret and blocks are on a higher level.
es_es: Здесь почти то же самое, что и раньше.\. Только турели и блоки в этот раз расположены выше.

source: So get up on that container in the middle and dodge some bullets!
es_es: Поднимись на контейнер в центре и уклоняйся от пуль!

source: [shakes head]
es_es: [мотает головой]

source: Alright! Go on!
es_es: Хорошо! Продолжай!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: These things are kinda unexpected, right?\. Need a hint?
es_es: Эти штуки довольно неожиданны, правда?\. Нужна подсказка?

source: [nods]
es_es: [кивает]

source: That mirror-like thing only shoots bullets, when it's hit by your balls.
es_es: Эта зеркальная штука выстреливает только тогда, когда ты попадаешь в неё шарами.

source: And it always shoots the bullets right at you.
es_es: И пули всегда направлены прямо в тебя.

source: You'll need a block between you and the mirror and still need to hit the mirror with one of your balls...
es_es: Тебе нужен блок между тобой и зеркалом, но ещё нужно попадать в зеркало шарами...

source: So here's the hint:\. Think bouncing balls!
es_es: Так что вот подсказка:\. Думай об отскакивающих шарах!

source: [shakes head]
es_es: [мотает головой]

source: Alright! Go on!
es_es: Хорошо! Продолжай!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Phew, that's all for this room.\. Lot's of puzzles, right?\. But don't worry, you will get some real action in the next room!
es_es: Ух, закончили с этой комнатой.\. Немало головоломок, да?\. Но не переживай, в следующей комнате тебя ждёт настоящая движуха!

# data/maps/cargo-ship/room4.json//entities/21/settings/event/1/message
source: Alright, good luck in there!
es_es: Ладно, удачи там!

# data/maps/cargo-ship/room4.json//entities/32/settings/event/2/message
source: A bit of advice!\. Hit them with \i[tech]charged balls to cancel their attacks!
es_es: Небольшой совет!\. Бей \i[tech]заряженными шарами, чтобы прервать их атаки!

source: Enter that arena there to start the lil' sparring session.
es_es: Зайди на арену, чтобы начать небольшой сеанс спарринга.

source: If you liked this room, you're gonna love the next one, trust me!
es_es: Если тебе понравилась эта комната, то следующая тоже придётся по вкусу, поверь мне!

# data/maps/cargo-ship/room4.json//entities/42/settings/event/6/message
source: Yes!!\. That was awesome, girl!\. Sergey, you weren't kidding! She's really got a knack for battling.
es_es: Да!!\. Это было потрясающе, подруга!\. Сергей, ты не шутил! У неё определённо талант к сражениям.

# data/maps/cargo-ship/room4.json//entities/42/settings/event/7/message
source: Yeah, that sure takes me back.
es_es: Ага, это мне кое-что напомнило.

# data/maps/cargo-ship/room4.json//entities/50/settings/event/7/message
source: Whoa, slow down there, girl!
es_es: Эй, притормози тут, подруга!

# data/maps/cargo-ship/room4.json//entities/50/settings/event/9/message
source: Just a short warning.\. Here you'll meet your first "real" enemies.
es_es: Просто небольшое предупреждение. Здесь ты встретишь своих первых "настоящих" врагов.

# data/maps/cargo-ship/room4.json//entities/50/settings/event/10/message
source: And by "real" I mean those things will, in fact, attack you.
es_es: И под "настоящими" я подразумеваю то, что эти штуки будут тебя атаковать.

source: Not that it's \c[3]likely\c[0] they'll get the chance with the amount of damage you deal, but anyway...
es_es: Не то чтобы у них \c[3]были\c[0] шансы с твоим количеством урона, но всё-таки...

source: Don't get me wrong!\. They're really easy, but still....
es_es: Не пойми меня неправильно!\. Они довольно простые, но всё же...

# data/maps/cargo-ship/room4.json//entities/50/settings/event/13/message
source: If you do get beat down, your respawn point is right in this room.
es_es: Если умудришься проиграть, то в этой комнате есть точка возрождения.

# data/maps/cargo-ship/room4.json//entities/50/settings/event/15/message
source: Uhm...\. that means there's no real danger!\. Go ahead and kick some ass!
es_es: Эмм...\. это означает, что настоящей опасности нет!\. Давай, надери им задницу!

# data/maps/cargo-ship/room4.json//entities/50/settings/event/18/message
source: Ah, just a moment!\. Let me enable the dash module before we start the battle.
es_es: Ах, минутку! Позвольте мне включить модуль рывка, прежде чем мы начнём битву.

# data/maps/cargo-ship/room4.json//entities/50/settings/event/19/object
source: \i[tech]Dash
es_es: \i[tech]Рывок

# data/maps/cargo-ship/room4.json//entities/50/settings/event/21/message
source: Dash is essential in battle, since it helps you to quickly dodge enemy attacks at any time.
es_es: Рывок имеет важное значение в бою, поскольку он позволяет быстро уклоняться от вражеских атак в любой момент.

# data/maps/cargo-ship/room4.json//entities/50/settings/event/22/message
source: Right he is!\. Now please enter to the right in order to proceed with the ass kicking.
es_es: А он прав!\. Теперь, пожалуйста, иди направо, чтобы приступить к надиранию задниц.

source: Press \i[dash] while moving to dash, though only up to 3 times in a row. You can dash at any time, even while aiming.
es_es: Нажмите \i[dash] во время движения для рывка, но не более трёх раз подряд. Рывок доступен всегда, даже во время прицеливания.

# data/maps/cargo-ship/room4.json//entities/60/settings/blockEvent/3/message
source: Wrong direction, girl.\. Gotta reach the teleporter!
es_es: Не туда, подруга.\. Нужно добраться до телепорта!

# data/maps/cargo-ship/room4.json//entities/71/settings/event/0/message
source: What is up with your damage?! We do not approve of this!!
es_es: Что не так с твоим уроном?! Мы не одобряем это!!

# data/maps/cargo-ship/room5.json//entities/0/settings/event/3/thenStep/0/message
source: Amazing work.\. Numbers sure can't beat \c[1]ridiculously high damage... numbers\c[0].
es_es: Потрясающая работа.\. Количеством не победить \c[1]абсурдно высокое... количество урона\c[0].

# data/maps/cargo-ship/room5.json//entities/0/settings/event/3/elseStep/0/message
source: Amazing work!\. Numbers sure can't beat skill.
es_es: Потрясающая работа!\. Количество никогда не победит качество.

source: Or \c[1]being over-leveled\c[0] for that matter.
es_es: Или \c[1]чрезмерно высокий уровень\c[0], если на то пошло.

# data/maps/cargo-ship/room5.json//entities/7/settings/event/7/message
source: Would ya look at all those cowards ganging up on you!
es_es: Ты только посмотри на этих трусов, ополчившихся против тебя!

# data/maps/cargo-ship/room5.json//entities/7/settings/event/8/thenStep/0/message
source: Yeah...\. good luck with that...
es_es: Ага...\. удачи с этим...

# data/maps/cargo-ship/room5.json//entities/7/settings/event/8/elseStep/0/message
source: But don't panic,\. just keep moving and strike fast!
es_es: Но не паникуй,\. просто продолжай двигаться и бей быстро!

# data/maps/cargo-ship/room5.json//entities/16/settings/event/2/message
source: Aaand another victory for our fearless gladiator Lea!\.
es_es: Иииии очередная победа нашего бесстрашного гладиатора Леи!\.

# data/maps/cargo-ship/room5.json//entities/16/settings/event/3/message
source: A boxing gladiator?\.
es_es: Боксирующий гладиатор?\.

# data/maps/cargo-ship/room5.json//entities/23/settings/event/5/message
source: C'mon, show me a right hook! \.\. And a left!
es_es: Давай, покажи мне хук правой! \.\. И левой!

# data/maps/cargo-ship/room5.json//entities/23/settings/event/6/message
source: Standard VPI was not modeled after boxing\..\..\..
es_es: Стандартный VPI не был основан на боксе\..\..\..

# data/maps/cargo-ship/room5.json//entities/23/settings/event/7/message
source: Shush,\. smarty-pants!
es_es: Тише,\. очкарик!

# data/maps/cargo-ship/room5.json//entities/35/settings/event/2/message
source: Nice moves!\. They didn't even see it coming.
es_es: Хорошо двигаешься!\. Они даже не поняли, что произошло.

# data/maps/cargo-ship/room5.json//entities/40/settings/event/8/message
source: Wait there for another sec!
es_es: Погоди секундочку!

# data/maps/cargo-ship/room5.json//entities/40/settings/event/10/message
source: Yeah yeah I know,\. a second waited is an attack wasted.
es_es: Да-да, я знаю,\. секунду промедлишь и упустишь атаку.

# data/maps/cargo-ship/room5.json//entities/40/settings/event/12/message
source: Still,\. you should know that your strikes have enough punch to interrupt some attacks.
es_es: Всё же,\. ты должна знать, что твои удары имеют достаточную силу, чтобы прервать некоторые виды атак.

# data/maps/cargo-ship/room5.json//entities/40/settings/event/13/message
source: So you can just pummel your opponents without giving them a chance to strike back.
es_es: Так что можешь просто избивать своих противников, не давая им шанс нанести ответный удар.

source: Does this even matter when she defeats everything with a single hit?
es_es: Имеет ли это вообще значение, если она и так вынесет любого с одного удара?

source: Hush...
es_es: Тише...

source: Go get 'em, girl!
es_es: Покажи им, подруга!

source: Sounds like a plan, am I right?\. So go get 'em!
es_es: Похоже на план, я права?\. Так что давай, сделай их!

# data/maps/cargo-ship/room5.json//entities/41/settings/event/6/message
source: Close in fast and whack 'em over the head!
es_es: Врывайся и мочи их!

# data/maps/cargo-ship/room5.json//entities/51/settings/blockEvent/3/message
source: Wrong direction, girl.\. Gotta reach the teleporter!
es_es: Не туда, подруга.\. Нужно добраться до телепорта!

# data/maps/cargo-ship/room5.json//entities/61/settings/event/7/message
source: Hey champ, get your adrenaline down again for a second.
es_es: Эй, герой, остынь на секунду.

# data/maps/cargo-ship/room5.json//entities/61/settings/event/8/message
source: We gotta add a bit more edge to your arsenal.\.\. A sharp one, that is!
es_es: Мы должны добавить немного резкости в твой арсенал.\.\. Кое-что острое!

# data/maps/cargo-ship/room5.json//entities/61/settings/event/10/message
source: I see that got your attention.\.\. Sergey, you finished?
es_es: Я смотрю, это привлекло твоё внимание.\.\. Сергей, ты закончил?

# data/maps/cargo-ship/room5.json//entities/61/settings/event/12/message
source: Yes.\.\.\. Unlocking Virtual Proximity Impact\..\..\..\. now.
es_es: Да.\.\.\. Разблокирую Virtual Proximity Impact\..\..\..\. сейчас.

# data/maps/cargo-ship/room5.json//entities/61/settings/event/14/object
source: \i[tech]Melee
es_es: \i[tech]Ближний бой

# data/maps/cargo-ship/room5.json//entities/61/settings/event/15/message
source: Great!\. With those close-combat strikes...\.
es_es: Замечательно!\. С этими атаками ближнего боя...\.

# data/maps/cargo-ship/room5.json//entities/61/settings/event/16/message
source: ...called VPI...\.
es_es: ...называющимися VPI...\.

# data/maps/cargo-ship/room5.json//entities/61/settings/event/17/message
source: ...you can quickly tear through several targets in your path at once.
es_es: ...ты можешь быстро пробиваться сразу через несколько целей на твоём пути.

# data/maps/cargo-ship/room5.json//entities/61/settings/event/19/message
source: Only them close ones, \.of course.\. You got that?
es_es: Только находящихся рядом, \.само собой.\. Поняла?

# data/maps/cargo-ship/room5.json//entities/61/settings/event/22/message
source: Sharp as a blade!\. Now start by clearing that path for us, will ya?
es_es: Схватываешь на лету!\. А теперь расчисти для нас этот путь, ладно?

source: Click \i[throw] near Lea inside the circle to perform a close-combat attack. Alternatively, just press \i[key-melee].
es_es: Нажмите \i[throw], когда курсор находится рядом с Леей, чтобы выполнить атаку ближнего боя. Или просто нажмите \i[key-melee].

source: Press \i[throw] without touching \i[right-stick] to perform a close-combat attack. Alternatively, just press \i[gamepad-x].
es_es: Нажмите \i[throw], не касаясь \i[right-stick], чтобы выполнить атаку ближнего боя. Или просто нажмите \i[gamepad-x].

source: Just do a few warm-up swings on those pesky obstacles.
es_es: Ударь несколько раз по этим штукам для разминки.

source: Just do a few warm-up swings on those pesky obstacles.
es_es: Ударь несколько раз по этим штукам для разминки.

source: Don't worry, those are the same weaklings as before.
es_es: Не переживай, эти такие же слабаки, как и предыдущие.

source: Just go wild on 'em!
es_es: Можешь на них оторваться!

source: More punching bags await your blade.
es_es: Эти ребята тоже напрашиваются на твой клинок!

source: And here we are at the last challenge.
es_es: А теперь последнее испытание.

source: Don't let the big number scare you and keep focused.
es_es: Не дай их количеству напугать тебя и сконцентрируйся.

source: That was quite the ride, huh?
es_es: Было круто, правда ведь?

# data/maps/cargo-ship/room5.json//entities/68/settings/event/6/message
source: Aaand you just crossed the finish line!\. Congrats!
es_es: Иииии ты только что пересекла финишную черту!\. Поздравляю!

# data/maps/cargo-ship/room5.json//entities/68/settings/event/8/message
source: Seriously, girl...\. that was QUICK!
es_es: Серьёзно, подруга...\. это было БЫСТРО!

# data/maps/cargo-ship/room5.json//entities/68/settings/event/9/thenStep/0/message
source: I mean sure...\. with this amount of \c[1]damage\c[0] it's no wonder, but still.
es_es: В смысле...\. с таким высоким \c[1]уроном\c[0] это и не удивительно, но всё-таки.

# data/maps/cargo-ship/room5.json//entities/68/settings/event/10/message
source: It's like you've never forgotten the basics at all.
es_es: Как будто ты никогда и не забывала все эти основы.

# data/maps/cargo-ship/room5.json//entities/68/settings/event/12/message
source: Oh my, you still look so puzzled about all this.
es_es: Ох, ты по-прежнему выглядишь озадаченной насчёт всего происходящего.

# data/maps/cargo-ship/room5.json//entities/68/settings/event/14/message
source: I suppose it is about time we explain all the circumstances.
es_es: Полагаю, что нам пора объяснить все обстоятельства.

# data/maps/cargo-ship/room5.json//entities/68/settings/event/15/message
source: You bet it is.\. But let's take a short break before that, okay?
es_es: Чертовски подходящее время!\. Но давай сделаем перед этим небольшой перерыв, ладно?

# data/maps/cargo-ship/room5.json//entities/68/settings/event/16/message
source: I still need to report to the captain.\. He wants to meet Lea as well.
es_es: Мне надо бы отчитаться капитану.\. Он тоже хочет встретиться с Леей.

# data/maps/cargo-ship/room5.json//entities/68/settings/event/17/message
source: Good idea.\. Best not keep Jet waiting for too long.
es_es: Хорошая идея.\. Лучше не заставлять Джета ждать.

# data/maps/cargo-ship/room5.json//entities/68/settings/event/21/message
source: C'mon Lea, right this way!
es_es: Пойдём, Лея, за мной!

# data/maps/cargo-ship/room5.json//entities/70/settings/event/1/message
source: We can sense your fear...\. your every step!
es_es: Мы чувствуем твой страх...\. каждый твой шаг!

# data/maps/cargo-ship/room5.json//entities/71/settings/event/1/thenStep/0/message
source: Your escape is futile!
es_es: Бежать бесполезно!

# data/maps/cargo-ship/room5.json//entities/75/settings/event/0/message
source: \c[1]Hi!\c[0]
es_es: \c[1]Привет!\c[0]

# data/maps/cargo-ship/room5.json//entities/75/settings/event/1/message
source: What...\. how can you defeat them?!
es_es: Что...\. как ты смогла победить их?!

# data/maps/cargo-ship/ship.json//entities/78/settings/blockEvent/2/message
source: Let us follow Carla for now.
es_es: А пока, давай проследуем за Карлой.

# data/maps/cargo-ship/ship.json//entities/80/settings/event/5/message
source: Welcome aboard the M.S. Solar!
es_es: Добро пожаловать на борт M.S. Solar!

# data/maps/cargo-ship/ship.json//entities/80/settings/event/19/message
source: Quite the ship, huh?
es_es: Неплохой кораблик, да?

# data/maps/cargo-ship/ship.json//entities/80/settings/event/23/message
source: Y'know, the view here is nice, but you gotta see what's beyond the bow.
es_es: Знаешь, тут хороший вид, но ты должна увидеть кое-что по курсу корабля.

# data/maps/cargo-ship/ship.json//entities/80/settings/event/24/message
source: We're currently steering towards Rhombus Square. That's something to look at!
es_es: Сейчас мы направляемся к Площади Ромба. Там точно есть на что посмотреть!

# data/maps/cargo-ship/ship.json//entities/80/settings/event/27/message
source: Actually, why not go to the bow and explain the situation to Lea there?
es_es: Почему бы нам не пойти в носовую часть и не разъяснить Лее текущую обстановку?

# data/maps/cargo-ship/ship.json//entities/80/settings/event/28/message
source: Seeing Rhombus Square will make it easier for her to understand, correct?
es_es: Ей будет проще понять, если она сама увидит Площадь Ромба, верно?

# data/maps/cargo-ship/ship.json//entities/80/settings/event/29/message
source: Hey, good thinking, Sergey!
es_es: Эй, отличная мысль, Сергей!

# data/maps/cargo-ship/ship.json//entities/80/settings/event/30/message
source: Follow me, Lea!
es_es: За мной, Лея!

source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/82/settings/npcStates/0/event/7/message
source: S...\. Sorry, I'm busy checking the containers here.
es_es: И...\. Извини, я тут занят, контейнеры проверяю.

# data/maps/cargo-ship/ship.json//entities/82/settings/npcStates/0/event/8/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ship.json//entities/82/settings/npcStates/2/event/2/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/82/settings/npcStates/2/event/7/message
source: Uhm...?
es_es: Эмм...?

# data/maps/cargo-ship/ship.json//entities/82/settings/npcStates/2/event/8/message
source: So, I always wondered...
es_es: В общем, я всегда задавался вопросом...

# data/maps/cargo-ship/ship.json//entities/82/settings/npcStates/2/event/9/message
source: Are you the avatar?
es_es: Это ты - аватар?

source: [nods]
es_es: [кивает]

source: Ahhhh!\. Finally I get it!
es_es: Ааааа!\. Наконец-то я понял!

source: That's what everybody was talking about, back then!
es_es: Вот о чём все тогда говорили!

source: Yeah sorry...\. I was just too busy checking the cargo back then.
es_es: Да, прости...\. я просто тогда был слишком занят, проверяя ящики.

source: I tend to get absorbed in my task like that...
es_es: Вот настолько сильно я обычно погружаюсь в работу...

source: Hi!
es_es: Привет!

source: Hello there! You must be a guest on this ship, right?
es_es: Здравствуй! Ты, должно быть, гость на этом корабле, верно?

source: Why, don't be shy! We seamen may look rough, but we're easygoing folks, really.
es_es: Не стесняйся! Мы, моряки, можем выглядеть грубыми, но на самом деле мы люди спокойные, правда.

source: You want to know what I'm doing here?
es_es: Ты хочешь знать, чем я тут занимаюсь?

source: [nods]
es_es: [кивает]

source: I'm currently checking up on the solar panels here.
es_es: В данный момент я проверяю эти солнечные панели.

source: These are our primary energy source, so they better work properly!
es_es: Это наш главный источник энергии, так что они должны быть в исправности!

source: Otherwise our nice and shiny M.S. Solar won't budge a centimeter.
es_es: Иначе наш красивый и блестящий M.S. Solar и на сантиметр с места не сдвинется.

source: Trust me, being stuck in the ocean too long is not something you want to experience.
es_es: Поверь, надолго застрять в океане - это не то, что ты хотела бы испытать.

source: [shakes head]
es_es: [мотает головой]

source: ...No?\. Then what else?
es_es: ...Нет?\. Тогда что ещё?

source: This isn't going anywhere.
es_es: Кажется, мы зашли в тупик.

source: Just let me do my work, okay?
es_es: Просто позволь мне заняться моей работой, хорошо?

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Huh... I suppose he did not even notice you are an avatar.
es_es: Хм... Полагаю, он даже не заметил, что ты аватар.

source: Well, the human appearance is pretty convincing.
es_es: Ну, человеческая внешность довольно убедительна.

source: Except for the hair color...
es_es: Не считая цвета волос...

source: Oh... who are you?
es_es: Ой... ты кто?

source: You don't look like a proper seaman. So, I reckon you're a guest?
es_es: Ты не похожа на настоящего моряка. Полагаю, что ты гость?

source: Not very talkative, huh? Sorry, I'm in the middle of a maintenance routine.
es_es: Не очень разговорчива, да? К сожалению, я занят плановым техническим обслуживанием.

source: So... if you'd excuse me.
es_es: Так что... прошу меня извинить.

source: Hi!
es_es: Привет!

source: Oh! You are back again? That's a surprise.
es_es: Ох! Ты снова вернулась? Какой сюрприз.

source: Last time I wasn't even aware that you were one of these "avatars" from the game.
es_es: В прошлый раз я даже не знал, что ты один из этих "аватаров" из игры.

source: In fact, to me you just looked like one of these fancy youngsters with their colorful hair and tacky clothes.
es_es: На самом деле, для меня ты выглядела как одна из этой причудливой молодёжи, с их яркими волосами и странной одеждой.

source: Oh, and horns. Are horns "in" these days?
es_es: Ох, и рога. В наши дни они разве в моде?

source: [shakes head]
es_es: [мотает головой]

source: I...\. I see? Anyway, I hope you enjoy your stay!
es_es: М...\. Нет? В любом случае, надеюсь, что тебе понравится здесь!

# data/maps/cargo-ship/ship.json//entities/83/settings/npcStates/1/event/2/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/83/settings/npcStates/1/event/3/message
source: Oh! Look who's back!
es_es: Ох! Посмотрите, кто вернулся!
