Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cargo-ship.po
Languages: es_es

# data/maps/cargo-ship/ground.json//entities/44/settings/event/18/message
source: The balls and their impact are all like... virtual and stuff.
es_es: Шары и их воздействие, они, типа... виртуальные и всё такое.

# data/maps/cargo-ship/ground.json//entities/44/settings/event/19/message
source: I see... so that's why you've been wearing those goofy glasses all day.
es_es: Понятно... так вот почему ты носишь эти дурацкие очки весь день.

# data/maps/cargo-ship/ground.json//entities/44/settings/event/20/message
source: Goofy? You know nothing about style, lady!
es_es: Дурацкие? Ты ничего не знаешь о стиле, леди!

# data/maps/cargo-ship/ground.json//entities/44/settings/event/21/message
source: Yeah, whatever.
es_es: Ага, как скажешь.

# data/maps/cargo-ship/ground.json//entities/44/settings/event/25/message
source: Anyway, thanks a lot for the help.
es_es: В любом случае, большое спасибо за помощь.

# data/maps/cargo-ship/ground.json//entities/44/settings/event/27/message
source: Yes!\. Thank you so much, Ms. Avatar!
es_es: Да!\. Большое тебе спасибо, мисс Аватар!

source: Hi!
es_es: Привет!

source: Ah, the horned lady is back!
es_es: Ах, рогатая тётя вернулась!

source: Did you see our new cat already?
es_es: Ты уже видела нашего нового кота?

source: We call him Leim!
es_es: Мы зовём его Лейм!

source: My mom said he was found walking on the Playground and they didn't know where to take him.
es_es: Моя мама сказала, что его нашли в игровой зоне и они не знали, куда его отнести.

source: That's why he's on our ship now!
es_es: И поэтому он теперь у нас на корабле!

source: And he's very lazy, always sleeping around here!
es_es: И он очень ленивый, всегда тут спит!

source: He also seems to be very afraid of water, just like the captain!
es_es: А ещё, похоже, он очень боится воды, прямо как капитан!

source: What?
es_es: Что?

source: Yes!\. Captain doesn't like water!\. That's why he wears the jetpack!
es_es: Да!\. Капитан не любит воду!\. И поэтому он носит реактивный ранец!

source: Oh...\. Oh no!
es_es: Ой...\. О нет!

source: Please don't tell anyone else!
es_es: Пожалуйста, больше никому не рассказывай!

source: I promised mom to keep it a secret!
es_es: Я обещала маме держать это в секрете!

source: [nods]
es_es: [кивает]

source: Thank you horned lady!
es_es: Спасибо, рогатая тётя!

source: Leim, come down!\. I wanna play!
es_es: Лейм, спускайся!\. Я хочу поиграть!

# data/maps/cargo-ship/ground.json//entities/47/settings/event/4/message
source: Wait a moment!
es_es: Подожди секунду!

# data/maps/cargo-ship/ground.json//entities/47/settings/event/6/message
source: Oh yes...\. I just overheard your conversation.
es_es: О да...\. Я тут услышал ваш разговор.

# data/maps/cargo-ship/ground.json//entities/47/settings/event/7/message
source: What did Isabelle say?\. Jet hates water?
es_es: Что там сказала Изабель?\. Джет ненавидит воду?

# data/maps/cargo-ship/ground.json//entities/47/settings/event/8/message
source: And her mom told her to keep it a secret?
es_es: И её мама сказала ей держать это в секрете?

# data/maps/cargo-ship/ground.json//entities/47/settings/event/9/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ground.json//entities/47/settings/event/10/message
source: Interesting!\. I think I finally figured it out!
es_es: Интересно!\. Думаю, я наконец это выяснил!

# data/maps/cargo-ship/ground.json//entities/47/settings/event/12/message
source: Lea, could you do me the favor and visit \c[3]Carla in her cabin\c[0]?
es_es: Лея, не могла бы ты сделать мне одолжение и заглянуть к \c[3]Карле в каюту\c[0]?

# data/maps/cargo-ship/ground.json//entities/47/settings/event/13/message
source: [nods]
es_es: [кивает]

source: Thanks!
es_es: Спасибо!

# data/maps/cargo-ship/puzzle-challenge.json//entities/119/settings/event/8/text
source: Thanks a lot for completing this tech demo of CrossCode! If you like what you saw, please tell your friends! We'd like to get word around! :D Also, follow us on Facebook and Twitter!
es_es: Большое спасибо за прохождение этой технической демо-версии CrossCode! Если вам понравилось увиденное, пожалуйста, расскажите друзьям! Мы хотели бы получить отзывы! :D Подпишитесь на наши Facebook и Twitter!

source: The final challenge!
es_es: Последнее испытание!

# data/maps/cargo-ship/puzzle-challenge.json//entities/119/settings/event/9/text
source: Wait, we're not done yet! From here on we have a small challenge for you to master, if you like to bash some more enemies. Have fun!
es_es: Подождите, мы ещё не закончили! У нас есть небольшое испытание для вас, если вы хотите поколотить ещё несколько врагов. Веселитесь!

# data/maps/cargo-ship/room-end.json//entities/17/settings/destinations/0/label
source: 4th floor (bridge)
es_es: 4-й этаж (капитанский мостик)

# data/maps/cargo-ship/room-end.json//entities/17/settings/destinations/1/label
source: 3rd floor (cabins)
es_es: 3-й этаж (каюты)

# data/maps/cargo-ship/room-end.json//entities/17/settings/destinations/2/label
source: 2nd floor (cabins)
es_es: 2-й этаж (каюты)

# data/maps/cargo-ship/room-end.json//entities/17/settings/destinations/3/label
source: 1st floor (deck)
es_es: 1-й этаж (палуба)

# data/maps/cargo-ship/room-end.json//entities/17/settings/destinations/4/label
source: Basement floor (cargo hold)
es_es: Подвальный этаж (грузовой отсек)

# data/maps/cargo-ship/room-end.json//entities/21/settings/event/8/message
source: Alright, up to the bridge.
es_es: Хорошо, поднимемся на мостик.

# data/maps/cargo-ship/room-end.json//entities/21/settings/event/10/message
source: Oh yeah. Lea?\. Just a heads up - the captain's kinda grumpy, but don't worry about it.
es_es: Ах да. Лея?\. Хочу предупредить - капитан тот ещё ворчун, но не парься по этому поводу.

# data/maps/cargo-ship/room-end.json//entities/21/settings/event/11/message
source: That's just the way he is.
es_es: Такой уж у нас капитан.

# data/maps/cargo-ship/room-end.json//entities/22/settings/event/19/message
source: Well, well... Our endeavor has not been concluded!
es_es: Так-так... Наше предприятие ещё не подошло к концу!

# data/maps/cargo-ship/room-end.json//entities/22/settings/event/33/message
source: You will not escape our will!
es_es: Тебе не избежать нашей воли!

# data/maps/cargo-ship/room-end.json//entities/22/settings/event/36/message
source: He already caught up?
es_es: Он уже догнал нас?

# data/maps/cargo-ship/room-end.json//entities/22/settings/event/43/message
source: Lea, those are high level opponents.
es_es: Лея, эти противники высокого уровня.

# data/maps/cargo-ship/room-end.json//entities/22/settings/event/44/message
source: Do not fight them. Run to the teleporter!
es_es: Не стоит с ними драться. Беги к телепорту!

source: Alright, you will \c[1]probably just kill them with ease\c[0].
es_es: Ладно, скорее всего, ты \c[1]с лёгкостью их убьёшь\c[0].

source: Still, we better get off the ship quickly.
es_es: Тем не менее, нам лучше побыстрее покинуть корабль.

source: Jet will kill me if we remain here any longer.
es_es: Джет убьёт меня, если мы задержимся тут.

source: Yes, Lea.\. Even being \c[1]over-leveled\c[0], you will be better off just running away.
es_es: Да, Лея.\. Даже будучи \c[1]чрезмерно высокого уровня\c[0], тебе лучше просто убежать.

# data/maps/cargo-ship/room-end.json//entities/26/settings/event/3/message
source: One moment! Let me add a little shortcut for you!
es_es: Секундочку! Позволь, помогу тебе немного срезать путь!

# data/maps/cargo-ship/room-end.json//entities/26/settings/event/11/message
source: This will take you right to the \c[3]teleporter\c[0], where Carla is waiting.
es_es: Это приведёт тебя прямо к \c[3]телепорту\c[0], Карла уже ждёт.

# data/maps/cargo-ship/room-end.json//entities/26/settings/event/13/message
source: ...How?
es_es: ...Как?

# data/maps/cargo-ship/room-end.json//entities/26/settings/event/14/message
source: Hm?
es_es: Хм?

# data/maps/cargo-ship/room-end.json//entities/26/settings/event/15/message
source: ... Oh.
es_es: ...А.

# data/maps/cargo-ship/room-end.json//entities/26/settings/event/16/message
source: Yes, that sure would have helped back then when we had to run through the whole cargo hold, correct?
es_es: Да, это наверняка помогло бы тогда, когда нам пришлось бежать через весь грузовой отсек, верно?

# data/maps/cargo-ship/room-end.json//entities/26/settings/event/17/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/room-end.json//entities/26/settings/event/18/message
source: Unfortunately, I did not have the routine to spawn these shortcuts ready back then.
es_es: К сожалению, тогда у меня не было возможности создавать эти телепорты.

# data/maps/cargo-ship/room-end.json//entities/27/settings/teleportLabel
source: To Teleporter
es_es: К телепорту

# data/maps/cargo-ship/room1-5.json//entities/0/settings/event/2/message
source: Girl, you sure are a natural with that ball thing!
es_es: А ты и правда хороша со всеми этими шарами, подруга!

# data/maps/cargo-ship/room1-5.json//entities/0/settings/event/3/message
source: Carla, they are called VRPs.\. Not "balls".
es_es: Карла, они называются VRP.\. Не "шары".

# data/maps/cargo-ship/room1-5.json//entities/0/settings/event/4/message
source: Ah, c'mon! Nobody calls them that anymore, y'know?
es_es: Ай, да ладно! Никто их так больше не называет.

# data/maps/cargo-ship/room1-5.json//entities/0/settings/event/5/message
source: Unfortunately, yes...
es_es: К сожалению, да...

# data/maps/cargo-ship/room1-5.json//entities/30/settings/event/3/message
source: Well done!\. Yeah that was all.\. It's a small room.
es_es: Отлично сработано!\. Да, это всё.\. Это маленькая комната.

source: What are ya standing around here for?\. The wall is gone, the path is clear.
es_es: Ну, что ты здесь стоишь?\. Стена исчезла, путь свободен.

source: Up for some spoilers?
es_es: Готова к спойлерам?

source: [nods]
es_es: [кивает]

source: Well something is different about this switch, right?
es_es: Ну, этот переключатель чем-то отличается, так ведь?

source: I'm afraid one ball just won't cut it.
es_es: Боюсь, одного шара будет недостаточно.

source: Now, several balls on the other hand...
es_es: А вот несколько шаров...

source: [shakes head]
es_es: [мотает головой]

source: Right, then! Go on!
es_es: Тогда ладно! Продолжай!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Nah, I won't give ya a hint for that, girl.
es_es: Неа, я не собираюсь тебе подсказывать, подруга.

source: You removed the wall, the rest is straightforward.
es_es: Ты убрала стену, остальное очевидно.

source: Oh yeah, that one is kinda mean.\. Need a hint?
es_es: Да, тут довольно хитро.\. Нужна подсказка?

source: [nods]
es_es: [кивает]

source: Did you try to hit this switch with charged balls?
es_es: Ты пыталась попасть в этот переключатель заряженными шарами?

source: You probably realized that doesn't work.\. It's too slow.
es_es: И наверняка поняла, что это не работает.\. Слишком медленно.

source: How about you look around?\. There might be another way.
es_es: Как насчёт того, чтобы осмотреться?\. Может, найдётся другой способ.

source: [shakes head]
es_es: [мотает головой]

source: Right, then! Go on!
es_es: Тогда ладно! Продолжай!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Heh, this is so much fun.\. Just too bad we can't chat along the way...
es_es: Хех, это так весело.\. Жаль, что мы не можем общаться по пути...

source: Ah, don't worry!\. I'm sure Sergey will get the speech problem fixed in no time.
es_es: Ой, не волнуйся!\. Я уверена, Сергей в два счёта решит проблему с речью.

source: Am I right, Sergey?
es_es: Я права, Сергей?

source: It is...\. challenging to say the least.
es_es: Это...\. довольно непростая задача, мягко говоря.

source: It wouldn't kill you to be a little more optimistic...
es_es: Чуть больше оптимизма тебе не повредит...

# data/maps/cargo-ship/room1-5.json//entities/34/settings/event/1/message
source: Entering the next stage, more switches await!
es_es: Переходим к следующему этапу, нас ждёт ещё больше переключателей!

# data/maps/cargo-ship/room1-5.json//entities/46/settings/blockEvent/3/message
source: Wrong direction, girl.\. Gotta reach the teleporter!
es_es: Не туда, подруга.\. Нужно добраться до телепорта!

# data/maps/cargo-ship/room1-5.json//entities/52/settings/event/0/message
source: Stop this!!
es_es: Прекрати это!!

# data/maps/cargo-ship/room1.json//entities/27/settings/event/1/message
source: Oh yeah!\. Never mind the visor!\. I just need this to see what you're doing.
es_es: Ах да!\. Не обращай внимания на маску!\. Она нужна мне, чтобы видеть, что ты делаешь.

# data/maps/cargo-ship/room1.json//entities/27/settings/event/3/message
source: Do not worry about it for now.\. We will explain it to you later on.
es_es: Пока не беспокойся об этом.\. Мы объясним тебе это попозже.

source: Huh? Don't tell me you're already stuck?
es_es: Хм? Только не говори мне, что ты уже застряла?

source: [nods]
es_es: [кивает]

source: Gee, back to the basics.
es_es: Ну и дела, вернёмся к основам.

source: Look, how about you try to jump over this container here?
es_es: Слушай, не хочешь попробовать перепрыгнуть через этот контейнер?

source: That cardboard box ain't there for no reason.
es_es: Эта картонная коробка тут не просто так.

source: Walk toward small objects to auto-jump on top of them.
es_es: Идите в направлении небольших объектов, чтобы автоматически запрыгнуть на них.

source: [shakes head]
es_es: [мотает головой]

source: Right, then! Go on!
es_es: Тогда ладно! Продолжай!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Need a hint?
es_es: Нужна подсказка?

source: [nods]
es_es: [кивает]

source: So, that wall ain't there anymore. You're free to pass.
es_es: Итак, этой стены больше нет. Можешь пройти дальше.

source: Now all that's left is some jumping over those containers.
es_es: Теперь всё, что осталось - это немного прыжков по контейнерам.

source: Move toward edges to auto-jump over gaps.
es_es: Двигайтесь к обрыву, чтобы автоматически его перепрыгнуть.

source: You need to find a way to remove this wall.
es_es: Тебе нужно найти способ убрать эту стену.

source: Basic stuff, Lea. You'll need to throw balls at something.\. That's all I'm gonna say.
es_es: Элементарные вещи, Лея. Тебе нужно кинуть шар во что-нибудь.\. И это всё, что я скажу.

source: [shakes head]
es_es: [мотает головой]

source: Right, then! Go on!
es_es: Тогда ладно! Продолжай!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Need a hint?
es_es: Нужна подсказка?

source: [nods]
es_es: [кивает]

source: Y'know, ball throwing is pretty much the solution to most obstacles around here.
es_es: Знаешь, бросание шаров в принципе решает большинство проблем.

source: Those boxes here are no exception.
es_es: И эти ящики - не исключение.

source: Well, ain't that just another stupid wall....
es_es: Ну разве это не очередная глупая стена...

source: But the color is different this time. Maybe that means something, who knows?
es_es: Но на этот раз цвет другой. Может, это что-то значит, кто знает?

source: I'm pretty sure you yourself can't pass it.\. But maybe something else can...?
es_es: Я более чем уверена, что сама ты пройти не сможешь.\. Но, может быть, что-то другое сможет...?

source: [shakes head]
es_es: [мотает головой]

source: Right, then! Go on!
es_es: Тогда ладно! Продолжай!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Well, would ya look at all those switches! Need a hint?
es_es: Ты только посмотри на все эти переключатели! Нужна подсказка?

source: [nods]
es_es: [кивает]

source: Yeah, that switch is pretty well hidden, huh?
es_es: Да, этот переключатель довольно хорошо спрятан.

source: Remember those charged balls?\. Those bounce on walls, y'know?
es_es: Помнишь те заряженные шары?\. Которые, типа, отскакивают от стен?

source: I'm sure those will help ya out here.
es_es: Уверена, что они тебе тут пригодятся.

source: See those switches on the containers? Yes, you can hit those. From a distance, that is!
es_es: Видишь эти переключатели на контейнерах? Да, ты можешь их ударить. С расстояния, то есть!

source: Just make sure you throw the balls from the same height.
es_es: Только убедись, что бросаешь шары с той же высоты.

source: Really?\. You can't figure this one out?
es_es: Серьёзно?\. Не можешь с этим разобраться?

source: Just jump over the boxes and hit that thing hard.\. That's all, really.
es_es: Просто перепрыгни через коробки и ударь по этой штуке.\. Вот и всё на самом деле.

source: [shakes head]
es_es: [мотает головой]

source: Right, then! Go on! You're almost there!
es_es: Тогда ладно! Продолжай! Ты почти у цели!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: That's all for this room!\. Nice work, girl!
es_es: С этой комнатой покончено!\. Хорошая работа, подруга!

# data/maps/cargo-ship/room1.json//entities/51/settings/event/5/task
source: Reach the exit!
es_es: Доберитесь до выхода!

# data/maps/cargo-ship/room1.json//entities/51/settings/event/15/message
source: Alright! Let's get started!
es_es: Хорошо! Давай приступим!

# data/maps/cargo-ship/room1.json//entities/51/settings/event/17/message
source: Your task is to reach the door at the other end of this room.
es_es: Твоя задача - добраться до двери на другом конце этой комнаты.

# data/maps/cargo-ship/room1.json//entities/51/settings/event/18/message
source: And don't mind me! I'll just stick around and keep an eye on ya.
es_es: И не обращай на меня внимания! Я просто побуду рядом и присмотрю за тобой.

# data/maps/cargo-ship/room1.json//entities/51/settings/event/19/message
source: Well... I might give you some hints. If you ask nicely, y'know?
es_es: Ну... Я могла бы дать несколько подсказок. Если ты вежливо попросишь.

# data/maps/cargo-ship/room1.json//entities/62/settings/blockEvent/3/message
source: Wrong direction, girl.\. Gotta reach the teleporter!
es_es: Не туда, подруга.\. Нужно добраться до телепорта!

# data/maps/cargo-ship/room1.json//entities/80/settings/event/13/message
source: Damn, how're we gonna pass this one?!
es_es: Проклятье, как же нам пройти мимо этого?!

source: Actually, never mind. You can just go ahead and \c[3]snipe it away\c[0].
es_es: А вообще, неважно. Можешь просто пойти и \c[3]пристрелить его\c[0].

source: But I'm still gonna do my resourceful instant matter building, don't mind me.
es_es: Но я по-прежнему собираюсь находчиво построить мост из мнимой материи, не обращай внимания.

source: Wait, I got an idea!
es_es: Погоди, у меня есть идея!

# data/maps/cargo-ship/room1.json//entities/86/settings/event/6/message
source: Carla, Instant Matter builder, at your service.
es_es: Карла, строитель мнимой материи, к твоим услугам.

# data/maps/cargo-ship/room1.json//entities/89/settings/event/1/message
source: Damn you.
es_es: Чёрт тебя подери.

# data/maps/cargo-ship/room2.json//entities/23/settings/event/0/message
source: Welcome to the rats' fortress, standing unpenetrated for centuries!
es_es: Добро пожаловать в нерушимую крепость крыс, что стоит здесь на протяжении веков!

# data/maps/cargo-ship/room2.json//entities/23/settings/event/1/message
source: Apparently somebody had a fun time putting this together.
es_es: По всей видимости, кто-то весело провёл время, выстраивая её.

source: Just hit 'em with those balls. That's all there is to it.
es_es: Просто бей их шарами. Это всё, что нужно сделать.

source: Heh heh.\. Need a hint?
es_es: Хе-хе.\. Нужна подсказка?

source: [nods]
es_es: [кивает]

source: Yeah, you're probably missing the mouse robots here.
es_es: Ага, тебе, вероятно, тут недостаёт робомышей.

source: Those things are pretty small, y'know?\. Might be they're hidden somewhere...
es_es: Но, знаешь, эти штуки довольно малы.\. Возможно, они где-то прячутся...

source: [shakes head]
es_es: [мотает головой]

source: Alright! Go on!
es_es: Хорошо! Продолжай!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Need a hint here?
es_es: Нужна подсказка тут?

source: [nods]
es_es: [кивает]

source: Ain't no way you're getting close to those mouse robots in that corner.
es_es: Тебе никак не подобраться к робомышам в этом углу.

source: But you can still hit them, y'know? Remember the orange walls? Balls flying through them and all?
es_es: Но ты всё равно можешь ударить их, понимаешь? Помнишь оранжевые стены? Шары летят сквозь них и всё такое?

source: [shakes head]
es_es: [мотает головой]

source: Alright! Go on!
es_es: Хорошо! Продолжай!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Girl, that was so quick!\. Took me forever to put all of this together.
es_es: Это было быстро, подруга!\. У меня ушла целая вечность, чтобы построить это.

# data/maps/cargo-ship/room2.json//entities/59/settings/event/8/message
source: Ha, finally!\. This one's my favorite!
es_es: Ха, наконец-то!\. Эта комната моя любимая!

# data/maps/cargo-ship/room2.json//entities/59/settings/event/11/message
source: Here you can go wild on these robot mice!
es_es: Здесь ты можешь поразвлечься с этими робомышами!

# data/maps/cargo-ship/room2.json//entities/59/settings/event/12/message
source: Moving target practice!\. Have fun, girl!
es_es: Практика с движущимися целями!\. Развлекайся, подруга!

# data/maps/cargo-ship/room2.json//entities/59/settings/event/14/task
source: Defeat all mouse robots!
es_es: Победите всех робомышей!

source: Press \i[throw] repeatedly to hold down the enemies in a rapid fire.
es_es: Быстро нажимайте \i[throw], чтобы удерживать врагов под обстрелом.

source: Hold \i[throw] to hold down the enemies in a rapid fire.
es_es: Зажмите \i[throw], чтобы удерживать врагов под обстрелом.

# data/maps/cargo-ship/room2.json//entities/65/settings/blockEvent/3/message
source: Wrong direction, girl.\. Gotta reach the teleporter!
es_es: Не туда, подруга.\. Нужно добраться до телепорта!

# data/maps/cargo-ship/room2.json//entities/77/settings/event/0/thenStep/0/message
source: Moving on!
es_es: Двигаемся дальше!

# data/maps/cargo-ship/room2.json//entities/84/settings/event/0/message
source: Oh no you don't!
es_es: Этот номер не пройдёт!

# data/maps/cargo-ship/room2.json//entities/84/settings/event/3/message
source: Jump over the container, girl!
es_es: Прыгай через контейнер, подруга!

source: W-W-Whaaaat?!
es_es: Ч-Ч-Чтооооо?!

source: Hold on!\. W-What is this damage?!
es_es: Погоди!\. Откуда столько урона?!

source: That's what I wanna ask! That's not normal, right?!
es_es: Это я хотела бы спросить! Это же не нормально, правда?!

source: No way! Did I forget to remove \c[3]that\c[0] code fragment?!
es_es: Не может быть! Я что, забыл удалить \c[3]тот\c[0] фрагмент кода?!

source: What the heck did ya do?!
es_es: Что за фигню ты сотворил?!

source: I-It was just a little experiment!\. Seeing if I could somehow tamper with the damage output in a secure way.
es_es: Э-Это был всего лишь маленький эксперимент!\. Хотел глянуть, смогу ли я повлиять на исходящий урон безопасным способом.

source: ... and I forgot to comment out that part.
es_es: ...и забыл закомментировать эту часть.

source: Sergeeeeeeey!!
es_es: Сергееееееей!!

source: Oh...\. Oh no...\. I do not think I can undo this...
es_es: О...\. О нет...\. Кажется, у меня не получится отменить это...

source: Congratulations, sir.\. You've created a monster.
es_es: Мои поздравления, сэр.\. Вы создали монстра.

source: Damn girl!\. Those mice are dropping much faster than I expected.
es_es: Чёрт, подруга!\. Эти мыши отлетают гораздо быстрее, чем я ожидала.

source: Yes. That is because she is way over-leveled.
es_es: Да. Это потому, что она чрезмерно высокого уровня.

source: Huh? Wasn't she supposed to start at level 1?
es_es: Хм? Разве она не должна была начать с первого уровня?

source: That was the plan. Something must have gone wrong, it seems.
es_es: Таков был план. Кажется, что-то пошло не так.
