Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cargo-ship.po
Languages: es_es

# data/maps/cargo-ship/ship.json//entities/83/settings/npcStates/1/event/4/message
source: It has been a while since we last had avatars running around here.
es_es: Давненько у нас тут аватары не бегали.

# data/maps/cargo-ship/ship.json//entities/83/settings/npcStates/1/event/5/message
source: I wondered... is Instatainment planning to make this ship part of the Playground?
es_es: Хотелось бы знать... Instatainment планирует сделать этот корабль частью игровой зоны?

# data/maps/cargo-ship/ship.json//entities/83/settings/npcStates/1/event/7/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/cargo-ship/ship.json//entities/83/settings/npcStates/1/event/8/message
source: Oh...\. Alright.\. That's reassuring.
es_es: Ох...\. Хорошо.\. Это радует.

source: It really would be distracting to have a lot of colorful avatars running around on deck all the time.
es_es: Это очень отвлекало бы, если бы по палубе всё время бегали пёстрые аватары.

source: I could hardly concentrate on work!
es_es: Я не смог бы сосредоточиться на работе!

# data/maps/cargo-ship/ship.json//entities/86/settings/npcStates/0/event/2/message
source: Ah, look who's here.\. You must be that avatar, right?
es_es: Ах, смотрите-ка, кто здесь.\. Ты, должно быть, тот самый аватар, да?

# data/maps/cargo-ship/ship.json//entities/86/settings/npcStates/0/event/3/message
source: Well then, welcome to the M.S. Solar!
es_es: Добро пожаловать на борт M.S. Solar!

# data/maps/cargo-ship/ship.json//entities/86/settings/npcStates/0/event/4/message
source: If you lean over the railing a bit you might even see the name of the ship.
es_es: Если ты немного наклонишься за перила, то даже сможешь увидеть название корабля.

source: Oi, make sure you don't fall into the sea.\. I'm pretty sure avatars are bad at swimming.
es_es: Ой, только за борт не упади.\. Уверен, что аватары плохо плавают.

# data/maps/cargo-ship/ship.json//entities/86/settings/npcStates/2/event/2/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/86/settings/npcStates/2/event/3/message
source: Ah!\. Long time no see!
es_es: Ах!\. Давно не виделись!

# data/maps/cargo-ship/ship.json//entities/86/settings/npcStates/2/event/4/message
source: Are they letting avatars back on the ship now?
es_es: Теперь аватаров пускают обратно на корабль?

# data/maps/cargo-ship/ship.json//entities/86/settings/npcStates/2/event/5/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ship.json//entities/86/settings/npcStates/2/event/6/message
source: That's a bit surprising.\. You left behind such a mess the first time you visited us.
es_es: Это слегка удивительно.\. В первый раз после тебя остался такой беспорядок.

# data/maps/cargo-ship/ship.json//entities/86/settings/npcStates/2/event/8/message
source: Sorry...
es_es: Прости...

# data/maps/cargo-ship/ship.json//entities/86/settings/npcStates/2/event/9/message
source: Well...\. To be frank, most of it was that flying blue-orange person.
es_es: Ну...\. Если честно, большинство из этого было из-за того летающего сине-оранжевого человека.

source: Still, I could have sworn our captain strictly banned any running Instantmatter on deck ever since.
es_es: Всё же, я могу поклясться, что наш капитан жёстко запретил любую бегающую мнимую материю на палубе после этого.

source: But I suppose he changed his mind!
es_es: Но, видимо, он поменял своё мнение!

# data/maps/cargo-ship/ship.json//entities/87/settings/npcStates/0/event/2/message
source: I have no idea what is going on, but you better listen to the Cap' and get going!
es_es: Я понятия не имею, что происходит, но лучше послушай капитана и пошевеливайся!

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/0/event/2/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/0/event/3/message
source: Hey, can't you see I'm busy here?\. ... Wait, who are you?
es_es: Эй, не видишь, что ли, что я тут занят?\. ...Подожди, а ты кто?

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/0/event/5/message
source: Oh right, I remember now.\. You're that pseudo-robot thing.
es_es: Ах, точно, теперь вспомнил.\. Ты тот псевдо-робот.

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/0/event/7/message
source: Oh, no offense.\. You see, I just recently had this discussion with a colleague.
es_es: Ой, без обид.\. Понимаешь, я недавно спорил на эту тему с коллегой.

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/0/event/8/message
source: It was about avatars being the same as robots.
es_es: Речь была о том, что аватары и роботы - это одно и то же.

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/0/event/9/message
source: And I have to insist they are not!\. Avatars are just some fragile, temporary collection of instant matter.
es_es: И я настаиваю, что это не так!\. Аватары - это всего лишь хрупкие и недолговечные сгустки мнимой материи.

source: Everybody knows real robots are made of metal.\. Like these beauties here.
es_es: Все знают, что настоящие роботы сделаны из металла.\. Прямо как эти красавцы.

source: So I just can't share the excitement of my colleagues about your presence.
es_es: Поэтому я не разделяю восхищения моих коллег насчёт тебя.

source: You're just an avatar.\. No true robot, see?
es_es: Ты всего лишь аватар.\. Не настоящий робот, понимаешь?

source: Anyway, I have to take care of my babies here.\. So if you'll excuse me...
es_es: В любом случае, мне сейчас надо позаботиться о моих малышах. Так что, если позволишь...

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/6/event/2/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/6/event/3/message
source: Oh, look who's back!
es_es: Ой, смотрите, кто вернулся!

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/6/event/4/message
source: Lea!
es_es: Лея!

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/6/event/5/message
source: That's right!
es_es: Точно!

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/6/event/6/message
source: Say, do you still remember the experiment we had a while back?
es_es: Скажи, ты всё ещё помнишь тот эксперимент, который мы проводили?

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/6/event/8/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ship.json//entities/91/settings/npcStates/6/event/9/message
source: Yeah...\. fun times.
es_es: Ага...\. весёлые времена.

source: So guess what?\. They recently had a breakthrough with Instantmatter research.
es_es: Так знаешь что?\. Недавно был прорыв в исследовании мнимой материи.

source: Turns out they managed to make it water proof!
es_es: Оказывается, им удалось сделать её водоустойчивой!

source: Yeah, at least within reasonable water pressure.
es_es: Да, по крайней мере, в пределах разумного давления воды.

source: So who knows?\. Maybe avatars will eventually learn to swim!
es_es: Так что кто знает?\. Может быть, когда-нибудь аватары научатся плавать!

source: Though I'm sure it will take some time until a company like Instatainment will adopt such new technology.
es_es: Хотя я уверен, что понадобится время, пока компания вроде Instatainment возьмёт на вооружение такие технологии.

source: Then again...\. I heard they recently integrated some really advanced A.I. technology.
es_es: С другой стороны...\. я слышал, они недавно внедрили какую-то очень продвинутую технологию искусственного интеллекта.

source: Pretty wild move!
es_es: Довольно неожиданно!

source: Hm?\. What's with that look?
es_es: Хм?\. Что с таким выражением лица?

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/0/event/2/message
source: Oh my!\. That's some extremely colorful hair you have there.
es_es: Боже мой!\. Какой же у тебя яркий цвет волос.

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/0/event/4/message
source: I had heard that avatar designs tend to be flamboyant, but... really?
es_es: Я, конечно, слышала, что аватары выглядят пёстро... но чтобы настолько?

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/0/event/5/message
source: And those horns, too.
es_es: А ещё эти рога.

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/0/event/7/message
source: You're not happy about them either, huh?
es_es: Ты тоже не в восторге от них, да?

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/0/event/8/message
source: Now I have to wonder who put those things on you.
es_es: Интересно, кто их на тебя нацепил.

source: *whistle*
es_es: *посвистывает*

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/2/event/2/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/2/event/3/message
source: Oh, you're back as well?\. It has been a while!
es_es: О, ты тоже вернулась?\. Давно не виделись!

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/2/event/4/message
source: But I also saw another avatar...\. that orange dude with glasses.
es_es: Но я видела ещё одного аватара...\. этого оранжевого парня в очках.

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/2/event/5/message
source: Is he a friend of yours?
es_es: Он твой друг?

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/2/event/6/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/2/event/7/message
source: My, my...\. You avatars certainly are a special bunch.
es_es: Ну и ну...\. Вы, аватары, действительно что-то с чем-то.

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/2/event/8/message
source: Combining a futuristic armor with a...\. \c[3]cravat\c[0]?
es_es: Сочетание футуристической брони и...\. \c[3]галстука\c[0]?

# data/maps/cargo-ship/ship.json//entities/92/settings/npcStates/2/event/9/message
source: That's quite the...\. unique...\. choice.
es_es: Это довольно...\. необычный...\. выбор.

source: Say, do all avatars in CrossWorlds look like his?
es_es: Скажи, все аватары в CrossWorlds так выглядят?

source: [shakes head]
es_es: [мотает головой]

source: Huh...\. I guess we got a couple outliers, then?
es_es: Хмм...\. Значит, видимо, у нас тут пара исключений?

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/0/event/2/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/0/event/3/message
source: Oh, avatar incoming!
es_es: Ох, аватар на горизонте!

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/0/event/4/message
source: I must say, I'm surprised.
es_es: Должен сказать, что я удивлён.

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/0/event/5/message
source: I expected the embodiment of some gamer kiddie's wildest dreams.\. Lots of beefcake and such.
es_es: Я ожидал, что аватары выглядят, как воплощение самых смелых мечтаний подростков-геймеров.\. Горы мышц и тому подобное.

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/0/event/6/message
source: Yet, here we have such a cute girl.
es_es: Однако тут мы видим такую милую девушку.

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/0/event/9/message
source: Too bad that doesn't really say anything about the player's actual appearance.
es_es: Плохо, что это ничего не говорит о реальной внешности игрока.

source: Just like in the old days of MMOs.\. Some things never change.
es_es: Прямо как и в старые времена ММО.\. Некоторые вещи никогда не меняются.

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/2/event/2/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/2/event/3/message
source: Oh, avatar on board!
es_es: О, аватар на борту!

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/2/event/4/message
source: The captain mentioned that people like you might show up again.
es_es: Капитан упоминал, что люди вроде тебя могут снова появиться.

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/2/event/5/message
source: I suppose this still works at the moment, since the ship is steering close to the Playground.
es_es: Полагаю, это всё ещё работает, потому что корабль находится недалеко от игровой зоны.

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/2/event/6/message
source: I'm not sure if the connection will be stable enough once we start going for longer trips.
es_es: Я не уверен, что связь будет достаточно стабильной, когда мы начнём совершать более длительные путешествия.

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/2/event/8/message
source: Why?
es_es: Почему?

# data/maps/cargo-ship/ship.json//entities/93/settings/npcStates/2/event/9/message
source: Huh...?\. Why longer trips? ...\. Sorry, I'm not allowed to share details like that.
es_es: Хмм...?\. Почему более длинные путешествия?\. ...Прости, мне не разрешено делиться такими подробностями.

# data/maps/cargo-ship/ship.json//entities/122/settings/event/3/message
source: Bow is this way.\. It's a bit of a walk, though.\. Just follow me.
es_es: Нос корабля вон там.\. Придётся прогуляться.\. Просто следуй за мной.

# data/maps/cargo-ship/ship.json//entities/122/settings/event/7/task
source: Go to the bow of the ship.
es_es: Идите к носовой части корабля.

# data/maps/cargo-ship/ship.json//entities/122/settings/event/9/message
source: Carla, what were all of those destructible boxes doing in that room anyway?
es_es: Карла, что все эти разрушаемые ящики делали в этой комнате?

# data/maps/cargo-ship/ship.json//entities/122/settings/event/10/message
source: I was just practicing how to use those things, y'know?
es_es: Я просто практиковалась в использовании этих штук, понимаешь?

# data/maps/cargo-ship/ship.json//entities/122/settings/event/11/message
source: Probably should have done that somewhere else.
es_es: Пожалуй, стоило заниматься этим в другом месте.

# data/maps/cargo-ship/ship.json//entities/123/settings/event/8/message
source: Now, girl, have a look at this!
es_es: А теперь, подруга, взгляни на это!

# data/maps/cargo-ship/ship.json//entities/125/settings/event/4/message
source: Well, I guess this cleared up some things at least, right?
es_es: Ладно, надеюсь, я прояснила для тебя хотя бы некоторые вещи, да?

# data/maps/cargo-ship/ship.json//entities/125/settings/event/5/message
source: Alright then, I think this is a good time to split.
es_es: Ну что ж, тогда, я думаю, самое время разделиться.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/6/message
source: I'm gonna go talk to the captain and try to set up that combat lesson for you.
es_es: Я собираюсь поговорить с капитаном, попробую организовать для тебя тренировку.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/7/message
source: Meanwhile you can have a look around the ship, if ya like.
es_es: А ты пока можешь здесь осмотреться, если хочешь.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/8/message
source: The crew knows about ya.\. I guess you already noticed that, right?
es_es: Экипажу известно о тебе.\. Ты, наверное, уже это заметила, да?

# data/maps/cargo-ship/ship.json//entities/125/settings/event/9/message
source: You can meet me and the captain later.
es_es: Ты можешь встретиться со мной и капитаном позже.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/10/message
source: Until then! Just make sure not to fall into the water, girl!
es_es: До скорого! И не вздумай падать в воду, подруга!

# data/maps/cargo-ship/ship.json//entities/125/settings/event/20/message
source: By the way, Lea.\. I had a closer look at those speech synchronization issues.
es_es: Кстати, Лея.\. Я внимательно изучил эти неполадки с синхронизацией речи.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/21/message
source: Unfortunately I do not think I will be able to fix them soon.
es_es: К сожалению, не думаю, что смогу быстро их исправить.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/23/message
source: However, I found a little workaround.
es_es: Однако, у меня есть временное решение.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/24/message
source: I might be able to hard-code specific audio patterns into your speech module.
es_es: Может быть, получится запрограммировать парочку звуковых шаблонов в твой речевой модуль.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/25/message
source: ...That means you will be able to say certain words.
es_es: ...Это значит, что ты сможешь произносить некоторые слова.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/27/message
source: That should help a bit, correct?
es_es: Это должно немного помочь, верно?

# data/maps/cargo-ship/ship.json//entities/125/settings/event/28/message
source: So, let us try it out.
es_es: Итак, давай попробуем.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/31/object
source: Hi
es_es: Привет

# data/maps/cargo-ship/ship.json//entities/125/settings/event/35/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/125/settings/event/37/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/125/settings/event/38/message
source: Hi! Hi! Hi!
es_es: Привет! Привет! Привет!

# data/maps/cargo-ship/ship.json//entities/125/settings/event/39/message
source: It works! That should help you start some conversations with the crew here.
es_es: Сработало! Это должно тебе немного помочь в общении с экипажем.

# data/maps/cargo-ship/ship.json//entities/125/settings/event/43/task
source: Have a look around the ship.
es_es: Осмотрите корабль.

source: So, ye ready for the battle?
es_es: Ну что, готова к бою?

source: [nods]
es_es: [кивает]

source: That's what I like to hear! Let the battle begin!
es_es: Это то, что я хотел услышать. Да начнётся битва!

source: [shakes head]
es_es: [мотает головой]

source: Well then, tell me when ye are.
es_es: Ну тогда скажи, когда будешь готова.

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

# data/maps/cargo-ship/ship.json//entities/127/settings/event/6/message
source: Good, here we are.
es_es: Хорошо, вот мы и на месте.

# data/maps/cargo-ship/ship.json//entities/127/settings/event/7/message
source: Carla!\. Are ye ready up there?
es_es: Карла!\. Ты готова там?

# data/maps/cargo-ship/ship.json//entities/127/settings/event/14/message
source: Yes, Cap! Don't forget the goggles!
es_es: Да, Кэп! Не забудьте очки!

# data/maps/cargo-ship/ship.json//entities/127/settings/event/17/message
source: Aye.
es_es: Так точно.

# data/maps/cargo-ship/ship.json//entities/127/settings/event/26/message
source: Haven't worn these for some time...
es_es: Давненько я их не надевал...

# data/maps/cargo-ship/ship.json//entities/127/settings/event/27/message
source: Alright then, time to start!
es_es: Ну ладно, пора начинать!

# data/maps/cargo-ship/ship.json//entities/127/settings/event/28/message
source: I was told ye learned the basics down in the cargo hold.
es_es: Мне доложили, что ты уже прошла тренировочный курс в грузовом отсеке.

# data/maps/cargo-ship/ship.json//entities/127/settings/event/29/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ship.json//entities/127/settings/event/30/message
source: Still, first I want ye to show me yer grip on aimin' and throwin'.
es_es: И всё-таки, я хочу, чтобы ты показала мне, как хорошо ты целишься и бросаешь.

# data/maps/cargo-ship/ship.json//entities/127/settings/event/31/message
source: Carla, prepare the target bot!
es_es: Карла, приготовь бота!

# data/maps/cargo-ship/ship.json//entities/127/settings/event/37/message
source: Time to say hello to an old friend!
es_es: Поприветствуем нашего старого друга!

# data/maps/cargo-ship/ship.json//entities/127/settings/event/51/message
source: Listen carefully.\. I want ye to hit that robot from this distance ten times.
es_es: Слушай внимательно.\. Я хочу, чтобы ты ударила робота с этого расстояния десять раз.

# data/maps/cargo-ship/ship.json//entities/127/settings/event/52/message
source: And do it quickly! Got that?
es_es: И сделай это быстро! Поняла?

# data/maps/cargo-ship/ship.json//entities/127/settings/event/53/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ship.json//entities/127/settings/event/61/task
source: Quickly hit the target-bot ten times.
es_es: Быстро попадите в цель десять раз.

source: Hits
es_es: Попадания

source: I see ye understand the basics well enough.
es_es: Я вижу, что ты хорошо понимаешь основы.

source: That will make things easier.
es_es: Это многое упростит.

source: Aye, just as I expected. Ye notice how half o' them balls missed the target?
es_es: Ага, как я и ожидал. Ты заметила, как половина твоих шаров улетела мимо?

source: Ye still need to understand how to aim properly.
es_es: Тебе всё ещё надо понять, как правильно стрелять.

source: Be patient, lass!\. Ye missed yer target too often again.
es_es: Наберись терпения, девчушка!\. Ты снова промахивалась слишком часто.

source: That was way too slow.
es_es: Это было слишком медленно.

source: Ye're supposed to quickly throw balls at the target.
es_es: Ты должна бросать шары в цель быстро.

source: Ye're supposed to throw quickly, lass!
es_es: Ты должна бросать быстро, девчушка!

source: Not one darn charged ball after the other, ye understand?
es_es: Не один чёртов заряженный шар за другим, понимаешь?

source: Should I explain the basics to ye again?
es_es: Мне снова объяснить тебе основы?

source: [nods]
es_es: [кивает]

source: [shakes head]
es_es: [мотает головой]

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Bloody darn hell...
es_es: Грёбаный чёртов ад...

source: I'll show ye how it's done.\. Watch closely.
es_es: Я покажу тебе, как это делается.\. Смотри внимательно.

source: See them dotted lines? That's the throwing range.
es_es: Видишь эти пунктирные линии? Это траектория метания.

source: When I now start throwin' balls, they'll be flyin' randomly in between the two lines.
es_es: Если я сейчас начну бросать шары, то они будут беспорядочно лететь между двумя линиями.

source: That's some pretty darn sloppy throwin'.\. We won't have that here, ye hear me?
es_es: Это чертовски небрежно.\. У нас такого не будет, ты меня слышишь?

source: Now fact is, when ye be throwin' balls yer precision will improve over time, like this.
es_es: Так вот, когда ты будешь бросать шары, твоя точность будет улучшаться со временем, вот так.

source: But clearly this takes time!
es_es: Но это явно требует времени!

source: Ye wanna be precise quicker?
es_es: Хочешь быть точнее?

source: Then ye better \c[3]keep the aim\c[0] and \c[3]stop the darn throwin'\c[0]!
es_es: Тогда тебе лучше \c[3]продолжить прицеливаться\c[0] и \c[3]прекратить грёбанное бросание\c[0]!

source: Quick, wasn't it?
es_es: Быстро, не так ли?

source: Once ye get yer lines connected, ye can throw with high precision.
es_es: Как только линии соединятся, ты сможешь бросать с большей точностью.

source: See how ye \c[3]keep your precision\c[0] after throwin'?
es_es: Видишь, как я \c[3]сохраняю точность\c[0] после броска?

source: Once ye got the lines connected ye can quickly throw as many precise balls as ye want!
es_es: Как только линии соединятся, ты сможешь быстро бросить столько точных шаров, сколько захочешь!

source: But, yer precision is lost when ye \c[3]change yer aimin' direction\c[0] too quickly.
es_es: Но точность теряется, когда ты \c[3]слишком быстро меняешь направление\c[0].

source: So in short: \c[3]Don't rush with the throwin'\c[0]!
es_es: Короче говоря: \c[3]не спеши бросать\c[0]!
