Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cargo-ship.po
Languages: es_es

source: First wait for a split second to get the precision.\. Then ye can throw to yer heart's content.
es_es: Сначала подожди долю секунды, чтобы прицелиться.\. После этого можешь набросаться вволю.

source: Alright, ye wanna try again?
es_es: Хорошо, хочешь попробовать снова?

source: [nods]
es_es: [кивает]

source: Ye better get it right this time around, lass.
es_es: На этот раз тебе лучше сделать всё правильно, девчушка.

source: Good, let's see if ye got the message.
es_es: Хорошо, давай посмотрим, всё ли ты уяснила.

source: Quickly hit the target-bot ten times.
es_es: Быстро попадите в цель десять раз.

source: Hits
es_es: Попадания

source: [shakes head]
es_es: [мотает головой]

source: Yer choice.\. Just keep in mind that good aim is essential for combat.
es_es: Как знаешь.\. Просто имей в виду, что хорошее прицеливание имеет важное значение в бою.

source: Carla!\. We need that turret now!
es_es: Карла!\. Нам сейчас понадобится эта турель!

source: Time to turn on ol' Betty.
es_es: Самое время запустить старую добрую Бетти.

source: Next we'll be practicin' the dash.
es_es: Далее мы будем практиковать рывок.

source: The turret will now start shootin' at ye.
es_es: Турель сейчас начнёт в тебя стрелять.

source: I want ye to do two things.
es_es: Я хочу, чтобы ты сделала две вещи.

source: First, \c[3]keep yer aim\c[0] on the turret but \c[3]don't throw\c[0] anythin'.
es_es: Во-первых, \c[3]сфокусируйся\c[0] на турели, но ничего \c[3]не бросай\c[0].

source: Second, \c[3]dodge\c[0] the turret's bullets \c[3]without losin' yer aim\c[0].
es_es: Во-вторых, \c[3]уклонись\c[0] от выстрелов турели, \c[3]не теряя фокусировки\c[0].

source: Alright then, let's start.
es_es: Ну что же, давай начнём.

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Ye have to be faster than that, lass.
es_es: Тебе нужно быть проворнее, девчушка.

source: Don't ye even think about simply walkin' past them shots. Dash at the right moment!
es_es: Даже не вздумай просто отходить от выстрелов. Сделай рывок в нужный момент!

source: Stop right there! Ye need to keep yer aim, lass.
es_es: А ну стой! Тебе нужно держать прицел, девчушка.

source: This practice is about dodgin' without losin' focus. So keep the crosshair on yer target.
es_es: Эта практика заключается в том, чтобы уклоняться, не теряя фокуса. Так что держи прицел на своей цели.

source: Anyway...\. ye seem to be havin' a hard time with this practice.
es_es: Тем не менее...\. похоже, что тебе нелегко справиться с этой задачей.

source: Remember the way ye do aimin' and dashin'.
es_es: Вспомни, как надо целиться и уклоняться.

source: It's possible to do both of these things at the same time.
es_es: Обе этих вещи можно делать одновременно.

# data/maps/cargo-ship/ship.json//entities/133/settings/event/5/task
source: Keep your aim and dodge 3 shots.
es_es: Сфокусируйтесь на цели и уклонитесь от трёх выстрелов.

source: Shots
es_es: Выстрелы

source: Move and press \i[dash] without releasing \i[aim] to dash while aiming.
es_es: Двигайтесь и нажмите \i[dash], не отпуская \i[aim], чтобы сделать рывок во время прицеливания.

# data/maps/cargo-ship/ship.json//entities/134/settings/event/9/message
source: Nice work.
es_es: Здорово получается.

# data/maps/cargo-ship/ship.json//entities/134/settings/event/10/message
source: Enough with dodgin'. Now try to handle this attack, lass!
es_es: Достаточно уклонений. Теперь попытайся справиться с этой атакой, девчушка!

# data/maps/cargo-ship/ship.json//entities/135/settings/event/4/thenStep/0/task
source: Guard against the swarm attack.
es_es: Защититесь от роевой атаки.

source: What the heck was that?
es_es: И что, чёрт возьми, это было?

source: Don't ye know how to do a darn \c[3]guard\c[0], lass?
es_es: Ты разве не знаешь, как ставить грёбаную \c[3]защиту\c[0]?

source: Actually, Jet... As a matter of fact, she does not.
es_es: Вообще-то, Джет... Она на самом деле этого не знает.

source: I forgot to activate her guard module.
es_es: Я забыл активировать её модуль защиты.

source: Sergey, are ye serious? Ye can't send that lass into battle without a proper shield!
es_es: Сергей, ты серьёзно? Ты не можешь отправить эту девушку в бой без надлежащего щита!

source: Yes... I will fix that right now.
es_es: Да... Я исправлю это прямо сейчас.

source: Guard
es_es: Защита

source: Good, so now ye have yer shield.\. Need an introduction on how it works?
es_es: Хорошо, теперь у тебя есть щит.\. Нужно объяснить, как он работает?

source: [nods]
es_es: [кивает]

source: Aye, then listen closely.
es_es: Хорошо, тогда слушай внимательно.

source: [shakes head]
es_es: [мотает головой]

source: Aye, then let's have another go!
es_es: Ага, тогда давай ещё раз!

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Ye can do better than that! Let's try this again.
es_es: Ты можешь лучше! Попробуем ещё раз.

# data/maps/cargo-ship/ship.json//entities/136/settings/event/9/elseStep/5/message
source: Very good! That's all the basics I can teach ye for now.
es_es: Очень хорошо! Пока это все основы, которым я могу тебя научить на данный момент.

# data/maps/cargo-ship/ship.json//entities/136/settings/event/9/elseStep/6/message
source: Now, to round everythin' up, let's have a proper battle against the turret where ye can use everything ye've learned.
es_es: Теперь, чтобы закрепить, давай устроим настоящую битву против турели, в которой ты сможешь использовать всё, чему научилась.

# data/maps/cargo-ship/ship.json//entities/136/settings/event/9/elseStep/7/message
source: Though there will be a little surprise waitin' for ye.
es_es: Впрочем, тебя будет ждать небольшой сюрприз.

# data/maps/cargo-ship/ship.json//entities/136/settings/event/9/elseStep/8/message
source: I'll let ye take a short breather.\. Talk to me when ye're ready.
es_es: Я дам тебе немного отдышаться.\. Поговори со мной, когда будешь готова.

# data/maps/cargo-ship/ship.json//entities/137/settings/event/3/thenStep/0/message
source: Alright, basics first. Just show me the shield.
es_es: Хорошо, сначала основы. Просто покажи мне щит.

source: Hold \i[guard] or \i[mouse-guard] without moving to guard.
es_es: Зажмите \i[guard] или \i[mouse-guard], не двигаясь, чтобы защититься.

source: Hold \i[gamepad-b] or \i[guard] without moving to guard.
es_es: Зажмите \i[gamepad-b] или \i[guard], не двигаясь, чтобы защититься.

# data/maps/cargo-ship/ship.json//entities/137/settings/event/4/thenStep/0/message
source: Good. Note that the shield will only block the front. Always look into the direction of the attack.
es_es: Хорошо. Обрати внимание, что щит блокирует только спереди. Всегда смотри в направлении атаки.

source: Move your mouse while guarding to change view direction.
es_es: Двигайте мышью во время защиты, чтобы сменить направление.

source: Use \i[left-stick] while guarding to change view direction.
es_es: Используйте \i[left-stick] во время защиты, чтобы сменить направление.

# data/maps/cargo-ship/ship.json//entities/137/settings/event/4/thenStep/6/message
source: And finally, ye can even aim durin' guard. It's slow but it works.
es_es: И наконец, ты можешь целиться во время защиты. Это медленно, но работает.

source: You can also aim while guarding with \i[throw].
es_es: Вы можете целиться во время защиты с помощью \i[throw].

source: You can also aim while guarding with \i[aim].
es_es: Вы можете целиться во время защиты с помощью \i[aim].

# data/maps/cargo-ship/ship.json//entities/138/settings/event/8/message
source: Alright, got the basics?
es_es: Ладно, поняла основы?

# data/maps/cargo-ship/ship.json//entities/138/settings/event/9/0/0/message
source: Good. Now, it's about time ye try to block this swarm of balls, right?
es_es: Отлично. Пришло время попытаться заблокировать этот рой шаров, верно?

# data/maps/cargo-ship/ship.json//entities/138/settings/event/9/0/1/message
source: Here goes!
es_es: Поехали!

# data/maps/cargo-ship/ship.json//entities/138/settings/event/9/1/0/message
source: Well then, let's go through this again.
es_es: Ну что же, пройдём это снова.

# data/maps/cargo-ship/ship.json//entities/138/settings/event/9/options/0/label
source: [Yes]
es_es: [Да]

# data/maps/cargo-ship/ship.json//entities/138/settings/event/9/options/1/label
source: [No]
es_es: [Нет]

source: Ms. Avatar! You totally rocked that crab! That was so awesome!
es_es: Мисс Аватар! Ты развалила этого краба! Это было так здорово!

source: But that strange blue guy was pretty amazing, too!
es_es: Но этот странный синий парень тоже был потрясающим!

source: Did you see how he just jumped up from the water?
es_es: Ты видела, как он выпрыгнул из воды?

source: Not to mention how he just dragged you through the air, telepathy style!
es_es: Не говоря уже о том, как он протащил тебя по воздуху в стиле телекинеза!

source: Very smooth, fellow.
es_es: Заметь, очень плавно протащил.

source: Hi...
es_es: Привет...

source: Thanks for coming, Ms. Ava...\. err...\. I mean Lea!
es_es: Спасибо, что пришла, мисс Ава...\. эээ...\. то есть Лея!

source: Hello, so the pseudo-robot has actually returned.
es_es: Здравствуй, так псевдо-робот и правда вернулся.

source: Please, stop calling her that.
es_es: Пожалуйста, перестань называть её так.

source: She is an actual person with a name!
es_es: Она настоящий человек, и у неё есть имя!

source: [nods]
es_es: [кивает]

source: Lea!
es_es: Лея!

source: Alright then, Lea.
es_es: Ну хорошо, Лея.

source: My colleague and I had a little discussion over how well instant-matter based avatars can handle water.
es_es: У меня с моим коллегой произошла небольшая дискуссия на тему того, насколько хорошо аватары, основанные на мнимой материи, переносят воду.

source: To my knowledge, instant matter easily evaporates when in contact with water.
es_es: Насколько мне известно, мнимая материя тут же испаряется при контакте с водой.

source: That's why swimming was never an option with the technology.
es_es: Вот почему плавание никогда не работало с этой технологией.

source: But he claims that it can actually withstand decent amounts of water.
es_es: Но он утверждает, что она может выдержать приличное количество воды.

source: Right! Lea was totally fine when it started raining last time she was here, I saw it myself.
es_es: Верно! Лея была в полном порядке, когда в прошлый раз здесь начался дождь, я сам это видел.

source: Well, a bit of rain maybe, but let's see how she handles slightly larger amounts of water.
es_es: Немножко дождя, возможно, но давайте посмотрим, как она справляется с несколько большим количеством воды.

source: ...How?
es_es: ...Как?

source: Quite simple.
es_es: Довольно просто.

source: Please stand at this point here for a moment.
es_es: Пожалуйста, встань сюда ненадолго.

source: Why?
es_es: Почему?

source: No worries, you'll see.
es_es: Не волнуйся, сама всё увидишь.

source: Alright, we're ready!
es_es: Прекрасно, мы готовы!

source: Sorry!\. They talked me into it...
es_es: Прости!\. Они подговорили меня на это...

source: Why?
es_es: Почему?

source: S-Sorry, Lea!
es_es: И-Извини, Лея!

source: But you see? She did not evaporate!
es_es: Но ты видишь? Она не испарилась!

source: Hm...\. I have to admit I didn't expect this.
es_es: Хм...\. Должен признать, я этого не ожидал.

source: But that was just the small bucket.\. Now, let's try the larger one!
es_es: Но это было всего лишь маленькое ведёрко.\. Теперь, давай попробуем побольше!

source: P-Please. Just one more time.
es_es: П-Пожалуйста. Ещё разок.

source: Do it for the science!
es_es: Сделай это ради науки!

source: Alright, second bucket!
es_es: Хорошо, второе ведро!

source: Ha, see?\. It couldn't handle that amount!
es_es: Ха, видишь?\. Она не выдержала такого количества!

source: Alright, I see...
es_es: Ладно, я вижу...

source: But you know, it could just be a generous safety measure in case avatars actually jump into water.
es_es: Но ты знаешь, это может быть просто излишняя мера безопасности, на случай, если аватары прыгнут в воду.

source: Maybe they can potentially take even more water than that.
es_es: Может быть, потенциально они могут выдержать больше воды.

source: That may be, but we can't test this now, can we?
es_es: Возможно, но мы же не можем проверить это прямо сейчас, правда?

source: That's true.
es_es: Верно.

source: Anyway, my point stands that Instant Matter avatars are just way too fragile for most serious applications.
es_es: В любом случае, моя точка зрения состоит в том, что аватары из мнимой материи слишком уязвимы для большинства серьёзных применений.

source: Come on, not all applications require high water-resistancy.
es_es: Да ладно, не все применения требуют высокой водостойкости.

source: If it were just that.\. Did you ever try to lift her?
es_es: Если бы дело было только в этом.\. Ты когда-нибудь пытался поднять её?

source: W-What?\. I'd never dare to do that!
es_es: Ч-Что? \. Я никогда бы не осмелился сделать это!

source: ... I sort of expected that.
es_es: ...Я примерно это и ожидал.

source: That's why I invited someone to help us out!
es_es: Вот почему я пригласил кое-кого, чтобы помочь нам!

source: Hey, \c[3]Isabelle\c[0]! Could you come over here for a second?
es_es: Эй, \c[3]Изабель\c[0]! Не могла бы ты подойти сюда на секундочку?

source: Hello!!
es_es: Привет!!

source: ...Hi?
es_es: ...Привет?

source: Oh! Who is that?
es_es: Ой! А это кто?

source: ...Lea!
es_es: ...Лея!

source: Hi Lea!
es_es: Привет, Лея!

source: I like your horns!!
es_es: Мне нравятся твои рога!!

source: Yeah, she's another guest on the ship currently.
es_es: Да, она тоже гостит на корабле в данный момент.

source: So why would you have her involved?
es_es: Так зачем ты её позвал?

source: To show you how ridiculously light Instant matter is.
es_es: Чтобы показать тебе, насколько до нелепого легка мнимая материя.

source: Isabelle, would you be so kind and lift the young lady for us?
es_es: Изабель, не могла бы ты поднять юную леди для нас?

source: Can I do that?!
es_es: Я могу это сделать?!

source: Of course you can! Show us how strong you are!
es_es: Конечно ты можешь! Покажи какая ты сильная!

source: Okay!!
es_es: Хорошо!!

source: ...Hi?!
es_es: ...Привет?!

source: Whoa!!
es_es: Ух ты!!

source: Lea is so light!!
es_es: Лея такая лёгкая!!

source: ...Wait!!
es_es: ...Подожди!!

source: Oh boy...\. I wasn't aware of that.
es_es: Ну и дела...\. Я и не знал об этом.

source: An avatar should weigh an average of maybe 5-10 kg at most.
es_es: В большинстве случаев аватар в среднем весит не более 5-10 килограмм.

source: Instant matter is extremely light and fragile.
es_es: Мнимая материя чрезвычайно лёгкая и хрупкая.

source: It's the tradeoff for being quickly constructed.
es_es: Это плата за возможность быстрого создания.

source: ...Lea Hi Lea Wait Bye Why?!
es_es: ...Лея Привет Лея Подожди Пока Почему?!

source: Lea is getting heavy now!
es_es: Лея становится тяжелее!

source: It's okay, you can put her down now.
es_es: Всё в порядке, можешь положить её.

source: I want to throw her!!
es_es: Я хочу бросить её!!

source: Why?!
es_es: Почему?!

source: Sure, show us some muscle!
es_es: Конечно, покажи нам свои мускулы!

source: Annnd...\. go!
es_es: Иииии...\. вперёд!

source: Awesome!!
es_es: Классно!!

source: ...How?!
es_es: ...Как?!

source: Again!!
es_es: Ещё!!

source: Wait!!
es_es: Подожди!!

source: So you see?
es_es: Теперь ты видишь?

source: Super light, low water resistance and believe me, any kind of real impact and it breaks down.
es_es: Суперлёгкая, низкая водостойкость и поверь мне, любой вид реального воздействия и она разрушается.

source: Alright, I see what you mean.
es_es: Хорошо, я понял, что ты имеешь в виду.

source: Still, instant matter does have its applications outside of games, doesn't it?
es_es: Тем не менее, мнимая материя имеет свои применения вне игр, не так ли?

source: Wait!
es_es: Подожди!

source: ...Why?!
es_es: ...Почему?!

source: Of course it has applications.
es_es: Конечно у неё есть применения.

source: But it will never replace good, hard machinery and architecture.
es_es: Но это никогда не заменит хорошие сложные механизмы и архитектуру.

source: You can't build a house with instant matter and expect to live in it. It would break down easily.
es_es: Ты не сможешь построить дом из мнимой материи, чтобы жить в нём. Он достаточно легко разрушится.

source: Hahaha, again!!
es_es: Ха-ха-ха, ещё разок!!

source: Wait!!
es_es: Подожди!!

source: It works for CrossWorlds because everything running around the playground is based on instant matter or virtual.
es_es: Это работает в CrossWorlds, потому что всё, что связано с игровой зоной, основано на мнимой материи или виртуально.

source: It's like a theme park made out of Styrofoam.
es_es: Это как тематический парк из пенопласта.

source: I see...
es_es: Понятно...

source: Ahh... I'm beat.
es_es: Ахх... Я устала.

source: Lea, you run real fast!
es_es: Лея, ты очень быстро бегаешь!

source: Oh... so either Lea's player is in quite good shape or avatars are not bound to the player's stamina.
es_es: Ох... либо игрок Леи в хорошей форме, либо аватары не связаны с выносливостью игрока.

source: It's the latter. You can run for as long as you want and won't get tired.
es_es: Скорее второе. Ты можешь бежать сколько угодно и не устанешь.

source: Anyway, thanks a lot for everything, Lea!
es_es: В любом случае, большое спасибо за всё, Лея!

source: And sorry for all the water and... throwing.
es_es: И прости за всю эту воду и... бросание.

source: Ahhh... please don't hate me!
es_es: Аааа... пожалуйста, не злись на меня!

source: I just wanted to show him how awesome avatars are!
es_es: Я просто хотел показать ему, какие аватары классные!

source: Nice work then, you really showed him!
es_es: Отличная работа, ты действительно показал ему!

source: Ugh...\. was it really that bad for you?
es_es: Ох...\. неужели это причинило тебе какой-то вред?

source: [shakes head]
es_es: [мотает головой]

source: Well... I'm relieved...
es_es: Ну... теперь я спокоен...

source: It was fun!\. I want to throw Lea again!!
es_es: Это было весело!\. Я хочу бросить Лею ещё раз!!

source: Come on, give her a little rest, okay?
es_es: Перестань, дай ей немного передохнуть, хорошо?

source: Aw man, okay... See you later!
es_es: Эх, ладно... Увидимся позже!

source: Hey Lea...\. I see you are having fun with the crew?
es_es: Эй, Лея...\. Смотрю, ты развлекаешься с экипажем?

source: I will soon start preparing things to get you back into the Playground.
es_es: Я скоро начну подготовку, чтобы вернуть тебя в игровую зону.

source: It will take a bit of time, though.
es_es: Но это займет некоторое время.

source: It is probably a good idea to log you off in the meantime.
es_es: Вероятно, будет лучше отключить тебя ненадолго.

source: Before that, though...\. There is something we should talk about.
es_es: Перед этим, правда...\. Мы должны кое о чём поговорить.

source: Since you know the truth about yourself...
es_es: Теперь, когда ты знаешь правду о себе...

source: You are probably feeling a great deal of... uncertainty, correct?
es_es: Возможно, что ты чувствуешь большую... неуверенность, верно?

source: In particular, about your future.
es_es: В частности, о своём будущем.

source: [nods]
es_es: [кивает]

source: I...\. I do not want to give you any false hope.
es_es: Я...\. Я не хочу давать тебе ложную надежду.

source: Your current situation... is problematic.
es_es: Твоя текущая ситуация... проблематична.

source: The only place for Evotars to exist is within CrossWorlds without official permission.
es_es: Единственная возможность для эвотаров существовать в пределах CrossWorlds - без официального разрешения.

source: And this will only last as long as we can keep it secret from Instatainment.
es_es: И это будет продолжаться только до тех пор, пока мы сможем сохранить это в тайне от Instatainment.

source: This is something we have to change, Lea.
es_es: Это то, что мы должны изменить, Лея.

source: This is our goal.\. To create a \c[3]proper place for Evotars\c[0].
es_es: Это наша цель.\. Создать \c[3]законное место для эвотаров\c[0].

source: One where you do not have to hide your identity.
es_es: Место, где тебе не придётся скрывать, кто ты есть на самом деле.

source: Satoshi...\. he always envisioned a place like that, even back then.
es_es: Сатоши...\. он всегда представлял себе такое место, ещё тогда.

source: Finding him is just the first step towards our goal.
es_es: Найти его - это только первый шаг к нашей цели.

source: With his help, we might find a way to get there.
es_es: С его помощью мы смогли бы найти способ добраться туда.

source: Well then...\. should we call it a day?
es_es: Ну что же...\. будем закругляться на сегодня?

source: [nods]
es_es: [кивает]

source: Good night, Lea.
es_es: Спокойной ночи, Лея.

source: Bye!
es_es: Пока!

# data/maps/cargo-ship/ship.json//entities/146/settings/event/1/thenStep/5/message
source: WHAT?!
es_es: ЧТО?!

# data/maps/cargo-ship/ship.json//entities/146/settings/event/1/thenStep/7/message
source: \c[1]Hi!!\c[0]
es_es: \c[1]Привет!!\c[0]

source: I told ya!\. She thrashes everything with one hit!
es_es: Я же говорила!\. Она выносит всё с одного удара!

source: Sergey, what's the meaning of this?
es_es: Сергей, что это значит?

source: W-Well...\. you see...\. That was a mistake on my end.
es_es: Н-Ну...\. Видишь ли...\. Это моя ошибка.

source: How's the lass supposed to learn anythin' being that overpowered?!
es_es: Как девчонка сможет научиться чему-либо, если она сверхсильная?!

# data/maps/cargo-ship/ship.json//entities/146/settings/event/12/message
source: Captain!
es_es: Капитан!

# data/maps/cargo-ship/ship.json//entities/146/settings/event/13/message
source: I'm sorry to interrupt, but we need you on the bridge!\. Right now!
es_es: Простите, что прерываю, но вы нужны нам на мостике!\. Прямо сейчас!

# data/maps/cargo-ship/ship.json//entities/146/settings/event/24/message
source: What's the matter?
es_es: Что случилось?

# data/maps/cargo-ship/ship.json//entities/146/settings/event/25/message
source: Something is approaching us and quickly!
es_es: Что-то приближается к нам, и очень быстро!

# data/maps/cargo-ship/ship.json//entities/146/settings/event/26/message
source: Bloody darn timing...
es_es: Чертовски вовремя...

# data/maps/cargo-ship/ship.json//entities/146/settings/event/33/message
source: Sorry lass, we have to stop here.\. Duty calls.
es_es: Прости, девочка, остановимся на этом.\. Долг зовёт.

# data/maps/cargo-ship/ship.json//entities/146/settings/event/38/message
source: Carla, ye clean up the balcony first and come to the bridge afterwards.
es_es: Карла, убери здесь всё и приходи на мостик.

# data/maps/cargo-ship/ship.json//entities/146/settings/event/39/message
source: Understood.
es_es: Поняла.

# data/maps/cargo-ship/ship.json//entities/146/settings/event/56/message
source: Girl, I have no idea what's going on here, but it'd be better for you to go inside too.
es_es: Подруга, я понятия не имею, что здесь происходит, но будет лучше, если ты тоже пойдёшь внутрь.

source: What a peculiar location we have here.
es_es: Какое у нас тут необычное место.

source: It's a darn cargo ship, ye dobber!
es_es: Это чёртов грузовой корабль, придурок!

source: Ye look like someone who jumped right out of CrossWorlds.
es_es: Ты похож на кого-то, кто выпрыгнул сюда прямо из CrossWorlds.

source: This ship is not part of the bloody playground.
es_es: Этот корабль - не часть вашей грёбаной игровой зоны.

source: So, don't be a nuisance and get lost.
es_es: Так что не мешай и вали отсюда.

source: We are aware of the nature of this place.
es_es: Мы осведомлены о природе этого места.

source: Yet we perceive the presence of another misplaced individual.
es_es: И всё же мы ощущаем присутствие другой неуместной личности.
