Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cargo-ship.po
Languages: es_es

# data/areas/cargo-ship.json//name
source: Cargo Ship
es_es: Грузовое судно

# data/areas/cargo-ship.json//floors/0/name
source: Cargo Hold
es_es: Грузовой отсек

# data/areas/cargo-ship.json//floors/0/maps/0/name
source: Teleporter
es_es: Телепорт

# data/areas/cargo-ship.json//floors/0/maps/1/name
source: Cargo Hold 1
es_es: Грузовой отсек 1

# data/areas/cargo-ship.json//floors/0/maps/2/name
source: Cargo Hold 2
es_es: Грузовой отсек 2

# data/areas/cargo-ship.json//floors/0/maps/3/name
source: Cargo Hold 3
es_es: Грузовой отсек 3

# data/areas/cargo-ship.json//floors/0/maps/4/name
source: Cargo Hold 4
es_es: Грузовой отсек 4

# data/areas/cargo-ship.json//floors/0/maps/5/name
source: Cargo Hold 5
es_es: Грузовой отсек 5

# data/areas/cargo-ship.json//floors/0/maps/6/name
source: Cargo Hold Elevator
es_es: Лифт грузового отсека

# data/areas/cargo-ship.json//floors/1/name
source: Deck
es_es: Палуба

# data/areas/cargo-ship.json//floors/1/maps/0/name
source: Deck
es_es: Палуба

# data/areas/cargo-ship.json//floors/1/maps/1/name
source: Ground Floor Elevator
es_es: Лифт нижнего этажа

# data/areas/cargo-ship.json//floors/2/name
source: Cabins 1
es_es: Каюты 1

# data/areas/cargo-ship.json//floors/2/maps/0/name
source: Cabins 1
es_es: Каюты 1

# data/areas/cargo-ship.json//floors/3/name
source: Cabins 2
es_es: Каюты 2

# data/areas/cargo-ship.json//floors/3/maps/0/name
source: Cabins 2
es_es: Каюты 2

# data/areas/cargo-ship.json//floors/4/name
source: Bridge
es_es: Капитанский мостик

# data/areas/cargo-ship.json//floors/4/maps/0/name
source: Bridge
es_es: Капитанский мостик

# data/areas/cargo-ship.json//floors/4/maps/1/name
source: Deck
es_es: Палуба

# data/maps/cargo-ship/boss.json//entities/15/settings/event/17/message
source: What a convenient stage we have here!
es_es: Какая удобная сцена у нас здесь!

# data/maps/cargo-ship/boss.json//entities/15/settings/event/18/message
source: Now, it is time to face your trial!
es_es: Теперь, настало время твоего испытания!

# data/maps/cargo-ship/boss.json//entities/15/settings/event/29/message
source: Let us see if you are the genuine article!
es_es: Давайте посмотрим, являешься ли ты подлинником!

# data/maps/cargo-ship/boss.json//entities/15/settings/event/30/message
source: A display of your talents shall suffice as proof!
es_es: В качестве доказательства должны быть показаны твои способности!

# data/maps/cargo-ship/boss.json//entities/15/settings/event/41/message
source: Lea, do you hear me?
es_es: Лея, ты меня слышишь?

# data/maps/cargo-ship/boss.json//entities/15/settings/event/42/message
source: I am just as confused about this whole situation as you are...
es_es: Я в замешательстве насчёт всей этой ситуации, как и ты...

# data/maps/cargo-ship/boss.json//entities/15/settings/event/43/message
source: It is certainly a mess, but we will get you out of this.
es_es: Это, безусловно, проблема, но мы найдём выход.

# data/maps/cargo-ship/boss.json//entities/15/settings/event/44/message
source: For now, take on this challenge and keep him busy.
es_es: А сейчас, прими этот вызов и займи его ненадолго.

# data/maps/cargo-ship/boss.json//entities/15/settings/event/45/message
source: I know, this enemy looks intimidating, but do not lose hope!
es_es: Я знаю, этот враг выглядит устрашающе, но не теряй надежды!

# data/maps/cargo-ship/boss.json//entities/15/settings/event/46/thenStep/2/message
source: What am I saying?\. You can beat that thing with a \c[1]single hit\c[0].
es_es: О чём это я?\. Ты можешь победить эту штуку \c[1]одним ударом\c[0].

# data/maps/cargo-ship/boss.json//entities/15/settings/event/46/thenStep/4/message
source: Just make sure to hit its weak point.
es_es: Просто убедись, что бьёшь в его слабую точку.

# data/maps/cargo-ship/boss.json//entities/15/settings/event/46/elseStep/0/message
source: I am confident you will be able to handle this!
es_es: Я уверен, что ты сможешь справиться с этим!

source: As a matter of fact with \c[1]your level\c[0] this really should be a piece of cake.
es_es: По правде говоря, с \c[1]твоим уровнем\c[0] это будет проще простого.

source: ... Because I can see its battle stats.\. They match your level!
es_es: ...Потому что я могу видеть его боевые характеристики.\. Они соответствуют твоему уровню!

# data/maps/cargo-ship/bridge-floor.json//entities/0/settings/destinations/0/label
source: 3rd floor (cabins)
es_es: 3-й этаж (каюты)

# data/maps/cargo-ship/bridge-floor.json//entities/0/settings/destinations/1/label
source: 2nd floor (cabins)
es_es: 2-й этаж (каюты)

# data/maps/cargo-ship/bridge-floor.json//entities/0/settings/destinations/2/label
source: 1st floor (deck)
es_es: 1-й этаж (палуба)

# data/maps/cargo-ship/bridge-floor.json//entities/0/settings/destinations/3/label
source: Basement floor (cargo hold)
es_es: Подвальный этаж (грузовой отсек)

# data/maps/cargo-ship/bridge.json//entities/20/settings/destinations/0/label
source: 4th floor (bridge)
es_es: 4-й этаж (капитанский мостик)

# data/maps/cargo-ship/bridge.json//entities/20/settings/destinations/1/label
source: 3rd floor (cabins)
es_es: 3-й этаж (каюты)

# data/maps/cargo-ship/bridge.json//entities/20/settings/destinations/2/label
source: 2nd floor (cabins)
es_es: 2-й этаж (каюты)

# data/maps/cargo-ship/bridge.json//entities/20/settings/destinations/3/label
source: 1st floor (deck)
es_es: 1-й этаж (палуба)

# data/maps/cargo-ship/bridge.json//entities/20/settings/destinations/4/label
source: Basement floor (cargo hold)
es_es: Подвальный этаж (грузовой отсек)

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/10/message
source: Cap, I'm back with the report!
es_es: Кэп, я вернулась с докладом!

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/14/message
source: I see. Go on.
es_es: Понятно. Продолжай.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/15/message
source: The initiation? A total cinch.
es_es: Введение? Плёвое дело.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/17/message
source: Here's the avatar - name's Lea.
es_es: Вот аватар - зовут Лея.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/18/message
source: Aye... hard to miss that lass.\. Hope ye didn't run into everythin' with those horns there.
es_es: Ага... трудно пропустить такую девушку.\. Надеюсь, что ты не зацепила ничего своими рогами?

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/20/message
source: Wait...\. don't tell me ya didn't notice the horns 'til now, Lea...
es_es: Подожди...\. Только не говори мне, что до сих пор не замечала эти рога, Лея...

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/22/message
source: Anyway, make sure ye clean up that mess ye started down in the cargo hold soon.
es_es: В любом случае, убедитесь, что вы убрали за собой беспорядок, который учинили в грузовом отсеке.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/24/message
source: Yes, Cap.
es_es: Да, Кэп.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/25/message
source: I hope Sergey is satisfied.\. Is he around?
es_es: Я надеюсь, что Сергей доволен.\. Он рядом?

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/26/message
source: Yeah, just give me a sec to set up your headset.
es_es: Ага, дайте мне секунду, чтобы настроить вашу гарнитуру.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/32/message
source: Hello there, Jet!
es_es: Здравствуй, Джет!

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/33/message
source: My good man! It's been a long time.
es_es: Друг мой! Давно не виделись.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/34/message
source: Indeed.\. You are still clinging to that jet pack, I see?
es_es: В самом деле.\. Смотрю, ты всё не вылезаешь из своего реактивного ранца?

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/35/message
source: Ye know I'd never travel the sea without good ol' Betty.
es_es: Знаешь ведь, что я никогда не путешествую по морю без старой доброй Бетти.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/36/message
source: Anyway, I hope ye two will be ready to travel on soon.
es_es: В любом случае, я надеюсь, что вы с Леей скоро будете готовы к путешествию.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/37/message
source: Having a darn avatar on board is just callin' for trouble.
es_es: Чёртов аватар на борту просто взывает к неприятностям.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/38/message
source: Of course.\. We will make this as brief as possible.
es_es: Конечно.\. Мы сделаем всё как можно скорее.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/39/message
source: Gee, Cap.\. What kinda welcome is that s'posed to be?
es_es: Господи, Кэп.\. Кто так встречает гостей на борту?

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/40/message
source: Besides, ain't we talkin' to Jet, former VRP dueling champ?
es_es: Кроме того, разве мы говорим не с Джетом, бывшим чемпионом VRP-дуэлей?

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/41/message
source: You keep telling us all about your combat moves from the old days.
es_es: Вы всё время рассказываете нам о своих боевых похождениях из прошлого.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/42/message
source: So here I thought maybe you'd want to give Lea a small combat lesson?
es_es: Так вот, я подумала, может быть, вы захотите дать Лее небольшой боевой урок?

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/46/message
source: Ye're tellin' me that wee lass is up for a battle?
es_es: Ты хочешь сказать, что девчонка готова к битве?

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/47/message
source: Oh, you bet she is!
es_es: Ох, будьте уверены, она готова!

source: Like... she thrashes literally everything with a \c[1]single hit\c[0].
es_es: В том смысле, что... она выносит всё буквально \c[1]с первого же удара\c[0].

source: What?
es_es: Что?

source: Yeah...
es_es: Ага...

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/49/message
source: Right, we'll see about that.\. Just talk to me later t'day.
es_es: Ладно, посмотрим насчёт этого.\. Подойди ко мне с этим позже.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/50/message
source: Sweet!
es_es: Круто!

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/51/message
source: Now then, ye're dismissed.
es_es: Ну что же, вы свободны.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/52/message
source: Ye can show the lass around the ship, but don't ye stir up any trouble.
es_es: Покажи девчушке корабль, но только не вздумай создавать проблем.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/53/message
source: Alright, Captain.
es_es: Так точно, капитан.

# data/maps/cargo-ship/bridge.json//entities/21/settings/event/61/message
source: C'mon, Lea!\. It's time for some fresh air!
es_es: Пойдём, Лея!\. Время подышать свежим воздухом!

source: This is no place for ye, lass.\. Go play somewhere else.
es_es: Тебе здесь не место, девчушка.\. Иди поиграй где-нибудь ещё.

source: [nods]
es_es: [кивает]

source: There ye are.\. It's about darn time for yer combat lesson.
es_es: Вот и ты.\. Пришло чёртово время для твоего боевого урока.

source: Ye ready?
es_es: Ты готова?

source: [nods]
es_es: [кивает]

source: Good.\. Let's go to the balcony.
es_es: Ладно.\. Пойдём на балкон.

source: [shakes head]
es_es: [мотает головой]

source: Do ye still need to prepare yerself?\. I don't got all day, lass.
es_es: Тебе по-прежнему нужно время на подготовку?\. Я не могу ждать весь день.

source: [Yes]
es_es: [Да]

source: [No]
es_es: [Нет]

source: Didn't that boy want to spend time with you?
es_es: Разве этот мальчик не хотел провести время с тобой?

source: Good day, Lass.
es_es: Доброго дня, девчушка.

source: Carla is waitin' for you down in the cargo hold.
es_es: Карла ждёт тебя в грузовом отсеке.

source: Everythin's prepared, so ye're ready to leave.
es_es: Всё готово, так что ты можешь отчаливать.

source: [nods]
es_es: [кивает]

source: Good day, Lass.
es_es: Доброго дня, девчушка.

source: Carla is waitin' for ye down in the cargo hold.
es_es: Карла ждёт тебя в грузовом отсеке.

source: Everythin's prepared, so ye're ready to leave.
es_es: Всё готово, так что ты можешь отчаливать.

source: [nods]
es_es: [кивает]

source: Good day, Lass. Back on the ship?
es_es: Доброго дня, девчушка. Вернулась на корабль?

source: [nods]
es_es: [кивает]

source: Ye're always welcome of course. But better not stay here for too long or people will get suspicious.
es_es: Мы всегда рады тебя видеть. Но лучше не оставайся тут слишком надолго, а то у людей возникнут подозрения.

source: Hi!
es_es: Привет!

source: Good day, Lass.\. Back on the ship?
es_es: Доброго дня, девчушка.\. Вернулась на корабль?

source: Ye're always welcome of course.\. Just remember that most people on this ship are working.
es_es: Мы всегда рады тебя видеть.\. Просто помни, что большинство людей на этом корабле работают.

source: [nods]
es_es: [кивает]

source: Hi!
es_es: Привет!

source: Ah, you're back again?
es_es: Ах, ты вернулась?

source: Sorry, still busy with the radar. I'm afraid that won't change anytime soon.
es_es: Извини, по-прежнему занят радаром. Боюсь, что это не изменится в ближайшее время.

source: Is that blue guy still out there?\. Seriously, we never had anything like this happen before.
es_es: Этот синий парень по-прежнему там?\. Серьёзно, у нас никогда не было ничего подобного.

source: You'd think they'd make sure players can't escape the playground or something.
es_es: Можно было подумать, что они убедились в том, что игроки не смогут сбежать из игровой зоны или вроде того.

source: Girl! Skip the chatting, will you? We have to hurry!
es_es: Детка! Может, потом поболтаешь? Мы должны торопиться!

source: Hi!
es_es: Привет!

source: Are you looking for the captain?
es_es: Ты ищешь капитана?

source: I think he's currently somewhere in the cabins.
es_es: Я думаю, он сейчас где-то в каютах.

source: Indeed, even a captain needs a break once in a while...
es_es: В самом деле, даже капитан нуждается в перерыве время от времени...

source: You're that avatar girl we were warned about, right?\. Sorry, but I need to pay attention to the radar.
es_es: Ты та девушка-аватар, о которой нас предупреждали, так?\. Извини, но мне нужно следить за радаром.

# data/maps/cargo-ship/bridge.json//entities/32/settings/event/5/message
source: It's still on the radar, approaching us at high velocity.
es_es: Оно по-прежнему на радаре, приближается к нам с большой скоростью.

# data/maps/cargo-ship/bridge.json//entities/32/settings/event/7/message
source: No transmission, no darn ship to see.\. What's goin' on here?
es_es: Ни радиотрансляции, ни чёртового корабля в пределах видимости.\. Что здесь происходит?

# data/maps/cargo-ship/bridge.json//entities/32/settings/event/16/message
source: Captain! I think I caught it on satellite! You gotta see this!
es_es: Капитан! Кажется, я поймала его на спутник! Вы должны это увидеть!

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/13/message
source: That Carla...\. orderin' me around like that.
es_es: Эта Карла...\. приказывать мне в таком тоне.

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/14/message
source: I gotta remind her who's in charge on this ship sometime...
es_es: Я должен напоминать ей иногда, кто главный на этом корабле...

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/18/message
source: Lass, ye really seem to be in low spirits...
es_es: Девочка, ты, кажется, действительно упала духом...

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/19/message
source: But I really have no time for strollin' around right now.
es_es: Но сейчас у меня нет времени прогуливаться.

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/23/message
source: Uhm... captain?
es_es: Эмм... капитан?

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/26/message
source: Do you mind if I borrow Ms. Avatar for a moment?
es_es: Вы не возражаете, если я на время займу мисс Аватар?

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/28/message
source: No, that'd be just perfect! Please, keep the lass busy!
es_es: Нет, это было бы просто замечательно! Пожалуйста, займи девочку!

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/29/message
source: Nice!\. Please come this way, Ms. Avatar!
es_es: Хорошо!\. Пожалуйста, пройдёмте со мной, мисс Аватар!

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/37/message
source: This is great!
es_es: Это здорово!

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/38/message
source: I never expected to see you on this ship again, Ms. Avatar!
es_es: Никогда бы не подумал снова увидеть тебя на этом корабле, мисс Аватар!

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/39/message
source: ...Lea.
es_es: ...Лея.

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/40/message
source: Huh? Do you want me to call you by your first name?
es_es: Эмм? Ты хочешь, чтобы я называл тебя по имени?

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/41/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/42/message
source: S-Sure!!
es_es: К-Конечно!!

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/43/message
source: Anyway, I'll go ahead and get everyone together!
es_es: Я пойду вперёд и соберу всех вместе!

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/44/message
source: Just meet me outside, down on the \c[3]deck\c[0]!
es_es: Встретимся снаружи, на нижней \c[3]палубе\c[0]!

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/45/message
source: Finally we can do the \c[3]experiment\c[0]!!
es_es: Наконец-то мы сможем провести \c[3]эксперимент\c[0]!!

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/58/message
source: That guy again...
es_es: Снова этот парень...

# data/maps/cargo-ship/bridge.json//entities/34/settings/event/63/task
source: Meet the cargo crew member at the \c[3]deck of M.S. Solar\c[0].
es_es: Встретьтесь с членом экипажа на \c[3]палубе M.S. Solar\c[0].

source: My colleague should be waiting on the deck for you.
es_es: Мой коллега должен ждать тебя на палубе.

source: I'm supposed to wait up here.
es_es: Мне приказано быть здесь.

source: Why?
es_es: Почему?

source: Well... you'll see.\. They have a lot of things planned.
es_es: Ну... ты увидишь.\. У них много чего запланировано.

source: Sorry in advance.
es_es: Извини заранее.

# data/maps/cargo-ship/cabins1.json//entities/0/settings/destinations/0/label
source: 4th floor (bridge)
es_es: 4-й этаж (капитанский мостик)

# data/maps/cargo-ship/cabins1.json//entities/0/settings/destinations/1/label
source: 3rd floor (cabins)
es_es: 3-й этаж (каюты)

# data/maps/cargo-ship/cabins1.json//entities/0/settings/destinations/2/label
source: 2nd floor (cabins)
es_es: 2-й этаж (каюты)

# data/maps/cargo-ship/cabins1.json//entities/0/settings/destinations/3/label
source: 1st floor (deck)
es_es: 1-й этаж (палуба)

# data/maps/cargo-ship/cabins1.json//entities/0/settings/destinations/4/label
source: Basement floor (cargo hold)
es_es: Подвальный этаж (грузовой отсек)

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/8/message
source: ... Hi!
es_es: ...Привет!

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/9/message
source: ...Whoa!\. You spoke!\. Is your voice finally back?
es_es: ...Ого!\. Ты заговорила!\. Твой голос наконец вернулся?

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/12/message
source: ... Hi...
es_es: ...Привет...

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/13/message
source: ...Wait, that ain't right.
es_es: ...Подожди, что-то не так.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/15/message
source: Her speech synchronization is still malfunctioning.
es_es: Её синхронизация речи по-прежнему работает неисправно.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/16/message
source: I just hard-coded the word "Hi" into her speech module.
es_es: Я просто закодировал слово "Привет" в её речевой модуль.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/17/message
source: That is all she can say for now.\. I am currently working on adding more words.
es_es: Это всё, что она сейчас может сказать.\. В данный момент я работаю над добавлением большего количества слов.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/18/message
source: I see... It's a start, I s'pose.
es_es: Понятно... Полагаю, начало положено.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/19/message
source: Anyway, the Cap and I here have been planning out your combat training, girl.
es_es: В любом случае, мы с кэпом планируем твою боевую тренировку, подруга.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/20/message
source: We're almost set and good to go, right?
es_es: Мы уже почти готовы и скоро можно будет выдвигаться, верно?

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/22/message
source: Aye, this is gonna be interestin'.
es_es: Так точно, это будет интересно.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/23/message
source: Well, I'm off to my cabin for some final preparations.
es_es: Отлично, я пойду в свою каюту для последних приготовлений.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/24/message
source: I'll be done in no time, so just stick with the captain, 'kay?
es_es: Это не займёт много времени, так что просто держись капитана, хорошо?

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/25/message
source: See ya later!
es_es: Увидимся!

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/34/message
source: Aye, I'll be back on the bridge. Ye can talk to me when ye're ready for the lesson.
es_es: Ага, я вернусь на мостик. Поговори со мной, когда будешь готова к тренировке.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/35/message
source: Make sure ye're prepared.\. I'll be expectin' yer full attention.
es_es: Убедись, что ты готова.\. Я ожидаю твоего полного внимания.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/42/message
source: Ye two over there.
es_es: Эй, вы двое.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/44/message
source: Make sure ye clean up the galley after ye're done cookin', understood?
es_es: Убедитесь, что камбуз вымыт, после того, как закончите готовку, поняли?

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/45/message
source: Aye, aye, captain!
es_es: Так точно, капитан!

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/54/message
source: It's not like we forgot since the last time he told us.
es_es: Как будто мы могли забыть с прошлого раза, когда он нам это сказал.

# data/maps/cargo-ship/cabins1.json//entities/108/settings/event/55/message
source: Yeah, wasn't that yesterday?
es_es: Ага, разве это было не вчера?

source: Hi!
es_es: Привет!

source: Oh!!\. Miss Ava...\. I mean, Lea!
es_es: Ой!!\. Мисс Ава...\. в смысле, Лея!

source: You're back on the ship, that's great!
es_es: Ты вернулась на корабль, здорово!

source: I also saw that other avatar on ship, today!\. A Pentafist, so cool!
es_es: Я сегодня видел на корабле ещё одного аватара!\. Пентафист, так круто!

source: But you know what the greatest news is?
es_es: Но знаешь, что лучше всего?

source: What?
es_es: Что?
