Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cargo-ship.po
Languages: es_es

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/32/message
source: They tried to \c[3]locate\c[0] me... and almost succeeded.
es_es: Они пытались \c[3]вычислить\c[0] моё местоположение... и почти успешно.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/33/message
source: I just barely escaped it by minimizing communication with Lea over the last few days.
es_es: Я с трудом избежал этого, сведя к минимуму общение с Леей в последние несколько дней.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/34/message
source: In the end...\. we just had to escape.
es_es: В итоге...\. нам просто пришлось сбежать.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/35/message
source: I see...
es_es: Понятно...

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/42/message
source: Hm....
es_es: Хм....

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/43/message
source: Man, that really is a lot to take in, y'know?
es_es: Эх, это действительно сложно для понимания, врубаешься?

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/44/message
source: How about we take a little break?
es_es: Может, немного передохнём?

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/46/message
source: Lea? Maybe a little stroll around the ship would help you to loosen up a bit?
es_es: Лея? Может, небольшая прогулка по кораблю поможет тебе расслабиться?

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/48/message
source: Surely that's no problem, right Cap?
es_es: Наверняка это не проблема, верно, Кэп?

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/50/message
source: I sure don't like ye deciding that by yerself...
es_es: Мне как-то не очень нравится, что ты сама тут принимаешь решения...

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/51/message
source: But sure, it's alright.
es_es: Но хорошо, я не против.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/52/message
source: Great! Then how about you show Lea around a bit?
es_es: Отлично! Тогда как насчёт того, чтобы ты провёл для Леи небольшую экскурсию?

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/53/message
source: Why am I now...\.
es_es: С чего бы вдруг я...\.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/54/message
source: Please, I'd just like to have a little word with Sergey for a moment.
es_es: Пожалуйста, я бы хотела немного переговорить с Сергеем.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/56/message
source: Fine.\. Follow me, lass.
es_es: Хорошо.\. Следуй за мной, девчушка.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/66/message
source: Carla? Is something the matter?
es_es: Карла? Что-то случилось?

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/68/message
source: Mister, I got a question for you!
es_es: Мистер, у меня есть к вам вопрос!

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/69/message
source: Something the poor girl is probably worrying about.
es_es: Тот, о котором бедная девочка, возможно, переживает.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/70/message
source: ...Yes?
es_es: ...Да?

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/71/message
source: Once you find Satoshi and everything has been cleared up...
es_es: Как только ты найдёшь Сатоши и всё прояснится...

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/73/message
source: ...what will happen to her?
es_es: ...что будет с ней?

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/3/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/8/message
source: Ahh, there she is!
es_es: Ааа, вот и она!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/26/message
source: Whoa there, girl!
es_es: Ух ты, подруга!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/27/message
source: You're much lighter than I expected!
es_es: Да ты куда легче, чем я ожидала!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/32/message
source: Lea, do not hug real people like that!
es_es: Лея, не обнимайся так с настоящими людьми!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/33/message
source: Your instant matter might break!
es_es: Мнимая материя может повредиться!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/39/message
source: Sorry!
es_es: Прости!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/48/message
source: The wee lass sure got clingy!
es_es: Девчонка-то цепкая стала!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/50/message
source: Yes...\. she tends to do that a lot these days.
es_es: Да...\. Она часто так делает в последнее время.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/56/message
source: Let the girl have her hugs!\. It really has been a long time, y'know?
es_es: Да пусть обнимается сколько вздумается!\. Уж ведь и правда столько времени прошло!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/57/message
source: I heard things are going really well over at the Playground.
es_es: Я слышала, в игровой зоне всё очень хорошо продвигается.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/58/message
source: Ya got your own little village now, isn't that right?
es_es: У тебя там своя собственная деревенька есть, не так ли?

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/60/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/61/message
source: I really wish we could pay a visit, but we're all still very busy around here.
es_es: Хотелось бы, чтобы мы могли прийти в гости, но у нас здесь всё ещё очень много дел.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/63/message
source: Aye.
es_es: Так точно.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/64/message
source: Lot to do ever since construction on the \c[3]new game\c[0] started.
es_es: Много дел с тех пор, как началось создание \c[3]новой игры\c[0].

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/70/message
source: Hush...\. that is not supposed to be public yet.
es_es: Тсссс...\. это пока ещё не публичная информация.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/71/message
source: But yes.\. Instatainment is working on a successor to CrossWorlds right now.
es_es: Но да.\. Instatainment прямо сейчас работает над продолжением CrossWorlds.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/74/message
source: I suppose it is fine if you know about it.
es_es: Я думаю, что ничего не будет, если ты обо всём узнаешь.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/75/message
source: After all, you are unlikely to spread the news.
es_es: Тем более что из тебя такая себе сплетница.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/81/message
source: Looks like we'll have to take a few dozen more trips over the sea.
es_es: Кажется, нам придется совершить ещё с десяток путешествий по морю.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/83/message
source: What of it?\. Otherwise we'd be shippin' things elsewhere.
es_es: И что с того?\. Иначе мы бы доставляли вещи ещё куда-нибудь.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/85/message
source: You have been on this moon for quite some time now.
es_es: Ты уже довольно долгое время на этой планете.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/86/message
source: Do you not miss the old days working in intergalactic logistics?
es_es: Не скучаешь по тем временам, когда ты работал в межгалактической логистике?

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/87/message
source: Nah...\. I'm used to all the water by now.
es_es: Не...\. я уже попривык к воде.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/89/message
source: What?
es_es: Что?

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/91/message
source: Oh, ya didn't know, Lea?
es_es: Ой, так ты не знала, Лея?

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/92/message
source: The cap used to work on a \c[3]spaceship\c[0].
es_es: Капитан работал на \c[3]космическом корабле\c[0].

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/93/message
source: Aye.\. Shippin' things through the \c[3]sea of stars\c[0].
es_es: Так точно.\. Возил всякое чрез \c[3]звёздные моря\c[0].

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/94/message
source: It's not as excitin' as it sounds.
es_es: Это не так захватывает, как оно может показаться.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/111/message
source: A clear night sky like this...\. It has always impressed me.
es_es: Ясное ночное небо...\. Оно всегда поражало меня.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/112/message
source: A boundless sea of stars...
es_es: Бескрайнее море звёзд...

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/121/message
source: ...a boundless sea of stars.
es_es: ...бескрайнее море звёзд.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/122/message
source: When you see it, you start to realize...\. just how insignificant we are to this world.
es_es: Когда ты видишь его, ты начинаешь понимать...\. насколько ничтожны мы в этом мире.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/140/message
source: W...
es_es: П...

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/141/message
source: Why?
es_es: Почему?

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/142/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/145/message
source: Is everything okay, Lea?
es_es: Всё в порядке, Лея?

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/148/message
source: You are probably tired.\. It has been a long day for you, correct?
es_es: Похоже, ты устала.\. Это был тяжёлый день для тебя, не так ли?

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/150/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/152/message
source: Well...\. you have a warm bed to return to.
es_es: Ну...\. у тебя есть тёплая постель.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/160/message
source: It is time for me to leave as well, actually.
es_es: Мне тоже пора уже уходить.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/161/message
source: It was really nice to see you all again!
es_es: Было очень приятно увидеться с вами снова!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/163/message
source: The pleasure was all ours!
es_es: Нам тоже!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/165/message
source: Aye.\. Still, never would have guessed I'd meet you in this kind of get-up.
es_es: Так точно.\. И всё же, никогда бы не подумал, что запечатлю тебя в таком виде.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/166/message
source: That is what games are for, correct?
es_es: Ну так для того игры и созданы, верно?

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/167/message
source: Doing things in unusual ways.
es_es: Чтобы всё делать необычно.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/170/message
source: Until next time!
es_es: До скорого!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/172/text
source: Logout
es_es: Выход из игры

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/182/message
source: Alright.\. Time to get back to work!
es_es: Что же.\. Пора возвращаться к работе!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/183/message
source: You're always welcome on this ship, girl.
es_es: Ты всегда желанный гость на этом корабле, подруга.

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/184/message
source: We already decided to just keep that teleporter down in the cargo hold!
es_es: Мы уже решили просто оставить тот телепорт в грузовом отсеке!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/186/message
source: See ya around!
es_es: Увидимся!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/187/message
source: Bye!
es_es: Пока!

# data/maps/cargo-ship/cabins2.json//entities/145/settings/event/198/task
source: Time to \c[3]go to bed\c[0] in your house in \c[3]Homestedt\c[0]!
es_es: Пришло время \c[3]лечь спать\c[0] в вашем доме в \c[3]Хоумштадте\c[0]!

# data/maps/cargo-ship/challenge-room.json//entities/26/settings/event/6/task
source: Survive Wave 1!
es_es: Переживите волну 1!

# data/maps/cargo-ship/challenge-room.json//entities/32/settings/event/2/task
source: Survive Wave 2!
es_es: Переживите волну 2!

# data/maps/cargo-ship/challenge-room.json//entities/38/settings/event/2/task
source: Survive Wave 3!
es_es: Переживите волну 3!

# data/maps/cargo-ship/challenge-room.json//entities/41/settings/event/2/task
source: Survive the final wave!
es_es: Переживите финальную волну!

source: THE TIME FOR REVENGE IS NIGH!
es_es: ВРЕМЯ МЕСТИ ПРИБЛИЖАЕТСЯ!

source: Awesome! You mastered the final challenge! This is all for now. Thanks for playing!
es_es: Невероятно! Вы справились с финальным испытанием! Пока это всё. Спасибо за игру!

# data/maps/cargo-ship/challenge-room.json//entities/49/settings/event/1/task
source: Get ready for the final challenge!
es_es: Будьте готовы к последнему испытанию!

# data/maps/cargo-ship/challenge-room.json//entities/54/settings/event/5/titleText
source: Thanks!
es_es: Спасибо!

# data/maps/cargo-ship/challenge-room.json//entities/54/settings/event/5/text
source: Thanks a lot for completing this tech demo of CrossCode! If you like what you saw, please tell your friends! We'd like to get word around! :D Also, follow us on Facebook and Twitter!
es_es: Большое спасибо за прохождение этой технической демо-версии CrossCode! Если вам понравилось увиденное, пожалуйста, расскажите друзьям! Мы хотели бы получить отзывы! :D Подпишитесь на наши Facebook и Twitter!

# data/maps/cargo-ship/challenge-room.json//entities/54/settings/event/6/titleText
source: The final challenge!
es_es: Последнее испытание!

# data/maps/cargo-ship/challenge-room.json//entities/54/settings/event/6/text
source: Wait, we're not done yet! From here on we have a small challenge for you to master, if you like to bash some more enemies. Have fun!
es_es: Подождите, мы ещё не закончили! У нас есть небольшое испытание для вас, если вы хотите поколотить ещё несколько врагов. Веселитесь!

# data/maps/cargo-ship/christmas.json//entities/62/settings/event/2/message
source: Lea, you don't open presents like this!
es_es: Лея, подарки так не открывают!

# data/maps/cargo-ship/ground.json//entities/0/settings/blockEvent/2/message
source: Come on, Ms. Avatar!\. There are still some boxes left.
es_es: Давай, мисс Аватар!\. Осталось ещё несколько коробок.

# data/maps/cargo-ship/ground.json//entities/0/settings/destinations/0/label
source: 4th floor (bridge)
es_es: 4-й этаж (капитанский мостик)

# data/maps/cargo-ship/ground.json//entities/0/settings/destinations/1/label
source: 3rd floor (cabins)
es_es: 3-й этаж (каюты)

# data/maps/cargo-ship/ground.json//entities/0/settings/destinations/2/label
source: 2nd floor (cabins)
es_es: 2-й этаж (каюты)

# data/maps/cargo-ship/ground.json//entities/0/settings/destinations/3/label
source: 1st floor (deck)
es_es: 1-й этаж (палуба)

# data/maps/cargo-ship/ground.json//entities/0/settings/destinations/4/label
source: Basement floor (cargo hold)
es_es: Подвальный этаж (грузовой отсек)

# data/maps/cargo-ship/ground.json//entities/1/settings/blockEvent/2/message
source: Come on, Ms. Avatar! There are still some boxes left.
es_es: Давай, мисс Аватар!\. Осталось ещё несколько коробок.

source: I got a friend back home who's a regular CrossWorlds player.
es_es: Дома у меня есть друг, который постоянно играет в CrossWorlds.

source: I seriously envy him!\. I didn't have the money for the game and now... well... I'm on a ship.
es_es: Я серьёзно ему завидую!\. У меня не было денег на игру, и теперь... ну... я на корабле.

source: But at least now I can claim to have seen a real-life avatar in person!
es_es: Но, по крайней мере, теперь я могу утверждать, что лично видел аватара в реальной жизни!

source: Maybe some day I'll finally be able to play CrossWorlds as well.\. And then, who knows, we might just meet again!
es_es: Может быть, когда-нибудь я наконец смогу сыграть в CrossWorlds.\. И тогда, кто знает, вдруг мы снова встретимся!

source: Until then, Ms. Avatar!
es_es: До встречи, мисс Аватар!

source: Dear me, I never knew my colleague was such a geek.
es_es: Господи, я никогда бы не подумала, что мой коллега такой гик.

source: The whole day he's been blabbing about CrossWorlds and avatars and whatnot.
es_es: Он весь день болтал о CrossWorlds, аватарах и тому подобном.

source: Well, admittedly CrossWorlds is pretty amazing.
es_es: Но стоит признать, что CrossWorlds довольно удивительный.

source: I still find it hard to believe they managed to get all the resources to essentially turn this moon into a high-technology theme park.
es_es: Мне по-прежнему трудно поверить, что им удалось получить все ресурсы, чтобы превратить этот спутник в высокотехнологичный тематический парк.

source: ... I suppose it's a good thing they did!\. It's a steady income for me, being a small cog in this machine.
es_es: ...Видимо, это очень хорошо, что им удалось!\. Это стабильный доход для меня, маленького винтика в этой системе.

# data/maps/cargo-ship/ground.json//entities/40/settings/event/13/message
source: There she is!\. The avatar!
es_es: Вот и она!\. Аватар!

# data/maps/cargo-ship/ground.json//entities/40/settings/event/14/message
source: And she's a Spheromancer class!\. How awesome is that?
es_es: И она класса сферомант!\. Разве это не круто?

# data/maps/cargo-ship/ground.json//entities/40/settings/event/17/message
source: Looks like you got your first fan, Lea.
es_es: Похоже, что у тебя появился первый фанат, Лея.

# data/maps/cargo-ship/ground.json//entities/40/settings/event/21/message
source: Hey there, Carla. Good to see you.\. About all these strange boxes here...
es_es: Привет, Карла. Рада тебя видеть.\. Насчёт всех этих странных ящиков...

# data/maps/cargo-ship/ground.json//entities/40/settings/event/23/message
source: Yeah... I know.\. I'm supposed to clean that up.
es_es: Ага... Я знаю.\. Я должна была прибраться.

# data/maps/cargo-ship/ground.json//entities/40/settings/event/24/message
source: But right now I have to take care of the avatar, y'know?
es_es: Но сейчас я должна позаботиться об аватаре, понимаешь?

# data/maps/cargo-ship/ground.json//entities/40/settings/event/25/message
source: I'll do it in a bit, okay?\. See ya later!
es_es: Я сделаю это чуть позже, хорошо?\. Увидимся!

# data/maps/cargo-ship/ground.json//entities/40/settings/event/38/message
source: There she goes again.
es_es: Ну вот, снова убежала.

# data/maps/cargo-ship/ground.json//entities/40/settings/event/40/message
source: She said exactly the same thing yesterday.
es_es: Вчера она сказала то же самое.

# data/maps/cargo-ship/ground.json//entities/40/settings/event/41/message
source: A Spheromancer\.! So awesome!
es_es: Сферомант!\. Так круто!

# data/maps/cargo-ship/ground.json//entities/42/settings/event/8/message
source: Oh! Ms. Avatar is back!
es_es: Ой! Мисс Аватар вернулась!

# data/maps/cargo-ship/ground.json//entities/42/settings/event/9/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ground.json//entities/42/settings/event/10/message
source: Woot!\. She talked to me!
es_es: Ура!\. Она заговорила со мной!

# data/maps/cargo-ship/ground.json//entities/42/settings/event/12/message
source: Gee.\. Calm down there, fellow.
es_es: Боже.\. Успокойся, парень.

# data/maps/cargo-ship/ground.json//entities/42/settings/event/13/message
source: Anyway, Carla just passed by us again.
es_es: Кстати, Карла только что прошла мимо нас.

# data/maps/cargo-ship/ground.json//entities/42/settings/event/14/message
source: She told us that you could take care of all these boxes here.
es_es: Она сказала нам, что ты сможешь помочь нам с этими ящиками.

# data/maps/cargo-ship/ground.json//entities/42/settings/event/15/message
source: I mean, really, can you believe that woman?\. Now she's loading off her work on our guests.
es_es: Ну серьёзно, ты можешь в это поверить?\. Она грузит своей работой наших гостей.

# data/maps/cargo-ship/ground.json//entities/42/settings/event/16/message
source: Well, she has a point.
es_es: Ну, она в чём-то права.

# data/maps/cargo-ship/ground.json//entities/42/settings/event/17/message
source: It's easy to destroy these boxes with your avatar weapons, right?
es_es: Эти ящики легко можно уничтожить с помощью твоего аватарского оружия, верно?

# data/maps/cargo-ship/ground.json//entities/42/settings/event/18/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ground.json//entities/42/settings/event/19/message
source: Awesome!\. Please, I wanna see that!
es_es: Потрясающе!\. Пожалуйста, я хочу это увидеть!

# data/maps/cargo-ship/ground.json//entities/42/settings/event/20/message
source: Well...\. no pressure, you know.\. You are our guest after all.\. But you'd help us out a lot.
es_es: Ну...\. мы не настаиваем.\. Ты всё-таки наш гость.\. Но ты бы нам очень помогла.

# data/maps/cargo-ship/ground.json//entities/42/settings/event/22/message
source: So, will you destroy the boxes for us?
es_es: Ну так что, ты уничтожишь ящики?

# data/maps/cargo-ship/ground.json//entities/42/settings/event/23/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ground.json//entities/42/settings/event/25/message
source: Yes!!\. Show us the balls!
es_es: Да!!\. Покажи нам шары!

# data/maps/cargo-ship/ground.json//entities/42/settings/event/29/task
source: Destroy all boxes in this room.
es_es: Уничтожьте все ящики.

source: Boxes
es_es: Ящики

# data/maps/cargo-ship/ground.json//entities/43/settings/event/0/message
source: Woohoo!\. This is amazing!
es_es: Юхууу!\. Это невероятно!

# data/maps/cargo-ship/ground.json//entities/43/settings/event/1/message
source: Well, it certainly works!
es_es: Ну, это определённо работает!

# data/maps/cargo-ship/ground.json//entities/44/settings/event/8/message
source: All cleared!\. Truly amazing!
es_es: Всё очищено!\. Поистине удивительно!

# data/maps/cargo-ship/ground.json//entities/44/settings/event/9/message
source: I'm really surprised how quickly those balls were flying.
es_es: Я реально удивлён, как быстро летали эти шары.

# data/maps/cargo-ship/ground.json//entities/44/settings/event/12/message
source: What are you even talking about?
es_es: О чём ты вообще говоришь?

# data/maps/cargo-ship/ground.json//entities/44/settings/event/13/message
source: I didn't see any balls.\. Only those boxes disappearing for whatever reason.
es_es: Я не видела никаких шаров.\. Только разрушающиеся по какой-то причине коробки.

# data/maps/cargo-ship/ground.json//entities/44/settings/event/17/message
source: Yeah, you need to wear these AR goggles to see them.
es_es: Ага, чтобы увидеть их, нужно надеть эти AR-очки.
