Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cargo-ship.po
Languages: es_es

source: Soon, I can finally play \c[3]CrossWorlds myself\c[0]!
es_es: Скоро я смогу \c[3]сам играть в CrossWorlds\c[0]!

source: I'll be on vacation in a couple weeks, I saved up all the money for the hardware and subscription...
es_es: Через пару недель у меня будет отпуск, я скопил все деньги на оборудование и подписку...

source: Nothing can stop me, now!
es_es: Теперь меня ничто не остановит!

source: Once I'm in the game, I'll make sure to say hello!
es_es: Когда я буду в игре, я обязательно поздороваюсь!

source: Hi!
es_es: Привет!

source: Oh hey...\. you're back on our ship?
es_es: О, привет...\. ты вернулась на наш корабль?

source: Has been a while, hasn't it?
es_es: Прошло много времени, не так ли?

source: [nods]
es_es: [кивает]

source: We're currently busy as ever...\. Instatainment has big plans.
es_es: Мы как всегда заняты...\. у Instatainment большие планы.

source: Meanwhile, my geeky colleague will soon have his first long vacation in a while.
es_es: А у моего коллеги-гика скоро первый отпуск за долгое время.

source: Not sure if he'd already told you what he plans to do...
es_es: Не знаю, рассказал ли он тебе уже о своих планах...

source: You know...\. most people would just try to visit a nice place or something.
es_es: Знаешь...\. большинство людей просто поехали бы в какое-нибудь красивое место.

source: Not that guy.
es_es: Но не этот парень.

# data/maps/cargo-ship/cabins2.json//entities/0/settings/destinations/0/label
source: 4th floor (bridge)
es_es: 4-й этаж (капитанский мостик)

# data/maps/cargo-ship/cabins2.json//entities/0/settings/destinations/1/label
source: 3rd floor (cabins)
es_es: 3-й этаж (каюты)

# data/maps/cargo-ship/cabins2.json//entities/0/settings/destinations/2/label
source: 2nd floor (cabins)
es_es: 2-й этаж (каюты)

# data/maps/cargo-ship/cabins2.json//entities/0/settings/destinations/3/label
source: 1st floor (deck)
es_es: 1-й этаж (палуба)

# data/maps/cargo-ship/cabins2.json//entities/0/settings/destinations/4/label
source: Basement floor (cargo hold)
es_es: Подвальный этаж (грузовой отсек)

# data/maps/cargo-ship/cabins2.json//entities/67/settings/event/1/message
source: Oh my...\. Look at this mess.\. The captain will surely not like this.
es_es: О, мой...\. Посмотри на этот беспорядок.\. Капитану наверняка это не понравится.

# data/maps/cargo-ship/cabins2.json//entities/67/settings/event/3/message
source: You want to know why?
es_es: Ты хочешь знать почему?

# data/maps/cargo-ship/cabins2.json//entities/67/settings/event/4/message
source: Jet runs a strictly regimented ship.\. Every room needs to be cleaned before work.
es_es: Джет управляет строго регламентированным кораблем.\. Каждая комната должна быть убрана перед работой.

# data/maps/cargo-ship/cabins2.json//entities/67/settings/event/5/message
source: I wonder how these guys managed to skip Jet's daily inspection.
es_es: Интересно, как этим парням удалось пропустить ежедневную проверку Джета.

source: Can't... \.talk... \.must... \.defeat... \.respawning... \. enemy!
es_es: Не могу... \.говорить... \.должен... \.уничтожить... \.возрождающегося... \. врага!

source: Oh! I thought they canceled this game!
es_es: О! Я думал, что они отменили эту игру!

source: \!.\!.\!. \!Dang it!
es_es: \!.\!.\!. \!Чёрт возьми!

source: Oh well...
es_es: Ну ладно...

source: He seems pretty engaged with the game.\. We should just let him play...
es_es: Он, похоже, очень занят игрой.\. Пусть играет...

source: Oh!\. You must be the avatar the captain told us about.
es_es: Ой!\. Ты, должно быть, аватар, о котором говорил капитан.

source: Hi!
es_es: Привет!

source: Well, feel free to check out the ship.
es_es: Ну, можешь свободно осматривать корабль.

source: It's just one of the smaller ships of the Solar class but it does its job.
es_es: Это один из наименьших кораблей класса Solar, но он делает свою работу.

source: But I suggest you don't go near the room across the hall...
es_es: Правда, я советую тебе не ходить рядом с комнатой напротив...

source: So you checked out the room across the hall?
es_es: Так ты проверила комнату напротив?

source: [nods]
es_es: [кивает]

source: Don't mind it.\. Normally every room has to be clean.
es_es: Не обращай внимания.\. Обычно каждая комната должна быть убрана.

source: But somehow she manages to get around captain Jet's inspections.
es_es: Но ей как-то удаётся обходить проверки капитана Джета.

source: Hi!
es_es: Привет!

source: Oh! You're back!
es_es: Ой! Ты вернулась!

source: I didn't expect to see you again on this ship, to be honest.
es_es: Честно говоря, я не ожидал увидеть тебя снова на этом корабле.

source: Anyway, how was CrossWorlds so far? Was it fun?
es_es: В любом случае, как там в CrossWorlds? Было весело?

source: Hm... Seems like you have mixed feelings about it.
es_es: Хм... Похоже, что у тебя смешанные чувства по этому поводу.

source: [nods]
es_es: [кивает]

source: Hi!
es_es: Привет!

source: Oh!\. You're back the ship!\. Haven't seen you for some time!
es_es: О!\. Ты снова на корабле!\. Долго я тебя не видел!

source: I heard somebody mentioning that you have your own house in the Playground now!
es_es: Я слышал, кто-то говорил, что у тебя теперь свой дом в игровой зоне!

source: Is that true?
es_es: Это правда?

source: [nods]
es_es: [кивает]

source: Whoa, that's cool!\. I suppose you have to play the game a lot to get something fancy like that.
es_es: Ух ты, это круто!\. Много, наверное, нужно играть, чтобы получить что-нибудь такое крутое.

source: Hey there, Lea.\. You better not keep the captain waiting.
es_es: Привет, Лея. Лучше не заставлять капитана ждать.

source: Wait, Carla... is this your room?
es_es: Подожди, Карла... это твоя комната?

source: Sure is.\. Something wrong with it?
es_es: Конечно.\. С ней что-то не так?

source: How did you do it?
es_es: Как у тебя это получилось?

source: Do what?
es_es: Получилось что?

source: This room.
es_es: Эта комната.

source: I did nothing.
es_es: Я ничего не делала.

source: I can see that...
es_es: Именно это я и заметил...

source: I mean, how did Jet not see this... \! room?
es_es: Я имею в виду, как Джет не замечает эту... \!комнату?

source: Ahh, I see.
es_es: Ааа, поняла.

source: Well, you'll have to wait for another time to hear my secrets I guess.
es_es: Ну, может быть, как-нибудь в другой раз, я и поделюсь своим секретом.

source: Better go to the bridge, the cap' wants to show Lea some new tricks as soon as possible.
es_es: Лучше идите на мостик, кэп хочет показать Лее новые трюки как можно скорее.

source: [nods]
es_es: [кивает]

source: What? You are not curious, Lea?
es_es: Что? Тебе не любопытно, Лея?

source: Well, I guess we should go then...
es_es: Тогда, я думаю, мы должны пойти туда...

source: Hey there, Lea.\. You better not keep the Captain waiting.
es_es: Привет, Лея. Лучше не заставлять капитана ждать.

source: [nods]
es_es: [кивает]

source: Oh! Hey, Lea! Did you have a look around the ship already?
es_es: Ой! Привет, Лея! Ты уже осмотрела корабль?

source: Hi!
es_es: Привет!

source: Lea, girl! Back on the M.S. Solar?
es_es: Лея, подруга! Вернулась на M.S. Solar?

source: [nods]
es_es: [кивает]

source: Well I hope things are going fine in the Playground?
es_es: Ну, я надеюсь, что в игровой зоне всё в порядке?

source: Nothing too special happening here. Just shipping around stuff as usual.
es_es: Здесь-то ничего особенного не происходит. Просто плаваем неподалёку, как и всегда.

source: Hi!
es_es: Привет!

source: Lea, girl!
es_es: Лея, подруга!

source: Hope you're having a good time over at the Playground!
es_es: Надеюсь, ты хорошо проводишь время в игровой зоне!

source: One moment, Carla!
es_es: Одну секунду, Карла!

source: Oh!\. You're here as well, Sergey?
es_es: Ой!\. Ты тоже здесь, Сергей?

source: I figured it out!
es_es: Я это выяснил!

source: Figured what out?
es_es: Что выяснил?

source: The reason why you can keep your room messy as it is, without Jet saying anything!
es_es: Причину, по которой ты можешь держать свою комнату в таком беспорядке, и Джет не говорит ни слова!

source: Wha...?
es_es: Чт...?

source: Oh my gosh!\. That old story!
es_es: О Боже!\. Эта старая история!

source: Damn, when was it when you asked me about it?
es_es: Чёрт, когда же ты меня об этом спрашивал?

source: Must have been ages ago!
es_es: Наверное, сто лет назад!

source: Yes...\. And I've never quite forgotten about it.\. Even Jet himself wouldn't tell me why.
es_es: Да...\. И я никогда не забывал об этом.\. Даже сам Джет не скажет мне почему.

source: Talk about dedication!
es_es: Ну и преданность!

source: So, let's hear it!\. What's my secret?
es_es: Ну, давай послушаем!\. Что у меня за секрет?

source: Jet... hates water.\. He can't swim.
es_es: Джет... ненавидит воду.\. Он не умеет плавать.

source: That's why he's wearing that Jet pack all the time.\. It suddenly all make sense.
es_es: Вот почему он всегда носит свой реактивный ранец.\. Внезапно всё встало на свои места.

source: That's right...
es_es: Так и есть...

source: And he's very self conscious about it, so I'd ask you to not share that information any further.
es_es: И он очень стесняется этого, так что я бы попросила тебя больше не распространять эту информацию.

source: Of course...
es_es: Конечно...

source: But...\. do I really get this right?
es_es: Но...\. я действительно правильно понял?

source: Do you actually blackmail Jet with this information?
es_es: Ты в самом деле шантажируешь Джета этой информацией?

source: Blackmailing?\. Hell no!
es_es: Шантажирую?\. Да ни в коем случае!

source: Really Sergey, for who do you take me...
es_es: Серьёзно, Сергей, за кого ты меня принимаешь...

source: Uhm...
es_es: Эмм...

source: We simply found an agreement.
es_es: Мы просто пришли к соглашению.

source: I told him that I need my place to be this way to really concentrate on my work.
es_es: Я сказала ему, что мне нужно моё место в таком виде, чтобы по-настоящему сосредоточиться на моей работе.

source: I wouldn't ask him to take off his Jet pack either, you see?\. It actually is a bit of a safety hazard.
es_es: Я бы не стала просить его снять свой реактивный ранец, понимаешь?\. Это ведь и правда в каком-то смысле мера предосторожности.

source: Well...\. alright.\. I suppose it is not...\. quite...\. blackmailing?
es_es: Ну...\. ладно.\. Полагаю, это не...\. совсем...\. шантаж?

source: It totally isn't!\. We simply accept each other and our quirks!
es_es: Совсем нет!\. Мы просто принимаем друг друга со всеми причудами!

source: Alright!\. At least I now understand!
es_es: Хорошо!\. По крайней мере, теперь я понял!

source: That Sergey never forgets, doesn't he?
es_es: Этот Сергей никогда не забывает, да?

# data/maps/cargo-ship/cabins2.json//entities/135/settings/event/0/message
source: This is weird...
es_es: Это странно...

# data/maps/cargo-ship/cabins2.json//entities/135/settings/event/2/message
source: How does Carla do it?
es_es: Как у Карлы это получается?

# data/maps/cargo-ship/cabins2.json//entities/135/settings/event/4/message
source: I will find out...
es_es: Я выясню...

# data/maps/cargo-ship/cabins2.json//entities/135/settings/event/5/message
source: Someday.
es_es: Когда-нибудь.

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/16/message
source: Why did you wrap her in a blanket?
es_es: Зачем ты завернула её в одеяло?

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/17/message
source: She's an avatar, she shouldn't feel cold or anything like that...
es_es: Она аватар и не должна чувствовать холод и всё в таком роде...

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/20/message
source: She just looked like she needed this, alright? Stop nagging.
es_es: Она просто выглядела так, будто ей это необходимо, понятно? Хватит болтать.

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/36/message
source: Lea, my girl! You're back!
es_es: Лея, девочка моя! Ты вернулась!

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/39/message
source: ...Hi...
es_es: ...Привет...

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/40/message
source: Poor thing...\. you look like you've been through hell.
es_es: Бедняжка...\. ты выглядишь так, будто в аду побывала.

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/46/message
source: You two, we'd like to talk to the lass in private.
es_es: Вы двое, мы бы хотели поговорить с девчушкой наедине.

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/48/message
source: Aye captain!
es_es: Да, капитан!

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/57/message
source: Sergey, ye've got some explainin' to do!
es_es: Сергей, тебе нужно объясниться!

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/58/message
source: What in the bloody hell has been goin' on with you two?
es_es: Что, чёрт возьми, с вами двумя происходит?

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/59/message
source: Ending up in that place and all.
es_es: Подумать только, вы оказались в этом месте.

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/61/message
source: Yes...\. it is about time I tell you everything I know.
es_es: Да...\. самое время рассказать вам всё, что я знаю.

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/62/message
source: But first...
es_es: Но сначала...

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/69/message
source: Let me apologize to you, Lea...
es_es: Позволь мне извиниться перед тобой, Лея...

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/71/message
source: I deceived you, telling you this lie about yourself and your past...
es_es: Я тебя обманул, все эти рассказы о тебе и твоём прошлом...

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/72/message
source: ...Why?
es_es: ...Почему?

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/73/message
source: I just thought it would be for the best...
es_es: Я просто думал, что так будет лучше...

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/74/message
source: But in all honesty, I did not know what to do.
es_es: Но, честно говоря, я не знал, что делать.

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/75/message
source: ...Why?
es_es: ...Почему?

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/77/message
source: It is because of... what you are.
es_es: Это всё из-за того... чем ты являешься.

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/78/message
source: Shizuka...\. she was right.\. You are an \c[3]artificial intelligence\c[0].
es_es: Шизука...\. она была права.\. Ты \c[3]искусственный интеллект\c[0].

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/80/message
source: More precisely, you are what Satoshi liked to call... an \c[3]Evotar\c[0].
es_es: Точнее, ты - то, что Сатоши любил называть \c[3]эвотар\c[0].

# data/maps/cargo-ship/cabins2.json//entities/136/settings/event/81/message
source: Let me start from the beginning.
es_es: Позвольте мне начать с самого начала.

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/11/message
source: So, yes... that is what you are, Lea. An \c[3]Evotar\c[0] based on \c[3]Shizuka\c[0].
es_es: Так что да... этим ты и являешься, Лея. \c[3]Эвотаром\c[0], основанным на \c[3]Шизуке\c[0].

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/12/message
source: Your personality and memories are a copy of hers.
es_es: Твоя личность и воспоминания являются её копией.

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/14/message
source: And... that is also why I did not want to tell you the truth.
es_es: И... вот почему я не хотел говорить тебе правду.

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/15/message
source: Back in the day... Satoshi discovered that Evotars had problems handling the truth about themselves.
es_es: Ещё тогда... Сатоши обнаружил, что у эвотаров имеются проблемы с восприятием правды о себе.

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/16/message
source: To have the memories of your human self, and then to discover that you are in fact an AI...
es_es: Иметь человеческие воспоминания и осознавать, что на самом деле ты всего лишь искусственный интеллект...

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/17/message
source: It is a massive emotional shock that the system usually could not handle... leading to \c[3]permanent malfunction\c[0].
es_es: Это огромный эмоциональный шок, с которым система обычно не может справиться... что приводит к \c[3]непоправимым сбоям\c[0].

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/19/message
source: Fortunately, that did not happen to you.\. It seems you...\. accepted the truth.
es_es: К счастью, этого не случилось с тобой.\. Кажется, ты...\. приняла правду.

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/21/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/22/message
source: Again... I am sorry for all of this.
es_es: Ещё раз... Прошу прощения за всё это.

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/23/message
source: Things might have been easier if I told you right away... or it could have been an early end to everything.
es_es: Всё могло быть проще, если бы я сразу сказал тебе... ну, или на этом бы всё и закончилось.

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/24/message
source: I just could not know what would happen... so I tried to be careful to minimize the risk.
es_es: Я просто не знал, что произойдёт... поэтому старался быть осторожным, хотел свести риск к минимуму.

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/27/message
source: So wait...\. did you actually tell her the coma story?
es_es: Подожди...\. ты реально рассказал ей историю про кому?

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/28/message
source: ...Yes?
es_es: Ну да...

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/29/message
source: Seriously?! I told you that one would be too dramatic.
es_es: Серьёзно?! Я же говорила тебе, что это будет чересчур драматично.

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/30/message
source: It...\. It was the most logical option, though...
es_es: Это...\. Это было самое логичное решение, как мне казалось...

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/31/message
source: Really now...?
es_es: Действительно...?

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/35/message
source: Did I understand that right, Sergey?
es_es: Я правильно понял, Сергей?

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/36/message
source: There are these... \c[3]Evotars\c[0] in CrossWorlds?
es_es: В CrossWorlds есть эти... \c[3]эвотары\c[0]?

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/37/message
source: And they copy the personality and memories of players?
es_es: И они копируют личность и воспоминания игроков?

# data/maps/cargo-ship/cabins2.json//entities/141/settings/event/39/message
source: That is the other thing...\. there really should not be any Evotars in CrossWorlds at all.
es_es: Дело как раз в другом...\. на самом деле в CrossWorlds не должно быть никаких эвотаров.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/9/message
source: All I know is that they found \c[3]someone\c[0] that supported their continued research on Evotars.
es_es: Всё, что я знаю, это то, что они нашли \c[3]кого-то\c[0], кто поддержал их дальнейшее исследование эвотаров.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/10/message
source: They even wanted me to join them...\. but I declined.
es_es: Они даже хотели, чтобы я присоединился к ним...\. но я отказался.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/11/message
source: That whole endeavor... it seemed very risky to me.
es_es: Всё это начинание... казалось мне очень рискованным.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/12/message
source: Anyway, it was not long afterwards that I entirely \c[3]lost contact\c[0] with them.
es_es: Так или иначе, вскоре я полностью \c[3]утратил связь\c[0] с ними.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/13/message
source: I had not heard from them for years.
es_es: Ничего не слышал о них годами.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/14/message
source: That was until recently... when I \c[3]discovered Lea\c[0], hidden within the game's database.
es_es: Так было до недавнего времени... пока я не \c[3]обнаружил Лею\c[0], спрятанную в базе данных игры.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/15/message
source: And that is how the whole thing started.
es_es: Вот так всё это и началось.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/16/message
source: I took some time off from work and logged Lea into the game... looking for \c[3]answers\c[0].
es_es: Я взял небольшой отпуск на работе и подключил Лею к игре... в поисках \c[3]ответов\c[0].

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/20/message
source: I know as much.
es_es: Это всё мне и так известно.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/21/message
source: So how did ye end up in that place?
es_es: Так как же вы оказались в том месте?

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/23/message
source: Well... that is where things started to become strange.
es_es: Ну... здесь и начинаются все странности.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/24/message
source: We were pulled into an area that was not supposed to be part of the official Playground... \c[3]Vermillion Wasteland\c[0].
es_es: Нас затянуло в область, которая не является частью официальной игровой зоны... \c[3]Пустошь Вермиллион\c[0].

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/25/message
source: \c[3]Gautham\c[0] and \c[3]Shizuka\c[0]...\. they were both there.
es_es: \c[3]Гаутам\c[0] и \c[3]Шизука\c[0]...\. они оба были там.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/26/message
source: And then there was this \c[3]masked person\c[0] we saw on the last day.
es_es: И ещё был этот \c[3]человек в маске\c[0], которого мы видели в тот день.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/27/message
source: But \c[3]Satoshi\c[0]...\. he was nowhere to be found.
es_es: Но \c[3]Сатоши\c[0]...\. его нигде не было видно.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/28/message
source: We were close...\. really close to the answers.
es_es: Мы были близки...\. очень близки к ответам.

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/29/message
source: Yet... we could not afford to stay there. It was too \c[3]dangerous\c[0].
es_es: И тем не менее... мы не могли позволить себе оставаться там. Это было бы слишком \c[3]опасно\c[0].

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/30/message
source: How come?
es_es: С чего это вдруг?

# data/maps/cargo-ship/cabins2.json//entities/142/settings/event/31/message
source: Somebody with administrative access to that area was \c[3]tracking my connection\c[0].
es_es: Кто-то с административным доступом к этой области \c[3]отслеживал моё соединение\c[0].
