Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cargo-ship.po
Languages: es_es

source: ... That's none of yer bloody business!
es_es: ...Это не твоё грёбаное дело!

source: Get off this ship and back to the game ye came from!
es_es: Свали с этого корабля и возвращайся в игру, из которой ты вылез!

source: Foolish mortal, do you truly believe we will abide by your command?
es_es: Глупый смертный, ты действительно веришь, что мы потерпим твои приказы?

source: ... Did ye just call me a "mortal", ye nutcase?
es_es: ...Ты только что назвал меня "смертным", ты, психопат?

source: Ye better leave right now or I'll be glad to tighten yer grip on reality!
es_es: Тебе стоит исчезнуть прямо сейчас, или мне придётся подтянуть твою связь с реальностью!

source: You bore us.\. We choose to no longer converse with the likes of you.
es_es: Ты нас утомил.\. Мы решили больше не разговаривать с тебе подобными.

source: Besides, our search has already been concluded.
es_es: Кроме того, наш поиск уже завершён.

source: ...Hi...
es_es: ...Привет...

source: You.\. You do not belong here.\. You need to be removed.
es_es: Ты.\. Тебе здесь не место.\. Ты должна быть удалена.

source: Wait, you seem all too familiar.
es_es: Подожди, ты выглядишь слишком знакомо.

source: Why, it can't be...
es_es: Этого быть не может...

source: Indeed, it might be a mere coincidence!
es_es: Воистину, это может быть простое совпадение!

source: Oh, but we most definitely have a way to be certain!
es_es: О, но у нас определённо есть способ удостовериться!

source: I don't even know what to say!
es_es: Я даже не знаю, что сказать!

source: What exactly just happened?!
es_es: Что только что произошло?!

source: I mean... seriously?\. What's next?\. Cyborg sea serpents?
es_es: То есть... серьёзно?\. Что дальше?\. Морские змеи-киборги?

source: This is the best day, man!
es_es: Это самый лучший день, подруга!

source: In all my years on this ship, this kind of thing never happened.
es_es: За все мои годы на этом корабле такого никогда не происходило.

source: That went...\. \c[1]much more quickly\c[0] than we anticipated.
es_es: Это было...\. \c[1]гораздо быстрее\c[0], чем мы ожидали.

source: Hi!
es_es: Привет!

source: I-In any case!
es_es: В-В любом случае!

source: We...\. may have misjudged your \c[1]character level\c[0].
es_es: Мы...\. возможно, недооценили твой \c[1]уровень персонажа\c[0].

source: In any way!
es_es: В любом случае!

# data/maps/cargo-ship/ship.json//entities/153/settings/event/14/message
source: This spinning motion, one cannot find it twice in this world.
es_es: Это вращательное движение, его ни с чем не спутаешь.

# data/maps/cargo-ship/ship.json//entities/153/settings/event/15/message
source: Truly, there is no doubt about it!
es_es: Воистину, в этом нет никаких сомнений!

# data/maps/cargo-ship/ship.json//entities/153/settings/event/16/message
source: When was the last time we have laid eyes upon you?
es_es: Когда мы в последний раз созерцали тебя?

# data/maps/cargo-ship/ship.json//entities/153/settings/event/17/message
source: You within your incomplete vessel.
es_es: Ты как пустой сосуд.

# data/maps/cargo-ship/ship.json//entities/153/settings/event/18/message
source: Yes, you have our utmost interest!\. You will come with us.
es_es: Да, ты крайне заинтересовала нас!\. Ты пойдёшь с нами.

# data/maps/cargo-ship/ship.json//entities/153/settings/event/36/message
source: Greetings from the Solar Fist, ye pile of instant matter!
es_es: Привет от Солнечного кулака, куча мнимой материи!

# data/maps/cargo-ship/ship.json//entities/153/settings/event/37/message
source: What's this? Yer divine powers can't handle a proper explosion?
es_es: Что такое? Твои божественные силы не могут справиться с настоящим взрывом?

# data/maps/cargo-ship/ship.json//entities/153/settings/event/40/message
source: Why, you...\. this is preposterous!
es_es: Ах, ты...\. это нелепо!

# data/maps/cargo-ship/ship.json//entities/153/settings/event/62/message
source: Okay, lass.\. Ye need to get off this ship.\. Right NOW!
es_es: Слушай, девчушка.\. Тебе надо сойти с этого корабля.\. Прямо СЕЙЧАС!

# data/maps/cargo-ship/ship.json//entities/153/settings/event/64/message
source: Carla!\. Get her back to the teleporter as fast as possible.
es_es: Карла!\. Верни её к телепорту как можно быстрее.

# data/maps/cargo-ship/ship.json//entities/153/settings/event/65/message
source: And tell me once she's off the ship.
es_es: И сообщи мне, когда она покинет корабль.

# data/maps/cargo-ship/ship.json//entities/153/settings/event/66/message
source: I'll make sure no trace of CrossWorlds is left on my ship!
es_es: Я удостоверюсь, чтобы на моём корабле не осталось никаких следов CrossWorlds!

# data/maps/cargo-ship/ship.json//entities/153/settings/event/69/message
source: Got it, Cap!
es_es: Так точно, Кэп!

# data/maps/cargo-ship/ship.json//entities/153/settings/event/70/message
source: Follow me, girl!
es_es: Следуй за мной, подруга!

# data/maps/cargo-ship/ship.json//entities/154/settings/dialog/0/text
source: Dude...\. I know you're new around here, but really, ya gotta be more relaxed about all this.
es_es: Чувак...\. Я знаю, что ты здесь новенький, но, серьёзно, ты должен чуть меньше париться обо всём этом.

# data/maps/cargo-ship/ship.json//entities/154/settings/dialog/1/text
source: What? Just because I was too quick about cleaning duty?
es_es: Что? Просто потому, что я быстро закончил с уборкой?

# data/maps/cargo-ship/ship.json//entities/154/settings/dialog/2/text
source: It wasn't really that much.
es_es: Здесь не так уж и долго убираться.

# data/maps/cargo-ship/ship.json//entities/154/settings/dialog/3/text
source: Well, if ya keep this up, \c[5]people will notice\c[0].
es_es: Ну, если ты не перестанешь, то \c[5]люди могут заметить\c[0].

# data/maps/cargo-ship/ship.json//entities/154/settings/dialog/3/event/5/message
source: Oh hey! You're that avatar girl right?
es_es: Эй! Ты же та девушка-аватар, верно?

source: Hi!
es_es: Привет!

# data/maps/cargo-ship/ship.json//entities/154/settings/dialog/3/event/7/message
source: I was just giving our newbie here a lesson.
es_es: Я тут просто давал наставления нашему новичку.

# data/maps/cargo-ship/ship.json//entities/154/settings/dialog/3/event/9/message
source: Hey! I've been working here for 6 months!
es_es: Эй! Я работаю здесь уже шесть месяцев!

# data/maps/cargo-ship/ship.json//entities/154/settings/dialog/3/event/10/message
source: Ya sure? Before ya know it, ya'll be cleaning da whole deck front to back every day.
es_es: Ты уверен? Глазом моргнуть не успеешь, как будешь мыть всю палубу от носа до кормы каждый день.

# data/maps/cargo-ship/ship.json//entities/167/settings/event/23/message
source: Ye darn pile of instant matter!
es_es: Ты, грёбаная куча мнимой материи!

# data/maps/cargo-ship/ship.json//entities/167/settings/event/24/message
source: Stop puttin' yer trash all over the ship!
es_es: Прекрати раскидывать свой мусор по всему кораблю!

# data/maps/cargo-ship/ship.json//entities/167/settings/event/25/message
source: This ain't gonna go nowhere!
es_es: Это не приведёт ни к чему хорошему!

# data/maps/cargo-ship/ship.json//entities/167/settings/event/30/message
source: Jet, we did it!
es_es: Джет, у нас получилось!

source: He tried to stop us, but thanks to Lea's \c[1]damage hack\c[0] he did not stand a chance.
es_es: Он пытался остановить нас, но благодаря \c[1]взлому урона\c[0] Леи у него не было и шанса.

source: But he almost got us.
es_es: Но он едва нас не достал.

# data/maps/cargo-ship/ship.json//entities/167/settings/event/32/message
source: There are probably some enemies left down in the cargo hold.
es_es: Возможно, что в грузовом отсеке остались некоторые враги.

# data/maps/cargo-ship/ship.json//entities/167/settings/event/37/message
source: Puttin' even more trash in my cargo hold?
es_es: Разбросал ещё больше мусора в моём трюме?

# data/maps/cargo-ship/ship.json//entities/167/settings/event/38/message
source: Okay, that's it, play time is over!!
es_es: Ну всё, хватит, игры кончились!!

# data/maps/cargo-ship/ship.json//entities/167/settings/event/42/message
source: Crew! Activate the neutralizer!
es_es: Экипаж! Активировать нейтрализатор!

# data/maps/cargo-ship/ship.json//entities/167/settings/event/60/message
source: You're meddling with matters that are not of your concern...
es_es: Вы вмешиваетесь в дела, которые вас не касаются...

# data/maps/cargo-ship/ship.json//entities/167/settings/event/61/message
source: This is my ship.
es_es: Это мой корабль.

# data/maps/cargo-ship/ship.json//entities/167/settings/event/62/message
source: Dobbers like you messin' with my ship are on the bloody top of my list of concerns!
es_es: Придурки вроде тебя, портящие мой корабль, первые в списке моих грёбаных забот!

# data/maps/cargo-ship/ship.json//entities/167/settings/event/63/message
source: I said it before, I'll say it again:
es_es: Я говорил это раньше, я скажу это снова:

# data/maps/cargo-ship/ship.json//entities/167/settings/event/64/message
source: This cargo ship is not part of the bloody Playground!!
es_es: Этот грузовой корабль - не часть вашей грёбаной игровой зоны!!

# data/maps/cargo-ship/ship.json//entities/167/settings/event/105/message
source: What the bloody hell was all that about?!
es_es: Что, чёрт возьми, всё это было?!

# data/maps/cargo-ship/ship.json//entities/176/settings/event/10/text
source: Initializing avatar
es_es: Инициализация аватара

# data/maps/cargo-ship/ship.json//entities/176/settings/event/17/message
source: Good morning, Lea!
es_es: Доброе утро, Лея!

# data/maps/cargo-ship/ship.json//entities/176/settings/event/19/message
source: Hi.
es_es: Привет.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/20/message
source: I hope you...\. rested well.\. Any new memories?
es_es: Надеюсь, ты...\. хорошо отдохнула.\. Какие-нибудь новые воспоминания?

# data/maps/cargo-ship/ship.json//entities/176/settings/event/22/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/cargo-ship/ship.json//entities/176/settings/event/24/message
source: I see.
es_es: Хорошо.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/25/message
source: Well then...\. preparations to go back to the official Playground are all finished!
es_es: Ну что же...\. подготовка к возвращению в официальную игровую зону закончена!

# data/maps/cargo-ship/ship.json//entities/176/settings/event/26/message
source: We will have to leave using the teleporter down in the cargo hold.
es_es: Мы покинем корабль, используя телепорт внизу в грузовом отсеке.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/27/message
source: Remember the one where we started?
es_es: Помнишь, тот самый, с которого мы начинали?

# data/maps/cargo-ship/ship.json//entities/176/settings/event/29/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ship.json//entities/176/settings/event/30/message
source: Carla should be waiting there for you.
es_es: Карла должна ждать тебя там.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/31/message
source: Also...\. I did a few more preparations on my side...
es_es: Ещё...\. я сделал кое-что...

# data/maps/cargo-ship/ship.json//entities/176/settings/event/32/message
source: How?
es_es: Как?

# data/maps/cargo-ship/ship.json//entities/176/settings/event/33/message
source: Well...\. I \c[3]moved locations\c[0] again.
es_es: Ну...\. Я снова \c[3]сменил своё местоположение\c[0].

# data/maps/cargo-ship/ship.json//entities/176/settings/event/35/message
source: Why?
es_es: Почему?

# data/maps/cargo-ship/ship.json//entities/176/settings/event/36/message
source: Just making sure nobody will be able to locate me.
es_es: Просто чтобы быть уверенным в том, что никто не сможет найти меня.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/37/message
source: I did the same after you completed the Faj'ro Temple.
es_es: Я сделал то же самое после того, как ты завершила Храм Фай'ро.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/38/message
source: That is why we had to stay offline for a while longer, remember?
es_es: Вот почему нам пришлось остаться офлайн на некоторое время, помнишь?

# data/maps/cargo-ship/ship.json//entities/176/settings/event/40/message
source: Anyway, things should be less critical since we are out of Vermillion Wasteland.
es_es: В любом случае, всё должно быть менее критично, так как мы за пределами Пустоши Вермиллион.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/41/message
source: Then again...\. they most likely still have ways to track us in the official Playground.
es_es: Впрочем...\. у них, скорее всего, есть другие способы отследить нас в официальной игровой зоне.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/42/message
source: Otherwise, they could not have dragged us out of the raid like that.
es_es: Иначе они не смогли бы вытащить нас из рейда таким образом.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/44/message
source: I still wonder how exactly they managed to do that.
es_es: До сих пор удивляюсь, как именно это им удалось.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/45/message
source: Maybe they can read the traces we leave on the game servers...
es_es: Может быть, они могут отслеживать следы, которые мы оставляем на игровых серверах...

# data/maps/cargo-ship/ship.json//entities/176/settings/event/46/message
source: Or maybe it is something very simple... like somebody watching us in-game.
es_es: Или, может быть, это что-то очень простое... как кто-то наблюдающий за нами в игре.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/48/message
source: Well...\. it is all speculation at this point.
es_es: Ну...\. на данный момент это всего лишь предположения.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/49/message
source: But we should be careful and watch our surroundings, okay?
es_es: Но мы должны быть осторожными и приглядывать за нашим окружением, хорошо?

# data/maps/cargo-ship/ship.json//entities/176/settings/event/50/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ship.json//entities/176/settings/event/51/message
source: Anyway! Onwards to the teleporter.
es_es: В любом случае! Вперёд к телепорту.

# data/maps/cargo-ship/ship.json//entities/176/settings/event/54/task
source: Head to the \c[3]Teleporter\c[0] on \c[3]M.S. Solar\c[0] to travel back to the Playground.
es_es: Направляйтесь к \c[3]Телепорту\c[0] на \c[3]M.S. Solar\c[0] для возвращения в игровую зону.

# data/maps/cargo-ship/ship.json//entities/177/settings/dialog/0/text
source: Cleaning duty again... That's like 5 times in a row now.
es_es: Снова назначили на уборку... Это уже пятый раз подряд.

# data/maps/cargo-ship/ship.json//entities/177/settings/dialog/1/text
source: See? I warned you! Now you are the cleaning maniac of the ship.
es_es: Видишь? А я предупреждал тебя! Теперь ты маниакальный уборщик корабля.

# data/maps/cargo-ship/ship.json//entities/177/settings/dialog/2/text
source: People will keep loading off cleaning duty onto you as long as you keep being so quick and thorough about it.
es_es: Люди продолжат нагружать тебя уборкой до тех пор, пока ты делаешь всё так быстро и тщательно.

# data/maps/cargo-ship/ship.json//entities/177/settings/dialog/3/text
source: I'm not exactly complaining, you know?
es_es: Я не то чтобы жалуюсь, понимаешь?

# data/maps/cargo-ship/ship.json//entities/177/settings/dialog/4/text
source: I like this kind of work and the ship has been in a much better condition since I took over.
es_es: Мне нравится такая работа, и корабль теперь в гораздо лучшем состоянии с тех пор, как я взялся за это.

# data/maps/cargo-ship/ship.json//entities/177/settings/dialog/5/text
source: Alright, whatever floats your boat, dude.
es_es: Ладно, чувак, что бы тобой ни двигало.

# data/maps/cargo-ship/ship.json//entities/177/settings/dialog/6/text
source: Well, this boat probably doesn't float because of my cleaning, but it certainly looks better!
es_es: Ну, этот корабль, конечно, не плывёт быстрее из-за моей уборки, но определённо выглядит лучше!

# data/maps/cargo-ship/ship.json//entities/177/settings/dialog/7/text
source: Dude.
es_es: Чувак.

# data/maps/cargo-ship/ship.json//entities/183/settings/event/24/message
source: SACREBLEU!
es_es: SACREBLEU (БОЖЕ МОЙ)!

# data/maps/cargo-ship/ship.json//entities/183/settings/event/30/message
source: We really are on a cargo ship!!
es_es: Мы и правда на корабле!!

# data/maps/cargo-ship/ship.json//entities/183/settings/event/37/message
source: This is not really part of the playground, is it?
es_es: Это ведь не часть игровой зоны, верно?

# data/maps/cargo-ship/ship.json//entities/183/settings/event/38/message
source: Neither is Vermillion Wasteland.
es_es: Пустошь Вермиллион тоже.

# data/maps/cargo-ship/ship.json//entities/183/settings/event/39/message
source: And this is the safest way to go there.
es_es: И это самый безопасный путь, чтобы попасть туда.

# data/maps/cargo-ship/ship.json//entities/183/settings/event/52/message
source: Hi!!
es_es: Привет!!

# data/maps/cargo-ship/ship.json//entities/183/settings/event/54/message
source: Would you look at that colorful trio!
es_es: Посмотрите-ка на эту цветную троицу!

# data/maps/cargo-ship/ship.json//entities/183/settings/event/56/message
source: Uhm...\. bonjour!\. I'm Emilie!
es_es: Эмм...\. bonjour (привет)!\. Я Эмили!

# data/maps/cargo-ship/ship.json//entities/183/settings/event/58/message
source: No time for introductions.
es_es: Не время знакомиться.

# data/maps/cargo-ship/ship.json//entities/183/settings/event/59/message
source: I'll get ye dobbers over to that place and we're done.
es_es: Я доставлю вас, придурков, в это место, и на этом всё.

# data/maps/cargo-ship/ship.json//entities/183/settings/event/60/message
source: Okay...
es_es: Ладно...

# data/maps/cargo-ship/ship.json//entities/183/settings/event/61/message
source: Let's see, how do we do this...
es_es: Ну-ка посмотрим, как там это делается...

# data/maps/cargo-ship/ship.json//entities/183/settings/event/70/message
source: Hm...
es_es: Хм...

# data/maps/cargo-ship/ship.json//entities/183/settings/event/75/message
source: You two!\. Get close together!
es_es: Вы двое!\. Встаньте поближе друг к другу!

# data/maps/cargo-ship/ship.json//entities/183/settings/event/82/message
source: The blue lass jumps on my back.
es_es: Синяя девчушка запрыгнет мне на спину.

# data/maps/cargo-ship/ship.json//entities/183/settings/event/83/message
source: I can hold the other two.
es_es: Я могу держать двух других.

# data/maps/cargo-ship/ship.json//entities/183/settings/event/84/message
source: Ready?
es_es: Готова?

# data/maps/cargo-ship/ship.json//entities/183/settings/event/86/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/ship.json//entities/183/settings/event/106/message
source: \s[6]Whoaaaaaaaaaa!
es_es: \s[6]Огоооооооооо!

# data/maps/cargo-ship/ship.json//entities/183/settings/event/108/message
source: D-\.Do you really think this'll work?!
es_es: В-\.вы правда думаете, что это сработает?!

# data/maps/cargo-ship/ship.json//entities/183/settings/event/110/message
source: Aye, ye folks weigh next to nothing.
es_es: Так точно, ребята, вы же почти ничего не весите.

# data/maps/cargo-ship/ship.json//entities/183/settings/event/111/message
source: Hold on tight!
es_es: Держитесь крепче!

# data/maps/cargo-ship/ship.json//entities/187/settings/event/20/message
source: Sergey, I hope this won't be a regular thing.
es_es: Сергей, я надеюсь, это не станет обычным делом.

# data/maps/cargo-ship/ship.json//entities/187/settings/event/22/message
source: No, I promised this is an exception...
es_es: Нет, я обещал, что это исключение...

# data/maps/cargo-ship/ship.json//entities/187/settings/event/30/message
source: It's a \c[3]SOLAR CRUISER A590P\c[0]!
es_es: Это \c[3]SOLAR CRUISER A590P\c[0]!

# data/maps/cargo-ship/ship.json//entities/187/settings/event/38/message
source: I never expected Instatainment to use such up-to-date models!
es_es: Я никогда не ожидал, что Instatainment будет использовать такие современные модели!

# data/maps/cargo-ship/ship.json//entities/187/settings/event/40/message
source: Yeah...\. it sure keeps the cargo floating!
es_es: Ага...\. ну, он точно держит груз на плаву!

# data/maps/cargo-ship/ship.json//entities/187/settings/event/42/message
source: How much longer, Polly?
es_es: Долго там ещё, Полли?

# data/maps/cargo-ship/ship.json//entities/187/settings/event/45/message
source: I think I'm getting seasick...
es_es: Мне кажется, меня укачало...

# data/maps/cargo-ship/ship.json//entities/190/settings/dialog/0/text
source: Alright, I admit it, dude.\. Your dedicated cleaning got you somewhere!
es_es: Ладно, чувак, я признаю.\. Ты заработал себе место своей самоотверженной уборкой!

# data/maps/cargo-ship/ship.json//entities/190/settings/dialog/1/text
source: Promoted to boatswain this quickly, I'm impressed!
es_es: Так быстро стал боцманом, я впечатлён!

# data/maps/cargo-ship/ship.json//entities/190/settings/dialog/2/text
source: Thank you very much!
es_es: Большое спасибо!

# data/maps/cargo-ship/ship.json//entities/190/settings/dialog/3/text
source: So...\. How come you are STILL CLEANING THE SHIP?!
es_es: Так...\. Почему ты ВСЁ ЕЩЁ ДРАИШЬ КОРАБЛЬ?!

# data/maps/cargo-ship/ship.json//entities/190/settings/dialog/4/text
source: I told them, I'd only take the position if they still allow me to clean the deck!
es_es: Я сказал им, что займу эту должность, только если они всё ещё позволят мне убирать палубу!

# data/maps/cargo-ship/ship.json//entities/190/settings/dialog/5/text
source: Dude...\. you're a lost cause.
es_es: Чувак...\. ты безнадёжен.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/30/text
source: Initializing Avatar
es_es: Инициализация аватара

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/42/message
source: There you are, initialization successful!
es_es: А вот и ты, инициализация прошла успешно!

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/47/message
source: Oh, is the speech synchronization malfunctioning?
es_es: Ох, синхронизация речи неисправна?

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/49/message
source: ... Apparently. Well, something just had to go wrong.
es_es: ...По всей видимости. Ну, что-то должно было пойти не так.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/50/message
source: But you understand me, correct?
es_es: Но ты меня понимаешь, верно?

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/51/message
source: [nods]
es_es: [кивает]

source: Wait...
es_es: Подожди...

source: Wha-what is up with your \c[3]level\c[0]?
es_es: Чт-что с твоим \c[3]уровнем\c[0]?

source: You are level \c[3]\v[player.level]\c[0].\. It should have been reset.
es_es: Твой уровень - \c[3]\v[player.level]\c[0].\. Он должен был сброситься.

source: Ugh...\. this is not off to a great start.
es_es: Ух...\. это не похоже на хорошее начало.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/54/message
source: Ok. We will make it work, somehow.
es_es: Ясно. Сейчас что-нибудь придумаем.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/55/message
source: You... are probably confused about this situation, correct?
es_es: Ты... наверняка не совсем понимаешь, что происходит, верно?

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/56/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/58/message
source: Alright. Let us take small steps.
es_es: Хорошо. Тогда начнём с небольших шагов.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/59/message
source: Do you remember VRPs?
es_es: Ты помнишь VRP?
