Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cargo-ship.po
Languages: es_es

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/63/message
source: ...Balls?
es_es: ...Шары?

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/65/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/66/message
source: Ok... you seem to remember...
es_es: Так... похоже, что ты помнишь...

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/67/message
source: Carla? We are ready. Please initiate the training sequence.
es_es: Карла? Мы готовы. Пожалуйста, запусти цикл обучения.

source: Press \i[key-throw] to aim. Release \i[key-throw] to throw.
es_es: Удерживайте \i[key-throw], чтобы прицелиться. Отпустите \i[key-throw], чтобы бросить.

source: Use \i[right-stick] to aim. Press \i[throw] to throw.
es_es: Используйте \i[right-stick] для наведения. Нажмите \i[throw] для броска.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/81/task
source: Hit enemies with \i[o]
es_es: Попадите во врагов с \i[o]

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/87/message
source: VRPs are your most essential tool and weapon.
es_es: VRP - твой самый важный инструмент и оружие.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/88/message
source: They are basically like balls.
es_es: По сути, это такие шары.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/89/message
source: Your task is to hit all these robots with VRPs.
es_es: Твоя задача - поразить всех этих роботов с помощью VRP.

# data/maps/cargo-ship/teleporter.json//entities/12/settings/event/90/message
source: So, give it a shot!\. Or rather...\.\.\. a throw!
es_es: Итак, стреляй! Или, скорее...\.\.\. бросай!

# data/maps/cargo-ship/teleporter.json//entities/18/settings/event/6/message
source: Nice work!
es_es: Отличная работа!

# data/maps/cargo-ship/teleporter.json//entities/18/settings/event/8/message
source: Well, just to be sure...\. Let us repeat this exercise with an extended distance.
es_es: Ну, просто чтобы быть уверенным...\. Давай повторим это упражнение с большей дистанции.

source: Aim and move the cursor towards the edge of the screen to extend your view.
es_es: Прицельтесь и переместите курсор к краю экрана, чтобы увеличить обзор.

# data/maps/cargo-ship/teleporter.json//entities/18/settings/event/35/task
source: Hit enemies with \i[o].
es_es: Попадите во врагов с \i[o].

# data/maps/cargo-ship/teleporter.json//entities/18/settings/event/39/message
source: Something particular about VRPs: They are not affected by gravity.
es_es: Кое-что особенное насчёт VRP: на них не действует гравитация.

# data/maps/cargo-ship/teleporter.json//entities/18/settings/event/40/message
source: Thus, no matter how far you throw, VRPs will not fall to the ground.
es_es: Поэтому, независимо от того, как далеко ты бросаешь их, VRP не упадут на землю.

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/6/message
source: Very good.
es_es: Очень хорошо.

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/8/message
source: Ok, next let us enable the Charge Mode.
es_es: Так, давай включим Режим заряда.

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/12/object
source: \i[tech]Charge Mode
es_es: \i[tech]Режим заряда

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/16/message
source: You activate charged VRPs by aiming for a longer time.
es_es: Ты активируешь заряженные VRP более долгим прицеливанием.

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/17/message
source: Let us practice right away.
es_es: Давай сразу попрактикуемся.

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/40/task
source: Hit enemies with \i[o] Avoid enemies with \i[x]
es_es: Попадите по врагам с \i[o] Избегайте врагов с \i[x]

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/43/message
source: Charge Mode allows for the throwing of larger VRPs.
es_es: Режим заряда позволяет бросать большие VRP.

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/44/message
source: Those charged VRPs will ricochet on walls.
es_es: Эти заряженные VRP будут рикошетить от стен.

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/45/message
source: That is the reason for their name, you see!
es_es: Вот почему они так называются, видишь!

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/46/message
source: Using charged VRPs, you can hit the target with the red circle.
es_es: Используя заряженные VRP, ты сможешь поразить цель с красным кружком.

# data/maps/cargo-ship/teleporter.json//entities/21/settings/event/47/message
source: Easy enough, right?
es_es: Достаточно просто, правда?

source: Aim until you see a red line to throw a charged ball.
es_es: Прицеливайтесь, пока не увидите красную линию, чтобы бросить заряженный шар.

source: Aim precisely to not hit the \i[7] targets
es_es: Цельтесь точно, чтобы не попасть в \i[7] цели

source: Hit enemies with \i[6] Avoid enemies with \i[7]
es_es: Попадите по врагам с \i[6] Избегайте врагов с \i[7]

source: ... Well, that was quick...
es_es: ...Что же, это было быстро...

source: I suppose I talked too much again.
es_es: Полагаю, что я опять чересчур много говорю.

source: Anyway, enough practice with VRPs.
es_es: В любом случае, практики с VRP достаточно.

source: Ok! Enough practice with VRPs.
es_es: Ладно! Достаточно практики с VRP.

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/7/message
source: It is about time we put you down on your feet.
es_es: Самое время поставить тебя на ноги.

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/8/message
source: Carla, we are done here. You can terminate the floatation sequence.
es_es: Карла, мы здесь закончили. Ты можешь отключить парение.

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/37/message
source: Hey there, girl!\. Welcome to our cozy cargo hold!
es_es: Привет, подруга!\. Добро пожаловать в наш уютный грузовой отсек!

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/39/message
source: My name's Carla.\. Nice to meet ya!
es_es: Меня зовут Карла.\. Приятно познакомиться!

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/41/message
source: You sure are a quiet one!
es_es: А ты и правда тихоня!

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/43/message
source: Apparently there is an issue with her speech synchronization.\. She still understands us, though.
es_es: Видимо, есть проблема с её речевой синхронизацией.\. Однако она нас понимает.

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/45/message
source: No way!\. Is there a way to fix it?
es_es: Не может быть!\. А есть способ это исправить?

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/46/message
source: I do not know yet.\. I will have to look into that.
es_es: Я ещё не знаю.\. Нужно будет разобраться с этим.

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/47/message
source: Anyway!\. I'm sure we'll be able to understand each other somehow.\. Non-verbal communication, ya know?
es_es: В любом случае!\. Я уверена, что мы сможем каким-то образом понять друг друга.\. Невербальное общение, понимаешь?

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/48/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/49/message
source: Attagirl!
es_es: Так держать!

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/50/message
source: Still, kinda would like to know your name.
es_es: Всё-таки хотелось бы узнать твоё имя.

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/51/message
source: Sergey?\. Can you help us out here?
es_es: Сергей?\. Поможешь нам с этим?

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/52/message
source: Right...\. Her name is Lea.
es_es: Точно...\. Её зовут Лея.

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/53/message
source: Lea?\. Well ain't that sweet.
es_es: Лея?\. Ну разве это не мило?

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/55/message
source: Well then, Lea, ready to get up?
es_es: Ну что, Лея, готова выдвигаться?

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/56/message
source: We gotta get you ready for what's coming.\. Ball throwing and the like, ya know?
es_es: Мы должны подготовить тебя к предстоящему.\. Бросание шаров и тому подобное, понимаешь?

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/57/message
source: And I got just the thing prepared for ya!
es_es: И я как раз кое-что приготовила для тебя!

# data/maps/cargo-ship/teleporter.json//entities/28/settings/event/58/message
source: Follow me!
es_es: Следуй за мной!

source: Press \i[key-up]\i[key-left]\i[key-down]\i[key-right] to move around. Press \i[pause] to access the pause menu and save the game.
es_es: Нажимайте \i[key-up]\i[key-left]\i[key-down]\i[key-right] для передвижения. Нажмите \i[pause] для доступа к меню паузы и сохранению игры.

source: Use \i[left-stick] to move around. Press \i[pause] to access the pause menu and save the game.
es_es: Используйте \i[left-stick] для передвижения. Нажмите \i[pause] для доступа к меню паузы и сохранению игры.

source: Hey there, Girl! I'd appreciate if you wouldn't step on my stuff like that!
es_es: Эй, подруга! Я была бы признательна, если бы ты не ходила по моим вещам!

source: Just leave through the door, when you're ready.
es_es: Просто войди в дверь, когда будешь готова.

source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/teleporter.json//entities/85/settings/event/5/message
source: Here we are again.\. Time for you to leave this party.
es_es: Вот мы и снова здесь.\. Настало твоё время свалить с этой вечеринки.

# data/maps/cargo-ship/teleporter.json//entities/85/settings/event/10/message
source: C'mon sweetie, this isn't the time for tearful goodbyes.
es_es: Перестань, милая, сейчас не подходящее время для слёзных прощаний.

# data/maps/cargo-ship/teleporter.json//entities/85/settings/event/58/message
source: Besides, there are those guys.
es_es: Тем более, здесь эти ребята.

# data/maps/cargo-ship/teleporter.json//entities/85/settings/event/61/message
source: Goodbye, Lea.\. Enjoy CrossWorlds!
es_es: Прощай, Лея.\. Наслаждайся CrossWorlds!

# data/maps/cargo-ship/teleporter.json//entities/91/settings/teleportLabel
source: To Elevator
es_es: К лифту

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/6/message
source: Surprise!
es_es: Сюрприз!

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/7/message
source: I managed to add a proper \c[3]landmark\c[0] on the cargo ship.
es_es: Мне удалось добавить рабочий \c[3]ориентир\c[0] на грузовом корабле.

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/8/message
source: That means from now on you can travel back to the cargo hold whenever you like.
es_es: Это значит, что теперь ты можешь возвращаться сюда, когда захочешь.

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/11/message
source: But better to not try to drag along other party members.
es_es: Но лучше не пытайся тащить сюда других членов группы.

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/12/message
source: You are the only player that can enter this place.
es_es: Ты единственный игрок, который может попасть сюда.

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/18/message
source: Hey there, girl!
es_es: Эй, подруга!

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/20/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/27/message
source: You look pretty well rested.
es_es: Выглядишь хорошо отдохнувшей.

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/28/message
source: I suppose Sergey talked things through with you?
es_es: Полагаю, Сергей всё с тобой обговорил?

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/29/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/30/message
source: About time, really.
es_es: Давно пора было.

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/31/message
source: Just so you know, you have all our support!
es_es: Просто знай, что ты всегда можешь на нас рассчитывать!

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/32/message
source: If you ever need a break from that busy Playground, feel free to drop by!
es_es: Если тебе когда-нибудь понадобится перерыв от суеты игровой зоны, не стесняйся - заскакивай!

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/34/message
source: Well then, let's get you back among all those other players!
es_es: Ну что ж, давай вернём тебя к другим игрокам!

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/35/message
source: Please stand in the middle of the teleporter.
es_es: Пожалуйста, встань по центру телепорта.

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/42/message
source: Everything ready... Good luck over there, girl!
es_es: Всё готово... Удачи там, подруга!

# data/maps/cargo-ship/teleporter.json//entities/98/settings/event/44/message
source: Bye!
es_es: Пока!

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/6/message
source: There you are!
es_es: А вот и ты!

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/8/message
source: Hi!
es_es: Привет!

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/9/message
source: I just wanted to make sure the teleporter still works.
es_es: Я всего лишь хотел удостовериться, что телепорт по-прежнему работает.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/12/message
source: Actually... there is something else.
es_es: А вообще... есть ещё кое-что.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/13/message
source: Something I thought I would rather give you in private...
es_es: То, что, я посчитал, будет лучше дать тебе лично...

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/19/object
source: Vermillion Arena Cup
es_es: Кубок арены Вермиллион

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/23/message
source: It is an arena cup with all sorts of battles you experienced in Vermillion Wasteland.
es_es: Это кубок арены со всеми битвами, которые ты пережила в Пустоши Вермиллион.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/24/message
source: Including Gautham's "Ultimate Experience".
es_es: Включая "Незабываемый опыт" Гаутама.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/26/message
source: I thought you would have mixed feelings about this...
es_es: Я подумал, что у тебя будут смешанные чувства по поводу этого...

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/27/message
source: But at the same time...\. this is \c[3]Gautham's legacy\c[0].
es_es: Но в то же время...\. это \c[3]наследие Гаутама\c[0].

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/28/message
source: I am sure all these creations meant a great deal to him.
es_es: Я уверен, что все эти творения много значили для него.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/29/message
source: So the thought of it all getting lost...
es_es: И мысль о том, что всё это будет утеряно...

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/30/message
source: If there is one thing Gautham would have wanted, it is to share his creations.
es_es: Если Гаутам чего-то и хотел, так это поделиться своими творениями.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/31/message
source: Right?
es_es: Верно?

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/33/message
source: [nods]
es_es: [кивает]

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/35/message
source: That is why I created this cup.
es_es: Вот почему я создал этот кубок.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/36/message
source: But I wanted to give it to you first.\. You are my beta tester, so to speak.
es_es: Но я хотел сперва отдать его тебе.\. Ты мой бета-тестер, так сказать.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/37/message
source: If you feel up to the task, I would like to get your feedback on it.
es_es: Если ты не против заняться этим, я хотел бы получить твои отзывы о нём.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/39/message
source: There is no rush.
es_es: Необязательно спешить.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/40/message
source: First, I will have to convince Instatainment to allow all those border-line game breaking mechanics.
es_es: Сначала мне придётся убедить Instatainment разрешить все эти сомнительные ломающие игру механики.

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/42/message
source: Anyway...
es_es: В любом случае...

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/43/message
source: Jet and the others are waiting in the \c[3]cabins on the third floor\c[0].
es_es: Джет и другие ждут в \c[3]каютах на третьем этаже\c[0].

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/44/message
source: I will go ahead, see you there!
es_es: Я пойду первым, встретимся там!

# data/maps/cargo-ship/teleporter.json//entities/100/settings/event/52/task
source: Meet Sergey, Jet, and the others at \c[3]Cargo Ship - Cabins 2\c[0]
es_es: Встретьтесь с Сергеем, Джетом и остальными на \c[3]Грузовом судне - Каюты 2\c[0].

# data/maps/cargo-ship/test.json//entities/4/settings/npcStates/0/event/3/message
source: CHECK OUT MY ICONS! NOPE!
es_es: ЗАЦЕНИТЕ МОИ ИКОНКИ! НЕТ!

# data/maps/cargo-ship/test.json//entities/4/settings/npcStates/0/event/5/message
source: A very relevant question?
es_es: Очень актуальный вопрос?

source: [nod]
es_es: [кивает]

source: [shake head]
es_es: [качает головой]

source: [nod]
es_es: [кивает]

source: [shake head]
es_es: [качает головой]

# data/maps/cargo-ship/test.json//entities/4/settings/npcStates/0/event/8/message
source: Please stop following me around, \s[6]you're creeping me out...
es_es: Пожалуйста, перестань ходить за мной, \s[6]ты меня пугаешь...

# data/maps/cargo-ship/test.json//entities/4/settings/npcStates/0/event/10/message
source: I'm just here to do some serious talking. We have to check some layout bug here.
es_es: Я здесь для серьёзных разговоров. Мы должны проверить ошибку с разметкой.

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/0/event/2/message
source: What's up, dawg?
es_es: Как жизнь, чувак?

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/0/event/6/message
source: You're a quite one, aren't you?
es_es: А ты тихоня, не так ли?

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/0/event/8/task
source: Follow Carla!
es_es: Следуйте за Карлой!

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/1/event/2/message
source: What's up, dawg?
es_es: Как жизнь, чувак?

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/1/event/6/message
source: You're a quite one, aren't you?
es_es: А ты тихоня, не так ли?

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/1/event/8/task
source: Follow Carla!
es_es: Следуйте за Карлой!

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/2/event/2/message
source: Okay, so now you're leaving on me, huh?
es_es: Окей, теперь ты оставляешь меня, да?

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/1/message
source: ...Hey...
es_es: ...Эй...

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/3/message
source: Don't you also feel a bit lonely around here?
es_es: Не чувствуешь себя немного одиноко здесь?

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/5/message
source: I mean, it's not exactly the most crowded place, right?
es_es: Я имею в виду, это ведь не самое людное место, верно?

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/6/message
source: Well, except for those robots. But those aren't nice, I tell you!
es_es: Ну, за исключением роботов. Но это не приятно, я тебе скажу!

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/8/message
source: Trust me, I know from experience...
es_es: Поверь мне, я знаю по собственному опыту...

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/11/message
source: So I don't know about you, but I do feel pretty lonely around here...
es_es: Так что, не знаю, как ты, но я чувствую себя одиноко здесь...

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/13/message
source: So... Why don't we just chat a bit...?
es_es: Так... почему бы нам не поболтать немного?

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/18/message
source: ... Hey...
es_es: ...Эй...

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/20/message
source: ... Okay... Suit yourself!
es_es: ...Ладно... как хочешь!

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/22/message
source: Then I'll just leave you alone.
es_es: Тогда я просто оставлю тебя в покое.

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/23/message
source: Nice knowing you and whatever!
es_es: Приятно познакомиться и всё прочее!

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/24/message
source: Pfff!
es_es: Пффф!

# data/maps/cargo-ship/test.json//entities/6/settings/npcStates/3/event/25/task
source: Maybe keep Carla alone after all...
es_es: Может, оставить Карлу в покое в конце концов...

source: I also saw that other avatar on the ship, today!\. A Pentafist, so cool!
es_es: ¡También vi hoy a ese otro avatar!\. ¡Era un Pentafist, qué increíble!

source: It's been a while, hasn't it?
es_es: Ha pasado tiempo, ¿no?

source: Oh!\. You're back on the ship!\. Haven't seen you for some time!
es_es: ¡Oh!\. ¡Estás de vuelta!\. ¡Ha pasado mucho tiempo!

source: The reason why you can keep your room as messy as it is, without Jet saying anything!
es_es: ¡El porqué puedes mantener tu cuarto tan desordenado sin que Jet diga nada!

source: Damn, when was it you asked me about that?
es_es: Uff, ¿Cuándo fue que me lo preguntaste?

source: Must've been ages ago!
es_es: ¡Debe haber sido hace siglos!

source: Yes...\. And I have never quite forgotten about it.\. Even Jet himself would not tell me why.
es_es: Sí...\. Y nunca me olvidé de ello del todo.\. Ni siquiera Jet me decía por qué.

source: Jet... hates water.\. He cannot swim.
es_es: Jet... odia el agua.\. No puede nadar.

source: That is why he wears that jetpack all the time.\. It suddenly all makes sense.
es_es: Por eso lleva ese jetpack todo el tiempo.\. Ahora todo tiene sentido.

source: But...\. am I really understanding this correctly?
es_es: Pero...\. ¿estoy entendiendo bien?

source: Did you actually blackmail Jet with this information?
es_es: ¿Realmente chantajeas a Jet con esta información?

source: Really Sergey, what do you take me for...
es_es: En serio, Sergey, ¿por quién me tomas?

source: We just found an agreement.
es_es: Simplemente digamos que tenemos un acuerdo.
