Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/characters.po
Languages: es

source: [00971] data/characters/adventurers-jungle/female-leader.json name #1 ---------------- Madaki
es: Madaki

source: [00972] data/characters/adventurers-jungle/leader-female.json name #1 ---------------- Madaki
es: Madaki

source: [00973] data/characters/adventurers/male-pirate.json name #1 ---------------- Sperling
es: Sperling

source: [00974] data/characters/advisors/female-nerd-combat.json name #1 ---------------- Combat
es: Combate

source: [00975] data/characters/advisors/female-nerd-scientist.json name #1 ---------------- Tech
es: Tecnología

source: [00976] data/characters/advisors/female-small-black.json name #1 ---------------- Advisor
es: Tutora

source: [00977] data/characters/advisors/female-small-red.json name #1 ---------------- Advisor
es: Tutora

source: [00978] data/characters/advisors/female-tall-blond.json name #1 ---------------- Advisor
es: Tutora

source: [00979] data/characters/advisors/female-tall-ponytail.json name #1 ---------------- Advisor
es: Tutora

source: [00980] data/characters/advisors/general.json name #1 ---------------- D'Kar
es: D'Kar

source: [00981] data/characters/advisors/man-nerd-main.json name #1 ---------------- Advisor
es: Tutor

source: [00982] data/characters/advisors/man-nerd-sportbro.json name #1 ---------------- Bro
es: Bro

source: [00983] data/characters/advisors/man-nerd-tech.json name #1 ---------------- Tech
es: Tecnología

source: [00984] data/characters/advisors/man-small-black-afro.json name #1 ---------------- Advisor
es: Tutor

source: [00985] data/characters/advisors/man-small-black.json name #1 ---------------- Advisor
es: Tutor

source: [00986] data/characters/advisors/man-tall-blonde.json name #1 ---------------- Advisor
es: Tutor

source: [00987] data/characters/advisors/man-tall-buzzcut.json name #1 ---------------- Advisor
es: Tutor

source: [00988] data/characters/advisors/man-tall-gray.json name #1 ---------------- Advisor
es: Tutor

source: [00989] data/characters/animal/bug.json name #1 ---------------- Frank
es: Frank

source: [00995] data/characters/antagonists/fancyguy.json name #1 ---------------- Apollo
es: Apollo

source: [00996] data/characters/antagonists/fancyguy.json realname #2 ---------------- Apollo
es: Apollo

source: [01001] data/characters/antagonists/sidekick.json name #1 ---------------- Joern
es: Joern

source: [01002] data/characters/antagonists/sidekick.json realname #2 ---------------- Joern
es: Joern

source: [01003] data/characters/baki/eldress.json name #1 ---------------- Eldress
es: Eldress

source: [01004] data/characters/baki/male-shad-tradeleader.json name #1 ---------------- Kney'tehab
es: Kney'tehab

source: [01005] data/characters/baki/painter.json name #1 ---------------- Painter
es: Pintor

source: [01006] data/characters/basin/boogie.json name #1 ---------------- The Boosi Man
es: El Hombre Boosi

source: [01007] data/characters/basin/don-mick.json name #1 ---------------- Mick
es: Mick

source: [01008] data/characters/basin/don-vita.json name #1 ---------------- Don Vita
es: Don Vita

source: [01009] data/characters/basin/major.json name #1 ---------------- Sullyvan
es: Sullyvan

source: [01010] data/characters/basin/male-bodyguard.json name #1 ---------------- Vince
es: Vince

source: [01011] data/characters/basin/sciene-lady.json name #1 ---------------- Dr. Cretia
es: Dr. Cretia

source: [01012] data/characters/bergen/frobbit-legend.json name #1 ---------------- Legendary Bunny
es: Conejo Legendario

source: [01013] data/characters/bergen/male-goatman-white.json name #1 ---------------- Goater
es: Goater

source: [01014] data/characters/bergen/mayor.json name #1 ---------------- Mayor of Bergen
es: Alcalde de Bergen

source: [01015] data/characters/bergen/one-holiday-man.json name #1 ---------------- Holiday Man
es: Hombre de Navidad

source: [01016] data/characters/business/female-redhair-sexy-brown.json name #1 ---------------- Ryda
es: Ryda

source: [01017] data/characters/business/leader-bergen-female.json name #1 ---------------- Mrs. Summers
es: Srta. Summers

source: [01018] data/characters/cargo-crew/bot.json name #1 ---------------- Gear Bot
es: Gear Bot

source: [01019] data/characters/cargo-crew/colleague.json name #1 ---------------- Crew Member
es: Miembro de la Tripulación

source: [01020] data/characters/cargo-crew/fanboy.json name #1 ---------------- Crew Member
es: Miembro de la Tripulación

source: [01021] data/characters/cargo-crew/female-short-blue.json name #1 ---------------- Crew Member
es: Miembro de la Tripulación

source: [01022] data/characters/cargo-crew/female-short.json name #1 ---------------- Crew Member
es: Miembro de la Tripulación

source: [01023] data/characters/cargo-crew/gamer-blond.json name #1 ---------------- Felix
es: Felix

source: [01024] data/characters/cargo-crew/male-bald.json name #1 ---------------- Crew Member
es: Miembro de la Tripulación

source: [01025] data/characters/cargo-crew/male-short-blue.json name #1 ---------------- Crew Member
es: Miembro de la Tripulación

source: [01026] data/characters/cargo-crew/male-short.json name #1 ---------------- Crew Member
es: Miembro de la Tripulación

source: [01027] data/characters/cargo-crew/male-tall-blue.json name #1 ---------------- Crew Member
es: Miembro de la Tripulación

source: [01028] data/characters/cargo-crew/male-tall.json name #1 ---------------- Crew Member
es: Miembro de la Tripulación

source: [01029] data/characters/cross-worlds-special/dkar-daugther-pentafist.json name #1 ---------------- Ellie
es: Ellie

source: [01030] data/characters/cross-worlds-special/dkar-daugther-quadroguard.json name #1 ---------------- Sophia
es: Sofía

source: [01031] data/characters/cross-worlds-special/dkar-son-hexacast.json name #1 ---------------- Jonathan
es: Jonathan

source: [01032] data/characters/cross-worlds-special/dkar-son-triblader.json name #1 ---------------- Noah
es: Noé

source: [01033] data/characters/cross-worlds-special/hexacast-jean.json name #1 ---------------- Jean
es: Jean

source: [01034] data/characters/cross-worlds-special/hexacast-jock.json name #1 ---------------- Jock
es: Jock

source: [01035] data/characters/cross-worlds-special/triblader-jeff.json name #1 ---------------- Jeff
es: Jeff

source: [01036] data/characters/cross-worlds/hexacast-female-jean.json name #1 ---------------- Jean
es: Jean

source: [01037] data/characters/cross-worlds/table-chan-friend.json name #1 ---------------- Phieu
es: Phieu

source: [01038] data/characters/cross-worlds/table-chan.json name #1 ---------------- Nina
es: Nina

source: [01039] data/characters/cross-worlds/tester-male-rainbow.json name #1 ---------------- Game Tester
es: Probador del Juego

source: [01040] data/characters/crossovers/bag.json name #1 ---------------- Bag
es: Bolsa

source: [01041] data/characters/crossovers/bunny.json name #1 ---------------- Bunny Bitshift
es: Bitshift de Conejo

source: [01042] data/characters/crossovers/turing.json name #1 ---------------- Turing
es: Turing

source: [01043] data/characters/enemy/raid-fortress-smol.json name #1 ---------------- THE WALL
es: LA PARED

source: [01044] data/characters/enemy/raid-pillar-large.json name #1 ---------------- THE WALL
es: LA PARED

source: [01045] data/characters/enemy/raid-pillar-small.json name #1 ---------------- THE WALL
es: LA PARED

source: [01046] data/characters/forest/family-daughter-in-law.json name #1 ---------------- Jennifer Ling
es: Jennifer Ling

source: [01047] data/characters/forest/family-daugther-middle.json name #1 ---------------- Fi Ling
es: Fi Ling

source: [01048] data/characters/forest/family-daugther-oldest.json name #1 ---------------- Pi Ling
es: Pi Ling

source: [01049] data/characters/forest/family-daugther-youngest.json name #1 ---------------- Ling Ling
es: Ling Ling

source: [01050] data/characters/forest/family-father.json name #1 ---------------- Sai Ling
es: Sai Ling

source: [01051] data/characters/forest/family-mother.json name #1 ---------------- Dar Ling
es: Dar Ling

source: [01052] data/characters/forest/family-son-oldest.json name #1 ---------------- Paro Ling
es: Paro Ling

source: [01053] data/characters/forest/family-son-rebel.json name #1 ---------------- Jing Ling
es: Jing Ling

source: [01054] data/characters/forest/golden-bugs.json name #1 ---------------- Golden Bug
es: Bicho de Oro

source: [01055] data/characters/forest/inn-owner.json name #1 ---------------- Hau Ling
es: Hau Ling

source: [01056] data/characters/forest/vaga.json name #1 ---------------- Vagabond
es: Vagabundo

source: [01057] data/characters/gods/hexa.json name #1 ---------------- THE WALL
es: LA PARED

source: [01058] data/characters/gods/penta.json name #1 ---------------- THE WALL
es: LA PARED

source: [01059] data/characters/gods/quadro.json name #1 ---------------- THE WALL
es: LA PARED

source: [01060] data/characters/gods/sphero.json name #1 ---------------- THE WALL
es: LA PARED

source: [01061] data/characters/gods/triblader.json name #1 ---------------- THE WALL
es: LA PARED

source: [01062] data/characters/greenies/female-researcher.json name #1 ---------------- Talatu Lips
es: Labios Talatu

source: [01063] data/characters/guards/captain-female-hairbun.json name #1 ---------------- Sgt. Sterling
es: Sgto. Sterling

source: [01064] data/characters/guards/captain-male-oneleg.json name #1 ---------------- Sgt. Niellos
es: Sgto. Nielos

source: [01065] data/characters/guards/male-red-glasses.json name #1 ---------------- Rusty
es: Rusty

source: [01066] data/characters/guards/quest-male-mustache-white.json name #1 ---------------- Billston
es: Billston

source: [01067] data/characters/guests/banana-man.json name #1 ---------------- Banana Man
es: Hombre Banana

source: [01068] data/characters/guests/bellwielder.json name #1 ---------------- Bellwielder
es: Bellwielder

source: [01069] data/characters/guests/cherry.json name #1 ---------------- Cherry
es: Cherry

source: [01070] data/characters/guests/christophorus.json name #1 ---------------- Christophorus
es: Christophorus

source: [01071] data/characters/guests/code-knight.json name #1 ---------------- Code Knight
es: Caballero del Código

source: [01072] data/characters/guests/geeklich.json name #1 ---------------- Geeklich
es: Geeklich

source: [01073] data/characters/guests/geomeio.json name #1 ---------------- Geomeio
es: Geomeio

source: [01074] data/characters/guests/jan-doerr.json name #1 ---------------- Voltrey
es: Voltrey

source: [01075] data/characters/guests/kit.json name #1 ---------------- Kit Renaud
es: Kit Renaud

source: [01076] data/characters/guests/leon.json name #1 ---------------- Leon
es: Leon

source: [01077] data/characters/guests/lily.json name #1 ---------------- Lily
es: Lily

source: [01078] data/characters/guests/phatom65.json name #1 ---------------- Niki
es: Niki

source: [01079] data/characters/guests/priel.json name #1 ---------------- Priel
es: Priel

source: [01080] data/characters/guests/pringle-the-one.json name #1 ---------------- Pringle_The_One
es: Pringle_El_Elegido

source: [01081] data/characters/guests/puella-docta.json name #1 ---------------- PuellaDocta
es: PuellaDocta

source: [01082] data/characters/guests/reize.json name #1 ---------------- Reize
es: Reize

source: [01083] data/characters/guests/sao.json name #1 ---------------- Sao
es: Sao

source: [01084] data/characters/guests/schlettow.json name #1 ---------------- Schlettow
es: Schlettow

source: [01085] data/characters/guests/sergiy.json name #1 ---------------- Sergiy
es: Sergiy

source: [01086] data/characters/guests/van-samuels.json name #1 ---------------- Van Samuels
es: Van Samuels

source: [01087] data/characters/guests/wervyn.json name #1 ---------------- Wervyn
es: Wervyn

source: [01088] data/characters/guests/zoe.json name #1 ---------------- Zoe
es: Zoe

source: [01089] data/characters/jungle/eldress-jungle.json name #1 ---------------- Eldress
es: Eldress

source: [01090] data/characters/jungle/female-albino.json name #1 ---------------- K'tara
es: K'tara

source: [01091] data/characters/main/buggy.json name #1 ---------------- Buggy
es: Buggy

source: [01092] data/characters/main/captain.json name #1 ---------------- Captain Jet
es: Capitán Jet

source: [01093] data/characters/main/carla-kid.json name #1 ---------------- Carla
es: Carla

source: [01094] data/characters/main/carla.json name #1 ---------------- Carla
es: Carla

source: [01095] data/characters/main/dkar.json name #1 ---------------- D'Kar
es: D'Kar

source: [01096] data/characters/main/emilie.json name #1 ---------------- Emilienator
es: Emilienator

source: [01097] data/characters/main/emilie.json realname #2 ---------------- Emilie
es: Emilie

source: [01098] data/characters/main/genius-rl.json name #1 ---------------- Satoshi
es: Satoshi

source: [01099] data/characters/main/genius.json name #1 ---------------- Satoshi
es: Satoshi

source: [01100] data/characters/main/glasses.json name #1 ---------------- C'tron
es: C'tron

source: [01101] data/characters/main/glasses.json realname #2 ---------------- Toby
es: Toby

source: [01102] data/characters/main/grumpy.json name #1 ---------------- Beowulf
es: Beowulf

source: [01103] data/characters/main/guild-leader.json name #1 ---------------- Hlin
es: Hlin

source: [01104] data/characters/main/investor.json name #1 ---------------- Mr. Vestorovich
es: Sr. Vestorovich

source: [01105] data/characters/main/lea.json name #1 ---------------- Lea
es: Lea

source: [01106] data/characters/main/luke.json name #1 ---------------- Luke
es: Luke

source: [01107] data/characters/main/schneider.json name #1 ---------------- Schneider
es: Schneider

source: [01108] data/characters/main/schneider.json realname #2 ---------------- Lukas
es: Lukas

source: [01109] data/characters/main/schneider2.json name #1 ---------------- Schneider
es: Schneider

source: [01110] data/characters/main/schneider2.json realname #2 ---------------- Lukas
es: Lukas

source: [01111] data/characters/main/sergey-av.json name #1 ---------------- Sergey
es: Sergey

source: [01112] data/characters/main/sergey-rl.json name #1 ---------------- Sergey
es: Sergey

source: [01113] data/characters/main/sergey.json name #1 ---------------- Sergey
es: Sergey

source: [01114] data/characters/main/shizuka-rl.json name #1 ---------------- Shizuka
es: Shizuka

source: [01115] data/characters/main/shizuka.json name #1 ---------------- Shizuka
es: Shizuka

source: [01116] data/characters/main/shizuka.json realname #2 ---------------- Shizuka
es: Shizuka

source: [01117] data/characters/miners/leader-male-beard.json name #1 ---------------- McEdinthil
es: McEdinthil

source: [01118] data/characters/misc/advisor-researcher.json name #1 ---------------- Baxton
es: Baxton

source: [01120] data/characters/misc/henry-researcher.json name #1 ---------------- Henry
es: Henry

source: [01121] data/characters/misc/oldman.json name #1 ---------------- Old Man
es: Viejo

source: [01122] data/characters/misc/oldsmith.json name #1 ---------------- Muten Smithy
es: Muten Smithy

source: [01123] data/characters/misc/radical-fish.json name #1 ---------------- Radical Fish
es: Radical Fish

source: [01124] data/characters/monks/nonbinary-leader.json name #1 ---------------- Nemuh
es: Nemuh

source: [01125] data/characters/nomads/male-fancy-leader.json name #1 ---------------- Joel Mahir
es: Joel Mahir

source: [01126] data/characters/objects/barrier.json name #1 ---------------- THE WALL
es: LA PARED

source: [01127] data/characters/objects/driller-h-f-s.json name #1 ---------------- THE WALL
es: LA PARED

source: [01128] data/characters/radical/deniz.json name #1 ---------------- Deniz
es: Deniz

source: [01129] data/characters/radical/feiu.json name #1 ---------------- Feiu
es: Feiu

source: [01130] data/characters/radical/fish.json name #1 ---------------- A Salmon
es: Un Salmón

source: [01131] data/characters/radical/flora.json name #1 ---------------- Teflora
es: Teflora

source: [01132] data/characters/radical/frece.json name #1 ---------------- Vanilla
es: Vainilla

source: [01133] data/characters/radical/henne.json name #1 ---------------- GFluegel
es: GFluegel

source: [01134] data/characters/radical/rd.json name #1 ---------------- R.D.
es: R.D.

source: [01135] data/characters/radical/t-free.json name #1 ---------------- T-Free
es: T-Free

source: [01136] data/characters/radical/teekuh.json name #1 ---------------- Teekuh
es: Teekuh

source: [01137] data/characters/radical/tina.json name #1 ---------------- Tina
es: Tina

source: [01138] data/characters/rookie-harbor/faction-fd-female-leader.json name #1 ---------------- Elenya
es: Elenya

source: [01139] data/characters/rookie-harbor/faction-foa-man-chiefgarden.json name #1 ---------------- Manzana
es: Manzana

source: [01140] data/characters/rookie-harbor/female-ms-steak.json name #1 ---------------- Ms. Steak
es: Sra. Steak

source: [01141] data/characters/rookie-harbor/man-business.json name #1 ---------------- Mr Nomsworth
es: Sr. Nomsworth

source: [01142] data/characters/rookie-harbor/man-metal.json name ---------------- Mötellica
es: Mötellica

source: [01143] data/characters/rookie-harbor/man-shop.json name #1 ---------------- Tara
es: Tara

source: [01144] data/characters/rookie-harbor/poet.json name #1 ---------------- Poet
es: Poeta

source: [01145] data/characters/rookie-harbor/van-pummelson.json name #1 ---------------- Master Sensei
es: Maestro Sensei
