Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cold-dng.po
Languages: es_es, ru_ru

# data/areas/cold-dng.json//name
source: Bergen Tempel Mine
es_es: Templo Mina de Bergen

# data/areas/cold-dng.json//floors/0/maps/0/name
source: Elevator
es_es: Elevador

# data/areas/cold-dng.json//floors/0/maps/1/name
source: Forgotten Path 1
es_es: Camino Olvidado 1

# data/areas/cold-dng.json//floors/0/maps/2/name
source: Forgotten Path 2
es_es: Camino Olvidado 2

# data/areas/cold-dng.json//floors/0/maps/3/name
source: Forgotten Path 3
es_es: Camino Olvidado 3

# data/areas/cold-dng.json//floors/0/maps/4/name
source: Forgotten Shaft 1
es_es: Acantilado Olvidado 1

# data/areas/cold-dng.json//floors/0/maps/5/name
source: Forgotten Shaft 2
es_es: Acantilado Olvidado 2

# data/areas/cold-dng.json//floors/0/maps/6/name
source: Forgotten Shaft 3
es_es: Acantilado Olvidado 3

# data/areas/cold-dng.json//floors/0/maps/7/name
source: Forgotten Shaft 4
es_es: Acantilado Olvidado 4

# data/areas/cold-dng.json//floors/0/maps/8/name
source: Forgotten Shaft 5
es_es: Acantilado Olvidado 5

# data/areas/cold-dng.json//floors/0/maps/9/name
source: Forgotten Test Chamber
es_es: Cámara de Pruebas Olvidada

# data/areas/cold-dng.json//floors/0/maps/10/name
source: Infested Chamber
es_es: Cámara Infestada

# data/areas/cold-dng.json//floors/1/maps/0/name
source: Elevator
es_es: Elevador

# data/areas/cold-dng.json//floors/1/maps/1/name
source: Frozen Shaft 1
es_es: Acantilado Congelado 1

# data/areas/cold-dng.json//floors/1/maps/2/name
source: Frozen Shaft 2
es_es: Acantilado Congelado 2

# data/areas/cold-dng.json//floors/1/maps/3/name
source: Frozen Shaft 3
es_es: Acantilado Congelado 3

# data/areas/cold-dng.json//floors/1/maps/4/name
source: Frozen Shaft 4
es_es: Acantilado Congelado 4

# data/areas/cold-dng.json//floors/1/maps/5/name
source: Frozen Shaft 5
es_es: Acantilado Congelado 5

# data/areas/cold-dng.json//floors/1/maps/6/name
source: Overrun Chamber
es_es: Cámara Infestada

# data/areas/cold-dng.json//floors/1/maps/7/name
source: Chamber of Fire
es_es: Cámara de Fuego

# data/areas/cold-dng.json//floors/2/maps/0/name
source: Elevator
es_es: Elevador

# data/areas/cold-dng.json//floors/2/maps/1/name
source: Storage Room 1
es_es: Sala de Almacenamiento 1

# data/areas/cold-dng.json//floors/2/maps/2/name
source: Frozen Chamber 1
es_es: Cámara Congelada 1

# data/areas/cold-dng.json//floors/2/maps/3/name
source: Storage Room 3
es_es: Sala de Almacenamiento 3

# data/areas/cold-dng.json//floors/2/maps/4/name
source: Storage Room 4
es_es: Sala de Almacenamiento 4

# data/areas/cold-dng.json//floors/2/maps/5/name
source: Frozen Chamber 2
es_es: Cámara Congelada 2

# data/areas/cold-dng.json//floors/2/maps/6/name
source: Abandoned Chamber 2
es_es: Cámara Abandonada 2

# data/areas/cold-dng.json//floors/3/maps/0/name
source: Crossing Funnel
es_es: Cruce

# data/areas/cold-dng.json//floors/3/maps/1/name
source: Old Shaft 1
es_es: Viejo Acantilado 1

# data/areas/cold-dng.json//floors/3/maps/2/name
source: Old Shaft 2
es_es: Viejo Acantilado 2

# data/areas/cold-dng.json//floors/3/maps/3/name
source: Testing Chamber
es_es: Cámara de Pruebas

# data/areas/cold-dng.json//floors/3/maps/4/name
source: Great Chasm
es_es: Gran Abismo

# data/areas/cold-dng.json//floors/3/maps/5/name
source: Old Chamber
es_es: Vieja Cámara

# data/areas/cold-dng.json//floors/3/maps/6/name
source: Elevator
es_es: Elevador

# data/areas/cold-dng.json//floors/3/maps/7/name
source: Control Room A
es_es: Sala de Control A

# data/areas/cold-dng.json//floors/3/maps/8/name
source: Control Room B
es_es: Sala de Control B

# data/areas/cold-dng.json//floors/3/maps/9/name
source: Abandoned Chamber 1
es_es: Cámara Abandonada 1

# data/areas/cold-dng.json//floors/4/maps/0/name
source: Elevator
es_es: Elevador

# data/areas/cold-dng.json//floors/4/maps/1/name
source: Temple Chamber 1
es_es: Cámara del Templo 1

# data/areas/cold-dng.json//floors/4/maps/2/name
source: Temple Chamber 2
es_es: Cámara del Templo 2

# data/areas/cold-dng.json//floors/4/maps/3/name
source: Temple Chamber 3
es_es: Cámara del Templo 3

# data/areas/cold-dng.json//floors/4/maps/4/name
source: Elevator Control
es_es: Controles del Elevador

# data/areas/cold-dng.json//floors/4/maps/5/name
source: Forbidden Chasm
es_es: Abismo Prohibido

# data/areas/cold-dng.json//floors/4/maps/6/name
source: Forbidden Storage
es_es: Almacenamiento Prohibido

# data/areas/cold-dng.json//floors/4/maps/7/name
source: Chamber of the Shade
es_es: Cámara de la Sombra

# data/maps/cold-dng/b1/center.json//entities/0/settings/destinations/0/label
source: G
es_es: PB

# data/maps/cold-dng/b1/center.json//entities/0/settings/destinations/1/label
source: B1
es_es: S1

# data/maps/cold-dng/b1/center.json//entities/0/settings/destinations/2/label
source: B2
es_es: S2

# data/maps/cold-dng/b1/center.json//entities/0/settings/destinations/3/label
source: B3
es_es: S3

# data/maps/cold-dng/b1/center.json//entities/0/settings/destinations/4/label
source: B4
es_es: S4

# data/maps/cold-dng/b1/center.json//entities/27/settings/teleportLabel
source: Control Room A
es_es: Sala de Control A

# data/maps/cold-dng/b1/center.json//entities/28/settings/teleportLabel
source: Control Room B
es_es: Sala de Control B

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/5/message
source: Hey, Lea... how is it going?
es_es: Hola, Lea... ¿cómo vas?

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/7/message
source: Ah... I just need a short breather, this dungeon is pretty long, non?
es_es: Ah... solo necesito un descanso, esta mazmorra es muy larga, ¿non?

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/9/message
source: Btw.... you did see them too, right?
es_es: Por cierto... tú también los viste, ¿cierto?

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/11/message
source: You know... \c[3]them\c[0].
es_es: Ya sabes... a \c[3]ellos\c[0].

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/13/message
source: ... the \c[3]Bugs\c[0].
es_es: ... los \c[3]Bichos\c[0].

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/15/message
source: [nods]
es_es: [asiente]

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/16/message
source: Gahhhhh! I hate those things!
es_es: ¡Ahhhhh! ¡Odio esas cosas!

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/18/message
source: I mean they are HUGE.
es_es: Es decir, son ENORMES.

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/19/message
source: But also quick and twitchy and there are just SOOO MANY OF THEM.
es_es: Pero también son rápidos, y se mueven raro, Y HAY MUCHÍSIMOS.

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/22/message
source: Yeah, I really don't like bugs. Pardon.
es_es: Pardon... es que realmente no me gustan los bichos.

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/23/message
source: I guess I just felt like talking about it....
es_es: Supongo que tenía ganas de contártelo...

# data/maps/cold-dng/b1/center.json//entities/36/settings/event/24/message
source: Anyway, those things will not stop me. The race is still on!
es_es: En fin, esas cosas no me detendrán. ¡La carrera continúa!

source: Threat detected
es_es: Amenaza detectada

# data/maps/cold-dng/b1/control-a.json//entities/59/settings/teleportLabel
source: Back to Elevator
es_es: Volver al Elevador

# data/maps/cold-dng/b1/control-b.json//entities/61/settings/teleportLabel
source: Back to Elevator
es_es: Volver al Elevador

# data/maps/cold-dng/b2/center.json//entities/8/settings/destinations/0/label
source: G
es_es: PB

# data/maps/cold-dng/b2/center.json//entities/8/settings/destinations/1/label
source: B1
es_es: S1

# data/maps/cold-dng/b2/center.json//entities/8/settings/destinations/2/label
source: B2
es_es: S2

# data/maps/cold-dng/b2/center.json//entities/8/settings/destinations/3/label
source: B3
es_es: S3

# data/maps/cold-dng/b2/center.json//entities/8/settings/destinations/4/label
source: B4
es_es: S4

# data/maps/cold-dng/b3/center.json//entities/8/settings/destinations/0/label
source: G
es_es: PB

# data/maps/cold-dng/b3/center.json//entities/8/settings/destinations/1/label
source: B1
es_es: S1

# data/maps/cold-dng/b3/center.json//entities/8/settings/destinations/2/label
source: B2
es_es: S2

# data/maps/cold-dng/b3/center.json//entities/8/settings/destinations/3/label
source: B3
es_es: S3

# data/maps/cold-dng/b3/center.json//entities/8/settings/destinations/4/label
source: B4
es_es: S4

# data/maps/cold-dng/b3/room7.json//entities/6/settings/event/6/action/0/text
source: Threat detected
es_es: Amenaza detectada

# data/maps/cold-dng/b3/room7.json//entities/41/settings/event/31/object
source: Heat Mode
es_es: Modo Fuego

# data/maps/cold-dng/b3/room7.json//entities/42/settings/event/17/text
source: Press \i[heat] to switch to \c[3]heat mode\c[0] at any time!
es_es: ¡Oprime \i[heat] para cambiar al \c[3]modo fuego\c[0]!

# data/maps/cold-dng/b3/room7.json//entities/42/settings/event/21/text
source: Press \i[heat] \c[3]again\c[3] to switch back to \c[3]neutral mode\c[0].
es_es: Oprime \i[heat] otra vez para \c[3]volver al modo neutral\c[0].

# data/maps/cold-dng/b3/room7.json//entities/43/settings/event/0/title
source: Elemental Overload
es_es: Sobrecarga Elemental

# data/maps/cold-dng/b3/room7.json//entities/43/settings/event/0/content
source: Learn how to manage \c[3]Elemental overload\c[0].
es_es: Aprende a controlar la \c[3]Sobrecarga Elemental\c[0].

# data/maps/cold-dng/b3/room7.json//entities/43/settings/event/0/acceptStep/5/text
source: Doing actions in element mode will increase your \c[3]element load\c[0].
es_es: Cada acción que realices mientras tengas activado algún modo elemental incrementará la \c[3]carga elemental\c[0].

source: Your \c[3]element load\c[0] is displayed around the element mode symbol.
es_es: La \c[3]carga elemental\c[0] se mostrará en el área del símbolo del modo elemental.

source: If your element load fills up, you reach the \c[3]Elemental Overload\c[0], which temporarily blocks the use of \c[3]all element modes\c[0].
es_es: Si tu carga elemental se llena, causarás una \c[3]Sobrecarga Elemental\c[0] y se bloqueará temporalmente el uso de \c[3]cualquier modo elemental\c[0].

source: Your element load will steadily decrease in \c[3]Neutral mode\c[0].
es_es: Tu carga elemental disminuirá gradualmente en el \c[3]Modo Neutral\c[0].

source: The best approach to \c[3]quickly decrease\c[0] your load is to \c[3]deal damage\c[0] in \c[3]Neutral Mode\c[0].
es_es: La mejor forma de \c[3]disminuir rápidamente\c[0] la carga elemental es \c[3]causando daño\c[0] con el \c[3]Modo Neutral\c[0].

source: Repeat?
es_es: ¿Volver a explicar?

source: Yes
es_es: Sí

# data/maps/cold-dng/b3/room7.json//entities/53/settings/event/6/action/0/text
source: Threat detected
es_es: Amenaza detectada

source: Enemy Heat
es_es: Calor Enemigo

# data/maps/cold-dng/b4/center.json//entities/8/settings/destinations/0/label
source: G
es_es: PB

# data/maps/cold-dng/b4/center.json//entities/8/settings/destinations/1/label
source: B1
es_es: S1

# data/maps/cold-dng/b4/center.json//entities/8/settings/destinations/2/label
source: B2
es_es: S2

# data/maps/cold-dng/b4/center.json//entities/8/settings/destinations/3/label
source: B3
es_es: S3

# data/maps/cold-dng/b4/center.json//entities/8/settings/destinations/4/label
source: B4
es_es: S4

# data/maps/cold-dng/b4/room9.json//entities/81/settings/event/5/message
source: BUGS EVERYWHERE!
es_es: ¡HAY BICHOS POR TODOS LADOS!

# data/maps/cold-dng/b4/room9.json//entities/81/settings/event/7/message
source: IN ALL THE ROOMS.
es_es: EN TODAS LAS HABITACIONES.

# data/maps/cold-dng/b4/room9.json//entities/81/settings/event/8/message
source: BELOW ROCKS. INSIDE EGGS.
es_es: DEBAJO DE LAS PIEDRAS. ADENTRO DE LOS HUEVOS.

# data/maps/cold-dng/b4/room9.json//entities/81/settings/event/9/message
source: ON FRIGGIN' TINY ICY PLATFORMS.
es_es: EN LAS MALDITAS PLATAFORMAS DE HIELO.

# data/maps/cold-dng/b4/room9.json//entities/81/settings/event/10/message
source: WHY WOULD THEY DO THIS TO ME?!
es_es: ¡¿POR QUÉ ME HACEN ESTO?!

# data/maps/cold-dng/b4/room9.json//entities/81/settings/event/12/message
source: Sacrebleu! This dungeon is the worst.
es_es: ¡Sacrebleu! Esta mazmorra es lo peor.

# data/maps/cold-dng/b4/room9.json//entities/81/settings/event/14/message
source: ANYWAY! Race. Still on. Not gonna give up.
es_es: ¡EN FIN! La carrera sigue en curso. No me rendiré.

# data/maps/cold-dng/g/center.json//entities/21/settings/destinations/0/label
source: G
es_es: PB

# data/maps/cold-dng/g/center.json//entities/21/settings/destinations/1/label
source: B1
es_es: S1

# data/maps/cold-dng/g/center.json//entities/21/settings/destinations/2/label
source: B2
es_es: S2

# data/maps/cold-dng/g/center.json//entities/21/settings/destinations/3/label
source: B3
es_es: S3

# data/maps/cold-dng/g/center.json//entities/21/settings/destinations/4/label
source: B4
es_es: S4

# data/maps/cold-dng/g/center.json//entities/64/settings/event/0/message
source: Good luck, Lea! I'll be waiting at the end!
es_es: ¡Buena suerte, Lea! ¡Te esperaré al final!

# data/maps/cold-dng/g/expo-space.json//entities/4/settings/event/8/text
source: These mountains stood for eons, nearly unchanged...
es_es: Estas montañas han existido por eones, sin sufrir cambios...

# data/maps/cold-dng/g/expo-space.json//entities/4/settings/event/9/text
source: Their frozen crown, shimmering in the sun.
es_es: Sus congeladas cimas, brillan en el sol.

# data/maps/cold-dng/g/expo-space.json//entities/4/settings/event/10/text
source: Among these heights and hurdles you persevered.
es_es: A pesar de las alturas y las dificultades, has perseverado.

# data/maps/cold-dng/g/expo-space.json//entities/4/settings/event/11/text
source: Wielding the blazing flames, you cleaved through ice and stone alike.
es_es: Empuñando las ardientes llamas, has atravesado hielo y piedra con habilidad.

# data/maps/cold-dng/g/expo-space.json//entities/4/settings/event/12/text
source: You, the traveler, the envoy of change.
es_es: Tú, el viajero, el enviado del cambio.

# data/maps/cold-dng/g/expo-space.json//entities/4/settings/event/13/text
source: You have proven yourself worthy.
es_es: Has demostrado ser digno.

# data/maps/cold-dng/g/expo-space.json//entities/4/settings/event/14/text
source: Take this Shade and continue on your journey.
es_es: Toma esta Sombra, y continúa tu camino.

# data/maps/cold-dng/g/expo-space.json//entities/4/settings/event/23/text
source: Let your every step form the path of your growth.
es_es: Que cada uno de tus pasos forme el camino de tu crecimiento.

# data/maps/cold-dng/g/shade-room.json//entities/10/settings/interact/hoverText
source: Birth of Di'aro
es_es: El nacimiento de Di'aro

# data/maps/cold-dng/g/shade-room.json//entities/10/settings/interact/event/0/text
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void.
es_es: Todo comenzó cuando \c[3]Di'orbis\c[0], el Dios etéreo de la creación, nació en el vacío del abismo.

# data/maps/cold-dng/g/shade-room.json//entities/10/settings/interact/event/1/text
source: After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0].
es_es: Luego de pasar eones en solitud, su deseo por compañía dio luz a los \c[3]Dioses de la Forma\c[0].

# data/maps/cold-dng/g/shade-room.json//entities/10/settings/interact/event/2/text
source: Di'aro is one of these gods. The God of the \c[3]Square\c[0] and the creator of \c[3]solid surface\c[0].
es_es: \c[3]Di'aro\c[0] es uno de estos dioses. El Dios del \c[3]Cuadrado\c[0] y creador de las \c[3]superficies sólidas\c[0].

# data/maps/cold-dng/g/shade-room.json//entities/11/settings/interact/hoverText
source: The creations of Di'aro
es_es: Las creaciones de Di'aro

# data/maps/cold-dng/g/shade-room.json//entities/11/settings/interact/event/0/text
source: Di'aro is the creator of \c[3]solid surface\c[0].
es_es: Di'aro es el creador de las \c[3]superficies sólidas\c[0].

# data/maps/cold-dng/g/shade-room.json//entities/11/settings/interact/event/1/text
source: His powers could form the most \c[3]majestic mountains\c[0] and \c[3]freeze\c[0] the vastest of seas.
es_es: Sus poderes podían formar las más \c[3]majestuosas montañas\c[0] y \c[3]congelar\c[0] el más vasto de los mares.

# data/maps/cold-dng/g/shade-room.json//entities/11/settings/interact/event/2/text
source: Indeed, his creations are enduring and overwhelming sights to behold, yet motionless and without life.
es_es: En efecto, sus creaciones son duraderas, abrumadoras y dignas de admirar, pero inmóviles y carentes de vida.

# data/maps/cold-dng/g/shade-room.json//entities/12/settings/interact/hoverText
source: Fire and Earth
es_es: Fuego y Tierra

# data/maps/cold-dng/g/shade-room.json//entities/12/settings/interact/event/0/text
source: \c[3]E'nel\c[0] is a Goddess of Shape, the mistress of the flame, and creator of the sun.
es_es: \c[3]E'nel\c[0] es una Diosa de la Forma, la dama del fuego y creadora del Sol.

# data/maps/cold-dng/g/shade-room.json//entities/12/settings/interact/event/1/text
source: Yet she was envious of her fellow gods, who created fascinating shapes and worlds full of life and color.
es_es: Sin embargo, sentía envidia de los otros dioses, quienes creaban fascinantes formas y mundos llenos de vida y color.

# data/maps/cold-dng/g/shade-room.json//entities/12/settings/interact/event/2/text
source: She longed to take part, adding a warming fire to these worlds, yet her flame was too mighty and consumed all in its path.
es_es: Ansiaba formar parte de estas creaciones para agregar su caluroso fuego a estos mundos, pero su llama era muy intensa y consumía todo en su camino.

# data/maps/cold-dng/g/shade-room.json//entities/12/settings/interact/event/3/text
source: It was then when \c[3]Di'aro\c[0] had a proposal.
es_es: Fue en ese entonces cuando \c[3]Di'aro\c[0] le hizo una propuesta.

# data/maps/cold-dng/g/shade-room.json//entities/12/settings/interact/event/4/text
source: He shaped a sphere with an empty core and several holes surrounded by high mountains.
es_es: Formó una esfera hueca con múltiples agujeros, rodeada de altas montañas.

# data/maps/cold-dng/g/shade-room.json//entities/12/settings/interact/event/5/text
source: E'nel filled this shape with her flame, creating a world with a heated core and life on its surface.
es_es: E'nel llenó esta forma con sus llamas y creó un mundo con un núcleo ardiente y vida en su superficie.

# data/maps/cold-dng/g/shade-room.json//entities/12/settings/interact/event/6/text
source: Today, every \c[3]volcano\c[0] is a record of \c[3]E'nel\c[0] and \c[3]Di'aro\c[0] working in union.
es_es: Hoy, todo \c[3]volcán\c[0] es un recordatorio de la unión entre \c[3]E'nel\c[0] y \c[3]Di'aro\c[0].

# data/maps/cold-dng/g/shade-room.json//entities/13/settings/interact/hoverText
source: The Message of the Sky
es_es: El Mensaje del Cielo

# data/maps/cold-dng/g/shade-room.json//entities/13/settings/interact/event/0/text
source: Life on \c[3]Shadoon\c[0] has prospered and \c[3]Di'orbis\c[0] felt that our kind was ready to start our journey.
es_es: La vida en \c[3]Shadoon\c[0] ha prosperado, y \c[3]Di'orbis\c[0] sintió que nuestra especie estaba lista para comenzar nuestro viaje.

# data/maps/cold-dng/g/shade-room.json//entities/13/settings/interact/event/1/text
source: Di'aro, however, did not agree. He still saw our kind as infants crawling over the majestic surface he created.
es_es: Di'aro, sin embargo, no estaba de acuerdo. Él no veía más que infantes, gateando sobre la majestuosa superficie que creó.

# data/maps/cold-dng/g/shade-room.json//entities/13/settings/interact/event/2/text
source: Di'orbis then pointed to Shadoon and asked Di'aro to watch. Di'aro saw how our kind climbed the \c[3]highest of mountains\c[0] and reached the very \c[3]bottom of the sea\c[0].
es_es: Di'orbis entonces le pidió a Di'aro que observe Shadoon. Di'aro vio cómo nuestra especie escalaba las \c[3]más altas montañas\c[0] y se sumergía hasta los \c[3]océanos más profundos\c[0].

# data/maps/cold-dng/g/shade-room.json//entities/13/settings/interact/event/3/text
source: Di'aro was shocked yet proud of our achievements. Reluctantly, he agreed that indeed we had been ready to start our journey.
es_es: Di'aro quedó anonadado, pero orgulloso de nuestros logros. De mala gana, aceptó que nosotros sí estábamos listos para nuestro viaje.

# data/maps/cold-dng/g/shade-room.json//entities/13/settings/interact/event/4/text
source: Di'aro then prepared an \c[3]envelope\c[0] of solid rock and ice, used to send the \c[3]Message of the Sky\c[0].
es_es: Di'aro preparó un \c[3]sobre\c[0] de piedra y hielo sólido, y lo utilizó para enviar el \c[3]Mensaje del Cielo\c[0].

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/0/text
source: That was rough...
es_es: Ha estado difícil..

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/1/text
source: Too many chasms, right?
es_es: Muchos abismos, ¿cierto?

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/2/text
source: That whole dungeon was one large abyss!
es_es: ¡Toda la mazmorra no era más que un gran abismo!

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/3/text
source: The last boss was over a cliff for Pete's sake!
es_es: ¡El jefe final estaba en una colina, por el amor de Dios!

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/4/text
source: Still, you made it.\. I'm so proud of you!
es_es: Y aun así, lo lograste.\. ¡Estoy orgullosa de ti!

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/5/text
source: Gee, thanks.
es_es: Ay, gracias.

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/6/text
source: So...\. Let's collect the shade already.\. We clearly earned it!
es_es: Entonces...\. Consigamos la Sombra de una vez.\. ¡Nos la merecemos!

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/7/text
source: Are you kidding?!
es_es: ¡¿Hablas en serio?!

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/8/text
source: They will probably do that "float in space" thing again!
es_es: ¡Seguramente volverán a hacer ese efecto de "flotar en el espacio"!

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/9/text
source: I can't take that right now, please!
es_es: ¡No puedo soportar algo así ahora, por favor!

# data/maps/cold-dng/g/shade-room.json//entities/18/settings/dialog/10/text
source: Oh, come on!
es_es: ¡Oh, vamos!

source: Awww... you're first.
es_es: Awww... llegaste primera.

source: You got me this time.
es_es: Me ganaste esta vez.

source: I blame those bugs, oui!
es_es: Fue por esos bichos, ¡oui!

source: Also I'm sure we both can agree that you being \c[1]over-powered\c[0] certainly made a difference.
es_es: Además, creo que podemos estar de acuerdo en que tus... \c[1]ventajas\c[0] te han facilitado las cosas.

source: Seriously, what was up with that battle for the master key?!
es_es: No, en serio, ¡¿a quién se le ocurrió esa batalla para conseguir la llave maestra?!

source: It's like they designed this dungeon after my worst nightmares!
es_es: ¡Es como si hubiesen diseñado la mazmorra a partir de mis peores pesadillas!

source: Oh well!\. I'll get you next time!
es_es: ¡Oh, bueno!\. ¡Ya te ganaré la próxima vez!

source: ...Ha!\. First again!
es_es: ¡...Ja!\. ¡Primera otra vez!

source: Guess being \c[1]over-powered\c[0] doesn't help you much with those puzzles, oui?
es_es: Veo que tus \c[1]ventajas\c[0] no te sirven mucho para resolver esos puzles, ¿non?

source: Phew... to be honest, it was very close.
es_es: Uff... para ser sincera, ha estado muy justo.
