Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cold-dng.po
Languages: es_es, ru_ru

source: That dungeon was much longer compared to Newcomer's Bridge, non?
es_es: Esa mazmorra fue mucho más larga que el Puente de los Principiantes, ¿non?

source: [nods]
es_es: [asiente]

# data/maps/cold-dng/g/shade-room.json//entities/20/settings/event/13/message
source: Hm, but this room is strange, non?
es_es: Hm, pero esta habitación es algo extraña, ¿non?

# data/maps/cold-dng/g/shade-room.json//entities/20/settings/event/14/message
source: I didn't expect to see other players within the dungeon.
es_es: No esperaba ver otros jugadores en la mazmorra.

# data/maps/cold-dng/g/shade-room.json//entities/20/settings/event/15/message
source: I guess rooms like these are simply not instanced.
es_es: Supongo que las habitaciones como estas no están instanciadas.

# data/maps/cold-dng/g/shade-room.json//entities/20/settings/event/19/message
source: Anyway, I think we should check out this statue up there.
es_es: En fin, creo que deberíamos ir a ver esa estatua de ahí.

# data/maps/cold-dng/g/shade-room.json//entities/23/settings/event/20/message
source: ...Bird people. Bird people in space.
es_es: ...Esta gente... ¿son pájaros? ¿Y están en el espacio?

# data/maps/cold-dng/g/shade-room.json//entities/23/settings/event/21/message
source: So that's the Ancients?
es_es: ¿Esos son los Antiguos?

# data/maps/cold-dng/g/shade-room.json//entities/23/settings/event/22/message
source: [nods]
es_es: [asiente]

# data/maps/cold-dng/g/shade-room.json//entities/23/settings/event/23/message
source: Fair enough.
es_es: Bien.

# data/maps/cold-dng/g/shade-room.json//entities/23/settings/event/24/message
source: Alors... do you see those \c[3]rotating info thingies\c[0]?
es_es: Alors... ¿ves esas \c[3]cositas de información giratorias\c[0]?

# data/maps/cold-dng/g/shade-room.json//entities/23/settings/event/25/message
source: I bet those have all the info about the Ancients we need.
es_es: Apuesto que tienen toda la información que necesitamos sobre los Antiguos.

# data/maps/cold-dng/g/shade-room.json//entities/23/settings/event/26/message
source: Don't forget about the \c[3]quiz\c[0]...
es_es: No te olvides de que tenemos que hacer esa \c[3]prueba\c[0]...

# data/maps/cold-dng/g/shade-room.json//entities/23/settings/event/29/task
source: Read about the Ancients in the \c[3]Temple Mine\c[0] and take the quiz at the \c[3]First Scholars HQ\c[0].
es_es: Lee sobre los Antiguos en el \c[3]Templo Mina\c[0] y haz la prueba en la \c[3]Sede de los Primeros Eruditos\c[0].

# data/maps/cold-dng/g/shade-room.json//entities/24/settings/event/1/message
source: Alright! Just read everything there is.
es_es: ¡De acuerdo! Solo lee todo lo que haya.

# data/maps/cold-dng/g/shade-room.json//entities/24/settings/event/2/message
source: We should head back to the \c[3]First Scholars HQ\c[0] and take that quiz!
es_es: ¡Deberíamos volver a la \c[3]Sede de los Primeros Eruditos\c[0] y hacer esa prueba\c[0]!

source: Water. Frozen water.
es_es: Agua. Agua congelada.

source: Solid as rock, smooth as silk.
es_es: Sólida como una roca, suave como la seda.

source: ...And slippery.
es_es: ...Y resbaladiza.

source: ...Waaay too slippery!
es_es: ...¡Demasiaaaaaado resbaladiza!

# data/maps/cold-dng/g/shade-room.json//entities/31/settings/dialog/0/text
source: And, did you find all the chests already?
es_es: ¿Y bien? ¿Encontraste todos los cofres?

# data/maps/cold-dng/g/shade-room.json//entities/31/settings/dialog/1/text
source: No, still missing one.
es_es: No, aún me falta uno.

# data/maps/cold-dng/g/shade-room.json//entities/31/settings/dialog/2/text
source: Yeah, me too. Somebody gave me a hint, though.
es_es: Sí, a mí también. Pero alguien me dio una pista.

# data/maps/cold-dng/g/shade-room.json//entities/31/settings/dialog/3/text
source: There is one chest that will only appear if you do certain things in that room.
es_es: Hay un cofre que solo aparecerá si haces ciertas cosas en esa habitación.

# data/maps/cold-dng/g/shade-room.json//entities/31/settings/dialog/4/text
source: What kind of things?
es_es: ¿Qué tipo de cosas?

# data/maps/cold-dng/g/shade-room.json//entities/31/settings/dialog/5/text
source: Dunno. That's all she told me. She didn't want to "spoil" the whole secret.
es_es: No lo sé. No me dijo más. No quería "arruinar" el secreto.

# data/maps/cold-dng/g/shade-room.json//entities/32/settings/dialog/0/text
source: Alright! Second boss defeated. What did you think?
es_es: ¡Muy bien! Ya hemos vencido al segundo jefe. ¿Qué te ha parecido?

# data/maps/cold-dng/g/shade-room.json//entities/32/settings/dialog/1/text
source: Huge. Pretty slow, though. But I loved the bomb punching!
es_es: Enorme. Pero era demasiado lento. ¡Me encantó pegarle a las bombas!

# data/maps/cold-dng/g/shade-room.json//entities/32/settings/dialog/2/text
source: You know you can throw balls at the bombs, right?
es_es: Puedes tirarle bolas a las bombas, ¿lo sabías?

# data/maps/cold-dng/g/shade-room.json//entities/32/settings/dialog/3/text
source: I don't throw balls. I punch with an extension of my fist.
es_es: Yo no tiro bolas. Yo golpeo con una extensión en mi puño.

# data/maps/cold-dng/g/shade-room.json//entities/32/settings/dialog/4/text
source: Sure, whatever you want to call it.
es_es: Seguro, como quieras decirle.

# data/maps/cold-dng/g/shade-room.json//entities/32/settings/dialog/5/text
source: And I cut things with swords!
es_es: ¡Y corto cosas con espadas!

# data/maps/cold-dng/g/shade-room.json//entities/32/settings/dialog/6/text
source: I like swords!
es_es: ¡Me gustan las espadas!

# data/maps/cold-dng/g/shade-room.json//entities/32/settings/dialog/7/text
source: Yes... Yes you do.
es_es: Sí... ya lo sé.

# data/areas/cold-dng.json/name
source: Bergen Tempel Mine
ru_ru: Бергенская Храм-Шахта

# data/areas/cold-dng.json/floors/0/maps/0/name
source: Elevator
ru_ru: Лифт

# data/areas/cold-dng.json/floors/0/maps/1/name
source: Forgotten Path 1
ru_ru: Забытый путь 1

# data/areas/cold-dng.json/floors/0/maps/2/name
source: Forgotten Path 2
ru_ru: Забытый путь 2

# data/areas/cold-dng.json/floors/0/maps/3/name
source: Forgotten Path 3
ru_ru: Забытый путь 3

# data/areas/cold-dng.json/floors/0/maps/4/name
source: Forgotten Shaft 1
ru_ru: Забытая шахта 1

# data/areas/cold-dng.json/floors/0/maps/5/name
source: Forgotten Shaft 2
ru_ru: Забытая шахта 2

# data/areas/cold-dng.json/floors/0/maps/6/name
source: Forgotten Shaft 3
ru_ru: Забытая шахта 3

# data/areas/cold-dng.json/floors/0/maps/7/name
source: Forgotten Shaft 4
ru_ru: Забытая шахта 4

# data/areas/cold-dng.json/floors/0/maps/8/name
source: Forgotten Shaft 5
ru_ru: Забытая шахта 5

# data/areas/cold-dng.json/floors/0/maps/9/name
source: Forgotten Test Chamber
ru_ru: Забытый зал испытания

# data/areas/cold-dng.json/floors/0/maps/10/name
source: Infested Chamber
ru_ru: Заражённый зал

# data/areas/cold-dng.json/floors/1/maps/0/name
source: Elevator
ru_ru: Лифт

# data/areas/cold-dng.json/floors/1/maps/1/name
source: Frozen Shaft 1
ru_ru: Замороженная шахта 1

# data/areas/cold-dng.json/floors/1/maps/2/name
source: Frozen Shaft 2
ru_ru: Замороженная шахта 2

# data/areas/cold-dng.json/floors/1/maps/3/name
source: Frozen Shaft 3
ru_ru: Замороженная шахта 3

# data/areas/cold-dng.json/floors/1/maps/4/name
source: Frozen Shaft 4
ru_ru: Замороженная шахта 4

# data/areas/cold-dng.json/floors/1/maps/5/name
source: Frozen Shaft 5
ru_ru: Замороженная шахта 5

# data/areas/cold-dng.json/floors/1/maps/6/name
source: Overrun Chamber
ru_ru: Захваченный зал

# data/areas/cold-dng.json/floors/1/maps/7/name
source: Chamber of Fire
ru_ru: Зал огня

# data/areas/cold-dng.json/floors/2/maps/0/name
source: Elevator
ru_ru: Лифт

# data/areas/cold-dng.json/floors/2/maps/1/name
source: Storage Room 1
ru_ru: Хранилище 1

# data/areas/cold-dng.json/floors/2/maps/2/name
source: Frozen Chamber 1
ru_ru: Замороженный зал 1

# data/areas/cold-dng.json/floors/2/maps/3/name
source: Storage Room 3
ru_ru: Хранилище 2

# data/areas/cold-dng.json/floors/2/maps/4/name
source: Storage Room 4
ru_ru: Хранилище 3

# data/areas/cold-dng.json/floors/2/maps/5/name
source: Frozen Chamber 2
ru_ru: Замороженный зал 2

# data/areas/cold-dng.json/floors/2/maps/6/name
source: Abandoned Chamber 2
ru_ru: Заброшенный зал 2

# data/areas/cold-dng.json/floors/3/maps/0/name
source: Crossing Funnel
ru_ru: Переходная воронка

# data/areas/cold-dng.json/floors/3/maps/1/name
source: Old Shaft 1
ru_ru: Старая шахта 1

# data/areas/cold-dng.json/floors/3/maps/2/name
source: Old Shaft 2
ru_ru: Старая шахта 2

# data/areas/cold-dng.json/floors/3/maps/3/name
source: Testing Chamber
ru_ru: Зал испытания

# data/areas/cold-dng.json/floors/3/maps/4/name
source: Great Chasm
ru_ru: Великая пропасть

# data/areas/cold-dng.json/floors/3/maps/5/name
source: Old Chamber
ru_ru: Старый зал

# data/areas/cold-dng.json/floors/3/maps/6/name
source: Elevator
ru_ru: Лифт

# data/areas/cold-dng.json/floors/3/maps/7/name
source: Control Room A
ru_ru: Комната управления А

# data/areas/cold-dng.json/floors/3/maps/8/name
source: Control Room B
ru_ru: Комната управления B

# data/areas/cold-dng.json/floors/3/maps/9/name
source: Abandoned Chamber 1
ru_ru: Заброшенный зал 1

# data/areas/cold-dng.json/floors/4/maps/0/name
source: Elevator
ru_ru: Лифт

# data/areas/cold-dng.json/floors/4/maps/1/name
source: Temple Chamber 1
ru_ru: Зал 1

# data/areas/cold-dng.json/floors/4/maps/2/name
source: Temple Chamber 2
ru_ru: Зал 2

# data/areas/cold-dng.json/floors/4/maps/3/name
source: Temple Chamber 3
ru_ru: Зал 3

# data/areas/cold-dng.json/floors/4/maps/4/name
source: Elevator Control
ru_ru: Управление лифтом

# data/areas/cold-dng.json/floors/4/maps/5/name
source: Forbidden Chasm
ru_ru: Запретная пропасть

# data/areas/cold-dng.json/floors/4/maps/6/name
source: Forbidden Storage
ru_ru: Запретное хранилище

# data/areas/cold-dng.json/floors/4/maps/7/name
source: Chamber of the Shade
ru_ru: Зал тени

# data/maps/cold-dng/b1/center.json/entities/27/settings/teleportLabel
source: Control Room A
ru_ru: Комната управления А

# data/maps/cold-dng/b1/center.json/entities/28/settings/teleportLabel
source: Control Room B
ru_ru: Комната управления B

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/5/message
source: Hey, Lea... how is it going?
ru_ru: Эй, Лея... как там у тебя дела?

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/7/message
source: Ah... I just need a short breather, this dungeon is pretty long, non?
ru_ru: Ах... Мне просто нужна короткая передышка, это подземелье довольно длинное, не так ли?

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/9/message
source: Btw.... you did see them too, right?
ru_ru: Кстати... ты их тоже видела, да?

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/11/message
source: You know... \c[3]them\c[0].
ru_ru: Ну ты поняла... \c[3]их\c[0].

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/13/message
source: ... the \c[3]Bugs\c[0].
ru_ru: ...\c[3]Жуков\c[0].

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/15/message
source: [nods]
ru_ru: [кивает]

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/16/message
source: Gahhhhh! I hate those things!
ru_ru: Ааааааа! Я ненавижу их!

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/18/message
source: I mean they are HUGE.
ru_ru: Я имею в виду, что они ОГРОМНЫЕ.

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/19/message
source: But also quick and twitchy and there are just SOOO MANY OF THEM.
ru_ru: А ещё прыткие и дёрганые, и их тут ТАААК МНОГО.

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/22/message
source: Yeah, I really don't like bugs. Pardon.
ru_ru: Ага, я правда не люблю жуков. Pardon (Извини).

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/23/message
source: I guess I just felt like talking about it....
ru_ru: Наверное, я просто хотела выговориться....

# data/maps/cold-dng/b1/center.json/entities/36/settings/event/24/message
source: Anyway, those things will not stop me. The race is still on!
ru_ru: Так или иначе, они не остановят меня. Гонка продолжается!

# data/maps/cold-dng/b1/control-a.json/entities/49/settings/event/10/action/0/text
source: Threat detected
ru_ru: Обнаружена угроза

# data/maps/cold-dng/b1/control-a.json/entities/59/settings/teleportLabel
source: Back to Elevator
ru_ru: Назад к лифту

# data/maps/cold-dng/b1/control-b.json/entities/61/settings/teleportLabel
source: Back to Elevator
ru_ru: Назад к лифту

# data/maps/cold-dng/b3/room7.json/entities/6/settings/event/6/action/0/text
source: Threat detected
ru_ru: Обнаружена угроза

# data/maps/cold-dng/b3/room7.json/entities/41/settings/event/31/object
source: Heat Mode
ru_ru: Режим Пламени

# data/maps/cold-dng/b3/room7.json/entities/42/settings/event/17/text
source: Press \i[heat] to switch to \c[3]heat mode\c[0] at any time!
ru_ru: Нажмите \i[heat], чтобы переключиться в \c[3]режим пламени\c[0] в любое время!

# data/maps/cold-dng/b3/room7.json/entities/42/settings/event/21/text
source: Press \i[heat] \c[3]again\c[3] to switch back to \c[3]neutral mode\c[0].
ru_ru: Нажмите \i[heat] \c[3]ещё раз\c[3], чтобы вернуться в \c[3]нейтральный режим\c[0].

# data/maps/cold-dng/b3/room7.json/entities/43/settings/event/0/title
source: Elemental Overload
ru_ru: Элементальная перегрузка

# data/maps/cold-dng/b3/room7.json/entities/43/settings/event/0/content
source: Learn how to manage \c[3]Elemental overload\c[0].
ru_ru: Узнайте, как управлять \c[3]элементальной перегрузкой\c[0].

# data/maps/cold-dng/b3/room7.json/entities/43/settings/event/0/acceptStep/5/text
source: Doing actions in element mode will increase your \c[3]element load\c[0].
ru_ru: Выполнение действий в режиме элемента увеличивает \c[3]нагрузку элемента\c[0].

# data/maps/cold-dng/b3/room7.json/entities/43/settings/event/0/acceptStep/40/text
source: Your \c[3]element load\c[0] is displayed around the element mode symbol.
ru_ru: Ваша \c[3]загруженность элемента\c[0] отображается вокруг символа режима элемента.

# data/maps/cold-dng/b3/room7.json/entities/43/settings/event/0/acceptStep/54/text
source: If your element load fills up, you reach the \c[3]Elemental Overload\c[0], which temporarily blocks the use of \c[3]all element modes\c[0].
ru_ru: Если нагрузка вашего элемента заполнится, то вы достигните \c[3]элементальной перегрузки\c[0], которая временно блокирует использование \c[3]всех элементальных режимов\c[0].

# data/maps/cold-dng/b3/room7.json/entities/43/settings/event/0/acceptStep/56/text
source: Your element load will steadily decrease in \c[3]Neutral mode\c[0].
ru_ru: Ваша загруженность элемента будет постепенно снижаться в \c[3]Нейтральном режиме\c[0].

# data/maps/cold-dng/b3/room7.json/entities/43/settings/event/0/acceptStep/57/text
source: The best approach to \c[3]quickly decrease\c[0] your load is to \c[3]deal damage\c[0] in \c[3]Neutral Mode\c[0].
ru_ru: Лучший вариант \c[3]быстро снизить\c[0] загруженность - \c[3]наносить урон\c[0] в \c[3]Нейтральном режиме\c[0].

# data/maps/cold-dng/b3/room7.json/entities/43/settings/event/0/acceptStep/61/text
source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/cold-dng/b3/room7.json/entities/53/settings/event/6/action/0/text
source: Threat detected
ru_ru: Обнаружена угроза

source: Enemy Heat
ru_ru: Нагрев врага

# data/maps/cold-dng/b4/room9.json/entities/81/settings/event/5/message
source: BUGS EVERYWHERE!
ru_ru: ЖУКИ ПОВСЮДУ!

# data/maps/cold-dng/b4/room9.json/entities/81/settings/event/7/message
source: IN ALL THE ROOMS.
ru_ru: ВО ВСЕХ КОМНАТАХ.

# data/maps/cold-dng/b4/room9.json/entities/81/settings/event/8/message
source: BELOW ROCKS. INSIDE EGGS.
ru_ru: ПОД КАМНЯМИ. ВНУТРИ ЯИЦ.

# data/maps/cold-dng/b4/room9.json/entities/81/settings/event/9/message
source: ON FRIGGIN' TINY ICY PLATFORMS.
ru_ru: НА ЧЁРТОВЫХ МАЛЕНЬКИХ ЛЕДЯНЫХ ПЛАТФОРМАХ.

# data/maps/cold-dng/b4/room9.json/entities/81/settings/event/10/message
source: WHY WOULD THEY DO THIS TO ME?!
ru_ru: ПОЧЕМУ ОНИ ДЕЛАЮТ ЭТО СО МНОЙ?

# data/maps/cold-dng/b4/room9.json/entities/81/settings/event/12/message
source: Sacrebleu! This dungeon is the worst.
ru_ru: Sacrebleu (Чёрт побери)! Это подземелье просто худшее.

# data/maps/cold-dng/b4/room9.json/entities/81/settings/event/14/message
source: ANYWAY! Race. Still on. Not gonna give up.
ru_ru: В ЛЮБОМ СЛУЧАЕ! Гонка. Продолжается. Так просто не сдамся.

# data/maps/cold-dng/g/center.json/entities/64/settings/event/0/message
source: Good luck, Lea! I'll be waiting at the end!
ru_ru: Удачи, Лея! Я буду ждать в конце!

# data/maps/cold-dng/g/expo-space.json/entities/4/settings/event/8/text
source: These mountains stood for eons, nearly unchanged...
ru_ru: Эти горы стояли тысячелетиями,\.\.\. за то время ничуть не изменившись...

# data/maps/cold-dng/g/expo-space.json/entities/4/settings/event/9/text
source: Their frozen crown, shimmering in the sun.
ru_ru: Их ледяная крона\.\.\. сияла в лучах солнца

# data/maps/cold-dng/g/expo-space.json/entities/4/settings/event/10/text
source: Among these heights and hurdles you persevered.
ru_ru: Среди этих высот и препятствий\.\.\. ты показала своё упорство

# data/maps/cold-dng/g/expo-space.json/entities/4/settings/event/11/text
source: Wielding the blazing flames, you cleaved through ice and stone alike.
ru_ru: Повелевая пылающим пламенем\.\.\. ты рассекала лёд и камень

# data/maps/cold-dng/g/expo-space.json/entities/4/settings/event/12/text
source: You, the traveler, the envoy of change.
ru_ru: Ты, странник,\.\.\. предвестник перемен

# data/maps/cold-dng/g/expo-space.json/entities/4/settings/event/13/text
source: You have proven yourself worthy.
ru_ru: Ты проявила себя достойно

# data/maps/cold-dng/g/expo-space.json/entities/4/settings/event/14/text
source: Take this Shade and continue on your journey.
ru_ru: Возьми эту Тень\.\.\. и продолжи свой путь

# data/maps/cold-dng/g/expo-space.json/entities/4/settings/event/23/text
source: Let your every step form the path of your growth.
ru_ru: Да будет каждый твой шаг\.\.\. приближать тебя к совершенству

# data/maps/cold-dng/g/shade-room.json/entities/10/settings/interact/hoverText
source: Birth of Di'aro
ru_ru: Рождение Ди'аро

# data/maps/cold-dng/g/shade-room.json/entities/10/settings/interact/event/0/text
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void.
ru_ru: Всё началось с того, что \c[3]Ди'орбис\c[0], бесплотный бог сотворения, родился в забвении пустоты.

# data/maps/cold-dng/g/shade-room.json/entities/10/settings/interact/event/1/text
source: After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0].
ru_ru: После размышлений о вечности в одиночестве, его стремление к компании породило \c[3]Богов формирования\c[0].

# data/maps/cold-dng/g/shade-room.json/entities/10/settings/interact/event/2/text
source: Di'aro is one of these gods. The God of the \c[3]Square\c[0] and the creator of \c[3]solid surface\c[0].
ru_ru: \c[3]Ди'аро\c[0] - один из этих богов. Бог \c[3]Квадрата\c[0] и создатель \c[3]земной тверди\c[0].

# data/maps/cold-dng/g/shade-room.json/entities/11/settings/interact/hoverText
source: The creations of Di'aro
ru_ru: Творения Ди'аро

# data/maps/cold-dng/g/shade-room.json/entities/11/settings/interact/event/0/text
source: Di'aro is the creator of \c[3]solid surface\c[0].
ru_ru: \c[3]Ди'аро\c[0] - создатель земной тверди.

# data/maps/cold-dng/g/shade-room.json/entities/11/settings/interact/event/1/text
source: His powers could form the most \c[3]majestic mountains\c[0] and \c[3]freeze\c[0] the vastest of seas.
ru_ru: Его силы могли сформировать самые \c[3]величественные горы\c[0] и \c[3]заморозить\c[0] самые большие из морей.

# data/maps/cold-dng/g/shade-room.json/entities/11/settings/interact/event/2/text
source: Indeed, his creations are enduring and overwhelming sights to behold, yet motionless and without life.
ru_ru: Воистину, его творения являются величественным и ошеломляющим зрелищем, но они неподвижны и лишены жизни.

# data/maps/cold-dng/g/shade-room.json/entities/12/settings/interact/hoverText
source: Fire and Earth
ru_ru: Огонь и земля

# data/maps/cold-dng/g/shade-room.json/entities/12/settings/interact/event/0/text
source: \c[3]E'nel\c[0] is a Goddess of Shape, the mistress of the flame, and creator of the sun.
ru_ru: \c[3]Э'нель\c[0] - Богиня формирования, хозяйка пламени и создательница солнца.

# data/maps/cold-dng/g/shade-room.json/entities/12/settings/interact/event/1/text
source: Yet she was envious of her fellow gods, who created fascinating shapes and worlds full of life and color.
ru_ru: И всё же она завидовала своим собратьям-богам, которые создали захватывающие формы и миры, полные жизни и цвета.

# data/maps/cold-dng/g/shade-room.json/entities/12/settings/interact/event/2/text
source: She longed to take part, adding a warming fire to these worlds, yet her flame was too mighty and consumed all in its path.
ru_ru: Она стремилась принять участие, добавляя тёплый огонь в эти миры, но её пламя было слишком сильным и поглощало всё на своем пути.

# data/maps/cold-dng/g/shade-room.json/entities/12/settings/interact/event/3/text
source: It was then when \c[3]Di'aro\c[0] had a proposal.
ru_ru: Именно тогда у \c[3]Ди'аро\c[0] появилось предложение.

# data/maps/cold-dng/g/shade-room.json/entities/12/settings/interact/event/4/text
source: He shaped a sphere with an empty core and several holes surrounded by high mountains.
ru_ru: Он сформировал сферу с пустым ядром и несколькими отверстиями, окружёнными высокими горами.

# data/maps/cold-dng/g/shade-room.json/entities/12/settings/interact/event/5/text
source: E'nel filled this shape with her flame, creating a world with a heated core and life on its surface.
ru_ru: Э'нель наполнила эту форму своим пламенем, создав мир с горячим ядром и жизнью на его поверхности.

# data/maps/cold-dng/g/shade-room.json/entities/12/settings/interact/event/6/text
source: Today, every \c[3]volcano\c[0] is a record of \c[3]E'nel\c[0] and \c[3]Di'aro\c[0] working in union.
ru_ru: В наши дни каждый \c[3]вулкан\c[0] является заслугой \c[3]Э'нель\c[0] и \c[3]Ди'аро\c[0], работающих в согласии.

# data/maps/cold-dng/g/shade-room.json/entities/13/settings/interact/hoverText
source: The Message of the Sky
ru_ru: Послание небес

# data/maps/cold-dng/g/shade-room.json/entities/13/settings/interact/event/0/text
source: Life on \c[3]Shadoon\c[0] has prospered and \c[3]Di'orbis\c[0] felt that our kind was ready to start our journey.
ru_ru: Жизнь на \c[3]Шадуне\c[0] процветала, и \c[3]Ди'орбис\c[0] чувствовал, что наш вид был готов начать своё путешествие.

# data/maps/cold-dng/g/shade-room.json/entities/13/settings/interact/event/1/text
source: Di'aro, however, did not agree. He still saw our kind as infants crawling over the majestic surface he created.
ru_ru: Ди'аро, однако, не согласился. Он всё ещё считал нас младенцами, ползающими по величественной тверди, которую он создал.

# data/maps/cold-dng/g/shade-room.json/entities/13/settings/interact/event/2/text
source: Di'orbis then pointed to Shadoon and asked Di'aro to watch. Di'aro saw how our kind climbed the \c[3]highest of mountains\c[0] and reached the very \c[3]bottom of the sea\c[0].
ru_ru: Затем Ди'орбис указал на Шадун и сказал Ди'аро, чтобы тот наблюдал. Ди'аро увидел, как наш вид поднялся на \c[3]самую высокую из гор\c[0] и достиг самого \c[3]дна моря\c[0].

# data/maps/cold-dng/g/shade-room.json/entities/13/settings/interact/event/3/text
source: Di'aro was shocked yet proud of our achievements. Reluctantly, he agreed that indeed we had been ready to start our journey.
ru_ru: Ди'аро был шокирован, но гордился нашими достижениями. Он неохотно согласился, что мы действительно готовы начать своё путешествие.
