Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/cold-dng.po
Languages: es_es, ru_ru

# data/maps/cold-dng/g/shade-room.json/entities/13/settings/interact/event/4/text
source: Di'aro then prepared an \c[3]envelope\c[0] of solid rock and ice, used to send the \c[3]Message of the Sky\c[0].
ru_ru: Затем Ди'аро подготовил \c[3]оболочку\c[0] из твёрдого камня и льда, которая использовалась для отправки \c[3]Послания небес\c[0].

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/0/text
source: That was rough...
ru_ru: Это было жёстко...

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/1/text
source: Too many chasms, right?
ru_ru: Слишком много пропастей, верно?

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/2/text
source: That whole dungeon was one large abyss!
ru_ru: Всё это подземелье было сплошной огромной бездной!

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/3/text
source: The last boss was over a cliff for Pete's sake!
ru_ru: Ради всего святого, последний босс был над обрывом!

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/4/text
source: Still, you made it.\. I'm so proud of you!
ru_ru: Тем не менее, ты сделала это.\. Я так тобой горжусь!

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/5/text
source: Gee, thanks.
ru_ru: Ну, спасибо.

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/6/text
source: So...\. Let's collect the shade already.\. We clearly earned it!
ru_ru: Так...\. Давай уже возьмём Тень.\. Мы явно это заслужили!

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/7/text
source: Are you kidding?!
ru_ru: Ты издеваешься?!

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/8/text
source: They will probably do that "float in space" thing again!
ru_ru: Они наверняка снова сделают это "парение в космосе"!

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/9/text
source: I can't take that right now, please!
ru_ru: Я не выдержу этого прямо сейчас, пожалуйста!

# data/maps/cold-dng/g/shade-room.json/entities/18/settings/dialog/10/text
source: Oh, come on!
ru_ru: Ой, да ладно!

source: Awww... you're first.
ru_ru: Оуууу... ты пришла первой.

source: You got me this time.
ru_ru: Ты сделала меня на этот раз.

source: I blame those bugs, oui!
ru_ru: Во всём виноваты эти жуки, oui (да)!

source: Also I'm sure we both can agree that you being \c[1]over-powered\c[0] certainly made a difference.
ru_ru: Также я уверена, мы обе можем согласиться, что твоя \c[1]чрезмерная сила\c[0] несомненно повлияла.

source: Seriously, what was up with that battle for the master key?!
ru_ru: Серьёзно, что не так с этой битвой за главный ключ?!

source: It's like they designed this dungeon after my worst nightmares!
ru_ru: Как будто они спроектировали это подземелье из моих худших кошмаров!

source: Oh well!\. I'll get you next time!
ru_ru: Ну ладно!\. Я сделаю тебя в следующий раз!

source: ...Ha!\. First again!
ru_ru: ...Ха!\. Снова первая!

source: Guess being \c[1]over-powered\c[0] doesn't help you much with those puzzles, oui?
ru_ru: Полагаю, что \c[1]лишние уровни\c[0] не особо помогли тебе с этими головоломками, oui (да)?

source: Phew... to be honest, it was very close.
ru_ru: Фух... честно говоря, это было очень близко.

source: That dungeon was much longer compared to Newcomer's Bridge, non?
ru_ru: Это подземелье было гораздо больше по сравнению с Мостом новичков, не?

source: [nods]
ru_ru: [кивает]

# data/maps/cold-dng/g/shade-room.json/entities/20/settings/event/13/message
source: Hm, but this room is strange, non?
ru_ru: Хм, но эта комната странная, не так ли?

# data/maps/cold-dng/g/shade-room.json/entities/20/settings/event/14/message
source: I didn't expect to see other players within the dungeon.
ru_ru: Я не ожидала увидеть других игроков в подземелье.

# data/maps/cold-dng/g/shade-room.json/entities/20/settings/event/15/message
source: I guess rooms like these are simply not instanced.
ru_ru: Полагаю, что такие комнаты просто не являются частью специальных подземелий.

# data/maps/cold-dng/g/shade-room.json/entities/20/settings/event/19/message
source: Anyway, I think we should check out this statue up there.
ru_ru: Во всяком случае, я думаю, что мы должны проверить эту статую там.

# data/maps/cold-dng/g/shade-room.json/entities/23/settings/event/20/message
source: ...Bird people. Bird people in space.
ru_ru: ...Птицелюди. Птицелюди в космосе.

# data/maps/cold-dng/g/shade-room.json/entities/23/settings/event/21/message
source: So that's the Ancients?
ru_ru: Так это и есть Древние?

# data/maps/cold-dng/g/shade-room.json/entities/23/settings/event/22/message
source: [nods]
ru_ru: [кивает]

# data/maps/cold-dng/g/shade-room.json/entities/23/settings/event/23/message
source: Fair enough.
ru_ru: Ясно.

# data/maps/cold-dng/g/shade-room.json/entities/23/settings/event/24/message
source: Alors... do you see those \c[3]rotating info thingies\c[0]?
ru_ru: Alors (Так)... ты видишь эти \c[3]вращающиеся информационные штуковины\c[0]?

# data/maps/cold-dng/g/shade-room.json/entities/23/settings/event/25/message
source: I bet those have all the info about the Ancients we need.
ru_ru: Держу пари, что там есть вся информация о Древних, которая нам нужна.

# data/maps/cold-dng/g/shade-room.json/entities/23/settings/event/26/message
source: Don't forget about the \c[3]quiz\c[0]...
ru_ru: Не забывай о \c[3]тесте\c[0]...

# data/maps/cold-dng/g/shade-room.json/entities/23/settings/event/29/task
source: Read about the Ancients in the \c[3]Temple Mine\c[0] and take the quiz at the \c[3]First Scholars HQ\c[0].
ru_ru: Прочитайте о Древних в \c[3]Храм-Шахте\c[0] и пройдите тест в \c[3]штабе Первоучёных\c[0].

# data/maps/cold-dng/g/shade-room.json/entities/24/settings/event/1/message
source: Alright! Just read everything there is.
ru_ru: Ну всё! Прочитала всё, что тут есть.

# data/maps/cold-dng/g/shade-room.json/entities/24/settings/event/2/message
source: We should head back to the \c[3]First Scholars HQ\c[0] and take that quiz!
ru_ru: Мы должны вернуться в \c[3]штаб Первоучёных\c[0] и пройти этот тест!

source: Water. Frozen water.
ru_ru: Вода. Замёрзшая вода

source: Solid as rock, smooth as silk.
ru_ru: Твердая как камень, гладкая как шёлк.

source: ...And slippery.
ru_ru: ...И скользкая.

source: ...Waaay too slippery!
ru_ru: ...Слииишком скользкая!

# data/maps/cold-dng/g/shade-room.json/entities/31/settings/dialog/0/text
source: And, did you find all the chests already?
ru_ru: Кстати, ты уже нашёл все сундуки?

# data/maps/cold-dng/g/shade-room.json/entities/31/settings/dialog/1/text
source: No, still missing one.
ru_ru: Нет, не могу найти последний.

# data/maps/cold-dng/g/shade-room.json/entities/31/settings/dialog/2/text
source: Yeah, me too. Somebody gave me a hint, though.
ru_ru: Да, я тоже. Хотя кто-то дал мне подсказку.

# data/maps/cold-dng/g/shade-room.json/entities/31/settings/dialog/3/text
source: There is one chest that will only appear if you do certain things in that room.
ru_ru: Есть один сундук, который появится только в том случае, если ты сделаешь определённые вещи в какой-то комнате.

# data/maps/cold-dng/g/shade-room.json/entities/31/settings/dialog/4/text
source: What kind of things?
ru_ru: Что сделаешь?

# data/maps/cold-dng/g/shade-room.json/entities/31/settings/dialog/5/text
source: Dunno. That's all she told me. She didn't want to "spoil" the whole secret.
ru_ru: Не знаю. Это всё, что она сказала мне. Она не хотела "портить" весь секрет.

# data/maps/cold-dng/g/shade-room.json/entities/31/settings/dialog/6/text
source: Meh.
ru_ru: Тьфу.

# data/maps/cold-dng/g/shade-room.json/entities/32/settings/dialog/0/text
source: Alright! Second boss defeated. What did you think?
ru_ru: Отлично! Второй босс побеждён. Что ты думаешь насчёт него?

# data/maps/cold-dng/g/shade-room.json/entities/32/settings/dialog/1/text
source: Huge. Pretty slow, though. But I loved the bomb punching!
ru_ru: Огромный. Хотя довольно медленный. Но мне понравилось бить бомбы!

# data/maps/cold-dng/g/shade-room.json/entities/32/settings/dialog/2/text
source: You know you can throw balls at the bombs, right?
ru_ru: Ты ведь знаешь, что можно бросать шары в бомбы, да?

# data/maps/cold-dng/g/shade-room.json/entities/32/settings/dialog/3/text
source: I don't throw balls. I punch with an extension of my fist.
ru_ru: Я не бросаю шары. Я бью продолжением своего кулака.

# data/maps/cold-dng/g/shade-room.json/entities/32/settings/dialog/4/text
source: Sure, whatever you want to call it.
ru_ru: Конечно, называй как хочешь.

# data/maps/cold-dng/g/shade-room.json/entities/32/settings/dialog/5/text
source: And I cut things with swords!
ru_ru: А я режу мечами!

# data/maps/cold-dng/g/shade-room.json/entities/32/settings/dialog/6/text
source: I like swords!
ru_ru: Я люблю мечи!

# data/maps/cold-dng/g/shade-room.json/entities/32/settings/dialog/7/text
source: Yes... Yes you do.
ru_ru: Ага... Конечно же ты любишь.
