Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/trailblaze-bergen-2/tasks/0/task
source: Defeat enemies in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Derrota enemigos en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/trailblaze-bergen-3/name
source: Bergen Trail Landmarks
es_es: Puntos de referencia del Sendero de Bergen

# data/database.json//quests/trailblaze-bergen-3/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-bergen-3/description
source: Henry the Researcher asked you to find all the landmarks in \c[3]Bergen Trail\c[0].
es_es: Henry el Investigador te pidió que encontraras todos los puntos de referencia en \c[3]Sendero de Bergen\c[0].

# data/database.json//quests/trailblaze-bergen-3/briefing
source: You found all Landmarks in \c[3]Bergen Trail\c[0] for Henry.
es_es: Encontraste todos los puntos de referencia en \c[3]Sendero de Bergen\c[0] para Henry.

# data/database.json//quests/trailblaze-bergen-3/tasks/0/task
source: Find all the landmarks in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Encuentra todos los puntos de referencia en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/trailblaze-bergen-4/name
source: Bergen Trail Data Probe
es_es: Sonda de datos del Sendero de Bergen

# data/database.json//quests/trailblaze-bergen-4/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-bergen-4/description
source: Retrieve the data from a probe a player installed for Henry. It's in one of the caves located in \c[3]Bergen Trail\c[0].
es_es: Recupere los datos de una sonda que un jugador instaló para Henry. Está en una de las cuevas ubicadas en \c[3]Sendero de Bergen\c[0].

# data/database.json//quests/trailblaze-bergen-4/briefing
source: You found and retrieved the data probe.
es_es: Encontraste y recuperaste la sonda de datos.

# data/database.json//quests/trailblaze-bergen-4/tasks/0/task
source: Find the probe in a \c[3]cave\c[0] of \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Encuentra la sonda en una \c[3]cueva\c[0] del \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/you-got-mail/name
source: You've Got Mail?
es_es: ¿Tienes un nuevo correo?

# data/database.json//quests/you-got-mail/description
source: A shy player wants you to buy a \c[3]\v[item.30.name]\c[0] for her in the Equipment Shop of \c[3]Rookie Harbor\c[0].
es_es: Un jugador tímido quiere que le compres un \c[3]\v[item.30.name]\c[0] en la tienda del \c[3]Puerto Recluta\c[0].

# data/database.json//quests/you-got-mail/briefing
source: She got the mail. And seems very happy about it.
es_es: Ella recibió el correo. Y parece muy feliz por ello.

# data/database.json//quests/you-got-mail/tasks/0/task
source: Buy a \c[3]\v[item.30.name]\c[0] in \c[3]Rookie Harbor\c[0]
es_es: Compra un \c[3]\v[item.30.name]\c[0] en el\c[3]Puerto Recluta\c[0]

# data/database.json//quests/you-got-mail/tasks/1/task
source: Go back to the shy player in \c[3]Bergen Trail - Entrance\c[0]
es_es: Vuelve con el jugador tímido en el \c[3]Sendero de Bergen - Entrada\c[0]

# data/database.json//quests/legend-bunny/hubSettings/location
source: This is too much... I need help from another player... Find me at the \c[3]Entrance of Bergen Trail\c[0].
es_es: Esto es demasiado... Necesito la ayuda de otro jugador... Encuéntrame en la \c[3]Entrada del Sendero de Bergen\c[0].

# data/database.json//quests/legend-bunny/name
source: The Legendary Bunny
es_es: El Conejito Legendario

# data/database.json//quests/legend-bunny/description
source: A scared player asked you to investigate on the matter of the vicious creature that attacked her. Find out more about this "bunny" and how to exact your revenge on it.
es_es: Un jugador asustado te pidió que investigaras sobre el asunto de la criatura que le atacó. Consigue información sobre este "conejito" y cómo vengarse de él.

# data/database.json//quests/legend-bunny/briefing
source: You have captured the legendary bunny and brought it back to the scared player. Turns out the bunny was just a regular \c[3]\v[combat.name.gray-frobbit]\c[0]. At least you got some reward, right?
es_es: Has capturado al conejito legendario y se lo has devuelto al jugador asustado. Resulta que el conejito era simplemente un \c[3]\v[combat.name.gray-frobbit]\c[0]. Al menos obtuviste alguna recompensa, ¿verdad?

# data/database.json//quests/legend-bunny/tasks/0/task
source: Ask the friends about the \c[3]Legendary Bunny\c[0]
es_es: Pregunta a los amigos sobre el \c[3]Conejo Legendario\c[0]

# data/database.json//quests/legend-bunny/tasks/0/subtasks/0/text
source: Hexacast in \c[3]Rookie Harbor\c[0]
es_es: Hexacast en el \c[3]Puerto Recluta\c[0]

# data/database.json//quests/legend-bunny/tasks/0/subtasks/1/text
source: Triblader at the Obelisk in \c[3]Autumn's Rise\c[0]
es_es: Triblader en el Obelisco en \c[3]Albor Otoñal\c[0]

# data/database.json//quests/legend-bunny/tasks/0/subtasks/1/shortText
source: Triblader in \c[3]Autumn's Rise\c[0]
es_es: Triblader en \c[3]Albor Otoñal\c[0]

# data/database.json//quests/legend-bunny/tasks/1/task
source: Return to Jean in \c[3]Bergen Trail\c[0]
es_es: Regresa con Jean en el \c[3]Sendero de Bergen\c[0]

# data/database.json//quests/legend-bunny/tasks/2/task
source: Collect 5 \v[item.139.name]s from \c[3]\v[combat.name.snowman]s\c[0]
es_es: Recoge 5 \v[item.139.name]s de \c[3]\v[combat.name.snowman]s\c[0]

# data/database.json//quests/legend-bunny/tasks/3/task
source: Return to \c[3]Jean\c[0] in \c[3]Bergen Trail\c[0] again
es_es: Regrese con\c[3]Jean\c[0] en el \c[3]Sendero de Bergen\c[0] nuevamente

# data/database.json//quests/legend-bunny/tasks/4/task
source: Capture the \c[3]Legendary Bunny\c[0] in \c[3]Bergen Trail - Windy Climb\c[0] by defeating it.
es_es: Captura el \c[3]Conejo Legendario\c[0] en \c[3]Sendero de Bergen - Cumbre Ventosa\c[0] derrotándolo.

# data/database.json//quests/legend-bunny/tasks/5/task
source: Bring \c[3]Jean\c[0] the captured bunny in \c[3]Bergen Trail\c[0]
es_es: Trae a \c[3]Jean\c[0] el conejito capturado en \c[3]Sendero de Bergen\c[0]

# data/database.json//quests/round-and-round-2/name
source: Round and Round 2
es_es: Vueltas y Vueltas 2

# data/database.json//quests/round-and-round-2/person
source: Game Tester
es_es: Tester del Juego

# data/database.json//quests/round-and-round-2/description
source: The game tester needs your help again. Complete his \c[3]Bergen Trail\c[0] parkour course in the time limit to test if everything is working correctly.
es_es: El Tester del juego necesita tu ayuda nuevamente. Completa el parkour del \c[3]Sendero de Bergen\c[0] complétalo a tiempo para ver si es posible.

# data/database.json//quests/round-and-round-2/briefing
source: You did it again. Seems like at this point you're doing his job. But there is loot, so everything is okay.
es_es: Lo hiciste otra vez. Parece que en este punto estás haciendo su trabajo. Pero hay botín, así que todo está bien.

# data/database.json//quests/round-and-round-2/tasks/0/task
source: Start the parkour at the \c[3]Spike Heights\c[0] in Bergen Trail.
es_es: Comienza el parkour en \c[3]Alturas Picudas\c[0] en Bergen Trail.

# data/database.json//quests/round-and-round-2/tasks/1/task
source: Finish the parkour in under \c[3]35 seconds\c[0]
es_es: Termina el parkour en menos de \c[3]35 segundos\c[0]

# data/database.json//quests/round-and-round-2/tasks/2/task
source: Talk to Bob at \c[3]Spike Heights\c[0] again.
es_es: Habla con Bob en \c[3]Alturas Picudas\c[0] nuevamente.

# data/database.json//quests/bergen-mining_tools/name
source: Digging Up the Past
es_es: Desenterrar el pasado

# data/database.json//quests/bergen-mining_tools/person
source: Quest Advisor
es_es: Asesor de misiones

# data/database.json//quests/bergen-mining_tools/description
source: Many valuable items have been lost after Bergen Mine had to be abandoned. Try to find them while traversing through the \c[3]Temple Mine\c[0]!
es_es: Muchos artículos valiosos se han perdido después de que la mina Bergen tuviera que ser abandonada. ¡Intenta encontrarlos mientras atraviesas el \c[3]Templo Mina\c[0]!

# data/database.json//quests/bergen-mining_tools/briefing
source: You have returned the lost equipment and helped \v[area.bergen.name] to finally recover.
es_es: Has devuelto el equipo perdido y has ayudado a \v[area.bergen.name] a recuperarse finalmente.

# data/database.json//quests/bergen-mining_tools/tasks/0/task
source: Find the lost equipment in the \c[3]\v[area.cold-dng.name]\c[0]!
es_es: ¡Encuentra el equipo perdido en \c[3]\v[area.cold-dng.name]\c[0]!

# data/database.json//quests/bergen-mining_tools/tasks/1/task
source: Return the equipment back to the Quest Advisor in the \v[area.bergen.name] Quest Hub.
es_es: Devuelve el equipo al Asesor de Misiones en el \v[area.bergen.name] Central de Misiones.

# data/database.json//quests/holiday-man/name
source: Gifting for Fun!
es_es: ¡Regalar por diversión!

# data/database.json//quests/holiday-man/person
source: Holiday Man
es_es: Hombre Navideño

# data/database.json//quests/holiday-man/description
source: \c[3]Holiday Man\c[0] who apparently likes to gift people for fun, asked you to help him giving presents to various players. Bring the presents to the players!
es_es: Al \c[3]Hombre Navideño\c[0] le gusta regalar a la gente por diversión y te pidió que lo ayudaras a darle regalos a varios jugadores. ¡Lleva los regalos a los jugadores!

# data/database.json//quests/holiday-man/briefing
source: You helped \c[3]Holiday Man\c[0] give out the presents in time. He gave you his special hat, revealing his true form to you. You were blinded by light.
es_es: Ayudaste al \c[3]Hombre Navideño\c[0] a repartir los regalos a tiempo. Él te dio su sombrero especial, revelándote su verdadera forma. Estabas cegado por la luz.

# data/database.json//quests/holiday-man/tasks/0/task
source: Give presents to players in \c[3]\v[area.bergen.name]\c[0]
es_es: Da regalos a los jugadores en \c[3]\v[area.bergen.name]\c[0]

# data/database.json//quests/holiday-man/tasks/1/task
source: Give presents to players in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Da regalos a los jugadores en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/holiday-man/tasks/2/task
source: Give presents to players in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Da regalos a los jugadores en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/holiday-man/tasks/3/task
source: Give presents to players in \c[3]\v[area.rookie-harbor.name]\c[0]
es_es: Da regalos a los jugadores en \c[3]\v[area.rookie-harbor.name]\c[0]

# data/database.json//quests/holiday-man/tasks/4/task
source: Go back to \c[3]Holiday Man\c[0] in \c[3]\v[area.bergen.name]\c[0]
es_es: Vuelve al \c[3]Hombre Navideño\c[0] en \c[3]\v[area.bergen.name]\c[0]

# data/database.json//quests/holiday-man/tasks/5/task
source: Defeat the \c[3]\v[combat.name.snowman-xmas]\c[0] in \c[3]\v[area.bergen.name]\c[0]
es_es: Derrota a \c[3]\v[combat.name.snowman-xmas]\c[0] en \c[3]\v[area.bergen.name]\c[0]

# data/database.json//quests/holiday-man/tasks/6/task
source: Return to \c[3]Holiday Man\c[0] in \c[3]\v[area.bergen.name]\c[0] again
es_es: Vuelve al \c[3]Hombre Navideño\c[0] en \c[3]\v[area.bergen.name]\c[0] otra vez

# data/database.json//quests/miners-1-dirtbunnies/hubSettings/location
source: There has been an incident involving Frobbits and mining equipment. \c[3]- Bergen Digging Mates HQ\c[0]
es_es: Ha habido un incidente relacionado con Ranejos y equipos de minería. \c[3]- Sede Central de los Amigos Mineros de Bergen\c[0]

# data/database.json//quests/miners-1-dirtbunnies/name
source: Filthy Frobbits
es_es: Ranejos Asquerosos

# data/database.json//quests/miners-1-dirtbunnies/description
source: \c[3]Frobbits\c[0] broke into a mine and were contaminated before fleeing. Weaken them with \c[3]forced baths\c[0] and defeat them!
es_es: \c[3]Ranejos\c[0] irrumpieron en una mina y se contaminaron antes de huir. ¡Debilítalos con \c[3]baños forzados\c[0] y derrótalos!

# data/database.json//quests/miners-1-dirtbunnies/briefing
source: You thoroughly cleaned up the mess caused by the miners.
es_es: Limpiaste a fondo el desorden causado por los mineros.

# data/database.json//quests/miners-1-dirtbunnies/tasks/0/task
source: Go to \c[3]Rising Path 2\c[0] of \c[3]\v[area.bergen-trails.name]\c[0] and look for \c[3]\v[combat.name.cold/frobbit-quest-dirty]s\c[0]
es_es: Ve a \c[3]Camino Ascendente 2\c[0] de \c[3]\v[area.bergen-trails.name]\c[0] y busca a los \c[3]\v[combat.name.cold/frobbit-quest-dirty]s\c[0]

# data/database.json//quests/miners-1-dirtbunnies/tasks/1/task
source: Defeat all the \c[3]\v[combat.name.cold/frobbit-quest-dirty]s\c[0] on \c[3]Rising Path 2\c[0] of \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Derrota a todos los \c[3]\v[combat.name.cold/frobbit-quest-dirty]s\c[0] en \c[3]Camino Ascendente 2\c[0] de \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/miners-1-dirtbunnies/tasks/2/task
source: Report back to \c[3]Chief Miner Turis McEdinthil\c[0] in the \c[3]Bergen Digging Mates HQ\c[0]
es_es: Informa al \c[3]Jefe Turis McEdinthil\c[0] en la \c[3]Sede de los Amigos Mineros de Bergen\c[0]

# data/database.json//quests/miners-2-mine_bombing_1/hubSettings/location
source: We need someone skilled with explosives to establish a new mine. \c[3]- Bergen Digging Mates HQ\c[0]
es_es: Necesitamos a alguien hábil en bombas para asentar una nueva mina. \c[3]- Sede Central de los Amigos Mineros de Bergen\c[0]

# data/database.json//quests/miners-2-mine_bombing_1/name
source: Explosive Debugging
es_es: Operación Anti-insectos explosiva

# data/database.json//quests/miners-2-mine_bombing_1/description
source: A nest of rock-hard \c[3]bugs\c[0] has been penetrated by a mining shaft of the \v[lore.title.faction-heat-bergen]. Only \c[3]explosive measures\c[0] can save this operation!
es_es: Un pozo de minería de \v[lore.title.faction-heat-bergen] golpeo un nido de \c[3]bichos\c[0] duros como rocas. ¡Solo \c[3]medidas explosivas\c[0] pueden salvar esta operación!

# data/database.json//quests/miners-2-mine_bombing_1/briefing
source: The well-placed detonations have properly debugged the mining shaft.
es_es: Las detonaciones bien colocadas han depurado adecuadamente el pozo minero.

# data/database.json//quests/miners-2-mine_bombing_1/tasks/0/task
source: Take the \c[3]Miner's Elevator\c[0] to the \c[3]New Mine #1\c[0] and talk to \c[3]Darrel\c[0]
es_es: Toma el \c[3]Ascensor del minero\c[0] hasta la \c[3]Nueva Mina #1\c[0] y habla con \c[3]Darrel\c[0]

# data/database.json//quests/miners-2-mine_bombing_1/tasks/1/task
source: Enter the chamber and activate the \c[3]explosives controls\c[0]
es_es: Entra en la cámara y activa los \c[3]controles de explosivos\c[0]

# data/database.json//quests/miners-2-mine_bombing_1/tasks/2/task
source: Clear out \c[3]all the rocks in the chamber\c[0] and defeat the \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0] that spawn from them
es_es: Elimina \c[3]todas las rocas de la cámara\c[0] y derrota los \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0] que aparezcan

# data/database.json//quests/miners-2-mine_bombing_1/tasks/3/task
source: Pick up \c[3]the chest\c[0] that spawned from the ceiling
es_es: Recoge \c[3]el cofre\c[0] que apareció en el techo

# data/database.json//quests/miners-2-mine_bombing_1/tasks/4/task
source: Defeat all the \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0]
es_es: Derrota a todos los \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0]

# data/database.json//quests/miners-2-mine_bombing_1/tasks/5/task
source: Report back to \c[3]Chief Miner Turis McEdinthil\c[0] in the \c[3]Bergen Digging Mates HQ\c[0]
es_es: Informa al \c[3]Jefe Turis McEdinthil\c[0] en la \c[3]Sede Central de los Amigos Mineros de Bergen\c[0]

# data/database.json//quests/miners-2-mine_challenge-1/hubSettings/location
source: Those hardened bugs are still crawling about. We should go on the offensive! \c[3]- New Mine #1\c[0]
es_es: Esos bichos endurecidos todavía están arrastrándose. ¡Deberíamos pasar a la ofensiva! \c[3]- Nueva Mina #1\c[0]

# data/database.json//quests/miners-2-mine_challenge-1/name
source: Preemptive Debugging
es_es: Operación Anti-insectos preventiva

# data/database.json//quests/miners-2-mine_challenge-1/description
source: Though the area has been cleared, the miner \c[3]Darrel\c[0] is worried that the \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0] might return. He thus suggested some preemptive measures.
es_es: Aunque el área ha sido despejada, el minero \c[3]Darrel\c[0] está preocupado porque los \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[ 0] podrían volver. Por lo tanto, sugirió algunas medidas preventivas.

# data/database.json//quests/miners-2-mine_challenge-1/briefing
source: Though lots of bugs were blasted, their numbers seem endless. Repetition of the the process will always be an option.
es_es: Aunque se eliminaron muchos insectos, su número parece infinito. La repetición del proceso siempre será una opción.

# data/database.json//quests/miners-2-mine_challenge-1/tasks/0/task
source: \c[3]Enter the chamber of New Mine #1\c[0] again and prepare for combat
es_es: \c[3]Entra de nuevo en la cámara de Nueva Mina #1\c[0] y prepárate para el combate

# data/database.json//quests/miners-2-mine_challenge-1/tasks/1/task
source: Defeat all the \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0]
es_es: Derrota a todos los \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0]

# data/database.json//quests/miners-2-mine_challenge-1/tasks/2/task
source: Report back to \c[3]Darrel the Miner\c[0] in the \c[3]New Mine #1\c[0]
es_es: Informa a \c[3]Darrel, el Minero\c[0] en \c[3]Nueva Mina #1\c[0]

# data/database.json//quests/bg-1-lost_pet/hubSettings/location
source: A small goat is annoying the good citizens of Bergen. It needs to be stopped! \c[3]- Bergen Guard HQ\c[0]
es_es: Una pequeña cabra molesta a los ciudadanos de Bergen. ¡Hay que detenerlo! \c[3]- Cuartel General de la Guardia de Bergen\c[0]

# data/database.json//quests/bg-1-lost_pet/name
source: Kidding Around
es_es: Bromeando

# data/database.json//quests/bg-1-lost_pet/person
source: Sgt. Sterling
es_es: Sargento Sterling

# data/database.json//quests/bg-1-lost_pet/description
source: A \c[3]goat kid\c[0] is jumping around \c[3]on the roofs of \v[area.bergen.name]\c[0], annoying the citizens. It is up to you to catch it!
es_es: Un \c[3]cabrito\c[0] salta \c[3]sobre los tejados de \v[area.bergen.name]\c[0], molestando a los ciudadanos. ¡De ti depende atraparlo!

# data/database.json//quests/bg-1-lost_pet/briefing
source: Despite your best efforts, the impostor got away with the goat. That is a problem for another day, though.
es_es: A pesar de tus mejores esfuerzos, el impostor huyó con la cabra. Sin embargo, ese es un problema para otro día.

# data/database.json//quests/bg-1-lost_pet/tasks/0/task
source: Find the \c[3]goat kid\c[0] somewhere in \c[3]\v[area.bergen.name]\c[0]
es_es: Encuentra el \c[3]cabrito\c[0] en algún lugar de \c[3]\v[area.bergen.name]\c[0]

# data/database.json//quests/bg-1-lost_pet/tasks/1/task
source: Follow \c[3]the goat kid\c[0] and catch it
es_es: Sigue a \c[3]el cabrito\c[0] y atrápalo

# data/database.json//quests/bg-1-lost_pet/tasks/2/task
source: You got it cornered in the \c[3]\v[area.bergen.name] Storage Shed\c[0]. Go catch it!
es_es: Lo tienes acorralado en el cobertizo de almacenamiento de \c[3]\v[area.bergen.name]\c[0]. ¡Ve a atraparlo!

# data/database.json//quests/bg-1-lost_pet/tasks/3/task
source: Bring the goat kid back to the \c[3]Bergen Guard\c[0]
es_es: Lleva al cabrito de vuelta a la \c[3]Guardia de Bergen\c[0]

# data/database.json//quests/bg-1-lost_pet/tasks/4/task
source: Report back to \c[3]Sgt. Sterling\c[0] in the \c[3]Bergen Guard HQ\c[0]
es_es: Reporta al \c[3]Sargento Sterling\c[0] en el \c[3]cuartel general de la Guardia de Bergen\c[0]

# data/database.json//quests/bg-1-lost_pet/tasks/5/task
source: Find the \c[3]false guardsman\c[0] somewhere in \c[3]northern \v[area.bergen-trails.name]\c[0]
es_es: Encuentra al \c[3]falso guardia\c[0] en algún lugar de \c[3]\v[area.bergen-trails.name] norte\c[0]

# data/database.json//quests/bg-1-lost_pet/tasks/6/task
source: He got away and left you without a trace. Report back to \c[3]Sgt. Sterling\c[0]... again
es_es: Ha huido sin dejar rastro. Informa al \c[3]Sgto. Sterling\c[0]... otra vez.

# data/database.json//quests/bg-2-goat_cave_1/hubSettings/location
source: The trail of the goat criminal has narrowed down. Help us catch him! \c[3]- Bergen Guard HQ\c[0]
es_es: El rastro del criminal cabra se ha reducido. ¡Ayúdanos a atraparlo! \c[3]- Cuartel General de la Guardia de Bergen\c[0]

# data/database.json//quests/bg-2-goat_cave_1/name
source: The Goatfather
es_es: El padre cabra

# data/database.json//quests/bg-2-goat_cave_1/person
source: Sgt. Sterling
es_es: Sargento Sterling

# data/database.json//quests/bg-2-goat_cave_1/description
source: Hints towards the \c[3]hideout\c[0] of the \c[3]impostor guard\c[0] and \c[3]his goat kid\c[0] have been found. Examine them and bring those criminals to justice!
es_es: Se han encontrado pistas sobre el \c[3]escondite\c[0] del \c[3]guardia impostor\c[0] y \c[3]su cabrito\c[0]. ¡Examínelos y lleve a esos criminales ante la justicia!

# data/database.json//quests/bg-2-goat_cave_1/briefing
source: The guard impostor turned out to be a goat scientist but literally fell victim to his own creation. Now the peace with the goats will hopefully persist!
es_es: El guardia impostor resultó ser un científico de cabras, pero literalmente fue víctima de su propia creación. ¡Ahora, con suerte, la paz con las cabras persistirá!

# data/database.json//quests/bg-2-goat_cave_1/tasks/0/task
source: Examine \c[3]Rising Path 4\c[0] in \c[3]\v[area.bergen-trails.name]\c[0] and search for the hideout
es_es: Examina \c[3]Camino Ascendente 4\c[0] en \c[3]\v[area.bergen-trails.name]\c[0] y busca el escondite

# data/database.json//quests/bg-2-goat_cave_1/tasks/1/task
source: Enter \c[3]the cave\c[0] on \c[3]Rising Path 4\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Entra en \c[3]la cueva\c[0] en \c[3]Camino Ascendente 4\c[0] en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/bg-2-goat_cave_1/tasks/2/task
source: Explore \c[3]the cave\c[0] and search for the \c[3]goat kid\c[0]
es_es: Explora \c[3]la cueva\c[0] y busca el \c[3]cabrito\c[0]

# data/database.json//quests/bg-2-goat_cave_1/tasks/3/task
source: Open \c[3]the chest\c[0]
es_es: Abre \c[3]el cofre\c[0]

# data/database.json//quests/bg-2-goat_cave_1/tasks/4/task
source: Report back to \c[3]Sgt. Sterling\c[0] in the \c[3]Bergen Guard HQ\c[0]
es_es: Reporta al \c[3]Sargento Sterling\c[0] en el \c[3]cuartel general de la Guardia de Bergen\c[0]

# data/database.json//quests/bg-3-goat_final/hubSettings/location
source: We need to check in on the goats. Something might be afoot! \c[3]- Bergen Guard HQ\c[0]
es_es: Tenemos que controlar a las cabras. ¡Algo podría estar en marcha! \c[3]- Cuartel General de la Guardia de Bergen\c[0]

# data/database.json//quests/bg-3-goat_final/name
source: Wrath of Goat
es_es: Ira de cabra

# data/database.json//quests/bg-3-goat_final/person
source: Sgt. Sterling
es_es: Sargento Sterling

# data/database.json//quests/bg-3-goat_final/description
source: After a long time of quiet there have been curious activities with the intelligent goats in \v[area.bergen-trails.name] lately. You should investigate their lair again!
es_es: Luego de un largo tiempo en silencio, las cabras están actuando raro últimamente en \v[area.bergen-trails.name]. ¡Deberías investigar su guarida de nuevo!
