Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/lore/chapter-03/content/page-03-01/content
source: Lea and Emilie started their exploration of CrossWorlds by travelling through \c[3]\v[area.autumn-area.name]\c[0] and interacting with the local wildlife. Shortly after they began exploring, they were reunited with the honorable player Apollo, who challenged Lea to a PvP duel, in honor of the \c[3]Spheromancer\c[0]-class. Before he left, Apollo told Lea to meet him at the entrance of \c[3]\v[area.bergen-trails.name]\c[0].
ru_ru: Лея и Эмили начали исследовать CrossWorlds, путешествуя по \c[3]Расцвету Осени\c[0] и взаимодействуя с местной дикой природой. Вскоре после того, как они начали исследование, они были воссоединены с почётным игроком Аполло, который бросил вызов Лее на дуэль в PvP в честь класса \c[3]сфероманта\c[0]. Перед тем как уйти, Аполло велел Лее встретиться с ним у входа на \c[3]Тропу в Берген\c[0].

# data/database.json/lore/chapter-03/content/page-03-02/content
source: As they arrived at \v[area.bergen-trails.name], Apollo made his presence known with another dramatic entrance and demanded his duel. After an uncertain outcome, he shared more of his wisdom and left. Emilie and Lea then decided to end the session and say their goodbyes, helped by the well-timed addition of another word to the latter's vocabulary: \c[3]"Bye"\c[0]!
ru_ru: Когда они достигли Тропы в Берген, Аполло напомнил о своём присутствии ещё одним драматическим вмешательством и требованием дуэли. После неожиданного исхода он поделился своей мудростью и ушёл. Затем Эмили и Лея решили закончить сеанс и попрощаться, чему способствовало своевременное добавление ещё одного слова в словарь Леи: \c[3]"Пока"\c[0]!

# data/database.json/lore/chapter-04/title
source: Chapter 04: \v[chapter.name.4]
ru_ru: Глава 04: \v[chapter.name.4]

# data/database.json/lore/chapter-04/content/page-01-01/content
source: After logging back into CrossWorlds, Lea and Sergey decided to move on towards the \c[3]\v[area.bergen.name]\c[0]. But before Lea could even start to make her way up \c[3]\v[area.bergen-trails.name]\c[0], she was already contacted by Emilie who offered to join her party at any time.
ru_ru: Вернувшись в CrossWorlds, Лея и Сергей решили двигаться в направлении \c[3]Бергена\c[0]. Но прежде чем Лея ступила на \c[3]Тропу в Берген\c[0], с ней уже связалась Эмили, которая предложила присоединиться к её группе в любое время.

# data/database.json/lore/chapter-04/content/page-02-01/content
source: On the top of the mountain, Lea finally arrived in Bergen village and at the first real challenge of the Track: The \c[3]\v[area.cold-dng.name]\c[0]. After receiving the key to it bundled with an explanation of its background, both Lea and Emilie were invited by Schneider to join his guild, the \c[3]First Scholars\c[0]. So they met their friend in \v[area.autumn-area.name] to gain entrance to the guild's headquarters.
ru_ru: На вершине горы Лея наконец прибыла в деревню Берген на первое реальное испытание Пути: \c[3]Храм-Шахту\c[0]. После получения ключа к Храму в комплекте с объяснением его происхождения, Шнайдер пригласил Лею и Эмили присоединиться к своей гильдии - \c[3]Первоучёным\c[0]. Поэтому они встретили своего друга в Расцвете Осени, чтобы получить доступ к штабу гильдии.

# data/database.json/lore/chapter-04/content/page-02-02/content
source: In the small headquarters the two new players were greeted by the veterans of the guild, namely \c[3]Buggy\c[0], \c[3]Beowulf\c[0] and their leader, \c[3]Hlin\c[0] who was thrilled about the prospect of new members. Still, the guild takes the lore of CrossWorlds very seriously, so every new member has to pass a quiz about background information found at the end of the \v[area.cold-dng.name].
ru_ru: В небольшом штабе двух новых игроков приветствовали ветераны гильдии, а именно \c[3]Багги\c[0], \c[3]Беовульф\c[0] и их лидер \c[3]Хлин\c[0], которая была взволнована перспективой присоединения к гильдии новичков. Тем не менее, гильдия очень серьёзно относилась к истории CrossWorlds, поэтому каждый новый участник должен был пройти тест на знание истории игры, находящейся в конце Храм-Шахты.

# data/database.json/lore/chapter-04/content/page-03-01/content
source: Emilie and Lea returned to \v[area.bergen.name] to finally visit the \v[area.cold-dng.name], learn more about the Ancients and progress in the game. The \c[3]instanced system\c[0] of Dungeons prevented them from solving the dungeon together, so Emilie once again decided to turn it into a \c[3]race\c[0]. Thus, armed with additional motivation and the warmth of friendship, the two players entered the icy mine.
ru_ru: Эмили и Лея вернулись в Берген, чтобы наконец посетить Храм-Шахту, узнать больше о Древних и продвинуться дальше по игре. \c[3]Система специальных подземелий\c[0] не дала им пройти подземелье вместе, поэтому Эмили снова решила превратить его в \c[3]гонку\c[0]. Таким образом, вооружившись дополнительной мотивацией и теплотой дружбы, оба игрока вошли в ледяную шахту.

# data/database.json/lore/chapter-04/content/page-03-02/content
source: For all its insects, machines, puzzles and insidious icy floors, in the end, the mine was no match for the two heroines. With the newly found \c[3]Heat-element\c[0] they were able to defeat their ferocious frosty foes and even the menacing mining machine at the end. As their reward (both the key to the next area and their needed information) awaited, so they returned to the First Scholars.
ru_ru: При всех своих насекомых, механизмах, головоломках и коварных ледяных полах, в конце концов, шахта не смогла сравниться с двумя героинями. С недавно найденным \c[3]элементом Пламени\c[0] они смогли победить своих свирепых морозных противников и даже грозную горную машину в конце. Поскольку награда (ключ к следующей области и необходимая информация) уже ожидала их, они вернулись к Первоучёным.

# data/database.json/lore/chapter-04/content/page-04-01/content
source: While waiting for Emilie to finish the quiz, Sergey correctly assumed that Lea's limited speech would make correctly answering difficult, so it was decided to tell the guild veterans about it during their turn. They were very sympathetic with Lea and so passing was no problem.
ru_ru: В ожидании, пока Эмили закончит тест, Сергей предположил, что ограниченная речь Леи затруднит правильный ответ, поэтому было решено рассказать об этом ветеранам гильдии. Они очень сочувствовали Лее, и поэтому прохождение теста не стало проблемой.

# data/database.json/lore/chapter-04/content/page-04-02/content
source: With the last hindrance out of the way, Lea and Emilie \c[3]officially joined the First Scholars\c[0]! And then, after a long and eventful session, they finally logged out.
ru_ru: Пройдя последнее испытание на своём пути, Лея и Эмили \c[3]официально присоединились к Первоучёным\c[0]! И затем, после долгой и насыщенной игровой сессии, они наконец вышли из системы.

# data/database.json/lore/chapter-05/title
source: Chapter 05: \v[chapter.name.5]
ru_ru: Глава 05: \v[chapter.name.5]

# data/database.json/lore/chapter-05/content/page-01-01/content
source: After logging back into CrossWorlds Lea and Sergey had a conversation about a \c[3]mysterious dream\c[0] that she had. It was seen as a potential sign of her memory returning, which would help to make sense of her convoluted situation. Lea went back to Bergen to take the elevator down to \c[3]\v[area.heat-area.name]\c[0]. Along the way she got an unexpected call by \c[3]another member of the First Scholars\c[0], the \c[3]Hexacast C'tron\c[0], who asked to join Lea the next day.
ru_ru: После входа в CrossWorlds Лея и Сергей поговорили о \c[3]таинственном сне\c[0], который у неё был. Это было расценено как потенциальный признак возвращения её памяти, что поможет разобраться в запутанной ситуации. Лея вернулась в Берген, чтобы спуститься на лифте к \c[3]Бордовой долине\c[0]. По пути ей неожиданно позвонил \c[3]другой член Первоучёных\c[0], \c[3]гексакаст Ци'трон\c[0], который попросил присоединиться к Лее на следующий день.

# data/database.json/lore/chapter-05/content/page-01-02/content
source: At the entrance of the desert that is \c[3]\v[area.heat-area.name]\c[0], Lea was once again joined by Emilie. The usually carefree Pentafist was distraught about real-life events, because the thrilling adventures in CrossWorlds made her miss \c[3]group assignments in college\c[0] and thus brought down the wrath of her fellow students upon her. She continued to talk about her problems all the way to \c[3]\v[area.heat-village.name]\c[0].
ru_ru: У входа в пустыню под названием \c[3]Бордовая долина\c[0] к Лее снова присоединилась Эмили. Обычно беззаботный пентафист был в смятении из-за событий в реальной жизни, потому что из-за захватывающих приключений в CrossWorlds она пропустила \c[3]групповые задания\c[0], и на нёе обрушился гнев сокурсников. Она продолжала рассказывать о своих проблемах всю дорогу до \c[3]Ба'кии Кум\c[0].

# data/database.json/lore/chapter-05/content/page-02-01/content
source: Upon arriving in \c[3]\v[area.heat-village.name]\c[0] Lea and Emilie, feeling much better after talking about her worries, went to the local Quest HUB to accept the quest necessary for entering the next dungeon, the \c[3]\v[area.heat-dng.name]\c[0]. This quest was given by the Ba'Kii Kum Eldress and involved slaying a \c[3]nefarious Sandworm\c[0]. However, since Emilie still needed to catch up with her assignment, they decided to quit for the day.
ru_ru: По прибытии в \c[3]Ба'кии Кум\c[0] Лея и Эмили, чувствуя себя намного лучше после разговора о своих заботах, пошли в местный Квест-хаб, чтобы взять квест, необходимый для входа в следующее подземелье, \c[3]Храм Фай'ро\c[0]. Этот квест был дан старейшиной Ба'кии Кум и включал в себя убийство \c[3]гнусного Песчаного червя\c[0]. Однако, поскольку Эмили всё ещё нужно было привыкать к своим новым обязанностям на учёбе, они решили прерваться на день в игре.

# data/database.json/lore/chapter-05/content/page-02-02/content
source: As Sergey was preparing to log Lea out of the game, she interrupted him, demanding answers about her current condition. Reluctantly Sergey explained that she is \c[3]in a coma\c[0], to her shock and surprise. Despite the dire situation he ensures her that her condition is stable and that regaining her memories through continued playing might help her to wake up again. Then they agreed to log out.
ru_ru: Пока Сергей готовился вывести Лею из игры, она прервала его, требуя ответов о своём текущем состоянии. Сергей неохотно объяснил, что она находится в коме, к её огромному шоку и удивлению. Несмотря на тяжёлую ситуацию, он гарантировал ей, что её состояние стабильно и что восстановление её воспоминаний посредством продолжения игры может помочь ей снова проснуться. Затем они согласились выйти из системы.

# data/database.json/lore/chapter-05/content/page-03-01/content
source: After logging in again, Lea invited her new Hexacast friend, \c[3]C'tron\c[0], to her party. Together they decided to solve the quest of the \c[3]Maroon Tree\c[0]. During their travels together, Lea not only experienced his skills in combat, but also his \c[3]fascinating knowledge of biology and other fields of science\c[0].
ru_ru: После входа в игру Лея пригласила своего нового друга, гексакаста \c[3]Ци'трона\c[0], в свою группу. Вместе они решили пройти квест \c[3]Бордового дерева\c[0]. Во время их совместных путешествий Лея испытала не только его навыки в бою, но также и его \c[3]интересные знания биологии и других областей науки\c[0].

# data/database.json/lore/chapter-05/content/page-03-02/content
source: After some hard-fought battles they were able to defeat the leader of the Earthworms, Ti'im, and collect its valuable digestive essence that will nourish the precious tree. Upon leaving the cave they also ran into Emilie, who, after a short introduction to C'tron, proceeded to solve the quest herself. Meanwhile, Lea and C'tron returned to \v[area.heat-village.name], to finish the quest.
ru_ru: После нескольких упорных битв они смогли победить вождя песчаных червей Ти'има и собрать его ценный пищеварительный экстракт, который будет питать драгоценное дерево. Выйдя из пещеры, они столкнулись с Эмили, которая, после краткого знакомства с Ци'троном, приступила к выполнению квеста самостоятельно. Тем временем, Лея и Ци'трон вернулись в Ба'кии Кум, чтобы завершить квест.

# data/database.json/lore/chapter-05/content/page-04-01/content
source: After completing the quest, though, Lea was once again confronted by \c[3]Apollo\c[0], who was accompanied by his friend \c[3]Joern\c[0]. After an array of banter, and Emilie rejoining the fray, a new duel was agreed upon, right in front of the \c[3]\v[area.heat-dng.name]\c[0].
ru_ru: После завершения квеста, Лея снова столкнулась с \c[3]Аполло\c[0], которого сопровождал его друг \c[3]Йорн\c[0]. После множества подшучиваний и возражений Эмили насчёт драки новая дуэль была организована прямо перед \c[3]Храмом Фай'ро\c[0].

# data/database.json/lore/chapter-05/content/page-04-02/content
source: After fighting their faithful duel, and earning enough of Apollo's respect to be called by her proper name, the challenge of the next dungeon was waiting for the group of three. Making their way through a flood of formidable foes and bothersome bubble-based braintwisters, they were able to acquire the \c[3]element of cold\c[0] and bring down the boss, a gigantic moth with lasers (much to Emilie's dismay).
ru_ru: После завершения дуэли и завоевания достаточного уважения Аполло, чтобы называть Лею по имени, испытания следующего подземелья ждали группу из трёх человек. Пробираясь сквозь грозных врагов и надоедливые головоломки, они смогли получить \c[3]элемент Холода\c[0] и повергнуть босса - гигантского мотылька с лазерами (к ужасу Эмили).

# data/database.json/lore/chapter-05/content/page-05-01/content
source: After defeating the boss, the way was free to acquire \c[3]more Ancient knowledge\c[0] and have a \c[3]well-deserved hug between the girls\c[0] on the top of the temple. Then, before logging out, Emilie asked Lea about \c[3]her life outside of the game\c[0], which the latter was unable to answer. Thus \c[3]Lea's speech issues\c[0] were also finally revealed towards Emilie, to her shock.
ru_ru: После победы над боссом путь был свободен, чтобы получить \c[3]больше знаний Древних\c[0] и \c[3]заслуженные объятия между девушками\c[0] на вершине храма. Затем, прежде чем выйти из системы, Эмили спросила Лею о \c[3]её жизни вне игры\c[0], на что последняя не смогла ответить. Таким образом, \c[3]речевые неполадки Леи\c[0] были окончательно раскрыты, шокировав Эмили.

# data/database.json/lore/chapter-05/content/page-05-02/content
source: Emilie did, however, take it rather well and promised to try and get information out of Lea with yes-no-questions. Then the group of three logged out for the day.
ru_ru: Эмили, однако, восприняла это довольно стойко, и пообещала попытаться заполучить информацию от Леи с помощью вопросов "да-нет". Затем группа из трёх человек вышла из системы на этот день.

# data/database.json/lore/chapter-06/title
source: Chapter 06: \v[chapter.name.6]
ru_ru: Глава 06: \v[chapter.name.6]

# data/database.json/lore/chapter-06/content/page-01-01/content
source: Following her return to CrossWorlds, Lea was instantly informed by Sergey about her \c[3]three day long absence\c[0] due to technical difficulties. He apologized but also implemented another useful word to her vocabulary: \c[3]"Wait"\c[0]. This was supposed to become useful for signaling new information for Lea to share and immediately used to clue Sergey in on another dream that Lea had.
ru_ru: После возвращения в CrossWorlds Лея была немедленно проинформирована Сергеем о её \c[3]трехдневном отсутствии\c[0] из-за технических трудностей. Он извинился, но также добавил в её словарь ещё одно полезное слово: \c[3]"Подожди"\c[0]. Предполагалось, что оно станет полезным для передачи новой информации, и тут же было использовано, чтобы намекнуть Сергею ещё на один сон, который был у Леи.

# data/database.json/lore/chapter-06/content/page-01-02/content
source: Through an array of questions Sergey was able to deduce that Lea had dreamed of a yet unreached place, but a call from Emilie and C'tron interrupted further investigation. Worried about Lea's absence they asked her to meet them in \v[area.rookie-harbor.name] to continue their adventure together.
ru_ru: С помощью множества вопросов Сергей смог сделать вывод, что Лее снилась ещё не достигнутая локация, но звонок от Эмили и Ци'трона прервал дальнейшее обсуждение. Обеспокоенные отсутствием Леи, они попросили её встретиться с ними в Гавани новичков, чтобы продолжить совместное приключение.

# data/database.json/lore/chapter-06/content/page-02-01/content
source: At the fountain in \v[area.rookie-harbor.name] Lea was met by her two friends and an exciting announcement: They would participate in a \c[3]raid\c[0] together with the rest of the \c[3]\v[lore.title.first-scholars]\c[0]! For that Lea would need to solve a \c[3]mandatory quest\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]. Despite having already solved it, Emilie and C'tron gladly agreed to accompany Lea again.
ru_ru: У фонтана в Гавани новичков Лею встретили два её друга и захватывающее объявление: они будут участвовать в \c[3]рейде\c[0] вместе с остальными \c[3]Первоучёными\c[0]! Для этого Лее нужно выполнить \c[3]обязательный квест\c[0] в \c[3]Закате Осени\c[0]. Несмотря на то, что они уже прошли его, Эмили и Ци'трон с радостью согласились составить Лее компанию.

# data/database.json/lore/chapter-06/content/page-02-02/content
source: The group traveled through the vivid lands of \c[3]\v[area.autumn-fall.name]\c[0], received the quest from an Ancient statue and followed a \c[3]colorful bunny\c[0] to finally defeat it and receive the \c[3]Green Seed Shade\c[0]. Said Shade was needed to proceed towards the jungle area called \c[3]\v[area.jungle.name]\c[0], though of course their attendance was needed at the raid with their guild.
ru_ru: Группа путешествовала по ярким землям \c[3]Заката Осени\c[0], получила квест от Древней статуи и следовала за \c[3]красочным кроликом\c[0], чтобы наконец победить его и получить \c[3]Тень семени\c[0]. Упомянутая Тень была необходима для того, чтобы пройти к джунглям, называемыми \c[3]Садом Гайи\c[0], хотя, конечно, ещё она была необходима для рейда с гильдией.

# data/database.json/lore/chapter-06/content/page-03-01/content
source: Lea, Emilie and C'tron reached the raid area called \c[3]Para Island\c[0] by going through an underwater cave in \v[area.autumn-fall.name]. There they met up with their high-level guild-comrades Hlin, Buggy and Schneider, who explained the event to them.
ru_ru: Лея, Эмили, и Ци'трон достигли зоны рейда, называемой \c[3]Райским островом\c[0], пройдя через подводную пещеру в Закате Осени. Там они встретились со своими товарищами по гильдии высокого уровня: Хлин, Багги и Шнайдером, которые объяснили им, что надо делать в рейде.

# data/database.json/lore/chapter-06/content/page-03-02/content
source: The event was split between two paths, one for higher and one for lower levels. The teams on both paths had to destroy colored pillars in sync with each other to proceed and fight many enemies along the way. The raid was going well, when the group neared the final stage with excitement. Alas, a sinister force interrupted their enjoyment...
ru_ru: Рейд был разделён на два пути: один для более высоких, и один для более низких уровней. Команды на обоих путях должны были уничтожать цветные колонны синхронно друг с другом, чтобы продолжить, сражаясь со многими врагами на этом пути. Рейд проходил хорошо, когда группа приближалась к финальной стадии с азартом. Увы, зловещая сила прервала их удовольствие...

# data/database.json/lore/chapter-06/content/page-04-01/content
source: Instead of following her friends, Lea was forcefully pulled out of the raid by the malevolent machinations of the \c[3]Blue Avatar\c[0], who teleported her to a secluded mountaintop in \v[area.bergen-trails.name]. There she was forced to face him in single combat to give Sergey time to somehow find a way out of that convoluted situation.
ru_ru: Вместо того, чтобы следовать за своими друзьями, Лея была насильственно выведена из рейда злыми махинациями \c[3]синего аватара\c[0], который телепортировал её на уединённую вершину горы на Тропе в Берген. Там она была вынуждена встретиться с ним лицом к лицу в схватке, чтобы дать Сергею время, как-то найти выход из этой запутанной ситуации.

# data/database.json/lore/chapter-06/content/page-04-02/content
source: Escape was in sight after Sergey was able to create an exit portal but the mysterious Blue Avatar was able to yet again block Lea's way. Wary of Lea having outside support with control over the environment he stopped giving her a fighting chance and instead proceeded to capture her with his seemingly omnipotent abilities. Thus Lea was dragged away to an \c[3]unknown location\c[0]...
ru_ru: Побег был близок после того, как Сергею удалось создать портал для выхода, но таинственный синий аватар снова смог заблокировать путь Леи. Опасаясь, что у Леи будет внешняя поддержка с контролем над окружающей средой, он перестал давать ей шансы, и вместо этого продолжил захватывать её своими, казалось бы, всемогущими способностями. Таким образом, Лея была затянута в \c[3]неизвестное место\c[0]...

# data/database.json/lore/chapter-07/title
source: Chapter 07: \v[chapter.name.7]
ru_ru: Глава 07: \v[chapter.name.7]

# data/database.json/lore/chapter-07/content/page-01-01/content
source: After another dream Lea reawakened in an \c[3]unfamiliar room\c[0] and with Sergey as her only contact. After searching for a way out to no avail, she was visited by a man named \c[3]Gautham\c[0], seemingly an old acquaintance of Sergey. Though Lea was not able to remember him, he somehow recognized her from a long time ago. He offered her a way to pass the time by allowing her to go outside.
ru_ru: После очередного сна Лея пробудилась в \c[3]незнакомой комнате\c[0], с Сергеем в качестве единственного контакта. После тщетного поиска выхода её посетил человек по имени \c[3]Гаутам\c[0], по-видимому, старый знакомый Сергея. Хотя Лея не могла вспомнить его, он каким-то образом узнал её. Он предложил ей способ скоротать время, позволив ей выйти на улицу.

# data/database.json/lore/chapter-07/content/page-01-02/content
source: By leaving the room and building, Lea saw a completely \c[3]unknown area\c[0] of barren lands and crimson waters, only known as the \c[3]\v[area.arid.name]\c[0]. The area is completely unknown in the \c[3]official CrossWorlds release\c[0] and Sergey only remembers it vaguely from the \c[3]early production\c[0] days and thus deduces it to \c[3]not be part of the official playground\c[0].
ru_ru: Выйдя из комнаты и здания, Лея увидела \c[3]неизвестную область\c[0] бесплодных земель и алых вод, известную только как \c[3]Пустошь Вермиллион\c[0]. Эта область полностью неизвестна в официальной версии \c[3]CrossWorlds\c[0], а Сергей лишь смутно помнил её из \c[3]ранних дней производства\c[0] и таким образом решил, что она \c[3]не является частью официальной игровой зоны\c[0].
