Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

source: The young and hot-headed boss of the Papagang. He only just recently took over the leadership position as the old boss retired. Though he seems vain and undisciplined, he is in fact a master with his powerful weaponry. Precise \c[3]machinegun fire\c[0], explosive \c[3]fruitbombs\c[0] and especially his tenacious \c[3]seeking missiles\c[0] have destroyed many a rival in the past.
es_es: El joven y acalorado jefe del Papagang. Acaba de asumir el liderazgo al retirarse el antiguo jefe. Aunque parece vanidoso e indisciplinado, en realidad es un maestro con su poderoso armamento. Los precisos \c[3]disparos de sus ametralladoras\c[0], las explosivas \c[3]bombas de fruta\c[0] y, sobre todo, sus \c[3]tenaces misiles\c[0] han destruido a muchos de sus rivales en el pasado.

# data/database.json//enemies/jungle.sloth/name
source: Behesloth
es_es: Gran Perezoso

# data/database.json//enemies/jungle.sloth/species
source: Large Mammal
es_es: Mamífero Grande

# data/database.json//enemies/jungle.sloth/descriptions/0/text
source: The embodiment of laziness itself. This huge sloth is a friendly fella, mostly moving around on its stomach and eating plants or mushrooms. If provoked it will stand on its feet to attack with a huge swing or spin extremely fast and dash at its aggressors. This attack can be counter blocked but it is very risky.
es_es: La encarnación de la pereza misma. Este enorme perezoso es un tipo amistoso, que se mueve principalmente sobre su estómago y come plantas o setas. Si se le provoca, se pondrá de pie para atacar con un enorme golpe o girará extremadamente rápido y se lanzará sobre sus agresores. Este ataque se puede contrarrestar, pero es muy arriesgado.

# data/database.json//enemies/minibosses.sloth-black/name
source: Sephisloth
es_es: Perezófirot

# data/database.json//enemies/minibosses.sloth-black/species
source: Large Mammal
es_es: Mamífero Grande

# data/database.json//enemies/minibosses.sloth-black/descriptions/0/text
source: This is the true culprit behind the infestation of \c[3]\v[area.jungle.name]\c[0]. Somehow it managed to snag at the track's system and gained some serious power in return. Not only can it communicate to some degree, it also gained an appetite for everything electrical like the glowing plants. It uses the same tactics as the normal sloth but varies it up by dodging around you and using a long sword to sweep the floor with you. Additionally, it can trap you in a lightning cage and attack you with dashes multiple times.
es_es: Este es el verdadero culpable de la infestación del \c[3]\v[area.jungle.name]\c[0]. De alguna manera consiguió meterse en el sistema del Camino y ganó algo de poder a cambio. No sólo puede comunicarse hasta cierto punto, sino que también tiene un apetito por todo lo eléctrico como las plantas brillantes. Utiliza las mismas tácticas que el perezoso normal, pero varía esquivando a tu alrededor y utilizando una larga espada para barrer el suelo contigo. Además, puede atraparte en una jaula de rayos y atacarte con múltiples embestidas.

# data/database.json//enemies/jungle.fish/name
source: Angler
es_es: Rape

# data/database.json//enemies/jungle.fish/species
source: Floating Fish
es_es: Pez Flotante

# data/database.json//enemies/jungle.fish/descriptions/0/text
source: Coming right at you from the deep, this angler fish found its way into the jungle and lives primarily in the rainy part of it. It mostly stays passive unless provoked in which case it will try to stay away and shoot wave projectiles at you. Shoot at it until it becomes mad and charges at you to release a large scream. Dodge it and melee attack it to break its guard.
es_es: Este pez que se acerca a ti desde las profundidades, se ha introducido en la jungla y vive principalmente en la parte lluviosa de la misma. La mayoría de las veces se mantiene pasivo a menos que se le provoque, en cuyo caso tratará de mantenerse alejado y te disparará proyectiles de onda. Dispárale hasta que se enfade y cargue contra ti un gran grito. Esquiva y ataca cuerpo a cuerpo para romper su guardia.

# data/database.json//enemies/jungle.special.quest_td_fish_1/name
source: Tunnel Angler
es_es: Rape del túnel

# data/database.json//enemies/jungle.special.quest_td_fish_1/species
source: Floating Fish
es_es: Pez Flotante

# data/database.json//enemies/jungle.special.quest_td_fish_1/descriptions/0/text
source: A close relative to the regular \c[3]\v[combat.name.jungle/fish]\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. Living underground for most of its life has somewhat stunted this creature's ability to fly. Not for the lack of ability, but rather because constantly stubbing their sensible lantern on the ceiling at a young age has made them overly careful.
es_es: Un pariente cercano del \c[3]\v[combat.name.jungle/fish]\c[0], este espécimen prefiere vivir bajo tierra. Suelen tener una estrecha conexión con el poder de los Antiguos los cuales están ansiosos por proteger. Vivir bajo tierra durante la mayor parte de su vida ha mermado un poco la capacidad de volar de esta criatura. No por falta de habilidad, sino porque el hecho de tropezar constantemente con su linterna sensible en el techo a una edad temprana les ha hecho ser demasiado cuidadosos.

# data/database.json//enemies/minibosses.deep-fish/name
source: Tiefsee Angler
es_es: Rape Sigiloso

# data/database.json//enemies/minibosses.deep-fish/species
source: Deepest Fish
es_es: Pez Profundo

# data/database.json//enemies/minibosses.deep-fish/descriptions/0/text
source: This variant of the \c[3]\v[combat.name.jungle/fish]\c[0] lives in the abandoned ruins of the giant sea in \c[3]\v[area.jungle.name]\c[0]. It can become near invisible and attacks its prey from the dark. Bright lights however can make it vulnerable for a short period of time. Legends say that this beast has not been seen for many centuries. However legends also tell that nobody ever lived to tell the tale...
es_es: Esta variante del \c[3]\v[combat.name.jungle/fish]\c[0] vive en las ruinas abandonadas del mar gigante en \c[3]\v[area.jungle.name]\c[0]. Puede volverse casi invisible y ataca a sus presas desde la oscuridad. Sin embargo, las luces brillantes pueden hacerlo vulnerable durante un corto período de tiempo. Las leyendas dicen que esta bestia no ha sido vista desde hace muchos siglos. Sin embargo, las leyendas también dicen que nadie ha vivido para contarlo...

# data/database.json//enemies/jungle.fish-gear/name
source: Leggy Angler
es_es: Rape Piernudo

# data/database.json//enemies/jungle.fish-gear/species
source: Running Fish
es_es: Pez Veloz

# data/database.json//enemies/jungle.fish-gear/descriptions/0/text
source: This fish never skips leg day.
es_es: Este pez nunca se salta el día de entrenar las piernas.

# data/database.json//enemies/jungle.blueray/name
source: Blue Ray
es_es: Manta Raya Azul

# data/database.json//enemies/jungle.blueray/species
source: 5th Dimension Fish
es_es: Pez de la 5ta Dimensión

# data/database.json//enemies/jungle.blueray/descriptions/0/text
source: This fish is capable of diving into any surface by moving into a higher dimension. The only thing alerting of its presence is the looming shadow. It will attack with various wave-elemental attacks while hiding below ground. The only way to lure it out is by using dischargers. They will be stunned for a short while from the shock, use this window to deal as much damage as you can.
es_es: Este pez es capaz de sumergirse en cualquier superficie pasando a una dimensión superior. Lo único que alerta de su presencia es la sombra que se cierne sobre él. Atacará con varios ataques de Pulso mientras se esconde bajo tierra. La única forma de atraerlo es utilizando descargadores. Quedarán aturdidos durante un rato por la descarga, aprovecha esta ventaja para dañarle tanto como puedas.

# data/database.json//enemies/jungle.ape-boss/name
source: Son of the East
es_es: Hijo del Este

# data/database.json//enemies/jungle.ape-boss/species
source: Handsome Ape
es_es: Simio Hermoso

# data/database.json//enemies/jungle.ape-boss/descriptions/0/text
source: Born atop a mountain from a magic stone, this wise ape serves as the caretaker of both the \c[3]\c[3]\v[area.tree-dng.name]\c[0]\c[0] and the \c[3]\v[combat.name.jungle/whale-boss]\c[0]. He will test each Seeker to make sure only the worthy acquire the \c[3]\v[item.410.name]\c[0]. He wields a long staff and flies around on a puffy little cloud. Although his job is to test Seekers, it seems he enjoys a good and honest fight.
es_es: Nacido en la cima de una montaña de una piedra mágica, este simio sabio es el cuidador de \c[3]\c[3]\v[area.tree-dng.name]\c[0]\c[0] y el \c[3]\v[combat.name.jungle/whale-boss]\c[0]. Probará a cada Buscador para asegurarse de que solo los dignos adquieran el \c[3]\v[item.410.name]\c[0]. Empuña un bastón largo y vuela alrededor de una pequeña nube hinchada. Aunque su trabajo es poner a prueba a los Buscadores, parece que disfruta de una pelea buena y honesta.

# data/database.json//enemies/beach.ape-beach/name
source: Son of the Beach
es_es: Hijo de la Playa

# data/database.json//enemies/beach.ape-beach/species
source: Ape on Vacation
es_es: Simio en Vacaciones

# data/database.json//enemies/beach.ape-beach/descriptions/0/text
source: A powerful ape, serving as the unbeaten guardian and champion of the \c[3]\v[area.beach.name]\c[0]. The peaceful task has left him with an eternity of time to ponder the meaning of the universe and at this point he is terminally bored and craves a proper fight. Though at first glance this lanky primate might lack in style and grace, he is actually much more powerful than his distant cousin, the \v[3]\v[combat.name.jungle/ape-boss]\c[0]. In fact, he is able to skillfully wield \c[3]all four elements\c[0], a feat almost unheard of, outside of experienced \v[lore.title.seeker]s.
es_es: Un simio poderoso que actúa como guardián invicto y campeón de \c[3]\v[area.beach.name]\c[0]. Esta tarea lo ha dejado con una eternidad de tiempo para reflexionar sobre el significado del universo y en este punto está totalmente aburrido y anhela una emocionante pelea. Aunque a primera vista este primate larguirucho puede carecer de estilo y gracia, en realidad es mucho más poderoso que su primo lejano, el \v[3]\v[combat.name.jungle/ape-boss]\c[0]. De hecho, es capaz de manejar hábilmente \c[3]los cuatro elementos\c[0], una hazaña casi inaudita, incluso para los \v[lore.title.seeker]es experimentados.

# data/database.json//enemies/jungle.whale-boss/name
source: Ancient Guardian
es_es: Guardián Antiguo

# data/database.json//enemies/jungle.whale-boss/species
source: Wisdom Bringer
es_es: Portador de Sabiduría

# data/database.json//enemies/jungle.whale-boss/descriptions/0/text
source: Enlightened and aloof, this wise whale is the true guardian of the \c[3]\v[area.tree-dng.name]\c[0]. Together with the \v[combat.name.jungle/ape-boss] it will combine wave and shock elemental attacks to test a Seeker. Shock balls will stun it, forcing the ape to try and heal it. Who you attack is your choice...
es_es: Iluminada y distante, esta sabia ballena es la verdadera guardiana del \c[3]\v[area.tree-dng.name]\c[0]. Junto con \v[combat.name.jungle/ape-boss], combinará ataques elementales de Pulso y Rayo para poner a prueba a un Buscador. Las bolas de Rayo lo aturdirán, lo que obligará al simio a tratar de curarlo. A quién atacar primero es tu elección...

# data/database.json//enemies/forest.bug-samurai-heat/name
source: Sun Beetle
es_es: Escarabajo Solar

# data/database.json//enemies/forest.bug-samurai-heat/species
source: Honorable Insect
es_es: Insecto Honorable

# data/database.json//enemies/forest.bug-samurai-heat/descriptions/0/text
source: This bug is a true warrior and master of the hidden arts of the blade. Trained by a master since its birth it takes down enemies with powerful strikes. Strikes so powerful they combust the air around them and create flames.
es_es: Este bicho es un auténtico guerrero y maestro de las artes ocultas de la espada. Entrenado por un maestro desde su nacimiento, derriba a los enemigos con poderosos golpes. Golpea tan poderosamente que quema el aire a su alrededor y crea llamas.

# data/database.json//enemies/forest.bug-samurai-heat/descriptions/1/text
source: Its weapons of choice are dual swords known as "Sun Blades". When threatened it can summon a heat barrier and it uses a fake-out attack by jumping behind its enemies following up with a huge fire swirl.
es_es: Sus armas preferidas son espadas dobles conocidas como "Hojas Solares". Cuando se ve amenazado, puede invocar una barrera de calor y usa un ataque falso al saltar detrás de sus enemigos y seguir con un gran remolino de fuego.

# data/database.json//enemies/forest.bug-samurai-shock/name
source: Moon Beetle
es_es: Escarabajo Lunar

# data/database.json//enemies/forest.bug-samurai-shock/species
source: Honorable Insect
es_es: Insecto Honorable

# data/database.json//enemies/forest.bug-samurai-shock/descriptions/0/text
source: This bug is a true warrior and master of the hidden arts of the blade. Trained by a master since its birth it takes down enemies with swift strikes. It is said to be so fast that it can even dodge bullets.
es_es: Este bicho es un auténtico guerrero y maestro de las artes ocultas de la espada. Entrenado por un maestro desde su nacimiento, derriba a los enemigos con golpes rápidos. Se dice que es tan rápido que incluso puede esquivar balas.

# data/database.json//enemies/forest.bug-samurai-shock/descriptions/1/text
source: Its weapons of choice are dual swords known as "Moon Blades". When threatened it can summon a shock barrier and it uses an extremely fast attack that uses both swords to slice through its enemies.
es_es: Sus armas preferidas son espadas dobles conocidas como "Hoja Lunar". Cuando se ve amenazado, puede invocar una barrera de Rayo y usa un ataque extremadamente rápido que usa ambas espadas para atravesar a sus enemigos.

# data/database.json//enemies/forest.samurai-boss/name
source: Twilight Master
es_es: Maestro Crepuscular

# data/database.json//enemies/forest.samurai-boss/species
source: Master of Old
es_es: Maestro de Antaño

# data/database.json//enemies/forest.samurai-boss/descriptions/0/text
source: Once a boy was found by the beetle-folk of \c[3]Sapphire Ridge\c[0]. The master of the clan raised this boy as his own. He became a strong and honorable warrior that protected the clan just as much as any other beetle. Years passed and the father's time to enter the afterlife drew close. On his deathbed the Father spoke to his son: \c[3]"You shall become the master of this clan, my son."\c[0] With tears the son nodded his head in agreement as the father dissipated into thousands of fireflies that flew into the night sky.
es_es: Una vez, los escarabajos de \c[3]Cresta Zafiro\c[0] encontraron a un niño. El maestro del clan crió a este niño como si fuera suyo. Se convirtió en un guerrero fuerte y honorable que protegía al clan tanto como cualquier otro escarabajo. Pasaron los años y se acercó el momento del padre para entrar en el más allá. En su lecho de muerte el Padre habló a su hijo: \c[3]"Te convertirás en el amo de este clan, hijo mío".\c[0] Con lágrimas, el hijo asintió con la cabeza mientras el padre se disipaba en miles de luciérnagas que volaban en el cielo nocturno.

# data/database.json//enemies/forest.spider/species
source: Not a bug
es_es: Un claro no error

# data/database.json//enemies/forest.spider/descriptions/0/text
source: Mostly found in caves in \v[area.forest.name], this supersized spider is the nightmare of many miners. It slows downs its prey and then attacks with a deafening scream. In groups it teams up with other \v[combat.name.forest/spider]s. Watch out as it leaps up with ice cold power.
es_es: Encontrados principalmente en cuevas de \v[area.forest.name], esta araña de gran tamaño es la pesadilla de muchos mineros. Reduce la velocidad de su presa y luego ataca con un grito ensordecedor. Forma equipo con otros \v[combat.name.forest/spider]s. Cuidado mientras salta con su poder helado.

# data/database.json//enemies/minibosses.spider-black/name
source: War Webster
es_es: Tejedora Guerrera

# data/database.json//enemies/minibosses.spider-black/species
source: Mean war machine
es_es: Maquina de Guerra

# data/database.json//enemies/minibosses.spider-black/descriptions/0/text
source: Rarely found in caves in \v[area.forest.name], this vile fiend is a mechanized copy of the \v[combat.name.forest/spider]. Just like its archetype it can slow down its prey. Instead of Wave-based attacks it uses Shock as its primary element. Groups of them will combine their electric power to send down bolts of lightning.
es_es: Raramente encontrado en cuevas de \v[area.forest.name], este vil demonio es una copia mecanizada del \v[combat.name.forest/spider]. Al igual que su arquetipo, puede ralentizar a su presa. En lugar de ataques basados en Pulsos, utiliza el Rayo como elemento principal. Grupos de ellos combinarán su energía eléctrica para enviar rayos.

# data/database.json//enemies/arid.rhino/name
source: Failed Rhino
es_es: Rino Fallido

# data/database.json//enemies/arid.rhino/species
source: Failed Experiment
es_es: Experimento Fallido

# data/database.json//enemies/arid.rhino/descriptions/0/text
source: Seems like this enemy wasn't quite ready, as it is missing its backside. This left this poor being in permanent malfunction making it extremely aggressive. It will launch itself at you or jump on you, infused with various elements. Its backside is the only way to stun it. But be aware: too much pressure and it will leave a burst of particles.
es_es: Parece que este enemigo no estaba del todo preparado, ya que le falta el trasero. Esto ha dejado a este pobre ser en permanente mal funcionamiento, haciéndolo extremadamente agresivo. Se lanzará hacia ti o saltará sobre ti, infundido en varios elementos. Su parte trasera es la única forma de aturdirlo. Pero ten cuidado: si presionas demasiado, dejará una explosión de partículas.

# data/database.json//enemies/arid.snail/name
source: Gastropolis
es_es: Gastrópolis

# data/database.json//enemies/arid.snail/species
source: Not a sneg
es_es: No es un Sneg

# data/database.json//enemies/arid.snail/descriptions/0/text
source: A huge snail with an enormous amount of HP. It's slow but it can use its huge body to jump on top of you or spin around the arena leaving an icy trail. It will also spit out slugs that move towards its enemy and explode. Attack its tail to stun it and attack. However, this will not even leave a scratch. You need something better to have a chance at draining its HP pool.
es_es: Un enorme caracol con una enorme cantidad de HP. Es lento, pero puede usar su enorme cuerpo para saltar sobre ti o girar por la arena dejando un enorme rastro de hielo. También escupe babosas que se mueven hacia su enemigo y explotan. Ataca su cola para aturdirlo y atacar. Sin embargo, esto no dejará ni un rasguño. Necesitas algo mejor para tener la oportunidad de acabar con sus PV.

# data/database.json//enemies/guest.honeybear/name
source: Beearbot
es_es: Oso Colmena

# data/database.json//enemies/guest.honeybear/species
source: Bear
es_es: Oso

# data/database.json//enemies/guest.honeybear/descriptions/0/text
source: This powerful being is half machine, half bear and all danger. As if this was not enough, it has entered a symbiotic relationship with an entire hive filled with deadly bee weapons. Against the powerful armor a \c[3]frontal assault seems hopeless\c[0] so it might be a good idea to \c[3]wait for a distraction\c[0]. Thankfully, this bear is prone to \c[3]playing with his food\c[0]...
es_es: Este poderoso ser es mitad máquina, mitad oso y todo un peligro. Por si fuera poco, ha entablado una relación simbiótica con toda una colmena llena de mortíferas abejas. Contra su poderosa armadura, un \c[3]ataque frontal parece inútil\c[0], así que podría ser una buena idea \c[3]esperar a que se distraiga\c[0]. Afortunadamente, este oso es propenso a \c[3]jugar con su comida\c[0]...

# data/database.json//enemies/final.colibri/name
source: Hummagnum
es_es: Alto Calibri

# data/database.json//enemies/final.colibri/species
source: Silent Sniper
es_es: Francotirador Silencioso

# data/database.json//enemies/final.colibri/descriptions/0/text
source: Armed with a mouth that doubles as a sniper gun, this bird does not mess around. It can react to any movement in a split second and will dodge all incoming fire. However a shot from its beak and a dodge takes a lot of energy leaving it open for a counter attack.
es_es: Armado con una boca que hace las veces de pistola de francotirador, este pájaro no se anda con rodeos. Puede reaccionar a cualquier movimiento en una fracción de segundo y esquivará todos los disparos. Sin embargo, un disparo de su pico y una esquiva consumen mucha energía, lo que lo deja abierto a un contraataque.

# data/database.json//enemies/beach.sea-star-heat/name
source: Echinoignis
es_es: Estrella Ígnea

# data/database.json//enemies/beach.sea-star-heat/species
source: Marine Menace
es_es: Amenaza Marina

# data/database.json//enemies/beach.sea-star-heat/descriptions/0/text
source: These Invertebrates evolved into huge proportions and inhabit most of the \c[3]\v[area.beach.name]\c[0]. According to some research by the \c[3]\v[lore.title.faction-wave-main]\c[0] all the star fishes in the \c[3]\v[area.beach.name]\c[0] become agitated once provoked. Who would have guessed?
es_es: Estos invertebrados evolucionaron hasta alcanzar proporciones enormes y habitan en la mayor parte del \c[3]\v[area.beach.name]\c[0]. Según algunas investigaciones del \c[3]\v[lore.title.faction-wave-main]\c[0] todas las estrellas de mar del \c[3]\v[area.beach.name]\c[0] se agitan una vez provocadas. ¿Quién lo hubiera imaginado?

# data/database.json//enemies/beach.sea-star-cold/name
source: Echinonix
es_es: Estrella Gélida

# data/database.json//enemies/beach.sea-star-cold/species
source: Marine Menace
es_es: Amenaza Marina

# data/database.json//enemies/beach.sea-star-cold/descriptions/0/text
source: These Invertebrates evolved into huge proportions and inhabit most of the \c[3]\v[area.beach.name]\c[0]. According to some research by the \c[3]\v[lore.title.faction-wave-main]\c[0] all the star fishes in the \c[3]\v[area.beach.name]\c[0] become agitated once provoked. Who would have guessed?
es_es: Estos invertebrados evolucionaron hasta alcanzar proporciones enormes y habitan en la mayor parte del \c[3]\v[area.beach.name]\c[0]. Según algunas investigaciones del \c[3]\v[lore.title.faction-wave-main]\c[0] todas las estrellas de mar del \c[3]\v[area.beach.name]\c[0] se agitan una vez provocadas. ¿Quién lo hubiera imaginado?

# data/database.json//enemies/beach.sea-star-shock/name
source: Echinofulgur
es_es: Estrella Fulgor

# data/database.json//enemies/beach.sea-star-shock/species
source: Marine Menace
es_es: Amenaza Marina

# data/database.json//enemies/beach.sea-star-shock/descriptions/0/text
source: These Invertebrates evolved into huge proportions and inhabit most of the \c[3]\v[area.beach.name]\c[0]. According to some research by the \c[3]\v[lore.title.faction-wave-main]\c[0] all the star fishes in the \c[3]\v[area.beach.name]\c[0] become agitated once provoked. Who would have guessed?
es_es: Estos invertebrados evolucionaron hasta alcanzar proporciones enormes y habitan en la mayor parte del \c[3]\v[area.beach.name]\c[0]. Según algunas investigaciones del \c[3]\v[lore.title.faction-wave-main]\c[0] todas las estrellas de mar del \c[3]\v[area.beach.name]\c[0] se agitan una vez provocadas. ¿Quién lo hubiera imaginado?
