Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/quests/bg-1-lost_pet/tasks/2/task
source: You got it cornered in the \c[3]\v[area.bergen.name] Storage Shed\c[0]. Go catch it!
ru_ru: Вы загнали его в угол на \c[3]Бергенском складе\c[0]. Поймайте его!

# data/database.json/quests/bg-1-lost_pet/tasks/3/task
source: Bring the goat kid back to the \c[3]Bergen Guard\c[0]
ru_ru: Приведите козлёнка назад к \c[3]Бергенской страже\c[0]

# data/database.json/quests/bg-1-lost_pet/tasks/4/task
source: Report back to \c[3]Sgt. Sterling\c[0] in the \c[3]Bergen Guard HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Стерлинг\c[0] в \c[3]штабе Бергенской стражи\c[0]

# data/database.json/quests/bg-1-lost_pet/tasks/5/task
source: Find the \c[3]false guardsman\c[0] somewhere in \c[3]northern \v[area.bergen-trails.name]\c[0]
ru_ru: Найдите \c[3]лже-гвардейца\c[0] где-то на \c[3]севере Пути в Берген\c[0]

# data/database.json/quests/bg-1-lost_pet/tasks/6/task
source: He got away and left you without a trace. Report back to \c[3]Sgt. Sterling\c[0]... again
ru_ru: Он убежал, не оставив и следа. Отчитайтесь \c[3]сержанту Стерлинг\c[0]... снова

# data/database.json/quests/bg-2-goat_cave_1/hubSettings/location
source: The trail of the goat criminal has narrowed down. Help us catch him! \c[3]- Bergen Guard HQ\c[0]
ru_ru: След козлиного преступника сузился. Помогите нам поймать его! \c[3]- штаб Бергенской стражи\c[0]

# data/database.json/quests/bg-2-goat_cave_1/name
source: The Goatfather
ru_ru: Крёстный козлец

# data/database.json/quests/bg-2-goat_cave_1/person
source: Sgt. Sterling
ru_ru: Сержант Стерлинг

# data/database.json/quests/bg-2-goat_cave_1/description
source: Hints towards the \c[3]hideout\c[0] of the \c[3]impostor guard\c[0] and \c[3]his goat kid\c[0] have been found. Examine them and bring those criminals to justice!
ru_ru: Были обнаружены зацепки к местонахождению \c[3]убежища\c[0] \c[3]охранника-самозванца\c[0] и \c[3]его козлёнка\c[0]. Изучите их и предайте преступников правосудию!

# data/database.json/quests/bg-2-goat_cave_1/briefing
source: The guard impostor turned out to be a goat scientist but literally fell victim to his own creation. Now the peace with the goats will hopefully persist!
ru_ru: Стражник-самозванец оказался козлиным учёным, но буквально пал жертвой своего собственного творения. Будем надеяться, что теперь наступит мир с козлами!

# data/database.json/quests/bg-2-goat_cave_1/tasks/0/task
source: Examine \c[3]Rising Path 4\c[0] in \c[3]\v[area.bergen-trails.name]\c[0] and search for the hideout
ru_ru: Изучите \c[3]Восходящий путь 4\c[0] на \c[3]Тропе в Берген\c[0] и найдите убежище

# data/database.json/quests/bg-2-goat_cave_1/tasks/1/task
source: Enter \c[3]the cave\c[0] on \c[3]Rising Path 4\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Войдите в \c[3]пещеру\c[0] на \c[3]Восходящем пути 4\c[0] на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/bg-2-goat_cave_1/tasks/2/task
source: Explore \c[3]the cave\c[0] and search for the \c[3]goat kid\c[0]
ru_ru: Исследуйте \c[3]пещеру\c[0] и найдите \c[3]козлёнка\c[0]

# data/database.json/quests/bg-2-goat_cave_1/tasks/3/task
source: Open \c[3]the chest\c[0]
ru_ru: Откройте \c[3]сундук\c[0]

# data/database.json/quests/bg-2-goat_cave_1/tasks/4/task
source: Report back to \c[3]Sgt. Sterling\c[0] in the \c[3]Bergen Guard HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Стерлинг\c[0] в \c[3]штабе Бергенской стражи\c[0]

# data/database.json/quests/bg-3-goat_final/hubSettings/location
source: We need to check in on the goats. Something might be afoot! \c[3]- Bergen Guard HQ\c[0]
ru_ru: Нам нужно проверить козлов. Что-то может надвигаться! \c[3]- штаб Бергенской стражи\c[0]

# data/database.json/quests/bg-3-goat_final/name
source: Wrath of Goat
ru_ru: Гнев козла

# data/database.json/quests/bg-3-goat_final/person
source: Sgt. Sterling
ru_ru: Сержант Стерлинг

# data/database.json/quests/bg-3-goat_final/briefing
source: Despite your best efforts the scientist got away. That is a problem another day, though.
ru_ru: Несмотря на все ваши усилия, учёный сбежал. Но это уже другая проблема.

# data/database.json/quests/bg-3-goat_final/tasks/0/task
source: Investigate what happened in the \c[3]Horncave\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Исследуйте, что случилось в c[3]Рогатой пещере\c[0] на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/bg-3-goat_final/tasks/2/task
source: Report back to \c[3]Sgt. Sterling\c[0] in the \c[3]Bergen Guard HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Стерлинг\c[0] в \c[3]штабе Бергенской стражи\c[0]

# data/database.json/quests/bg-3-goat_final/tasks/3/task
source: Talk to \c[3]Sergeant Bronzel\c[0] in the \c[3]Basin Police Force HQ\c[0]
ru_ru: Поговорите с \c[3]сержантом Бронзелем\c[0] в \c[3]штабе Полиции Бэйзина\c[0]

# data/database.json/quests/bg-3-goat_final/tasks/7/task
source: Report back to \c[3]Sgt. Sterling\c[0] in the \c[3]Bergen Guard HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Стерлинг\c[0] в \c[3]штабе Бергенской стражи\c[0]

# data/database.json/quests/bergen-fancy-tophat/hubSettings/location
source: Help with an irritating nuisance needed. Will require collecting of resources. \c[3]- Trader's Den\c[0]
ru_ru: Нужна помощь с раздражающим неудобством. Потребуется сбор ресурсов. \c[3]- Логово торговцев\c[0]

# data/database.json/quests/bergen-fancy-tophat/name
source: Fancy Tophat
ru_ru: Роскошный цилиндр

# data/database.json/quests/bergen-fancy-tophat/person
source: Mrs. Summers
ru_ru: Миссис Саммерс

# data/database.json/quests/bergen-fancy-tophat/description
source: A rather eccentric person in Bergen wants your help in search for a \c[3]Tophat\c[0] worthy of his refined taste. Find a suitable artisan who can help you with that task!
ru_ru: Весьма эксцентричный человек в Бергене хочет, чтобы вы помогли ему в поисках \c[3]Цилиндра\c[0], достойного его изысканного вкуса. Найдите мастера, который поможет вам с этой задачей!

# data/database.json/quests/bergen-fancy-tophat/briefing
source: You haven't been able to satisfy the guy's wishes, but you did what you could. Maybe you can help him again later?
ru_ru: Вы не смогли удовлетворить желания человека, но вы сделали всё, что могли. Может быть, вы сможете помочь ему снова потом?

# data/database.json/quests/bergen-fancy-tophat/tasks/0/task
source: Talk to \c[3]Jamie Twirlson\c[0] in the \c[3]\v[area.bergen.name] Shop\c[0]
ru_ru: Поговорите с \c[3]Джейми Непоседой\c[0] в \c[3]магазине Бергена\c[0]

# data/database.json/quests/bergen-fancy-tophat/tasks/1/task
source: Find a skilled \c[3]hatmaker\c[0]
ru_ru: Найдите умелого \c[3]шляпника\c[0]

# data/database.json/quests/bergen-fancy-tophat/tasks/2/task
source: \c[3]Gather materials\c[0] for a presentable tophat (at least \c[3]Combat Rank B\c[0] is needed to get \c[3]\v[item.140.name]s\c[0])
ru_ru: \c[3]Соберите материалы\c[0] для презентабельного цилиндра (необходим как минимум \c[3]Боевой ранг B\c[0], чтобы добыть \c[3]Цилиндры с дыркой\c[0])

# data/database.json/quests/bergen-fancy-tophat/tasks/3/task
source: Bring the material to the \c[3]hatmaker\c[0]
ru_ru: Принесите материалы \c[3]шляпнику\c[0]

# data/database.json/quests/bergen-fancy-tophat/tasks/4/task
source: Get a \c[3]\v[item.161.name]\c[0]
ru_ru: Заберите \c[3]\v[item.161.name]\c[0]

# data/database.json/quests/bergen-fancy-tophat/tasks/5/task
source: Bring the \v[item.161.name] to \c[3]Jamie Twirlson\c[0] in the \c[3]\v[area.bergen.name] Item-Shop\c[0]
ru_ru: Принесите \c[3]\v[item.161.name]\c[0] \c[3]Джейми Непоседе\c[0] в \c[3]магазин предметов в Бергене\c[0]

# data/database.json/quests/bergen-fancy-tophat/tasks/6/task
source: Report back to \c[3]Mrs. Summers\c[0] in the \c[3]Trader's Den\c[0]
ru_ru: Отчитайтесь \c[3]миссис Саммерс\c[0] в \c[3]Логове торговцев\c[0]

# data/database.json/quests/bergtraders-2-hermit_materials/hubSettings/location
source: Assistance with a technical problem urgently needed! \c[3]- Trader's Den\c[0]
ru_ru: Срочно нужна помощь с технической проблемой! \c[3]- Логово торговцев\c[0]

# data/database.json/quests/bergtraders-2-hermit_materials/name
source: Heating the Hermit
ru_ru: Обогрев отшельника

# data/database.json/quests/bergtraders-2-hermit_materials/person
source: Mrs. Summers
ru_ru: Миссис Саммерс

# data/database.json/quests/bergtraders-2-hermit_materials/description
source: The heating system at the popular tavern \c[3]Hermit's House\c[0] in Bergen Trail has been damaged. Go there and help them out!
ru_ru: Система отопления в популярной таверне \c[3]Дом отшельника\c[0] на Тропе в Берген была повреждена. Направляйтесь туда и помогите с этим!

# data/database.json/quests/bergtraders-2-hermit_materials/briefing
source: You repaired the heating system. And you even get a nice discount in the Hermit's House now!
ru_ru: Вы отремонтировали систему отопления. И даже получили приятную скидку в Доме отшельника!

# data/database.json/quests/bergtraders-2-hermit_materials/tasks/0/task
source: Enter the \c[3]Hermit's House at the Spike Heights on \v[area.bergen-trails.name]\c[0] and talk to the owner
ru_ru: Войдите в \c[3]Дом отшельника в Шипастых высотах на тропе в Берген\c[0] и поговорите с его владельцем.

# data/database.json/quests/bergtraders-2-hermit_materials/tasks/1/task
source: Gather \c[3]materials\c[0] for the repairs
ru_ru: Соберите \c[3]материалы\c[0] для ремонта

# data/database.json/quests/bergtraders-2-hermit_materials/tasks/2/task
source: Bring the materials back to the \c[3]Hermit's House\c[0]
ru_ru: Принесите материалы обратно в \c[3]Дом отшельника\c[0]

# data/database.json/quests/bergtraders-2-hermit_materials/tasks/3/task
source: Repair the \c[3]generator\c[0] in the basement
ru_ru: Отремонтируйте \c[3]генератор\c[0] в подвале

# data/database.json/quests/bergtraders-2-hermit_materials/tasks/4/task
source: Talk to the owner of the \c[3]Hermit's House\c[0] again
ru_ru: Поговорите с владельцем \c[3]Дома отшельника\c[0] снова

# data/database.json/quests/bergtraders-2-hermit_materials/tasks/5/task
source: Report back to \c[3]Mrs. Summers\c[0] in the \c[3]Trader's Den\c[0]
ru_ru: Отчитайтесь \c[3]миссис Саммерс\c[0] в \c[3]Логове торговцев\c[0]

# data/database.json/quests/monks-1-jump_challenge/hubSettings/location
source: Wisdom can be gained through discipline. Let us guide you! \c[3]- Bergen Monastery\c[0]
ru_ru: Мудрость достигается через дисциплину. Дайте нам направить вас! \c[3]- Бергенский монастырь\c[0]

# data/database.json/quests/monks-1-jump_challenge/name
source: Trial of Aspiration
ru_ru: Испытание стремления

# data/database.json/quests/monks-1-jump_challenge/person
source: Wise Nemuh
ru_ru: Старейшина Нему

# data/database.json/quests/monks-1-jump_challenge/description
source: You have talked to the Monks of the \c[3]Ascension Spirits\c[0] in Bergen. To prove your harmonic connection with the Track, \c[3]beating a trial\c[0] shall be necessary. (\c[1]Warning: No modifiers are active during the trial!\c[0])
ru_ru: Вы поговорили с монахами из \c[3]Духов вознесения\c[0] в Бергене. Чтобы доказать вашу гармонию связи с Путём, необходимо \c[3]пройти испытание\c[0]. (\c[1]Модификаторы отключаются во время испытания!\c[0])

# data/database.json/quests/monks-1-jump_challenge/briefing
source: You beat the trial and are now deemed worthy by the monks.
ru_ru: Вы прошли испытание, и теперь монахи признали вас достойным.

# data/database.json/quests/monks-1-jump_challenge/tasks/0/task
source: Talk to \c[3]Monk Hasouk\c[0] in the \c[3]Bergen Monastery\c[0]
ru_ru: Поговорите с \c[3]монахом Хасуком\c[0] в \c[3]Бергенском монастыре\c[0]

# data/database.json/quests/monks-1-jump_challenge/tasks/1/task
source: Enter the \c[3]Cave of Aspiration\c[0] and reach the \c[3]eastern end\c[0] to collect an artifact
ru_ru: Войдите в \c[3]Пещеру стремления\c[0] и достигните \c[3]восточного конца\c[0], чтобы получить артефакт

# data/database.json/quests/monks-1-jump_challenge/tasks/2/task
source: Return to the \c[3]Monastery\c[0] and talk to \c[3]Monk Hasouk\c[0] again
ru_ru: Вернитесь в \c[3]Монастырь\c[0] и поговорите с \c[3]монахом Хасуком\c[0] снова

# data/database.json/quests/monks-1-jump_challenge/tasks/3/task
source: Report back to \c[3]Wise Nemuh\c[0] in the \c[3]Bergen Monastery\c[0]
ru_ru: Отчитайтесь \c[3]старейшине Нему\c[0] в \c[3]Бергенском монастыре\c[0]

# data/database.json/quests/monks-2-jump_challenge_2/hubSettings/location
source: Reflect upon the cold and gain knowledge of the Track and yourself. \c[3]- Bergen Monastery\c[0]
ru_ru: Поразмыслите над холодом и постигните знания о Пути и себе. \c[3]- Бергенский монастырь\c[0]

# data/database.json/quests/monks-2-jump_challenge_2/name
source: Trial of Progression
ru_ru: Испытание прогрессии

# data/database.json/quests/monks-2-jump_challenge_2/person
source: Wise Nemuh
ru_ru: Старейшина Нему

# data/database.json/quests/monks-2-jump_challenge_2/description
source: Another trial awaits to prove your connection with the Track to the \c[3]Ascension Spirits\c[0]. And this one will be served cold.
ru_ru: Ещё одно испытание ждёт того, чтобы доказать \c[3]Духам вознесения\c[0] вашу связь с Путём. И оно будет подано холодным.

# data/database.json/quests/monks-2-jump_challenge_2/briefing
source: You have beaten the trial and proven your coolness.
ru_ru: Вы прошли испытание и доказали своё хладнокровие.

# data/database.json/quests/monks-2-jump_challenge_2/tasks/0/task
source: Get \c[3]Monk Aisy's\c[0] attention at the \c[3]Temple Mine Entrance\c[0] and talk to her
ru_ru: Привлеките внимание и поговорите с \c[3]монахом Айси\c[0] у \c[3]входа в Храм-Шахту\c[0]

# data/database.json/quests/monks-2-jump_challenge_2/tasks/1/task
source: Enter the \c[3]Cave of Progression\c[0] and reach the \c[3]end of the path\c[0] to collect an artifact
ru_ru: Войдите в \c[3]Пещеру прогрессии\c[0] и достигните \c[3]конца пути\c[0], чтобы забрать артефакт

# data/database.json/quests/monks-2-jump_challenge_2/tasks/2/task
source: Return to the \c[3]Monastery\c[0] and talk to \c[3]Monk Kratos\c[0] again
ru_ru: Вернитесь в \c[3]Берген\c[0] и поговорите с \c[3]монахом Айси\c[0] снова

# data/database.json/quests/monks-2-jump_challenge_2/tasks/3/task
source: Report back to \c[3]Wise Nemuh\c[0] in the \c[3]Bergen Monastery\c[0]
ru_ru: Отчитайтесь \c[3]старейшине Нему\c[0] в \c[3]Бергенском монастыре\c[0]

# data/database.json/quests/monks-3-jump_challenge_3/hubSettings/location
source: The time for the final trial has come, worthy \v[lore.title.seeker]. \c[3]- Bergen Monastery\c[0]
ru_ru: Время для последнего испытания пришло, достойный Искатель. \c[3]- Бергенский монастырь\c[0]

# data/database.json/quests/monks-3-jump_challenge_3/description
source: The \c[3]Ascension Spirits\c[0] have given you a final trial to perfect your connection with the Track. The most challenging of caves awaits you!
ru_ru: \c[3]Духи вознесения\c[0] даровали вам последнее испытание для идеальной связи с Путём. Самые сложные пещеры ждут вас!

# data/database.json/quests/monks-3-jump_challenge_3/tasks/1/task
source: Enter the \c[3]Cave of Ascension\c[0] and reach the \c[3]end of the path\c[0] to collect an artifact
ru_ru: Войдите в \c[3]пещеру восхождения\c[0] и достигните \c[3]конца пути\c[0], чтобы собрать артефакт

# data/database.json/quests/monks-3-jump_challenge_3/tasks/2/task
source: Return to the \c[3]Monastery\c[0] and talk to \c[3]Monk Cratos\c[0] again
ru_ru: Вернитесь в \c[3]Монастырь\c[0] и поговорите с \c[3]монахом Кратосом\c[0] снова

# data/database.json/quests/monks-jump_1_bonus/hubSettings/location
source: Trials should not merely be solved but perfected. Thus is the path to wisdom. \c[3]- Bergen Monastery\c[0]
ru_ru: Испытания должны быть не просто пройдены, но и доведены до совершенства. Таков путь к мудрости. \c[3]- Бергенский монастырь\c[0]

# data/database.json/quests/monks-jump_1_bonus/name
source: Challenge of Aspiration
ru_ru: Вызов стремления

# data/database.json/quests/monks-jump_1_bonus/person
source: Monk Hasouk
ru_ru: Монах Хасук

# data/database.json/quests/monks-jump_1_bonus/description
source: The Monk \c[3]Hasouk\c[0] has given you two additional challenges to beat in the \c[3]Cave of Aspiration\c[0]. (\c[1]Warning: No modifiers are active during the trial!\c[0])
ru_ru: Вы получили два дополнительных испытания от монаха \c[3]Хасука\c[0], которые необходимо пройти в \c[3]Пещере стремления\c[0]. (\c[1]В комнате испытаний модификаторы отключены!\c[0])

# data/database.json/quests/monks-jump_1_bonus/briefing
source: You have beaten the additional challenges.
ru_ru: Вы прошли дополнительные испытания.

# data/database.json/quests/monks-jump_1_bonus/tasks/0/task
source: Solve the two additional challenges in the \c[3]Cave of Aspiration\c[0]
ru_ru: Пройдите два дополнительных испытания в \c[3]Пещере стремления\c[0]

# data/database.json/quests/monks-jump_1_bonus/tasks/0/subtasks/0/text
source: Timed Challenge
ru_ru: Испытание на скорость

# data/database.json/quests/monks-jump_1_bonus/tasks/0/subtasks/0/shortText
source: Do the timed challenge
ru_ru: Пройдите испытание на скорость

# data/database.json/quests/monks-jump_1_bonus/tasks/0/subtasks/1/text
source: No Shield Challenge
ru_ru: Испытание без щита

# data/database.json/quests/monks-jump_1_bonus/tasks/0/subtasks/1/shortText
source: Do the shieldless challenge
ru_ru: Пройдите испытание без щита

# data/database.json/quests/monks-jump_1_bonus/tasks/1/task
source: Return to the \c[3]Bergen Monastery\c[0] and talk to \c[3]Monk Hasouk\c[0] again
ru_ru: Вернитесь в \c[3]Бергенский монастырь\c[0] и поговорите с \c[3]монахом Хасуком\c[0] снова

# data/database.json/quests/monks-jump_1_time/name
source: Timed Challenge
ru_ru: Испытание на скорость

# data/database.json/quests/monks-jump_1_time/person
source: Monk Hasouk
ru_ru: Монах Хасук

# data/database.json/quests/monks-jump_1_time/description
source: Prove your fervor by beating the \c[3]Cave of Aspiration\c[0] in under \c[3]2:00\c[0]!
ru_ru: Докажите своё рвение, пройдя \c[3]Пещеру стремления\c[0] менее чем за \c[3]2:00\c[0]!

# data/database.json/quests/monks-jump_1_time/briefing
source: You beat the "Timed"-challenge.
ru_ru: Вы прошли испытание на "скорость".

# data/database.json/quests/monks-jump_1_time/tasks/0/task
source: Beat the \c[3]Cave of Aspiration\c[0] in under \c[3]2:00\c[0]
ru_ru: Пройдите \c[3]Пещеру стремления\c[0] менее чем за \c[3]2:00\c[0]

# data/database.json/quests/monks-jump_1_noShield/name
source: No Shield Challenge
ru_ru: Испытание без щита

# data/database.json/quests/monks-jump_1_noShield/person
source: Monk Hasouk
ru_ru: Монах Хасук

# data/database.json/quests/monks-jump_1_noShield/description
source: Prove your bravery by beating the \c[3]Cave of Aspiration\c[0] \c[3]without Guarding\c[0]!
ru_ru: Докажите свою храбрость, пройдя \c[3]Пещеру стремления\c[0] \c[3]без защиты\c[0].

# data/database.json/quests/monks-jump_1_noShield/briefing
source: You beat the "No Shield"-challenge.
ru_ru: Вы прошли испытание "без щита".

# data/database.json/quests/monks-jump_1_noShield/tasks/0/task
source: \c[3]Deactivate Guarding\c[0] at the terminal in the \c[3]Cave of Aspiration\c[0]
ru_ru: \c[3]Отключите защиту\c[0] через терминал в \c[3]Пещере стремления\c[0]

# data/database.json/quests/monks-jump_1_noShield/tasks/1/task
source: Beat the \c[3]Cave of Aspiration\c[0] with \c[3]deactivated Guarding\c[0]
ru_ru: Пройдите \c[3]Пещеру стремления\c[0] с \c[3]выключенной защитой\c[0]

# data/database.json/quests/monks-jump_2_bonus/hubSettings/location
source: Embrace the cold. Slide down the icy path towards enlightenment. \c[3]- Temple Mine Entrance\c[0]
ru_ru: Совладайте с холодом. Скользите по ледяной тропе к просветлению. \c[3]- вход в Храм-Шахту\c[0]

# data/database.json/quests/monks-jump_2_bonus/name
source: Challenge of Progression
ru_ru: Вызов прогрессии

# data/database.json/quests/monks-jump_2_bonus/person
source: Monk Aisy
ru_ru: Монах Айси

# data/database.json/quests/monks-jump_2_bonus/description
source: The Monk \c[3]Aisy\c[0] has given you two additional challenges to beat in the \c[3]Cave of Progression\c[0]. (\c[1]Warning: No modifiers are active during the trial!\c[0])
ru_ru: Вы получили два дополнительных испытания от монаха \c[3]Айси\c[0], которые необходимо пройти в \c[3]Пещере прогрессии\c[0]. (\c[1]Модификаторы отключаются во время испытания!\c[0])

# data/database.json/quests/monks-jump_2_bonus/briefing
source: You have beaten the additional challenges.
ru_ru: Вы прошли дополнительные испытания.

# data/database.json/quests/monks-jump_2_bonus/tasks/0/task
source: Solve the two additional challenges in the \c[3]Cave of Progression\c[0]
ru_ru: Пройдите два дополнительных испытания в \c[3]Пещере прогрессии\c[0]

# data/database.json/quests/monks-jump_2_bonus/tasks/0/subtasks/0/text
source: Timed Challenge
ru_ru: Испытание на скорость

# data/database.json/quests/monks-jump_2_bonus/tasks/0/subtasks/0/shortText
source: Do the timed challenge
ru_ru: Пройдите испытание на скорость

# data/database.json/quests/monks-jump_2_bonus/tasks/0/subtasks/1/text
source: Frosty Challenge
ru_ru: Морозное испытание

# data/database.json/quests/monks-jump_2_bonus/tasks/0/subtasks/1/shortText
source: Do the frosty challenge
ru_ru: Пройдите морозное испытание

# data/database.json/quests/monks-jump_2_bonus/tasks/1/task
source: Return to the \c[3]Temple Mine Entrance\c[0] and talk to \c[3]Monk Aisy\c[0] again
ru_ru: Вернитесь ко \c[3]входу в Храм-Шахту\c[0] и поговорите с \c[3]монахом Айси\c[0] снова.

# data/database.json/quests/monks-jump_2_time/name
source: Timed Challenge
ru_ru: Испытание на скорость

# data/database.json/quests/monks-jump_2_time/person
source: Monk Aisy
ru_ru: Монах Айси

# data/database.json/quests/monks-jump_2_time/description
source: Prove your fervor by beating the \c[3]Cave of Progression\c[0] in under \c[3]2:00\c[0]!
ru_ru: Докажите своё рвение, пройдя \c[3]Пещеру прогрессии\c[0] менее чем за \c[3]2:00\c[0]!

# data/database.json/quests/monks-jump_2_time/briefing
source: You beat the "Timed"-challenge.
ru_ru: Вы прошли испытание на "скорость".

# data/database.json/quests/monks-jump_2_time/tasks/0/task
source: Beat the \c[3]Cave of Progression\c[0] in under \c[3]2:00\c[0]
ru_ru: Пройдите \c[3]Пещеру прогрессии\c[0] менее чем за \c[3]2:00\c[0]!

# data/database.json/quests/monks-jump_2_frosty/name
source: Frosty Challenge
ru_ru: Морозное испытание

# data/database.json/quests/monks-jump_2_frosty/person
source: Monk Aisy
ru_ru: Монах Айси

# data/database.json/quests/monks-jump_2_frosty/description
source: Prove your passion by beating the \c[3]Cave of Progression\c[0] with \c[3]"Extra Frosty"\c[0] being activated!
ru_ru: Докажите свою страсть, пройдя \c[3]Пещеру прогрессии\c[0] с активированным \c[3]"дополнительным морозом"\c[0]!

# data/database.json/quests/monks-jump_2_frosty/briefing
source: You beat the "Frosty"-challenge.
ru_ru: Вы прошли "морозное" испытание.

# data/database.json/quests/monks-jump_2_frosty/tasks/0/task
source: \c[3]Activate "Extra Frosty"\c[0] at the terminal in the \c[3]Cave of Progression\c[0]
ru_ru: \c[3]Активируйте "дополнительный мороз" \c[0]через терминал в \c[3]Пещере прогрессии\c[0]

# data/database.json/quests/monks-jump_2_frosty/tasks/1/task
source: Beat the \c[3]Cave of Progression\c[0] with "Extra Frosty" activated
ru_ru: Пройдите \c[3]Пещеру прогрессии\c[0] с активированным "дополнительным морозом"!

# data/database.json/quests/monks-jump_3_bonus/person
source: Monk Cratos
ru_ru: Монах Кратос

# data/database.json/quests/monks-jump_3_bonus/description
source: The Monk \c[3]Cratos\c[0] has given you two additional challenges to beat in the \c[3]Cave of Ascension\c[0]. (\c[1]Warning: No modifiers are active during the trial!\c[0])
ru_ru: Монах \c[3]Кратос\c[0] дал вам два дополнительных испытания для прохождения в \c[3]пещере восхождения\c[0]. (\c[1]Предупреждение: Модификаторы не будут активны во время испытания!\c[0])
