Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//enemies/autumn-fall.buffalo-fire-quest/descriptions/0/text
source: Formerly a peaceful \c[3]\v[combat.name.autumn-fall/buffalo-fall]\c[0], this proud animal has been afflicted with a painful sickness that turned it into a highly aggressive flaming beast. It did, however still have enough self-control to hide in a remote cave as to not bring any more destruction to its homeland. Its terrifying heat somehow even forms a protective barrier, so to defeat it one must face it with the power of \c[3]Cold\c[0] and extinguish its raging fire.
es_es: Anteriormente un pacífico \c[3]\v[combat.name.autumn-fall/buffalo-fall]\c[0], este oruglloso animal ha contraído una dolorosa enfermedad que lo convirtió en una bestia llameante altamente agresiva. Aún así, tuvo el suficiente autocontrol para esconderse en una cueva remota para no traer más destrucción a su hogar. Su terrorífico fuego puede formar una barrera protectora, y para derrotarlo uno debe utilizar el poder del \c[3]Hielo\c[0] y extinguir su rugiente fuego.

# data/database.json//enemies/jungle.special.quest_td_buffel_1/name
source: Tunnel Teslabovine
es_es: Bovinotesla de Túnel

# data/database.json//enemies/jungle.special.quest_td_buffel_1/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/jungle.special.quest_td_buffel_1/descriptions/0/text
source: A close relative to the regular \c[3]Teslabovine\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. Though it is currently unknown what a "regular Teslabovine" is, it is assumed that these are somewhat similar to it. In any case, they follow strict paths at a relaxed pace but sometimes feel compelled to \c[3]charge forward\c[0]. These charges will incite a \c[3]powerful bolt of lightning\c[0] on their trampled path!
es_es: Un pariente cercano del \c[3]Bovinotesla\c[0] normal, este espécimen prefiere vivir bajo tierra. Usualmente tienen una fuerte conexión con puntos intensivos de poder Antiguo que ansían proteger. Aunque aún se desconoce lo que es un "Bovinotesla normal", se asume que son algo parecidos. De todos modos, pasean por estrictos caminos a un paso relajado, pero a veces tienen ganas de \c[3]hacer una embestida\c[0]. ¡Estas embestidas dejerán unos \c[3]poderosos rayos de electricidad\c[0] en su camino!

# data/database.json//enemies/gray-frobbit/name
source: Young Frobbit
es_es: Ranejo Jóven

# data/database.json//enemies/gray-frobbit/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/gray-frobbit/descriptions/0/text
source: This weird mixture between frog and rabbit calls the lower parts of Mount Bergen its home. Its cute demeanor quickly turns to evil killer beast when attacked. It will jump around its aggressor and use its strong legs for attacks. Watch out for its fake-outs! It will pretend to charge at you only to jump behind you and give you a boot to the head.
es_es: Esta extraña mezcla entre una rana y un conejo vive en las bajas tierras del Monte Bergen. Su tierno comportamiento rápidamente se transforma al de una bestia asesina cuando es atacado. Saltará alrededor de su agresor y usará sus fuertes piernas para atacar. ¡Ten cuidado con sus amagues! Pretenderá hacer una embestida solo para saltar detrás de ti y pegarte en la nuca.

# data/database.json//enemies/frobbit/name
source: White Frobbit
es_es: Ranejo Blanco

# data/database.json//enemies/frobbit/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/frobbit/descriptions/0/text
source: This white counterpart to the \v[combat.name.gray-frobbit] lives in the higher places of Mount. Bergen and is every bit as cute... and evil. However it is stronger and can quickly whittle you down when encountered in big packs.
es_es: Esta variante blanca al \v[combat.name.gray-frobbit] vive en las altas tierras del Monte Bergen, y es igual de tierno... y malvado. Por cierto, es más fuerte y puede rápidamente rebajarte cuando están en grandes grupos.

# data/database.json//enemies/cold.frobbit-quest-dirty/name
source: Dirty Frobbit
es_es: Ranejo Sucio

# data/database.json//enemies/cold.frobbit-quest-dirty/species
source: Dirty Mammal
es_es: Mamífero Sucio

# data/database.json//enemies/cold.frobbit-quest-dirty/descriptions/0/text
source: A \c[3]\v[combat.name.frobbit]\c[0] that got dirty by hopping around mining machines. The thick filth has not only made its fur become \c[3]almost impervious to damage\c[0], it also enraged the usually peaceful animal to \c[3]attack any human\c[0] it sees. Only a \c[3]forced bath\c[0] will clean up their fur and make them vulnerable again.
es_es: Un \c[3]\v[combat.name.frobbit]\c[0] que se ensució por saltar alrededor de las máquinas de minería. La gruesa capa de mugre no solo hizo que su pelaje se haga \c[3]casi impermeable al daño\c[0], también ha enojado a este usualemente pacífico animal lo suficiente como para que \c[3]ataque a cualquier humano\c[0] que vea. Solo un \c[3]baño forzado\c[0] limpiará su pelaje y los hará vulnerables otra vez.

# data/database.json//enemies/legend-frobbit/name
source: Legendary Frobbit
es_es: Ranejo Legendario

# data/database.json//enemies/legend-frobbit/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/legend-frobbit/descriptions/0/text
source: Despite its fancy name, this is just a normal \c[3]\v[combat.name.gray-frobbit]\c[0].
es_es: A pesar de su lujoso nombre, es tan solo un \c[3]\v[combat.name.gray-frobbit]\c[0] normal.

# data/database.json//enemies/daft-frobbit/name
source: Hologram Frobbit
es_es: Ranejo Holográfico

# data/database.json//enemies/daft-frobbit/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/daft-frobbit/descriptions/0/text
source: A mischievous variant of the common \c[3]\v[combat.name.gray-frobbit]\c[0] created by the Ancients as part of a trial. It will jump around and make you chase it all around the area until finally engaging in combat. And boy does it pack a punch, combining both Heat and Cold for furious attacks.
es_es: Una traviesa variante del \c[3]\v[combat.name.gray-frobbit]\c[0] común, creado por los Antiguos como parte de una prueba. Saltará por todos lados y te hará perseguirlo por todo el área hasta que finalmente puedas enfrentarlo en combate. Y pega fuerte, combinando tanto el Hielo como el Fuego para hacer ataques furiosos.

# data/database.json//enemies/seahorse/species
source: Flying Seahorse
es_es: Caballo de Mar Volador

# data/database.json//enemies/seahorse/descriptions/0/text
source: This seahorse has transcended its sea life and grew wings that allow it be part of the busy fauna of the land. It usually spends its day eating plants and flying around. When attacked it will use its unique mouth to shoot bubbles at its enemies that contain a light poison that can damage the skin on contact. Pushed against a wall it can also use a volley of such bubbles that make it hard to just dodge. Better shield up!
es_es: Este caballo de mar ha trascendido su vida marina y le han crecido alas que le permiten ser parte de la viva fauna de la tierra. Se pasa el día comiendo plantas o volando alrededor. Cuando se le ataca utilizará su boca para disparar burbujas a sus enemigos que contienen veneno de luz, dañando la piel en contacto. Cuando está acorralado tirará una avalancha de dichas burbujas lo que hace difícil esquivarlas. ¡Será mejor que las bloquees!

# data/database.json//enemies/autumn-fall.seahorse-fall/species
source: Flying Seahorse
es_es: Caballo de Mar Volador

# data/database.json//enemies/autumn-fall.seahorse-fall/descriptions/0/text
source: Other than its orange color this seahorse has the same behavior as the \v[combat.name.seahorse]. Its bubble volley however is both faster and contains more bubbles, which can break shields if not careful.
es_es: Además de su color naranja, este caballo de mar tiene el mismo comportamiento que el \v[combat.name.seahorse]. Sin embargo, su avalancha de burbujas dispara más de ellas y son más rápidas, lo que puede romper tu escudo si no tienes cuidado.

# data/database.json//enemies/autumn-fall.seahorse-fall/descriptions/1/text
source: It is said that they also mysteriously developed the ability to spit bursts of fire. This is rarely seen, though, as their respect for their environment forbids the use of this ability on the surface.
es_es: Se dice que también han misteriosamente desarrollado la habilidad de escupir fuego. Es raro de ver, ya que su respeto por el medio ambiente les prohíbe usar esta habilidad en la superficie.

# data/database.json//enemies/penguin/name
source: Pengpeng
es_es: Pingping

# data/database.json//enemies/penguin/species
source: Bird
es_es: Ave

# data/database.json//enemies/penguin/descriptions/0/text
source: A penguin on a mountain. How it made its way up here shall be forever unknown to mankind. It will throw snowballs at its enemies and slide at them. When pushed into the water they will jump out and attack with a fast divebomb, so watch out for your surroundings.
es_es: Un pingüino en una montaña. Como ha llegado ahí le será siempre un misterio a la humanidad. Le tirará bolas de nieve a sus enemigos y se deslizará hacia ellos. Cuando se le empuje al agua saldrá saltando de ella y atacará con un rápido golpe al suelo, así que mantente alerta de tus alrededores.

# data/database.json//enemies/penguin/descriptions/1/text
source: The \v[combat.name.minibosses/penguin-rapper] can use various forms of beatbox to animate it to attack in formation with other members of its kind.
es_es: El \v[combat.name.minibosses/penguin-rapper] puede usar varias formas de beatbox para animarle a atacar en varias formaciones con otros miembros de su especie.

# data/database.json//enemies/minibosses.penguin-rapper/name
source: Peng King Dakara
es_es: Rey Ping Dakara

# data/database.json//enemies/minibosses.penguin-rapper/species
source: Best Bird
es_es: El Mejor Ave

# data/database.json//enemies/minibosses.penguin-rapper/descriptions/0/text
source: A rare type of \c[3]Pengpeng\c[0] that set up a den deep in the mountains of \c[3]Bergen Trail\c[0]. When approached it immediately thinks that you want to steal its flow and jumps up to its "stage". It will summon Pengpengs and command them to do different attacks based on its temper. Anger it by defeating all Pengpengs to make it jump down.
es_es: Un tipo raro de \c[3]Pingping\c[0] que ha establecido una guarida en lo profundo de las montañas del \c[3]Sendero de Bergen\c[0]. Cuando se le aproxima inmediatamente piensa que te quieres robar su "flow" y salta directamente a su escenario. Desde ahí, invocará a otros Pingpings y los guiará para hacer distintos ataques de acuerdo a su tempo. Hazlo enojar eliminando a sus Pingpings para hacerlo bajar.

# data/database.json//enemies/goat/name
source: Horny Goat
es_es: Cabra Cornuda

# data/database.json//enemies/goat/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/goat/descriptions/0/text
source: The horned goat likes to make fun of its attackers by pointing its butt at them which is plated in armor for some reason. Attacking it while it is doing so will result in a quick kick so keep your distance. Sometimes it will actually throw its horns in a large curve. Use this to stun it and deal some good damage. And don't get distracted by its laughing. It's laughing with you, not about you!
es_es: La cabra cornuda disfruta de burlarlse de sus atacantes mostrándoles su trasero cubierto en armadura, por algún motivo. Atacarla en esa posición resultará en una rápida patada con sus patas traseras, así que mantén la distancia. A veces revoleará sus cuernos como un búmerang. Utilízalos para aturdirla y hacerle una buena cantidad de daño. Y que no te distraiga su risa. ¡Se ríe contigo, no de ti!

# data/database.json//enemies/goat-cave/name
source: Horny Cavegoat
es_es: Cabra Cornuda de Cueva

# data/database.json//enemies/goat-cave/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/goat-cave/descriptions/0/text
source: This much more powerful and intelligent variant of the \c[3]\v[combat.name.goat]\c[0] has only been sighted very recently. Reports suggest that it might not have developed naturally but was actually \c[3]created by human influence\c[0]. In any case it uses \c[3]heat-based\c[0] attacks and is even able to handle \c[3]explosives\c[0].
es_es: Esta variante más poderosa e inteligente de la \c[3]\v[combat.name.goat]\c[0] se ha descubierto hace poco. Los reportes sugieren que no se ha desarrollado naturalmente, sino que ha sido \c[3]creada por influencia humana\c[0]. De todos modos, usa ataques \c[3]de fuego\c[0] e incluso puede manejar \c[3]explosivos\c[0].

# data/database.json//enemies/cold.goat-worker/name
source: Goat Worker
es_es: Cabra Trabajadora

# data/database.json//enemies/cold.goat-worker/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/cold.goat-worker/descriptions/0/text
source: This much more powerful and intelligent variant of the \c[3]\v[combat.name.goat]\c[0] has only been sighted very recently. Reports suggest that it might not have developed naturally but was actually \c[3]created by human influence\c[0]. By now they seem to have grown greatly in strengh and intelligence and are still using \c[3]heat-based\c[0] attacks and \c[3]explosives\c[0] to gain the edge in combat.
es_es: Esta variante más poderosa e inteligente de la \c[3]\v[combat.name.goat]\c[0] se ha descubierto hace poco. Los reportes sugieren que no se ha desarrollado naturalmente, sino que ha sido \c[3]creada por influencia humana\c[0]. De todos modos, usa ataques \c[3]de fuego\c[0] e incluso puede manejar \c[3]explosivos\c[0].

# data/database.json//enemies/cold.goat-father-2/name
source: The Goatfather
es_es: El Padre Cabra

# data/database.json//enemies/cold.goat-father-2/species
source: Boss Goat
es_es: Jefe Cabra

# data/database.json//enemies/cold.goat-father-2/descriptions/0/text
source: The wise and honorable leader of the group of highly intelligent goats, originating from an immoral experiment in the seedy underground of \v[area.bergen-trails.name]. He will protect his herd. He will build a future for goatkind. He will make offers, you can not refuse. Such is the way of goat. Expect a tough fight against his goatlike powers. Both \c[3]heat and cold\c[0] are under his control and will be used on a large scale. He also can throw and regenerate \c[3]his horns\c[0] at a blinding speed and thus create a \c[3]hell of horn-shaped bullets\c[0].
es_es: El sabio y honorable líder del grupo de cabras, procedentes de un experimento inmoral en el sórdido subsuelo de \v[area.bergen-trails.name]. Protegerá a su rebaño. Construirá un futuro para la humanidad caprina. Hará ofertas que no podrás rechazar. Así es esta cabra. Esperen una dura lucha contra sus poderes caprinos. Tanto el \c[3]fuego como el hielo\c[0] están bajo su control y serán utilizados a su antojo. También puede lanzar y regenerar \c[3]sus cuernos\c[0] a una velocidad cegadora y así crear un \c[3]infierno de balas con sus cuernos\c[0].

# data/database.json//enemies/mine-coldbug/name
source: Fleazer
es_es: Frigmita

# data/database.json//enemies/mine-coldbug/species
source: Insect, Bug
es_es: Insecto, Bicho

# data/database.json//enemies/mine-coldbug/descriptions/0/text
source: This strange bug hides inside rocks to lure its prey. It attacks everything without warning. Despite its short height it is capable of inflicting dangerous wounds by dashing towards its mark with great speed. The attacks are also cold based which makes them an even larger threat.
es_es: Este extraño bicho se esconde dentro de las rocas para atraer a su presa. Ataca sin previo aviso. A pesar de su corta estatura, es capaz de infligir peligrosas heridas lanzándose hacia su objetivo con gran velocidad. Además, sus ataques se basan en el frío, lo que los convierte en una amenaza aún mayor.

# data/database.json//enemies/mine-coldbug/descriptions/1/text
source: This little bugger is actually a cybernetic parasite capable of taking over mechanical systems. Once infested the machines are used to fight off hostiles and expand the colony. To fight them off your best bet is fire since these bugs are extremely vulnerable to heat. So basically like every bug. Kill it with fire.
es_es: Este pequeño bicho es en realidad un parásito cibernético capaz de apoderarse de sistemas mecánicos. Una vez infestados, las máquinas combaten para proteger y expandir la colonia. Para combatirlos lo mejor es el fuego, ya que estos bichos son extremadamente vulnerables al calor. Así que, básicamente, como todos los bichos. Mátalos con fuego.

# data/database.json//enemies/cold.mine-coldbug-quest/name
source: Experienced Fleazer
es_es: Frigmita Experto

# data/database.json//enemies/cold.mine-coldbug-quest/species
source: Insect, Bug
es_es: Insecto, Bicho

# data/database.json//enemies/cold.mine-coldbug-quest/descriptions/0/text
source: Almost indistinguishable from its lesser form, this little bug is older and much, much stronger. The experiences they made in the tedious life inside the frozen mine really left their mark and not only hardened their combat abilities, but also their outlook on life. Though little is known about communication between bugs, scientists assume that they spend a large portion of their time complaining about less experienced bugs being lazy and ruining the infestation industry.
es_es: Casi indistinguible de su menor, este pequeño bicho es más viejo y mucho, mucho más fuerte. Las vida cruda de la mina helada han dejado su huella en ellos y no sólo endurecieron sus habilidades de combate, sino también su visión de la vida. Aunque se sabe poco sobre la comunicación entre los bichos, los científicos suponen que pasan una gran parte de su tiempo quejándose de que los bichos menos experimentados son perezosos y arruinan la industria de la infestación.

# data/database.json//enemies/cold.coldbug-quest-bombing-1/name
source: Flintzer
es_es: Pedermita

# data/database.json//enemies/cold.coldbug-quest-bombing-1/species
source: Insect, Bug
es_es: Insecto, Bicho

# data/database.json//enemies/cold.coldbug-quest-bombing-1/descriptions/0/text
source: A variant of the \c[3]\v[combat.name.mine-coldbug]\c[0] though less attuned to the element of Cold. Instead it evolved into having an even harder shell than their cousins. The only way to properly damage them would be by using \c[3]heavy explosives\c[0].
es_es: Una variante del \c[3]\v[combat.name.mine-coldbug]\c[0], aunque menos afín al elemento Hielo. En cambio, evolucionó hasta tener un caparazón aún más duro que el de sus primos. La única forma de dañarlos adecuadamente sería utilizando \c[3]explosivos pesados\c[0].

# data/database.json//enemies/jungle.heatbug/name
source: Flamezer
es_es: Flarmita

# data/database.json//enemies/jungle.heatbug/species
source: Insect, Bug
es_es: Insecto, Bicho

# data/database.json//enemies/jungle.heatbug/descriptions/0/text
source: A sub type of the \v[combat.name.mine-coldbug]. Instead of combining powers to send a single bug against you, this variant creates a large fire cyclone. Against all instincts this enemy is very weak to Cold. So... kill it with ice!
es_es: Un subtipo del \v[combat.name.mine-coldbug]. En lugar de combinar poderes para enviar un único bicho contra ti, esta variante crea un gran ciclón de fuego. En contra de todos los instintos, este enemigo es muy débil al frío. Así que... ¡mátalo con hielo!

# data/database.json//enemies/heat.scorpion/species
source: Scorpion
es_es: Escorpión

# data/database.json//enemies/heat.scorpion/descriptions/0/text
source: This creepy looking guy is the most common inhabitant of \c[3]\v[area.heat-area.name]\c[0]. It usually poses no threat unless provoked and stays together with others of its kind. They can use their big pincers to quickly attack. The big stinger apparently has some magical properties which allows it to follow you underground and attack from below. Nature is scary.
es_es: Este tipo de aspecto espeluznante es el habitante más común de \c[3]\v[area.heat-area.name]\c[0]. No suele suponer una amenaza a menos que se le provoque y permanece junto a otros de su especie. Pueden utilizar sus grandes pinzas para atacar rápidamente. El gran aguijón aparentemente tiene algunas propiedades mágicas que le permiten seguirte bajo tierra y atacar desde abajo. La naturaleza da miedo.

# data/database.json//enemies/heat.scorpion-alt/name
source: Boss Pincer
es_es: Jefe Pinceron

# data/database.json//enemies/heat.scorpion-alt/species
source: Boss Scorpion
es_es: Jefe Escorpión

# data/database.json//enemies/heat.scorpion-alt/descriptions/0/text
source: When a \v[combat.name.heat/scorpion] gets older it acquires the rank of "Big Boss" among its kind. It is tradition that each "Big Boss" must offer an eye as tribute to gain this rank or be forever cast out. This cruel ritual has never been seen by anyone so it is hard to say how they obtain the eye patches.
es_es: Cuando un \v[combat.name.heat/scorpion] envejece adquiere el rango de "Gran Jefe" entre los de su especie. Es tradición que cada "Gran Jefe" debe ofrecer un ojo como tributo para obtener este rango o ser expulsado para siempre. Este cruel ritual nunca ha sido visto por nadie, así que es difícil decir cómo obtienen los parches que usan.

# data/database.json//enemies/heat.scorpion-robo/species
source: Scorpion Artillery
es_es: Escorpión de Artillería

# data/database.json//enemies/heat.scorpion-robo/descriptions/0/text
source: This more disciplined variant of the \c[3]\v[combat.name.heat/scorpion]\c[0] has been equipped with a light, back-carried artillery launcher. Because the pincers and stinger weren't already scary enough, apparently.
es_es: Esta variante más disciplinada del \c[3]\c[combat.name.heat/scorpion]\c[0] ha sido equipada con un lanzador de artillería ligero que se lleva a la espalda. Porque las pinzas y el aguijón no eran ya lo suficientemente aterradores, al parecer.

# data/database.json//enemies/heat.sandshark/name
source: Sharkster
es_es: Tiburena

# data/database.json//enemies/heat.sandshark/species
source: Fish
es_es: Pez

# data/database.json//enemies/heat.sandshark/descriptions/0/text
source: Fearsome creatures, these bony sharks attack on sight, or rather vibration as they are actually blind. Adventurers often struggle in dealing with this fast foe as it is hard to catch and invulnerable underground. However constantly aiming your shot and throwing balls at them as soon as they jump up stuns them for quite a while.
es_es: Criaturas temibles, estos tiburones óseos atacan fijándose con la vibración del suelo, ya que son realmente ciegos. Los aventureros suelen tener dificultades para enfrentarse a este rápido enemigo, ya que es difícil de atrapar e invulnerable bajo tierra. Sin embargo, apuntar constantemente y dispararles en cuanto saltan los aturde durante un buen rato.

# data/database.json//enemies/minibosses.ghost-sandshark/name
source: Ghost Sharkster
es_es: Tiburena Fantasmal

# data/database.json//enemies/minibosses.ghost-sandshark/species
source: Ghost Fish
es_es: Pez Fantasma

# data/database.json//enemies/minibosses.ghost-sandshark/descriptions/0/text
source: A ghostly image formed by the \v[combat.name.minibosses/cursed-sandshark]. They can't be hurt but you can interrupt their attacks to keep them off you for a while.
es_es: Una imagen fantasmagórica formada por los \v[combat.name.minibosses/cursed-sandshark]. No se les puede hacer daño, pero puedes interrumpir sus ataques para mantenerlos alejados de ti durante un tiempo.

# data/database.json//enemies/minibosses.cursed-sandshark/name
source: Cursed Sharkster
es_es: Tiburena Maldita

# data/database.json//enemies/minibosses.cursed-sandshark/species
source: Cursed Fish
es_es: Pez Maldito
