Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/lore/chapter-07/content/page-02-01/content
source: Before further assumptions could be made, however, \c[3]Schneider\c[0] appeared out of nowhere to greet Lea. He appeared to be stuck as well and was just as confused as Lea herself. No teleportation nor communication was possible to the outside of these wastelands. At a loss for alternatives, the two formed a party and decided to play along with the vague tasks they were given.
ru_ru: Однако, прежде чем можно было делать дальнейшие предположения, из ниоткуда появился \c[3]Шнайдер\c[0], чтобы поприветствовать Лею. Похоже, что он застрял и был так же запутан, как и сама Лея. Ни телепортация, ни связь за пределами этих пустошей не были возможны. Потеряв альтернативы, они сформировали группу и решили вместе проходить смутные задания, которые им дали.

# data/database.json/lore/chapter-07/content/page-02-02/content
source: In the \c[3]local Quest-HUB\c[0] they received the task of visiting a certain \c[3]Southern Trial Building\c[0] after finding a way to open it. Said quest had \c[3]very lackluster lore\c[0], only talking vaguely about an unexplained \c[3]Project Red\c[0], which the two snarkily remarked upon. They followed the instructions regardless, opening the building by \c[3]activating cryptic devices\c[0] around the region.
ru_ru: В \c[3]местном Квест-хабе\c[0] они получили задание посетить некое \c[3]южное пробное здание\c[0] после того, как нашли способ открыть его. У этого квеста \c[3]была очень тусклая предыстория\c[0], только смутно говорившая о необъяснимом \c[3]Красном проекте\c[0], на который герои сразу обратили своё внимание. Они следовали инструкциям, открывая здание с помощью \c[3]активации загадочных устройств\c[0] по всему региону.

# data/database.json/lore/chapter-07/content/page-03-01/content
source: To their shock, however, they were faced with a \c[3]high-level opponent\c[0] inside the building which would have been way out of Lea's league. Thankfully with Schneider's help it was not an impossible task. After that fight, they entered a mysterious room that neither of them could clearly recognize, though Schneider noticed a vague familiarity. Not knowing what to make of this, they handed in their completed quest.
ru_ru: К своему удивлению, они столкнулись с \c[3]высокоуровневым противником\c[0] внутри здания. К счастью, с помощью Шнайдера это не было невыполнимой задачей. После этого боя они вошли в таинственную комнату, которую никто из них не мог распознать, хотя Шнайдер заметил смутное сходство. Не зная, что с этим делать, они завершили квест.

# data/database.json/lore/chapter-07/content/page-03-02/content
source: After getting a dissatisfying congratulation at the \c[3]Quest-HUB\c[0] Schneider decided to finally \c[3]log out\c[0] before realizing that he couldn't, neither normally nor by \c[3]manually removing the \v[lore.title.cross-gear]\c[0]. Panicking he tried to get information from the \c[3]other residents\c[0] and the \c[3]powerful guardian entities\c[0] of the area before attacking the latter in rage. His rampage however was short-lived, as even the high-level player was no match for the \c[3]local laser of death\c[0] that soon rained down upon him.
ru_ru: Получив безразличное поздравление в \c[3]Квест-хабе\c[0], Шнайдер решил наконец-то \c[3]выйти\c[0], прежде чем понял, что не может, ни обычно, ни \c[3]сняв \v[lore.title.cross-gear] вручную\c[0]. В панике он пытался получить информацию от \c[3]других жителей\c[0] и \c[3]могущественных опекунов\c[0] области, прежде чем напасть на последнего в ярости. Однако его ярость была недолгой, поскольку даже высокоуровневый игрок не мог сравниться с \c[3]местным лазером смерти\c[0], который вскоре обрушился на него.

# data/database.json/lore/chapter-07/content/page-04-01/content
source: After \c[3]respawning\c[0] and musing about the benefits of respawning after death, Schneider admits that he \c[3]lost all of his memories about his life outside of the game\c[0], just like Lea. Determined to solve their situation they decide to \c[3]return to their rooms\c[0] for sleep.
ru_ru: После \c[3]возрождения\c[0] и размышлений о преимуществах возрождения после смерти Шнайдер признал, что он \c[3]потерял все свои воспоминания о своей жизни вне игры\c[0], прямо как Лея. Настроенные разобраться в сложившейся ситуации, они решили \c[3]вернуться в свои комнаты\c[0] для сна.

# data/database.json/lore/chapter-07/content/page-04-02/content
source: After returning to her room Sergey admitted to being \c[3]employed\c[0] by \c[3]\v[lore.title.dev-company]\c[0], \c[3]the company developing \v[lore.title.cross-worlds]\c[0], and thus having access to some of the \c[3]development documents\c[0]. He further explained that the \c[3]\v[area.arid.name]\c[0] is an area that was \c[3]never finished\c[0] and thus \c[3]should not be available to normal players\c[0]. Upon vaguely noting that the other players were \c[3]not in a coma\c[0], unlike Lea, she became \c[3]suspicious\c[0]. Instead of clarifying Sergey quickly rushed Lea to \c[3]log out\c[0].
ru_ru: После возвращения Леи в комнату Сергей признался, что \c[3]работает\c[0] в \c[3]\v[lore.title.dev-company]\c[0], \c[3]компании, разрабатывающей \v[lore.title.cross-worlds]\c[0], и, таким образом, имеет доступ к некоторым из \c[3]документов разработки\c[0]. Далее он пояснил, что \c[3]\v[area.arid.name]\c[0] - это область, которая \c[3]не была завершена\c[0] и, следовательно, \c[3]не должна быть доступна для обычных игроков\c[0]. После замечания, что другие игроки были \c[3]не в коме\c[0], в отличие от Леи, она стала \c[3]подозрительной\c[0]. Вместо разъяснений Сергей поспешно \c[3]вывел Лею из игры\c[0].

# data/database.json/lore/chapter-07/content/page-05-01/content
source: Lea reawakened from \c[3]another dream\c[0], this time involving both \c[3]Sergey and Gautham, among others\c[0]. Upon learning this, Sergey explained that he, Gautham and a certain \c[3]Satoshi\c[0], allegedly \c[3]Lea's brother\c[0], were all \c[3]working for \v[lore.title.dev-company] together 5 years ago\c[0]. Everyone except Sergey \c[3]vanished 4 years ago\c[0] though, until Sergey found \c[3]Lea alive\c[0], but in a coma. After reiterating that \c[3]learning the truth\c[0] behind all the ongoing mysteries would be the secret to \c[3]Lea's reawakening\c[0], he urged Lea to \c[3]reunite with Schneider\c[0] outside.
ru_ru: Лея пробудилась от \c[3]очередного сна\c[0], на этот раз с участием \c[3]Сергея и Гаутама, среди прочих\c[0]. Узнав об этом, Сергей объяснил, что он, Гаутам и некий \c[3]Сатоши\c[0], предположительно, \c[3]брат Леи\c[0], \c[3]работали вместе на \v[lore.title.dev-company] пять лет назад\c[0]. Все, кроме Сергея, \c[3]исчезли четыре года назад\c[0], до тех пор, пока Сергей не нашёл \c[3]Лею живой\c[0], но в коме. После повторения того, что \c[3]изучение истины\c[0] за всеми непрекращающимися тайнами будет секретом \c[3]повторного пробуждения Леи\c[0], он убедил Лею \c[3]воссоединиться со Шнайдером\c[0].

# data/database.json/lore/chapter-07/content/page-05-02/content
source: Upon reuniting and visiting the \c[3]Quest-HUB\c[0] the pair was surprised to not even get a proper quest. Instead they were supposed to \c[3]wander the area\c[0] for the day. Schneider gave Lea \c[3]a tour\c[0] of all the interesting landmarks he found while exploring. The last was a \c[3]mysterious tower\c[0], that residents of the area supposedly \c[3]enter without returning\c[0]. With additional unease in their hearts, they returned back to their rooms. As that uneventful day was about to end, Sergey explained that \c[3]Lea's entire existence inside of \v[lore.title.cross-worlds] is unofficial\c[0] which why he can not work with the authorities to solve their problems.
ru_ru: После воссоединения и посещения \c[3]Квест-хаба\c[0] пара была удивлена тем, что даже не получила надлежащий квест. Вместо этого они должны были \c[3]бродить по области\c[0] в течение дня. Шнайдер провёл Лее \c[3]экскурсию\c[0] по всем интересным ориентирам, которые он обнаружил во время исследования. Последним была \c[3]таинственная башня\c[0], в которую жители области предположительно \c[3]уходят безвозвратно\c[0]. С ещё большим беспокойством в сердцах они вернулись в свои комнаты. Когда этот небогатый день подходил к концу, Сергей объяснил, что \c[3]всё существование Леи в \v[lore.title.cross-worlds] неофициально\c[0], поэтому он не может сотрудничать с разработчиками, чтобы решить их проблемы.

# data/database.json/lore/chapter-07/content/page-06-01/content
source: \c[3]The next day\c[0], when they were about to head out, Lea got a surprising visitor, as \c[3]an angry Shizuka\c[0] appeared by violently storming the place. In a dramatic confrontation she revealed that Lea is, contrary to Sergey's previous explanations, \c[3]not really human\c[0] but instead a \c[3]highly-advanced AI-copy of Shizuka\c[0]. Shizuka then \c[3]blames Lea\c[0] for her bad situation before leaving. Traumatized and shaken over Sergey's past dishonesty, Lea \c[3]cut off the connection with him\c[0] and slowly went to reunite with Schneider.
ru_ru: \c[3]На следующий день\c[0], когда они уже собирались уходить, Лея встретила удивительного посетителя, в общежитие яростно ворвалась \c[3]злая Шизука\c[0]. В драматическом противостоянии она сказала, что Лея, вопреки предыдущим объяснениям Сергея, \c[3]на самом деле не человек\c[0], а \c[3]высокоразвитая копия Шизуки\c[0]. Перед уходом Шизука \c[3]обвинила Лею\c[0] в её плохом положении. Травмированная и потрясённая враньём Сергея, Лея \c[3]разорвала с ним связь\c[0] и ушла на встречу к Шнайдеру.

# data/database.json/lore/chapter-07/content/page-06-02/content
source: Visibly shaken, Lea's inner turmoil was easy to notice for Schneider. They still continued by starting the next quest, which once again involved a \c[3]Trial Building\c[0] they had to enter. After holding her despair inside during the quest, Lea finally collapsed, crying, when they were about to enter the building. Schneider decided to \c[3]take a break\c[0] and instead talk about their circumstances and feelings. Upon calming down again, they decided to \c[3]return to their rooms\c[0] and leave the quest for another day. Lea, \c[3]still angry at Sergey\c[0], rejected his apologies and logged out.
ru_ru: Шнайдеру было явно заметно внутреннее смятение Леи. Они начали следующий квест, который снова включал в себя \c[3]Пробное здание\c[0], в которое они должны были войти. Сдерживая своё отчаяние во время квеста, Лея наконец упала и заплакала, когда они собирались войти в здание. Шнайдер решил \c[3]сделать перерыв\c[0] и вместо этого поговорить об их обстоятельствах и чувствах. После того как они снова успокоились, они решили \c[3]вернуться в свои комнаты\c[0] и оставить квест на другой день. Лея, \c[3]всё ещё злая на Сергея\c[0], отвергла его извинения и вышла из системы.

# data/database.json/lore/chapter-07/content/page-07-01/content
source: On the \c[3]fourth day\c[0], Lea woke to the sound of silence, as Sergey did not greet her. Instead she met up with Schneider to finish the quest from the day before. After facing another powerful foe inside of the Trial Building, they yet again entered a mysterious unknown room that looked strikingly like a messy apartment. After some exceptional examination, Lea was able to deduce that it was in fact \c[3]Schneider's real-life room\c[0], much to his embarrassment.
ru_ru: На \c[3]четвёртый день\c[0] Лея проснулась от звука тишины, поскольку Сергей не приветствовал её. Вместо этого она встретилась со Шнайдером, чтобы закончить квест, взятый за день до этого. Столкнувшись с ещё одним сильным врагом внутри Пробного здания, они снова вошли в таинственную неизвестную комнату, поразительно похожую на грязную квартиру. После небольшого осмотра Лее удалось сделать вывод, что это на самом деле \c[3]реальная комната Шнайдера\c[0], к его смущению.

# data/database.json/lore/chapter-07/content/page-07-02/content
source: To recover from the \c[3]shocking experience\c[0], Lea and Schneider took another break at the lake, where the latter started to talk about \c[3]things he started to remember\c[0], like working in an IT company. After more \c[3]bonding\c[0] over the meaning of life, gaming and interior design, they handed in the quest and returned to their rooms. Lea tried to \c[3]reestablish contact\c[0] with Sergey, but he didn't answer. So she ended the day as it started, in silence.
ru_ru: Чтобы оправиться от \c[3]шокирующего опыта\c[0], Лея и Шнайдер сделали ещё один перерыв на озере, где последний начал говорить о \c[3]вещах, которые он начал вспоминать\c[0], такие как работа в IT-компании. После \c[3]укрепления отношений\c[0] на фоне размышлений о смысле жизни, устройстве мира, и совместной игры, они сдали квест и вернулись в свои комнаты. Лея попыталась \c[3]восстановить связь\c[0] с Сергеем, но он не ответил. Таким образом, она закончила день так же, как и начала - в тишине.

# data/database.json/lore/chapter-07/content/page-08-01/content
source: \c[3]Day five\c[0] started with another surprise, as Lea was interrogated by \c[3]an unknown man in a business suit\c[0], who asked about \c[3]outside help\c[0] before leaving without getting an answer. As Lea tried to regain her composure, frightened, \c[3]Sergey\c[0] suddenly started talking again and instructed her to quickly reunite with Schneider and make for the \c[3]mysterious tower\c[0]. Their plan to \c[3]escape\c[0] was finally beginning.
ru_ru: \c[3]Пятый день\c[0] начался с ещё одного сюрприза, поскольку Лею допрашивал \c[3]неизвестный мужчина в деловом костюме\c[0], который спрашивал о \c[3]внешней помощи\c[0], прежде чем уйти, оставив этот вопрос без ответа. Пока Лея пыталась вернуть самообладание, испугавшись, \c[3]Сергей\c[0] внезапно снова заговорил и приказал ей быстро встретиться со Шнайдером и идти в \c[3]таинственную башню\c[0]. Их план по \c[3]спасению\c[0] наконец начинался.

# data/database.json/lore/chapter-07/content/page-08-02/content
source: Together with Schneider, Lea managed to \c[3]sneak past the guards\c[0] of the tower and finally made it inside. Upon entering, though, they got split up again, because the tower was actually an \c[3]instanced dungeon\c[0]. Sergey urged her to keep moving, since he had \c[3]devised a plan to reunite her with Schneider\c[0] and \c[3]leave together\c[0]. By performing a little \c[3]hacking magic\c[0] he allowed her to \c[3]break through the walls of the instances\c[0] in search for Schneider.
ru_ru: Вместе со Шнайдером Лее удалось пробраться мимо охранников башни и наконец проникнуть внутрь. Однако при входе они снова разделились, потому что башня на самом деле была \c[3]специальным подземельем\c[0]. Сергей призвал её продолжать двигаться, так как он разработал план \c[3]воссоединения со Шнайдером\c[0] и \c[3]совместного побега\c[0]. Проделав немного \c[3]хакерской магии\c[0], он позволил ей \c[3]прорываться сквозь стены специального подземелья\c[0] в поисках Шнайдера.

# data/database.json/lore/chapter-07/content/page-08-03/content
source: On her way to find him, though, Lea came upon a \c[3]threatening machine\c[0] that seemed to be \c[3]torturing\c[0] one of the resident players. Any potential investigation was prevented by the \c[3]reappearance of the Blue Avatar\c[0], however, who promptly started \c[3]chasing her\c[0] with powerful enemies. After passing a few rooms, Lea was finally confronted by a seemingly invincible Snail-boss that she was only able to overcome with more hacking help from Sergey.
ru_ru: На пути к его местоположению Лея натолкнулась на \c[3]угрожающую машину\c[0], которая, казалось, \c[3]пытала\c[0] одного из игроков. Попытка разобраться в том, что тут происходит, была прервана \c[3]появлением синего аватара\c[0], который сразу начал \c[3]преследовать её\c[0] с могущественными врагами. Пройдя несколько комнат, Лея наконец столкнулась с, казалось бы, непобедимым боссом-улиткой, которого она смогла преодолеть, только используя ещё больше хакерской помощи Сергея.

# data/database.json/lore/chapter-07/content/page-08-04/content
source: Lea \c[3]reunited with Schneider\c[0] and, after breaking a few more walls, the two made their way outside to what looked like a \c[3]rather mundane dock\c[0]. However, before they could finally reach freedom, Schneider's movement was blocked entirely, \c[3]preventing him from moving on\c[0]. Reluctantly, Lea left him behind to flee alone, but was again stopped by her persistent pursuer. At this point none other than \c[3]Captain Jet\c[0] entered the scene to blast the Blue Avatar with his weapon and carry Lea away with his Jetpack. Thus the \c[3]escape was successful\c[0], but only for Lea...
ru_ru: Лея \c[3]воссоединилась со Шнайдером\c[0] и, сломав ещё несколько стен, они вышли наружу к тому, что было похоже на \c[3]обычный земной док\c[0]. Однако, прежде чем они наконец смогли достичь свободы, движение Шнайдера было полностью заблокировано, \c[3]и он не мог сдвинуться с места\c[0]. Неохотно, Лея оставила его, чтобы бежать в одиночестве, но была снова остановлена своим настойчивым преследователем. В этот момент на сцену вышел не кто иной, как \c[3]капитан Джет\c[0], чтобы взорвать синего аватара своим оружием и забрать Лею с собой на своём джетпаке. Таким образом, \c[3]побег был успешным\c[0], но только для Леи...

# data/database.json/lore/chapter-07/content/page-09-01/content
source: Being back on \c[3]the cargo ship \v[lore.title.cargo-ship]\c[0] after a long time, Lea was finally reunited with people like \c[3]her fanboy\c[0], \c[3]his colleague\c[0] and, of course, \c[3]Carla\c[0]. She was not happy, however, knowing that \c[3]Schneider\c[0] was still \c[3]trapped in the clutches of her former captor\c[0].
ru_ru: Вернувшись на \c[3]грузовой корабль M.S. Solar\c[0] спустя долгое время отсутствия, Лея наконец-то воссоединилась с такими людьми, как \c[3]её фанат\c[0], \c[3]его коллега\c[0] и, конечно же, \c[3]Карла\c[0]. Однако она не была счастлива, зная, что \c[3]Шнайдер\c[0] всё ещё был \c[3]в ловушке, в лапах её бывшего похитителя\c[0].

# data/database.json/lore/chapter-07/content/page-09-02/content
source: Under the eyes of Jet and Carla, Sergey finally apologized for keeping Lea's situation a secret and started to \c[3]describe the events that led to her journey\c[0]. He explained how Shizuka's brother, Satoshi, developed a highly advanced A.I. while working on the \c[3]player-avatar connection of \v[lore.title.cross-worlds] (the CrossCode)\c[0]. Said A.I., also called an \c[3]\v[lore.title.evotar]\c[0], was supposedly so advanced that it could \c[3]perfectly mimic a person's memory and feelings\c[0], among other things. Lea is exactly that... an \c[3]\v[lore.title.evotar] of Shizuka\c[0]. But since \v[lore.title.evotar]s often \c[3]permanently malfunctioned when confronted with the truth\c[0], Sergey was \c[3]reluctant to tell her the truth\c[0] and instead made up that rather cliched coma-story. Lea, however, was able to \c[3]accept her nature\c[0] and \c[3]remain stable\c[0].
ru_ru: На глазах у Джета и Карлы Сергей наконец извинился за то, что держал ситуацию Леи в секрете, и начал \c[3]описывать события, которые привели к её путешествию\c[0]. Он объяснил, как брат Шизуки, Сатоши, развил очень продвинутый искусственный интеллект во время работы над \c[3]соединением игрока и аватара \v[lore.title.cross-worlds] (Crosscode)\c[0]. Упомянутый искусственный интеллект, также называемый \c[3]эвотаром\c[0], предположительно, был настолько продвинут, что мог \c[3]идеально имитировать память и чувства человека\c[0], кроме всего прочего. Именно этим и была Лея... \c[3]эвотаром Шизуки\c[0]. Но так как эвотары часто \c[3]приходили в неисправность при столкновении с правдой о себе\c[0], Сергей не хотел \c[3]говорить ей правду\c[0] и вместо этого выдумал эту довольно банальную историю комы. Лея, однако, была в состоянии \c[3]принять свою природу\c[0] и \c[3]остаться стабильной\c[0].

# data/database.json/lore/chapter-07/content/page-09-03/content
source: Sergey, however, reiterates that \v[lore.title.evotar]s should not officially exist on the \v[lore.title.playground] to his knowledge, because, while Satoshi was eager to continue the research on that topic, it was not something their employer, \c[3]\v[lore.title.dev-company]\c[0], was interested in. That is why, in frustration, \c[3]he, Gautham and Shizuka left the company\c[0] and \c[3]broke off all contact to Sergey\c[0]. He concluded that they must have found \c[3]someone with administrative access who supported them\c[0] with the means to \c[3]continue behind the back of their former employers\c[0].
ru_ru: Сергей, однако, повторяет, что эвотары не должны официально существовать в игровой зоне, насколько ему известно, потому что Сатоши стремился продолжить исследования по этой теме, но их работодатель, \c[3]\v[lore.title.dev-company]\c[0], не был заинтересован в этом. Вот почему, разочаровавшись, \c[3]он, Гаутам и Шизука ушли из компании\c[0] и \c[3]разорвали все контакты с Сергеем\c[0]. Он пришёл к выводу, что они, должно быть, нашли \c[3]кого-то с административным доступом, кто поддерживал их\c[0] средствами, \c[3]продолжая исследование за спиной у работодателя\c[0].

# data/database.json/lore/chapter-07/content/page-09-04/content
source: After Sergey's \c[3]long explanation\c[0], Lea, with her ultimate fate still in question, \c[3]went on a walk around the ship\c[0]. There she was used for water-based avatar experiments and also met a charming young child called \c[3]Isabelle\c[0], whom she played tag with. After that delightful diversion from the recent dramatic events, Sergey reappeared to talk to Lea about \c[3]her future\c[0]. He had a plan that would involve \c[3]creating a place for Evotars to live\c[0], as soon as they found \c[3]Satoshi\c[0]. With this goal on their mind he proceeded with the logout.
ru_ru: После \c[3]длинного объяснения Сергея\c[0], Лея, чья судьба ещё не была решена, \c[3]отправилась на прогулку по кораблю\c[0]. Там её использовали для экспериментов с водой, а также она встретила очаровательного маленького ребенка по имени \c[3]Изабель\c[0], с которым она играла в догонялки. После этого восхитительного отвлечения от недавних драматических событий, Сергей снова появился, чтобы поговорить с Леей о \c[3]её будущем\c[0]. У него был план, который включал \c[3]создание места, где эвотары могли бы жить\c[0], как только они найдут \c[3]Сатоши\c[0]. С этими мыслями они вышли из игры.

# data/database.json/lore/chapter-08/title
source: Chapter 08: \v[chapter.name.8]
ru_ru: Глава 08: \v[chapter.name.8]

# data/database.json/lore/chapter-08/content/page-01/content
source: Right after Lea logged back in on the \c[3]\v[area.cargo-ship.name]\c[0], Sergey instructed her to go back in the \c[3]Cargo Hold\c[0], the room where her journey began. There another \c[3]teleporting landmark\c[0] was erected that would allow Lea (but no one else) to \c[3]freely travel between the \v[lore.title.cargo-ship] and the official \v[lore.title.playground]\c[0]. Carla joined her to see her off on her way back to meet her friends again.
ru_ru: Сразу после того, как Лея снова вошла на \c[3]\v[area.cargo-ship.name]\c[0], Сергей приказал ей вернуться в \c[3]грузовой отсек\c[0], комнату, где началось её путешествие. Там был установлен ещё один \c[3]телепортирующий ориентир\c[0], который позволил Лее (но никому другому) \c[3]свободно перемещаться между кораблём M.S. Solar и официальной игровой зоной\c[0]. Карла присоединилась к ней, чтобы проводить её обратно в игру, где Лея снова встретится со своими друзьями.
