Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/trianglegod/content/page-01-01/content
source: \c[3]E'nel\c[0], the hot tempered wind, is one of the Gods of Shape. She bears the power of fire and is able to create suns in unison with \c[3]Di'orbis\c[0]. Her flame is all-consuming which is why she initially grew jealous of the other gods.
es_es: \c[3]E'nel\c[0], la brisa ardiente, es una de los Dioses de la Forma. Posee el poder del fuego y es capaz de crear soles al unísono con \c[3]Di'orbis\c[0]. Su llama lo consume todo, por lo que al principio sintió celos de los demás dioses.

# data/database.json//lore/trianglegod/content/page-01-02/content
source: In her restlessness she created millions of suns and at one point a sun so large it exploded in the most wonderful colors.
es_es: En su inquietud creó millones de soles y, en un momento dado, un sol tan grande que explotó con los colores más maravillosos.

# data/database.json//lore/trianglegod/content/page-01-03/content
source: Her shape is the \c[3]sharp triangle\c[0].
es_es: Su forma es la de un \c[3]triángulo afilado\c[0].

# data/database.json//lore/squaregod/content/page-01-01/content
source: \c[3]Di'aro\c[0], the old stone at the shore, is one of the Gods of Shape. He bears the power to create solid surfaces in unison with \c[3]Di'orbis\c[0]. His creations are majestic, but also motionless and without life. Together with \c[3]E'nel\c[0] he once built a world with a hot core to show her that even she can contribute to building worlds.
es_es: \c[3]Di'aro\c[0], la vieja piedra de la orilla, es uno de los Dioses de la Forma. Tiene el poder de crear superficies sólidas al unísono con \c[3]Di'orbis\c[0]. Sus creaciones son majestuosas, pero también inmóviles y sin vida. Junto con \c[3]E'nel\c[0] construyó una vez un mundo con un núcleo caliente para demostrarle que incluso ella puede contribuir a la construcción de los mundos.

# data/database.json//lore/squaregod/content/page-01-02/content
source: His shape is the \c[3]towering square\c[0].
es_es: Su forma es la de un \c[3]cuadrado imponente\c[0].

# data/database.json//lore/pentagod/content/page-01-01/content
source: \c[3]K'win\c[0], the mesmerizing flower, is one of the Gods of Shape.
es_es: \c[3]K'win\c[0], la hipnotizante flor, es una de los Dioses de la Forma.

# data/database.json//lore/pentagod/content/page-01-02/content
source: Born a twin to \c[3]G'oni\c[0], she has the power to conjure forth the strongest winds and storms and even create the very spark that brings life onto a planet. In her dancing meander she once flooded vast amounts of land by creating enormous tidal waves. Thankfully her brother intervened and K'win learned her lesson.
es_es: Nacida como gemela de \c[3]G'oni\c[0], tiene el poder de conjurar los vientos y las tormentas más fuertes e incluso crear la chispa que da vida a un planeta. En su meandro danzante, una vez inundó grandes extensiones de tierra creando enormes marejadas. Por suerte, su hermano intervino y K'win pudo aprender la lección.

# data/database.json//lore/pentagod/content/page-01-03/content
source: Her shape is the \c[3]dancing pentagon\c[0].
es_es: Su forma es la de un \c[3]pentágono danzante\c[0].

# data/database.json//lore/hexagod/content/page-01-01/content
source: \c[3]G'oni\c[0], the bold lightning, is one of the Gods of Shape.
es_es: \c[3]G'oni\c[0], el rayo audaz, es uno de los Dioses de la Forma.

# data/database.json//lore/hexagod/content/page-01-02/content
source: Born a twin to \c[3]K'win\c[0], he is the origin of the \c[3]ever-flowing waters\c[0]. His gifts are the oceans, lakes and rivers that stretch all throughout the land. With the help of his sister he also created the ever closing circle of clouds and rain.
es_es: Nacido como gemelo de \c[3]K'win\c[0], es el origen de las \c[3]aguas fluyentes\c[0]. Sus regalos al mundo son los océanos, lagos y ríos que se extienden por toda la tierra. Con la ayuda de su hermana, también creó el ciclo de las nubes y la lluvia.

# data/database.json//lore/hexagod/content/p3/content
source: His shape is the calm hexagon.
es_es: Su forma es la de un \c[3]hexágono tranquilo\c[0].

# data/database.json//lore/godstories/title
source: Stories of the Gods
es_es: Historia de los Dioses

# data/database.json//lore/godstories/content/page-01-01/content
source: The \c[3]Gods of Shape\c[0] shared many stories of both Harmony and Discord. Some of these have been lost but others have been recorded for all eternity. Here you can find all of them.
es_es: Los \c[3]Dioses de la Forma\c[0] compartieron muchas historias tanto de Armonía como de Discordia. Algunas de ellas se han perdido, pero otras han quedado registradas para toda la eternidad. Aquí puedes encontrarlas todas las que pudimos guardar.

# data/database.json//lore/godstories-diaro/title
source: Di'aros Perception
es_es: Percepción de Di'aro

# data/database.json//lore/godstories-diaro/content/page-01-01/content
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void. After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0]. Di'aro is one of these gods. The God of the \c[3]Square\c[0] and the creator of \c[3]solid surface\c[0]. His powers could form the most \c[3]majestic mountains\c[0] and \c[3]freeze\c[0] the vastest of seas. Indeed, his creations are enduring and overwhelming sights to behold, yet motionless and without life.
es_es: Todo comenzó cuando \c[3]Di'orbis\c[0], el dios etéreo de la creación, nació en el vacío de la nada. Tras reflexionar durante eones en soledad, su deseo de compañía dio lugar a los \c[3]Dioses de la Forma\c[0]. Di'aro es uno de estos dioses. El Dios del \c[3]Cuadrado\c[0] y el creador de la \c[3]superficie sólida\c[0]. Sus poderes pueden formar las más \c[3]majestuosas montañas\c[0] y \c[3]congelar\c[0] el más vasto de los mares. De hecho, sus creaciones son vistas duraderas y abrumadoras, pero inmóviles y sin vida.

# data/database.json//lore/godstories-diaro/content/page-02-01/content
source: \c[3]E'nel\c[0] is a God of Shape, the mistress of the flame, and creator of the sun. Yet she was envious of her fellow gods, who created fascinating shapes and worlds full of life and color. She longed to take part, adding a warming fire to these worlds, yet her flame was too mighty and consumed all in its path. It was then when \c[3]Di'aro\c[0] had a proposal. He shaped a sphere with an empty core and several holes surrounded by high mountains. E'nel filled this shape with her flame, creating a world with a heated core and life on its surface. Today, every \c[3]volcano\c[0] is a record of \c[3]E'nel\c[0] and \c[3]Di'aro\c[0] working in unison.
es_es: \c[3]E'nel\c[0] es un Dios de la Forma, la dueña de la llama y creadora del sol. Sin embargo, sentía envidia de sus compañeros dioses, que creaban formas fascinantes y mundos llenos de vida y color. Ansiaba participar, añadiendo un fuego cálido a estos mundos, pero su llama era demasiado poderosa y consumía todo a su paso. Fue entonces cuando \c[3]Di'aro\c[0] tuvo una propuesta. Dio forma a una esfera con un núcleo vacío y varios agujeros rodeados de altas montañas. E'nel llenó esta forma con su llama, creando un mundo con un núcleo calentado y vida en su superficie. Hoy, cada \c[3]volcán\c[0] es un registro de \c[3]E'nel\c[0] y \c[3]Di'aro\c[0] trabajando al unísono.

# data/database.json//lore/godstories-diaro/content/page-03-01/content
source: Life on \c[3]Shadoon\c[0] has prospered and \c[3]Di'orbis\c[0] felt that the Ancients were ready to start their journey. Di'aro, however, did not agree. He still saw them as infants crawling over the majestic surface he created. Di'orbis then pointed to Shadoon and asked Di'aro to watch. Di'aro saw how the Ancients climbed the \c[3]highest of mountains\c[0] and reached the very \c[3]bottom of the sea\c[0]. Di'aro was shocked yet proud of their achievements. Reluctantly he agreed that indeed they are ready to start their journey. Di'aro then prepared an \c[3]envelope\c[0] of solid rock and ice, used to send the \c[3]Message of the Sky\c[0].
es_es: La vida en \c[3]Shadoon\c[0] ha prosperado y \c[3]Di'orbis\c[0] consideró que los Antiguos estaban listos para iniciar su viaje. Di'aro, sin embargo, estaba en desacuerdo. Seguía viéndolos como niños que se arrastraban sobre la majestuosa superficie que él había creado. Entonces Di'orbis señaló a Shadoon y pidió a Di'aro que observara. Di'aro vio cómo los Antiguos escalaban la \c[3]más alta de las montañas\c[0] y llegaban al mismísimo \c[3]fondo del mar\c[0]. Di'aro se sintió sorprendido pero orgulloso de sus logros. A regañadientes, aceptó que, efectivamente, estaban listos para iniciar su viaje. Di'aro preparó entonces un \c[3]sobre\c[0] de roca sólida y hielo, utilizado para enviar el \c[3]Mensaje del Cielo\c[0].

# data/database.json//lore/godstories-enel/title
source: E'nels Radiance
es_es: El Resplandor de E'nel

# data/database.json//lore/godstories-enel/content/page-01/content
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void. After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0]. E'nel is one of these gods. The God of the \c[3]Triangle\c[0] and the creator of \c[3]ever-burning flames\c[0]. She made the sun with \c[3]blinding light\c[0] and filled the ground deep beneath our feet with a \c[3]molten stone\c[0]. Her creations spread warmth, yet consume life at the same time.
es_es: Todo comenzó cuando \c[3]Di'orbis\c[0], el dios etéreo de la creación, nació en el vacío de la nada. Tras reflexionar durante eones en soledad, su deseo de compañía dio lugar a los \c[3]Dioses de la Forma\c[0]. E'nel es uno de estos dioses. El Dios del \c[3]Triángulo\c[0] y el creador de \c[3]las llamas siempre ardientes\c[0]. Hizo el sol con una luz cegadora y llenó el suelo bajo nuestros pies con una piedra fundida. Sus creaciones difunden el calor, pero consumen la vida al mismo tiempo.

# data/database.json//lore/godstories-enel/content/page-02/content
source: At first the world was dark. Hence, \c[3]Di'orbis\c[0] and \c[3]E'nel\c[0] created the first sun to spend light. Yet at night, when the sun was hidden, the world was as dark as ever. \c[3]E'nel\c[0] wanted to place many more suns closeby, creating a world of constant brightness. Yet this world was monotonous, lacking dusk, dawn and the coolness of the night.
es_es: Al principio el mundo estaba oscuro. Por eso, \c[3]Di'orbis\c[0] y \c[3]E'nel\c[0] crearon el primer sol para gastar luz. Sin embargo, por la noche, cuando el sol estaba oculto, el mundo estaba tan oscuro como siempre. \c[3]E'nel\c[0] quiso colocar muchos más soles cerca, creando un mundo de brillo constante. Sin embargo, este mundo era monótono, le faltaba el crepúsculo, el amanecer y el frescor de la noche.

# data/database.json//lore/godstories-enel/content/page-03/content
source: The two gods then had a new idea. They were creating millions and millions of new suns far far away in all directions. Thanks to \c[3]E'nel\c[0] and \c[3]Di'orbis\c[0]' effort we can today enjoy the night with a beautiful starry sky. Not only are the stars beautiful, \c[3]Di'orbis\c[0] placed them in particular to stir our curiosity for other worlds out there.
es_es: Los dos dioses tuvieron entonces una nueva idea. Crearon millones y millones de nuevos soles en todas las direcciones. Gracias al esfuerzo de \c[3]E'nel\c[0] y \c[3]Di'orbis\c[0] hoy podemos disfrutar de la noche con un hermoso cielo estrellado. No sólo son hermosas las estrellas, sino que \c[3]Di'orbis\c[0] las colocó en particular para despertar nuestra curiosidad por otros mundos ahí fuera.

# data/database.json//lore/godstories-enel/content/page-04/content
source: After \c[3]E'nel\c[0] created millions of suns, she craved for a challenge. She wanted to create the largest, most majestic sun imaginable. Thus, she started adding her eternal flame, adding more and more as the sun was growing further and further. At some point, the sun had too much fire and couldn't hold it any longer. What followed was a most spectacular and colorful explosion. Even today, we very rarely witness these colorful explosions in the night sky as a testament of E'nel's boredom.
es_es: Después de que \c[3]E'nel\c[0] creara millones de soles, ansiaba un reto. Quería crear el sol más grande y majestuoso que se pudiera imaginar. Así, empezó a añadir su llama eterna, añadiendo más y más a medida que el sol iba creciendo. En algún momento, el sol tenía demasiado fuego y no pudo retenerlo más. Lo que siguió fue una explosión de lo más espectacular y colorida. Incluso hoy en día, rara vez se pueden ver estas coloridas explosiones en el cielo nocturno, como testimonio del aburrimiento de E'nel.

# data/database.json//lore/godstories-kwin/title
source: K'wins Judgement
es_es: El Juicio de K'win

# data/database.json//lore/godstories-kwin/content/page-01/content
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void. After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0]. \c[3]K'win\c[0] is one of these gods. Born a twin to \c[3]G'oni\c[0], she is the Goddess of the \c[3]Pentagon\c[0] and the creator of \c[3]storms and lightning\c[0].
es_es: Todo comenzó cuando \c[3]Di'orbis\c[0], el dios etéreo de la creación, nació en el vacío de la nada. Tras reflexionar durante eones en soledad, su deseo de compañía dio origen a los \c[3]Dioses de la Forma\c[0]. \c[3]K'win\c[0] es uno de estos dioses. Nacida como gemela de \c[3]G'oni\c[0], es la diosa del \c[3]Pentágono\c[0] y la creadora de las \c[3]tormentas y los rayos\c[0].

# data/database.json//lore/godstories-kwin/content/page-02/content
source: Her strong winds keep our world in constant motion, her fierce thunderstorms are awe-inspiring, sparking curiosity within us. Finally, her little sparks also give life to every creature of this world. \c[3]G'oni\c[0], the creator of ever-flowing waters and twin-brother of \c[3]K'win\c[0], was busy filling our planet with oceans and lakes. The water overflowing from the lakes was slowly moving down the hills into the ocean. However, the water in the oceans was almost motionless.
es_es: Sus fuertes vientos mantienen nuestro mundo en constante movimiento, sus feroces tormentas son asombrosas y despiertan nuestra curiosidad. Por último, sus pequeñas chispas también dan vida a todas las criaturas de este mundo. \c[3]G'oni\c[0], el creador de las aguas siempre fluyentes y hermano gemelo de \c[3]K'win\c[0], se ocupó de llenar nuestro planeta de océanos y lagos. El agua que se desbordaba de los lagos bajaba lentamente por las colinas hacia el océano. Sin embargo, el agua de los océanos estaba casi inmóvil.

# data/database.json//lore/godstories-kwin/content/page-03/content
source: As K'win watched those boring, calm waters, she had an idea. She created light winds flying over the ocean, creating an abundance of dancing waves on its surface. At first G'oni did not like this change, as he preferred his waters calm and quiet. But as he saw creatures playing with the waves and using the winds to travel across the oceans, he reluctantly agreed to keep it.
es_es: Mientras K'win observaba aquellas aburridas y tranquilas aguas, tuvo una idea. Creó vientos ligeros que sobrevolaban el océano, creando una abundancia de olas danzantes en su superficie. Al principio a G'oni no le gustó este cambio, ya que prefería sus aguas tranquilas y silenciosas. Pero al ver que las criaturas jugaban con las olas y utilizaban los vientos para viajar por los océanos, aceptó que debía quedarse así.

# data/database.json//lore/godstories-kwin/content/page-04/content
source: This made K'win very enthusiastic and so she decided to create stronger and stronger winds, making the waves go higher and higher. This led to the most fearsome storms and tidal waves, flooding vast amounts of land. G'oni quickly interfered. K'win understood that she made a terrible mistake. To make it up to her twin-brother, she created many creatures to live deep within the waters.
es_es: Esto entusiasmó a K'win, que decidió crear vientos cada vez más fuertes, haciendo que las olas fueran cada vez más altas. Esto provocó las más temibles tormentas y mareas, inundando grandes extensiones de tierra. G'oni no tardó en intervenir. K'win comprendió que había cometido un terrible error. Para compensar a su hermano gemelo, creó muchas criaturas para que vivieran en las profundidades de las aguas.

# data/database.json//lore/godstories-kwin/content/page-05/content
source: When \c[3]Di'aro\c[0] and \c[3]Di'orbis\c[0] witnessed the advancements of our kind, they decided to send the \c[3]Message of the Sky\c[0] wrapped in an \c[3]Envelope of solid rock and ice\c[0]. As he sent out the envelope, \c[3]Di'aro\c[0] was ever-so-careful, only giving it the slightest nudge. After all, he didn't want his creation, the earth and mountains, to be damaged when the message arrived. \c[3]K'win\c[0] watched the envelope fly towards us, ever so slowly. She watched and watched, growing more and more impatient.
es_es: Cuando \c[3]Di'aro\c[0] y \c[3]Di'orbis\c[0] fueron testigos de los avances de nuestra especie, decidieron enviar el \c[3]Mensaje del Cielo\c[0] envuelto en un \c[3]Sobre de roca sólida y hielo\c[0]. Mientras enviaba el sobre, \c[3]Di'aro\c[0] fue muy cuidadoso, sólo le dio un ligero empujón. Después de todo, no quería que su creación, la tierra y las montañas, se dañaran cuando llegara el mensaje. \c[3]K'win\c[0] observó cómo el sobre volaba hacia nosotros lentamente. Esperaba que algún día su mensaje llegara. Miraba y miraba, cada vez más impaciente pero el sobre viajaba lento.

# data/database.json//lore/godstories-kwin/content/page-06/content
source: K'win then remembered how our kind could withstand her most powerful thunderstorms and fierce hurricanes. She was confident that we could receive a fast-approaching message just as well. Without hesitation, K'win reached back and gave the envelope a massive blow, launching it toward us at high speed. It is thanks to her confidence in our resilience that our kind received the Message of the Sky in time.
es_es: K'win recordó entonces cómo nuestra especie podía resistir sus más poderosas tormentas y feroces huracanes. Confiaba en que también podríamos recibir un mensaje si lo enviaba con fuerza. Sin dudarlo, K'win alargó la mano y dio un gran golpe al sobre, lanzándolo hacia nosotros a una gran velocidad. Gracias a su confianza en nuestra capacidad, nuestra especie recibió el Mensaje del Cielo a tiempo.

# data/database.json//lore/godstories-goni/title
source: G'onis Acceptance
es_es: Aceptación de G'oni

# data/database.json//lore/godstories-goni/content/page-01/content
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void. After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0]. \c[3]G'oni\c[0] is one of these gods. Born a twin to \c[3]K'win\c[0], he is the God of the \c[3]Hexagon\c[0] and the creator of \c[3]ever-flowing waters\c[0].
es_es: Todo comenzó cuando \c[3]Di'orbis\c[0], el dios etéreo de la creación, nació en el vacío de la nada. Tras reflexionar durante eones en soledad, su deseo de compañía dio origen a los \c[3]Dioses de la Forma\c[0]. \c[3]G'oni\c[0] es uno de estos dioses. Nacido como gemelo de \c[3]K'win\c[0], es el Dios del \c[3]Hexágono\c[0] y el creador de \c[3]las aguas\c[0].

# data/database.json//lore/godstories-goni/content/page-02/content
source: He blessed our planet with vast oceans, strong currents, calm lakes, and long rivers stretching over every corner of this land. His creations also gave birth to an endless variety of plants, painting our lands in beautiful colors. As \c[3]G'oni\c[0] created oceans, lakes, and river spreading across the land, he was happy to see that plants flourished close to the water.
es_es: Bendijo nuestro planeta con vastos océanos, fuertes corrientes, tranquilos lagos y largos ríos que se extienden por todos los rincones de esta tierra. Sus creaciones también dieron lugar a una variedad interminable de plantas, pintando nuestras tierras con hermosos colores. Cuando \c[3]G'oni\c[0] creó océanos, lagos y ríos que se extendían por la tierra, se alegró de ver que las plantas florecían cerca del agua.

# data/database.json//lore/godstories-goni/content/page-03/content
source: However, he was constantly busy refilling the lakes on the land as the water kept flowing down the hills back into the ocean. Then G'oni had an idea. He took the water from the oceans and moved it into clouds floating high in the sky. Then he asked \c[3]K'win\c[0], his twin-sister and creator of wind and thunder, to move the clouds back to the land. Once the clouds would reach the lakes, G'oni would let them rain down, refilling the lakes and making the water flow in circles.
es_es: Sin embargo, estaba constantemente ocupado rellenando los lagos de la tierra mientras el agua seguía bajando por las colinas de vuelta al océano. Entonces G'oni tuvo una idea. Tomó el agua de los océanos y la trasladó a las nubes que flotaban en lo alto del cielo. Luego pidió a \c[3]K'win\c[0], su hermana gemela y creadora del viento y el trueno, que trasladara las nubes de vuelta a la tierra. Una vez que las nubes llegaban a los lagos, G'oni les dejaba llover, llenando los lagos y haciendo que el agua fluyera por el mundo.

# data/database.json//lore/godstories-goni/content/page-04/content
source: K'win, however, thought this flow was boring. So instead she decided to move the clouds all over the place and let them rain right over the land. At first G'oni was furious watching the water being spread in this chaotic manner. However, he quickly noticed how rich plant life started to appear on every corner of land, far beyond the edges of his lakes and rivers. As he saw the planet covered in trees and flowers, he quickly accepted the chaotic nature of rain falling wherever it pleases.
es_es: K'win, sin embargo, pensó que este flujo era aburrido. Así que decidió mover las nubes por todo los sitios y dejó que llovieran sobre la tierra. Al principio, G'oni se enfureció al ver cómo el agua se esparcía de esta manera tan caótica. Sin embargo, pronto notó cómo empezó a aparecer una rica vida vegetal en cada rincón de la tierra, mucho más allá de los bordes de sus lagos y ríos. Al ver el planeta cubierto de árboles y flores, no tardó en aceptar la naturaleza caótica de la lluvia que cae donde le place.
