Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/quests/ice-cream-hype/tasks/0/task
source: Collect Bergen Ice high up on \c[3]Bergen Trail\c[0]
ru_ru: Соберите Бергенский лёд на вершинах \c[3]Тропы в Берген\c[0]

# data/database.json/quests/ice-cream-hype/tasks/1/task
source: Talk to the Ice Cream Dealer in the \c[3]\v[area.rookie-harbor.name] Marketplace\c[0]
ru_ru: Поговорите с продавцом мороженого на \c[3]рынке Гавани новичков\c[0]

# data/database.json/quests/training-tutorial/hubSettings/location
source: Training you seek, is it? Come to \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0] you must!
ru_ru: Тренировки ищешь ты? Прийти в \c[3]Додзё Инфо-центра Гавани новичков\c[0] ты должен!

# data/database.json/quests/training-tutorial/name
source: Training with the Master
ru_ru: Тренировка с мастером

# data/database.json/quests/training-tutorial/person
source: Master Sensei
ru_ru: Мастер сенсей

# data/database.json/quests/training-tutorial/description
source: The Rookie Harbor Teacher \c[3]Master Sensei\c[0] is famous for training the best Seekers. Take his 2 lessons in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0].
ru_ru: Учитель Гавани новичков \c[3]Мастер сенсей\c[0] славится как тренер лучших Искателей. Возьмите у него два урока в \c[3]Гавани новичков - додзё Инфо-центра\c[0].

# data/database.json/quests/training-tutorial/briefing
source: You have completed all of \c[3]Master Sensei's\c[0] Training. There is nothing more to teach. Except when you forget and need a reminder. Talk to Master Sensei again to repeat a training course.
ru_ru: Вы закончили все тренировки \c[3]Мастера сенсея\c[0]. Больше нечему учиться. Только если вы что-то не забыли и нужно освежить память. Поговорите с Мастером сенсеем, чтобы повторить курс тренировки.

# data/database.json/quests/training-tutorial/tasks/0/task
source: Train with \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0]
ru_ru: Потренируйтесь с \c[3]Мастером сенсеем\c[0] в \c[3]Гавани новичков - додзё Инфо-центра\c[0]

# data/database.json/quests/training-tutorial/tasks/0/subtasks/0/text
source: Training: VRP
ru_ru: Тренировка: VRP

# data/database.json/quests/training-tutorial/tasks/0/subtasks/1/text
source: Training: VPI
ru_ru: Тренировка: VPI

# data/database.json/quests/training-tutorial/tasks/1/task
source: Speak to \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0] once more
ru_ru: Поговорите с \c[3]Мастером сенсеем\c[0] в \c[3]Гавани новичков - Додзё Инфо-центра\c[0] ещё раз

# data/database.json/quests/training-balls/name
source: Training: VRP
ru_ru: Тренировка: VRP

# data/database.json/quests/training-balls/person
source: Master Sensei
ru_ru: Мастер сенсей

# data/database.json/quests/training-balls/description
source: Participate in the \c[3]VRP Training Course\c[0] with \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0].
ru_ru: Пройдите \c[3]курс тренировки VRP\c[0] с \c[3]Мастером сенсеем\c[0] в \c[3]Гавани новичков - додзё Инфо-центра\c[0].

# data/database.json/quests/training-balls/briefing
source: You have completed the \c[3]VRP Training Course\c[0].
ru_ru: Вы завершили \c[3]курс тренировки VRP\c[0].

# data/database.json/quests/training-balls/tasks/0/task
source: Go to \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0]
ru_ru: Поговорите с \c[3]Мастером сенсеем\c[0] в \c[3]Гавани новичков - додзё Инфо-центра\c[0]

# data/database.json/quests/training-balls/tasks/1/task
source: Successfully finish the VRP Training course.
ru_ru: Успешно завершите курс тренировки VRP

# data/database.json/quests/training-close/name
source: Training: VPI
ru_ru: Тренировка: VPI

# data/database.json/quests/training-close/person
source: Master Sensei
ru_ru: Мастер сенсей

# data/database.json/quests/training-close/description
source: Participate in the \c[3]VPI Training Course\c[0] with \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0].
ru_ru: Пройдите \c[3]курс тренировки VPI\c[0] с \c[3]Мастером сенсеем\c[0] в \c[3]Гавани новичков - додзё Инфо-центра\c[0].

# data/database.json/quests/training-close/briefing
source: You have completed the \c[3]VPI Training Course\c[0].
ru_ru: Вы завершили \c[3]курс тренировки VPI\c[0].

# data/database.json/quests/training-close/tasks/0/task
source: Go to \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0]
ru_ru: Поговорите с \c[3]Мастером сенсеем\c[0] в \c[3]Гавани новичков - додзё Инфо-центра\c[0]

# data/database.json/quests/training-close/tasks/1/task
source: Successfully finish the VPI Training course.
ru_ru: Успешно завершите курс тренировки VPI

# data/database.json/quests/faction-tutorial/hubSettings/location
source: Get the authorization to assist the factions of Rookie Harbor. \c[3]- Seeker Hub\c[0]
ru_ru: Получите разрешение на помощь фракциям Гавани новичков. \c[3]- Центр Искателей\c[0]

# data/database.json/quests/faction-tutorial/name
source: Faction Introduction
ru_ru: Введение во фракции

# data/database.json/quests/faction-tutorial/person
source: Faction Advisor
ru_ru: Фракционный советник

# data/database.json/quests/faction-tutorial/description
source: Each of the \c[3]4 Factions\c[0] has a local subdivision in \v[area.rookie-harbor.name]: \c[3]Falldivers\c[0], \c[3]Rookie Harbor Guard\c[0], \c[3]Coastal Trading Coalition\c[0] and \c[3]Fruits of Autumn\c[0]. Introduce yourself to the representatives!
ru_ru: Каждая из \c[3]четырёх фракций\c[0] имеет своё подразделение в Гавани новичков: \c[3]Рейдеры Осени\c[0], \c[3]Стража Гавани новичков\c[0], \c[3]Прибрежный торговый союз\c[0] и \c[3]Дары осени\c[0]. Представьтесь каждой из них!

# data/database.json/quests/faction-tutorial/briefing
source: You visited all the factions in \v[area.rookie-harbor.name] and talked to all the representatives. Now you know where to offer your help!
ru_ru: Вы посетили все фракции в Гавани новичков и поговорили со всеми представителями. Теперь вы знаете, где предложить свою помощь!

# data/database.json/quests/faction-tutorial/tasks/0/task
source: Visit the \c[3]4 factions\c[0] in \v[area.rookie-harbor.name]
ru_ru: Посетите \c[3]четыре фракции\c[0] в Гавани новичков

# data/database.json/quests/faction-tutorial/tasks/0/subtasks/0/text
source: Visit the \c[3]FD\c[0] HQ southwest of the \c[3]Market\c[0]
ru_ru: Штаб \c[3]Рейдеров Осени\c[0] к юго-западу от \c[3]рынка\c[0]

# data/database.json/quests/faction-tutorial/tasks/0/subtasks/0/shortText
source: Visit the \c[3]FD\c[0] HQ
ru_ru: Штаб \c[3]Рейдеров Осени\c[0]

# data/database.json/quests/faction-tutorial/tasks/0/subtasks/1/text
source: Visit the \c[3]RHG\c[0] HQ near the \c[3]western exit\c[0]
ru_ru: Штаб \c[3]Стражи гавани\c[0] у \c[3]западного выхода\c[0]

# data/database.json/quests/faction-tutorial/tasks/0/subtasks/1/shortText
source: Visit the \c[3]RHG\c[0] HQ
ru_ru: Штаб \c[3]Стражи Гавани новичков\c[0]

# data/database.json/quests/faction-tutorial/tasks/0/subtasks/2/text
source: Visit the \c[3]CTC\c[0] ambassador at the \c[3]Seeker HUB\c[0]
ru_ru: Представитель \c[3]ПТС\c[0] в \c[3]центре Искателей\c[0]

# data/database.json/quests/faction-tutorial/tasks/0/subtasks/2/shortText
source: Visit the \c[3]CTC\c[0] ambassador
ru_ru: Представитель \c[3]ПТС\c[0]

# data/database.json/quests/faction-tutorial/tasks/0/subtasks/3/text
source: Visit the \c[3]FoA\c[0] HQ at the \c[3]Market\c[0]
ru_ru: Штаб \c[3]Даров Осени\c[0] на \c[3]рынке\c[0]

# data/database.json/quests/faction-tutorial/tasks/0/subtasks/3/shortText
source: Visit the \c[3]FoA\c[0] HQ
ru_ru: Штаб \c[3]Даров Осени\c[0]

# data/database.json/quests/faction-tutorial/tasks/1/task
source: Report back to the \c[3]Faction Advisor\c[0] in the \c[3]Seeker HUB\c[0]
ru_ru: Отчитайтесь \c[3]Фракционному советнику\c[0] в \c[3]центре Искателей\c[0]

# data/database.json/quests/wa-1-digging/hubSettings/location
source: An important data storage has been lost after an ambush. It needs to be retrieved! \c[3]- Falldivers HQ\c[0]
ru_ru: Важные данные были потеряны из-за засады. Их нужно вернуть! \c[3]- Рейдеры Осени\c[0]

# data/database.json/quests/wa-1-digging/name
source: Digging for Data
ru_ru: Нарой инфу

# data/database.json/quests/wa-1-digging/person
source: Forerunner Elenya
ru_ru: Предвестник Эления

# data/database.json/quests/wa-1-digging/description
source: \c[3]Pioneer Tucos\c[0] of the \c[3]Falldivers\c[0] has lost a \c[3]data storage device\c[0] while fleeing from aggressive wildlife. Use your \c[3]Analysis\c[0] to find it and retrieve it.
ru_ru: \c[3]Пионер Тукос\c[0] из \c[3]Рейдеров Осени\c[0] потерял \c[3]устройство хранения данных\c[0], убегая от агрессивной дикой природы. Используйте ваш \c[3]Анализ\c[0], чтобы найти и вернуть его.

# data/database.json/quests/wa-1-digging/briefing
source: You found the data, brought it back and whooped some naughty Hillkats as a bonus.
ru_ru: Вы нашли данные, принесли их назад и в качестве бонуса проучили непослушных Горностаев.

# data/database.json/quests/wa-1-digging/tasks/0/task
source: Find and examine the location of the data on \c[3]Off Road 1\c[0] of \c[3]\v[area.autumn-area.name]\c[0] (use your \c[3]Analysis\c[0] to search)
ru_ru: Найдите и изучите местонахождение данных на \c[3]Бездорожье 1\c[0] в \c[3]Расцвете Осени\c[0] (используйте ваш \c[3]Анализ\c[0] для поиска)

# data/database.json/quests/wa-1-digging/tasks/1/task
source: Defeat all the \c[3]\v[combat.name.meerkat]s\c[0]
ru_ru: Победите всех \c[3]Долбящих горностаев\c[0]

# data/database.json/quests/wa-1-digging/tasks/2/task
source: Open the \c[3]chest\c[0] and get the \c[3]\v[item.172.name]\c[0]
ru_ru: Откройте \c[3]сундук\c[0] и заберите \c[3]\v[item.172.name]\c[0]

# data/database.json/quests/wa-1-digging/tasks/3/task
source: Report back to \c[3]Forerunner Elenya\c[0] in the \c[3]Falldivers HQ\c[0]
ru_ru: Отчитайтесь \c[3]Предвестнику Элении\c[0] в \c[3]штабе Рейдеров Осени\c[0]

# data/database.json/quests/fd-2-meerkat-cave/hubSettings/location
source: A surprisingly organized band of dangerous Hillkats requires a beating. \c[3]- Falldivers HQ\c[0]
ru_ru: Требуется побороть удивительно организованную банду Горностаев. \c[3]- штаб Рейдеров Осени\c[0]

# data/database.json/quests/fd-2-meerkat-cave/name
source: It Can Dig, but It Can't Hide!
ru_ru: Они роют, но им не спрятаться!

# data/database.json/quests/fd-2-meerkat-cave/person
source: Forerunner Elenya
ru_ru: Предвестник Эления

# data/database.json/quests/fd-2-meerkat-cave/description
source: The \c[3]data storage\c[0] and reports from Tucos talk of an organized group of Hillkats. Meet up with him to confront the threat.
ru_ru: В \c[3]Устройстве хранения\c[0] и докладах Тукоса говорится об организованной группе Горностаев. Встретьтесь с ним, чтобы противостоять угрозе.

# data/database.json/quests/fd-2-meerkat-cave/briefing
source: You defeated the leader of the dangerous Hillkat group and also discovered a mysterious item for the Falldivers to examine.
ru_ru: Вы победили лидера опасной группы Горностаев, а также обнаружили загадочный предмет для изучения Рейдерам Осени.

# data/database.json/quests/fd-2-meerkat-cave/tasks/0/task
source: Meet up with \c[3]Pioneer Tucos\c[0] at \c[3]Pathway 5\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Встретьтесь с \c[3]пионером Тукосом\c[0] на \c[3]Пути 5\c[0] в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/fd-2-meerkat-cave/tasks/1/task
source: Follow Tucos to the \c[3]entrance of the cave\c[0]
ru_ru: Следуйте за Тукосом ко \c[3]Входу в пещеру\c[0]

# data/database.json/quests/fd-2-meerkat-cave/tasks/2/task
source: Explore \c[3]the cave\c[0] and search for enemies
ru_ru: Исследуйте \c[3]пещеру\c[0] и найдите врагов

# data/database.json/quests/fd-2-meerkat-cave/tasks/3/task
source: Defeat the \c[3]\v[combat.name.meerkat-special-command-1]\c[0]
ru_ru: Победите \c[3]Лидера банды горностаев\c[0]

# data/database.json/quests/fd-2-meerkat-cave/tasks/4/task
source: Open the mysterious \c[3]chest\c[0]
ru_ru: Откройте загадочный \c[3]сундук\c[0]

# data/database.json/quests/fd-2-meerkat-cave/tasks/5/task
source: \c[3]Leave the cave\c[0] and talk to \c[3]Tucos\c[0] again
ru_ru: \c[3]Покиньте пещеру\c[0] и поговорите с \c[3]Тукосом\c[0] ещё раз

# data/database.json/quests/fd-2-meerkat-cave/tasks/6/task
source: Report back to \c[3]Forerunner Elenya\c[0] in the \c[3]Falldivers HQ\c[0]
ru_ru: Отчитайтесь \c[3]Предвестнику Элении\c[0] в \c[3]штабе Рейдеров Осени\c[0]

# data/database.json/quests/fd-3-ball_egg_1/hubSettings/location
source: We need help with collecting data on an area. Fun times with tech. \c[3]- Falldivers HQ\c[0]
ru_ru: Нам нужна помощь со сбором данных в области. Веселье с технологиями. \c[3]- штаб Рейдеров Осени\c[0]

# data/database.json/quests/fd-3-ball_egg_1/name
source: Points of Power
ru_ru: Точки силы

# data/database.json/quests/fd-3-ball_egg_1/person
source: Forerunner Elenya
ru_ru: Предвестник Эления

# data/database.json/quests/fd-3-ball_egg_1/description
source: The \c[3]device you took from the Hillkats\c[0] has been used to create a probe that can extract energy and information directly from the Track. And you are chosen to assist!
ru_ru: \c[3]Устройство, которое вы нашли у Горностаев\c[0], было использовано для создания зонда, который может извлекать энергию и информацию прямо из Пути. И вас выбрали в роли помощника!

# data/database.json/quests/fd-3-ball_egg_1/briefing
source: You used the probe to extract data from the Track and also defeated another band of Hillkats. Good job!
ru_ru: Вы использовали зонд для извлечения данных из Пути, а также разгромили очередную банду Горностаев. Хорошая работа!

# data/database.json/quests/fd-3-ball_egg_1/tasks/0/task
source: Meet up with \c[3]Pioneer Deggart\c[0] at the landmark of \c[3]Village Remains\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]
ru_ru: Встретьтесь с \c[3]пионером Деггартом\c[0] возле ориентира \c[3]Руины деревни\c[0] в \c[3]Закате Осени\c[0]

# data/database.json/quests/fd-3-ball_egg_1/tasks/1/task
source: Activate \c[3]the Probe\c[0] in \c[3]Village Remains\c[0] and guide it along the path
ru_ru: Активируйте \c[3]зонд\c[0] в \c[3]Руинах деревни\c[0] и перемещайте его по пути

# data/database.json/quests/fd-3-ball_egg_1/tasks/2/task
source: Talk to \c[3]Pioneer Deggart\c[0] again in \c[3]Normal Clearing\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Поговорите с \c[3]пионером Деггартом\c[0] снова на \c[3]Правильной поляне\c[0] в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/fd-3-ball_egg_1/tasks/3/task
source: Take \c[3]the Probe\c[0] to the \c[3]lone regular tree\c[0] in \c[3]Normal Clearing\c[0]
ru_ru: Направьте \c[3]зонд\c[0] к \c[3]одинокому правильному дереву\c[0] на \c[3]Правильной поляне\c[0]

# data/database.json/quests/fd-3-ball_egg_1/tasks/4/task
source: Report back to \c[3]Forerunner Elenya\c[0] in the \c[3]Falldivers HQ\c[0]
ru_ru: Отчитайтесь \c[3]Предвестнику Элении\c[0] в \c[3]штабе Рейдеров Осени\c[0]

# data/database.json/quests/rhg-1-pickpocket/hubSettings/location
source: There have been problems with pickpockets on the market. \c[3]- Rookie Harbor Guard HQ\c[0]
ru_ru: На рынке есть проблемы с карманниками. \c[3]- штаб Стражи Гавани\c[0]

# data/database.json/quests/rhg-1-pickpocket/name
source: Petty Crime Hunter
ru_ru: Охотник за мелким жуликом

# data/database.json/quests/rhg-1-pickpocket/person
source: Sgt. Brassler
ru_ru: Сержант Брасслер

# data/database.json/quests/rhg-1-pickpocket/description
source: You talked with the captain of the \c[3]Rookie Harbor Guard\c[0] and decided to help them out a bit. One of the city guards \c[3]needs some reinforcements\c[0].
ru_ru: Вы поговорили с капитаном \c[3]Стражи Гавани новичков\c[0] и решили им немного помочь. Один из городских стражников \c[3]нуждается в подкреплении\c[0].

# data/database.json/quests/rhg-1-pickpocket/briefing
source: You were finally able to catch the elusive thief after rescuing him from the wildlife. Hopefully he learnt his lesson by now.
ru_ru: Вы наконец смогли поймать этого неуловимого вора после того, как спасли его от дикой природы. Будем надеяться, что он усвоил этот урок.

# data/database.json/quests/rhg-1-pickpocket/tasks/0/task
source: Talk to the \c[3]guard\c[0] near \c[3]\v[lore.title.seeker]-HUB\c[0]
ru_ru: Поговорите с \c[3]охранником\c[0] возле \c[3]центра Искателей\c[0]

# data/database.json/quests/rhg-1-pickpocket/tasks/1/task
source: Find the \c[3]thief\c[0] near the \c[3]park in central \v[area.rookie-harbor.name]\c[0]
ru_ru: Найдите \c[3]вора\c[0] около \c[3]парка в центре Гавани новичков\c[0]

# data/database.json/quests/rhg-1-pickpocket/tasks/2/task
source: Find out where the \c[3]thief\c[0] went. Maybe someone saw him?
ru_ru: Узнайте, куда пошёл \c[3]вор\c[0]. Может, кто-нибудь видел его?

# data/database.json/quests/rhg-1-pickpocket/tasks/3/task
source: Find the \c[3]thief\c[0] in the \c[3]dead-end in southern \v[area.rookie-harbor.name]\c[0]
ru_ru: Найдите \c[3]вора\c[0] в \c[3]тупике на юге Гавани новичков\c[0]

# data/database.json/quests/rhg-1-pickpocket/tasks/4/task
source: Find out where the \c[3]thief\c[0] went... again
ru_ru: Узнайте, куда пошёл \c[3]вор\c[0]... опять

# data/database.json/quests/rhg-1-pickpocket/tasks/5/task
source: Find the \c[3]thief\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Найдите \c[3]вора\c[0] в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/rhg-1-pickpocket/tasks/6/task
source: Defeat the two \c[3]\v[combat.name.hedgehog]s\c[0]
ru_ru: Победите двух \c[3]\v[combat.name.hedgehog]ов\c[0]

# data/database.json/quests/rhg-1-pickpocket/tasks/7/task
source: Talk to the \c[3]thief\c[0] again
ru_ru: Поговорите с \c[3]вором\c[0] снова

# data/database.json/quests/rhg-1-pickpocket/tasks/8/task
source: Report back to \c[3]Sgt. Brassler\c[0] in the \c[3]Rookie Harbor Guard HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Брасслеру\c[0] в \c[3]штабе Стражи Гавани новичков\c[0]

# data/database.json/quests/rhg-2-crate_smuggle/hubSettings/location
source: Illegal shipments going through our harbor need to be found and stopped! \c[3]- Rookie Harbor Guard HQ\c[0]
ru_ru: Нелегальные перевозки грузов, проходящие через нашу гавань, должны быть остановлены! \c[3]- штаб Стражи Гавани\c[0]

# data/database.json/quests/rhg-2-crate_smuggle/name
source: Smuggle Trouble
ru_ru: Проблема с контрабандой

# data/database.json/quests/rhg-2-crate_smuggle/person
source: Sgt. Brassler
ru_ru: Сержант Брасслер

# data/database.json/quests/rhg-2-crate_smuggle/description
source: Unauthorized shipments of illegal weaponry have been arriving in \c[3]\v[area.rookie-harbor.name]\c[0] lately! Go to \c[3]Beginners Arc\c[0] and investigate!
ru_ru: Несанкционированные поставки нелегального оружия были обнаружены в \c[3]Гавани новичков\c[0]! Направляйтесь к \c[3]Арке новобранцев\c[0] и расследуйте это дело!

# data/database.json/quests/rhg-2-crate_smuggle/briefing
source: You solved the case, caught the evildoer and prevented the turrets from being used for evil deeds.
ru_ru: Вы раскрыли дело, поймали злодея и предотвратили использование турелей в плохих целях.

# data/database.json/quests/rhg-2-crate_smuggle/tasks/0/task
source: Talk to \c[3]Guard Officer Cedric\c[0] at \c[3]Beginners Arc\c[0]
ru_ru: Поговорите с \c[3]офицером охраны Седриком\c[0] в \c[3]Арке новобранцев\c[0]

# data/database.json/quests/rhg-2-crate_smuggle/tasks/1/task
source: Find a \c[3]suspicious crate\c[0] at the \c[3]Beginners Arc\c[0] and check its contents
ru_ru: Найдите \c[3]подозрительный ящик\c[0] в \c[3]Арке новобранцев\c[0] и проверьте его содержимое

# data/database.json/quests/rhg-2-crate_smuggle/tasks/2/task
source: Defeat the \c[3]\v[combat.name.turret-rhg-1]s\c[0]
ru_ru: Победите \c[3]Нелегальные турели Ромба\c[0]

# data/database.json/quests/rhg-2-crate_smuggle/tasks/3/task
source: Find the \c[3]shady looking dockworker\c[0]
ru_ru: Найдите \c[3]подозрительно выглядящего портового рабочего\c[0]

# data/database.json/quests/rhg-2-crate_smuggle/tasks/4/task
source: Defeat the \c[3]\v[combat.name.turret-rhg-1]s\c[0] and go after \c[3]Sober Frank\c[0]
ru_ru: Победите \c[3]Нелегальные турели Ромба\c[0] и догоните \c[3]Трезвого Фрэнка\c[0]

# data/database.json/quests/rhg-2-crate_smuggle/tasks/5/task
source: Defeat the \c[3]\v[combat.name.turret-rhg-1]s\c[0] and go after \c[3]Sober Frank\c[0] again
ru_ru: Победите \c[3]Нелегальные турели Ромба\c[0] и догоните \c[3]Трезвого Фрэнка\c[0] снова

# data/database.json/quests/rhg-2-crate_smuggle/tasks/6/task
source: Defeat the \c[3]\v[combat.name.turret-rhg-1]s\c[0] and finally catch \c[3]Sober Frank\c[0]
ru_ru: Победите \c[3]Нелегальные турели Ромба\c[0] и наконец поймайте \c[3]Трезвого Фрэнка\c[0]

# data/database.json/quests/rhg-2-crate_smuggle/tasks/7/task
source: Report back to \c[3]Sgt. Brassler\c[0] in the \c[3]Rookie Harbor Guard HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Брасслеру\c[0] в \c[3]штабе Стражи Гавани новичков\c[0]

# data/database.json/quests/rhg-3-maritime_smuggle/hubSettings/location
source: More illegal shipments are reaching the continent and must be stopped! \c[3]- Rookie Harbor Guard HQ\c[0]
ru_ru: Ещё больше контрабанды достигает континента, остановите это!\c[3]- штаб Стражи Гавани\c[0]

# data/database.json/quests/rhg-3-maritime_smuggle/name
source: Wet Work
ru_ru: Мокрое дело

# data/database.json/quests/rhg-3-maritime_smuggle/person
source: Sgt. Brassler
ru_ru: Сержант Брасслер

# data/database.json/quests/rhg-3-maritime_smuggle/description
source: More unauthorized shipments of illegal weaponry are reaching the continent over the ocean! You must go on a patrol and intercept them.
ru_ru: Ещё больше несанкционированных поставок нелегального оружия достигают континента через океан! Вы должны отправиться в патруль и перехватить их.

# data/database.json/quests/rhg-3-maritime_smuggle/briefing
source: You prevented the latest batch of illegal weapons from reaching the continent by sinking them into the ocean.
ru_ru: Вы не дали последней партии незаконного оружия попасть на континент, утопив её в океане.

# data/database.json/quests/rhg-3-maritime_smuggle/tasks/0/task
source: Talk to \c[3]Captain Turbine\c[0] in Southern \c[3]Beginners Arc\c[0]
ru_ru: Поговорите с \c[3]капитаном Турбайном\c[0] на юге \c[3]Арки новобранцев\c[0]

# data/database.json/quests/rhg-3-maritime_smuggle/tasks/1/task
source: Talk to \c[3]Captain Turbine\c[0] in \c[3]Beginners Arc\c[0] again and start the patrol
ru_ru: Поговорите с \c[3]капитаном Турбайном\c[0] на юге \c[3]Арки новобранцев\c[0] снова, чтобы начать патрулирование

# data/database.json/quests/rhg-3-maritime_smuggle/tasks/2/task
source: Report back to \c[3]Sgt. Brassler\c[0] in the \c[3]Rookie Harbor Guard HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Брасслеру\c[0] в \c[3]штабе Стражи Гавани новичков\c[0]

# data/database.json/quests/rhg-4-maritime_smuggle_2/name
source: Wetter Work
ru_ru: Мокрое дельце

# data/database.json/quests/rhg-4-maritime_smuggle_2/person
source: Sgt. Brassler
ru_ru: Сержант Брасслер

# data/database.json/quests/rhg-4-maritime_smuggle_2/tasks/0/task
source: Talk to \c[3]Captain Turbine\c[0] in Southern \c[3]Beginners Arc\c[0]
ru_ru: Поговорите с \c[3]капитаном Турбайном\c[0] на юге \c[3]Арки новобранцев\c[0]

# data/database.json/quests/rhg-4-maritime_smuggle_2/tasks/1/task
source: Talk to \c[3]Captain Turbine\c[0] in \c[3]Beginners Arc\c[0] again and start the patrol
ru_ru: Поговорите с \c[3]капитаном Турбайном\c[0] на юге \c[3]Арки новобранцев\c[0] снова, чтобы начать патрулирование

# data/database.json/quests/rhg-4-maritime_smuggle_2/tasks/2/task
source: Report back to \c[3]Sgt. Brassler\c[0] in the \c[3]Rookie Harbor Guard HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Брасслеру\c[0] в \c[3]штабе Стражи Гавани новичков\c[0]
