Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/luke-contact/event/8/thenStep/11/message
source: Honestly, it's something I'd rather not talk about now.
es_es: Honestamente, es algo de lo que preferiría no hablar ahora.

# data/database.json//commonEvents/luke-contact/event/8/thenStep/12/message
source: Let's just say I had my fair share of trouble with...\. some people.
es_es: Digamos que tuve una buena cantidad de problemas con...\. algunas personas.

# data/database.json//commonEvents/luke-contact/event/8/thenStep/13/message
source: Now that I think about it...\. it's quite the plus I won't have to deal with them anymore here in CrossWorlds.
es_es: Ahora que lo pienso...\. es una gran ventaja que no tendré que lidiar con ellos aquí también en CrossWorlds.

# data/database.json//commonEvents/luke-contact/event/8/thenStep/14/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/luke-contact/event/8/thenStep/15/message
source: Compared to that, the people I know here are all quite nice, really.
es_es: Comparado con eso, la gente que conozco aquí es bastante agradable, de verdad.

# data/database.json//commonEvents/luke-contact/event/8/thenStep/16/message
source: Especially you, my lovely neighbor!
es_es: ¡Especialmente tú, mi encantadora vecina!

# data/database.json//commonEvents/luke-contact/event/9/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/9/thenStep/2/message
source: Junge, I'm exhausted...
es_es: Junge, estoy agotado...

# data/database.json//commonEvents/luke-contact/event/9/thenStep/3/message
source: I've certainly seen enough sand for the day.
es_es: He visto más que suficiente arena por hoy.

# data/database.json//commonEvents/luke-contact/event/9/thenStep/4/message
source: It was fun, though.
es_es: Aún así, fue divertido.

# data/database.json//commonEvents/luke-contact/event/9/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/luke-contact/event/9/thenStep/6/message
source: That duel at the end was quite the show as well.
es_es: El duelo al final también fue todo un espectáculo.

# data/database.json//commonEvents/luke-contact/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/10/thenStep/2/message
source: That sure was a lot of noise this morning, with that green-haired guy screaming around...
es_es: Hubo mucho ruido esta mañana, con ese Peloverde a los gritos por todos lados...

# data/database.json//commonEvents/luke-contact/event/10/thenStep/3/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/luke-contact/event/10/thenStep/4/message
source: Also doesn't help that the houses seem to have pretty bad insulation...
es_es: Tampoco ayuda que las casas parezcan tener un aislamiento de sonido bastante malo...

source: That's why I can hear every single note of that music playing from your house.
es_es: Es por eso por lo que puedo oír cada una de las notas de esa música en tu casa.

source: You know?\. The one that's playing.\. \c[3]Right now\c[0].
es_es: ¿Sabes?\. La que está sonando.\. \c[3]Ahora mismo\c[0].

# data/database.json//commonEvents/luke-contact/event/11/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/11/thenStep/1/message
source: Good morning, Lea!
es_es: ¡Buen día, Lea!

# data/database.json//commonEvents/luke-contact/event/11/thenStep/2/message
source: We're all waiting in \c[3]Para Island\c[0]!\. The raid will start soon!
es_es: ¡Todos estamos esperando en la \c[3]Isla Apartada\c[0]!\. ¡La raid comenzará pronto!

# data/database.json//commonEvents/luke-contact/event/12/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/12/thenStep/1/message
source: Hello!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/12/thenStep/2/message
source: I'm currently spending some quality time in my own personal garden.
es_es: Actualmente estoy pasando tiempo de calidad en mi propio jardín.

# data/database.json//commonEvents/luke-contact/event/12/thenStep/4/message
source: I honestly never expected to own a house like that.
es_es: Honestamente, nunca esperé tener una casa así.

# data/database.json//commonEvents/luke-contact/event/12/thenStep/5/message
source: Though...\. I'm not perfectly sure if I really "own" anything in this CrossWorlds.
es_es: Aunque...\. No estoy completamente seguro de si realmente soy "dueño" de algo en CrossWorlds.

# data/database.json//commonEvents/luke-contact/event/13/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/13/thenStep/1/message
source: Hello!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/13/thenStep/2/message
source: It's good to see that D-Links seem to work again.
es_es: Es bueno ver que los Mensajes Directos parecen funcionar de nuevo.

# data/database.json//commonEvents/luke-contact/event/13/thenStep/3/message
source: It was pretty frustrating not being able to contact anyone in Vermillion Wasteland...
es_es: Fue bastante frustrante no poder contactar a nadie estando en el Vertedero Vermillion...

# data/database.json//commonEvents/luke-contact/event/13/thenStep/5/message
source: Honestly...\. almost everything was rather frustrating about that place.
es_es: Honestamente...\. casi todo era bastante frustrante en ese lugar.

# data/database.json//commonEvents/luke-contact/event/13/thenStep/6/message
source: Well...\. except for you showing up, of course.
es_es: Bueno...\. salvo por tu presencia, por supuesto.

# data/database.json//commonEvents/luke-contact/event/14/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/15/message
source: Hello!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-join/event/4/thenStep/0/message
source: That dungeon with all those instances doesn't make a good place for a party, don't you think?
es_es: Esta mazmorra con todas estas instancias no es un buen lugar para estar en equipo, ¿no crees?

# data/database.json//commonEvents/luke-join/event/5/thenStep/0/message
source: Have you heard?\. There's a bunch of non-Evotars meeting in the \c[3]city hall\c[0], acting like it's their village.
es_es: ¿Has oído? Hay un montón de jugadores no Evotares juntándose en el \c[3]ayuntamiento\c[0] como si fuese su villa.

# data/database.json//commonEvents/luke-join/event/5/thenStep/1/message
source: No really, we're planning to run the new dungeon together.\. You should join us!
es_es: No, en serio, planeamos hacer la nueva mazmorra juntos.\. ¡Deberías unírtenos!

# data/database.json//commonEvents/luke-join/event/6/thenStep/0/message
source: Nah, too late for me.\. Running the new area was quite exhausting, really.
es_es: Na, demasiado tarde para mí.\. Explorar la nueva área ha sido exhaustivo, la verdad.

# data/database.json//commonEvents/luke-join/event/6/thenStep/1/message
source: We can start a party tomorrow if you like!
es_es: ¡Podemos iniciar un grupo mañana si quieres!

# data/database.json//commonEvents/luke-join/event/7/thenStep/0/message
source: Hey, Lea!\. The raid is about to begin!
es_es: ¡Ey, Lea!\. ¡La raid está por empezar!

# data/database.json//commonEvents/luke-join/event/7/thenStep/1/message
source: The plan is to meet at \c[3]Para Island\c[0] in \c[3]Autumn's Fall\c[0]!\. I'm already there!
es_es: ¡El plan es reunirnos en la \c[3]Isla Apartada\c[0] en \c[3]Ocaso Otoñal\c[0]!\. ¡Ya estoy allí!

# data/database.json//commonEvents/luke-join/event/8/thenStep/0/message
source: Hey, Lea! Don't you think it's a bit \c[3]too late\c[0] to start a party now?
es_es: ¡Ey, Lea! ¿No crees que es un poco \c[3]tarde\c[0] para empezar un grupo ahora?

# data/database.json//commonEvents/luke-join/event/8/thenStep/1/message
source: I'm currently just taking a break.\. Tomorrow is another day!
es_es: Me estoy tomando un descanso.\. ¡Mañana es un nuevo día!

# data/database.json//commonEvents/luke-join/event/8/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/luke-join/event/9/0_0/0/message
source: Sure thing! Glad to join.
es_es: ¡Por supuesto! ¡Siempre es un gusto!

# data/database.json//commonEvents/luke-remove/event/4/0_0/0/message
source: Fair enough. Until next time!
es_es: De acuerdo. ¡Hasta la próxima!

# data/database.json//commonEvents/luke-remove/event/4/0_1/0/message
source: My work here is done!
es_es: ¡Mi trabajo aquí está hecho!

# data/database.json//commonEvents/hlin-contact/event/0/thenStep/0/text
source: Now is not a good time...
es_es: Ahora no es buen momento...

# data/database.json//commonEvents/hlin-contact/event/1/thenStep/0/text
source: Still feels too awkward contacting her now...
es_es: Aún se siente algo incómodo contactarla ahora...

# data/database.json//commonEvents/hlin-contact/event/6/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/6/thenStep/1/message
source: Lea, dear!\. Yesterday was quite the day, wasn't it?
es_es: ¡Lea, querida!\. Ayer fue un día muy largo, ¿no?

# data/database.json//commonEvents/hlin-contact/event/6/thenStep/2/message
source: Of course, now I'm looking forward to how the lore will evolve with the upcoming CrossWorlds expansion.
es_es: Por supuesto, ahora espero con ansias los próximos capítulos de la historia de CrossWorlds con la próxima expansión.

# data/database.json//commonEvents/hlin-contact/event/6/thenStep/3/message
source: Will we actually be able to meet the Ancients?\. Or did they again move on to another place before we arrive?
es_es: ¿Seremos realmente capaces de encontrarnos con los Antiguos?\. ¿O se fueron de nuevo a otro lugar antes de que llegáramos?

# data/database.json//commonEvents/hlin-contact/event/6/thenStep/4/message
source: I'm so curious!
es_es: ¡Tengo tanta curiosidad!

# data/database.json//commonEvents/hlin-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/7/thenStep/1/message
source: Lea, dear!\. We're running the dungeon now!\. All of us!
es_es: ¡Lea, querida!\. ¡Estamos en la mazmorra ahora mismo!\. ¡Todos nosotros!

# data/database.json//commonEvents/hlin-contact/event/7/thenStep/2/message
source: Ahhhhhhh~\. I'm so excited!!
es_es: Ahhhhhhhh~\. ¡¡Estoy tan emocionada!!

# data/database.json//commonEvents/hlin-contact/event/8/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/8/thenStep/1/message
source: Lea, dear!\. We all should prepare for the final dungeon!
es_es: ¡Lea, querida!\. ¡Todos debemos prepararnos para la mazmorra final!

# data/database.json//commonEvents/hlin-contact/event/8/thenStep/2/message
source: This might very well be our most important mission for us Seekers!
es_es: ¡Esta bien podría ser la misión más importante que tengamos nosotros, los Buscadores!

# data/database.json//commonEvents/hlin-contact/event/9/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/9/thenStep/1/message
source: Lea, dear!\. Did you hear the news?\. They'll release a \c[3]new temple\c[0]!
es_es: ¡Lea, querida!\. ¿Has oído las noticias?\. ¡Lanzarán un \c[3]nuevo templo\c[0]!

# data/database.json//commonEvents/hlin-contact/event/9/thenStep/2/message
source: We're currently meeting in the \c[3]city hall\c[0] of \c[3]Homestedt\c[0], so we can plan to run the whole dungeon together!
es_es: ¡Actualmente nos estamos reuniendo en el \c[3]ayuntamiento\c[0] de \c[3]Villa Evotar\c[0] para planear una reunión en la mazmorra!

# data/database.json//commonEvents/hlin-contact/event/9/thenStep/3/message
source: Wait!
es_es: ¡Espera!

# data/database.json//commonEvents/hlin-contact/event/9/thenStep/4/message
source: Yes! We will wait for you, dear!
es_es: ¡Sí! ¡Te esperaremos, querida!

# data/database.json//commonEvents/hlin-contact/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/10/thenStep/1/message
source: Lea, dear!\. Sorry, but I'm a little busy right now.
es_es: ¡Lea, querida!\. Lo siento, pero estoy un poco ocupada ahora mismo.

# data/database.json//commonEvents/hlin-contact/event/10/thenStep/2/message
source: There are certain rumors going around and I'm currently looking into it!
es_es: ¡Hay ciertos rumores que circulan por ahí y actualmente estoy investigándolos!

# data/database.json//commonEvents/hlin-contact/event/10/thenStep/3/message
source: Potentially, something big might happen today!
es_es: ¡Algo grande podría llegar a suceder hoy!

# data/database.json//commonEvents/hlin-contact/event/11/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/11/thenStep/1/message
source: Lea, dear!\. Did you hear?\. They released a new area!
es_es: ¡Lea, querida!\. ¿Te has enterado?\. ¡Lanzaron una nueva área!

# data/database.json//commonEvents/hlin-contact/event/11/thenStep/2/message
source: And it's a lovely place in the middle of the ocean, too!\. You have to go there!
es_es: ¡Y es un lugar encantador en medio del océano, también!\. ¡Tienes que ir allí!

# data/database.json//commonEvents/hlin-contact/event/11/thenStep/3/message
source: Just mind your step.\. It's surrounded by water, after all.
es_es: Sólo ten cuidado con tus pasos.\. Está rodeado de agua, después de todo.

# data/database.json//commonEvents/hlin-contact/event/11/thenStep/4/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/12/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/12/thenStep/1/message
source: Lea, dear! We're all assembled in \c[3]Para Island\c[0] and ready for the raid!
es_es: ¡Lea, querida! ¡Estamos todos reunidos en la \c[3]Isla Apartada\c[0] y listos para la raid!

# data/database.json//commonEvents/hlin-contact/event/12/thenStep/2/message
source: Well...\. except for Lukas and you.
es_es: Bueno...\. excepto Lukas y tú.

# data/database.json//commonEvents/hlin-contact/event/12/thenStep/3/message
source: Anyway!\. Don't keep us waiting for too long, eh?
es_es: ¡De todos modos!\. No nos hagas esperar mucho tiempo, ¿eh?

# data/database.json//commonEvents/hlin-contact/event/13/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/13/thenStep/1/message
source: Lea, dear! Whenever you feel ready, drop by at our headquarters for a discussion!
es_es: ¡Lea, querida! ¡Cuando estés lista ven a la sede para tener una pequeña discusión!

# data/database.json//commonEvents/hlin-contact/event/13/thenStep/2/message
source: We have a little surprise for you and Luke!
es_es: ¡Tenemos una sorpresa para ti y Luke!

# data/database.json//commonEvents/hlin-contact/event/14/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/14/thenStep/1/message
source: Lea dear, Homestedt really looks lovely, doesn't it?
es_es: Lea querida, la Villa Evotar se ve realmente encantadora, ¿no es así?

# data/database.json//commonEvents/hlin-contact/event/14/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/14/thenStep/3/message
source: So, we should all have a look around together, rather than talking via D-links!
es_es: ¡Así que deberíamos echar un vistazo todos juntos, en lugar de hablar a través de los MD!

# data/database.json//commonEvents/hlin-contact/event/15/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/15/thenStep/1/message
source: Lea dear, I hope you'll be fine in that tower.
es_es: Lea, querida, espero que no te pase nada en esa torre.

# data/database.json//commonEvents/hlin-contact/event/15/thenStep/2/message
source: It looks so intimidating from down here.
es_es: Se ve intimidante desde aquí abajo.

# data/database.json//commonEvents/hlin-contact/event/15/thenStep/3/message
source: Now I really wonder about the background story for this tower and area in general.
es_es: Ahora relamente me pregunto que habrá pasado para que se construya esta torre y el área en general.

# data/database.json//commonEvents/hlin-contact/event/15/thenStep/4/message
source: To be honest though, I can hardly see how it would fit into the current lore at all.
es_es: Aunque para ser honesta, se me hace difícil ver como pueden meter esto en la historia actual.

# data/database.json//commonEvents/hlin-contact/event/15/thenStep/5/message
source: Maybe that was part of reason why it was dropped?
es_es: ¿Quizá eso fue parte del motivo por el cual fue descartado?

# data/database.json//commonEvents/hlin-contact/event/16/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/16/thenStep/1/message
source: Now is not the right time for D-Links, dear!
es_es: ¡Ahora no es el momento para Mensajes Directos, querida!

# data/database.json//commonEvents/hlin-contact/event/17/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/17/thenStep/1/message
source: Lea, dear! We're waiting in Sapphire Ridge.
es_es: ¡Lea, querida! Te estamos esperando en Cresta Zafiro.

# data/database.json//commonEvents/hlin-contact/event/17/thenStep/2/message
source: I can't wait to see what this undisclosed area looks like!
es_es: ¡No aguanto las ganas de ver ese área desechada!

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/1/message
source: Lea, dear! So I heard you finally reached Rhombus Square?
es_es: ¡Lea, querida! ¿He oído que finalmente llegaste a Plaza Rombo?

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/3/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/4/message
source: Oh... are you surprised that the main story of the game ended so abruptly?
es_es: Oh... ¿te sorprende que la historia principal haya terminado tan de golpe?

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/6/message
source: Yes, yes... A lot of players were very disappointed about it. There was quite an uproar.
es_es: Sí, sí... Muchos jugadores se sintieron decepcionados por ello. Hubo un buen revuelo.

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/7/message
source: But here's the way I see it: the developers have been working hard so far to bring us a great experience.
es_es: Pero así lo veo yo: los desarrolladores han estado trabajando duro para darnos una gran experiencia.

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/8/message
source: And of course, they're still working on it to make it better and complete.
es_es: Y por supuesto, aún están trabajando en ello para hacerla mejor y más completa.

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/9/message
source: We just have to be patient and will be rewarded eventually.
es_es: Solo tenemos que ser pacientes y seremos recompensados eventualmente.

# data/database.json//commonEvents/hlin-contact/event/18/thenStep/11/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/19/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/19/thenStep/1/message
source: Lea, dear! Did you already arrive in Sapphire Ridge?
es_es: ¡Lea, querida! ¿Ya has llegado a la Cresta Zafiro?

# data/database.json//commonEvents/hlin-contact/event/19/thenStep/2/message
source: It's such a striking place. All moody and mysterious, eh?
es_es: Es un lugar asombroso. Tan ténue y misterioso, ¿no?

# data/database.json//commonEvents/hlin-contact/event/19/thenStep/3/message
source: Oh and the main quest of the area is something special!\. It has so many implications on the lore.
es_es: Oh, ¡y la misión principal del área es algo especial!\. Tiene tantas implicaciones en la historia.

# data/database.json//commonEvents/hlin-contact/event/19/thenStep/4/message
source: I just hope Emilie will be fine, considering the enemies of that area...
es_es: Solo espero que Emilie esté bien, considerando los enemigos de esa área...

# data/database.json//commonEvents/hlin-contact/event/20/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/20/thenStep/1/message
source: Lea, dear! We're currently having a little meeting in the \c[3]First Scholar HQ\c[0]! Come over and join us!
es_es: ¡Lea, querida! ¡Estamos teniendo una pequeña reunión en la \c[3]Sede de los Primeros Eruditos\c[0]! ¡Ven y únetenos!

# data/database.json//commonEvents/hlin-contact/event/21/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/21/thenStep/1/message
source: Lea, dear! It's great to have you back!
es_es: ¡Lea, querida! ¡Que gusto tenerte de vuelta!

# data/database.json//commonEvents/hlin-contact/event/21/thenStep/2/message
source: So... how much did you already explore in Gaia's Garden? Did you already complete the quest with the mayor and the shad village?
es_es: Asi que... ¿cuánto exploraste del Jardín de Gaia? ¿Ya completaste la misión con el alcalde y la aldea de los Shad?

# data/database.json//commonEvents/hlin-contact/event/21/thenStep/3/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/21/thenStep/4/message
source: It really is a story as old as time. A conflict between different cultures, all of it connected to the Track of the Ancients.
es_es: Es una historia tan vieja como el tiempo. Un conflicto entre distintas culturas, todo conectado al Camino de los Antiguos.

# data/database.json//commonEvents/hlin-contact/event/21/thenStep/5/message
source: Oh and I especially loved the last dungeon of the area.
es_es: Ah, y especialmente me gustó la última mazmorra del área.

# data/database.json//commonEvents/hlin-contact/event/21/thenStep/6/message
source: I'm sure you'll like it too, Lea!
es_es: ¡Seguro que te gusta también, Lea!

# data/database.json//commonEvents/hlin-contact/event/22/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/22/thenStep/1/message
source: Good morning, dear! The raid is about to start! We're waiting for you at \c[3]Para Island\c[0]!
es_es: ¡Buenos días, querida! ¡La raid está por comenzar! ¡Te estamos esperando en la \c[3]Isla Apartada\c[0]!

# data/database.json//commonEvents/hlin-contact/event/23/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/23/thenStep/1/message
source: Lea, dear! It's nice to see you online again.
es_es: ¡Lea, querida! Es bueno verte conectada de nuevo.

# data/database.json//commonEvents/hlin-contact/event/23/thenStep/2/message
source: Did you already arrive in Autumn's Fall? I remember that Emilie and Tronny finished the quest of the area recently.
es_es: ¿Ya llegaste a Ocaso Otoñal? Recuerdo que Emilie y Tronny acaban de terminar la misión del área.

# data/database.json//commonEvents/hlin-contact/event/23/thenStep/3/message
source: It's such a fascinating place, eh? Ruins from old constructions of the Ancients everywhere.
es_es: Es un lugar fascinante, ¿no? Ruinas de las viejas construcciones de los Antiguos por todos lados.
