Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/commonEvents/glasses-contact/event/22/thenStep/4/message
source: All these cliff structures and dunes...
ru_ru: Все эти структуры скал и дюны...

# data/database.json/commonEvents/glasses-contact/event/22/thenStep/5/message
source: Almost makes me forget about the bizarre fauna... if you can even call it like that.
ru_ru: Почти заставляет меня забыть о странной фауне... если это вообще можно так назвать.

# data/database.json/commonEvents/glasses-contact/event/22/thenStep/6/message
source: Jumping fish skeletons.\. Really?
ru_ru: Прыгающие рыбьи скелеты.\. Серьёзно?

# data/database.json/commonEvents/glasses-contact/event/23/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/23/thenStep/1/message
source: Hello Lea!\. I'm waiting at the \c[3]West Entrance\c[0] Landmark. Just outside of \c[3]Ba'kii Kum\c[0]!
ru_ru: Привет, Лея\. Я жду возле ориентира у \c[3]Западного входа\c[0]. Прямо снаружи \c[3]Ба'кии Кум\c[0]!

# data/database.json/commonEvents/glasses-contact/event/24/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/25/message
source: Hello, Lea!
ru_ru: Привет, Лея!

# data/database.json/commonEvents/glasses-contact/event/27/message
source: ... Well... Not much to talk about so far, right?
ru_ru: ...Ну... Пока что мало о чём можно поговорить, правда?

# data/database.json/commonEvents/glasses-contact/event/28/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/glasses-contact/event/29/message
source: Small talk has never been my forte.
ru_ru: Болтовня никогда не была моей сильной стороной.

# data/database.json/commonEvents/glasses-join/event/7/thenStep/0/message
source: Hello Lea! We're waiting in the \c[3]Cross Central\c[0] right in front of the entrance to \c[3]Rhombus Square\c[0]!
ru_ru: Привет, Лея! Мы ждём в \c[3]CrossCentral\c[0], прямо перед входом на \c[3]Площадь Ромба\c[0]!

# data/database.json/commonEvents/glasses-join/event/8/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-join/event/8/thenStep/1/message
source: Hey Lea! We're waiting at the \c[3]First Scholar HQ\c[0] for you!
ru_ru: Эй, Лея! Мы ждём тебя в \c[3]штабе Первоучёных\c[0]!

# data/database.json/commonEvents/glasses-join/event/9/thenStep/0/message
source: Uhm... it's getting rather late isn't it?
ru_ru: Эмм... уже довольно поздно, не так ли?

# data/database.json/commonEvents/glasses-join/event/9/thenStep/1/message
source: I'm also a bit tired right after beating Faj'ro Temple. Let's call it day, okay?
ru_ru: А ещё я немного устал после прохождения Храма Фай'ро. Давай на сегодня закончим, хорошо?

# data/database.json/commonEvents/glasses-join/event/10/thenStep/0/message
source: Hey Lea! Let's meet at the \c[3]Peridot Approach landmark\c[0]. The one in the north of \c[3]Gaia's Garden\c[0]. See you soon!
ru_ru: Эй, Лея! Давай встретимся у \c[3]ориентира Хризолитового подхода\c[0]. Это на севере \c[3]Сада Гайи\c[0]. Скоро увидимся!

# data/database.json/commonEvents/glasses-join/event/11/thenStep/0/message
source: Hello Lea! We are waiting for you at the \c[3]statue\c[0] in \c[3]Autumn's Fall - Ancient Center\c[0]! See you soon!
ru_ru: Привет, Лея! Мы ждём тебя у \c[3]статуи\c[0] в \c[3]Закате Осени - Центр Древних\c[0]! Скоро увидимся!

# data/database.json/commonEvents/glasses-join/event/12/thenStep/0/message
source: Hello Lea! Emilie and me are waiting for you at \c[3]Rookie Harbor Center\c[0], right next to the \c[3]fountain\c[0]!
ru_ru: Привет, Лея! Мы с Эмили ждём тебя в \c[3]центре Гавани новичков\c[0], прямо рядом с \c[3]фонтаном\c[0]!

# data/database.json/commonEvents/glasses-join/event/13/0_0/0/message
source: Are you in need of a mage? I'll be right there!
ru_ru: Ты нуждаешься в маге? Сейчас буду там!

# data/database.json/commonEvents/glasses-join/event/13/0_1/0/message
source: Sure, I'd gladly join if that bit of magic of mine is enough for you.
ru_ru: Конечно, я с радостью присоединюсь к тебе, если моей магии будет достаточно.

# data/database.json/commonEvents/glasses-join/event/13/0_2/0/message
source: Sure, it's always nice chillin' in CrossWorlds together, right?
ru_ru: Конечно, всегда приятно тусоваться в CrossWorlds вместе, не так ли?

# data/database.json/commonEvents/glasses-remove/event/4/thenStep/0/message
source: Oh, so you want to do the Quest yourself after all? That's fair.
ru_ru: Ох, так ты всё-таки хочешь выполнить квест самостоятельно? Это справедливо.

# data/database.json/commonEvents/glasses-remove/event/4/thenStep/1/message
source: Please don't forget about the Raid though. Let us know when you collected the Shade!
ru_ru: Но, пожалуйста, не забывай о рейде. Дай нам знать, когда получишь Тень!

# data/database.json/commonEvents/glasses-remove/event/5/0_0/0/message
source: I had a great time! See you soon!
ru_ru: Я отлично провёл время! Увидимся!

# data/database.json/commonEvents/glasses-remove/event/5/0_1/0/message
source: Thanks for party! Glad to join you again!
ru_ru: Спасибо за группу! Буду рад присоединиться к тебе снова!

# data/database.json/commonEvents/glasses-remove/event/5/0_2/0/message
source: I'm just glad I didn't bust up the wrong thing today. Until next time!
ru_ru: Я рад, что сегодня ничего не запорол. До скорого!

# data/database.json/commonEvents/apollo-contact/event/4/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/4/thenStep/1/message
source: Hold it!!
ru_ru: Погоди!!

# data/database.json/commonEvents/apollo-contact/event/4/thenStep/3/message
source: Why would you use a D-Link when we're in a party, standing right next to each other?
ru_ru: Почему ты используешь прямую cвязь, когда мы в одной группе и стоим рядом друг с другом?

# data/database.json/commonEvents/apollo-contact/event/8/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/8/thenStep/1/message
source: Spheromancer Lea! It is now up to you to serve justice in that tower!
ru_ru: Сферомант Лея! Вершение справедливости в этой башне теперь в твоих руках!

# data/database.json/commonEvents/apollo-contact/event/8/thenStep/2/message
source: I know you can do it! Make a fellow Spheromancer proud!
ru_ru: Я знаю, что ты сможешь! Сделай так, чтобы я тобой гордился!

# data/database.json/commonEvents/apollo-contact/event/9/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/9/thenStep/1/message
source: No time for chit-chat now, Spheromancer Lea!
ru_ru: Не время для разговорчиков, сферомант Лея!

# data/database.json/commonEvents/apollo-contact/event/10/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/10/thenStep/1/message
source: Spheromancer Lea! Let's make haste and enter Vermillion Wasteland as soon as possible! There is justice that needs serving!
ru_ru: Сферомант Лея! Давай поторопимся и войдём в Пустошь Вермиллион как можно скорее! Им нужна порция правосудия!

# data/database.json/commonEvents/apollo-contact/event/11/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/11/thenStep/1/message
source: Spheromancer Lea! Do you enjoy exploring \c[3]Rhombus Square\c[0]?
ru_ru: Сферомант Лея! Тебе нравится изучать \c[3]Площадь Ромба\c[0]?

# data/database.json/commonEvents/apollo-contact/event/11/thenStep/2/message
source: I recommend checking out the \c[3]Area Booster Store\c[0].
ru_ru: Я рекомендую проверить \c[3]магазин бустеров\c[0].

# data/database.json/commonEvents/apollo-contact/event/11/thenStep/3/message
source: It's the key to further expand your Spheromancer potential!
ru_ru: Это ключ к дальнейшему расширению твоего потенциала сфероманта!

# data/database.json/commonEvents/apollo-contact/event/11/thenStep/5/message
source: Now, as for our next duel...
ru_ru: Теперь, что касается нашей следующей дуэли...

# data/database.json/commonEvents/apollo-contact/event/11/thenStep/7/message
source: Wait!
ru_ru: Подожди!

# data/database.json/commonEvents/apollo-contact/event/11/thenStep/8/message
source: What? Yes, actually that is what I just wanted to say.
ru_ru: Что? Да, на самом деле, это то, что я хотел сказать.

# data/database.json/commonEvents/apollo-contact/event/11/thenStep/9/message
source: I still need some time myself to prepare for our next duel.
ru_ru: Мне и самому ещё нужно некоторое время, чтобы подготовиться к нашей следующей дуэли.

# data/database.json/commonEvents/apollo-contact/event/11/thenStep/10/message
source: I will let you know when I'm ready.
ru_ru: Я дам тебе знать, когда буду готов.

# data/database.json/commonEvents/apollo-contact/event/12/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/12/thenStep/1/message
source: Spheromancer Lea! We're waiting for you inside of \c[3]CrossCentral\c[0]! Make haste!
ru_ru: Сферомант Лея! Мы ждём тебя внутри \c[3]CrossCentral\c[0]! Поспеши!

# data/database.json/commonEvents/apollo-contact/event/13/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/13/thenStep/1/message
source: Spheromancer Lea! Sapphire Ridge is quite the mysterious place, isn't it?
ru_ru: Сферомант Лея! Сапфировый край - довольно загадочное место, не так ли?

# data/database.json/commonEvents/apollo-contact/event/13/thenStep/2/message
source: Covered by an eternal shadow, filled with mazes of bamboo.
ru_ru: Покрытый вечной тенью, наполненный лабиринтами из бамбука.

# data/database.json/commonEvents/apollo-contact/event/13/thenStep/3/message
source: Just barely touched by human civilization as well.
ru_ru: Едва тронутый человеческой цивилизацией.

# data/database.json/commonEvents/apollo-contact/event/14/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/14/thenStep/1/message
source: Spheromancer Lea! Joern and I are planning to explore \c[3]Sapphire Ridge\c[0]! Let us know if you want to join us!
ru_ru: Сферомант Лея! Мы с Йорном планируем исследовать \c[3]Сапфировый край\c[0]! Дай знать, если ты захочешь к нам присоединиться!

# data/database.json/commonEvents/apollo-contact/event/15/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/15/thenStep/1/message
source: Spheromancer Lea, we are in the middle of a race! This is not time for chit-chat!
ru_ru: Сферомант Лея, мы на гонке! Сейчас не время для болтовни!

# data/database.json/commonEvents/apollo-contact/event/15/thenStep/2/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/apollo-contact/event/15/thenStep/3/message
source: Because our full attention should be on overcoming the trials of the Grand Krys'kajo!
ru_ru: Потому что наше внимание полностью должно быть направлено на преодоление испытаний Гранд Крис'кайо!

# data/database.json/commonEvents/apollo-contact/event/15/thenStep/4/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/apollo-contact/event/15/thenStep/6/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/apollo-contact/event/15/thenStep/7/message
source: I heard you, Spheromancer.
ru_ru: Я услышал тебя, сферомант.

# data/database.json/commonEvents/apollo-contact/event/15/thenStep/8/message
source: How?
ru_ru: Как?

# data/database.json/commonEvents/apollo-contact/event/15/thenStep/9/message
source: Alright, enough. You're wasting my time!
ru_ru: Ладно, хватит. Ты зря тратишь мое время!

# data/database.json/commonEvents/apollo-contact/event/16/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/16/thenStep/1/message
source: Spheromancer Lea! I have to say this concept of "dungeon races" is interesting, indeed.
ru_ru: Сферомант Лея! Я должен сказать, что эта концепция "подземельных гонок" воистину интересна.

# data/database.json/commonEvents/apollo-contact/event/16/thenStep/2/message
source: You don't meet a lot of players with this competitive spirit!
ru_ru: Не так часто можно встретить игроков с таким соревновательным духом!

# data/database.json/commonEvents/apollo-contact/event/16/thenStep/5/message
source: Why yes, I'd consider myself a competitive player as well!
ru_ru: Ну, разумеется, я тоже считаю себя конкурентоспособным игроком!

# data/database.json/commonEvents/apollo-contact/event/16/thenStep/6/message
source: I am already looking forward to our next duel!
ru_ru: Я уже с нетерпением жду нашей следующей дуэли!

# data/database.json/commonEvents/apollo-contact/event/17/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/17/thenStep/1/message
source: Spheromancer Lea! I assume you are still exploring the realms of Gaia's Garden.
ru_ru: Сферомант Лея! Я полагаю, что ты до сих пор исследуешь царство Сада Гайи.

# data/database.json/commonEvents/apollo-contact/event/17/thenStep/2/message
source: Did you already tackle the dungeons in the north?
ru_ru: Ты уже занималась подземельями на севере?

# data/database.json/commonEvents/apollo-contact/event/17/thenStep/3/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/apollo-contact/event/17/thenStep/4/message
source: Very good! Fulfilling your Seeker duties, mastering the challenges of the Ancients!
ru_ru: Очень хорошо! Выполняешь свои обязанности Искателя, справляясь с испытаниями Древних!

# data/database.json/commonEvents/apollo-contact/event/17/thenStep/5/message
source: Joern and I are doing the same at this very moment!
ru_ru: Мы с Йорном делаем то же самое в данный момент!

# data/database.json/commonEvents/apollo-contact/event/18/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/18/thenStep/1/message
source: Spheromancer Lea! You're running through very obscure places right now!
ru_ru: Сферомант Лея! Ты странствуешь по очень смутным местам в данный момент!

# data/database.json/commonEvents/apollo-contact/event/18/thenStep/2/message
source: We should focus on resolving the conflict between humans and Shad, don't you agree?
ru_ru: Мы должны сосредоточиться на разрешении конфликта между людьми и шадами, ты согласна?

# data/database.json/commonEvents/apollo-contact/event/19/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/apollo-contact/event/20/message
source: Wat.
ru_ru: Чё.

# data/database.json/commonEvents/apollo-join/event/5/thenStep/0/message
source: Spheromancer Lea! We're waiting for you inside the \c[3]Cross Central\c[0]! Make haste!
ru_ru: Сферомант Лея! Мы ждём тебя внутри \c[3]CrossCentral\c[0]! Поспеши!

# data/database.json/commonEvents/apollo-join/event/6/thenStep/0/message
source: Spheromancer Lea! I am currently exploring the dungeons of Gaia's Garden together with Joern! I'm afraid I can't join your party today.
ru_ru: Сферомант Лея! Я сейчас исследую подземелья Сада Гайи вместе с Йорном! Я боюсь, что не смогу присоединиться к твоей группе сегодня.

# data/database.json/commonEvents/apollo-join/event/7/0_0/0/message
source: It is time for Spheromancers to once again join forces!
ru_ru: Настало время сферомантам снова объединить усилия!

# data/database.json/commonEvents/apollo-join/event/7/0_1/0/message
source: Spheromancer Lea! Of course we can travel the wide lands of Shadoon together!
ru_ru: Сферомант Лея! Конечно мы можем путешествовать по обширным землям Шадуна вместе!

# data/database.json/commonEvents/apollo-join/event/7/0_2/0/message
source: Two Spheromancers teaming up are always a sight to behold!
ru_ru: Объединение двух сферомантов, на это всегда стоит посмотреть!

# data/database.json/commonEvents/apollo-remove/event/4/0_0/0/message
source: If you are ever in need of a fellow Spheromancer, you know who to call!
ru_ru: Если тебе когда-нибудь понадобится товарищ-сферомант, ты знаешь, кому позвонить!

# data/database.json/commonEvents/apollo-remove/event/4/0_1/0/message
source: And with this, the two Spheromancers part ways! Will they meet again on their journey? Only the future can tell!
ru_ru: И на этом два сфероманта расстались! Встретятся ли они снова в своём путешествии? Только будущее подскажет!

# data/database.json/commonEvents/apollo-remove/event/4/0_2/0/message
source: This was a good round! You've become quite the capable Spheromancer, indeed!
ru_ru: Это был хороший раунд! Ты воистину стала весьма способным сферомантом!

# data/database.json/commonEvents/joern-contact/event/4/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/4/thenStep/1/message
source: Hey Lea. No need to call me when I'm right next to you, right?
ru_ru: Эй, Лея. Нет необходимости звонить мне, когда я рядом с тобой, верно?

# data/database.json/commonEvents/joern-contact/event/4/thenStep/2/message
source: Let's talk like normal people.
ru_ru: Давай поговорим как нормальные люди.

# data/database.json/commonEvents/joern-contact/event/8/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/8/thenStep/1/message
source: That tower seems very tall. Be careful in there, Lea.
ru_ru: Кажется, башня довольно высокая. Будь осторожна, Лея.

# data/database.json/commonEvents/joern-contact/event/8/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/joern-contact/event/9/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/9/thenStep/1/message
source: Not the right time to chat, Lea.
ru_ru: Не самое подходящее время для болтовни, Лея.

# data/database.json/commonEvents/joern-contact/event/10/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/10/thenStep/1/message
source: Let's storm Vermillion Wasteland already.
ru_ru: Давайте уже штурмовать Пустошь Вермиллион.

# data/database.json/commonEvents/joern-contact/event/10/thenStep/2/message
source: So I can still do my shopping afterwards.
ru_ru: Чтобы я уже мог заняться шопингом.

# data/database.json/commonEvents/joern-contact/event/10/thenStep/4/message
source: Still a joke.
ru_ru: Всё ещё шутка.

# data/database.json/commonEvents/joern-contact/event/10/thenStep/6/message
source: I liked that joke.
ru_ru: А мне понравилась эта шутка.

# data/database.json/commonEvents/joern-contact/event/11/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/11/thenStep/1/message
source: Hey, Lea.
ru_ru: Привет, Лея.

# data/database.json/commonEvents/joern-contact/event/11/thenStep/2/message
source: Rhombus Square is nice. Almost like a proper city.
ru_ru: Площадь Ромба хороша. Почти что настоящий город

# data/database.json/commonEvents/joern-contact/event/11/thenStep/3/message
source: So many shopping opportunities. It's a shame it's all for virtual in-game content.
ru_ru: Столько возможностей для шопинга. Жаль, что там продаётся лишь виртуальный внутриигровой контент.

# data/database.json/commonEvents/joern-contact/event/12/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/12/thenStep/1/message
source: We're currently at \c[3]CrossCentral\c[0] waiting for you. I'm looking forward to seeing the city.
ru_ru: Сейчас мы находимся в \c[3]CrossCentral\c[0], ожидая тебя. Я жду не дождусь, чтобы увидеть город.

# data/database.json/commonEvents/joern-contact/event/13/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/13/thenStep/1/message
source: Are you strolling through Sapphire Ridge right now?
ru_ru: Ты сейчас прогуливаешься по Сапфировому краю?

# data/database.json/commonEvents/joern-contact/event/13/thenStep/2/message
source: I appreciate the oriental flair, but the bugs are sort of annoying.
ru_ru: Я ценю восточный колорит, но жуки немного раздражают.

# data/database.json/commonEvents/joern-contact/event/13/thenStep/3/message
source: I also tend to lose Polly when he's running into the bamboo. His hair really blends in too well.
ru_ru: Я также постоянно теряю Полли, когда он убегает в бамбук. Его волосы очень хорошо сливаются.

# data/database.json/commonEvents/joern-contact/event/14/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/14/thenStep/1/message
source: Hey, Lea. Polly and I plan to explore Sapphire Ridge today. Care to join us?
ru_ru: Эй, Лея. Мы с Полли собираемся сегодня исследовать Сапфировый край. Присоединишься к нам?

# data/database.json/commonEvents/joern-contact/event/15/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/15/thenStep/1/message
source: Hey Lea. Polly and I are currently running the dungeons in the north of the Jungle.
ru_ru: Привет, Лея. Мы с Полли сейчас проходим подземелья в северной части джунглей.

# data/database.json/commonEvents/joern-contact/event/15/thenStep/2/message
source: Polly is way too quick and expects me to keep up with him.
ru_ru: Полли слишком торопится и хочет, чтобы я поспевал за ним.

# data/database.json/commonEvents/joern-contact/event/15/thenStep/3/message
source: It's quite stressful, really.
ru_ru: Это довольно напряжно, правда.

# data/database.json/commonEvents/joern-contact/event/16/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/16/thenStep/1/message
source: What's up, Lea? We should finish that quest in the jungle, don't you agree?
ru_ru: Как дела, Лея? Нам нужно завершить этот квест в джунглях, согласна?

# data/database.json/commonEvents/joern-contact/event/17/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/joern-contact/event/18/message
source: Hm?
ru_ru: Хм?

# data/database.json/commonEvents/joern-join/event/5/thenStep/0/message
source: We're currently at \c[3]Cross Central\c[0] waiting for you. I'm looking forward to seeing the city.
ru_ru: Сейчас мы находимся в \c[3]CrossCentral\c[0], ожидая тебя. Я жду не дождусь, чтобы увидеть город.

# data/database.json/commonEvents/joern-join/event/6/thenStep/0/message
source: Hey Lea. Polly and I are currently running the Jungle temples. We're both busy right now, sorry.
ru_ru: Привет, Лея. Мы с Полли сейчас проходим храмы джунглей. Мы оба заняты сейчас, прости.

# data/database.json/commonEvents/joern-join/event/7/0_0/0/message
source: Sure, I can join your party. Just a moment.
ru_ru: Конечно я могу присоединиться к твоей группе. Один момент.

# data/database.json/commonEvents/joern-join/event/7/0_1/0/message
source: Sure! It's a nice change of pace playing with you compared to Polly.
ru_ru: Конечно! Приятно сменить темп игры после Полли.

# data/database.json/commonEvents/joern-join/event/7/0_2/0/message
source: I suppose having a tank in the party is quite useful. I'll be right there.
ru_ru: Полагаю, иметь танка в группе всегда полезно. Сейчас подойду.

# data/database.json/commonEvents/joern-remove/event/4/0_0/0/message
source: That was fun. Call me when you want to play again.
ru_ru: Это было весело. Позови меня, когда снова захочешь поиграть.

# data/database.json/commonEvents/joern-remove/event/4/0_1/0/message
source: Sure, let's call it a day. See you around.
ru_ru: Хорошо, давай закругляться. Увидимся.

# data/database.json/commonEvents/joern-remove/event/4/0_2/0/message
source: That was nice. Until next time.
ru_ru: Это было приятно. До следующего раза.

# data/database.json/commonEvents/schneider-contact/event/0/thenStep/0/text
source: Now is not a good time...
ru_ru: Сейчас не лучшее время...

# data/database.json/commonEvents/schneider-contact/event/1/thenStep/0/text
source: Still feels too awkward contacting him now...
ru_ru: Всё ещё чувствуете себя слишком неловко, чтобы связаться с ним сейчас...
