Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/names/11/name
source: MarauderShields
ru_ru: Maxum

# data/database.json/names/24/name
source: kappunuderu15
ru_ru: SheshebenS

# data/database.json/names/25/name
source: Joel
ru_ru: Karech

# data/database.json/names/28/name
source: Shay
ru_ru: mure

# data/database.json/names/39/name
source: Fitz
ru_ru: Fubuke

# data/database.json/names/40/name
source: Simions
ru_ru: Arimura

# data/database.json/names/41/name
source: Corrin
ru_ru: Klopfer

# data/database.json/names/47/name
source: ShadoBoXXer
ru_ru: pinkkimono

# data/database.json/names/48/name
source: MontyAneem
ru_ru: IvoryKing

# data/database.json/names/56/name
source: Splizzard2
ru_ru: crydayTV

# data/database.json/names/58/name
source: Toonces
ru_ru: EastAsh

# data/database.json/names/59/name
source: EricGene
ru_ru: ArchonT3

# data/database.json/names/64/name
source: Reyn
ru_ru: ProfCM

# data/database.json/names/76/name
source: Rhue
ru_ru: bronustar

# data/database.json/names/77/name
source: ClaudeM
ru_ru: Storlack

# data/database.json/names/78/name
source: Erol
ru_ru: rewfly

# data/database.json/names/81/name
source: PrinceLotus
ru_ru: CarKat

# data/database.json/names/84/name
source: Randi
ru_ru: Jknyf

# data/database.json/names/86/name
source: Sesoko
ru_ru: Renhin

# data/database.json/names/89/name
source: FormerlyKnownS
ru_ru: Kopusha

# data/database.json/names/92/name
source: Lao
ru_ru: Kaper

# data/database.json/names/98/name
source: Mal
ru_ru: Minuna1

# data/database.json/names/104/name
source: Bladezz
ru_ru: Paporatnik

# data/database.json/names/136/name
source: Lawrence
ru_ru: ohNNmi

# data/database.json/names/155/name
source: Gary
ru_ru: pls nerf ekko

# data/database.json/names/164/name
source: Stefan
ru_ru: ncuxonam

# data/database.json/names/171/name
source: Lefto
ru_ru: Neverhood

# data/database.json/names/190/name
source: Raptor
ru_ru: potifer

# data/database.json/names/201/name
source: Airs
ru_ru: Narru

# data/database.json/quests/arid-quest1/name
source: The Southern Trial Building
ru_ru: Южное пробное здание

# data/database.json/quests/arid-quest1/person
source: General
ru_ru: Генерал

# data/database.json/quests/arid-quest1/description
source: Acquire access and inspect the first \c[3]Trial Building\c[0] in the \c[3]southern\c[0] region.
ru_ru: Получите доступ и осмотрите первое \c[3]Пробное здание\c[0] в \c[3]южном\c[0] регионе.

# data/database.json/quests/arid-quest1/briefing
source: You successfully inspected the southern \c[3]Trial Building\c[0].
ru_ru: Вы успешно осмотрели южное \c[3]пробное здание\c[0].

# data/database.json/quests/arid-quest1/tasks/0/task
source: Activate the devices of the southern region.
ru_ru: Активируйте устройства в южном регионе

# data/database.json/quests/arid-quest1/tasks/0/subtasks/0/text
source: Device in \c[3]Scarlet River\c[0]
ru_ru: Устройство в \c[3]Алой реке\c[0]

# data/database.json/quests/arid-quest1/tasks/0/subtasks/1/text
source: Device in \c[3]River Delta\c[0]
ru_ru: Устройство в \c[3]Дельте реки\c[0]

# data/database.json/quests/arid-quest1/tasks/1/task
source: Inspect the Trial Building in \c[3]River Delta\c[0]
ru_ru: Осмотрите пробное здание в \c[3]Дельте реки\c[0]

# data/database.json/quests/arid-quest1/tasks/2/task
source: Report back at the \c[3]Quest Hub\c[0]
ru_ru: Отчитайтесь в \c[3]Квест-хабе\c[0]

# data/database.json/quests/arid-quest2/name
source: The Northern Trial Building
ru_ru: Северное пробное здание

# data/database.json/quests/arid-quest2/person
source: General
ru_ru: Генерал

# data/database.json/quests/arid-quest2/description
source: Acquire access and inspect the second \c[3]Trial Building\c[0] in the \c[3]northern\c[0] region.
ru_ru: Получите доступ, и осмотрите второе \c[3]пробное здание\c[0] в \c[3]северном\c[0] регионе.

# data/database.json/quests/arid-quest2/briefing
source: You successfully inspected the northern \c[3]Trial Building\c[0].
ru_ru: Вы успешно осмотрели северное \c[3]пробное здание\c[0].

# data/database.json/quests/arid-quest2/tasks/0/task
source: Activate the devices of the northern region.
ru_ru: Активируйте устройства в северном регионе

# data/database.json/quests/arid-quest2/tasks/0/subtasks/0/text
source: Device in \c[3]Crimson Lake\c[0]
ru_ru: Устройство на \c[3]Алом озере\c[0]

# data/database.json/quests/arid-quest2/tasks/0/subtasks/1/text
source: Device in \c[3]Ebony Forest\c[0]
ru_ru: Устройство в \c[3]Эбонитовом лесу\c[0]

# data/database.json/quests/arid-quest2/tasks/1/task
source: Inspect the Trial Building in \c[3]Ebony Forest\c[0]
ru_ru: Осмотрите пробное здание в \c[3]Эбонитовом лесу\c[0]

# data/database.json/quests/arid-quest2/tasks/2/task
source: Report back at the \c[3]Quest Hub\c[0]
ru_ru: Отчитайтесь в \c[3]Квест-хабе\c[0]

# data/database.json/quests/my-first-quest/hubSettings/location
source: I'm a humble citizen looking to help our dear Seekers! \c[3]- Entrance to \v[area.autumn-area.name]\c[0]
ru_ru: Я скромный гражданин, хочу помочь нашим дорогим Искателям! \c[3]- Вход в \v[area.autumn-area.name]\c[0]

# data/database.json/quests/my-first-quest/name
source: First Steps
ru_ru: Первые шаги

# data/database.json/quests/my-first-quest/person
source: Humble Helper
ru_ru: Скромный помощник

# data/database.json/quests/my-first-quest/description
source: A humble citizen has a quest for you! And it involves \c[3]hitting things\c[0]! Straightforward, isn't it?
ru_ru: У скромного гражданина есть квест для вас! И он включает в себя \c[3]мордобой\c[0]! Просто, не так ли?

# data/database.json/quests/my-first-quest/briefing
source: The citizen watched you with joy as you pummeled those enemies.
ru_ru: Гражданин с радостью наблюдал за тем, как вы избивали этих врагов.

# data/database.json/quests/my-first-quest/tasks/0/task
source: Defeat 10 \c[3]\v[combat.name.hedgehog]s\c[0]
ru_ru: Победите 10 \c[3]\v[combat.name.hedgehog]ов\c[0]

# data/database.json/quests/my-first-quest/tasks/1/task
source: Talk to the citizen at the entrance of \c[3]Autumn's Rise\c[0] again
ru_ru: Поговорите с гражданином у входа в \c[3]Расцвет Осени\c[0] снова

# data/database.json/quests/my-first-quest_2/hubSettings/location
source: I'm a humble citizen looking to help our dear Seekers even more! \c[3]- Entrance to \v[area.autumn-area.name]\c[0]
ru_ru: Я скромный гражданин, ищу возможность помочь Искателям снова! \c[3]- Вход в \v[area.autumn-area.name]\c[0]

# data/database.json/quests/my-first-quest_2/name
source: A Few Steps More
ru_ru: Ещё несколько шагов

# data/database.json/quests/my-first-quest_2/person
source: Humble Helper
ru_ru: Скромный помощник

# data/database.json/quests/my-first-quest_2/description
source: The humble citizen has another quest and this time you have to \c[3]collect things\c[0]. By \c[3]hitting plants\c[0]!
ru_ru: У скромного гражданина есть ещё один квест, и на этот раз вы должны \c[3]собрать вещи\c[0]. \c[3]Уничтожая растения\c[0]!

# data/database.json/quests/my-first-quest_2/briefing
source: The citizen happily received the items you found.
ru_ru: Гражданин с радостью принял предметы, которые вы нашли.

# data/database.json/quests/my-first-quest_2/tasks/0/task
source: Collect the items by destroying plants (different plants yield different items!)
ru_ru: Соберите предметы, уничтожая растения (разные растения дают разные предметы!)

# data/database.json/quests/my-first-quest_2/tasks/1/task
source: Talk to the citizen at the entrance of \c[3]Autumn's Rise\c[0] again
ru_ru: Поговорите с гражданином у входа в \c[3]Расцвет Осени\c[0] снова

# data/database.json/quests/cap-quest/name
source: The Old Observatory
ru_ru: Старая обсерватория

# data/database.json/quests/cap-quest/person
source: Captain Jet
ru_ru: Капитан Джет

# data/database.json/quests/cap-quest/description
source: Captain Jet asked you to find to find two key pieces hidden in \c[3]Autumn's Rise\c[0]. Find them and find out what's inside the observatory.
ru_ru: Капитан Джет попросил вас найти две части ключа, спрятанные в \c[3]Расцвете Осени\c[0]. Найдите их и узнайте, что внутри обсерватории.

# data/database.json/quests/cap-quest/briefing
source: You found the two pieces! Now it is time to check out whats inside that Observatory.
ru_ru: Вы нашли две части! Теперь самое время проверить, что внутри обсерватории.

# data/database.json/quests/cap-quest/tasks/0/task
source: Collect the \c[3]\v[item.51.name]s\c[0] hidden in \c[3]Autumn's Rise\c[0]
ru_ru: Соберите \c[3]Части ключа\c[0], спрятанные в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/cap-quest/tasks/1/task
source: Bring the Pieces back to the Captain at the \c[3]Old Observatory\c[0]
ru_ru: Принесите части обратно Капитану в \c[3]Старую обсерваторию\c[0]

# data/database.json/quests/trailblaze-autumn/name
source: Autumn's Rise Trailblazing
ru_ru: Первопроходец Расцвета Осени

# data/database.json/quests/trailblaze-autumn/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-autumn/description
source: Henry the Researcher asked you to help him with his analysis of \c[3]Autumn's Rise\c[0] by exploring and probing the area.
ru_ru: Генри-исследователь попросил вас помочь ему с анализом \c[3]Расцвета Осени\c[0], исследуя локацию и собирая образцы.

# data/database.json/quests/trailblaze-autumn/briefing
source: You explored \c[3]Autumn's Rise\c[0] and presented the data to Henry. He was very pleased and hopes to work with you again soon.
ru_ru: Вы исследовали \c[3]Расцвет Осени\c[0] и предоставили данные Генри. Он был очень благодарен и надеется вскоре снова поработать с вами.

# data/database.json/quests/trailblaze-autumn/tasks/0/task
source: Finish the tasks Henry gave you
ru_ru: Завершите задачи, которые Генри вам дал

# data/database.json/quests/trailblaze-autumn/tasks/0/subtasks/0/text
source: Finish the Collect Quest
ru_ru: Завершите квест сбора

# data/database.json/quests/trailblaze-autumn/tasks/0/subtasks/1/text
source: Finish the Defeat Quest
ru_ru: Завершите квест на сражение противников

# data/database.json/quests/trailblaze-autumn/tasks/0/subtasks/2/text
source: Finish the Landmark Quest
ru_ru: Завершите квест на ориентиры

# data/database.json/quests/trailblaze-autumn/tasks/0/subtasks/3/text
source: Finish the Data Probe Quest
ru_ru: Завершите квест с зондом

# data/database.json/quests/trailblaze-autumn/tasks/1/task
source: Return to Henry in \c[3]Autumn's Rise - Pathway 1\c[0] to show him your findings
ru_ru: Вернитесь к Генри в \c[3]Расцвет Осени - Путь 1\c[0], чтобы показать ему свои находки

# data/database.json/quests/trailblaze-autumn-1/name
source: Autumn's Rise Collect
ru_ru: Расцвет Осени - Сбор

# data/database.json/quests/trailblaze-autumn-1/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-autumn-1/description
source: Collect the requested items for Henry in \c[3]Autumn's Rise\c[0].
ru_ru: Соберите требуемые для Генри предметы в \c[3]Расцвете Осени\c[0].

# data/database.json/quests/trailblaze-autumn-1/briefing
source: You found the requested items in \c[3]Autumn's Rise\c[0]
ru_ru: Вы нашли запрашиваемые предметы в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/trailblaze-autumn-1/tasks/0/task
source: Find the items in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Найдите предметы в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/trailblaze-autumn-2/name
source: Autumn's Rise Defeat
ru_ru: Расцвет Осени - Разгром

# data/database.json/quests/trailblaze-autumn-2/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-autumn-2/description
source: Collect samples on different enemies by defeating them.
ru_ru: Соберите образцы с разных врагов, побеждая их.

# data/database.json/quests/trailblaze-autumn-2/briefing
source: You collected the data on the requested enemies.
ru_ru: Вы собрали сведения о запрашиваемых врагах.

# data/database.json/quests/trailblaze-autumn-2/tasks/0/task
source: Defeat enemies in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Победите врагов в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/trailblaze-autumn-3/name
source: Autumn's Rise Landmarks
ru_ru: Расцвет Осени - Ориентиры

# data/database.json/quests/trailblaze-autumn-3/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-autumn-3/description
source: Henry the Researcher asked you to find all the landmarks in \c[3]Autumn's Rise\c[0].
ru_ru: Генри-исследователь попросил вас найти все ориентиры в \c[3]Расцвете Осени\c[0].

# data/database.json/quests/trailblaze-autumn-3/briefing
source: You found all Landmarks in \c[3]Autumn's Rise\c[0] for Henry.
ru_ru: Вы нашли все ориентиры в \c[3]Расцвете Осени\c[0] для Генри.

# data/database.json/quests/trailblaze-autumn-3/tasks/0/task
source: Find all the landmarks in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Найдите все ориентиры в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/trailblaze-autumn-4/name
source: Autumn's Rise Data Probe
ru_ru: Расцвет Осени - Зонд

# data/database.json/quests/trailblaze-autumn-4/person
source: Henry the Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-autumn-4/description
source: Retrieve the data from a probe Henry installed in \c[3]Pathway 6\c[0] of \c[3]Autumn's Rise\c[0].
ru_ru: Получите данные с зонда, который Генри установил на \c[3]Пути 6\c[0] в \c[3]Расцвете Осени\c[0].

# data/database.json/quests/trailblaze-autumn-4/briefing
source: You found and retrieved the data probe.
ru_ru: Вы нашли и извлекли данные из зонда.

# data/database.json/quests/trailblaze-autumn-4/tasks/0/task
source: Find the probe in \c[3]Pathway 6\c[0] of \c[3]\v[area.autumn-area.name]\c[0] using your \c[3]Seeker Senses\c[0]
ru_ru: Найдите зонд на \c[3]Пути 6\c[0] в \c[3]Расцвете Осени\c[0], используя ваше \c[3]чутьё Искателя\c[0]

# data/database.json/quests/round-and-round/name
source: Round and Round
ru_ru: Кругом и по кругу

# data/database.json/quests/round-and-round/person
source: Game Tester
ru_ru: Тестер игры

# data/database.json/quests/round-and-round/description
source: A game tester near the end of \c[3]Autumn's Rise\c[0] has asked you to take part in a game test. Help him verify this parkour course. However if you leave the map, your progress is lost!
ru_ru: Тестер на краю \c[3]Расцвета Осени\c[0] просит вас принять участие в тестировании игры. Помогите ему проверить этот маршрут паркура. Однако, если вы покинете карту, то прогресс будет сброшен!

# data/database.json/quests/round-and-round/briefing
source: The tester seemed pretty satisfied with your performance. He even told you that you can help him in the future! You can't decide if that is a good thing or not.
ru_ru: Тестер, похоже, очень доволен результатом. Он даже сказал, что вы можете помочь ему в будущем! Вы не можете решить, хорошо это или нет.

# data/database.json/quests/round-and-round/tasks/0/task
source: Test out the Parkour by stepping on the first marker in \c[3]Autumn's Rise\c[0]
ru_ru: Протестируйте паркур, ступив на первый маркер в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/botanics/name
source: Crocus Pocus
ru_ru: Крокус-покус

# data/database.json/quests/botanics/person
source: Talatu Lips
ru_ru: Талату Липс

# data/database.json/quests/botanics/description
source: Explorer and plant lover Talatu Lips asked you to help her analyze and take note of all environmental objects that can be harvested throughout CrossWorlds.
ru_ru: Исследователь и любитель растений Талату Липс попросила помочь ей проанализировать и описать все объекты окружающей среды, которые можно собрать по всему миру CrossWorlds.

# data/database.json/quests/botanics/briefing
source: It took a long time but you did it. You found all environmental objects and completely analyzed them. This sure must be an achievement, right?
ru_ru: Потребовалось много времени, но вы это сделали. Вы нашли все объекты окружающей среды и полностью проанализировали их. Это должно быть достижение, верно?

# data/database.json/quests/botanics/tasks/0/task
source: Analyze the \c[3]Flora of CrossWorlds\c[0] by hitting plants.
ru_ru: Бейте растения, чтобы анализировать \c[3]флору CrossWorlds\c[0]

# data/database.json/quests/botanics/tasks/1/task
source: Meet Talatu Lips in \c[3]\v[area.bergen.name] - Quest Hub\c[0]
ru_ru: Встретьтесь с Талату Липс в \c[3]Квест-хабе Бергена\c[0]

# data/database.json/quests/botanics/tasks/2/task
source: Continue analyzing the \c[3]Flora of CrossWorlds\c[0].
ru_ru: Продолжайте анализировать \c[3]флору CrossWorlds\c[0]

# data/database.json/quests/botanics/tasks/3/task
source: Meet Talatu Lips in \c[3]\v[area.heat-village.name] - Quest Hub\c[0]
ru_ru: Встретьтесь с Талату Липс в \c[3]Квест-хабе Ба'кии Кум\c[0]

# data/database.json/quests/botanics/tasks/4/task
source: Continue analyzing the \c[3]Flora of CrossWorlds\c[0].
ru_ru: Продолжайте анализировать \c[3]флору CrossWorlds\c[0]

# data/database.json/quests/botanics/tasks/5/task
source: Meet Talatu Lips in \c[3]\v[area.jungle-city.name] - Quest Hub\c[0]
ru_ru: Встретьтесь с Талату Липс в \c[3]Квест-хабе Твердыни Бэйзина\c[0]

# data/database.json/quests/botanics/tasks/6/task
source: Continue analyzing the \c[3]Flora of CrossWorlds\c[0].
ru_ru: Продолжайте анализировать \c[3]флору CrossWorlds\c[0]

# data/database.json/quests/botanics/tasks/7/task
source: Meet Talatu Lips in \c[3]\v[area.rookie-harbor.name] - North\c[0]
ru_ru: Встретьтесь с Талату Липс в \c[3]Гавани новичков - Север\c[0]

# data/database.json/quests/botanics/tasks/8/task
source: Follow Talatu into home north of \c[3]\v[area.rookie-harbor.name] - North\c[0]
ru_ru: Следуйте за Талату в дом к северу от \c[3]Гавани новичков - Север\c[0]

# data/database.json/quests/subquest-test/name
source: Subquest Test
ru_ru: Подквестовый тест

# data/database.json/quests/subquest-test/person
source: Subquest Guy
ru_ru: Подквестовый чувак

# data/database.json/quests/subquest-test/description
source: Here's to you.
ru_ru: Это тебе.

# data/database.json/quests/subquest-test/briefing
source: Awesome!
ru_ru: Круто!

# data/database.json/quests/subquest-test/tasks/0/task
source: 1.Task
ru_ru: 1.Задача

# data/database.json/quests/subquest-test/tasks/1/task
source: 2. Task
ru_ru: 2. Задача

# data/database.json/quests/subquest-test/tasks/2/task
source: 3. Task
ru_ru: 3. Задача

# data/database.json/quests/subquest-test-1/name
source: SubQuest #1
ru_ru: Подквест #1

# data/database.json/quests/subquest-test-1/description
source: subquest #1 collect
ru_ru: подквест #1 сбор

# data/database.json/quests/subquest-test-1/briefing
source: Nice #1
ru_ru: Отлично #1

# data/database.json/quests/subquest-test-1/tasks/0/task
source: Collect Stuff
ru_ru: Соберите вещи

# data/database.json/quests/subquest-test-2/name
source: SubQuest #2
ru_ru: Подквест #2

# data/database.json/quests/subquest-test-2/description
source: subquest #2 kill
ru_ru: подквест #2 убийство

# data/database.json/quests/subquest-test-2/briefing
source: Nice #2
ru_ru: Отлично #2

# data/database.json/quests/subquest-test-2/tasks/0/task
source: Kill enemy
ru_ru: Убей врага

# data/database.json/quests/subquest-test-3/name
source: SubQuest #3
ru_ru: Подквест #3

# data/database.json/quests/subquest-test-3/description
source: subquest #3 condition
ru_ru: подквест #3 условие

# data/database.json/quests/subquest-test-3/briefing
source: Nice #3
ru_ru: Отлично #3

# data/database.json/quests/subquest-test-3/tasks/0/task
source: Solve the Condition
ru_ru: Выполните условие

# data/database.json/quests/timer-test/name
source: Timer Test Countdown
ru_ru: Тестовый таймер обратного отсчёта

# data/database.json/quests/timer-test/person
source: Test Gamer
ru_ru: Тестер игры

# data/database.json/quests/timer-test/description
source: Test them timers yo.
ru_ru: Проверь таймеры, йо.

# data/database.json/quests/timer-test/briefing
source: You tested them timers yo.
ru_ru: Ты проверила таймеры, йо.

# data/database.json/quests/timer-test/tasks/0/task
source: Let the race begin!
ru_ru: Да начнётся гонка!

# data/database.json/quests/timer-test/tasks/0/subtasks/0/text
source: Go to the first marker to start the race!
ru_ru: Направляйтесь к первой отметке и начните гонку!

# data/database.json/quests/timer-test/tasks/0/subtasks/0/shortText
source: Go to the first marker!
ru_ru: Направляйтесь к первой отметке!

# data/database.json/quests/timer-test/tasks/1/task
source: Finish the parkour in under \c[3]20 seconds\c[0]
ru_ru: Закончите паркур за \c[3]20 секунд\c[0]

# data/database.json/quests/observatory/name
source: The Observatory
ru_ru: Обсерватория

# data/database.json/quests/observatory/person
source: Observatory
ru_ru: Обсерватория

# data/database.json/quests/observatory/description
source: What is broken has been found. Now all shapes must come together to reveal the truth. Solve the mystery of the observatory.
ru_ru: Сломанное было найдено. Теперь все формы должны объединиться, чтобы раскрыть истину. Раскройте тайну обсерватории.

# data/database.json/quests/observatory/briefing
source: The observatory revealed its purpose to you. Here the Ancients looked at the stars and waited patiently for a sign from their gods.
ru_ru: Обсерватория раскрыла своё предназначение для вас. Здесь Древние наблюдали за звёздами и терпеливо ждали знака от своих богов.

# data/database.json/quests/observatory/tasks/0/task
source: Ask Hlin about the Observatory in \c[3]\v[area.autumn-area.name] - First Scholars HQ\c[0]
ru_ru: Спросите Хлин об Обсерватории в \c[3]Расцвете Осени - штаб Первоучёных\c[0]

# data/database.json/quests/observatory/tasks/1/task
source: Meet Hlin at the \c[3]Old Observatory\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Встретьтесь с Хлин возле \c[3]Старой обсерватории\c[0] в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/observatory/tasks/2/task
source: Explore the \c[3]Old Observatory\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Изучите \c[3]Старую обсерваторию\c[0] в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/daft-frobbit/name
source: Chase of the Hologram Frobbit
ru_ru: Следуй за Кролягом

# data/database.json/quests/daft-frobbit/person
source: Di'orbis
ru_ru: Ди'орбис

# data/database.json/quests/daft-frobbit/description
source: Follow the mysterious hologram Frobbit throughout Autumn's Fall.
ru_ru: Следуйте за загадочной голограммой Кроляга через Закат Осени.

# data/database.json/quests/daft-frobbit/briefing
source: You followed the Hologram Frobbit and passed its final trial.
ru_ru: Вы проследовали за голограммой Кроляга и прошли его финальное испытание.

# data/database.json/quests/daft-frobbit/tasks/0/task
source: Follow the Frobbit in \c[3]Ancient Center\c[0]
ru_ru: Следуйте за Кролягом в \c[3]Центре Древних\c[0]

# data/database.json/quests/daft-frobbit/tasks/1/task
source: Follow the Frobbit now around \c[3]Ruined Path\c[0]
ru_ru: Следуйте за Кролягом в \c[3]Разрушенный путь\c[0]

# data/database.json/quests/daft-frobbit/tasks/2/task
source: Stupid Frobbit seems to be in \c[3]Eastern Exit\c[0] now. Keep following it
ru_ru: Глупый Кроляг, похоже, сейчас должен быть в \c[3]Восточном выходе\c[0]. Продолжайте преследовать его

# data/database.json/quests/daft-frobbit/tasks/3/task
source: That annoying rodent now went north of \c[3]Eastern Exit\c[0]. Go after it
ru_ru: Этот раздражающий грызун теперь отправился к северу от \c[3]Восточного выхода\c[0]. Следуйте за ним

# data/database.json/quests/daft-frobbit/tasks/4/task
source: Go catch up with that jumping bastard around \c[3]Great Lake\c[0]
ru_ru: Поймайте этого прыгающего мерзавца около \c[3]Великого озера\c[0]
