Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/heat-area/content/page-01-02/content
source: Despite the harsh nature of the area there are some parts that fight back, such as the \c[3]Maroon Oasis\c[0], which is filled with lush plantlife. To the west of the area one can find the home of one of the \c[3]Shad\c[0] Tribes: \c[3]Ba'kii Kum\c[0].
es_es: A pesar de la dureza de la zona, hay algunas partes que se defienden, como el \c[3]Oasis Granate\c[0], que está lleno de una exuberante vida vegetal. Al oeste de la zona se encuentra el hogar de una de las tribus \c[3]Shad\c[0]: \c[3]Ba'kii Kum\c[0].

# data/database.json//lore/heat-oasis/title
source: Maroon Oasis
es_es: Oasis Granate

# data/database.json//lore/heat-oasis/content/page-01-01/content
source: The Maroon Oasis is a lush area found on the east side of \c[3]\v[lore.title.heat-area]\c[0]. It's filled with all sorts of plant and wild life and is crowned by a majestic tree which strongly resembles a maroon or cherry tree. But it bears no fruits and blossoms all year, leaving petals on the ground for animals to eat or people to gather. It is assumed that the tree itself is the reason the oasis still exists. Scientists who studied the tree found that it produces nutrients and channels them into the ground using the sunlight, something Maroon Valley has plenty of.
es_es: El Oasis Granate es un área exuberante que se encuentra en el lado este de \c[3]\v[lore.title.heat-area]\c[0]. Está lleno de todo tipo de plantas y vida silvestre y está coronado por un árbol majestuoso que se parece mucho a un granate o un cerezo. Pero no da frutos y florece todo el año, dejando pétalos en el suelo para que los animales coman o la gente los recoja. Se supone que el árbol mismo es la razón por la que el oasis todavía existe. Los científicos que estudiaron el árbol descubrieron que este produce nutrientes y los canaliza hacia el suelo utilizando la luz solar, algo que el Valle Granate tiene en abundancia.

# data/database.json//lore/heat-village/content/page-01-01/content
source: Ba'kii Kum is the home of the native people of \c[3]Shadoon\c[0], the \c[3]Shad\c[0]. The name derives from the language the Shad speak and roughly translates to \c[3]Burned Village\c[0]. Quite fitting because a normal day in Ba'kii Kum has a temperature of 36° Celsius. The greatest attraction of the village is its market and culture and a statue which \c[3]Seekers\c[0] must visit before they can enter \c[3]\v[lore.title.heat-dng]\c[0].
es_es: Ba'kii Kum es el hogar de los nativos de \c[3]Shadoon\c[0], los \c[3]Shad\c[0]. El nombre deriva de la lengua que hablan los Shad y se traduce aproximadamente como \c[3]Pueblo Quemado\c[0]. Muy apropiado porque en un día normal en Ba'kii Kum hay una temperatura de 36° Celsius. La mayor atracción de la aldea es su mercado y cultura y una estatua que los \c[3]Buscadores\c[0] deben visitar antes de poder entrar en \c[3]\v[lore.title.heat-dng]\c[0].

# data/database.json//lore/heat-village/content/page-01-02/content
source: Other than that, they live off what \c[3]Maroon Valley\c[0] offers them. Water from cacti, meat from \c[3]\v[combat.name.heat/volturbine]s\c[0], and plants from the oasis. The Shad try to live a life close to nature and most technology found in Ba'kii Kum is a product of the humans' relationship with them or broken parts left behind by the \c[3]Track of the Ancients\c[0].
es_es: Aparte de eso, viven de lo que el \c[3]Valle Granate\c[0] les ofrece. Agua de cactus, carne de \c[3]\v[combat.name.heat/volturbine]\c[0] y plantas del oasis. Los Shad intentan vivir una vida cercana a la naturaleza y la mayoría de la tecnología que se encuentra en Ba'kii Kum es producto de la relación de los humanos con ellos o de partes rotas dejadas por el \c[3]Camino de los Antiguos\c[0] .

# data/database.json//lore/heat-village/content/page-02-01/content
source: Originally the Shad did not understand the concept of \c[3]Electricity\c[0]. Instead they used devices scrambled together from broken parts found in Maroon Valley. Humans introduced them to the concept of solar energy, making more efficient use of their resources. Being a curious race, the Shad then quickly adapted their lifestyle and added a \c[3]Solar Farm\c[0] right outside the main village. With the human arrival also came the trend of Shad to go outside the village itself. This is why in rare cases one might find a Shad wandering areas you normally wouldn't find them.
es_es: Originalmente, los Shad no entendían el concepto de \c[3]Electricidad\c[0]. En su lugar, utilizaron dispositivos revueltos a partir de piezas rotas encontradas en el Valle Granate. Los humanos les introdujeron el concepto de energía solar, haciendo un uso más eficiente de sus recursos. Siendo una raza curiosa, los sábalos rápidamente adaptaron su estilo de vida y agregaron una \c[3]Granja Solar\c[0] justo afuera del pueblo principal. Con la llegada de los humanos también llegó la tendencia de Shad de salir de la aldea. Esta es la razón por la cual, en casos raros, uno puede encontrar un Shad deambulando por áreas en las que normalmente no lo encontraría.

# data/database.json//lore/heat-dng/title
source: Faj'ro Temple
es_es: Templo Faj'ro

# data/database.json//lore/heat-dng/alternative
source: Hourglass
es_es: Pilar del Tiempo

# data/database.json//lore/heat-dng/content/page-01-01/content
source: This temple stands in a large ravine right before \c[3]\v[area.heat-village.name]\c[0] and is the second challenge a \c[3]Seeker\c[0] has to overcome as part of the \c[3]Track of the Ancients\c[0]. In this Dungeon the Seeker can acquire the second element: \c[3]Cold\c[0].
es_es: Este templo se encuentra en un gran barranco justo antes de \c[3]\v[area.heat-village.name]\c[0] y es el segundo reto que un \c[3]Buscador\c[0] tiene que superar como parte del \c[3]Camino de los Antiguos\c[0]. En esta Mazmorra el Buscador puede adquirir el segundo elemento: \c[3]Hielo\c[0].

# data/database.json//lore/heat-dng/content/page-01-02/content
source: To enter the dungeon, however, a Seeker must visit \c[3]Ba'kii Kum\c[0], home to the Shad. Only there can they find the key to gain access to the temple.
es_es: Para entrar en la mazmorra, un Buscador debe visitar \c[3]Ba'kii Kum\c[0], hogar de los Shad. Sólo allí podrá encontrar la llave para acceder al templo.

# data/database.json//lore/heat-dng/content/page-01-03/content
source: Its unique shape granted it the nickname: \c[3]Hourglass\c[0]. Steam-powered furnaces, water blocks, and poles that can hold elemental charges are what Seekers must use to overcome the puzzles inside. In contrast to the infested \c[3]Temple Mine\c[0], Faj'ro Temple is home to moths, floating jellyfish, and fierce Golems.
es_es: Su curiosa forma le otorgó el apodo: \c[3]Pilar del Tiempo\c[0]. Los buscadores deberán utilizar una variedad de elementos para resolver sus desafíos, entre ellos, hornos a vapor, bloques de agua, y postes que contienen cargas elementales. Al contrario del infestado \c[3]Templo Mina\c[0], el Templo Faj'ro abarca polillas gigantes, medusas flotantes, y fuertes Golems.

# data/database.json//lore/jungle/title
source: Gaia's Garden
es_es: Jardín de Gaia

# data/database.json//lore/jungle/content/page-01-01/content
source: Gaia's Garden is an enormous jungle and the largest area to be found on Shadoon. Its high trees stand towering beside the many rivers that stretch from the north-west to the south-east. In the center of the jungle a huge lake can be found with a small island that is home to the paradoxical \c[3]Basin Keep\c[0].
es_es: El Jardín de Gaia es una jungla enorme y el área más grande que se encuentra en Shadoon. Sus altos árboles se elevan junto a los numerosos ríos que se extienden desde el noroeste hasta el sureste. En el centro de la jungla se puede encontrar un enorme lago con una pequeña isla que alberga el paradójico \c[3]Torreón de la Cuenca\c[0].

# data/database.json//lore/jungle/content/page-02/content
source: In the south-east a small Shad tribe calls the trees their home. They mostly keep to themselves and live in harmony with the jungle. However, tensions between humans and Shad have arisen ever since humans built a power plant at the entrance of the \c[3]Zir'vitar Temple\c[0]. A vile infestation has spread in the north-east of the jungle which seems to originate from the power plant.
es_es: En el sureste, una pequeña tribu de Shad llama a los árboles su hogar. La mayoría de ellos se mantienen al margen y viven en armonía con la selva. Sin embargo, las tensiones entre los humanos y los Shad han surgido desde que los humanos construyeron una central eléctrica en la entrada del \c[3]templo de Zir'vitar[0]. En el noreste de la selva se ha extendido una vil infestación que parece tener su origen en la central eléctrica.

# data/database.json//lore/jungle/content/page-03/content
source: In the north one can find the mighty \c[3]Grand Krys'kajo\c[0]. A tree that stands above all other trees. However to get close to it, a \c[3]Seeker\c[0] first needs to finish the trials of both the \c[3]Zir'vitar Temple\c[0] and \c[3]So'najiz Temple\c[0] which stand beside the tree.
es_es: En el norte se encuentra el poderoso \c[3]Grand Krys'kajo\c[0]. Un árbol que está por encima de todos los demás árboles. Sin embargo, para acercarse a él, un \c[3]Buscador\c[0] primero tiene que terminar las pruebas del \c[3]Templo de Zir'vitar\c[0] y del \c[3]Templo de So'najiz\c[0] que se encuentran al lado del árbol.

# data/database.json//lore/jungle-city/title
source: Basin Keep
es_es: Torreón de la Cuenca

# data/database.json//lore/jungle-city/content/page-01-01/content
source: Basin Keep is a city built on a small island amidst a huge lake in the center of \c[3]Gaia's Garden\c[0]. It's a technological wonder, only made possible by its advantageous location and many safety mechanisms. To ensure that the jungle does not creep into the city, the outside walls are plated in a special alloy which fends off most plants.
es_es: El Torreón de la Cuenca es una ciudad construida en una pequeña isla sobre un lago en el centro del \c[3]Jardín de Gaia\c[0]. Es una maravilla tecnológica, solo posible gracias a su ubicación ventajosa y muchos mecanismos de seguridad. Por seguridad, las paredes exteriores están recubiertas con una aleación que protege a la mayoría de las plantas.

# data/database.json//lore/jungle-city/content/page-02/content
source: The city grew large very fast as it became the main supplier for clean electricity that meets the demands of humans on \c[3]Shadoon\c[0]. Many Bars and luxurious penthouses can be visited or rented respectively. Basin Keep is often viewed as gloomy since it is always raining and the high buildings leave the city in a permanent dark setting. Still many prefer the more urban nature of it compared to bright cities like \c[3]Rhombus Square\c[0].
es_es: La ciudad creció muy rápido y se convirtió en el principal proveedor de electricidad limpia que satisface las demandas de los humanos en \c[3]Shadoon\c[0]. Numerosos Bares y lujosos áticos pueden ser visitados o alquilados respectivamente. El Torreón de la Cuenca a menudo se ve como sombrío ya que siempre llueve y los altos edificios dejan la ciudad en una oscuridad permanente. Aún así, muchos prefieren su naturaleza urbana un poco opuesta a \c[3]Plaza Rombo\c[0].

# data/database.json//lore/shock-dng/title
source: Zir'vitar Temple
es_es: Templo Zir'vitar

# data/database.json//lore/shock-dng/content/page-01-01/content
source: This temple is the third or fourth challenge a \c[3]Seeker\c[0] needs to master in order to progress on the Track of the Ancients. Other than the previous temples, both this one and the \c[3]So'najiz Temple\c[0] can be completed in any order. In this Temple the Seeker can acquire the element: \c[3]Wave\c[0].
es_es: Este templo es el tercer o cuarto desafío que un \c[3]Buscador\c[0] necesita dominar para progresar en el Camino de los Antiguos. A diferencia de los templos anteriores, tanto este como el Templo \c[3]So'najiz\c[0] pueden completarse en cualquier orden. En este Templo el Buscador puede adquirir el elemento \c[3]Pulso\c[0].

# data/database.json//lore/shock-dng/content/page-02/content
source: Unique to this dungeon is the power plant right in front of it. It uses the outgoing energy to generate power for the humans. This however lead to tensions between the Shad living to the south-east and the humans as they accuse them of poisoning the jungle.
es_es: Lo único que tiene esta mazmorra es la planta de energía que hay delante de ella. Utiliza la energía saliente para generar energía para los humanos. Sin embargo, esto ha provocado tensiones entre los Shad que viven al sureste y los humanos, ya que les acusan de envenenar la selva.

# data/database.json//lore/wave-dng/title
source: So'najiz Temple
es_es: Templo So'najiz

# data/database.json//lore/wave-dng/content/page-01-01/content
source: This temple is the third or fourth challenge a \c[3]Seeker\c[0] needs to master in order to progress on the Track of the Ancients. Other than the previous temples, both this one and the \c[3]Zir'vitar Temple\c[0] can be completed in any order. In this Temple the Seeker can acquire the element: \c[3]Shock\c[0].
es_es: Este templo es el tercer o cuarto desafío que un \c[3]Buscador\c[0] necesita dominar para progresar en la Senda de los Antiguos. A diferencia de los templos anteriores, tanto este como el \c[3]Templo de Zir'vitar\c[0] pueden completarse en cualquier orden. En este Templo el Buscador puede adquirir el elemento \c[3]Rayo\c[0].

# data/database.json//lore/shockwave-dng/title
source: Grand Krys'kajo
es_es: Gran Krys'kajo

# data/database.json//lore/shockwave-dng/content/page-01-01/content
source: This temple is built right into the name giving tree at the heart of \c[3]Gaia's Garden\c[0]. It can only be accessed by first completing both the \c[3]Zir'vitar Temple\c[0] and \c[3]So'najiz Temple\c[0]. A \c[3]Seeker\c[0] needs to show that they have mastered both elements acquired in the temples to prove their worthiness. It is said a guardian tests every Seeker personally at the top of the tree.
es_es: Este templo está construido justo en el árbol que da nombre al corazón del \c[3]Jardín de Gaia\c[0]. Solo se puede acceder a él completando primero el \c[3]Templo de Zir'vitar[0] y el \c[3]Templo de So'najiz[0]. Un \c[3]Buscador\c[0] debe demostrar que domina los dos elementos adquiridos en los templos para demostrar su valía. Se dice que un guardián pone a prueba a cada Buscador personalmente en la cima del árbol.

# data/database.json//lore/forest/title
source: Sapphire Ridge
es_es: Cresta Zafiro

# data/database.json//lore/forest/content/page-01-01/content
source: Sapphire Ridge is a system of hills located to the east of Shadoon. It's covered in eternal night by a strange weather phenomenon that is currently researched by the \c[3]United Voyager Nation\c[0]. Many years ago miners carved deep into the hills to unearth the valuable \c[3]Cobalt Ore\c[0]. Although not much was found, the miners uncovered many hidden paths that lead to the north of the area. Otherwise Sapphire Ridge is rather rural as most paths lead through the cave-systems up \c[3]Ascension Temple\c[0].
es_es: La Cresta Zafiro es un conjunto de colinas situado al este de Shadoon. Está cubierto en la noche eterna por un extraño fenómeno meteorológico que actualmente es investigado por la \c[3]Nación Viajera Unida\c[0]. Hace muchos años los mineros excavaron en las profundidades de las colinas para desenterrar el valioso \c[3]Mineral de Cobalto\c[0]. Aunque no se encontró mucho, los mineros descubrieron muchos caminos ocultos que llevan al norte de la zona. Por lo demás, la Cresta Zafiro e es bastante rural, ya que la mayoría de los caminos conducen a través de los sistemas de cuevas hasta el \c[3]Templo de Ascensión\c[0].

# data/database.json//lore/forest/content/p2/content
source: The south houses a hostel called the \c[3]Cave Inn\c[0], which counts among the oldest structures build by humans on Shadoon.
es_es: El sur alberga un albergue llamado la \c[3]Posada de la Cueva\c[0], que se cuenta como una de las estructuras más antiguas construidas por los humanos en Shadoon.

# data/database.json//lore/evo-village/title
source: Homestedt
es_es: Villa Evotar

# data/database.json//lore/evo-village/content/page-01-01/content
source: Homestedt is a small settlement made specifically for Evotars. The space was created with the idea to expand it as more Evotars are brought back from the recovered server data from \c[3]\v[area.arid.name]\c[0]. As of now the town counts a humble five buildings and is built beside a small lake close to \c[3]\v[area.autumn-area.name]\c[0]. Only certified personnel and players are allowed within the borders however as the place is still in development as \c[3]\v[lore.title.dev-company]\c[0] figures out what to do with the Evotars.
es_es: La Villa Evotar es un pequeño asentamiento hecho específicamente para Evotares. El espacio fue creado con la idea de ampliarlo a medida que se recuperen más Evotares de los datos del servidor recuperados del \c[3]\v[area.arid.name]\c[0]. Por ahora la ciudad cuenta con unos humildes cinco edificios y está construida junto a un pequeño lago cerca de \c[3]\v[area.autumn-area.name]\c[0]. Sin embargo, sólo se permite la entrada a cierto personal y jugadores autorizados, ya que el lugar aún está en desarrollo mientras \c[3]\v[lore.title.dev-company]\c[0] averigua qué hacer con los Evotares.

# data/database.json//lore/beach/title
source: Azure Archipelago
es_es: Archipiélago Cerúleo

# data/database.json//lore/beach/content/page-01-01/content
source: These vibrant shores were recently made accessible by the \c[3]\v[lore.title.human-government]\c[0] as they hold the final key required to open the door to the \c[3]Ascension Temple\c[0] in \c[3]\v[area.forest.name]\c[0]. Not long ago they simply appeared from the ocean floor and vegetation quickly took over the higher parts of the area. Large smooth stone pillars surround the archipelago, possibly to break the waves of the rough ocean around the various islands.
es_es: Estas vibrantes costas fueron recientemente accesibles gracias al \c[3]\v[lore.title.human-government]\c[0] ya que contienen la última llave necesaria para abrir la puerta del \c[3]Templo de Ascensión\c[0] en \c[3]\v[area.forest.name]\c[0]. No hace mucho, aparecieron desde el fondo del océano y la vegetación se apoderó rápidamente de las partes más altas del área. Grandes pilares de piedra lisa rodean el archipiélago, posiblemente para romper las olas del agitado océano alrededor de las distintas islas.

# data/database.json//lore/final/title
source: Ku'lero Temple
es_es: Templo Ku'lero

# data/database.json//lore/final/content/page-01-01/content
source: This massive temple structure is located on a remote island inside an enormous crater. It was long believed that the end of the Track would reside deep inside the mountains of \c[3]\v[area.forest.name]\c[0] however the temple found there merely serves as a teleporter which transports Seekers to the final leg of the journey. Huge curved pine trees litter the sparse landscape. Pockets of dark reflective crystal can be found all throughout the structure and they seem to slowly overtake the temple almost like a living organism.
es_es: Esta enorme estructura se encuentra en una isla remota dentro de un enorme cráter. Durante mucho tiempo se creyó que el final del Camino residiría en las profundidades de las montañas de \c[3]\v[area.forest.name]\c[0], sin embargo, el templo que se encuentra allí sólo sirve como un teletransportador que transporta a los Buscadores al tramo final del viaje. Enormes pinos curvados cubren el escaso paisaje. Se pueden encontrar bolsas de cristal oscuro reflectante por toda la estructura y parecen invadir lentamente el templo casi como un organismo vivo.

# data/database.json//lore/human-government/title
source: United Voyager Nation
es_es: Nación de los Viajeros Unidos

# data/database.json//lore/human-government/content/page-01-01/content
source: The \c[3]\v[lore.title.human-government]\c[0] is the governing entity on planet \c[3]Shadoon\c[0]. They use a council of 10 high ranking military and political individuals to administer resources and provide support for the 4 \c[3]Factions\c[0] as part of \c[3]Operation Trackwalker\c[0].
es_es: La \c[3]\v[lore.title.human-government]\c[0] es la entidad que gobierna el planeta \c[3]Shadoon\c[0]. Utilizan un consejo de 10 individuos de alto rango militar y político para administrar los recursos y proporcionar apoyo a las 4 \c[3]Facciones\c[0] como parte de la \c[3]Operación Aprendiz del Camino\c[0].

# data/database.json//lore/factions/title
source: Factions
es_es: Facciones

# data/database.json//lore/factions/content/page-01-01/content
source: Factions are groups of humans who work together to secure the survival and further advancement of humanity on \c[3]\v[lore.title.planet]\c[0]. Most humans are part of one of 4 large factions with different fields of duties and core philosophies, each divided into regional subdivisions: - \c[3]Venture Alliance (VA)\c[0] - \c[3]Human Preservation Department (HPD)\c[0] - \c[3]Association of Human Advancement (AHA)\c[0] - \c[3]Amity of Balance (AoB)\c[0] While the factions are filled with highly resourceful experts of their field, they often need the support of the \c[3]\v[lore.title.seeker]s\c[0] because of their special connection to the \c[3]\v[lore.title.track-of-ancients]\c[0].
es_es: Las facciones son grupos de humanos que trabajan juntos para asegurar la supervivencia y el avance de la humanidad en \c[3]\v[lore.title.planet]\c[0]. La mayoría de los humanos forman parte de una de las 4 grandes facciones con diferentes campos de trabajo y filosofías básicas, cada una dividida en subdivisiones regionales: - \c[3]Alianza de Riesgo (AR)\c[0] - \c[3]Departamento de Preservación Humana (DPH)\c[0] - \c[3]Asociación para el Progreso Humano (APH)\c[0] - \c[3]Unión del Equilibrio (AE)\c[0] Aunque las facciones están llenas de expertos con muchos recursos en su campo, a menudo necesitan el apoyo de los \c[3]\v[lore.title.seeker]es\c[0] debido a su conexión especial con el \c[3]\v[lore.title.track-of-ancients]\c[0].

# data/database.json//lore/faction-heat-main/title
source: Venture Alliance
es_es: Alianza de Riesgo

# data/database.json//lore/faction-heat-main/content/page-01-01/content
source: The \c[3]Venture Alliance (VA)\c[0] is a faction mainly responsible for doing pioneer work by exploring and claiming new land, hunting and scavenging wildlife and mining natural resources. Thus it often attracts an individualistic, adventuring type of person who prefers active work in the field, even if it's dangerous.
es_es: La \c[3]Alianza de Riesgo (AR)\c[0] es una facción que se encarga principalmente de realizar trabajos pioneros, explorando y reclamando nuevas tierras, cazando y rebuscando entre la fauna y la flora, y extrayendo recursos naturales. Por ello, suelen ser personas individualistas y aventureras que prefieren el trabajo activo en el campo, aunque sea peligroso.

# data/database.json//lore/faction-heat-main/content/page-01-02/content
source: Subdivisions include: - \c[3]Falldivers (FD)\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0]
es_es: Sus subdivisiones incluyen: - \c[3]Caidaleros (CD)\c[0] en \c[3]\v[area.rookie-harbor.name]\c[0]

# data/database.json//lore/faction-heat-main/content/page-01-03/content
source: - \c[3]Bergen Digging Mates (BDM)\c[0] in \c[3]\v[area.bergen.name]\c[0]
es_es: - \c[3]Amigos Mineros de Bergen (AMB)\c[0] en la \c[3]\v[area.bergen.name]\c[0]
