Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

source: Well those plants here certainly have a taste for human flesh.
es_es: Bueno, estas plantas de aquí ciertamente tienen un gusto por la carne humana.

# data/database.json//commonEvents/ctron-sloth-end/event/0/thenStep/0/message
source: Huh...\. sloth enemies.\. I think those are actually inspired by the prehistoric variant...\. the Megatherium.
es_es: Hm...\. perezosos.\. Creo que estos están inspirados por su variante prehistórico...\. el Megatherium.

# data/database.json//commonEvents/ctron-sloth-end/event/0/thenStep/1/message
source: Also known as the giant ground sloth.\. They used to be the size of an elephant.
es_es: También conocido como el gran perezoso de tierra.\. Solían tener el tamaño de un elefante.

# data/database.json//commonEvents/ctron-sloth-end/event/1/thenStep/0/message
source: This Behesloth can be surprisingly fast...\. Real sloths are known to be very slow animals.
es_es: Este Gran Perezoso puede ser sorprendentemente rápido...\. Los perezosos de verdad son animales muy lentos.

# data/database.json//commonEvents/ctron-sloth-end/event/1/thenStep/1/message
source: They have a four-part stomach that can digest very tough leaves...\. very, very slowly.
es_es: Tienen un estómago dividido en cuatro partes que puede digerir plantas muy duras...\. muy, muy lentamente.

source: Tronny is back with those science facts no one asked for...
es_es: Tronny y sus curiosidades científicas que nadie pidió...

# data/database.json//commonEvents/ctron-fish-end/event/0/thenStep/0/message
source: Floating fishes, alright.\. Pretty much the first marine enemy in the game.
es_es: Pescados voladores, de acuerdo.\. Básicamente el primer enemigo marino del juego.

# data/database.json//commonEvents/ctron-fish-end/event/0/thenStep/1/message
source: Unless you count those jellyfish enemies of the Faj'ro Temple.
es_es: A no ser que cuentes esas medusas en el Templo Faj'ro.

source: What about those seahorses?
es_es: ¿Qué hay de los caballos de mar?

source: No please...\. let's ignore the seahorses.\. They aren't...\. fish.\. They are nothing.\. They don't make sense.
es_es: No, por favor...\. ignoremos los caballos de mar.\. No son...\. peces.\. No son nada.\. No tienen sentido.

# data/database.json//commonEvents/ctron-parrot-end/event/0/thenStep/0/message
source: Parrots...\. they are among the most intelligent birds we know.
es_es: Loros...\. están entre las aves más inteligentes que conocemos.

# data/database.json//commonEvents/ctron-parrot-end/event/0/thenStep/1/message
source: Yet all they could come up with is yet another dumb, gun-wielding foe.
es_es: Y aún así, todo lo que se pudieron imaginar es otro tonto enemigo con armas.

# data/database.json//commonEvents/ctron-pandas-end/event/0/thenStep/0/message
source: Pandas...\. Pandas are interesting.\. Originally carnivores, they essentially evolved into bamboo eating machines.
es_es: Pandas...\. Los pandas son interesantes.\. Originalmente carnívoros, esencialmente evolucionaron en máquinas de comer bambú.

# data/database.json//commonEvents/ctron-pandas-end/event/0/thenStep/1/message
source: Really, everything about them is evolved to consume bamboo. A false-thumb, a good sense of smell, and an incredibly strong bite.
es_es: En serio, todo en ellos evolucionó para consumir bambú. Un pulgar falso, un buen sentido del olfato, y una mordida increíblemente fuerte.

# data/database.json//commonEvents/ctron-pandas-end/event/1/thenStep/0/message
source: Ironically, Pandas only absorb a small part of the bamboo's nutrition. That's why they have to eat all day long.
es_es: Irónicamente, los Pandas solo absorben una pequeña parte de la nutrición del bambú. Por eso tienen que comer todo el día.

# data/database.json//commonEvents/ctron-pandas-end/event/1/thenStep/1/message
source: They barely have spare energy to struggle with fellow pandas...\. let alone firing homing missiles.
es_es: Apenas tienen un poco de energía extra pelear contra otros pandas...\. mucho menos disparar misiles teledirigidos.

# data/database.json//commonEvents/ctron-seastar-end/event/0/thenStep/0/message
source: Sea stars...\. you might have heard stories about how they can reproduce?
es_es: Estrellas de mar...\. ¿Escuchaste las historias sobre cómo se pueden reproducir?

# data/database.json//commonEvents/ctron-seastar-end/event/0/thenStep/1/message
source: When they are split apart, both parts fully regenerate into two separate sea stars.
es_es: Cuando se separan, ambas partes se regeneran completamente en dos estrellas de mar separadas.

# data/database.json//commonEvents/ctron-seastar-end/event/0/thenStep/3/message
source: It's like a real-life hydra.\. Of course not nearly as fast.
es_es: Es como una hidra de la vida real.\. Por supuesto, no lo hacen tan rápido.

# data/database.json//commonEvents/ctron-seastar-end/event/1/thenStep/0/message
source: I'm glad they didn't turn splitting and regenerating sea stars into a game mechanic.
es_es: Me alegro de que no hayan convertido la división y regeneración de las estrellas de mar en una mecánica del juego.

# data/database.json//commonEvents/ctron-seastar-end/event/1/thenStep/1/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/ctron-fugu-end/event/0/thenStep/0/message
source: Huh...\. I think those fish are likely inspired by pufferfish.
es_es: Eh...\. Creo que esos peces están inspirados en el pez globo.

# data/database.json//commonEvents/ctron-fugu-end/event/1/thenStep/0/message
source: Puffer fish really do increase in body size like this, but just as a defense mechanism.
es_es: El pez globo realmente aumenta el tamaño de su cuerpo de esta manera, pero solo como un mecanismo de defensa.

# data/database.json//commonEvents/ctron-fugu-end/event/1/thenStep/1/message
source: Unsurprisingly, you don't have fish spitting fire underwater.
es_es: Como te puedes imaginar, no hay peces que escupen fuego bajo el agua.

# data/database.json//commonEvents/ctron-fugu-end/event/1/thenStep/2/message
source: In \c[3]real water\c[0].
es_es: En \c[3]agua real\c[0].

source: Oh I see, you didn't forget about your little theory.
es_es: Oh, ya veo, no te olvidaste de tu pequeña teoría.

source: I'd never.
es_es: Ni lo haré nunca.

# data/database.json//commonEvents/ctron-kim-end/event/0/thenStep/0/message
source: It's a new kind of worm!\. We haven't had those for a while.
es_es: ¡Es un nuevo tipo de gusano!\. No hemos visto uno de esos por un largo tiempo.

# data/database.json//commonEvents/ctron-kim-end/event/1/thenStep/0/message
source: That reminds me that there're certain predatory marine worms that pull their target below the sand.
es_es: Eso me recuerda que hay ciertos gusanos marinos depredadores que arrastran a su presa por debajo de la arena.

# data/database.json//commonEvents/ctron-kim-end/event/1/thenStep/2/message
source: Yeah, scary stuff.
es_es: Sí, aterrador.

# data/database.json//commonEvents/ctron-turtel-end/event/0/thenStep/0/message
source: Hm...\. I wonder if those enemies are supposed to be Turtles and Tortoise.
es_es: Mmm...\. Me pregunto si se supone que estos enemigos son tortugas de tierra o de mar.

# data/database.json//commonEvents/ctron-turtel-end/event/0/thenStep/1/message
source: I mean...\. they look like Turtles, but you don't see them swimming.
es_es: Quiero decir...\. parecen tortugas de mar, pero no las ves nadando.

# data/database.json//commonEvents/ctron-turtel-end/event/1/thenStep/0/message
source: That reminds me...\. There are certain kinds of Tortoise that hang out close to the beach even though they can't swim.
es_es: Eso me recuerda...\. Hay ciertos tipos de tortugas que pasan el rato cerca de la playa a pesar de que no pueden nadar.

# data/database.json//commonEvents/ctron-turtel-end/event/1/thenStep/1/message
source: Sadly, some people thought they'd do them a favor by throwing them into the sea.
es_es: Lamentablemente, algunas personas pensaron que les harían un favor arrojándolos al mar.

# data/database.json//commonEvents/ctr-emil-fish-end/event/0/thenStep/0/message
source: You know, I've not once seen those fishes dive into the water.\. Suspicious.
es_es: Sabes, nunca vi a esos peces meterse al agua.\. Sospechoso.

# data/database.json//commonEvents/ctr-emil-fish-end/event/0/thenStep/1/message
source: Yeah...\. good luck fighting those thingies underwater.
es_es: Jeje...\. buena suerte peleando contra esas cosas abajo del agua.

# data/database.json//commonEvents/ctr-emil-fish-end/event/0/thenStep/2/message
source: That might not even be possible...\. given the water is in fact simulated!
es_es: ¡Puede que ni siquiera sea posible...\. ya que el agua es simulada!

# data/database.json//commonEvents/ctr-emil-fish-end/event/0/thenStep/3/message
source: Oh no.\. Back to that theory.
es_es: Oh no.\. Otra vez con esa teoría.

# data/database.json//commonEvents/ctr-emil-generic/event/0/thenStep/0/message
source: Tronny, you like to keep your distance in battle, don't you?
es_es: Tronny, te gusta mantener la distancia en batalla, ¿no?

# data/database.json//commonEvents/ctr-emil-generic/event/0/thenStep/1/message
source: Well... I'm a Hexacast. I specialize in ranged attacks.
es_es: Bueno... soy un Hexacast. Me especializo en ataques a distancia.

# data/database.json//commonEvents/ctr-emil-generic/event/0/thenStep/2/message
source: You should join me in punching the enemies up close! It's more fun!
es_es: ¡Deberías unirte a mí en pegarle a los enemigos de cerca! ¡Es más divertido!

# data/database.json//commonEvents/ctr-emil-generic/event/0/thenStep/3/message
source: Punching? We Hexacast don't punch. We use a close-proximity magical impact.
es_es: ¿Pegar? Los Hexacast no pegamos. Usamos un impacto mágico de corto alcance.

# data/database.json//commonEvents/ctr-emil-generic/event/0/thenStep/4/message
source: So what? I can call my fist magical too, if you like.
es_es: ¿Y qué? Puedo llamar a mi puño "mágico" también, si quieres.

# data/database.json//commonEvents/ctr-emil-generic/event/0/thenStep/5/message
source: Oh bother...
es_es: Oh Dios...

source: I don't like those earth turtles. They are hard to punch.
es_es: No me gustan esas tortugas de mar. Es difícil pegarles.

source: Very true. Also Emilie, those are tortoises. Turtles would mostly be in water.
es_es: Muy cierto. Por cierto Emilie, esas son tortugas de tierra. Las tortugas de mar estaría en el agua.

source: Are you sure? They do dive into the earth like it's water, non?
es_es: ¿Estás seguro? Se meten en la tierra como si fuera agua, ¿non?

source: They are called Driller\c[3]toise\c[0]...
es_es: Se llaman Taladr\c[3]ortugas\c[0]...

source: Oui, oui. Whatever.
es_es: Oui, oui. Lo que sea.

# data/database.json//commonEvents/ctr-emil-spiders-end/event/0/thenStep/0/message
source: Uhm...\. Emilie?\. I'm just wondering...\. it seems like you don't mind the spiders.
es_es: Uhm...\. ¿Emilie?\. Me preguntaba...\. parece que no te importan las arañas.

# data/database.json//commonEvents/ctr-emil-spiders-end/event/0/thenStep/1/message
source: Oui?\. Why would I?\. They're just spiders.
es_es: ¿Oui?\. ¿Por qué me importarían?\. Son solo arañas.

# data/database.json//commonEvents/ctr-emil-spiders-end/event/0/thenStep/2/message
source: But...\. haven't you been afraid of bugs?\. Like those samurai bugs drive you crazy.
es_es: Pero...\. ¿no le tenías miedo a los bichos?\. Como esos bichos samurai que te volvían loca.

# data/database.json//commonEvents/ctr-emil-spiders-end/event/0/thenStep/3/message
source: Non non, Tronny.\. Spiders are fine, they aren't insects.\. You should know that...
es_es: Non non, Tronny.\. Las arañas están bien, no son insectos.\. Deberías saber eso...

# data/database.json//commonEvents/ctr-emil-spiders-end/event/0/thenStep/4/message
source: I do...\. But still...\. I don't get it.
es_es: Lo sé...\. Pero igual...\. No lo entiendo.

# data/database.json//commonEvents/ctr-emil-spiders-end/event/0/thenStep/5/message
source: Why...
es_es: Por qué...

# data/database.json//commonEvents/ctr-emil-spiders-end/event/0/thenStep/6/message
source: You guys think too much.\. Come on, let's punch more spiders!
es_es: Piensan demasiado.\. Vamos, ¡golpeemos más arañas!

# data/database.json//commonEvents/ctr-emil-turtle-end/event/0/thenStep/0/message
source: Ninja Turtles!!
es_es: ¡¡Tortugas Ninja!!

# data/database.json//commonEvents/ctr-emil-turtle-end/event/0/thenStep/1/message
source: Aren't they tortoises, though?\. I don't see them swimming.
es_es: Pero no son ese tipo de tortugas, ¿no?\. No las veo nadar.

# data/database.json//commonEvents/ctr-emil-turtle-end/event/0/thenStep/2/message
source: Why would they be at the beach when they don't swim?
es_es: ¿Por qué estarían en la playa si no nadan?

# data/database.json//commonEvents/ctr-emil-turtle-end/event/0/thenStep/3/message
source: We're at the beach and we can't swim either.
es_es: Estamos en la playa y tampoco podemos nadar.

# data/database.json//commonEvents/ctr-emil-turtle-end/event/0/thenStep/4/message
source: Oui, but like...\. we just drop by to fight the turtles and collect Shades.
es_es: Oui, pero digo...\. nosotros venidos a luchar contra las tortugas y recoger la Sombra.

# data/database.json//commonEvents/ctr-emil-turtle-end/event/0/thenStep/5/message
source: Alright, fine...\. Turtles it is.
es_es: Bien, bien...\. Son la misma especie entonces.

# data/database.json//commonEvents/ctr-emil-turtle-end/event/0/thenStep/6/message
source: \c[3]Ninja\c[0] turtles!
es_es: ¡Tortugas \c[3]Ninja\c[0]!

# data/database.json//commonEvents/joern-blobs-end/event/0/thenStep/0/message
source: I was waiting for enemies like these to show up.
es_es: Estaba esperando que aparecieran enemigos como estos.

# data/database.json//commonEvents/joern-blobs-end/event/0/thenStep/1/message
source: You can't have an RPG without good-old blobs.
es_es: No puede haber RPG sin las clásicas babas.

# data/database.json//commonEvents/joern-blobs-end/event/1/thenStep/0/message
source: Green blobs hidden between the grass and plants. They blend in pretty well.
es_es: Las babas verdes se esconden entre el pasto y las plantas. Se camuflan bastante bien.

# data/database.json//commonEvents/joern-blobs-end/event/1/thenStep/1/message
source: Not unlike a certain somebody I know...
es_es: No muy distinto a alguien que conozco...

# data/database.json//commonEvents/joern-behesloth-end/event/0/thenStep/0/message
source: Poor sloth. I don't see why they can't just relax for a while.
es_es: Pobre perezoso. No veo por qué no se pueden relajar un momento.

# data/database.json//commonEvents/joern-behesloth-end/event/1/thenStep/0/message
source: Man, these sloths are surprisingly fast for their size when angered.
es_es: Um, estos perezosos son sorprendentemente rápidos para su tamaño cuando se enojan.

# data/database.json//commonEvents/joe-apo-plants-end/event/0/thenStep/0/message
source: See this, Polly?\. This is what happens when you forget to water your plants.
es_es: ¿Ves esto, Polly?\. Esto es lo que pasa cuando te olvidas de regar las plantas.

# data/database.json//commonEvents/joe-apo-plants-end/event/0/thenStep/1/message
source: They jump out of their pot, float on water bubbles, and bite you?
es_es: ¿Salen de su maceta, flotan en burbujas de agua y te muerden?

# data/database.json//commonEvents/joe-apo-plants-end/event/0/thenStep/2/message
source: Exactly.\. Don't forget to water the plants.
es_es: Exactamente.\. No te olvides de regar las plantas.

# data/database.json//commonEvents/joe-apo-plants-end/event/0/thenStep/3/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/joe-apo-plants-end/event/1/thenStep/0/message
source: Remember Polly, water the plants.
es_es: Recuerda Polly, riega las plantas.

# data/database.json//commonEvents/joe-apo-plants-end/event/1/thenStep/1/message
source: I get it!\. I just forgot it like...\. that one time.
es_es: ¡Lo sé!\. Solo me olvidé...\. esa única vez.

# data/database.json//commonEvents/joe-apo-plants-end/event/1/thenStep/2/message
source: One time...\. about every month.
es_es: Una vez...\. cada mes.

# data/database.json//commonEvents/joe-apo-plants-end/event/1/thenStep/3/message
source: How?
es_es: ¿Cómo?

# data/database.json//commonEvents/joe-apo-plants-end/event/1/thenStep/4/message
source: I know, right?
es_es: Lo sé, ¿no?

# data/database.json//commonEvents/joe-apo-shokats-end/event/0/thenStep/0/message
source: Do we really have to fight the poor kittens?\. I feel so sorry for them.
es_es: ¿Realmente tenemos que pelear contra los pobres gatitos?\. Me dan pena.

# data/database.json//commonEvents/joe-apo-shokats-end/event/0/thenStep/1/message
source: Joern, don't be swayed by their cute appearance!\. They're fierce opponents!
es_es: Joern, ¡que no te engañe su tierna apariencia!\. ¡Son fieros oponentes!

# data/database.json//commonEvents/joe-apo-shokats-end/event/0/thenStep/2/message
source: But they just wanted to have them cuddles...
es_es: Pero solo quieren ser acariciados...

# data/database.json//commonEvents/joe-apo-shokats-end/event/1/thenStep/0/message
source: Hm...\. this reminds me.\. We still have to feed the cats later.
es_es: Hm...\. esto me recuerda.\. Aún tenemos que dar de comer a los gatos más tarde.

# data/database.json//commonEvents/joe-apo-shokats-end/event/1/thenStep/1/message
source: Feeding cats?\. What do you mean?\. You can't feed the shokats.
es_es: ¿Alimentar gatos?\. ¿A qué te refieres?\. No puedes alimentar a los electrogatos.

# data/database.json//commonEvents/joe-apo-shokats-end/event/1/thenStep/2/message
source: Our cats, Polly.
es_es: Nuestros gatos, Polly.

# data/database.json//commonEvents/joe-apo-shokats-end/event/1/thenStep/3/message
source: Oh!\. Right.
es_es: ¡Ah!\. Cierto.

# data/database.json//commonEvents/joe-apo-papagun-end/event/0/thenStep/0/message
source: So we have parrots in the jungle.\. Neat.
es_es: Así que tenemos loros en la jungla.\. Bien.

# data/database.json//commonEvents/joe-apo-papagun-end/event/0/thenStep/1/message
source: Indeed!\. Gun-wielding parrots that are up to no good!
es_es: ¡En efecto!\. ¡Loros con armas y de muy mal humor!

# data/database.json//commonEvents/joe-apo-papagun-end/event/1/thenStep/0/message
source: More Parrots.\. I think I will call them \c[3]Polly\c[0].
es_es: Más Loros.\. Creo que les voy a llamar \c[3]Polly\c[0].

# data/database.json//commonEvents/joe-apo-papagun-end/event/1/thenStep/1/message
source: What?\. Why?
es_es: ¿Qué?\. ¿Por qué?

# data/database.json//commonEvents/joe-apo-papagun-end/event/1/thenStep/2/message
source: Polly is a common name for parrots. Don't you know, Polly?
es_es: Polly es un nombre común para loros. ¿No lo sabías, Polly?

# data/database.json//commonEvents/joe-apo-papagun-end/event/1/thenStep/3/message
source: I'm not a parrot, Joern!
es_es: ¡No soy un loro, Joern!

# data/database.json//commonEvents/joe-apo-papagun-end/event/2/thenStep/0/message
source: Polly keeps fighting them Pollies.
es_es: Polly sigue peleando contra los Pollies.

# data/database.json//commonEvents/joe-apo-papagun-end/event/2/thenStep/1/message
source: Not this again...
es_es: No otra vez...

# data/database.json//commonEvents/luke-fugu-end/event/0/thenStep/0/message
source: Hm...\. ever noticed how all the fishes in the game are just floating in the air?
es_es: Mmm...\. ¿Alguna vez has notado que todos los peces del juego están flotando en el aire?

# data/database.json//commonEvents/luke-fugu-end/event/0/thenStep/1/message
source: I suppose they would be hard to hit in the water.
es_es: Supongo que serían difíciles de golpear en el agua.

# data/database.json//commonEvents/luke-seastar-end/event/0/thenStep/0/message
source: Alright, so we got sea stars for the mass enemy type of the area.
es_es: Muy bien, así que tenemos a las estrellas de mar como el enemigo principal de la zona.

# data/database.json//commonEvents/luke-seastar-end/event/0/thenStep/1/message
source: I definitely prefer those over the virus enemies in Vermillion Wasteland.\. Those were rather complicated.
es_es: Definitivamente prefiero a los enemigos virus del Vertedero Vermillion.\. Esos eran muy complicados.

# data/database.json//commonEvents/luke-seastar-end/event/0/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/luke-turtle-end/event/0/thenStep/0/message
source: This game has a habit of making slow enemies agile, doesn't it?
es_es: Este juego tiene la costumbre de hacer ágiles a los enemigos lentos, ¿no?

# data/database.json//commonEvents/luke-turtle-end/event/0/thenStep/1/message
source: First you have the fast spinning sloth...\. now a high jumping turtle.
es_es: Primero tienes el perezoso que gira rápidamente...\. ahora una tortuga que da saltos altos.

# data/database.json//commonEvents/test-level-up/event/0/thenStep/0/message
source: Level Up 1
es_es: Sube de Nivel 1

# data/database.json//commonEvents/test-level-up/event/1/thenStep/0/message
source: Level Up 2
es_es: Sube de Nivel 2

# data/database.json//commonEvents/test-level-up/event/2/thenStep/0/message
source: Level Up 3
es_es: Sube de Nivel 3

# data/database.json//commonEvents/tutorial-melee-art/event/1/title
source: Melee Arts
es_es: Artes Cuerpo a Cuerpo

# data/database.json//commonEvents/tutorial-melee-art/event/1/content
source: Learn how to use \c[3]Melee Arts\c[0] in combat.
es_es: Aprende a usar las \c[3]Artes Cuerpo a Cuerpo\c[0] en combate.

# data/database.json//commonEvents/tutorial-melee-art/event/1/acceptStep/6/text
source: Press and hold \i[special] to charge the attack.
es_es: Presiona y mantén \i[special] para cargar el ataque.

# data/database.json//commonEvents/tutorial-melee-art/event/1/acceptStep/9/text
source: You can change your \c[3]direction\c[0] while charging. Release \i[special] again to execute the attack.
es_es: Suelta \i[special] para ejecutar el ataque.

# data/database.json//commonEvents/tutorial-melee-art/event/1/acceptStep/18/text
source: Repeat?
es_es: ¿Repetir?

source: Yes
es_es: Si

# data/database.json//commonEvents/tutorial-throw-art/event/1/title
source: Throw Arts
es_es: Artes de Disparo

# data/database.json//commonEvents/tutorial-throw-art/event/1/content
source: Learn how to use \c[3]Throw Arts\c[0] in combat.
es_es: Aprende a usar las \c[3]Artes de Disparo\c[0] en combate.

# data/database.json//commonEvents/tutorial-throw-art/event/1/acceptStep/6/text
source: Start by \c[0]aiming\c[0] at your enemy.
es_es: Empieza por \c[0]apuntar\c[0] a tu enemigo.

# data/database.json//commonEvents/tutorial-throw-art/event/1/acceptStep/12/text
source: While aiming press and hold \i[special] to charge the attack.
es_es: Mientras apuntas, presiona y mantén \i[special] para cargar el ataque.

# data/database.json//commonEvents/tutorial-throw-art/event/1/acceptStep/15/text
source: You can change the direction while charging.
es_es: Puedes cambiar la dirección mientras cargas.

# data/database.json//commonEvents/tutorial-throw-art/event/1/acceptStep/19/text
source: Release \i[special] again to execute the attack.
es_es: Suelta \i[special] para ejecutar el ataque.

# data/database.json//commonEvents/tutorial-throw-art/event/1/acceptStep/26/text
source: Repeat?
es_es: ¿Repetir?

source: Yes
es_es: Si

# data/database.json//commonEvents/tutorial-dash-art/event/1/title
source: Dash Arts
es_es: Artes de Esquive

# data/database.json//commonEvents/tutorial-dash-art/event/1/content
source: Learn how to use \c[3]Dash Arts\c[0] in combat.
es_es: Aprende a usar las \c[3]Artes de Esquive\c[0] en combate.

# data/database.json//commonEvents/tutorial-dash-art/event/1/acceptStep/6/text
source: \c[0]Dash\c[0] into a direction and press \i[special] at the \c[3]same time\c[0] to charge a Dash Art.
es_es: \c[0]Esquiva\c[0] en una dirección y presiona \i[special] al \c[3]mismo tiempo\c[0] para cargar un Arte de Esquive.
