Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/drops/BergenTrail-Dry-Rare/name
source: Omega Pike Shrub
ru_ru: Омега Щучий куст

# data/database.json/drops/BergenTrail-Dry-Rare/subArea
source: Rarely found in lower parts where no snow falls.
ru_ru: Редко встречается в низинах, где нет снега.

# data/database.json/drops/BergenTrail-Grass-Snow-1/name
source: Alpha Plume Bush
ru_ru: Альфа Шлейф-куст

# data/database.json/drops/BergenTrail-Grass-Snow-1/subArea
source: Commonly found everywhere where snow falls.
ru_ru: Обычно встречается везде, где падает снег.

# data/database.json/drops/BergenTrail-Grass-Snow-2/name
source: Beta Plume Bush
ru_ru: Бета Шлейф-куст

# data/database.json/drops/BergenTrail-Grass-Snow-2/subArea
source: Commonly found everywhere where snow falls.
ru_ru: Обычно встречается везде, где падает снег.

# data/database.json/drops/BergenTrail-Grass-Snow-Rare/name
source: Omega Plume Bush
ru_ru: Омега Шлейф-куст

# data/database.json/drops/BergenTrail-Grass-Snow-Rare/subArea
source: Rarely found on high grounds where snow falls.
ru_ru: Редко встречается на возвышенностях, где падает снег.

# data/database.json/drops/BergenTrail-Dry-Snow-1/name
source: Alpha Lance Shrub
ru_ru: Альфа Куст-копьё

# data/database.json/drops/BergenTrail-Dry-Snow-1/subArea
source: Commonly found everywhere where snow falls.
ru_ru: Обычно встречается везде, где падает снег.

# data/database.json/drops/BergenTrail-Dry-Snow-2/name
source: Beta Lance Shrub
ru_ru: Бета Куст-копьё

# data/database.json/drops/BergenTrail-Dry-Snow-2/subArea
source: Commonly found everywhere where snow falls.
ru_ru: Обычно встречается везде, где падает снег.

# data/database.json/drops/BergenTrail-Dry-Snow-Rare/name
source: Omega Lance Shrub
ru_ru: Омега Куст-копьё

# data/database.json/drops/BergenTrail-Dry-Snow-Rare/subArea
source: Rarely found on high grounds where snow falls.
ru_ru: Редко встречается на возвышенностях, где падает снег.

# data/database.json/drops/BergenTrail-IceCrystal/name
source: Diamond Ice
ru_ru: Алмазный лёд

# data/database.json/drops/BergenTrail-IceCrystal/subArea
source: Found sporadically in Rising Path 3.
ru_ru: Периодически встречается на Восходящем пути 3.

# data/database.json/drops/Cold-Dng-1/name
source: Alpha Egg Pot
ru_ru: Яичная кладка Альфа

# data/database.json/drops/Cold-Dng-1/subArea
source: Commonly found all throughout the Temple Mine.
ru_ru: Обычно встречается по всей Храм-Шахте.

# data/database.json/drops/Cold-Dng-2/name
source: Beta Egg Pot
ru_ru: Яичная кладка Бета

# data/database.json/drops/Cold-Dng-2/subArea
source: Commonly found all throughout the Temple Mine.
ru_ru: Обычно встречается по всей Храм-Шахте.

# data/database.json/drops/Cold-Dng-3/name
source: Gamma Egg Pot
ru_ru: Яичная кладка Гамма

# data/database.json/drops/Cold-Dng-3/subArea
source: Commonly found all throughout the Temple Mine.
ru_ru: Обычно встречается по всей Храм-Шахте.

# data/database.json/drops/Cold-Dng-4/name
source: Delta Egg Pot
ru_ru: Яичная кладка Дельта

# data/database.json/drops/Cold-Dng-4/subArea
source: Commonly found all throughout the Temple Mine.
ru_ru: Обычно встречается по всей Храм-Шахте.

# data/database.json/drops/Cold-Dng-Special-1/name
source: Omega Egg Pot A
ru_ru: Яичная кладка Омега-А

# data/database.json/drops/Cold-Dng-Special-1/subArea
source: Rarely found all throughout the Temple Mine.
ru_ru: Редко встречается по всей Храм-Шахте.

# data/database.json/drops/Cold-Dng-Special-2/name
source: Omega Egg Pot B
ru_ru: Яичная кладка Омега-Б

# data/database.json/drops/Cold-Dng-Special-2/subArea
source: Rarely found all throughout the Temple Mine.
ru_ru: Редко встречается по всей Храм-Шахте.

# data/database.json/drops/heat-common-cactus-1/name
source: Alpha Dry Cactone
ru_ru: Альфа сухой Кактуз

# data/database.json/drops/heat-common-cactus-1/subArea
source: Commonly found everywhere but Oasis region.
ru_ru: Обычно встречается везде, кроме Оазиса.

# data/database.json/drops/heat-common-cactus-2/name
source: Beta Dry Cactone
ru_ru: Бета сухой Кактуз

# data/database.json/drops/heat-common-cactus-2/subArea
source: Commonly found everywhere but Oasis region.
ru_ru: Обычно встречается везде, кроме Оазиса.

# data/database.json/drops/heat-common-bush-1/name
source: Alpha Dry Shrub
ru_ru: Альфа сухой кустарник

# data/database.json/drops/heat-common-bush-1/subArea
source: Commonly found everywhere but Oasis region.
ru_ru: Обычно встречается везде, кроме Оазиса.

# data/database.json/drops/heat-common-bush-2/name
source: Beta Dry Shrub
ru_ru: Бета сухой кустарник

# data/database.json/drops/heat-common-bush-2/subArea
source: Commonly found everywhere but Oasis region.
ru_ru: Обычно встречается везде, кроме Оазиса.

# data/database.json/drops/heat-common-bush-special/name
source: Omega Dry Shrub
ru_ru: Омега сухой кустарник

# data/database.json/drops/heat-common-bush-special/subArea
source: Rarely found everywhere but Oasis region.
ru_ru: Редко встречается везде, кроме Оазиса.

# data/database.json/drops/heat-oasis-cactus-1/name
source: Alpha Cactone
ru_ru: Альфа Кактуз

# data/database.json/drops/heat-oasis-cactus-1/subArea
source: Found only in the Oasis region.
ru_ru: Встречается только в Оазисе.

# data/database.json/drops/heat-oasis-cactus-2/name
source: Beta Cactone
ru_ru: Бета Кактуз

# data/database.json/drops/heat-oasis-cactus-2/subArea
source: Found only in the Oasis region.
ru_ru: Встречается только в Оазисе.

# data/database.json/drops/heat-oasis-cactus-special/name
source: Omega Cactone
ru_ru: Омега Кактуз

# data/database.json/drops/heat-oasis-cactus-special/subArea
source: Found rarely in the Oasis region.
ru_ru: Редко встречается в Оазисе.

# data/database.json/drops/heat-oasis-palmapple-1/name
source: Alpha Palmapple
ru_ru: Альфа Пальманас

# data/database.json/drops/heat-oasis-palmapple-1/subArea
source: Found only in the Oasis region.
ru_ru: Встречается только в Оазисе.

# data/database.json/drops/heat-oasis-palmapple-2/name
source: Beta Palmapple
ru_ru: Бета Пальманас

# data/database.json/drops/heat-oasis-palmapple-2/subArea
source: Found only in the Oasis region.
ru_ru: Встречается только в Оазисе.

# data/database.json/drops/heat-oasis-palmapple-special/name
source: Omega Palmapple
ru_ru: Омега Пальманас

# data/database.json/drops/heat-oasis-palmapple-special/subArea
source: Found rarely in the Oasis region.
ru_ru: Редко встречается в Оазисе.

# data/database.json/drops/heat-barren-hill-1/name
source: Alpha Ant Hill
ru_ru: Альфа муравейник

# data/database.json/drops/heat-barren-hill-1/subArea
source: Commonly found in regions with sand storms.
ru_ru: Обычно встречается в регионах с песчаными бурями.

# data/database.json/drops/heat-barren-hill-2/name
source: Beta Ant Hill
ru_ru: Бета муравейник

# data/database.json/drops/heat-barren-hill-2/subArea
source: Commonly found in regions with sand storms.
ru_ru: Обычно встречается в регионах с песчаными бурями.

# data/database.json/drops/heat-barren-hill-special/name
source: Omega Ant Hill
ru_ru: Омега муравейник

# data/database.json/drops/heat-barren-hill-special/subArea
source: Rarely Found in regions with sand storms.
ru_ru: Редко встречается в регионах с песчаными бурями.

# data/database.json/drops/heat-cliffs-bones-1/name
source: Alpha Bone Pile
ru_ru: Альфа куча костей

# data/database.json/drops/heat-cliffs-bones-1/subArea
source: Commonly found in the southern cliffs region.
ru_ru: Обычно встречается в районе южных скал.

# data/database.json/drops/heat-cliffs-bones-2/name
source: Beta Bone Pile
ru_ru: Бета куча костей

# data/database.json/drops/heat-cliffs-bones-2/subArea
source: Commonly found in the southern cliffs region.
ru_ru: Обычно встречается в районе южных скал.

# data/database.json/drops/heat-cliffs-bones-special/name
source: Omega Bone Pile
ru_ru: Омега куча костей

# data/database.json/drops/heat-cliffs-bones-special/subArea
source: Rarely found in the southern cliffs region.
ru_ru: Редко встречается в районе южных скал.

# data/database.json/drops/Autumn-Fall-Ground-1/name
source: Alpha Sphere Plant
ru_ru: Альфа Растение-сфера

# data/database.json/drops/Autumn-Fall-Ground-1/subArea
source: Commonly found everywhere.
ru_ru: Обычно встречается везде.

# data/database.json/drops/Autumn-Fall-Ground-2/name
source: Beta Sphere Plant
ru_ru: Бета Растение-сфера

# data/database.json/drops/Autumn-Fall-Ground-2/subArea
source: Commonly found everywhere.
ru_ru: Обычно встречается везде.

# data/database.json/drops/Autumn-Fall-Ground-Rare/name
source: Omega Sphere Plant
ru_ru: Омега Растение-сфера

# data/database.json/drops/Autumn-Fall-Ground-Rare/subArea
source: Rarely found on high grounds.
ru_ru: Редко встречается на возвышенностях.

# data/database.json/drops/Autumn-Fall-Water-1/name
source: Alpha Water Cutlass
ru_ru: Альфа водяная сабля

# data/database.json/drops/Autumn-Fall-Water-1/subArea
source: Mostly found near Water.
ru_ru: В основном встречается возле воды.

# data/database.json/drops/Autumn-Fall-Water-2/name
source: Beta Water Cutlass
ru_ru: Бета Водяная сабля

# data/database.json/drops/Autumn-Fall-Water-2/subArea
source: Mostly found near Water.
ru_ru: В основном встречается возле воды.

# data/database.json/drops/Autumn-Fall-Water-Rare/name
source: Omega Water Cutlass
ru_ru: Омега Водяная сабля

# data/database.json/drops/Autumn-Fall-Water-Rare/subArea
source: Rarely found on hard to reach places near water.
ru_ru: Редко встречается в труднодоступных местах у воды.

# data/database.json/drops/jungle-common-flower-1/name
source: Alpha Puff Plant
ru_ru: Альфа Паф-растение

# data/database.json/drops/jungle-common-flower-1/subArea
source: Commonly found everywhere but infested- and V'rda Vil region.
ru_ru: Обычно встречается везде, кроме заражённой области и В'рда Виль.

# data/database.json/drops/jungle-common-flower-2/name
source: Beta Puff Plant
ru_ru: Бета Паф-растение

# data/database.json/drops/jungle-common-flower-2/subArea
source: Commonly found everywhere but infested- and V'rda Vil region.
ru_ru: Обычно встречается везде, кроме заражённой области и В'рда Виль.

# data/database.json/drops/jungle-common-flower-special/name
source: Omega Puff Plant
ru_ru: Омега Паф-растение

# data/database.json/drops/jungle-common-flower-special/subArea
source: Rarely found on high grounds outside infested- and V'rda Vil region.
ru_ru: Редко встречается на возвышенностях вне заражённой области и В'рда Виль.

# data/database.json/drops/jungle-common-water-1/name
source: Alpha Closed Baraleles
ru_ru: Альфа закрытый Баралелес

# data/database.json/drops/jungle-common-water-1/subArea
source: Commonly found near water where its not raining.
ru_ru: Обычно встречается возле воды, где не идёт дождь.

# data/database.json/drops/jungle-common-water-2/name
source: Beta Closed Baraleles
ru_ru: Бета закрытый Баралелес

# data/database.json/drops/jungle-common-water-2/subArea
source: Commonly found near water where its not raining.
ru_ru: Обычно встречается возле воды, где не идёт дождь.

# data/database.json/drops/jungle-bees-1/name
source: Bee Hive
ru_ru: Пчелиный улей

# data/database.json/drops/jungle-bees-1/subArea
source: Sporadically found everywhere up against walls and trees.
ru_ru: Периодически встречается на стенах и деревьях.

# data/database.json/drops/jungle-rain-1/name
source: Alpha Open Baraleles
ru_ru: Альфа открытый Баралелес

# data/database.json/drops/jungle-rain-1/subArea
source: Commonly found near water where it's raining.
ru_ru: Обычно встречается возле воды, где идёт дождь.

# data/database.json/drops/jungle-rain-2/name
source: Beta Open Baraleles
ru_ru: Бета открытый Баралелес

# data/database.json/drops/jungle-rain-2/subArea
source: Commonly found near water where it's raining.
ru_ru: Обычно встречается возле воды, где идёт дождь.

# data/database.json/drops/jungle-rain-special/name
source: Omega Open Baraleles
ru_ru: Омега открытый Баралелес

# data/database.json/drops/jungle-rain-special/subArea
source: Rarely found near water where it's raining.
ru_ru: Редко встречается возле воды, где идёт дождь.

# data/database.json/drops/jungle-clearing-1/name
source: Alpha Vivid Puff Plant
ru_ru: Альфа яркое Паф-растение

# data/database.json/drops/jungle-clearing-1/subArea
source: Commonly found in the V'rda Vil region.
ru_ru: Обычно встречаются в области В'рда Виль.

# data/database.json/drops/jungle-clearing-2/name
source: Beta Vivid Puff Plant
ru_ru: Бета яркое Паф-растение

# data/database.json/drops/jungle-clearing-2/subArea
source: Commonly found in the V'rda Vil region.
ru_ru: Обычно встречаются в области В'рда Виль.

# data/database.json/drops/jungle-clearing-special/name
source: Omega Vivid Puff Plant
ru_ru: Омега яркое Паф-растение

# data/database.json/drops/jungle-clearing-special/subArea
source: Rarely found in the V'rda Vil region.
ru_ru: Редко встречаются в области В'рда Виль.

# data/database.json/drops/jungle-infested-1/name
source: Alpha Virus Shroom
ru_ru: Альфа Вирусный гриб

# data/database.json/drops/jungle-infested-1/subArea
source: Commonly found in the infested region of the jungle.
ru_ru: Обычно встречается в заражённой области джунглей.

# data/database.json/drops/jungle-infested-2/name
source: Beta Virus Shroom
ru_ru: Бета Вирусный гриб

# data/database.json/drops/jungle-infested-2/subArea
source: Commonly found in the infested region of the jungle.
ru_ru: Обычно встречается в заражённой области джунглей.

# data/database.json/drops/jungle-infested-special/name
source: Omega Virus Shroom
ru_ru: Омега Вирусный гриб

# data/database.json/drops/jungle-infested-special/subArea
source: Rarely found in the infested region of the jungle.
ru_ru: Редко встречается в заражённой области джунглей.

# data/database.json/drops/forest-bamboo-1/name
source: Alpha Bamboo
ru_ru: Альфа бамбук

# data/database.json/drops/forest-bamboo-1/subArea
source: Commonly found near larger bamboo.
ru_ru: Обычно встречается рядом с большим бамбуком.

# data/database.json/drops/forest-bamboo-2/name
source: Beta Bamboo
ru_ru: Бета бамбук

# data/database.json/drops/forest-bamboo-2/subArea
source: Commonly found near larger bamboo.
ru_ru: Обычно встречается рядом с большим бамбуком.

# data/database.json/drops/forest-bamboo-special/name
source: Omega Bamboo
ru_ru: Омега бамбук

# data/database.json/drops/forest-bamboo-special/subArea
source: Rarely found hidden near larger bamboo structures.
ru_ru: Редко встречается возле структур из большого бамбука.

# data/database.json/drops/forest-bush-1/name
source: Alpha Ridge Flower
ru_ru: Альфа цветок хребта

# data/database.json/drops/forest-bush-1/subArea
source: Commonly found everywhere in \v[area.forest.name].
ru_ru: Обычно встречается везде.

# data/database.json/drops/forest-bush-2/name
source: Beta Ridge Flower
ru_ru: Бета цветок хребта

# data/database.json/drops/forest-bush-2/subArea
source: Commonly found everywhere in \v[area.forest.name].
ru_ru: Обычно встречается везде.

# data/database.json/drops/forest-bush-special/name
source: Omega Ridge Flower
ru_ru: Омега цветок хребта

# data/database.json/drops/forest-bush-special/subArea
source: Rarely found everywhere in higher places.
ru_ru: Редко встречается на возвышенностях.

# data/database.json/drops/forest-crystal-1/name
source: Alpha Crystal
ru_ru: Альфа кристалл

# data/database.json/drops/forest-crystal-1/subArea
source: Commonly found in caves in \v[area.forest.name].
ru_ru: Обычно встречается в пещерах.

# data/database.json/drops/forest-crystal-2/name
source: Beta Crystal
ru_ru: Бета кристалл

# data/database.json/drops/forest-crystal-2/subArea
source: Commonly found in caves in \v[area.forest.name].
ru_ru: Обычно встречается в пещерах.

# data/database.json/drops/forest-crystal-special/name
source: Omega Crystal
ru_ru: Омега кристалл

# data/database.json/drops/forest-crystal-special/subArea
source: Rarely found in caves in \v[area.forest.name].
ru_ru: Редко встречается в пещерах.

# data/database.json/drops/Final-Plant-A/name
source: Alpha Cone Sprout
ru_ru: Альфа росток шишки

# data/database.json/drops/Final-Plant-A/subArea
source: Commonly found near trees in \v[area.final-dng.name].
ru_ru: Обычно находятся возле деревьев в Храме Ку'леро.

# data/database.json/drops/Final-Plant-B/name
source: Beta Cone Sprout
ru_ru: Бета росток шишки

# data/database.json/drops/Final-Plant-B/subArea
source: Commonly found near trees in \v[area.final-dng.name].
ru_ru: Обычно находятся возле деревьев в Храме Ку'леро.

# data/database.json/drops/Final-Plant-C/name
source: Gamma Cone Sprout
ru_ru: Гамма росток шишки

# data/database.json/drops/Final-Plant-C/subArea
source: Commonly found near water in \v[area.final-dng.name].
ru_ru: Обычно находятся возле воды в Храме Ку'леро.

# data/database.json/drops/Final-Plant-D/name
source: Delta Cone Sprout
ru_ru: Дельта росток шишки

# data/database.json/drops/Final-Plant-D/subArea
source: Commonly found near water in \v[area.final-dng.name].
ru_ru: Обычно находятся возле воды в Храме Ку'леро.

# data/database.json/drops/Final-Planet-E/name
source: Alpha Shard
ru_ru: Альфа осколок

# data/database.json/drops/Final-Planet-E/subArea
source: Commonly found near larger crystal formations in \v[area.final-dng.name].
ru_ru: Обычно находятся возле образований больших кристаллов в Храме Ку'леро.

# data/database.json/drops/STONE_VALOR/name
source: Sprout of Valor
ru_ru: Росток доблести

# data/database.json/drops/STONE_VALOR/subArea
source: Found on the top of a house in \c[3]\v[area.bergen.name]\c[0].
ru_ru: Найден на вершине дома в \c[3]Бергене\c[0].

# data/database.json/drops/STONE_SPACE/name
source: Sprout of Space
ru_ru: Росток космоса

# data/database.json/drops/STONE_SPACE/subArea
source: Found on top of a house in \c[3]\v[area.heat-village.name]\c[0].
ru_ru: Найден на вершине дома в \c[3]Ба'кии Кум\c[0].

# data/database.json/drops/STONE_TRUTH/name
source: Sprout of Truth
ru_ru: Росток истины

# data/database.json/drops/STONE_TRUTH/subArea
source: Found in an old storage room in \c[3]\v[area.rookie-harbor.name]\c[0].
ru_ru: Найден в старом хранилище в \c[3]Гавани новичков\c[0].

# data/database.json/drops/STONE_SPIRIT/name
source: Sprout of Spirit
ru_ru: Росток духа

# data/database.json/drops/STONE_SPIRIT/subArea
source: Found on top of a building complex in \c[3]\v[area.jungle-city.name]\c[0].
ru_ru: Найден на вершине строительного комплекса в \c[3]Твердыне Бэйзина\c[0].

# data/database.json/drops/STONE_AGES/name
source: Sprout of Ages
ru_ru: Росток веков

# data/database.json/drops/STONE_AGES/subArea
source: Found in secluded garden area in \c[3]\v[area.rhombus-sqr.name]\c[0].
ru_ru: Найден в уединённом саду на \c[3]Площади Ромба\c[0].

# data/database.json/drops/Cold-Dng-1-bug/name
source: Alpha Egg Pot
ru_ru: Яичная кладка Альфа

# data/database.json/drops/Cold-Dng-3-bug/name
source: Gamma Egg Pott
ru_ru: Яичная кладка Гамма

# data/database.json/drops/Cold-Dng-2-bug/name
source: Beta Egg Pot
ru_ru: Яичная кладка Бета

# data/database.json/drops/Cold-Dng-4-bug/name
source: Delta Egg Pot
ru_ru: Яичная кладка Дельта

# data/database.json/drops/Cold-Dng-Special-1-bug/name
source: Omega Egg Pot A
ru_ru: Яичная кладка Омега-А

# data/database.json/drops/Cold-Dng-Special-2-bug/name
source: Omega Egg Pot B
ru_ru: Яичная кладка Омега-Б

# data/database.json/drops/jungle-bees-2/name
source: Bee Hive Right
ru_ru: Правый пчелиный улей

# data/database.json/drops/jungle-bees-3/name
source: Bee Hive Left
ru_ru: Левый пчелиный улей

# data/database.json/drops/AutumnPlantA/name
source: AutumnTestPlant
ru_ru: ОсеньТестовоеРастение

# data/database.json/drops/Beach-Pink-1/name
source: Alpha Coral
ru_ru: Альфа коралл

# data/database.json/drops/Beach-Pink-2/name
source: Beta Coral
ru_ru: Бета коралл

# data/database.json/enemies/snowman/name
source: Karotto
ru_ru: Морковво

# data/database.json/enemies/snowman/species
source: Enchanted Snowman
ru_ru: Зачарованный снеговик

# data/database.json/enemies/snowman/descriptions/0/text
source: It is said that this curious being was brought to life by a sorceress in a moment of loneliness but it got left behind which transformed it into a mean Gatling Gun wielding grump. It doesn't really need to but will attack anything that comes close to it by disguising itself as a simple snowman. Getting close for too long is not a good idea as it will use a ground slam attack to deal a lot of damage.
ru_ru: Говорят, что это странное создание было воплощено в жизнь волшебницей в минуту одиночества, но оно было брошено, что превратило его в подлого брюзгу, орудующего пулемётом Гатлинга. Не имея на самом деле необходимости, он атакует всё, что приблизится к нему, маскируясь под обычного снеговика. Находиться возле него слишком долго - это плохая идея, так как он использует ударную атаку по земле для нанесения большого урона.

# data/database.json/enemies/jungle.special.snowman-jungle-1/name
source: Tourist Karotto
ru_ru: Морковво-турист

# data/database.json/enemies/jungle.special.snowman-jungle-1/species
source: Snowman Tourist
ru_ru: Снеговик-турист

# data/database.json/enemies/jungle.special.snowman-jungle-1/descriptions/0/text
source: A \c[3]\v[combat.name.snowman]\c[0] that developed a somewhat higher intelligence and curiousity and thus wanted to leave its home of \c[3]\v[area.bergen-trails.name]\c[0] to visit warmer lands. Unfortunately the burning sun has caused some problems, so it usually stays \c[3]in caves\c[0] and tries to \c[3]steal cooling devices\c[0] to live in a more comfortable temperature.
ru_ru: \c[3]\v[combat.name.snowman]\c[0], который развил чуть более высокий интеллект и любопытство, и соответственно, захотел покинуть свой дом на \c[3]Тропе в Берген\c[0], чтобы посетить тёплые края. К сожалению, палящее солнце доставляет неудобства, так что он обычно остаётся \c[3]в пещерах\c[0], и пытается \c[3]украсть охлаждающие устройства\c[0], чтобы жить в более комфортной температуре.

# data/database.json/enemies/jungle.special.snowman-jungle-boss/name
source: Karotto Fruitseeker
ru_ru: Морковво-фруктоискатель

# data/database.json/enemies/jungle.special.snowman-jungle-boss/species
source: Snowman Tourist
ru_ru: Снеговик-турист

source: The fruit-obsessed leader of a rogue group of \c[3]\v[combat.name.snowman]\c[0] that aspired to make the warm lands of \c[3]\v[area.jungle.name]\c[0] their home. To that end it led robberies to steal large quantities of \c[3]cooling devices\c[0] which were supposed to slowly turn the Jungle into a climate more comfortable for Snowmen to live in. Despite its exceptional intelligence, it could not grasp the irony of that entire plan.
ru_ru: Одержимый фруктами лидер группы \c[3]Морковво\c[0]-изгоев, которые решили сделать \c[3]Сад Гайи\c[0] своим домом. С этой целью он возглавлял ограбления, чтобы воровать большие партии \c[3]охлаждающих устройств\c[0], которые должны были медленно обратить джунгли в более комфортную для жизни снеговиков обстановку. Несмотря на его исключительный интеллект, он не смог понять ироничности всего его плана.

# data/database.json/enemies/heat.special.sandman-1/name
source: King Kaktorro
ru_ru: Король Какторро

# data/database.json/enemies/heat.special.sandman-1/species
source: Sandman King
ru_ru: Песочный король

# data/database.json/enemies/heat.special.sandman-1/descriptions/0/text
source: Piles of sand, presumably animated by the spirit of what was once an Ancient leader of sort. It spends its eternal life guarding mysterious treasure in dry areas.
ru_ru: Груды песка, предположительно оживлённые духом того, кто когда-то был чем-то вроде лидера Древних. Он проводит свою вечную жизнь, охраняя таинственное сокровище в засушливых зонах.

# data/database.json/enemies/snowtank/name
source: Karrotank
ru_ru: Морковтанк

# data/database.json/enemies/snowtank/species
source: Modified Snowman
ru_ru: Модифицированный снеговик
