Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/16/message
source: Let me look up my schedule, Bea.
es_es: Déjame ver mi calendario, Bea.

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/20/message
source: Yes, I have time.\. Just meet me at…
es_es: Si, tengo tiempo.\. Solo encuéntrame en...

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/0/message
source: Hi.
es_es: Hola.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/1/message
source: Okay, real talk.
es_es: Bueno, hablando en serio.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/2/message
source: Why am I always the one who has to do all the talking?\. Any hard feelings?
es_es: ¿Por qué soy siempre yo la que tiene que hablar todo el tiempo?\. ¿Algún resentimiento?

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/4/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/5/message
source: What else then?\. You can't talk?
es_es: ¿Entonces qué?\. ¿No puedes hablar?

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/6/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/7/message
source: What.
es_es: Qué.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/12/message
source: Hey you!\. What's up with that?
es_es: ¡Ey tú!\. ¿Qué pasa con eso?

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/13/message
source: Why'd you make her walk to me, acting like she could hold a conversation?
es_es: ¿Por qué la haces caminar hacia mí, actuando como si pudiera tener una conversación?

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/18/message
source: I'm talking to \c[1]you\c[0]!
es_es: ¡Te estoy hablando a \c[1]ti\c[0]!

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/19/message
source: \c[1]You behind the screen\c[0]!
es_es: ¡\c[1]Tú, detrás de la pantalla\c[0]!

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/20/message
source: Feeling safe there, aren't you?\. Thinking I can't possibly reach you.
es_es: ¿Te sientes segura ahí, no?\. Pensando que no te puedo alcanzar.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/21/message
source: \c[1]You thought wrong\c[0].
es_es: \c[1]Creíste mal\c[0].

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/22/message
source: I have my ways.\. Old, sneaky Ninja ways.
es_es: Tengo mis métodos.\. Viejos, métodos de un Ninja silencioso.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/23/message
source: One day, when you have forgotten all about me...
es_es: Un día, cuando te hayas olvidado todo de mí...

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/24/message
source: \c[1]I will come for you.\c[0]
es_es: \c[1]Iré a por ti.\c[0]

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/25/message
source: And then my revenge will be sweet!\. Oh, so sweet!\. All strawberries and cherries!
es_es: ¡Y entonces mi venganza será deliciosa!\. ¡Oh, tan deliciosa!\. ¡Todo fresas y cerezas!

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/29/message
source: Hi?\. Lea!
es_es: ¿Hola?\. ¡Lea!

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/32/message
source: Yes, one moment.\. The adults are talking.
es_es: Si, un momento.\. Los adultos están hablando.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/38/message
source: So...\. It's clear you really want her to duel me.
es_es: Asi que...\. Es claro que relamente quieres que ella tenga un duelo conmigo.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/39/message
source: Though we both know where this will end.
es_es: Aunque ambos sabemos como acabará esto.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/40/message
source: You try your very best like no one ever did before and I still own you like the last few times.
es_es: Intentas tu mejor esfuerzo como nadie lo hizo antes, y aún así te gano sin pestañear como las últimas veces.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/41/message
source: But...\. let's say,\. purely hypothetical,\. that you actually win this time.
es_es: Pero...\. digamos que,\. hipotéticamente,\. que esta vez ganas.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/42/message
source: Maybe then I'll have a little something for you, the next time we meet after the fight.
es_es: Quizá entonces tenga algo para ti, la próxima vez que nos veamos luego de la pelea.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/43/message
source: That's right.\. I just announced the teaser for the trailer of the reward.
es_es: Oíste bien.\. Acabo de anunciar un teaser para el trailer de la recompensa.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/44/message
source: Like those big corporations do with their games.
es_es: Como esas grandes corporaciones hacen con sus juegos.

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/49/message
source: Hi!\. Lea!\. Hi!\. Why!\. Lea!
es_es: ¡Hola!\. ¡Lea!\. ¡Hola!\. ¡Por qué!\. ¡Lea!

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/52/message
source: Yes, yes, the duel, fine!\. I'll give you the scroll!
es_es: Si, si, el duelo, ¡de acuerdo!\. ¡Te daré el pergamino!

# data/database.json//commonEvents/sao-duel-accept/event/5/thenStep/53/message
source: God, why are you talking so much anyway?\. I thought you couldn't do that!
es_es: Dios, ¿por qué hablas tanto de todos modos?\. ¡Pensé que no podías hacer eso!

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/0/message
source: Hi.
es_es: Hola.

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/3/message
source: It seems our long journey together has finally come to an end.
es_es: Parece que nuestra larga aventura juntas finalmente ha llegado a su fin.

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/4/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/5/message
source: I knew, from the moment our eyes first met: All of this was destined to happen.
es_es: Sabía, desde el momento en que nuestros ojos se encontraron por primera vez: Todo esto estaba destinado a pasar.

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/6/message
source: Like those old stories, where the hero fights the evil, the princess waits to be saved and the shopkeeper sells the equipment...
es_es: Como esas viejas historias, donde el héroe pelea contra el mal, la princesa espera a ser salvada yel mercader vende el equipamiento...

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/7/message
source: ... which is way too expensive and can only be bought after grinding for hours.
es_es: ... lo cual es demasiado caro y solo puede ser comprado luego de grindear por horas.

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/9/message
source: What is it?\. Should I keep it short?
es_es: ¿Qué pasa?\. ¿Debería ser breve?

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/10/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/11/message
source: Fine!\. I'll write the scroll with the location.\. Meet me there!
es_es: ¡De acuerdo!\. Escribiré el lugar en el pergamino.\. ¡Encuéntrame ahí!

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/12/message
source: Prepare yourself, as will I!
es_es: Prepárate, ¡yo lo estaré!

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/13/message
source: For this will be our final duel.
es_es: Ya que este será nuestro último duelo.

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/14/message
source: I won't hold back anymore.\. No more easy mode for you.
es_es: No me contendré más.\. Se acabó el modo fácil.

# data/database.json//commonEvents/sao-duel-accept/event/6/thenStep/15/message
source: From now on, it will be \c[1]Lunatic Mode\c[0].\. I hope you can dodge!
es_es: A partir de ahora, será \c[1]Modo Lunático\c[0].\. ¡Espero que sepas esquivar!

# data/database.json//commonEvents/sao-duel-accept-post/event/2/thenStep/0/message
source: ...\. Why?
es_es: ...\. ¿Por qué?

# data/database.json//commonEvents/sao-duel-accept-post/event/3/thenStep/1/message
source: BYE!!!
es_es: ¡¡¡ADIÓS!!!

# data/database.json//commonEvents/sao-duel-no-party/event/2/message
source: I will only duel you one-on-one.
es_es: Solo aceptaré un duelo uno contra uno.

# data/database.json//commonEvents/sao-duel-pre-fight/event/4/thenStep/0/message
source: Duel 1...
es_es: Duelo 1...

# data/database.json//commonEvents/sao-duel-pre-fight/event/4/thenStep/4/message
source: Go!!\.
es_es: ¡¡Vamos!!\.

# data/database.json//commonEvents/sao-duel-pre-fight/event/5/thenStep/0/message
source: Duel 2...
es_es: Duelo 2...

# data/database.json//commonEvents/sao-duel-pre-fight/event/5/thenStep/2/message
source: It feels kind of nostalgic, don't you think?
es_es: Se siente algo nostálgico, ¿no te parece?

# data/database.json//commonEvents/sao-duel-pre-fight/event/5/thenStep/3/message
source: As if we've been enemies forever, even though it's only been...\. one battle.
es_es: Como si hubiésemos sido enemigas por siempre, aunque haya sido solo...\. una batalla.

# data/database.json//commonEvents/sao-duel-pre-fight/event/5/thenStep/5/message
source: But enough talk...\. Have at you!
es_es: Pero suficiente charla...\. ¡A pelear!

# data/database.json//commonEvents/sao-duel-pre-fight/event/6/thenStep/0/message
source: Duel 3...
es_es: Duelo 3...

# data/database.json//commonEvents/sao-duel-pre-fight/event/6/thenStep/2/message
source: Say, what are you fighting for?
es_es: Dime, ¿para qué peleas?

# data/database.json//commonEvents/sao-duel-pre-fight/event/6/thenStep/3/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/sao-duel-pre-fight/event/6/thenStep/5/message
source: "Fighting for" is like...\. "why are you fighting"...\. but deep!
es_es: "Para qué peleas" es como...\. "por qué peleas"...\. ¡pero profundo!

# data/database.json//commonEvents/sao-duel-pre-fight/event/6/thenStep/7/message
source: So what is it?\. Certainly not the sweet, sweet loot and experience, right?
es_es: ¿Entonces qué?\. Ciertamente no el dulce, dulce loot y experiencia, ¿no?

# data/database.json//commonEvents/sao-duel-pre-fight/event/6/thenStep/9/message
source: No answer?
es_es: ¿Sin respuesta?

# data/database.json//commonEvents/sao-duel-pre-fight/event/6/thenStep/10/message
source: Fine.\. Maybe you'll have one after I've finished you yet again, Nea.
es_es: Bien.\. Quizá tengas una luego de que haya terminado contigo otra vez, Nea.

# data/database.json//commonEvents/sao-duel-pre-fight/event/7/thenStep/0/message
source: Duel 4...
es_es: Duelo 4...

# data/database.json//commonEvents/sao-duel-pre-fight/event/7/thenStep/2/message
source: Okay, fine, let's get this over with.
es_es: Pues bien, terminemos con esto.

# data/database.json//commonEvents/sao-duel-pre-fight/event/7/thenStep/3/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/sao-duel-pre-fight/event/7/thenStep/4/message
source: Say, what do you think about \c[3]bombs\c[0]?
es_es: Dime, ¿qué piensas de las \c[3]bombas\c[0]?

# data/database.json//commonEvents/sao-duel-pre-fight/event/7/thenStep/5/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/sao-duel-pre-fight/event/7/thenStep/6/message
source: Ah, just asking for a friend.
es_es: Ah, solo pregunto por un amigo.

# data/database.json//commonEvents/sao-duel-pre-fight/event/7/thenStep/7/message
source: Let's start!
es_es: ¡Empecemos!

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/0/message
source: The final duel...
es_es: El último duelo...

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/3/message
source: Lea...\. I asked you before: What are you fighting for?
es_es: Lea...\. Te pregunté antes: ¿Para qué peleas?

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/5/message
source: I would guess something noble or something personal.
es_es: Creería que algo noble, o algo personal.

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/7/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/8/message
source: To me, it is something similar.
es_es: Para mí, es algo similar.

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/9/message
source: And that's why I can't afford to lose.
es_es: Y es por eso que no me puedo permitir perder.

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/11/message
source: Even though I know I'm not supposed to win, because...
es_es: Aunque sé que no se supone que gane, porque...

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/16/message
source: \c[1]...those guys...\c[0]
es_es: \c[1]...esos tipos...\c[0]

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/22/message
source: ...would throw a fit and get me nerfed.
es_es: ...tendrían un ataque de rabia y me nerfearían.

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/24/message
source: You learn to live with it, once you realize all around you is fake - including yourself.
es_es: Aprendes a vivir con ello, una vez que te das cuenta que todo alrededor tuyo es falso - incluyéndote.

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/26/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/27/message
source: Oh...\. you know what I'm talking about?\. Didn't expect that.
es_es: Oh...\. ¿sabes de lo que hablo?\. No me lo esperaba.

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/28/message
source: Maybe we are more alike than I thought at first.
es_es: Quizá somos más parecidas de lo que creía.

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/30/message
source: I am rambling again.\. The players want to have action.\. So...\. any last words?
es_es: Estoy divagando otra vez.\. Los jugadores quieren acción.\. Asi que...\. ¿alguna última palabra?

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/32/message
source: \c[1]Bye!\c[0]
es_es: \c[1]¡Adiós!\c[0]

# data/database.json//commonEvents/sao-duel-pre-fight/event/8/thenStep/33/message
source: He...\. \c[1]Bye then\c[0]!
es_es: Je...\. ¡\c[1]Adiós entonces\c[0]!

# data/database.json//commonEvents/sao-duel-post-fight/event/3/thenStep/0/message
source: This was merely practice.
es_es: Esto solo fue práctica.

# data/database.json//commonEvents/sao-duel-post-fight/event/3/thenStep/1/message
source: We shall meet again, in another town!
es_es: Nos encontraremos de vuelta, ¡en otro pueblo!

# data/database.json//commonEvents/sao-duel-post-fight/event/3/thenStep/2/message
source: Until then, stranger!
es_es: ¡Hasta entonces, extraño!

# data/database.json//commonEvents/sao-duel-post-fight/event/3/thenStep/5/message
source: Yes, that's what I said.
es_es: Sí, eso dije.

# data/database.json//commonEvents/sao-duel-post-fight/event/4/thenStep/0/message
source: Again...
es_es: Otra vez...

# data/database.json//commonEvents/sao-duel-post-fight/event/4/thenStep/3/message
source: I will remember this, Dea!
es_es: ¡Recordaré esto, Dea!

# data/database.json//commonEvents/sao-duel-post-fight/event/4/thenStep/5/message
source: Yes!
es_es: ¡Si!

# data/database.json//commonEvents/sao-duel-post-fight/event/5/thenStep/0/message
source: Ha!\. I \c[3]won again\c[0]!
es_es: ¡Ja!\. ¡\c[3]Gané otra vez\c[0]!

# data/database.json//commonEvents/sao-duel-post-fight/event/5/thenStep/3/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/sao-duel-post-fight/event/5/thenStep/4/message
source: Well, from my point of view, I definitely won...\. experience.
es_es: Bueno, desde mi punto de visto, definitivamente gané...\. experiencia.

# data/database.json//commonEvents/sao-duel-post-fight/event/5/thenStep/6/message
source: Man, you must be fun at parties.
es_es: Uf, debes ser divertida en las fiestas.

# data/database.json//commonEvents/sao-duel-post-fight/event/5/thenStep/7/message
source: Anyways, see you in another town!
es_es: Como sea, ¡te veré en otro pueblo!

# data/database.json//commonEvents/sao-duel-post-fight/event/5/thenStep/8/message
source: Swoosh and away!
es_es: ¡Nos vemos!

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/0/message
source: Hm.\. This didn't turn out as expected.
es_es: Hm.\. Esto no salió como esperaba.

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/1/message
source: Did I choose the wrong skills?\. Should I have gone with the healing potion instead?
es_es: ¿Elegí mal mis habilidades?\. ¿Tendría que haber elegido la poción de curación en cambio?

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/2/message
source: Or that fancy double attack?\. Maybe I should have learned magic, like Van Daal.
es_es: ¿O ese lujoso ataque doble?\. Quizá debería haber aprendido magia, como Van Daal.

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/5/message
source: No, my choice was correct.\. It's obviously the developer's fault!
es_es: No, mi elección fue correcta.\. ¡Es obviamente la culpa del desarrollador!

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/6/message
source: They just nerfed my skills after all those people complained that I am unbeatable!
es_es: ¡Nerfearon todas mis habilidades después de que todas esas personas se quejaran de que era invencible!

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/7/message
source: Yeah, that must be it!
es_es: ¡Si, eso debe ser!

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/9/message
source: Yes, Tia, I miss Maxim as well.
es_es: Si, Tia, extraño a Maxim también.

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/16/message
source: Okay, a deal is a deal.
es_es: Bueno, un trato es un trato.

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/17/message
source: You only have to find me \c[3]one more time\c[0].
es_es: Solo me tienes que encontrar \c[3]una vez más\c[0].

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/18/message
source: Look for the last town or village where we didn't meet yet.
es_es: Busca en el último pueblo o aldea donde no nos hayamos encontrado aún.

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/19/message
source: Not that huge, shiny city in the ocean, though.\. I don't like it there.
es_es: No muy grande, una brillante ciudad en el océano, aunque.\. No me gusta mucho.

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/20/message
source: Oh, and, also...
es_es: Ah, y otra cosa...

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/22/message
source: \c[1]Special message to the developer!\c[0]
es_es: \c[1]¡Mensaje especial al desarrollador!\c[0]

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/23/message
source: Don't think I will ignore you just because you nerfed me!
es_es: ¡No te creas que te voy a olvidar solo porque me nerfeaste!

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/25/message
source: I will learn from my good friend Animator vs. Animation and haunt you in your sleep until you buff me again!
es_es: ¡Aprenderé de mi buen amigo Animador vs. Animación y te perseguiré hasta en tus sueños hasta que me buffees de vuelta!

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/30/message
source: Wait...
es_es: Espera...

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/31/message
source: Why am I getting smaller?
es_es: ¿Por qué me estoy achicando?

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/32/message
source: Stop that!
es_es: ¡Para!

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/33/message
source: Alright fine, you win this time!
es_es: ¡Esta bien, de acuerdo, tú ganas esta vez!

# data/database.json//commonEvents/sao-duel-post-fight/event/6/thenStep/38/message
source: And with that, ultimate secret ninja technique, away-swooshing-poof!
es_es: Y con eso, ¡super técnica de ninja secreto, adiós-swoosh-poof!

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/1/message
source: That... was a fine duel.
es_es: Eso... fue un buen duelo.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/3/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/4/message
source: Well...\. I promised someone a reward.
es_es: Bueno...\. Le prometí a alguien una recompensa.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/5/message
source: May as well give it to you then.\. I am sure you will find some use for it.
es_es: Bien podría dártelo entonces.\. Estoy segura de que le econtrarás un uso.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/19/message
source: Hey, say...
es_es: Ey, dime...

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/20/message
source: You know that feeling of accomplishment when you finished a really tough task?
es_es: ¿Conoces ese sentimiento de gratificación cuando terminaste una tarea muy dura?

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/21/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/22/message
source: Yeah, me neither.
es_es: Si, yo tampoco.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/24/message
source: Well then...
es_es: Bueno entonces...

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/30/message
source: Maybe we will see each other again someday.
es_es: Quizá nos veamos otra vez algún día.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/31/message
source: You never know what the future has planned for you.
es_es: Nunca sabes lo que el futuro tiene planeado para ti.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/32/message
source: Or for me.
es_es: O para mí.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/33/message
source: Or for her.
es_es: O para ella.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/34/message
source: Or for that NPC two maps down south that has been sitting there for hours...
es_es: O para ese NPC dos mapas al sur que ha estado sentado por tres horas...

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/35/message
source: ...because the developer thought "Ho boy, that might be a good spot for an NPC!".
es_es: ...porque el desarrollador pensó "¡Uy, ese debe ser un buen lugar para un NPC!".

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/36/message
source: Isn't that right, dear developer?\. While we're at it...
es_es: ¿No es eso cierto, querido desarrollador?\. Ya que estamos en ello...
