Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/monks-jump_3_bonus/tasks/1/task
source: Return to the \c[3]Bergen Monastery\c[0] and talk to \c[3]Monk Cratos\c[0] again
es_es: Regresa al \c[3]Monasterio de Bergen\c[0] y habla con el \c[3]Monje Cratos\c[0] nuevamente

# data/database.json//quests/monks-jump_3_time/name
source: Timed Challenge
es_es: Desafío cronometrado

# data/database.json//quests/monks-jump_3_time/person
source: Monk Cratos
es_es: Monje Cratos

# data/database.json//quests/monks-jump_3_time/description
source: Prove your fervor by beating the \c[3]Cave of Ascension\c[0] in under \c[3]2:00\c[0]!
es_es: ¡Demuestra tu fervor superando la \c[3]Cueva de la Ascensión\c[0] en menos de \c[3]2:00\c[0]!

# data/database.json//quests/monks-jump_3_time/briefing
source: You beat the "Timed"-challenge.
es_es: Has superado el desafío "Cronometrado".

# data/database.json//quests/monks-jump_3_time/tasks/0/task
source: Beat the \c[3]Cave of Ascension\c[0] in under \c[3]2:00\c[0]
es_es: Supera la \c[3]Cueva de la Ascensión\c[0] en menos de \c[3]2:00\c[0]

# data/database.json//quests/monks-jump_3_frosty/name
source: Frosty Challenge
es_es: Desafío helado

# data/database.json//quests/monks-jump_3_frosty/person
source: Monk Cratos
es_es: Monje Cratos

# data/database.json//quests/monks-jump_3_frosty/description
source: Prove your passion by beating the \c[3]Cave of Ascension\c[0] with \c[3]"Extra Frosty"\c[0] being activated!
es_es: ¡Demuestra tu pasión superando la \c[3]Cueva de la Ascensión\c[0] con \c[3]"Extra Helado"\c[0] activado!

# data/database.json//quests/monks-jump_3_frosty/briefing
source: You beat the "Frosty"-challenge.
es_es: Has superado el desafío "Helado.

# data/database.json//quests/monks-jump_3_frosty/tasks/0/task
source: \c[3]Activate "Extra Frosty"\c[0] at the terminal in the \c[3]Cave of Ascension\c[0]
es_es: \c[3]Activa "Extra Helado"\c[0] en la terminal de la \c[3]Cueva de la Ascensión\c[0]

# data/database.json//quests/monks-jump_3_frosty/tasks/1/task
source: Beat the \c[3]Cave of Ascension\c[0] with "Extra Frosty" activated
es_es: Supera la \c[3]Cueva de la Ascensión\c[0] con "Extra Helado" activado

# data/database.json//quests/omni-1/hubSettings/location
source: Need some quick money? Come find us in the \c[3]Omni Gilders Base\c[0].
es_es: ¿Necesitas dinero rápido? Ven a buscarnos en el \c[3]Base de los Omni Gilders\c[0].

# data/database.json//quests/omni-1/name
source: Building a Base
es_es: Construyendo una Base

# data/database.json//quests/omni-1/person
source: Omni Gilders General
es_es: General Omni Gliders

# data/database.json//quests/omni-1/description
source: One of the generals of the \c[3]Omni Gilders\c[0] Guild has asked to obtain some materials for their base. You can find them in the \c[3]Temple Mine\c[0] and on \c[3]Bergen Trail\c[0].
es_es: Uno de los generales del gremio \c[3]Omni Gilders\c[0] ha pedido obtener algunos materiales para su base. Puedes encontrarlos en \c[3]Templo Mina\c[0] y en \c[3]Sendero de Bergen\c[0].

# data/database.json//quests/omni-1/briefing
source: You found the requested materials for the general. Maybe you can go back to him in \c[3]Bergen\c[0] later to get more quests.
es_es: Has encontrado los materiales solicitados para el general. Tal vez puedas volver con él en \c[3]Bergen\c[0] más tarde para obtener más misiones.

# data/database.json//quests/omni-1/tasks/0/task
source: Find the items in the \c[3]Temple Mine\c[0] and on \c[3]Bergen Trail\c[0]
es_es: Encuentra los artículos en \c[3]Templo Mina\c[0] y en \c[3]Sendero de Bergen\c[0]

# data/database.json//quests/omni-2/hubSettings/location
source: I never thought being part of a guild is so hard. Can somebody help? \c[3]- Omni Guilder Base\c[0]
es_es: Nunca pensé que ser parte de un gremio fuera tan difícil. ¿Alguien puede ayudar? \c[3]- Base Omni Glider\c[0]

# data/database.json//quests/omni-2/name
source: Pushing Bases
es_es: Empujando Bases

# data/database.json//quests/omni-2/description
source: Jean asked you to help her find a \c[3]Storage Unit\c[0] in the basement of the \c[3]Omni Gilders\c[0] Guild in \c[3]Bergen Village\c[0].
es_es: Jean te pidió que la ayudaras a encontrar una \c[3]Unidad de almacenamiento\c[0] en el sótano del Gremio \c[3]Omni Gilders\c[0] en \c[3]Pueblo de Bergen\c[0 ].

# data/database.json//quests/omni-2/briefing
source: Even though several boxes were in the way, you were able to locate the \c[3]Storage Unit\c[0]. You also overheard a conversion between Jeff and Jock, two friends of Jean. They seemed rather suspicious. Something is not quite right.
es_es: Aunque había varias cajas en el camino, pudiste ubicar la \c[3]Unidad de almacenamiento\c[0]. También escuchaste una conversión entre Jeff y Jock, dos amigos de Jean. Parecían bastante sospechosos. Algo no está bien.

# data/database.json//quests/omni-2/tasks/0/task
source: Find the Storage Unit in \c[3]Bergen - Omni Gilders Basement\c[0]
es_es: Encuentra la unidad de almacenamiento en \c[3]Bergen - Omni Gilders Sótano\c[0]

# data/database.json//quests/omni-2/tasks/1/task
source: Go back to Jean in \c[3]Omni Gilders Base\c[0]
es_es: Vuelve con Jean en la \c[3]Base Omni Gilders\c[0]

# data/database.json//quests/unkown-warrior-2/name
source: A Promise Is a Promise 2
es_es: Una promesa es una promesa 2

# data/database.json//quests/unkown-warrior-2/description
source: D'Kar asks you to help him find the \c[3]\v[item.137.name]\c[0]. Maybe finding this item will help to understand his multi-class attire!
es_es: D'Kar te pide que lo ayudes a encontrar el \c[3]\v[item.137.name]\c[0]. ¡Tal vez encontrar este artículo ayude a comprender su atuendo multiclase!

# data/database.json//quests/unkown-warrior-2/briefing
source: You found the \v[item.137.name] and it seemed that D'Kar opened up more to you. He apparently does all of this for his kids. Still nothing about his multi-class looks.
es_es: Encontraste el \v[item.137.name] y parecía que D'Kar se abrió más a ti. Aparentemente hace todo esto por sus hijos. Todavía nada sobre su aspecto multiclase.

# data/database.json//quests/unkown-warrior-2/tasks/0/task
source: Find the \c[3]\v[item.137.name]\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Encuentra \c[3]\v[item.137.name]\c[0] en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/unkown-warrior-2/tasks/1/task
source: Hand over the \v[item.137.name] to D'Kar in \c[3]Bergen Village - House 2\c[0]
es_es: Entrega el \v[item.137.name] a D'Kar en el \c[3]Pueblo de Bergen - Casa 2\c[0]

# data/database.json//quests/console-xbox-1/hubSettings/location
source: Help humanity to recover great weaponry that has been lost! \c[3]- Bergen South\c[0]
es_es: ¡Ayuda a la humanidad a recuperar gran armamento que se ha perdido! \c[3]- Sur de Bergen\c[0]

# data/database.json//quests/console-xbox-1/name
source: Out of the Box
es_es: Fuera de la caja

# data/database.json//quests/console-xbox-1/description
source: The soldier \c[3]Bill Masters\c[0] has given you an important mission: Defeat enemies using modern military equipment in \c[3]\v[area.bergen-trails.name]\c[0], find their \c[3]hidden base\c[0] and recover the \c[3]tech\c[0] that they are using!
es_es: El soldado \c[3]Bill Masters\c[0] te asignó una importante misión: Derrota enemigos usando equipo militar moderno en \c[3]\v[area.bergen-trails.name]\c[0], encuentra su \c[3]base oculta\c[0] y ¡Recupera la \c[3]tecnología\c[0] que están usando!

# data/database.json//quests/console-xbox-1/briefing
source: You retrieved the important military data for the \v[lore.title.human-government] and also uncovered a secret facility of the "Heavy Hardware"-company! Maybe this other new secret facility really exists as well?
es_es: ¡Recuperaste los datos militares importantes para \v[lore.title.human-government] y también descubriste una instalación secreta de la compañía "Hardware pesado"! ¿Quizás esta otra nueva instalación secreta realmente exista también?

# data/database.json//quests/console-xbox-1/tasks/0/task
source: Search for the armed creatures on the \c[3]Old Plateau\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Busca las criaturas armadas en \c[3]Vieja Meseta\c[0] en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/console-xbox-1/tasks/1/task
source: Search for the armed creatures at the \c[3]Bergen Waterfalls\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Busca las criaturas armadas en las \c[3]Cascadas de Bergen\c[0] en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/console-xbox-1/tasks/2/task
source: Examine the strange device at the \c[3]Bergen Waterfalls\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Examina el dispositivo extraño en \c[3]Cascadas de Bergen\c[0] en el \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/console-xbox-1/tasks/3/task
source: Find and enter the \c[3]Secret Entrance\c[0] \c[3]Bergen Waterfalls\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Encuentra e ingresa la \c[3]Entrada secreta\c[0] \c[3]Cascadas de Bergen\c[0] en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/console-xbox-1/tasks/4/task
source: Explore the \c[3]Secret Facility\c[0]
es_es: Explora la \c[3]instalación secreta\c[0]

# data/database.json//quests/console-xbox-1/tasks/5/task
source: Return to \c[3]Bill Masters\c[0] in \c[3]Bergen South\c[0]
es_es: Regresa con \c[3]Bill Masters\c[0] en el \c[3]Sur de Bergen\c[0]

# data/database.json//quests/bug-hunting/name
source: Trials of the Golden Bugs
es_es: Pruebas de los Bichos Dorados

# data/database.json//quests/bug-hunting/person
source: Vagabond
es_es: Vagabundo

# data/database.json//quests/bug-hunting/description
source: A strange vagabond knows how to gain access to the final shade. However, you first need to pass a series of trials to show that you are "worthy".
es_es: Un extraño vagabundo sabe cómo acceder a la última sombra. Sin embargo, primero debes pasar una serie de pruebas para demostrar que eres "digno".

# data/database.json//quests/bug-hunting/briefing
source: You've overcome all trials put in front of you and bested even the Vagabond himself who turned out to be the final trial. As a reward you received the \c[3]Meteor Shade\c[0]!
es_es: Has superado todas las pruebas que se te han presentado y has superado incluso al propio vagabundo, que resultó ser la prueba final. ¡Como recompensa, recibiste la \c[3]Sombra Meteoro\c[0]!

# data/database.json//quests/bug-hunting/tasks/0/task
source: Finish the 4 trials in \c[3]\v[area.forest.name]\c[0]
es_es: Termina las 4 pruebas en \c[3]\v[area.forest.name]\c[0]

# data/database.json//quests/bug-hunting/tasks/0/subtasks/0/text
source: Trial of Vigor
es_es: Prueba de Vigor

# data/database.json//quests/bug-hunting/tasks/0/subtasks/1/text
source: Trial of Patience
es_es: Prueba de Paciencia

# data/database.json//quests/bug-hunting/tasks/0/subtasks/2/text
source: Trial of Agility
es_es: Prueba de Agilidad

# data/database.json//quests/bug-hunting/tasks/0/subtasks/3/text
source: Trial of Insight
es_es: Prueba de Perspicacia

# data/database.json//quests/bug-hunting/tasks/1/task
source: Report back to the Vagabond in \c[3]Tranquil Bamboo\c[0]
es_es: Informa al Vagabundo en \c[3]Bambú tranquilo\c[0]

# data/database.json//quests/bug-hunting/tasks/2/task
source: Go to the \c[3]Old Dojo\c[0] north-east of \c[3]\v[area.forest.name]\c[0]
es_es: Ve al \c[3]Viejo Dojo\c[0] al noreste de \c[3]\v[area.forest.name]\c[0]

# data/database.json//quests/bug-hunting/tasks/3/task
source: Survive the surprise attack by the beetles.
es_es: Sobrevive al ataque sorpresa de los escarabajos.

# data/database.json//quests/bug-hunting/tasks/4/task
source: Talk to the Vagabond and face the guardian in the \c[3]Old Dojo\c[0]
es_es: Habla con el Vagabundo y enfréntate al guardián en el \c[3]Viejo Dojo\c[0]

# data/database.json//quests/bug-hunting/tasks/5/task
source: Collect the Meteor Shade behind the \c[3]Old Dojo\c[0]
es_es: Recoge la Sombra Meteoro detrás del \c[3]Viejo Dojo\c[0]

# data/database.json//quests/bug-hunting-heat/name
source: Trial of Vigor
es_es: Prueba de Vigor

# data/database.json//quests/bug-hunting-heat/person
source: Vagabond
es_es: Vagabundo

# data/database.json//quests/bug-hunting-heat/description
source: Finish the \c[3]Trial of Vigor\c[0] found in the \c[3]Nesting Grounds\c[0] of \c[3]\v[area.forest.name]\c[0].
es_es: Termina la \c[3]Prueba de Vigor\c[0] que se encuentra en la \c[3]Zona de Anidamiento\c[0] de \c[3]\v[area.forest.name]\c[0] .

# data/database.json//quests/bug-hunting-heat/briefing
source: You have passed the \c[3]Trial of Vigor\c[0] and received a \c[3]\v[item.435.name]\c[0] as token of your achievement.
es_es: Has superado la \c[3]Prueba de Vigor\c[0] y has recibido un \c[3]\v[item.435.name]\c[0] como muestra de tu logro.

# data/database.json//quests/bug-hunting-heat/tasks/0/task
source: Finish the Trial of Vigor in \c[3]\v[area.forest.name] - Nesting Grounds\c[0]
es_es: Termina la Prueba de Vigor en \c[3]\v[area.forest.name] - Zona de anidación\c[0]

# data/database.json//quests/bug-hunting-cold/name
source: Trial of Patience
es_es: Prueba de Paciencia

# data/database.json//quests/bug-hunting-cold/person
source: Vagabond
es_es: Vagabundo

# data/database.json//quests/bug-hunting-cold/description
source: Finish the \c[3]Trial of Patience\c[0] found in the \c[3]Flower Lake\c[0] of \c[3]\v[area.forest.name]\c[0].
es_es: Termina la \c[3]Prueba de Paciencia\c[0] que se encuentra en el \c[3]Lago de Flores\c[0] de \c[3]\v[area.forest.name]\c[0] .

# data/database.json//quests/bug-hunting-cold/briefing
source: You have passed the \c[3]Trial of Patience\c[0] and received a \c[3]\v[item.435.name]\c[0] as token of your achievement.
es_es: Has superado la \c[3]Prueba de Paciencia\c[0] y has recibido un \c[3]\v[item.435.name]\c[0] como muestra de tu logro.

# data/database.json//quests/bug-hunting-cold/tasks/0/task
source: Finish the Trial of Patience in \c[3]\v[area.forest.name] - Flower Lake\c[0]
es_es: Termina la Prueba de Paciencia en \c[3]\v[area.forest.name] - Lago de Flores\c[0]

# data/database.json//quests/bug-hunting-shock/name
source: Trial of Agility
es_es: Prueba de Agilidad

# data/database.json//quests/bug-hunting-shock/person
source: Vagabond
es_es: Vagabundo

# data/database.json//quests/bug-hunting-shock/description
source: Finish the \c[3]Trial of Agility\c[0] found in the \c[3]Carved Pathway\c[0] of \c[3]\v[area.forest.name]\c[0].
es_es: Termina la \c[3]Prueba de Agilidad\c[0] que se encuentra en el \c[3]Camino Tallado\c[0] de \c[3]\v[area.forest.name]\c[0] .

# data/database.json//quests/bug-hunting-shock/briefing
source: You have passed the \c[3]Trial of Agility\c[0] and received a \c[3]\v[item.435.name]\c[0] as token of your achievement.
es_es: Has superado la \c[3]Prueba de Agilidad\c[0] y has recibido un \c[3]\v[item.435.name]\c[0] como muestra de tu logro.

# data/database.json//quests/bug-hunting-shock/tasks/0/task
source: Finish the Trial of Agility in \c[3]\v[area.forest.name] - Carved Pathway\c[0]
es_es: Termina la Prueba de Agilidad en \c[3]\v[area.forest.name] - Camino Tallado\c[0]

# data/database.json//quests/bug-hunting-wave/name
source: Trial of Insight
es_es: Prueba de Perspicacia

# data/database.json//quests/bug-hunting-wave/person
source: Vagabond
es_es: Vagabundo

# data/database.json//quests/bug-hunting-wave/description
source: Complete the \c[3]Trial of Insight\c[0] found in the \c[3]Bamboo Thicket\c[0] of \c[3]\v[area.forest.name]\c[0].
es_es: Termina la \c[3]Prueba de Perspicacia\c[0] que se encuentra en el \c[3]Matorral de bambú\c[0] de \c[3]\v[area.forest.name]\c[0] .

# data/database.json//quests/bug-hunting-wave/briefing
source: You have passed the \c[3]Trial of Insight\c[0] and received a \c[3]\v[item.435.name]\c[0] as token of your achievement.
es_es: Has superado la \c[3]Prueba de Perspicacia\c[0] y has recibido un \c[3]\v[item.435.name]\c[0] como muestra de tu logro.

# data/database.json//quests/bug-hunting-wave/tasks/0/task
source: Finish the Trial of Insight in \c[3]\v[area.forest.name] - Bamboo Thicket\c[0]
es_es: Termina la Prueba de Perspicacia en \c[3]\v[area.forest.name] - Matorral de Bambú\c[0]

# data/database.json//quests/trailblaze-forest/name
source: Henry Trailblazing
es_es: El pionero Henry

# data/database.json//quests/trailblaze-forest/description
source: Help \c[3]Baxton Addi\c[0] find \c[3]Henry the Researcher\c[0] who seems to be involved in shady doings.
es_es: Ayuda a \c[3]Baxton Addi\c[0] a encontrar a \c[3]Henry el Investigador\c[0] que parece estar involucrado en asuntos turbios.

# data/database.json//quests/trailblaze-forest/briefing
source: You uncovered the plot of Henry! It turns out the whole quest line was a elaborate ruse created by the \c[3]International HackerSpace Organization\c[0] to fool players into thinking a hacker infiltrated the game. You fell for it, right?
es_es: ¡Has descubierto el complot de Henry! Resulta que todas las misiones fueron una artimaña creada por la \c[3]Organización Internacional HackerSpace\c[0] para engañar a los jugadores con el supuesto hacker en el juego. Caíste, ¿verdad?

# data/database.json//quests/trailblaze-forest/tasks/0/task
source: Check each landmark in \c[3]\v[area.forest.name]\c[0]
es_es: Marque cada punto de referencia en \c[3]\v[area.forest.name]\c[0]

# data/database.json//quests/trailblaze-forest/tasks/1/task
source: Return to Baxton in \c[3]\v[area.forest.name] - Cave Inn\c[0]
es_es: Regrese a Baxton en \c[3]\v[area.forest.name] - Posada de la Cueva\c[0]

# data/database.json//quests/trailblaze-forest/tasks/2/task
source: Collect clues in the Cave Inn in \c[3]\v[area.forest.name]\c[0]
es_es: Recoge pistas en la Posada de la Cueva en \c[3]\v[area.forest.name]\c[0]

# data/database.json//quests/trailblaze-forest/tasks/2/subtasks/0/text
source: Clue "Money"
es_es: Pista "Dinero"

# data/database.json//quests/trailblaze-forest/tasks/2/subtasks/1/text
source: Clue "Whereabouts"
es_es: Pista "Paradero"

# data/database.json//quests/trailblaze-forest/tasks/2/subtasks/2/text
source: Clue "Strange Device"
es_es: Pista "Dispositivo extraño"

# data/database.json//quests/trailblaze-forest/tasks/2/subtasks/3/text
source: Clue "Hidden Path"
es_es: Pista "Camino oculto"

# data/database.json//quests/trailblaze-forest/tasks/3/task
source: Return to Baxton in \c[3]\v[area.forest.name] - Cave Inn\c[0]
es_es: Regrese a Baxton en \c[3]\v[area.forest.name] - Posada de la Cueva\c[0]

# data/database.json//quests/trailblaze-forest/tasks/4/task
source: Find Henry in a hidden cave path east of \c[3]\v[area.forest.name]\c[0]
es_es: Encuentra a Henry en el camino de cueva oculta al este de \c[3]\v[area.forest.name]\c[0]

# data/database.json//quests/trailblaze-forest/tasks/5/task
source: Chase Henry in \c[3]\v[area.forest.name] - High Ground\c[0]
es_es: Persigue a Henry en \c[3]\v[area.forest.name] - Terreno Alto\c[0]

# data/database.json//quests/wervyn-quest/hubSettings/location
source: Hiiii! Wanna help fellow players in dire need? Come and talk to me!! \c[3]- Western Exit\c[0]
es_es: ¡Hola! ¿Quieres ayudar a otros jugadores que lo necesitan desesperadamente? Ven y habla conmigo!! \c[3]- Salida Oeste\c[0]

# data/database.json//quests/wervyn-quest/name
source: Last Minute Help Needed
es_es: Se necesita ayuda Justo a Tiempo

# data/database.json//quests/wervyn-quest/description
source: \c[3]PuellaDocta\c[0] of the \c[3]Last Minute Heroes\c[0] has a task for you that involves fighting monsters in \c[3]Sapphire Ridge\c[0]!
es_es: ¡\c[3]PuellaDocta\c[0] de \c[3]Héroes Justo a Tiempo\c[0] tiene una tarea para ti, lucharás contra monstruos en la \c[3]Cresta Zafiro\c[0]!

# data/database.json//quests/wervyn-quest/briefing
source: You learned about the daily work of the \c[3]Last Minute Heroes\c[0] guild, the glory that comes with it, and maybe also a few problems.
es_es: Aprendiste sobre el trabajo diario del gremio \c[3]Héroes Justo a Tiempo\c[0], la gloria que conlleva y tal vez también algunos problemas.

# data/database.json//quests/wervyn-quest/tasks/0/task
source: Meet PuellaDocta in the \c[3]Last Minute Heroes HQ\c[0] north of the \c[3]Autumn Residences\c[0]
es_es: Reúnase con PuellaDocta en el \c[3]Cuartel general de Héroes Justo a Tiempo\c[0] al norte de las \c[3]Residencias de Otoño\c[0]

# data/database.json//quests/wervyn-quest/tasks/1/task
source: Go to the \c[3]The Cave Inn\c[0] in \c[3]Sapphire Ridge\c[0] and wait for further instructions.
es_es: Ve a la \c[3]Posada en la Cueva\c[0] en \c[3]Cresta Zafiro\c[0] y espera más instrucciones.

# data/database.json//quests/wervyn-quest/tasks/2/task
source: Wait at the \c[3]The Cave Inn\c[0] in \c[3]Sapphire Ridge\c[0] for further instructions.
es_es: Espera en \c[3]La Posada de la Cueva\c[0] en \c[3]Cresta Zafiro\c[0] para obtener más instrucciones.

# data/database.json//quests/wervyn-quest/tasks/3/task
source: Go to the \c[3]River Road\c[0] in \c[3]Sapphire Ridge\c[0] and rescue a fellow player!
es_es: ¡Ve a \c[3]Carretera del Río\c[0] en \c[3]Cresta Zafiro\c[0] y rescata a un compañero de juego!

# data/database.json//quests/wervyn-quest/tasks/4/task
source: Head back again to the \c[3]The Cave Inn\c[0] in \c[3]Sapphire Ridge\c[0] and stay put for more instructions.
es_es: Regresa de nuevo a la \c[3]La Posada de la Cueva\c[0] en la \c[3]Cresta Zafiro\c[0] y quédate quieto para más instrucciones.

# data/database.json//quests/wervyn-quest/tasks/5/task
source: Go to the \c[3]North East Path\c[0] in \c[3]Sapphire Ridge\c[0] and rescue that player again.
es_es: Ve a \c[3]Camino del Noreste\c[0] en \c[3]Cresta Zafiro\c[0] y rescata a ese jugador nuevamente.

# data/database.json//quests/wervyn-quest/tasks/6/task
source: That one player is in trouble again, now in \c[3]Flower Lake - Sapphire Ridge\c[0]. To the rescue!
es_es: Ese jugador vuelve a tener problemas, ahora en \c[3]Lago Floral - Cresta Zafiro\c[0]. ¡Al rescate!

# data/database.json//quests/dekay-quest/hubSettings/location
source: Looking for help with \c[3]exploration\c[0], one player only - west balcony of the \c[3]Cave Inn\c[0]
es_es: Ayuda en \c[3]exploración\c[0], Un solo jugador: Balcón Oeste de \c[3]Posada de la Cueva\c[0]

# data/database.json//quests/dekay-quest/name
source: An unfortunate Series of Features
es_es: Una Lamentable Serie de Funciones

# data/database.json//quests/dekay-quest/description
source: A dubious player looks for help with a bit of \c[3]exploration\c[0], which apparently involves \c[3]breaking the game\c[0]. Needs to be handled confidentially!
es_es: Un jugador extraño busca ayuda con un poco de \c[3]exploración\c[0], lo que aparentemente implica \c[3]romper el juego\c[0]. ¡Necesita ser manejado confidencialmente!

# data/database.json//quests/dekay-quest/briefing
source: You explored quite an extraordinary \c[3]testing area\c[0] that no player was ever supposed to see. Also you've defeated an unspeakable horror lurking within! Luckily, no official spotted you in the process.
es_es: Exploraste un \c[3]área de prueba\c[0] que ningún jugador debería ver jamás. ¡También has derrotado un horror indescriptible que acecha en su interior! Por suerte, ningún moderador te vio hacerlo.

# data/database.json//quests/dekay-quest/tasks/0/task
source: Meet \c[3]Kit\c[0] in \c[3]Maroon Valley - Barren Arcs\c[0]
es_es: Encuéntrate con \c[3]Kit\c[0] en el \c[3]Valle Granate - Arcos estériles\c[0]

# data/database.json//quests/dekay-quest/tasks/1/task
source: Go to a \c[3]lonely pillar\c[0] in the center of a \c[3]chasm\c[0] in \c[3]Maroon Valley - Barren Arcs\c[0] then head \c[3]directly south\c[0]
es_es: Ve al \c[3]Pilar Solitario\c[0] en el centro de un \c[3]abismo\c[0] en \c[3]Valle Granate - Arcos estériles\c[0] luego dirígete \c[3]al sur\c[0]
