Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//enemies/minibosses.cursed-sandshark/descriptions/0/text
source: A cursed beast that lurked below Maroon Valley. It once stole coins from a cursed chest and turned into an undying creature. The only way to defeat it is by finding the cursed content of the chest and returning it. It can summon ghostly versions of itself that can not be defeated unless the chest is filled with coins.
es_es: Una bestia maldita que acechaba debajo del Valle Granate. Una vez robó monedas de un cofre maldito y se convirtió en una criatura imperecedera. La única forma de derrotarlo es encontrando el contenido maldito del cofre y devolviéndolo. La bestia puede invocar versiones fantasmales de sí mismo que no pueden ser derrotados a menos que el cofre esté lleno de monedas.

# data/database.json//enemies/heat.drillertoise/name
source: Drillertoise
es_es: Tortuladro

# data/database.json//enemies/heat.drillertoise/species
source: Reptile
es_es: Réptil

# data/database.json//enemies/heat.drillertoise/descriptions/0/text
source: Is it a stone or not? When humans first arrived in \c[3]\v[area.heat-area.name]\c[0] these reptiles were hard to make out as they would burrow below ground and use their rocky back to pretend to be a stone. That does not mean they don't fight! Getting too chummy with them will make them use a stomp attack or throw big stones. A good tactic is to look away from it and use walls to bounce your balls off and hit it as it will be above ground.
es_es: ¿Es una piedra o no? Cuando los humanos llegaron por primera vez a \c[3]\c[area.heat-area.name]\c[0] estos reptiles eran difíciles de distinguir, ya que escarbaban bajo tierra y usaban su espalda rocosa para fingir ser una piedra. Eso no significa que no luchen. Si te confías, te harán un pisotón o lanzarán grandes piedras. Una buena táctica es mirar hacia otro lado y utilizar las paredes para hacer rebotar tus bolas y golpearlas, ya que estarán por encima del suelo.

# data/database.json//enemies/heat.special.drillertoise-quest-heatAdv-1/name
source: Chillertoise
es_es: Tortuladro Gélido

# data/database.json//enemies/heat.special.drillertoise-quest-heatAdv-1/species
source: Stoned Reptile
es_es: Réptil Piedra

source: A more relaxed variant of the \c[3]\v[combat.name.heat/drillertoise]\c[0] that is almost exclusively found in caves. They are usually completely immovable and answer threats by causing \c[3]shockwaves\c[0] from the safety of their shell. Only \c[3]explosive measures\c[0] might cause them to show any weaknesses.
es_es: Una variante más relajada del \c[3]\v[combat.name.heat/drillertoise]\c[0] que se encuentra casi exclusivamente en cuevas. Por lo general, son completamente inamovibles y responden a las amenazas causando \c[3]ondas de rayos\c[0] desde la seguridad de su caparazón. Solo las \c[3]medidas explosivas\c[0] podrían hacer que muestren alguna debilidad.

# data/database.json//enemies/heat.sandworm/species
source: Worm
es_es: Gusano

# data/database.json//enemies/heat.sandworm/descriptions/0/text
source: These slimy creatures spend most of their time halfway underground almost looking like a deformed stone. Their bodies are extremely flexible and can fit into holes the size of a hand. Ironically they do not like overheating and will get extremely hostile when exposed to it for too long. In their enraged form they will spit out scorching hot rocks and move much faster.
es_es: Estas criaturas viscosas pasan la mayor parte de su vida bajo tierra dejando como una piedra deformada en la superficie. Sus cuerpos son extremadamente flexibles y pueden caber en agujeros de pequeño tamaño. Irónicamente, no les gusta el calor extremo y se vuelven extremadamente hostiles cuando se exponen a él durante demasiado tiempo. En su forma enfurecida, escupirán rocas en llamas y se moverán mucho más rápido.

# data/database.json//enemies/heat.sandworm/descriptions/1/text
source: According to some insight by C'tron worms possess 5 hearts. It's a mystery how they fit into this elastic body.
es_es: Según una idea de C'tron, los gusanos poseen 5 corazones. Es un misterio cómo encajan en este cuerpo elástico.

# data/database.json//enemies/heat.sandworm-boss/species
source: Boss Worm
es_es: Jefe Gusano

# data/database.json//enemies/heat.sandworm-boss/descriptions/0/text
source: A slightly mutated version of the common \v[combat.name.heat/sandworm] which made the cave below the famous Maroon Tree in \c[3]\v[area.heat-area.name]\c[0] its home. It seems to have some sort of control over the rock formations inside the cave, being able to to raise and lower parts of the cave system. It uses this to attack intruders from higher ground without them being able to reach it. However disposing of other Tim can raise platforms to make it possible to reach it.
es_es: Una versión ligeramente mutada del \v[combat.name.heat/sandworm] que habitó debajo del famoso Árbol Granate en \c[3]\v[area.heat-area.name]\c[0]. Parece tener algún tipo de control sobre las formaciones rocosas dentro de la cueva, pudiendo subir y bajar partes del sistema de cuevas. Utiliza esto para atacar a los intrusos desde un terreno más alto sin que puedan alcanzarlo. Sin embargo, derrotar Tims puede levantar plataformas para que sea posible alcanzarlo.

# data/database.json//enemies/heat.volturbine/name
source: Vulturbine
es_es: Buiturbina

# data/database.json//enemies/heat.volturbine/species
source: Flaming Bird
es_es: Pájaro Llameante

# data/database.json//enemies/heat.volturbine/descriptions/0/text
source: This bird is often described as the phoenix of \c[3]\v[area.heat-area.name]\c[0]. Until provoked they will usually just fly around and only prey on deceased animals. If you however choose to attack them... get ready for all their flaming wrath. They can use their jet turbines to boost into a flaming dive attack. If you time your guard you can counter and leave them open for big damage! Otherwise you better keep your distance and use ranged attacks whenever you see an opening.
es_es: Esta ave es descrito como el fénix de \c[3]\v[area.heat-area.name]\c[0]. Amenos que sean provocados, por lo general solo volarán y solo se alimentarán de animales muertos. Sin embargo, si eliges atacarlos... prepárate para toda su ira llameante. Pueden usar sus turbinas para impulsar un ataque en picado en llamas. ¡Si bloqueas correctamente, puedes contraatacar y dejarlos abiertos para un gran daño! Sino, es mejor que uses ataques a distancia cada vez que veas la oportunidad.

# data/database.json//enemies/heat.special.volturbine-cave/name
source: Wowturbine
es_es: Buiturbina Devota

# data/database.json//enemies/heat.special.volturbine-cave/species
source: Flaming Bird
es_es: Ave Llameante

# data/database.json//enemies/heat.special.volturbine-cave/descriptions/0/text
source: A stronger variant of the more common \c[3]\v[combat.name.heat/volturbine]\c[0], these fiery birds are usually found underground, protecting holy places of the Ancients. In addition to the usual abilities of their species they can \c[3]shoot explosive air-to-ground missiles\c[0] and also \c[3]use flames to regenerate\c[0].
es_es: Una variante más fuerte del \c[3]\v[combat.name.heat/volturbine]\c[0], estas aves ardientes generalmente se encuentran bajo tierra, protegiendo los lugares sagrados de los Antiguos. Además de sus habilidades habituales, estas pueden \c[3]disparar misiles explosivos\c[0] y también pueden \c[3]usar llamas para regenerarse\c[0].

# data/database.json//enemies/heat.moth/name
source: Pada Moth
es_es: Polilla Parda

# data/database.json//enemies/heat.moth/species
source: Moth
es_es: Polilla

# data/database.json//enemies/heat.moth/descriptions/0/text
source: Not only do these moths spew flames out of their eyes and live inside the \c[3]\v[area.heat-dng.name]\c[0], they also are attracted to elemental poles when charged with heat! That's some serious dedication for fire right there. Consequently cold attacks work pretty well against them. Use this in combination with attracting them to poles charged with heat to stun them and get them on the ground!
es_es: Estas polillas no solo arrojan llamas de sus ojos y viven dentro del \c[3]\v[area.heat-dng.name]\c[0], sino que también se sienten atraídas por los postes elementales cuando están cargadas de calor. Esa es una dedicación seria al fuego mismo. En consecuencia, los ataques fríos funcionan bastante bien contra ellos. ¡Usa esto en combinación con atraerlos a postes cargados de calor para aturdirlos y tirarlos al suelo!

# data/database.json//enemies/heat.darth-moth/name
source: Darth Moth
es_es: Polilla Oscura

# data/database.json//enemies/heat.darth-moth/species
source: Moth
es_es: Polilla

# data/database.json//enemies/heat.darth-moth/descriptions/0/text
source: A mutation of the common \v[combat.name.heat/moth] that has somehow gained the ability to shoot a laser from its eye. That's right, a laser. They're also not fooled easily by the same tricks you could use against its weaker kind. However it still is very vulnerable to cold attacks. Best wait for an opening to throw some icy balls at them.
es_es: Una mutación del \v[combat.name.heat/moth] que de alguna manera ha ganado la capacidad de disparar un láser desde su ojo. Así es, un láser. Tampoco se dejan engañar fácilmente por los mismos trucos que podrías usar contra su tipo más débil. Sin embargo, todavía es muy vulnerable a los ataques de frío. Mejor espera a que haya una oportunidad para lanzarles algunas bolas heladas.

# data/database.json//enemies/heat.special.sand-moth-1/name
source: Sandamoth
es_es: Polilla Árida

# data/database.json//enemies/heat.special.sand-moth-1/species
source: Sandloving Moth
es_es: Polilla de Arena

# data/database.json//enemies/heat.special.sand-moth-1/descriptions/0/text
source: An ancient variant of the common \v[combat.name.heat/moth] that feels right at home within very dry rooms. It is extremely fond of sand, preferring the coarse and rough feeling to textures that might be more soft and smooth. It's extremely agile and will dodge all attacks thrown at it unless distracted by firing it's powerful guided laserbeam. It might, however, be somewhat easily confused by targets that quickly vanish from its line of sight.
es_es: Una variante antigua del \v[combat.name.heat/moth] que se siente bien en lugares secos. Es todo un aficionado a la arena, prefiriendo la sensación gruesa y áspera a las texturas que pueden ser más suaves y tersas. Es extremadamente ágil y esquivará todos los ataques que se le lancen a menos que se distraiga disparando su poderoso rayo láser guiado. También podría confundirse fácilmente con objetivos que desaparecen rápidamente de su línea de visión.

# data/database.json//enemies/heat.antlion/species
source: Mutated Worm
es_es: Gusano Mutado

# data/database.json//enemies/heat.antlion/descriptions/0/text
source: The stuff of nightmares right there. This a heavily mutated form of an... antlion, maybe? It's hard to say what happened to this creature, the only thing known is that it is mad and wants to eat you. It can turn the floor into quicksand, use its many pincers to attack you or throw flaming rocks at you if you somehow managed to reveal its weak belly. Hopefully there is only one of these and not another one in different colors or something lazy like that.
es_es: Fuente de muchas pesadillas. Esta es una forma muy mutada de una... hormiga león, ¿quizás? Es difícil decir qué le pasó a esta criatura, lo único que se sabe es que está enojado y quiere comerte. Puede convertir el suelo en arenas movedizas, usar sus muchas pinzas para atacarte o lanzarte rocas en llamas si de alguna manera lograste revelar su débil vientre. Ojalá quede solo uno de estos y no hayan más versiones con diferentes colores o algo por el estilo.

# data/database.json//enemies/heat.megamoth/name
source: Master Magmoth
es_es: Monarca del Magma

# data/database.json//enemies/heat.megamoth/species
source: Mother of Moths
es_es: Madre de las Polillas

# data/database.json//enemies/heat.megamoth/descriptions/0/text
source: The moths of \c[3]\v[area.heat-dng.name]\c[0] call this gigantic beast their mother. And it's pretty mad you hurt so many of its children. The only weak spot on its whole body is the eye at the head part and only if it's open and not closed. It will only open it right before it uses one of its attacks. When weak it tries to get away from its foe and regenerate, creating bubbles to fend off any attacks. Conveniently those can be used to create platforms on the hot coals! What are the chances?
es_es: Las polillas de \c[3]\v[area.heat-dng.name]\c[0] reconocen a esta gigantesca bestia como su madre. Y le molesta que hayas lastimado a muchos de sus niños. El único punto débil en todo su cuerpo es el ojo en la parte de la cabeza y solo si está abierto. Solo lo abrirá justo antes de usar uno de sus ataques. Cuando está débil, intenta alejarse de su enemigo y regenerarse, creando burbujas para defenderse de cualquier ataque. Convenientemente, ¡se pueden usar para crear plataformas sobre las brasas! ¿No había algo más oportuno?

# data/database.json//enemies/jungle.shockcat/name
source: Shokat
es_es: Electrogato

# data/database.json//enemies/jungle.shockcat/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/jungle.shockcat/descriptions/0/text
source: How do you have this report? How could you defeat 10 of these fluffy but arguably shocking kitties? All they wanted is to be petted. I hope they left you with some cat scratches!
es_es: ¿Cómo tienes este informe? ¿Cómo pudiste derrotar a 10 de estos esponjosos, pero letalmente eléctricos gatitos? Todo lo que querían era ser acariciados. ¡Espero que te hayan arañado toda la cara!

# data/database.json//enemies/minibosses.shockcat-black/name
source: Wiccat
es_es: Electrogato Perverso

# data/database.json//enemies/minibosses.shockcat-black/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/minibosses.shockcat-black/descriptions/0/text
source: These kitties are not cute at all. They will attack on sight and will dodge projectiles whenever they can. Thankfully they don't feature the "attracting" nature of their more calm kindred. Just what made them so aggressive?
es_es: Estos gatitos no son nada simpáticos. Atacan cuando se les ve y esquivan los proyectiles siempre que pueden. Por suerte, no tienen el carácter "tierno" de sus congéneres más tranquilos. ¿Por qué son tan agresivos?

# data/database.json//enemies/minibosses.shockcat-black/descriptions/1/text
source: Turns out that these fiends are part of the track's attempt to fix itself. Something went wrong and the cats interpreted humans and shads as part of the problem.
es_es: Resulta que estos desalmados son parte del intento del Camino de arreglarse a sí mismo. Algo salió mal y los gatos interpretaron que los humanos y los Shad eran parte del problema.

# data/database.json//enemies/jungle.special.shockat-capture/name
source: Picat
es_es: Pikagato

# data/database.json//enemies/jungle.special.shockat-capture/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/jungle.special.shockat-capture/descriptions/0/text
source: This yellow variant of the common \v[combat.name.jungle/shockcat] usually lives in more remote places than their purple counterparts. They are known for having an even stronger and also more consistent output of electricity which makes them very useful for powering devices! Conveniently their existence has been discovered by a smart Shad just when they could prove useful to power a brand-new generator!
es_es: Esta variante amarilla del \v[combat.name.jungle/shockcat] que suele vivir en lugares más remotos que sus homólogos púrpuras. Son conocidos por tener una salida de electricidad aún más fuerte y también más consistente, lo que los hace muy útiles para alimentar dispositivos. Por suerte, su existencia ha sido descubierta por un inteligente Shad, ¡justo cuando podrían ser útiles para alimentar un nuevo generador!

# data/database.json//enemies/jungle.special.quest_td_shockcat_2/name
source: Tunnel Shockcat
es_es: Electrogato de Túnel

# data/database.json//enemies/jungle.special.quest_td_shockcat_2/species
source: Mammal
es_es: Mamífero

source: A close relative to the regular \c[3]\v[combat.name.jungle/shockcat]\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. Though they are stubbornly following strict paths, unlike their less disciplined and decidedly more cuddly cousins, they still retain a Shokat's blinding agility. Expect them to \c[3]dodge projectiles\c[0] of automated turrets with ease! \c[3]Dodging will disrupt their shields\c[0], though, and thus make them \c[3]especially vulnerable to charged shots\c[0] for a few seconds.
es_es: Un pariente cercano del \c[3]\v[combat.name.jungle/shockcat]\c[0], este espécimen prefiere vivir bajo tierra. Suelen tener una estrecha conexión con el poder de los Antiguos los cuales están ansiosos por proteger. Aunque siguen obstinadamente caminos estrictos, a diferencia de sus primos menos disciplinados y decididamente más mimosos, siguen conservando la agilidad cegadora de un Electrogato. Es de esperar que \c[3]esquiven con facilidad los proyectiles\c[0] de las torretas automatizadas. Sin embargo, \c[3]al esquivar, sus escudos se verán afectados\c[0] y serán \c[3]especialmente vulnerables a los disparos cargados\c[0] durante unos segundos.

# data/database.json//enemies/jungle.special.quest_td_shockcat_1/name
source: Tunnel Wiccat
es_es: Electrogato Perverso de Túnel

# data/database.json//enemies/jungle.special.quest_td_shockcat_1/species
source: Mammal
es_es: Mamífero

source: A close relative to the regular \c[3]\v[combat.name.minibosses/shockcat-black]\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. Black cats in dark caves are usually very hard to see. Thankfully these little devils still have a certain code of honor that inclines them to constantly give off a bit of light.
es_es: Un pariente cercano del \c[3]\v[combat.name.minibosses/shockcat-black]\c[0], este espécimen prefiere vivir bajo tierra. Suelen tener una estrecha conexión con el poder de los Antiguos los cuales están ansiosos por proteger. Los gatos negros en cuevas oscuras suelen ser muy difíciles de ver. Por suerte, estos diablillos siguen teniendo un cierto código de honor que les inclina a emitir constantemente un poco de luz.

# data/database.json//enemies/jungle.parrot/name
source: Papagun
es_es: Plumetralla

# data/database.json//enemies/jungle.parrot/species
source: Trigger-Happy Bird
es_es: Pájaro Descarado

# data/database.json//enemies/jungle.parrot/descriptions/0/text
source: This slick looking parrot is the coolest bird in the jungle and not to be crossed. It uses other creatures to do favors for them in exchange for protection. What kind of protection? Well, next to spitting huge nuts at you from a distance it also carries a Gatling-Gun. A Gatling that will shoot sharp darts at you. Find cover or block them and close the gap to stun it!
es_es: Este loro de aspecto escurridizo es el pájaro más genial de la selva y no hay que cruzarse con él. Utiliza a otras criaturas para que les hagan favores a cambio de protección. ¿Qué tipo de protección? Bueno, además de escupirte enormes nueces desde la distancia también lleva una Gatling-Gun. Una Gatling que te disparará dardos afilados. ¡Busca cobertura o bloquéalos y cierra la brecha para aturdirlo!

# data/database.json//enemies/jungle.special.parrot-gangster-1/name
source: Papagangster Softhat
es_es: Papagangster Elegante

# data/database.json//enemies/jungle.special.parrot-gangster-1/species
source: Lawless Bird
es_es: Pájaro contra la Ley

# data/database.json//enemies/jungle.special.parrot-gangster-1/descriptions/0/text
source: Slightly more civilized and refined variants of the regular \c[3]\v[combat.name.jungle/parrot]s\c[0] that are found in the wild, these winged criminals are the untested, bottom-rung henchbirds of a powerful criminal syndicate that plagues \c[3]\v[area.jungle-city.name]\c[0]. They're usually responsible for swiftly storming buildings from the air to perform robberies or \c[3]take hostages\c[0]. Such missions are usually an opportunity to prove themselves, but untested as they are, the right words might just sway them.
es_es: Variantes ligeramente más civilizadas y refinadas de los \c[3]\v[combat.name.jungle/parrot]s que se encuentran en la naturaleza, estos criminales alados son los esbirros de última fila de un poderoso sindicato criminal que asola \c[3]\v[area.jungle-city.name]\c[0]. Suelen encargarse de asaltar edificios desde el aire para realizar robos o \c[3]tomar rehenes\c[0]. Estas misiones suelen ser una oportunidad para probarse a sí mismos, pero por muy capacitados que estén, las palabras adecuadas podrían hacerles cambiar de opinión.

# data/database.json//enemies/jungle.special.parrot-gangster-2/name
source: Papagangster Muscle
es_es: Papagangster Guardaespaldas

# data/database.json//enemies/jungle.special.parrot-gangster-2/species
source: Lawless Bird
es_es: Pájaro contra la Ley

# data/database.json//enemies/jungle.special.parrot-gangster-2/descriptions/0/text
source: Slightly more civilized and refined variants of the regular \c[3]Papaguns\c[0] that are found in the wild, these winged criminals are the common wingsoldiers of a powerful criminal syndicate that plagues \c[3]\v[area.jungle-city.name]\c[0]. They are usually responsible for organized robberies, guard duty and moving stolen goods.
es_es: Variantes ligeramente más civilizadas y refinadas de los \c[3]Plumetrallas\c[0] que se encuentran en la naturaleza, estos criminales alados son los soldados alados comunes de un poderoso sindicato criminal que asola \c[3]\v[area.jungle-city.name]\c[0]. Suelen encargarse de los robos organizados, la vigilancia y el traslado de bienes robados.

# data/database.json//enemies/cold.parrot-gangster-3/name
source: Papagangster Nutbuster
es_es: Papagangster Cascanueces

# data/database.json//enemies/cold.parrot-gangster-3/species
source: Lawless Bird
es_es: Pájaro contra la Ley

# data/database.json//enemies/cold.parrot-gangster-3/descriptions/0/text
source: Slightly more civilized and refined variants of the regular \c[3]Papaguns\c[0] that are found in the wild, these winged criminals are the elite wingsoldiers of a powerful criminal syndicate that plagues \c[3]\v[area.jungle-city.name]\c[0]. These hardened veterans of the crew are often used to crack tough cases, guard the central nest and handle difficult away missions outside of their core turf.
es_es: Variantes ligeramente más civilizadas y refinadas de los \c[3]Plumetrallas\c[0] que se encuentran en la naturaleza, estos criminales alados son los soldados alados de élite de un poderoso sindicato criminal que asola \c[3]\v[area.jungle-city.name]\c[0]. Estos curtidos veteranos de la banda suelen ser utilizados para resolver casos difíciles, vigilar el nido central y encargarse de difíciles misiones fuera de su territorio principal.

# data/database.json//enemies/jungle.special.parrot-gangster-boss-1/name
source: Papaboss the Younger
es_es: PapaJefazo el Joven

# data/database.json//enemies/jungle.special.parrot-gangster-boss-1/species
source: Lawless Birdboss
es_es: Jefe Pájaro contra la Ley
