Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/commonEvents/ctron-pandas-end/event/1/thenStep/0/message
source: Ironically, Pandas only absorb a small part of the bamboo's nutrition. That's why they have to eat all day long.
ru_ru: По иронии, панды всасывают лишь малую часть полезных веществ бамбука. Вот почему они едят весь день напролёт.

# data/database.json/commonEvents/ctron-pandas-end/event/1/thenStep/1/message
source: They barely have spare energy to struggle with fellow pandas...\. let alone firing homing missiles.
ru_ru: У них едва есть силы для борьбы с другими пандами...\. не говоря уже о самонаводящихся ракетах.

# data/database.json/commonEvents/ctr-emil-fish-end/event/0/thenStep/0/message
source: You know, I've not once seen those fishes dive into the water.\. Suspicious.
ru_ru: Знаете, я ни разу не видел, чтобы эти рыбы ныряли в воду.\. Подозрительно.

# data/database.json/commonEvents/ctr-emil-fish-end/event/0/thenStep/1/message
source: Yeah...\. good luck fighting those thingies underwater.
ru_ru: Ага...\. удачи в борьбе с этими штуками под водой.

# data/database.json/commonEvents/ctr-emil-fish-end/event/0/thenStep/2/message
source: That might not even be possible...\. given the water is in fact simulated!
ru_ru: Это может быть даже возможно... учитывая, что вода - это всего лишь имитация!

# data/database.json/commonEvents/ctr-emil-fish-end/event/0/thenStep/3/message
source: Oh no.\. Back to that theory.
ru_ru: О нет.\. Снова вернулся к этой теории.

# data/database.json/commonEvents/ctr-emil-generic/event/0/thenStep/0/message
source: Tronny, you like to keep your distance in battle, don't you?
ru_ru: Тронни, тебе нравится держать дистанцию в битвах, не так ли?

# data/database.json/commonEvents/ctr-emil-generic/event/0/thenStep/1/message
source: Well... I'm a Hexacast. I specialize in ranged attacks.
ru_ru: Ну... я гексакаст. Я специализируюсь на дальних атаках.

# data/database.json/commonEvents/ctr-emil-generic/event/0/thenStep/2/message
source: You should join me in punching the enemies up close! It's more fun!
ru_ru: Тебе стоит присоединиться ко мне в ближнем бою! Так веселее!

# data/database.json/commonEvents/ctr-emil-generic/event/0/thenStep/3/message
source: Punching? We Hexacast don't punch. We use a close-proximity magical impact.
ru_ru: Ближний бой? Мы, гексакасты, так не бьёмся. Мы используем магические удары.

# data/database.json/commonEvents/ctr-emil-generic/event/0/thenStep/4/message
source: So what? I can call my fist magical too, if you like.
ru_ru: И что? Я тоже могу назвать свой кулак магическим, если хочешь.

# data/database.json/commonEvents/ctr-emil-generic/event/0/thenStep/5/message
source: Oh bother...
ru_ru: Какая досада...

source: I don't like those earth turtles. They are hard to punch.
ru_ru: Мне не нравятся эти земляные черепахи. По ним сложно бить.

source: Very true. Also Emilie, those are tortoises. Turtles would mostly be in water.
ru_ru: Совершенно верно. Кстати, Эмили, не называй их земляными. Черепахи обычно водятся в воде.

source: Are you sure? They do dive into the earth like it's water, non?
ru_ru: Ты уверен? Они ныряют в землю, прямо как в воду, не?

source: They are called Driller\c[3]toise\c[0]...
ru_ru: Они называются \c[3]Буро\c[0]пахи...

source: Oui, oui. Whatever.
ru_ru: Oui, oui (Да-да). Неважно.

# data/database.json/commonEvents/ctr-emil-spiders-end/event/0/thenStep/0/message
source: Uhm...\. Emilie?\. I'm just wondering...\. it seems like you don't mind the spiders.
ru_ru: Хмм...\. Эмили?\. Мне просто интересно...\. кажется, что ты не возражаешь против пауков.

# data/database.json/commonEvents/ctr-emil-spiders-end/event/0/thenStep/1/message
source: Oui?\. Why would I?\. They're just spiders.
ru_ru: Oui (Да)?\. А разве должна?\. Они всего лишь пауки.

# data/database.json/commonEvents/ctr-emil-spiders-end/event/0/thenStep/2/message
source: But...\. haven't you been afraid of bugs?\. Like those samurai bugs drive you crazy.
ru_ru: Но...\. разве ты не боишься жуков?\. Например, те жуки-самураи сводят тебя с ума.

# data/database.json/commonEvents/ctr-emil-spiders-end/event/0/thenStep/3/message
source: Non non, Tronny.\. Spiders are fine, they aren't insects.\. You should know that...
ru_ru: Нет-нет, Тронни.\. С пауками всё хорошо, они не насекомые.\. Ты должен знать это...

# data/database.json/commonEvents/ctr-emil-spiders-end/event/0/thenStep/4/message
source: I do...\. But still...\. I don't get it.
ru_ru: Я знаю...\. Но всё-таки...\. Я не понимаю.

# data/database.json/commonEvents/ctr-emil-spiders-end/event/0/thenStep/5/message
source: Why...
ru_ru: Почему...

# data/database.json/commonEvents/ctr-emil-spiders-end/event/0/thenStep/6/message
source: You guys think too much.\. Come on, let's punch more spiders!
ru_ru: Вы, ребята, слишком много думаете.\. Давайте лучше бейте пауков!

# data/database.json/commonEvents/joern-blobs-end/event/0/thenStep/0/message
source: I was waiting for enemies like these to show up.
ru_ru: Я ждал появления такого вида врагов.

# data/database.json/commonEvents/joern-blobs-end/event/0/thenStep/1/message
source: You can't have an RPG without good-old blobs.
ru_ru: Не бывает RPG без старых добрых слизнюков.

# data/database.json/commonEvents/joern-blobs-end/event/1/thenStep/0/message
source: Green blobs hidden between the grass and plants. They blend in pretty well.
ru_ru: Зелёные слизнюки прячутся среди травы и растений. Они довольно хорошо сливаются с ними.

# data/database.json/commonEvents/joern-blobs-end/event/1/thenStep/1/message
source: Not unlike a certain somebody I know...
ru_ru: Прямо как один мой знакомый...

# data/database.json/commonEvents/joern-behesloth-end/event/0/thenStep/0/message
source: Poor sloth. I don't see why they can't just relax for a while.
ru_ru: Бедный ленивец. Я не понимаю, почему они иногда не могут просто расслабиться.

# data/database.json/commonEvents/joern-behesloth-end/event/1/thenStep/0/message
source: Man, these sloths are surprisingly fast for their size when angered.
ru_ru: Чёрт, эти ленивцы на удивление быстры для своих размеров, когда разозлены.

# data/database.json/commonEvents/joe-apo-plants-end/event/0/thenStep/0/message
source: See this, Polly?\. This is what happens when you forget to water your plants.
ru_ru: Видишь, Полли?\. Вот что случается, когда ты забываешь поливать свои растения.

# data/database.json/commonEvents/joe-apo-plants-end/event/0/thenStep/1/message
source: They jump out of their pot, float on water bubbles, and bite you?
ru_ru: Они выпрыгивают из своих горшков, парят на водяном пузыре и кусают тебя?

# data/database.json/commonEvents/joe-apo-plants-end/event/0/thenStep/2/message
source: Exactly.\. Don't forget to water the plants.
ru_ru: Именно.\. Не забывай поливать цветы.

# data/database.json/commonEvents/joe-apo-plants-end/event/0/thenStep/3/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/joe-apo-plants-end/event/1/thenStep/0/message
source: Remember Polly, water the plants.
ru_ru: Запомни, Полли, поливай цветы.

# data/database.json/commonEvents/joe-apo-plants-end/event/1/thenStep/1/message
source: I get it!\. I just forgot it like...\. that one time.
ru_ru: Я понял!\. Я просто забыл про это лишь...\. в тот единственный раз.

# data/database.json/commonEvents/joe-apo-plants-end/event/1/thenStep/2/message
source: One time...\. about every month.
ru_ru: Единственный раз...\. почти в каждом месяце.

# data/database.json/commonEvents/joe-apo-plants-end/event/1/thenStep/3/message
source: How?
ru_ru: Как?

# data/database.json/commonEvents/joe-apo-plants-end/event/1/thenStep/4/message
source: I know, right?
ru_ru: Откуда мне знать?

# data/database.json/commonEvents/joe-apo-shokats-end/event/0/thenStep/0/message
source: Do we really have to fight the poor kittens?\. I feel so sorry for them.
ru_ru: Нам и правда придётся драться с бедными котятами?\. Мне их так жаль.

# data/database.json/commonEvents/joe-apo-shokats-end/event/0/thenStep/1/message
source: Joern, don't be swayed by their cute appearance!\. They're fierce opponents!
ru_ru: Йорн, не ведись на их милую внешность!\. Это яростные противники!

# data/database.json/commonEvents/joe-apo-shokats-end/event/0/thenStep/2/message
source: But they just wanted to have them cuddles...
ru_ru: Но они просто хотят обнимашек...

# data/database.json/commonEvents/joe-apo-shokats-end/event/1/thenStep/0/message
source: Hm...\. this reminds me.\. We still have to feed the cats later.
ru_ru: Хм...\. это напомнило мне.\. Нам нужно будет покормить котов потом.

# data/database.json/commonEvents/joe-apo-shokats-end/event/1/thenStep/1/message
source: Feeding cats?\. What do you mean?\. You can't feed the shokats.
ru_ru: Покормить котов?\. Ты о чём?\. Ты не можешь покормить Шокотов.

# data/database.json/commonEvents/joe-apo-shokats-end/event/1/thenStep/2/message
source: Our cats, Polly.
ru_ru: Наших котов, Полли.

# data/database.json/commonEvents/joe-apo-shokats-end/event/1/thenStep/3/message
source: Oh!\. Right.
ru_ru: Ой!\. Верно.

# data/database.json/commonEvents/joe-apo-papagun-end/event/0/thenStep/0/message
source: So we have parrots in the jungle.\. Neat.
ru_ru: Так у нас тут попугаи в джунглях.\. Отлично.

# data/database.json/commonEvents/joe-apo-papagun-end/event/0/thenStep/1/message
source: Indeed!\. Gun-wielding parrots that are up to no good!
ru_ru: Действительно!\. Попугаи с пушками до добра не доведут!

# data/database.json/commonEvents/joe-apo-papagun-end/event/1/thenStep/0/message
source: More Parrots.\. I think I will call them \c[3]Polly\c[0].
ru_ru: Ещё попугаи.\. Думаю, что я буду называть их \c[3]Полли\c[0].

# data/database.json/commonEvents/joe-apo-papagun-end/event/1/thenStep/1/message
source: What?\. Why?
ru_ru: Что?\. Почему?

# data/database.json/commonEvents/joe-apo-papagun-end/event/1/thenStep/2/message
source: Polly is a common name for parrots. Don't you know, Polly?
ru_ru: Полли - распространённое имя для попугаев. Ты не знал, Полли?

# data/database.json/commonEvents/joe-apo-papagun-end/event/1/thenStep/3/message
source: I'm not a parrot, Joern!
ru_ru: Я не попугай, Йорн!

# data/database.json/commonEvents/joe-apo-papagun-end/event/2/thenStep/0/message
source: Polly keeps fighting them Pollies.
ru_ru: Полли продолжает сражаться с Полли.

# data/database.json/commonEvents/joe-apo-papagun-end/event/2/thenStep/1/message
source: Not this again...
ru_ru: Опять за своё...

# data/database.json/commonEvents/test-level-up/event/0/thenStep/0/message
source: Level Up 1
ru_ru: Повышение уровня 1

# data/database.json/commonEvents/test-level-up/event/1/thenStep/0/message
source: Level Up 2
ru_ru: Повышение уровня 2

# data/database.json/commonEvents/test-level-up/event/2/thenStep/0/message
source: Level Up 3
ru_ru: Повышение уровня 3

# data/database.json/commonEvents/tutorial-melee-art/event/1/title
source: Melee Arts
ru_ru: Техники ближнего боя

# data/database.json/commonEvents/tutorial-melee-art/event/1/content
source: Learn how to use \c[3]Melee Arts\c[0] in combat.
ru_ru: Узнайте, как использовать \c[3]техники ближнего боя\c[0].

# data/database.json/commonEvents/tutorial-melee-art/event/1/acceptStep/6/text
source: Press and hold \i[special] to charge the attack.
ru_ru: Нажмите и удерживайте \i[special], чтобы зарядить атаку.

# data/database.json/commonEvents/tutorial-melee-art/event/1/acceptStep/9/text
source: You can change your \c[3]direction\c[0] while charging. Release \i[special] again to execute the attack.
ru_ru: Вы можете изменить \c[3]направление\c[0] во время зарядки. Отпустите \i[special], чтобы выполнить атаку.

# data/database.json/commonEvents/tutorial-melee-art/event/1/acceptStep/18/text
source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/database.json/commonEvents/tutorial-throw-art/event/1/title
source: Throw Arts
ru_ru: Техники броска

# data/database.json/commonEvents/tutorial-throw-art/event/1/content
source: Learn how to use \c[3]Throw Arts\c[0] in combat.
ru_ru: Узнайте, как использовать \c[3]техники броска\c[0] в бою.

# data/database.json/commonEvents/tutorial-throw-art/event/1/acceptStep/6/text
source: Start by \c[0]aiming\c[0] at your enemy.
ru_ru: Начните с \c[0]прицеливания\c[0] во врага.

# data/database.json/commonEvents/tutorial-throw-art/event/1/acceptStep/12/text
source: While aiming press and hold \i[special] to charge the attack.
ru_ru: Во время прицеливания нажмите и удерживайте \i[special], чтобы зарядить атаку.

# data/database.json/commonEvents/tutorial-throw-art/event/1/acceptStep/15/text
source: You can change the direction while charging.
ru_ru: Вы можете изменить направление во время зарядки.

# data/database.json/commonEvents/tutorial-throw-art/event/1/acceptStep/19/text
source: Release \i[special] again to execute the attack.
ru_ru: Отпустите \i[special], чтобы выполнить атаку.

# data/database.json/commonEvents/tutorial-throw-art/event/1/acceptStep/26/text
source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/database.json/commonEvents/tutorial-dash-art/event/1/title
source: Dash Arts
ru_ru: Техники рывка

# data/database.json/commonEvents/tutorial-dash-art/event/1/content
source: Learn how to use \c[3]Dash Arts\c[0] in combat.
ru_ru: Узнайте, как использовать \c[3]техники рывка\c[0] в бою.

# data/database.json/commonEvents/tutorial-dash-art/event/1/acceptStep/6/text
source: \c[0]Dash\c[0] into a direction and press \i[special] at the \c[3]same time\c[0] to charge a Dash Art.
ru_ru: Совершите \c[0]рывок\c[0] в любом направлении и \c[3]в то же время\c[0] нажмите \i[special], чтобы зарядить технику рывка.

# data/database.json/commonEvents/tutorial-dash-art/event/1/acceptStep/15/text
source: Release \i[special] again to execute the attack.
ru_ru: Отпустите \i[special], чтобы выполнить атаку.

# data/database.json/commonEvents/tutorial-dash-art/event/1/acceptStep/22/text
source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/database.json/commonEvents/tutorial-guard-art/event/1/title
source: Guard Arts
ru_ru: Техники блока

# data/database.json/commonEvents/tutorial-guard-art/event/1/content
source: Learn how to use \c[3]Guard Arts\c[0] in combat.
ru_ru: Узнайте, как использовать \c[3]техники блока\c[0] в бою.

# data/database.json/commonEvents/tutorial-guard-art/event/1/acceptStep/6/text
source: Start by \c[0]guarding\c[0].
ru_ru: Сначала поставьте \c[0]блок\c[0].

# data/database.json/commonEvents/tutorial-guard-art/event/1/acceptStep/10/text
source: While you guard, press and hold \i[special] to charge the Guard Art.
ru_ru: Во время блокирования нажмите и удерживайте \i[special], чтобы зарядить технику блока.

# data/database.json/commonEvents/tutorial-guard-art/event/1/acceptStep/13/text
source: Release \i[special] again to execute the attack.
ru_ru: Отпустите \i[special], чтобы выполнить атаку.

# data/database.json/commonEvents/tutorial-guard-art/event/1/acceptStep/20/text
source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/database.json/commonEvents/tutorial-lvl2/event/1/title
source: Level 2 Arts
ru_ru: Техники 2-го уровня

# data/database.json/commonEvents/tutorial-lvl2/event/1/content
source: Learn how to use \c[3]Level 2 Combat Arts\c[0] in combat.
ru_ru: Узнайте, как использовать \c[3]техники боя 2-го уровня\c[0] в бою.

# data/database.json/commonEvents/tutorial-lvl2/event/1/acceptStep/7/text
source: To execute a \c[3]level 2\c[0] combat art need at least \c[3]3 SP\c[0].
ru_ru: Чтобы выполнить технику боя \c[3]2-го уровня\c[0], вам потребуется по крайней мере \c[3]3 SP\c[0].

# data/database.json/commonEvents/tutorial-lvl2/event/1/acceptStep/9/text
source: Perform the combat art according to the type as usual.
ru_ru: Начните выполнять технику боя соответствующего типа, как обычно.

# data/database.json/commonEvents/tutorial-lvl2/event/1/acceptStep/15/text
source: Charge for a \c[3]longer time\c[0] until you notice a second \c[3]burst\c[0].
ru_ru: Заряжайте в течение \c[3]более длительного времени\c[0], пока не увидите вторую \c[3]вспышку\c[0].

# data/database.json/commonEvents/tutorial-lvl2/event/1/acceptStep/17/text
source: Release \i[special] again to execute the attack.
ru_ru: Отпустите \i[special], чтобы выполнить атаку.

# data/database.json/commonEvents/tutorial-lvl2/event/1/acceptStep/23/text
source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/database.json/commonEvents/tutorial-lvl3/event/1/title
source: Level 3 Arts
ru_ru: Техники 3-го уровня

# data/database.json/commonEvents/tutorial-lvl3/event/1/content
source: Learn how to use \c[3]Level 3 Combat Arts\c[0] in combat.
ru_ru: Узнайте, как использовать \c[3]техники боя 3-го уровня\c[0] в бою.

# data/database.json/commonEvents/tutorial-lvl3/event/1/acceptStep/7/text
source: To execute a \c[3]level 3\c[0] combat art need at least \c[3]6 SP\c[0].
ru_ru: Чтобы выполнить технику боя \c[3]3-го уровня\c[0], вам потребуется по крайней мере \c[3]6 SP\c[0].

# data/database.json/commonEvents/tutorial-lvl3/event/1/acceptStep/9/text
source: Perform the combat art according to the type as usual.
ru_ru: Начните выполнять технику боя соответствующего типа, как обычно.

# data/database.json/commonEvents/tutorial-lvl3/event/1/acceptStep/15/text
source: Charge for a \c[3]longer time\c[0] until you notice a total of \c[3]3 bursts\c[0].
ru_ru: \c[3]Продолжайте\c[0] зарядку, пока не увидите \c[3]третью вспышку\c[0].

# data/database.json/commonEvents/tutorial-lvl3/event/1/acceptStep/17/text
source: Release \i[special] again to execute the attack.
ru_ru: Отпустите \i[special], чтобы выполнить атаку.

# data/database.json/commonEvents/tutorial-lvl3/event/1/acceptStep/23/text
source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/database.json/commonEvents/tutorial-quests/event/1/title
source: Quests
ru_ru: Квесты

# data/database.json/commonEvents/tutorial-quests/event/1/content
source: Learn how to view and track your \c[3]Quests\c[0].
ru_ru: Узнайте, как просматривать и отслеживать ваши \c[3]квесты\c[0].

# data/database.json/commonEvents/tutorial-quests/event/1/acceptStep/6/text
source: You can see all your quests within the \c[3]quest menu\c[0].
ru_ru: Вы можете увидеть все свои квесты в \c[3]меню квестов\c[0].

# data/database.json/commonEvents/tutorial-quests/event/1/acceptStep/12/text
source: Focus a quest to see details on the left.
ru_ru: Выберите квест, чтобы увидеть подробности в окне слева.

# data/database.json/commonEvents/tutorial-quests/event/1/acceptStep/16/text
source: You can see more details by selecting a quest.
ru_ru: Вы можете увидеть ещё больше деталей, выбрав квест.

# data/database.json/commonEvents/tutorial-quests/event/1/acceptStep/20/text
source: Press \i[help2] to \c[3]mark\c[0] a quest as favorite. You can mark any number of quests!
ru_ru: Нажмите \i[help2], чтобы \c[3]отметить\c[0] квест в качестве избранного. Вы можете отметить любое количество квестов!

source: You can circle through the tasks of marked quests outside the menu by \c[3]pressing\c[0] \i[left-stick] and \i[right-stick].
ru_ru: Вы можете пролистывать отмеченные квесты, \c[3]нажимая\c[0] \i[left-stick] и \i[right-stick].

source: You can circle through the tasks of marked quests outside the menu with \i[circle-left] and \i[circle-right].
ru_ru: Вы можете пролистывать отмеченные квесты с помощью \i[circle-left] и \i[circle-right].

# data/database.json/commonEvents/tutorial-quests/event/1/acceptStep/35/text
source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/database.json/commonEvents/tutorial-botanics/event/1/title
source: Botanics
ru_ru: Ботаника

# data/database.json/commonEvents/tutorial-botanics/event/1/content
source: Learn how to view and track your progress in the \c[3]Botanics Menu\c[0].
ru_ru: Узнайте, как просматривать данные и прогресс исследования в меню \c[3]ботаники\c[0].

# data/database.json/commonEvents/tutorial-botanics/event/1/acceptStep/14/text
source: You can find the \c[3]Botanics Menu\c[0] within the \c[3]Records Menu\c[0].
ru_ru: Меню \c[3]ботаники\c[0] можно найти внутри меню \c[3]записей\c[0].

# data/database.json/commonEvents/tutorial-botanics/event/1/acceptStep/22/text
source: See how many drops you need to complete the entry.
ru_ru: Тут показано, сколько ещё выпавших предметов нужно собрать для завершения записи.

# data/database.json/commonEvents/tutorial-botanics/event/1/acceptStep/24/text
source: Once progress reaches 50% you can find a more detailed location here.
ru_ru: Как только прогресс достигнет 50%, появится более детальная информация о месте нахождения.

# data/database.json/commonEvents/tutorial-botanics/event/1/acceptStep/35/text
source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/database.json/commonEvents/tutorial-elite/event/1/title
source: Elite Quests
ru_ru: Элитные квесты

# data/database.json/commonEvents/tutorial-elite/event/1/content
source: Learn more about \c[3]Elite Quests\c[0].
ru_ru: Узнайте больше об \c[3]элитных квестах\c[0].

# data/database.json/commonEvents/tutorial-elite/event/1/acceptStep/10/text
source: \c[3]Elite Quests\c[0] are difficult quests marked with an \c[3]exclamation mark and red outlines\c[0].
ru_ru: \c[3]Элитные квесты\c[0] - это сложные задания, отмеченные \c[3]восклицательным знаком и красным контуром\c[0].

# data/database.json/commonEvents/tutorial-elite/event/1/acceptStep/12/text
source: Even on the same levels, these quest can be \c[3]very challenging\c[0]. However, they often offer \c[3]better loot as reward\c[0].
ru_ru: Даже на рекомендуемом уровне эти квесты могут быть \c[3]очень трудными\c[0]. Однако они зачастую \c[3]имеют хорошую награду\c[0].

# data/database.json/commonEvents/tutorial-elite/event/1/acceptStep/21/text
source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/database.json/commonEvents/emilie-dies/event/0/0_0/0/message
source: ...Urgh, I couldn't handle this!
ru_ru: ...Агрх, я это не потяну!

# data/database.json/commonEvents/emilie-dies/event/0/0_1/0/message
source: Sacrebleu! I'm out, Lea!
ru_ru: Sacrebleu (Чёрт)! Я отлетела, Лея!

# data/database.json/commonEvents/emilie-dies/event/0/0_2/0/message
source: I'll be back.
ru_ru: Я вернусь.

# data/database.json/commonEvents/emilie-dies/event/0/1_0/0/message
source: Wha...What just happened?
ru_ru: Чт...Что произошло?

# data/database.json/commonEvents/emilie-dies/event/0/1_1/0/message
source: Mon Dieu! What is going on?!
ru_ru: Mon dieu (Боже мой)! Что происходит?!

# data/database.json/commonEvents/emilie-revived/event/0/0_0/0/message
source: I'm back to kick some derrière!
ru_ru: Я вернулась и готова надирать derrière (зад)!

# data/database.json/commonEvents/emilie-revived/event/0/0_1/0/message
source: I see there are still enemies left for me!
ru_ru: Я смотрю, что тут осталось парочку врагов для меня!

# data/database.json/commonEvents/emilie-revived/event/0/1_0/0/message
source: ...Pardon. That was just too much for me to handle.
ru_ru: ...Pardon (Прости). Это было для меня слишком.

# data/database.json/commonEvents/emilie-revived/event/0/1_1/0/message
source: Hmpf... I gotta practice more.
ru_ru: Хмф... Мне нужно больше тренироваться.

# data/database.json/commonEvents/emilie-equip-update/event/0/0_0/0/message
source: Excellent! Got new gear to punch enemies even harder!
ru_ru: Отлично! Получила новое снаряжение, чтобы бить врагов ещё сильнее!

# data/database.json/commonEvents/emilie-equip-update/event/0/0_1/0/message
source: Lea, look at the new stuff I just bought!
ru_ru: Лея, посмотри на новые вещи, которые я купила!
