Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//enemies/special.target-bot/descriptions/0/text
source: A state-of-the-art bot used to train \c[3]Seekers\c[0] in various ways. Word has it that in the early stages of the game the developers based its design off real robots.
es_es: Un robot de última generación que se utiliza para entrenar a los \c[3]Buscadores\c[0] de diversas maneras. Se dice que en las primeras fases del juego los desarrolladores se basaron en el diseño de robots reales.

# data/database.json//enemies/mine-runbot/name
source: Carritrich
es_es: Carretillero

# data/database.json//enemies/mine-runbot/species
source: Mine Robot
es_es: Robot de Mina

# data/database.json//enemies/mine-runbot/descriptions/0/text
source: It's an ostrich. It's carrying things. However the track made sure that it won't be carrying any more ore for the humans, only pain for those who want to beat the temple or disrupt it. It charges similarly to the bovines of \c[3]\v[area.autumn-area.name]\c[0] but instead of ramming against the wall it gets stunned by attacking it before hitting a wall.
es_es: Es un avestruz. Lleva cosas. Sin embargo, el Camino se aseguró de que no llevaran más mineral para los humanos, solo dolor para los que quieran golpear el templo o perturbarlo. Carga de forma similar a los bovinos de \c[3]\v[area.autumn-area.name]\c[0] pero en lugar de embestir contra la pared se aturde atacando antes de chocar contra la pared.

# data/database.json//enemies/autumn-fall.runbot-tremor/species
source: Shaking Robot
es_es: Robot Agitador

# data/database.json//enemies/autumn-fall.runbot-tremor/descriptions/0/text
source: A variant of the \v[combat.name.mine-runbot] that seems to be constantly shaking when active. This is because of the powerful \c[3]Tremor Core\c[0] that was implemented. Unlike its much colder design brethren, this unique machine attacks with a broader variety of elements and prefers powerful \c[3]Wave\c[0] attacks.
es_es: Una variante del \v[combat.name.mine-runbot] que parece temblar constantemente cuando está activo. Esto se debe al poderoso \c[3]Núcleo Tectónico[0] que se le implementó. A diferencia de sus hermanos de diseño mucho más frío, esta máquina única ataca con una mayor variedad de elementos y prefiere los poderosos ataques de \c[3]Pulso\c[0].

# data/database.json//enemies/mine-kamikatze/species
source: Mine Robot
es_es: Robot de Mina

# data/database.json//enemies/mine-kamikatze/descriptions/0/text
source: This bot was used to produce and carry highly explosive bombs into smaller tunnels inside the mine for controlled explosions. Thanks to the track it now uses said bombs against us and also uses a spinning flamethrower that it had built in for... reasons?
es_es: Este robot se utilizaba para producir y transportar bombas altamente explosivas a túneles más pequeños dentro de la mina para realizar explosiones controladas. Gracias al Camino, ahora utiliza dichas bombas contra nosotros y también utiliza un lanzallamas giratorio que tenía incorporado por... ¿quién sabe?

# data/database.json//enemies/forest.kamikater/species
source: Forgotten Robot
es_es: Robot Olvidado

# data/database.json//enemies/forest.kamikater/descriptions/0/text
source: This forgotten robot was once intended to be used as a mining tool to create new tunnels to gather the precious \c[3]Sapphire Cobalt\c[0] from. However, due to incidents in the \c[3]\v[area.bergen.name] Mine\c[0] the robots were disabled. Some of them however still lay dormant inside the tunnels and are highly volatile. Once charged with electricity they will initiate a target seeking self-destruction sequence powerful enough to clear loose boulders.
es_es: Este robot olvidado estaba destinado a ser utilizado como herramienta minera para crear nuevos túneles de los que recoger el preciado \c[3]Zafiro Cobalto\c[0]. Sin embargo, debido a incidentes en la mina \c[3]\v[area.bergen.name], los robots fueron desactivados. Algunos de ellos siguen activos dentro de los túneles y son muy volátiles. Una vez cargados de electricidad, iniciarán una secuencia de autodestrucción en busca de objetivos lo suficientemente potentes como para eliminar rocas sueltas.

# data/database.json//enemies/mine-diggingbot/name
source: Digmo
es_es: Roboexcavadora

# data/database.json//enemies/mine-diggingbot/species
source: Mine Robot
es_es: Robot de Mina

# data/database.json//enemies/mine-diggingbot/descriptions/0/text
source: When bombs are too powerful this bot comes around and uses its wheel to dig deep. The track however makes it use its systems to hurl ice blocks at you, dash at you or shake the whole mine to let rocks fall on you. That's a lot of "you"s so be careful!
es_es: Cuando las bombas son demasiado potentes, este robot se acerca y utiliza su rueda para cavar profundo. El Camino hace que utilice sus sistemas para lanzarte bloques de hielo, lanzarse sobre ti o incluso agitar toda la mina para que te caigan rocas encima. Son muchos "tú", ¡así que ten cuidado!

# data/database.json//enemies/mine-diggingbot-cold/name
source: Infected Digmo
es_es: Roboexcavadora Infectada

# data/database.json//enemies/mine-diggingbot-cold/species
source: Infected Mine Robot
es_es: Robot de Mina Infestado

# data/database.json//enemies/mine-diggingbot-cold/descriptions/0/text
source: While the other bots in the \c[3]\v[area.cold-dng.name]\c[0] are infected by the \v[combat.name.mine-coldbug] normally, this \v[combat.name.mine-diggingbot] is super infected. That means it can do super strong attacks that will make use of the cold element to even summon ice spikes that create even more ice spikes. Super terrifying indeed.
es_es: Mientras que los otros robots en \c[3]\v[area.cold-dng.name]\c[0] están infectados por el \v[combat.name.mine-coldbug] normalmente, este \v[combat.name.mine-diggingbot] está super infectado. Eso significa que puede hacer ataques súper fuertes que harán uso del elemento Hielo para incluso invocar picos de hielo que crean aún más picos de hielo. Super aterrador de hecho.

# data/database.json//enemies/cold.mine-diggingbot-quest/name
source: Smelter Digmo
es_es: Roboexcavadora Fundida

# data/database.json//enemies/cold.mine-diggingbot-quest/species
source: Infected Smelter Robot
es_es: Robot Fundidor Infectado

# data/database.json//enemies/cold.mine-diggingbot-quest/descriptions/0/text
source: An advanced version of the \c[3]\v[combat.name.mine-diggingbot]\c[0] that fell victim to corruption by the resident \c[3]\v[combat.name.cold/mine-coldbug-quest]s\c[0]. Aside from the usual mining capabilities of the older model it can also use many \c[3]heat-based\c[0] abilities once it reaches a high-enough \c[3]core-temperature\c[0].
es_es: Una versión avanzada del \c[3]\v[combat.name.mine-diggingbot]\c[0] que fue víctima de la corrupción del \c[3]\v[combat.name.cold/mine-coldbug-quest]\c[0]. Además de las capacidades de minería habituales del modelo antiguo, también puede utilizar muchas habilidades \c[3]basadas en el Fuego\c[0] una vez que alcanza una temperatura del \c[3]núcleo\c[0] lo suficientemente alta.

# data/database.json//enemies/boss-driller/name
source: X01 Driller H.F.S.
es_es: Soldado del Tecno

# data/database.json//enemies/boss-driller/species
source: Infected Mecha
es_es: Meca Infectado

# data/database.json//enemies/boss-driller/descriptions/0/text
source: This enormous mine robot was infected too and is the final test for the \c[3]\v[area.cold-dng.name]\c[0]. Originally its purpose was to drill deep into the ground using its right arm to crack the stone. To avoid the cold in the deeper sections it could also use a flamethrower to battle the freezing temperatures and bombs to destroy even the thickest of rocks. How it even got in here you ask? Don't be silly, every good miner knows not to share their secrets.
es_es: Este enorme robot minero también fue infectado y es la prueba final del \c[3]\v[area.cold-dng.name]\c[0]. Originalmente su propósito era perforar profundamente el suelo utilizando su brazo derecho para romper la piedra. Para evitar el frío en las secciones más profundas, también podía utilizar un lanzallamas para combatir las temperaturas gélidas y bombas para destruir incluso las rocas más gruesas. ¿Cómo ha llegado hasta aquí, te preguntarás? No seas tonto, todo buen minero sabe que no debe compartir sus secretos. PD: ¿Quién estuvo a cargo de esta traducción?

# data/database.json//enemies/heat.special.baki-turret_1/name
source: Legionary Turret v1
es_es: Torreta Legionaria v1

# data/database.json//enemies/heat.special.baki-turret_1/species
source: Desert Sentry
es_es: Centinela del Desierto

# data/database.json//enemies/heat.special.baki-turret_1/descriptions/0/text
source: An improved variant of the popular \c[3]Rhombus Turret\c[0], used by the law-enforcement of \c[3]\v[area.heat-village.name]\c[0]. It can fire \c[3]mortars\c[0] to attack targets behind cover or on different height layers and is often used in conjunction with a \c[3]\v[combat.name.heat/special/baki-cmd_bot]\c[0] that supplies it with a \c[3]shield\c[0].
es_es: Una variante mejorada de la popular \c[3]Torreta Rombo\c[0], utilizada por las fuerzas del orden de \c[3]\v[area.heat-village.name]\c[0]. Puede disparar \c[3]morteros\c[0] para atacar a los objetivos que se encuentran detrás de la cobertura o en diferentes capas de altura, y a menudo se utiliza junto con un \c[3]\v[combat.name.heat/special/baki-cmd_bot]\c[0] que le suministra un \c[3]escudo\c[0].

# data/database.json//enemies/heat.special.baki-cmd_bot/name
source: Legionary Leader v1
es_es: Líder Legionario v1

# data/database.json//enemies/heat.special.baki-cmd_bot/species
source: Desert Leaderbot
es_es: Robot Líder del Desierto

# data/database.json//enemies/heat.special.baki-cmd_bot/descriptions/0/text
source: An improved variant of the more basic \c[3]\v[combat.name.default]\c[0], used by the law-enforcement of \c[3]\v[area.heat-village.name]\c[0]. It is usually accompanied by a squad of \c[3]\v[combat.name.heat/special/baki-turret_1]\c[0] that it will shield while acting defensively. When forced to alone it will switch into a more aggressive mode.
es_es: Una variante mejorada del más básico \c[3]\v[combat.name.default]\c[0], utilizado por las fuerzas de la orden de \c[3]\v[area.heat-village.name]\c[0]. Suele ir acompañado de un escuadrón de \c[3]\v[combat.name.heat/special/baki-turret_1]\c[0] al que escudará mientras actúa a la defensiva. Cuando se vea obligado a actuar solo, cambiará a un modo más agresivo.

# data/database.json//enemies/heat.special.baki-turret_2/name
source: Legionary Turret v2
es_es: Torreta Legionaria v2

# data/database.json//enemies/heat.special.baki-turret_2/species
source: Desert Sentry
es_es: Centinela del Desierto

# data/database.json//enemies/heat.special.baki-turret_2/descriptions/0/text
source: An improved variant of the popular \c[3]Rhombus Turret\c[0], used by the law-enforcement of \c[3]\v[area.heat-village.name]\c[0]. This type does not have an accompanying \c[3]\v[combat.name.heat/special/baki-cmd_bot]\c[0] for additional shielding but can still fire \c[3]mortars\c[0] at targets behind cover or on different height layers.
es_es: Una variante mejorada de la popular \c[3]Torreta Rombo\c[0], utilizada por las fuerzas del orden de \c[3]\v[area.heat-village.name]\c[0]. Este tipo no tiene un \c[3]\v[combat.name.heat/special/baki-cmd_bot]\c[0] que lo acompañe para obtener un escudo adicional, pero aún así puede disparar \c[3]morteros\c[0] a objetivos que se encuentren detrás de una cobertura o en diferentes capas de altura.

# data/database.json//enemies/heat.heat-golem/name
source: Magmanizer
es_es: Magmanizador

# data/database.json//enemies/heat.heat-golem/species
source: Magical Being
es_es: Ser Mágico

# data/database.json//enemies/heat.heat-golem/descriptions/0/text
source: Brought to life by fire and old magic this golem bursts flames out of every part of its body. Getting too close means catching on fire so stay away and use ranged attacks to stun it with cold balls. But be aware that it will react much like a bubble and burst into hot steam so don't charge in immediately. Blocking also comes in handy when it's using its fire shots.
es_es: Este gólem cobra vida gracias al fuego y a la magia antigua, ahora lanza llamas de todas las partes de su cuerpo. Acercarse demasiado significa incendiarse, así que aléjate y utiliza ataques a distancia para aturdirlo con bolas de Hielo. Pero ten en cuenta que reaccionará como una burbuja y estallará en vapor caliente, así que no cargues inmediatamente. El bloqueo también es útil cuando utiliza sus disparos de fuego.

# data/database.json//enemies/heat.special.heat-golem-booze/name
source: Distillizer
es_es: Destilador

# data/database.json//enemies/heat.special.heat-golem-booze/species
source: Drunken Being
es_es: Ser Ebrio

# data/database.json//enemies/heat.special.heat-golem-booze/descriptions/0/text
source: Brought to life by fire and only the best of spirits, this golem burns even hotter than its more common brethren, the \v[combat.name.heat/heat-golem]. It is born from a highly-powered distillery and could not long survive without being fueled by the energy of traditional Ancient beverage. Just like the \c[3]\v[combat.name.heat/special/jellyfish-booze]\c[0] it receives a shield from the Distillery that spawned it. Some mechanism must be activated to make it vulnerable again.
es_es: Este gólem, que cobra vida gracias al fuego y a las mejores bebidas espirituosas, arde aún más que sus hermanos más comunes, el \v[combat.name.heat/heat-golem]. Ha nacido de una destilería de gran potencia y no podría sobrevivir mucho tiempo sin ser alimentado por la energía de la bebida tradicional de los Antiguos. Al igual que el \c[3]\c[combat.name.heat/special/jellyfish-booze]\c[0] recibe un escudo de la destilería que lo engendró. Hay que activar algún mecanismo para que vuelva a ser vulnerable.

# data/database.json//enemies/autumn-fall.raid-pillar-small/name
source: Baby Pillar
es_es: Mini Pilar

# data/database.json//enemies/autumn-fall.raid-pillar-small/species
source: Pillar
es_es: Pilar

# data/database.json//enemies/autumn-fall.raid-pillar-small/descriptions/0/text
source: These small pillars are used to attack a \v[combat.name.autumn-fall/raid-pillar-large]. Usually a group of them must be defeated to create a chain reaction that will hurt its bigger companion. To defend themselves they will jump on their attacker leaving symbols on the ground that will summon elemental attacks.
es_es: Estos pequeños pilares se usan para atacar un \v[combat.name.autumn-fall/raid-pillar-large]. Por lo general, un grupo de ellos debe ser derrotado para crear una reacción en cadena que dañará a su compañero más grande. Para defenderse saltarán sobre su atacante dejando símbolos en el suelo que convocarán ataques elementales.

# data/database.json//enemies/autumn-fall.raid-pillar-large/name
source: Big Pillar
es_es: Gran Pilar

# data/database.json//enemies/autumn-fall.raid-pillar-large/species
source: Pillar
es_es: Pilar

# data/database.json//enemies/autumn-fall.raid-pillar-large/descriptions/0/text
source: This pillar is used as the main foe to fight during the \c[3]\v[area.autumn-fall.name] Raid\c[0]. Attacking it directly is not possible, instead the smaller \v[combat.name.autumn-fall/raid-pillar-small]s have to be attacked to reduce its HP. However the more HP it loses the more fierce it will become by using the element it was damaged with to conjure strong elemental attacks. These are only telegraphed by symbols on the ground.
es_es: Este pilar se usa como enemigo principal en la raid de \c[3]\v[area.autumn-fall.name]\c[0]. No es posible atacarlo directamente, sino que los \v[combat.name.autumn-fall/raid-pillar-small] más pequeños deben ser atacados para reducir sus PV.

# data/database.json//enemies/jungle.chicken/species
source: Mechanical Robot Chicken
es_es: Robot Pollo Mecánico

# data/database.json//enemies/jungle.chicken/descriptions/0/text
source: Ancient texts describe this bi-pedal robot as one of the first creatures created for the track itself. It strongly resembles a chicken and the fact that the Ancients resemble birds too begs the question: Is this what the ancestors of the Ancients looked like? Or is this just too meta? Anyway, make sure to use wave teleporters to escape their lightning fast shock attack. This leaves them mighty confused and open for some pummeling.
es_es: Los textos antiguos describen a este robot de dos pedales como una de las primeras criaturas creadas por el Camino. Se parece mucho a un pollo y el hecho de que los Antiguos también se parezcan a los pájaros plantea la pregunta: ¿Es así como se veían los antepasados de los Antiguos? ¿O es esto demasiado meta? De todos modos, asegúrese de usar teletransportadores de Pulso para escapar de su ataque de choque tan rápidos como un rayo. Esto los deja muy confundidos y abiertos para algunos golpes.

# data/database.json//enemies/forest.panda/name
source: Pandza
es_es: Pandzer

# data/database.json//enemies/forest.panda/species
source: Lazy Hover Panda
es_es: Panda Flotante Perezoso

# data/database.json//enemies/forest.panda/descriptions/0/text
source: A metallized creature strongly resembling a Panda. The metal like skin is theorized to be a reaction to the immense Steel Bamboo the \v[combat.name.forest/panda] eats on a daily basis. Machinery inside the body is capable of creating small drones that it uses to fend off enemies.
es_es: Una criatura metálica muy parecida a un panda. Se cree que la piel metálica es una reacción al inmenso bambú de acero que el \v[combat.name.forest/panda] come a diario. Su cuerpo es capaz de crear pequeños drones que utiliza para defenderse de los enemigos.

# data/database.json//enemies/minibosses.panda-boss/name
source: Pandza Mk. II
es_es: Pandzer Mk. II

# data/database.json//enemies/minibosses.panda-boss/species
source: Enhanced Panda
es_es: Panda Mejorado

# data/database.json//enemies/minibosses.panda-boss/descriptions/0/text
source: An upgraded version of the regular \v[combat.name.forest/panda]. It can surround itself with large boulders and command multiple \v[combat.name.minibosses/spider-black]s to attack enemies while it shoots homing mines. When its defences are broken it will resort to an all-out beam attack that is almost impossible to avoid.
es_es: Una versión mejorada del \v[combat.name.forest/panda]. Puede rodearse de grandes rocas y ordenar a varios \v[combat.name.minibosses/spider-black] que ataquen a los enemigos mientras dispara minas. Cuando se rompen sus defensas, recurre a un ataque con rayos que es casi imposible de evitar.

# data/database.json//enemies/arid.shredder-heat/name
source: Furious Security Brute
es_es: Destructor Llameante

# data/database.json//enemies/arid.shredder-heat/species
source: Guardian Sentry
es_es: Centinela Guardián

# data/database.json//enemies/arid.shredder-heat/descriptions/0/text
source: A heat-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found. When fighting against it, it will attack with heat-based punch attacks or buff other brutes attack power.
es_es: Una variante basada en el fuego del Destructor. En el modo de patrulla actuará de forma muy parecida a los demás, solo notificará a la torre láser y a todas sus otras variantes cuando encuentre un intruso. Cuando luches contra él, atacará con puñetazos basados en el Fuego o potenciará el ataque de los suyos.

# data/database.json//enemies/arid.shredder-cold/name
source: Cool Security Brute
es_es: Destructor Gélido

# data/database.json//enemies/arid.shredder-cold/species
source: Guardian Sentry
es_es: Centinela Guardián

# data/database.json//enemies/arid.shredder-cold/descriptions/0/text
source: A cold-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found. When fighting against it, it will attack with cold-based punch attacks or shield other brutes.
es_es: Una variante basada en el Hielo del Destructor. En el modo de patrulla actuará de forma muy parecida a los demás, solo notificando a la torre láser y a todas sus demás variantes cuando encuentre un intruso. Cuando luches contra él, atacará con puñetazos basados en el Hielo o escudará a los suyos.

# data/database.json//enemies/arid.shredder-shock/name
source: Tense Security Brute
es_es: Destructor Eléctrico

# data/database.json//enemies/arid.shredder-shock/species
source: Guardian Sentry
es_es: Centinela Guardián

# data/database.json//enemies/arid.shredder-shock/descriptions/0/text
source: A shock-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found. When fighting against it, it will attack with shock-based punch attacks or buff other brutes movement speed.
es_es: Una variante basada en el Rayo del Destructor. En el modo de patrulla actuará de forma muy parecida a los demás, solo notificando a la torre láser y a todas sus demás variantes cuando encuentre un intruso. Cuando luches contra él, atacará con golpes basados en el Rayo o aumentará la velocidad de movimiento de los suyos.

# data/database.json//enemies/arid.shredder-wave/name
source: Groovy Security Brute
es_es: Destructor Pulsante

# data/database.json//enemies/arid.shredder-wave/species
source: Guardian Sentry
es_es: Centinela Guardián

# data/database.json//enemies/arid.shredder-wave/descriptions/0/text
source: A wave-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found. When fighting against it, it will attack with wave-based punch attacks or heal other brutes.
es_es: Una variante basada en Pulsos del Destructor. En el modo de patrulla actuará de forma muy parecida a los demás, solo notificando a la torre láser y a todas sus demás variantes cuando encuentre un intruso. Cuando luches contra él, atacará con puñetazos basados en Pulso o curará a los suyos.

# data/database.json//enemies/final.ele-pillar-heat/name
source: Heat Statue
es_es: Estatua de Fuego

# data/database.json//enemies/final.ele-pillar-heat/species
source: Unsupportive Pillar
es_es: Pilar sin Apoyo

# data/database.json//enemies/final.ele-pillar-heat/descriptions/0/text
source: This living stone structure is actually part of a larger hive mind capable of stacking different versions of each other to form a super-organism. To make things worse, close by pillars can form a strong bond that will supercharge its defensive attacks.
es_es: Esta estructura de piedra viva es en realidad parte de la mente colmena más grande capaz de apilar diferentes versiones entre sí para formar un Superorganismo. Por si fuera poco, los pilares cercanos pueden formar un fuerte vínculo que sobrecarga sus ataques defensivos.

# data/database.json//enemies/final.ele-pillar-cold/name
source: Cold Statue
es_es: Estatua de Hielo

# data/database.json//enemies/final.ele-pillar-cold/species
source: Unsupportive Pillar
es_es: Pilar sin Apoyo

# data/database.json//enemies/final.ele-pillar-cold/descriptions/0/text
source: This living stone structure is actually part of a larger hive mind capable of stacking different versions of each other to form a super-organism. To make things worse, close by pillars can form a strong bond that will supercharge its defensive attacks.
es_es: Esta estructura de piedra viva es en realidad parte de la mente colmena más grande capaz de apilar diferentes versiones entre sí para formar un Superorganismo. Por si fuera poco, los pilares cercanos pueden formar un fuerte vínculo que sobrecarga sus ataques defensivos.
