Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//shops/beachWeapons/name
source: Beach Weapon Store
es_es: Tienda de Armas de la Playa

# data/database.json//shops/beachWeapons/pages/0/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/goatShop/name
source: Goat Zira's Shop
es_es: Tienda de la Cabra de Zira

# data/database.json//shops/goatShop/pages/0/title
source: Menu
es_es: Menú

# data/database.json//traders/vermillionHeal1/name
source: Vermillion Heals
es_es: Curas de Vermillion

# data/database.json//traders/vermillionBuffs1/name
source: Vermillion Buffs
es_es: Mejoras de Vermillion

# data/database.json//traders/vermillionWeapon1/name
source: Vermillion Weapons
es_es: Armas de Vermillion

# data/database.json//traders/vermillionTorso1/name
source: Vermillion Torso
es_es: Torso de Vermillion

# data/database.json//traders/vermillionHead1/name
source: Vermillion Head
es_es: Cabeza de Vermillion

# data/database.json//traders/vermillionLegs1/name
source: Vermillion Legs
es_es: Piernas de Vermillion

# data/database.json//traders/vermillioniSets1/name
source: Vermillion Sets & Metal
es_es: Sets & Metales de Vermillion

# data/database.json//traders/vermillionWeapon1_old/name
source: Vermillion Weapons
es_es: Armas de Vermillion

# data/database.json//traders/testing/name
source: Trade The Trader
es_es: Comercio El Comerciante

# data/database.json//traders/autumnBuffs/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/autumnWeapon/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/autumnLoot/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/autumnSets/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/defaultHeal/name
source: Sandwiches
es_es: Sándwiches

# data/database.json//traders/defaultRegen/name
source: Tea
es_es: Té

# data/database.json//traders/defaultBuffsSingle/name
source: Buffs
es_es: Mejoras

# data/database.json//traders/defaultBuffsDouble/name
source: Mixed Buffs
es_es: Mejoras Mixtas

# data/database.json//traders/defaultBuffsAllround/name
source: Allround Buffs
es_es: Mejoras Totales

# data/database.json//traders/defaultBuffsWrapRolls/name
source: Wraps & Rolls
es_es: Envueltas y Rollos

# data/database.json//traders/defaultDefault/name
source: Trader
es_es: Comerciante

# data/database.json//traders/bergenTrailWeapon/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/bergenTrailLoot/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/bergenTrailMetal/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/bergenTrailSets/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/BergenTrailHeal/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/BergenTrailBuffs/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/bergenHeal/name
source: Bergen Heals
es_es: Curas de Bergen

# data/database.json//traders/bergenBuffs/name
source: Bergen Buffs
es_es: Mejoras de Bergen

# data/database.json//traders/bergenWeapons/name
source: Bergen Weapons
es_es: Armas de Bergen

# data/database.json//traders/bergenHead/name
source: Bergen Head
es_es: Cabeza de Bergen

# data/database.json//traders/bergenTorso/name
source: Bergen Torso
es_es: Torso de Bergen

# data/database.json//traders/bergenFeet/name
source: Bergen Legs
es_es: Piernas de Bergen

# data/database.json//traders/bergenLoot/name
source: Bergen Loot
es_es: Botín de Bergen

# data/database.json//traders/bergenLoot2/name
source: Bergen Mine Loot \c[1]UNUSED\c[0]
es_es: Botín de Mina de Bergen \c[1]NO USADO\c[0]

# data/database.json//traders/bergenMetal/name
source: Bergen Metals
es_es: Metales de Bergen

# data/database.json//traders/bergenMetal2/name
source: Bergen Metals
es_es: Metales de Bergen

# data/database.json//traders/bergenSets/name
source: Bergen Sets
es_es: Sets de Bergen

# data/database.json//traders/spiralGem/name
source: Gem Dealer
es_es: Distribuidor de Gemas

# data/database.json//traders/bergenTopHats/name
source: Hatmaker
es_es: Sombrerero

# data/database.json//traders/minersHelmet/name
source: Digging Mates Helmet
es_es: Casco de la Compañía Minera

# data/database.json//traders/sapphireHealSandwich/name
source: Sapphire Sandwiches
es_es: Bocadillos Zafiro

# data/database.json//traders/sapphireTea/name
source: Sapphire Tea
es_es: Te Zafiro

# data/database.json//traders/sapphireBuffs1/name
source: Sapphire Buffs 1
es_es: Mejoras Zafiro 1

# data/database.json//traders/sapphireBuffs2/name
source: Sapphire Buffs 2
es_es: Mejoras Zafiro 2

# data/database.json//traders/sapphireBuffs3/name
source: Sapphire Mixed Buffs
es_es: Mejoras Mixtas Zafiro

# data/database.json//traders/sapphireBuffs4/name
source: Sapphire Allround Buffs
es_es: Mejoras Totales Zafiro

# data/database.json//traders/sapphireBuffs5/name
source: Sapphire Wraps & Rolls
es_es: Envueltas y Rollos Zafiro

# data/database.json//traders/sapphireWeapon1/name
source: Sapphire Weapons
es_es: Armas Zafiro

# data/database.json//traders/sapphireHead1/name
source: Sapphire Head
es_es: Cabeza Zafiro

# data/database.json//traders/sapphireTorso1/name
source: Sapphire Torso
es_es: Torso Zafiro

# data/database.json//traders/sapphireFeet1/name
source: Sapphire Legs
es_es: Piernas Zafiro

# data/database.json//traders/sapphireMetal/name
source: Sapphire Metals
es_es: Metales Zafiro

# data/database.json//traders/sapphireSets/name
source: Sapphire Sets
es_es: Sets Zafiro

# data/database.json//traders/sapphireLoot/name
source: Sapphire Loot
es_es: Botín Zafiro

# data/database.json//traders/sapphireGeta/name
source: Rusty
es_es: Oxidado

# data/database.json//traders/heatHeal/name
source: Player Trader
es_es: Comerciante de Jugadores

# data/database.json//traders/heatBuffs/name
source: Maroon Buffs
es_es: Mejoras Granate

# data/database.json//traders/heatEquip/name
source: Maroon Equipment
es_es: Equipamiento Granate

# data/database.json//traders/heatLoot/name
source: Maroon Loot
es_es: Botín Granate

# data/database.json//traders/heatMetal/name
source: Maroon Metals
es_es: Metales Granate

# data/database.json//traders/heatSets/name
source: Maroon Trade Sets
es_es: Comerciantes de Sets Granate

# data/database.json//traders/heatBracer/name
source: Bracerboy
es_es: El Chico del Brazalete

# data/database.json//traders/glitchTrader/name
source: Glitch Trader
es_es: Comerciante de Glitch

# data/database.json//traders/bakiHeal/name
source: Ba'kii Kum Heals
es_es: Curas de Ba'kii Kum

# data/database.json//traders/bakiBuffs/name
source: Ba'kii Kum Buffs
es_es: Mejoras de Ba'kii Kum

# data/database.json//traders/bakiLowEquip/name
source: Ba'kii Kum Discount
es_es: Descuento de Ba'kii Kum

# data/database.json//traders/bakiWeapon1/name
source: Ba'kii Kum Weapons
es_es: Armas de Ba'kii Kum

# data/database.json//traders/bakiHead/name
source: Ba'kii Kum Head
es_es: Cabeza de Ba'kii Kum

# data/database.json//traders/bakiTorso/name
source: Ba'kii Kum Torso
es_es: Torso de Ba'kii Kum

# data/database.json//traders/bakiFeet/name
source: Ba'kii Kum Legs
es_es: Piernas de Ba'kii Kum

# data/database.json//traders/bakiLootDesert/name
source: Ba'kii Kum Maroon Loot
es_es: Botín Granate de Ba'kii Kum

# data/database.json//traders/bakiLootTemple/name
source: Ba'kii Kum Temple Loot
es_es: Botín del Templo de Ba'kii Kum

# data/database.json//traders/bakiMetal/name
source: Ba'kii Kum Metal
es_es: Metales de Ba'kii Kum

# data/database.json//traders/bakiMetal2/name
source: Ba'kii Kum Metal
es_es: Metales de Ba'kii Kum

# data/database.json//traders/bakiSets/name
source: Ba'kii Kum Trade Sets
es_es: Comerciante de Sets de Ba'kii Kum

# data/database.json//traders/bakiRefresh/name
source: Ba'kii Kum Refreshments
es_es: Refrescos de Ba'kii Kum

# data/database.json//traders/bakiGigaDrill/name
source: The Digger
es_es: La Excavadora

# data/database.json//traders/bakiBrewing_1/name
source: Brewing
es_es: Elaboración

# data/database.json//traders/bakiBrewing_2/name
source: Brewing
es_es: Elaboración

# data/database.json//traders/bakiBrewing_3/name
source: Brewing
es_es: Elaboración

# data/database.json//traders/bakiBrewingAuto/name
source: Brewing: Auto
es_es: Elaboración: Automático

# data/database.json//traders/basinHeal/name
source: Basin Heals
es_es: Curas de la Cuenca

# data/database.json//traders/basinBuffs1/name
source: Basin Buffs 1
es_es: Mejoras de la Cuenca 1

# data/database.json//traders/basinBuffs2/name
source: Basin Buffs 2
es_es: Mejoras de la Cuenca 2

# data/database.json//traders/basinBuffs3/name
source: Basin Mixed Buffs
es_es: Mejoras Mixtas de la Cuenca

# data/database.json//traders/basinBuffs3Ext/name
source: Basin Mixed Buffs
es_es: Mejoras Mixtas de la Cuenca

# data/database.json//traders/basinBuffs4/name
source: Basin Allround Buffs
es_es: Mejoras Totales de la Cuenca

# data/database.json//traders/basinBuffs5/name
source: Basin Wraps & Rolls
es_es: Envueltas y Rollos de la Cuenca

# data/database.json//traders/basinWeapon1/name
source: Basin Weapons
es_es: Armas de la Cuenca

# data/database.json//traders/basinHead1/name
source: Basin Head
es_es: Cabeza de la Cuenca

# data/database.json//traders/basinTorso1/name
source: Basin Torso
es_es: Torso de la Cuenca

# data/database.json//traders/basinFeet1/name
source: Basin Legs
es_es: Piernas de la Cuenca

# data/database.json//traders/basinMetal/name
source: Basin Metals
es_es: Metales de la Cuenca

# data/database.json//traders/basinSets/name
source: Basin Sets
es_es: Sets de la Cuenca

# data/database.json//traders/basinLoot1/name
source: Loot Gaia's Garden West
es_es: Botín del Jardín de Gaia Oeste

# data/database.json//traders/basinLoot2/name
source: Loot Gaia's Garden East
es_es: Botín del Jardín de Gaia Este

# data/database.json//traders/basinLoot3/name
source: Loot So'najiz
es_es: Botín So'najiz

# data/database.json//traders/basinLoot4/name
source: Loot Zir'vitar
es_es: Botín Zir'vitar

# data/database.json//traders/autumnsFallWeaponTorso/name
source: Basin Discount A
es_es: Descuento de la Cuenca A

# data/database.json//traders/autumnsFallHeadLegs/name
source: Basin Discount B
es_es: Descuento de la Cuenca B

# data/database.json//traders/basinEastShadyBuffs/name
source: Backstreet Buffs
es_es: Mejoras de la Calle de Atrás

# data/database.json//traders/basinEastExcalibro/name
source: Basin Weapon Supreme
es_es: Armas Supremas de la Cuenca

# data/database.json//traders/basinEastDrill/name
source: Old Man
es_es: Anciano

# data/database.json//traders/basinEastRevolver/name
source: The Huckleberry
es_es: El Huckleberry

# data/database.json//traders/basinEastBanditScarf/name
source: Aladdin's Turf
es_es: Sitio de Aladdin

# data/database.json//traders/basinEastStick/name
source: Big Stick Rikh
es_es: Gran Palo Rikh

# data/database.json//traders/papagangQuestTrade/name
source: Nik, the Eggman
es_es: Nik, el Hombre Huevo

# data/database.json//traders/tremorTrader/name
source: Edgy Salesman
es_es: Vendedor Atrevido

# data/database.json//traders/villageFood/name
source: V'rda Vil Food
es_es: Comida de V'rda Vil

# data/database.json//traders/villageMaterials/name
source: V'rda Vil Trades
es_es: Comerciantes de V'rda Vil

# data/database.json//traders/villageSets/name
source: V'rda Vil Sets
es_es: Sets de V'rda Vil

# data/database.json//traders/villageMetals/name
source: V'rda Vil Metals
es_es: Metales de V'rda Vil

# data/database.json//traders/villageEquip1/name
source: Nature's Gear
es_es: Equipo de la Naturaleza

# data/database.json//traders/turretDefTrader/name
source: TurretDefense Trader
es_es: Comerciante de Torretas Defensivas

# data/database.json//traders/turretDefTraderUpg/name
source: TurretDefense Trader
es_es: Comerciante de Torretas Defensivas

# data/database.json//traders/turretDefTrader2/name
source: TurretDefense Trader
es_es: Comerciante de Torretas Defensivas

# data/database.json//traders/booster-rise/name
source: \v[area.autumn-area.name] Master
es_es: Amo de \v[area.autumn-area.name]

# data/database.json//traders/booster-fall/name
source: \v[area.autumn-fall.name] Master
es_es: Amo de \v[area.autumn-area.name]

# data/database.json//traders/booster-trail/name
source: \v[area.bergen-trails.name] Master
es_es: Amo del \v[area.bergen-trails.name]

# data/database.json//traders/booster-valley/name
source: \v[area.heat-area.name] Master
es_es: Amo del \v[area.heat-area.name]

# data/database.json//traders/booster-garden/name
source: \v[area.jungle.name] Master
es_es: Amo del \v[area.jungle.name]

# data/database.json//traders/booster-ridge/name
source: \v[area.forest.name] Master
es_es: Amo del \v[area.forest.name]

# data/database.json//traders/rhombusWeapon1/name
source: Rhombus Weapons
es_es: Armas Rombo

# data/database.json//traders/rhombusHead1/name
source: Rhombus Head
es_es: Cabeza Rombo

# data/database.json//traders/rhombusTorso1/name
source: Rhombus Torso
es_es: Torso Rombo

# data/database.json//traders/rhombusFeet1/name
source: Rhombus Legs
es_es: Piernas Rombo

# data/database.json//traders/rhombusEquipAntique1/name
source: Antique Gear
es_es: Equipo Antiguo

# data/database.json//traders/rhombusEquipSpecial1/name
source: Special Gear #1
es_es: Equipo Especial #1

# data/database.json//traders/rhombusChestplate/name
source: Chester Boxman
es_es: Boxeador Chester

# data/database.json//traders/rhombusMetalEpic1/name
source: Rhombus Epic Metal
es_es: Metal Épico Rombo

# data/database.json//traders/rhombusHeal/name
source: Rhombus Sandwiches
es_es: Bocadillos Rombo

# data/database.json//traders/rhombusRegen/name
source: Rhombus Tea
es_es: Te Rombo

# data/database.json//traders/rhombusBuffsSingle1/name
source: Rhombus Buffs
es_es: Mejoras Rombo

# data/database.json//traders/rhombusBuffsSingle2/name
source: Rhombus Buffs
es_es: Mejoras Rombo

# data/database.json//traders/rhombusBuffsDouble/name
source: Rhombus Mixed Buffs
es_es: Mejoras Mixtas Rombo

# data/database.json//traders/rhombusBuffsAllround/name
source: Rhombus Allround Buffs
es_es: Mejoras Totales Rombo

# data/database.json//traders/rhombusBuffsWrapRolls/name
source: Rhombus Wraps & Rolls
es_es: Envueltos y Rollos Rombo

# data/database.json//traders/rhombusBuffsElements/name
source: Rhombus Elemental Buffs
es_es: Mejoras Elementales Rombo

# data/database.json//traders/rhombusBuffsSpecial/name
source: Rhombus Special Buffs
es_es: Mejoras Especiales Rombo

# data/database.json//traders/rhombusVeggieSets1/name
source: Veggie Global #1
es_es: Verduras Globales #1

# data/database.json//traders/rhombusVeggieSets2/name
source: Veggie Global #2
es_es: Verduras Globales #2

# data/database.json//traders/rhombusVeggieSets3/name
source: Veggie Global #3
es_es: Verduras Globales #3

# data/database.json//traders/rhombusFruitSets1/name
source: Fruit Global #1
es_es: Frutas Globales #1

# data/database.json//traders/rhombusFruitSets2/name
source: Fruit Global #2
es_es: Frutas Globales #2

# data/database.json//traders/rhombusFruitSets3/name
source: Fruit Global #3
es_es: Frutas Globales #3

# data/database.json//traders/rhombusSpiceSets1/name
source: Spice Global #1
es_es: Especias Globales #1

# data/database.json//traders/rhombusSpiceSets2/name
source: Spice Global #2
es_es: Especias Globales #2

# data/database.json//traders/rhombusSpiceSets3/name
source: Spice Global #3
es_es: Especias Globales #3

# data/database.json//traders/rhombusPostWeapon1/name
source: Rhombus Elite Weapons
es_es: Armas de Élite Rombo

# data/database.json//traders/rhombusPostHead1/name
source: Rhombus Elite Head
es_es: Cabeza de Élite Rombo

# data/database.json//traders/rhombusPostTorso1/name
source: Rhombus Elite Torso
es_es: Torso de Élite Rombo

# data/database.json//traders/rhombusPostFeet1/name
source: Rhombus Elite Legs
es_es: Piernas de Élite Rombo

# data/database.json//traders/rhombusPostEquipAntique1/name
source: Antique Elite Gear
es_es: Equipamiento de Élite Antiguo

# data/database.json//traders/rhombusPostEquipSpecial1/name
source: Elite Special Gear
es_es: Equipo Élite Especial

# data/database.json//traders/rhombusPostEquipSpecial2/name
source: Grinder's Gear
es_es: Equipo de Trituradora

# data/database.json//traders/rhombusPostEquipSpecial3/name
source: Galaxy Gear
es_es: Equipo Galáctico

# data/database.json//traders/rhombusPostEquipArena1/name
source: Arena Gear #1
es_es: Equipo de Arena #1

# data/database.json//traders/rhombusPostEquipArena2/name
source: Arena Gear #2
es_es: Equipo de Arena #2

# data/database.json//traders/tremorTrader1/name
source: Tremoire
es_es: Almacén

# data/database.json//traders/tremorTrader2/name
source: Tremoire
es_es: Almacén

# data/database.json//traders/rhombusDlcLoot1/name
source: Ancient Loot
es_es: Botín Antiguo

# data/database.json//traders/rhombusDlcLoot2/name
source: Ancient Loot
es_es: Botín Antiguo

# data/database.json//traders/rookieHeal/name
source: Rookie Sandwiches
es_es: Bocadillos de los Principiantes

# data/database.json//traders/rookieHeal2/name
source: Rookie Sandwiches
es_es: Bocadillos de los Principiantes

# data/database.json//traders/rookieHeal3/name
source: Rookie Sandwiches
es_es: Bocadillos de los Principiantes

# data/database.json//traders/rookieBuffs1/name
source: Rookie Tea
es_es: Te de los Principiantes

# data/database.json//traders/rookieBuffs1Ext/name
source: Rookie Tea
es_es: Te de los Principiantes

# data/database.json//traders/rookieBuffs2/name
source: Rookie Mixed Buffs
es_es: Mejoras Mixtas de los Principiantes

# data/database.json//traders/rookieBuffs2Ext/name
source: Rookie Mixed Buffs
es_es: Mejoras Mixtas de los Principiantes

# data/database.json//traders/rookieBuffs3/name
source: Rookina Buffs
es_es: Mejoras de Novatina

# data/database.json//traders/rookieBuffs3Ext/name
source: Rookina Buffs
es_es: Mejoras de Novatina

# data/database.json//traders/rookieBuffs4/name
source: Buffies Buffs
es_es: Los Buffs de Buffie

# data/database.json//traders/rookieBuffs4Ext/name
source: Buffies Buffs
es_es: Los Buffs de Buffie

# data/database.json//traders/rookieWeapon1/name
source: Rookie Weapons
es_es: Armas de los Principiantes

# data/database.json//traders/rookieWeapon2/name
source: Rookie Weapons Plus
es_es: Armas Plus de los Principiantes

# data/database.json//traders/rookieHead1/name
source: Rookie Head
es_es: Cabeza de los Principiantes

# data/database.json//traders/rookieHead2/name
source: Rookie Head Plus
es_es: Cabeza Plus de los Principiantes

# data/database.json//traders/rookieTorso1/name
source: Rookie Torso
es_es: Torso de los Principiantes

# data/database.json//traders/rookieTorso2/name
source: Rookie Torso Plus
es_es: Torso Plus de los Principiantes

# data/database.json//traders/rookieFeet1/name
source: Rookie Legs
es_es: Piernas de los Principiantes

# data/database.json//traders/rookieFeet2/name
source: Rookie Legs Plus
es_es: Piernas Plus de los Principiantes

# data/database.json//traders/rookieLoot1/name
source: Rookie Loot
es_es: Botín de los Principiantes

# data/database.json//traders/rookieSets/name
source: Rookie Sets
es_es: Sets de los Principiantes

# data/database.json//traders/rookieSteaks1/name
source: Ms. Teak's Steaks
es_es: Carnes de la Sra. Teak

# data/database.json//traders/rookieSteaks2/name
source: Ms. Teak's Steaks
es_es: Carnes de la Sra. Teak

# data/database.json//traders/rookieSetsFall/name
source: Rookie Fall Sets
es_es: Sets del Anochecer de los Principiantes

# data/database.json//traders/rookieNorthHeals/name
source: Rookie Elite Heals
es_es: Curas Élite de los Principiantes

# data/database.json//traders/rookieNorthBuffs/name
source: Rookie Elite Buffs
es_es: Mejoras Élite de los Principiantes

# data/database.json//traders/rookieNorthBuffs2/name
source: Rookie Mixed Buffs
es_es: Mejoras Mixtas de los Principiantes

# data/database.json//traders/rookieNorthBuffs2Ext/name
source: Rookie Mixed Buffs
es_es: Mejoras Mixtas de los Principiantes

# data/database.json//traders/rookieNorthBuffs3/name
source: Rookie Allround Buffs
es_es: Mejoras Totales de los Principiantes

# data/database.json//traders/rookieNorthBuffs3Ext/name
source: Rookie Allround Buffs
es_es: Mejoras Totales de los Principiantes

# data/database.json//traders/rookieNorthBuffs4/name
source: Rookie Wraps & Rolls
es_es: Envueltas y Rollos Principiantes

# data/database.json//traders/rookieNorthBuffs4Ext/name
source: Rookie Wraps & Rolls
es_es: Envueltas y Rollos Principiantes

# data/database.json//traders/rookieRiseMetal1/name
source: Rookie Rise Metal
es_es: Metales del Amanecer de los Principiantes

# data/database.json//traders/rookieRiseMetal2/name
source: Rookie Rise Metal
es_es: Metales del Amanecer de los Principiantes

# data/database.json//traders/rookieRiseMetal3/name
source: Rookie Rise Metal
es_es: Metales del Amanecer de los Principiantes

# data/database.json//traders/rookieNorthWeaponTorso/name
source: Rookie Elite A
es_es: Élite de los Principiantes A

# data/database.json//traders/rookieFallMetal1/name
source: Rookie Fall Metal
es_es: Metales del Anochecer de los Principiantes

# data/database.json//traders/rookieFallMetal2/name
source: Rookie Fall Metal
es_es: Metales del Anochecer de los Principiantes

# data/database.json//traders/rookieNorthHeadLegs/name
source: Rookie Elite B
es_es: Élite de los PrincipIantes B

# data/database.json//traders/rookieFallMetal3/name
source: Rookie Fall Metal
es_es: Metales del Anochecer de los Principiantes

# data/database.json//traders/rookieLootFall1/name
source: Rookie Loot
es_es: Botín de los Principiantes

# data/database.json//traders/rookieKontorBracer1/name
source: Bracer Trader
es_es: Comerciante de Brazaletes

# data/database.json//traders/rookieKontorBracer2/name
source: Bracer Trader
es_es: Comerciante de Brazaletes

# data/database.json//traders/rookieKontorBracer3/name
source: Bracer Trader
es_es: Comerciante de Brazaletes

# data/database.json//traders/rookieKontorBags1/name
source: Milfa Baggins
es_es: Bolsón de Milfa

# data/database.json//traders/rookieKontorBags2/name
source: Milfa Baggins
es_es: Bolsón de Milfa

# data/database.json//traders/rookieDrillBoom/name
source: Boom & Drill
es_es: Explosivos & Taladros

# data/database.json//traders/rookieInfiniteGem/name
source: Rookie Gem Dealer
es_es: Distribuidor de Gemas de los Principiantes

# data/database.json//traders/backer1/name
source: Supporter's Snacks
es_es: Aperitivos de Apoyo

# data/database.json//traders/backer2/name
source: Thankful Trades
es_es: Comerciantes Agradecidos

# data/database.json//traders/backer3/name
source: Backer's Breakfast
es_es: Desayuno de los Patrocinadores

# data/database.json//traders/backer4/name
source: Generous Meals
es_es: Comidas Generosas

# data/database.json//toggle-sets/helpers/name
source: Detectors
es_es: Detectores

# data/database.json//toggle-sets/booster/name
source: Area Boosters
es_es: Potenciadores de Área

# data/database.json//toggle-sets/stepEffects/name
source: Step Effects
es_es: Efectos de los Pasos

# data/database.json//toggle-sets/pet/name
source: Pets
es_es: Mascotas

# data/database.json/achievements/story-01/name
source: Chapter 1 Complete
ru_ru: Глава 1 завершена

# data/database.json/achievements/story-01/description
source: Completed Chapter 1.
ru_ru: Завершите главу 1.

# data/database.json/achievements/story-02/name
source: Chapter 2 Complete
ru_ru: Глава 2 завершена

# data/database.json/achievements/story-02/description
source: Completed Chapter 2.
ru_ru: Завершите главу 2.

# data/database.json/achievements/story-03/name
source: Chapter 3 Complete
ru_ru: Глава 3 завершена

# data/database.json/achievements/story-03/description
source: Completed Chapter 3.
ru_ru: Завершите главу 3.
