Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/commonEvents/sergey-hax-apollo/event/6/thenStep/1/message
source: Spheromancer Lea, would you please leave a few enemies for us as well?
ru_ru: Сферомант Лея, можешь, пожалуйста, оставить и нам немного врагов?

# data/database.json/commonEvents/sergey-hax-apollo/event/7/thenStep/0/message
source: \c[1]Bye~\c[0]
ru_ru: \c[1]Пока~\c[0]

# data/database.json/commonEvents/sergey-hax-apollo/event/7/thenStep/1/message
source: Should have reported her...
ru_ru: Надо было нажаловаться на неё...

# data/database.json/commonEvents/sergey-hax-apollo/event/7/thenStep/2/message
source: Come on, Polly.\. Just enjoy the ride and watch the enemies fly.
ru_ru: Да ладно, Полли.\. Просто наслаждайся происходящим и наблюдай за отлетающими врагами.

# data/database.json/commonEvents/sergey-hax-schneider2/event/0/thenStep/1/message
source: WHAT?!\. WHAT JUST HAPPENED?!
ru_ru: ЧТО?!\. ЧТО ПРОИЗОШЛО?!

# data/database.json/commonEvents/sergey-hax-schneider2/event/1/thenStep/1/message
source: LEA WHATS UP WITH YOUR DAMAGE?! THIS IS \c[1]NOT NORMAL\c[0]!
ru_ru: ЛЕЯ, ЧТО НЕ ТАК С ТВОИМ УРОНОМ?! ЭТО \c[1]НЕНОРМАЛЬНО\c[0]!

# data/database.json/commonEvents/sergey-hax-schneider2/event/2/thenStep/1/message
source: Meine Güte.\. One-hit-kills all over the place...
ru_ru: Meine Güte (Боже мой).\. Постоянные убийства с одного удара...

# data/database.json/commonEvents/sergey-hax-schneider2/event/3/thenStep/0/message
source: \c[1]Bye.\c[0]
ru_ru: \c[1]Пока.\c[0]

# data/database.json/commonEvents/sergey-hax-schneider2/event/3/thenStep/1/message
source: Seriously Lea, what's up with your damage?\. Is it because of this strange place?
ru_ru: Серьёзно, Лея, что не так с твоим уроном?\. Это из-за этого странного места?

# data/database.json/commonEvents/sergey-hax-schneider2/event/3/thenStep/2/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/sergey-hax-schneider2/event/3/thenStep/3/message
source: What?\. So you're telling me you did this much damage grinding happily in the actual Playground?
ru_ru: Что?\. Так ты хочешь мне сказать, что ты набрала так много урона, спокойно качаясь в игровой зоне?

# data/database.json/commonEvents/sergey-hax-schneider2/event/4/thenStep/0/message
source: \c[1]LEA!!\c[0]
ru_ru: \c[1]ЛЕЯ!!\c[0]

source: And here I thought for a moment I'd be the one to carry you.
ru_ru: А я уж на мгновение подумал, что я буду тем, кто тебя затащит.

source: And here I thought we could fight together as equals or something.
ru_ru: А я уж подумал, что мы могли бы сражаться вместе. Как команда.

# data/database.json/commonEvents/sergey-hax-schneider2/event/5/thenStep/0/message
source: \c[1]Bye!!\c[0]
ru_ru: \c[1]Пока!!\c[0]

# data/database.json/commonEvents/sergey-hax-schneider2/event/5/thenStep/1/message
source: I always thought that CrossWorlds provided a surprisingly robust and bug-free gaming experience.
ru_ru: Я всегда думал, что CrossWorlds обеспечивает удивительно надёжный игровой процесс без ошибок.

# data/database.json/commonEvents/sergey-hax-schneider2/event/5/thenStep/2/message
source: Yet here I am, stuck in a strange place I can't leave with a party member one-shotting everything.\. Consider my immersion broken.
ru_ru: Но вот я застрял здесь, в странном месте, которое не могу покинуть, с членом группы, убивающим всё с одного удара.\. Считай, что моё погружение нарушено.

# data/database.json/commonEvents/emilie-frobbit/event/1/message
source: Bunnies. We're currently fighting cute little bunnies.
ru_ru: Кролики. Мы сражаемся против миленьких маленьких кроликов.

# data/database.json/commonEvents/emilie-hedgehag/event/1/message
source: Let's see how those \v[combat.name.hedgehog]s will fare!
ru_ru: Давай посмотрим, чего стоят эти Дикоборзы!

# data/database.json/commonEvents/emilie-snowman/event/0/message
source: A snowman? W-Why would it attack us?!
ru_ru: Снеговик? С-С чего бы ему нас атаковать?!

# data/database.json/commonEvents/emilie-samurai-bug/event/1/thenStep/0/message
source: NOOOO!! NOT THE BUGS! WHY WOULD YOU FIGHT THE BUGS, LEA?!
ru_ru: НЕЕЕЕТ!! ТОЛЬКО НЕ ЖУКИ! ЗАЧЕМ ТЕБЕ СРАЖАТЬСЯ С ЖУКАМИ, ЛЕЯ?!

# data/database.json/commonEvents/emilie-samurai-bug/event/1/thenStep/1/message
source: WHY ARE YOU DOING THIS TO ME?!
ru_ru: ПОЧЕМУ ТЫ ТАК ПОСТУПАЕШЬ СО МНОЙ?!

# data/database.json/commonEvents/emilie-samurai-bug/event/1/thenStep/2/message
source: WHAT IS THIS? ARE THEY WALKING?!
ru_ru: ЧТО ЭТО ТАКОЕ? ОНИ ХОДЯТ?!

# data/database.json/commonEvents/emilie-samurai-bug/event/1/thenStep/3/message
source: ARE THOSE SWORDS?! WHY DO THESE BUGS HAVE SWORDS?!
ru_ru: ЭТО ЧТО, МЕЧИ?! ПОЧЕМУ У ЭТИХ ЖУКОВ ЕСТЬ МЕЧИ?!

# data/database.json/commonEvents/emilie-samurai-bug/event/1/thenStep/4/message
source: I DON'T UNDERSTAND!
ru_ru: Я НЕ ПОНИМАЮ!

# data/database.json/commonEvents/emilie-samurai-bug/event/1/thenStep/5/message
source: LEA, PLEASE! MAKE THEM GO AWAY!!
ru_ru: ЛЕЯ, ПОЖАЛУЙСТА! ЗАСТАВЬ ИХ УЙТИ!!

# data/database.json/commonEvents/emilie-samurai-bug/event/2/thenStep/0/message
source: NOOOO! NOT THE BUGS AGAIN!
ru_ru: НЕЕЕЕТ! ТОЛЬКО НЕ ЖУКИ ОПЯТЬ!

# data/database.json/commonEvents/emilie-samurai-bug/event/2/thenStep/1/message
source: LEA I HATE THOSE THINGS, PLEASE!
ru_ru: ЛЕЯ, Я НЕНАВИЖУ ЭТИ ШТУКИ, ПОЖАЛУЙСТА!

# data/database.json/commonEvents/emilie-samurai-bug/event/2/thenStep/2/message
source: I THOUGHT I'D SEE THOSE THINGS IN THE JUNGLE. WHY ARE THEY HERE INSTEAD?
ru_ru: Я ПОЛАГАЛА, ЧТО УВИЖУ ЭТИХ ТВАРЕЙ В ДЖУНГЛЯХ. ПОЧЕМУ ОНИ ЗДЕСЬ?

# data/database.json/commonEvents/emilie-samurai-bug/event/3/thenStep/0/message
source: NOOO! STOP FIGHTING THE BUGS, PLEASE! LEA!
ru_ru: НЕЕЕТ! ПЕРЕСТАНЬ СРАЖАТЬСЯ С ЖУКАМИ, ПОЖАЛУЙСТА! ЛЕЯ!

# data/database.json/commonEvents/emilie-samurai-bug/event/3/thenStep/1/message
source: THOSE THINGS ARE TOO CREEPY! AND FAST! AND JUMPY!
ru_ru: ЭТИ ШТУКИ СЛИШКОМ ЖУТКИЕ! И БЫСТРЫЕ! И ПРЫГУЧИЕ!

# data/database.json/commonEvents/emilie-samurai-bug/event/4/thenStep/0/message
source: NOO! WHY WON'T YOU STOP FIGHTING THE BUGS?!
ru_ru: НЕЕТ! ПОЧЕМУ ТЫ НЕ ПЕРЕСТАЁШЬ СРАЖАТЬСЯ С ЖУКАМИ?!

# data/database.json/commonEvents/emilie-samurai-bug/event/5/thenStep/0/message
source: NOOoooo..... Why....
ru_ru: НЕЕееет..... Почему....

# data/database.json/commonEvents/emilie-samurai-bug/event/6/thenStep/0/message
source: Damn it, Lea. I can only handle so many bugs per day.
ru_ru: Чёрт возьми, Лея. Я исчерпала свой лимит жуков на день.

# data/database.json/commonEvents/emilie-samurai-bug/event/7/thenStep/0/message
source: Lea, please... Again?
ru_ru: Лея, пожалуйста... Опять?

# data/database.json/commonEvents/emilie-samurai-bug/event/8/thenStep/0/message
source: Again with the bugs? Can't we fight something else?
ru_ru: Опять с жуками? Мы не можем сражаться с чем-то другим?

# data/database.json/commonEvents/emilie-samurai-bug/event/9/thenStep/0/message
source: Alright, I get it! You like fighting those bugs!
ru_ru: Ладно, я поняла! Тебе нравится сражаться с этими жуками!

# data/database.json/commonEvents/emilie-samurai-bug/event/10/thenStep/0/message
source: And bug therapy continues...
ru_ru: Жучиная терапия продолжается...

# data/database.json/commonEvents/emilie-samurai-bug/event/11/thenStep/0/message
source: Here we go again...
ru_ru: Вот опять...

# data/database.json/commonEvents/emilie-samurai-bug/event/12/thenStep/0/message
source: Actually... I think I'm truly starting to get used to those... things.
ru_ru: На самом деле... мне кажется, я и правда начинаю привыкать к этим... штукам.

# data/database.json/commonEvents/emilie-overpowered-active/event/0/0_0/0/message
source: This enemy seems strong, better be careful!
ru_ru: Этот монстр выглядит сильным, будь осторожна!

# data/database.json/commonEvents/emilie-overpowered-active/event/0/0_1/0/message
source: You do like a challenge, don't you Lea?
ru_ru: Тебе нравятся испытания, не так ли, Лея?

# data/database.json/commonEvents/emilie-overpowered-active/event/0/0_2/0/message
source: We may want to level up a bit before taking this one on.
ru_ru: Может, нам стоит повысить уровень, прежде чем браться за них.

# data/database.json/commonEvents/emilie-overpowered-passive/event/0/0_0/0/message
source: Mon dieu, it's strong and aggressive! I hate those!
ru_ru: Mon dieu (Боже мой), он сильный и агрессивный! Ненавижу это!

# data/database.json/commonEvents/emilie-overpowered-passive/event/0/0_1/0/message
source: Lea, maybe we should, you know... \c[3]run\c[0]?!
ru_ru: Лея, может, нам пора, ну это... \c[3]бежать\c[0]?!

# data/database.json/commonEvents/emilie-passive/event/1/0_0/0/message
source: Ugh...
ru_ru: Ух...

# data/database.json/commonEvents/emilie-passive/event/1/0_1/0/message
source: We didn't ask for this battle, or did we?
ru_ru: Мы не напрашивались на эту битву, разве нет?

# data/database.json/commonEvents/emilie-passive/event/1/0_2/0/message
source: I guess someone needs a lesson here!
ru_ru: Кажется, кому-то тут надо преподать урок!

# data/database.json/commonEvents/apollo-blobs/event/0/message
source: We're sharing blows with the \c[3]\v[combat.name.jungle/blob]\c[0]! Be aware of their team attacks!
ru_ru: Мы дерёмся с \c[3]\v[combat.name.jungle/blob]ом\c[0]! Остерегайтесь их командных атак!

# data/database.json/commonEvents/apollo-plant/event/0/message
source: The fearsome \c[3]\v[combat.name.jungle/plant]\c[0] enters the battlefield! Careful, it can instantly switch locations!
ru_ru: Грозный \c[3]\v[combat.name.jungle/plant]\c[0] выходит на поле битвы! Осторожно, он может мгновенно перемещаться!

# data/database.json/commonEvents/apollo-sloth/event/0/message
source: The mighty \c[3]\v[combat.name.jungle/sloth]\c[0] approaches! Slow, but deadly!
ru_ru: Могучий \c[3]Ленемот\c[0] приближается! Медленно, но смертоносно!

# data/database.json/commonEvents/apollo-shokats/event/0/message
source: The cunning \c[3]\v[combat.name.jungle/shockcat]\c[0] attacks! Careful, close contact quickly leads to a shocking demise!
ru_ru: Хитрый \c[3]Шокот\c[0] атакует! Осторожно, близкий контакт приводит к шокирующей смерти!

# data/database.json/commonEvents/apollo-parrot/event/0/message
source: The unlawful \c[3]\v[combat.name.jungle/parrot]\c[0] aims at us!\. Agile and heavily armed!
ru_ru: Беззаконный \c[3]\v[combat.name.jungle/parrot]\c[0] целится в нас!\. Проворный и тяжело вооружённый!

# data/database.json/commonEvents/apollo-fish/event/0/message
source: The atrocious \c[3]\v[combat.name.jungle/fish]\c[0] is preparing to attack, shooting and screaming at their victim!
ru_ru: Зверский \c[3]\v[combat.name.jungle/fish]\c[0] готовится к нападению, стреляя и крича на свою жертву!

# data/database.json/commonEvents/apollo-heat-samurai/event/0/message
source: The honorable \c[3]\v[combat.name.forest/bug-samurai-heat]\c[0] unsheathed its blade! Beware its flaming sweeps!
ru_ru: Почётный \c[3]\v[combat.name.forest/bug-samurai-heat]\c[0] обнажил свой клинок! Остерегайся его пылающих взмахов!

# data/database.json/commonEvents/apollo-shock-samurai/event/0/message
source: The honorable \c[3]\v[combat.name.forest/bug-samurai-shock]\c[0] unsheathed its blade! Beware its lightning fast reflexes!
ru_ru: Почётный \c[3]\v[combat.name.forest/bug-samurai-shock]\c[0] обнажил свой клинок! Остерегайся его молниеносных рефлексов!

# data/database.json/commonEvents/apollo-panda/event/0/message
source: The monstrous \c[3]\v[combat.name.forest/panda]\c[0] goes in attack mode, preparing its missiles!
ru_ru: Чудовищная \c[3]\v[combat.name.forest/panda]\c[0] переходит в режим атаки, готовя свои ракеты!

# data/database.json/commonEvents/apollo-spider/event/0/message
source: The horrifying \c[3]\v[combat.name.forest/spider]\c[0] is crawling our way! Watch out for its sticking webs!
ru_ru: Ужасающий \c[3]\v[combat.name.forest/spider]\c[0] ползёт в нашу сторону! Остерегайся его клейких паутин!

# data/database.json/commonEvents/test-hedgehog/event/0/message
source: HEDGEHOG!
ru_ru: ЁЖИК!

# data/database.json/commonEvents/test-enemy-defeated/event/0/thenStep/0/message
source: Enemy Defeated 1
ru_ru: Враг побежден 1

# data/database.json/commonEvents/test-enemy-defeated/event/1/thenStep/0/message
source: Enemy Defeated 2
ru_ru: Враг побежден 2

# data/database.json/commonEvents/test-enemy-defeated/event/2/thenStep/0/message
source: Enemy Defeated 3
ru_ru: Враг побежден 3

# data/database.json/commonEvents/lea-post-battle/event/0/thenStep/0/message
source: Battle End 1
ru_ru: Конец битвы 1

# data/database.json/commonEvents/lea-post-battle/event/1/thenStep/0/message
source: Battle End 2
ru_ru: Конец битвы 2

# data/database.json/commonEvents/lea-post-battle/event/2/thenStep/0/message
source: Battle End 3
ru_ru: Конец битвы 3

# data/database.json/commonEvents/emilie-battle-over-S/event/0/0_0/0/message
source: Phew. What a rampage.
ru_ru: Фух. Вот это ярость.

# data/database.json/commonEvents/emilie-battle-over-S/event/0/0_1/0/message
source: Would you be the type to run marathons in your spare time, Lea?
ru_ru: Ты случаем не из тех людей, которые бегают марафоны в свободное время, Лея?

# data/database.json/commonEvents/emilie-battle-over-S/event/0/0_1/1/message
source: Just wondering...
ru_ru: Просто интересно...

# data/database.json/commonEvents/emilie-battle-over-S/event/0/0_2/0/message
source: Phew... Small break? Maybe?
ru_ru: Фух... Как насчёт небольшого перерыва?

# data/database.json/commonEvents/ctron-battle-over-S/event/0/0_0/0/message
source: Are...\. are we done?\. Gosh...
ru_ru: Мы...\. мы закончили?\. Боже...

# data/database.json/commonEvents/ctron-battle-over-S/event/0/0_1/0/message
source: Lea...\. that was both impressive and...\. frightening.
ru_ru: Лея...\. это было одновременно впечатляюще и...\. пугающе.

# data/database.json/commonEvents/ctron-battle-over-S/event/0/0_2/0/message
source: Didn't even break a sweat.
ru_ru: Даже не вспотел.

# data/database.json/commonEvents/ctron-battle-over-S/event/0/0_2/1/message
source: I'm kidding!\. I broke all the sweats!\. What the heck, Lea...
ru_ru: Шучу!\. Я весь по поту!\. Какого чёрта, Лея...

# data/database.json/commonEvents/apollo-battle-over-S/event/0/0_0/0/message
source: Spheromancer Lea...\. that was quite an impressive run.
ru_ru: Сферомант Лея...\. это было довольно впечатляюще.

# data/database.json/commonEvents/apollo-battle-over-S/event/0/0_1/0/message
source: Phew...\. we left quite the trail in the...\. Trail.
ru_ru: Фух...\. похоже, что мы сбились с пути на...\. Пути.

# data/database.json/commonEvents/apollo-battle-over-S/event/0/0_2/0/message
source: J-Justice has been served!
ru_ru: П-Правосудие восторжествовало!

# data/database.json/commonEvents/apollo-battle-over-S/event/0/0_2/1/message
source: Yes, this amount of havoc was...\. justified.\. It's our duty as Seekers.
ru_ru: Да, такое количество разрушений было...\. оправданным.\. Это наш долг как Искателей.

# data/database.json/commonEvents/joern-battle-over-S/event/0/0_0/0/message
source: Please...\. take it easy, little girl.
ru_ru: Пожалуйста...\. поспокойнее, девочка.

# data/database.json/commonEvents/joern-battle-over-S/event/0/0_1/0/message
source: So much... destruction...
ru_ru: Так много... разрушений...

# data/database.json/commonEvents/joern-battle-over-S/event/0/0_2/0/message
source: Aren't games supposed to be...\. like...\. recreational?\. Was this recreational to you?
ru_ru: Разве игры не должны быть...\. типа...\. развлекательными?\. Для тебя это было развлекательно?

# data/database.json/commonEvents/test-cooldown-start/event/0/thenStep/0/message
source: Cool Down 1
ru_ru: Восстановление 1

# data/database.json/commonEvents/test-cooldown-start/event/1/thenStep/0/message
source: Cool Down 2
ru_ru: Восстановление 2

# data/database.json/commonEvents/test-cooldown-start/event/2/thenStep/0/message
source: Cool Down 3
ru_ru: Восстановление 3

# data/database.json/commonEvents/cooldown-S/event/0/0_0/0/0_0/0/message
source: ...Lea?\. I think I need a break.
ru_ru: ...Лея?\. Мне не мешало бы отдохнуть.

# data/database.json/commonEvents/cooldown-S/event/0/0_0/0/0_1/0/message
source: Do you ever plan to stop, Lea?
ru_ru: Ты собираешься когда-нибудь остановиться, Лея?

# data/database.json/commonEvents/cooldown-S/event/0/0_0/0/0_2/0/message
source: How about some live and let live, Lea?
ru_ru: Как насчёт того, чтобы жить и не мешать жить остальным, Лея?

# data/database.json/commonEvents/cooldown-S/event/0/1_0/0/0_0/0/message
source: L-Lea...? There is no need to keep fighting, right?
ru_ru: Л-Лея...? Нет причины драться дальше, верно?

# data/database.json/commonEvents/cooldown-S/event/0/1_0/0/0_1/0/message
source: Corpses... everywhere...
ru_ru: Трупы... везде...

# data/database.json/commonEvents/cooldown-S/event/0/1_0/0/0_2/0/message
source: Y-You don't plan to stop anytime soon, do you?
ru_ru: Т-Ты же не планируешь останавливаться в ближайшее время?

# data/database.json/commonEvents/cooldown-S/event/0/2_0/0/0_0/0/message
source: Spheromancer Lea, you are surprisingly bloodthirsty!
ru_ru: Сферомант Лея, ты на удивление кровожадна!

# data/database.json/commonEvents/cooldown-S/event/0/2_0/0/0_1/0/message
source: I see you're pushing your Spheromancer skills to the limit!
ru_ru: Я смотрю, что ты выжимаешь максимум из навыков сфероманта!

# data/database.json/commonEvents/cooldown-S/event/0/2_0/0/0_2/0/message
source: Spheromancer Lea, your stamina is quite impressive indeed!
ru_ru: Сферомант Лея, твоя выносливость действительно впечатляет!

# data/database.json/commonEvents/cooldown-S/event/0/3_0/0/0_0/0/message
source: Boy, what a massacre.
ru_ru: Ух, ну и резня.

# data/database.json/commonEvents/cooldown-S/event/0/3_0/0/0_1/0/message
source: I didn't expect to be playing with such a fierce little devil.
ru_ru: Я и не думал, что играю с таким свирепым маленьким дьяволом.

# data/database.json/commonEvents/cooldown-S/event/0/3_0/0/0_2/0/message
source: So much killing...\. Are you trying to make a case for violence in video games, Lea?
ru_ru: Столько убийств...\.Ты что, пытаешься оправдать жестокость в видеоиграх, Лея?

# data/database.json/commonEvents/cooldown-A/event/0/0_0/0/message
source: Mon dieu! You just keep going!
ru_ru: Mon dieu (Боже мой)! Тебя не остановить!

# data/database.json/commonEvents/cooldown-A/event/0/1_0/0/message
source: Uhm... anyone up for a break?
ru_ru: Эмм... кто-нибудь на перерыв?

# data/database.json/commonEvents/cooldown-A/event/0/2_0/0/message
source: You seem to be in the flow of the Trail, Spheromancer Lea!
ru_ru: Я вижу, ты в потоке Пути, сферомант Лея!

# data/database.json/commonEvents/cooldown-A/event/0/3_0/0/message
source: Are we done yet?
ru_ru: Мы уже закончили?

# data/database.json/commonEvents/cooldown-B/event/0/0_0/0/message
source: Yeah! We're on a roll!
ru_ru: Да! Мы в ударе!

# data/database.json/commonEvents/cooldown-B/event/0/1_0/0/message
source: You're pretty into fighting, aren't you?
ru_ru: Тебе нравится сражаться, не так ли?

# data/database.json/commonEvents/cooldown-B/event/0/2_0/0/message
source: I see you're up for a challenge today!
ru_ru: Я вижу, что ты готова к испытаниям сегодня!

# data/database.json/commonEvents/cooldown-B/event/0/3_0/0/message
source: Those were a lot of enemies at once.
ru_ru: Это было много врагов за раз.

source: ARE THEY GONE?! PLEASE TELL ME THEY'RE GONE.
ru_ru: ОНИ УШЛИ?! ПОЖАЛУЙСТА, СКАЖИ МНЕ, ЧТО ОНИ УШЛИ.

source: IS IT OVER?! PLEASE LET IT BE OVER.
ru_ru: ЭТО ВСЁ?! ПОЖАЛУЙСТА, ПУСТЬ ВСЁ ЗАКОНЧИТСЯ.

source: So much...\. jumping...\. and swords...
ru_ru: Так много...\. прыжков...\. и мечей...

source: Are those things supposed to be... Samurai or something? THEY'RE STILL BUGS, THOUGH!
ru_ru: Эти штуки, типа... самураи или что? ХОТЯ ОНИ ВСЁ РАВНО ЖУКИ!

source: You won't stop fighting them anytime soon, will you?
ru_ru: Ты не собираешься перестать драться с ними в ближайшее время, не так ли?

source: [shakes head]
ru_ru: [мотает головой]

source: What is this? Some kind of shock therapy?
ru_ru: Что это? Какая-то шоковая терапия?

source: Alright... it's over.
ru_ru: Хорошо... всё кончено.

source: Stupid bugs...
ru_ru: Тупые жуки...

source: Let's fight something else next, d'accord?
ru_ru: Давай подерёмся с чем-то другим в следующий раз, d'accord (хорошо)?

source: [shakes head]
ru_ru: [мотает головой]

source: Lea, please!
ru_ru: Лея, пожалуйста!

source: Did we fight enough bugs already?
ru_ru: Мы уже победили достаточно жуков?

source: Wow, I think I'm healed. It's all good, Lea. We can now stop fighting them!
ru_ru: Вау, кажется, я исцелилась. Всё в порядке, Лея. Мы можем прекратить сражаться с ними!

source: [shakes head]
ru_ru: [мотает головой]

source: Please...
ru_ru: Пожалуйста...

source: Bugs dead. Whatever.
ru_ru: Жуки мертвы. Ладно.

source: Samurai bugs.
ru_ru: Жуки-самураи.

source: Not sure if awesome or just creepy.
ru_ru: Не уверена, круто это или просто жутко.

# data/database.json/commonEvents/emilie-hedgehog-end/event/0/thenStep/0/message
source: Voilà! Simple enough!
ru_ru: Voilà (Вуаля)! Довольно просто!

# data/database.json/commonEvents/emilie-hedgehog-end/event/0/elseStep/0/message
source: And that was our first hedgehag. Simple enough!
ru_ru: И это был наш первый дикоборз. Довольно просто!

# data/database.json/commonEvents/emilie-meerkats-end/event/0/thenStep/0/message
source: Do you ever wonder what kind of music those things are listening to?
ru_ru: Ты когда-нибудь задумывалась, какую музыку слушают эти звери?

# data/database.json/commonEvents/emilie-meerkats-end/event/0/thenStep/1/message
source: They do seem very much into it, non?
ru_ru: Кажется, они очень погружены в неё, не?

# data/database.json/commonEvents/emilie-meerkats-end/event/1/thenStep/0/message
source: Pesky things!
ru_ru: Надоедливые создания!

# data/database.json/commonEvents/emilie-meerkats-end/event/1/thenStep/1/message
source: They were cute at first, now they're just annoying.
ru_ru: Поначалу они милые, но теперь просто раздражают.

# data/database.json/commonEvents/emilie-snowman-end/event/0/thenStep/0/message
source: No, I won't accept this. Snowmen are great.
ru_ru: Нет, я не приму этого. Снеговики хорошие.

# data/database.json/commonEvents/emilie-snowman-end/event/0/thenStep/1/message
source: I love building snowmen. Peaceful snowmen.
ru_ru: Я люблю лепить снеговиков. Мирных снеговиков.

# data/database.json/commonEvents/emilie-snowman-end/event/1/thenStep/0/message
source: Bunnies, hedgehogs and now snowmen of all things.
ru_ru: Кролики, ёжики, а теперь ещё и эти снеговики.

# data/database.json/commonEvents/emilie-snowman-end/event/1/thenStep/1/message
source: Everything tries to kill you. The Track of the Ancients is messed up.
ru_ru: Все пытаются тебя убить. Всё наперекосяк на этом Пути Древних.

# data/database.json/commonEvents/emilie-seahorses-end/event/0/thenStep/0/message
source: Aaaand that was a flying seahorse shooting bubbles. D'accord.
ru_ru: Иииии это был летающий морской конек, стреляющий пузырями. D'accord (Ладно).

# data/database.json/commonEvents/emilie-penguins-end/event/0/thenStep/0/message
source: Oui. Penguins on mountains. That's a thing in CrossWorlds.
ru_ru: Oui (Да). Пингвины в горах. Такое может быть только в CrossWorlds.

# data/database.json/commonEvents/emilie-penguins-end/event/0/thenStep/1/message
source: Well, at least they have some water around here.
ru_ru: Ну, по крайней мере, у них есть немного воды вокруг.

# data/database.json/commonEvents/emilie-goats-end/event/0/thenStep/0/message
source: Heh. Goats. Goats are funny.
ru_ru: Хех. Козлы. Козлы забавные.

# data/database.json/commonEvents/emilie-goats-end/event/0/thenStep/1/message
source: They just defy gravity and climb wherever they please.
ru_ru: Они просто игнорируют гравитацию и лезут куда хотят.
