Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/quests/console-switch-1/tasks/5/task
source: Return to \c[3]Joe the Younger\c[0] in the \c[3]Rookie Harbor Inn\c[0]
ru_ru: Возвращайтесь к \c[3]Джо младшему\c[0] в \c[3]гостинице Гавани новичков\c[0]

# data/database.json/shops/testshop/name
source: The Testing Barbeque
ru_ru: Тестирование барбекю

# data/database.json/shops/testshop/pages/0/title
source: Items
ru_ru: Предметы

# data/database.json/shops/testshop/pages/1/title
source: Equipment
ru_ru: Экипировка

# data/database.json/shops/testshop/pages/2/title
source: Various
ru_ru: Различное

# data/database.json/shops/rookieHarborItems/name
source: Rookie's Best
ru_ru: Лучшее для новичка

# data/database.json/shops/rookieHarborItems/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/rookieHarborWeapons/name
source: Rookie's Starter
ru_ru: Старт новичка

# data/database.json/shops/rookieHarborWeapons/pages/0/title
source: Equipment
ru_ru: Экипировка

# data/database.json/shops/rookieHarborWeaponsNorth/name
source: Rookie's Advanced
ru_ru: Продвинутый новичок

# data/database.json/shops/rookieHarborWeaponsNorth/pages/0/title
source: Equipment
ru_ru: Экипировка

# data/database.json/shops/rookieHarborTara/name
source: Tara's Shop
ru_ru: Магазин Тары

# data/database.json/shops/rookieHarborTara/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/rookieBacker/name
source: Chef Backer Goods
ru_ru: Товары шеф-повара Бакера

# data/database.json/shops/rookieBacker/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/aridItems/name
source: Vermillion Consumables
ru_ru: Расходники Вермиллиона

# data/database.json/shops/aridItems/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/aridWeapons/name
source: Vermillion Equipment
ru_ru: Экипировка Вермиллиона

# data/database.json/shops/aridWeapons/pages/0/title
source: Equipment
ru_ru: Экипировка

# data/database.json/shops/bergenVillageItems/name
source: Bergen Provisions
ru_ru: Провизия Бергена

# data/database.json/shops/bergenVillageItems/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/bergenVillageWeapons/name
source: Bergen Weaponry
ru_ru: Вооружение Бергена

# data/database.json/shops/bergenVillageWeapons/pages/0/title
source: Equipment
ru_ru: Экипировка

# data/database.json/shops/bergenHermit/name
source: Hermit's House
ru_ru: Дом отшельника

# data/database.json/shops/bergenHermit/pages/0/title
source: Hot Beverages
ru_ru: Горячие напитки

# data/database.json/shops/bakiItems/name
source: Baki Oasis
ru_ru: Бакийский оазис

# data/database.json/shops/bakiItems/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/bakiWeapons/name
source: Baki Arsenal
ru_ru: Бакийский аресенал

# data/database.json/shops/bakiWeapons/pages/0/title
source: Equipment
ru_ru: Экипировка

# data/database.json/shops/basinVendingMachines/name
source: Vending Machine
ru_ru: Торговый автомат

# data/database.json/shops/basinVendingMachines/pages/0/title
source: Snacks
ru_ru: Закуски

# data/database.json/shops/basinItems/name
source: Items N' Goods
ru_ru: Предметы-товары

# data/database.json/shops/basinItems/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/basinWeapons/name
source: Basin Arsenal
ru_ru: Арсенал Бэйзина

# data/database.json/shops/basinWeapons/pages/0/title
source: Equipment
ru_ru: Экипировка

# data/database.json/shops/basinMushroom/name
source: Calzone Shop
ru_ru: Магазин Кальцоне

# data/database.json/shops/basinMushroom/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/sapphireWeapons/name
source: Sapphire Arsenal
ru_ru: Сапфировый арсенал

# data/database.json/shops/sapphireWeapons/pages/0/title
source: Equipment
ru_ru: Экипировка

# data/database.json/shops/sapphireItems/name
source: Good Items
ru_ru: Хорошие вещи

# data/database.json/shops/sapphireItems/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/rhombusWeapons1/name
source: Rhombus Arsenal
ru_ru: Арсенал Ромба

# data/database.json/shops/rhombusWeapons1/pages/0/title
source: Equipment
ru_ru: Экипировка

# data/database.json/shops/rhombusItems1/name
source: Rhombus Items
ru_ru: Предметы Ромба

# data/database.json/shops/rhombusItems1/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/rhombusCurios/name
source: Curios & More
ru_ru: Диковинки

# data/database.json/shops/rhombusCurios/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/rhombusBacker/name
source: Chef Backer Goods
ru_ru: Товары шеф-повара Бакера

# data/database.json/shops/rhombusBacker/pages/0/title
source: General Goods
ru_ru: Обычные товары

# data/database.json/shops/arenaCoinShop/name
source: Arena Coin Shop
ru_ru: Магазин арены

# data/database.json/shops/arenaCoinShop/pages/0/title
source: Equipment
ru_ru: Экипировка

# data/database.json/shops/arenaCoinShop/pages/1/title
source: Cosmetics
ru_ru: Косметика

# data/database.json/shops/arenaCoinShop/pages/2/title
source: Pets
ru_ru: Питомцы

# data/database.json/traders/vermillionHeal1/name
source: Vermillion Heals
ru_ru: Лечение Вермиллион

# data/database.json/traders/vermillionBuffs1/name
source: Vermillion Buffs
ru_ru: Бафы Вермиллион

# data/database.json/traders/vermillionWeapon1/name
source: Vermillion Weapons
ru_ru: Оружие Вермиллион

# data/database.json/traders/vermillionTorso1/name
source: Vermillion Torso
ru_ru: Одежда Вермиллион

# data/database.json/traders/vermillionHead1/name
source: Vermillion Head
ru_ru: Шапки Вермиллион

# data/database.json/traders/vermillionLegs1/name
source: Vermillion Legs
ru_ru: Обувь Вермиллион

# data/database.json/traders/vermillioniSets1/name
source: Vermillion Sets & Metal
ru_ru: Наборы и металлы

# data/database.json/traders/vermillionWeapon1_old/name
source: Vermillion Weapons
ru_ru: Оружие Вермиллион

# data/database.json/traders/testing/name
source: Trade The Trader
ru_ru: Торговец Торг

# data/database.json/traders/autumnBuffs/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/autumnWeapon/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/autumnLoot/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/autumnSets/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/defaultHeal/name
source: Sandwiches
ru_ru: Сэндвичи

# data/database.json/traders/defaultRegen/name
source: Tea
ru_ru: Чай

# data/database.json/traders/defaultBuffsSingle/name
source: Buffs
ru_ru: Бафы

# data/database.json/traders/defaultBuffsDouble/name
source: Mixed Buffs
ru_ru: Смешанные бафы

# data/database.json/traders/defaultBuffsAllround/name
source: Allround Buffs
ru_ru: Комплексные бафы

# data/database.json/traders/defaultBuffsWrapRolls/name
source: Wraps & Rolls
ru_ru: Рулеты и роллы

# data/database.json/traders/defaultMetal/name
source: Metal
ru_ru: Металлы

# data/database.json/traders/defaultDefault/name
source: Trader
ru_ru: Торговец

# data/database.json/traders/bergenTrailWeapon/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/bergenTrailLoot/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/bergenTrailMetal/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/bergenTrailSets/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/BergenTrailHeal/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/BergenTrailBuffs/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/bergenHeal/name
source: Bergen Heals
ru_ru: Исцеление Бергена

# data/database.json/traders/bergenBuffs/name
source: Bergen Buffs
ru_ru: Бергенские бафы

# data/database.json/traders/bergenWeapons/name
source: Bergen Weapons
ru_ru: Оружие Бергена

# data/database.json/traders/bergenHead/name
source: Bergen Head
ru_ru: Шапки Бергена

# data/database.json/traders/bergenTorso/name
source: Bergen Torso
ru_ru: Одежда Бергена

# data/database.json/traders/bergenFeet/name
source: Bergen Legs
ru_ru: Обувь Бергена

# data/database.json/traders/bergenLoot/name
source: Bergen Loot
ru_ru: Добыча Бергена

# data/database.json/traders/bergenLoot2/name
source: Bergen Mine Loot \c[1]UNUSED\c[0]
ru_ru: Добыча Бергенской шахты \c[1]НЕИСПОЛЬЗОВАНО\c[0]

# data/database.json/traders/bergenMetal/name
source: Bergen Metals
ru_ru: Металлы Бергена

# data/database.json/traders/bergenMetal2/name
source: Bergen Metals
ru_ru: Металлы Бергена

# data/database.json/traders/bergenSets/name
source: Bergen Sets
ru_ru: Наборы Бергена

# data/database.json/traders/spiralGem/name
source: Gem Dealer
ru_ru: Ювелир

# data/database.json/traders/bergenTopHats/name
source: Hatmaker
ru_ru: Шляпник

# data/database.json/traders/minersHelmet/name
source: Digging Mates Helmet
ru_ru: Шлемы братства копателей

# data/database.json/traders/sapphireHealSandwich/name
source: Sapphire Sandwiches
ru_ru: Сапфировые сэндвичи

# data/database.json/traders/sapphireTea/name
source: Sapphire Tea
ru_ru: Сапфировый чай

# data/database.json/traders/sapphireBuffs1/name
source: Sapphire Buffs 1
ru_ru: Сапфировые бафы 1

# data/database.json/traders/sapphireBuffs2/name
source: Sapphire Buffs 2
ru_ru: Сапфировые бафы 2

# data/database.json/traders/sapphireBuffs3/name
source: Sapphire Mixed Buffs
ru_ru: Смешанные сапфировые бафы

# data/database.json/traders/sapphireBuffs4/name
source: Sapphire Allround Buffs
ru_ru: Комплексные сапфировые бафы

# data/database.json/traders/sapphireBuffs5/name
source: Sapphire Wraps & Rolls
ru_ru: Сапфировые рулеты и роллы

# data/database.json/traders/sapphireWeapon1/name
source: Sapphire Weapons
ru_ru: Сапфировое оружие

# data/database.json/traders/sapphireHead1/name
source: Sapphire Head
ru_ru: Сапфировые шапки

# data/database.json/traders/sapphireTorso1/name
source: Sapphire Torso
ru_ru: Сапфировая одежда

# data/database.json/traders/sapphireFeet1/name
source: Sapphire Legs
ru_ru: Сапфировая обувь

# data/database.json/traders/sapphireMetal/name
source: Sapphire Metals
ru_ru: Сапфировые металлы

# data/database.json/traders/sapphireSets/name
source: Sapphire Sets
ru_ru: Сапфировые наборы

# data/database.json/traders/sapphireLoot/name
source: Sapphire Loot
ru_ru: Сапфировая добыча

# data/database.json/traders/sapphireGeta/name
source: Rusty
ru_ru: Расти

# data/database.json/traders/heatHeal/name
source: Player Trader
ru_ru: Игрок-торговец

# data/database.json/traders/heatBuffs/name
source: Maroon Buffs
ru_ru: Бордовые бафы

# data/database.json/traders/heatEquip/name
source: Maroon Equipment
ru_ru: Бордовая экипировка

# data/database.json/traders/heatLoot/name
source: Maroon Loot
ru_ru: Бордовая добыча

# data/database.json/traders/heatMetal/name
source: Maroon Metals
ru_ru: Бордовые металлы

# data/database.json/traders/heatSets/name
source: Maroon Trade Sets
ru_ru: Бордовые наборы

# data/database.json/traders/heatBracer/name
source: Bracerboy
ru_ru: Наручник

# data/database.json/traders/bakiHeal/name
source: Ba'kii Kum Heals
ru_ru: Бакийское исцеление

# data/database.json/traders/bakiBuffs/name
source: Ba'kii Kum Buffs
ru_ru: Бакийские бафы

# data/database.json/traders/bakiLowEquip/name
source: Ba'kii Kum Discount
ru_ru: Бакийская уценка

# data/database.json/traders/bakiWeapon1/name
source: Ba'kii Kum Weapons
ru_ru: Бакийское оружие

# data/database.json/traders/bakiHead/name
source: Ba'kii Kum Head
ru_ru: Бакийские шапки

# data/database.json/traders/bakiTorso/name
source: Ba'kii Kum Torso
ru_ru: Бакийская одежда

# data/database.json/traders/bakiFeet/name
source: Ba'kii Kum Legs
ru_ru: Бакийская обувь

# data/database.json/traders/bakiLootDesert/name
source: Ba'kii Kum Maroon Loot
ru_ru: Бакийская добыча

# data/database.json/traders/bakiLootTemple/name
source: Ba'kii Kum Temple Loot
ru_ru: Храмовая добыча

# data/database.json/traders/bakiMetal/name
source: Ba'kii Kum Metal
ru_ru: Бакийские металлы

# data/database.json/traders/bakiSets/name
source: Ba'kii Kum Trade Sets
ru_ru: Бакийские наборы

# data/database.json/traders/bakiRefresh/name
source: Ba'kii Kum Refreshments
ru_ru: Бакийские закуски

# data/database.json/traders/bakiGigaDrill/name
source: The Digger
ru_ru: Копатель

# data/database.json/traders/bakiBrewing_1/name
source: Brewing
ru_ru: Варка

# data/database.json/traders/bakiBrewing_2/name
source: Brewing
ru_ru: Варка

# data/database.json/traders/bakiBrewing_3/name
source: Brewing
ru_ru: Варка

# data/database.json/traders/bakiBrewingAuto/name
source: Brewing: Auto
ru_ru: Варка: автоматически

# data/database.json/traders/basinHeal/name
source: Basin Heals
ru_ru: Исцеление Бэйзина

# data/database.json/traders/basinBuffs1/name
source: Basin Buffs 1
ru_ru: Бафы Бэйзина 1

# data/database.json/traders/basinBuffs2/name
source: Basin Buffs 2
ru_ru: Бафы Бэйзина 2

# data/database.json/traders/basinBuffs3/name
source: Basin Mixed Buffs
ru_ru: Смешанные бафы Бэйзина

# data/database.json/traders/basinBuffs3Ext/name
source: Basin Mixed Buffs
ru_ru: Смешанные бафы Бэйзина

# data/database.json/traders/basinBuffs4/name
source: Basin Allround Buffs
ru_ru: Комплексные бафы Бэйзина

# data/database.json/traders/basinBuffs5/name
source: Basin Wraps & Rolls
ru_ru: Рулеты и роллы Бэйзина

# data/database.json/traders/basinWeapon1/name
source: Basin Weapons
ru_ru: Оружие Бэйзина

# data/database.json/traders/basinHead1/name
source: Basin Head
ru_ru: Шапки Бэйзина

# data/database.json/traders/basinTorso1/name
source: Basin Torso
ru_ru: Одежда Бэйзина

# data/database.json/traders/basinFeet1/name
source: Basin Legs
ru_ru: Обувь Бэйзина

# data/database.json/traders/basinMetal/name
source: Basin Metals
ru_ru: Металлы Бэйзина

# data/database.json/traders/basinSets/name
source: Basin Sets
ru_ru: Наборы Бэйзина

# data/database.json/traders/basinLoot1/name
source: Loot Gaia's Garden West
ru_ru: Добыча западного Сада Гайи

# data/database.json/traders/basinLoot2/name
source: Loot Gaia's Garden East
ru_ru: Добыча восточного Сада Гайи

# data/database.json/traders/basinLoot3/name
source: Loot So'najiz
ru_ru: Добыча Со'найиз

# data/database.json/traders/basinLoot4/name
source: Loot Zir'vitar
ru_ru: Добыча Зир'витар

# data/database.json/traders/autumnsFallWeaponTorso/name
source: Basin Discount A
ru_ru: Уценка Бэйзина 1

# data/database.json/traders/autumnsFallHeadLegs/name
source: Basin Discount B
ru_ru: Уценка Бэйзина 2

# data/database.json/traders/basinEastShadyBuffs/name
source: Backstreet Buffs
ru_ru: Бафы переулка

# data/database.json/traders/basinEastExcalibro/name
source: Basin Weapon Supreme
ru_ru: Лучшее оружие Бэйзина

# data/database.json/traders/basinEastDrill/name
source: Old Man
ru_ru: Старик

# data/database.json/traders/basinEastRevolver/name
source: The Huckleberry
ru_ru: Гекльберри

# data/database.json/traders/basinEastBanditScarf/name
source: Aladdin's Turf
ru_ru: Сфера влияния Аладдина

# data/database.json/traders/basinEastStick/name
source: Big Stick Rikh
ru_ru: Рик-дуболом

# data/database.json/traders/tremorTrader/name
source: Edgy Salesman
ru_ru: Резкий продавец

# data/database.json/traders/villageSets/name
source: V'rda Vil Sets
ru_ru: Наборы В'рда Виль

# data/database.json/traders/villageMetals/name
source: V'rda Vil Metals
ru_ru: Металлы В'рда Виль

# data/database.json/traders/turretDefTrader/name
source: TurretDefense Trader
ru_ru: Обмен Турельной защиты

# data/database.json/traders/turretDefTraderUpg/name
source: TurretDefense Trader
ru_ru: Обмен Турельной защиты

# data/database.json/traders/turretDefTrader2/name
source: TurretDefense Trader
ru_ru: Обмен Турельной защиты

# data/database.json/traders/booster-rise/name
source: \v[area.autumn-area.name] Master
ru_ru: Мастер Расцвета Осени

# data/database.json/traders/booster-fall/name
source: \v[area.autumn-fall.name] Master
ru_ru: Мастер Заката Осени

# data/database.json/traders/booster-trail/name
source: \v[area.bergen-trails.name] Master
ru_ru: Мастер Тропы в Берген

# data/database.json/traders/booster-valley/name
source: \v[area.heat-area.name] Master
ru_ru: Мастер Ба'кии Кум

# data/database.json/traders/booster-garden/name
source: \v[area.jungle.name] Master
ru_ru: Мастер Сада Гайи

# data/database.json/traders/booster-ridge/name
source: \v[area.forest.name] Master
ru_ru: Мастер Сапфирового края

# data/database.json/traders/rhombusWeapon1/name
source: Rhombus Weapons
ru_ru: Оружие Ромба

# data/database.json/traders/rhombusHead1/name
source: Rhombus Head
ru_ru: Шапки Ромба

# data/database.json/traders/rhombusTorso1/name
source: Rhombus Torso
ru_ru: Одежда Ромба

# data/database.json/traders/rhombusFeet1/name
source: Rhombus Legs
ru_ru: Обувь Ромба

# data/database.json/traders/rhombusEquipAntique1/name
source: Antique Gear
ru_ru: Антикварная одежда

# data/database.json/traders/rhombusEquipAntique2/name
source: Antique+ UNUSED
ru_ru: Антиквариат+ НЕИСПОЛЬЗОВАНО

# data/database.json/traders/rhombusEquipSpecial1/name
source: Special Gear #1
ru_ru: Специальное оборудование #1

# data/database.json/traders/rhombusChestplate/name
source: Chester Boxman
ru_ru: Честер Грудини

# data/database.json/traders/rhombusMetalEpic1/name
source: Rhombus Epic Metal
ru_ru: Эпические металлы Ромба

# data/database.json/traders/rhombusHeal/name
source: Rhombus Sandwiches
ru_ru: Сэндвичи Ромба

# data/database.json/traders/rhombusRegen/name
source: Rhombus Tea
ru_ru: Чай Ромба

# data/database.json/traders/rhombusBuffsSingle/name
source: Rhombus Buffs
ru_ru: Бафы Ромба

# data/database.json/traders/rhombusBuffsDouble/name
source: Rhombus Mixed Buffs
ru_ru: Смешанные бафы Ромба

# data/database.json/traders/rhombusBuffsAllround/name
source: Rhombus Allround Buffs
ru_ru: Универсальные бафы Ромба

# data/database.json/traders/rhombusBuffsWrapRolls/name
source: Rhombus Wraps & Rolls
ru_ru: Рулеты и роллы Ромба

# data/database.json/traders/rookieHeal/name
source: Rookie Sandwiches
ru_ru: Сэндвичи гавани

# data/database.json/traders/rookieHeal2/name
source: Rookie Sandwiches
ru_ru: Сэндвичи гавани

# data/database.json/traders/rookieHeal3/name
source: Rookie Sandwiches
ru_ru: Сэндвичи гавани

# data/database.json/traders/rookieBuffs1/name
source: Rookie Tea
ru_ru: Чай новобранца

# data/database.json/traders/rookieBuffs1Ext/name
source: Rookie Tea
ru_ru: Чай новобранца

# data/database.json/traders/rookieBuffs2/name
source: Rookie Mixed Buffs
ru_ru: Смешанные бафы гавани

# data/database.json/traders/rookieBuffs2Ext/name
source: Rookie Mixed Buffs
ru_ru: Смешанные бафы гавани

# data/database.json/traders/rookieBuffs3/name
source: Rookina Buffs
ru_ru: Бафы Рукины

# data/database.json/traders/rookieBuffs3Ext/name
source: Rookina Buffs
ru_ru: Бафы Рукины

# data/database.json/traders/rookieBuffs4/name
source: Buffies Buffs
ru_ru: Бафы Бафи

# data/database.json/traders/rookieBuffs4Ext/name
source: Buffies Buffs
ru_ru: Бафы Бафи

# data/database.json/traders/rookieWeapon1/name
source: Rookie Weapons
ru_ru: Оружие гавани

# data/database.json/traders/rookieWeapon2/name
source: Rookie Weapons Plus
ru_ru: Оружие гавани +

# data/database.json/traders/rookieHead1/name
source: Rookie Head
ru_ru: Шапки гавани

# data/database.json/traders/rookieHead2/name
source: Rookie Head Plus
ru_ru: Шапки гавани +

# data/database.json/traders/rookieTorso1/name
source: Rookie Torso
ru_ru: Одежда гавани

# data/database.json/traders/rookieTorso2/name
source: Rookie Torso Plus
ru_ru: Одежда гавани +

# data/database.json/traders/rookieFeet1/name
source: Rookie Legs
ru_ru: Обувь гавани

# data/database.json/traders/rookieFeet2/name
source: Rookie Legs Plus
ru_ru: Обувь гавани +

# data/database.json/traders/rookieLoot1/name
source: Rookie Loot
ru_ru: Добыча гавани

# data/database.json/traders/rookieSets/name
source: Rookie Sets
ru_ru: Наборы гавани

# data/database.json/traders/rookieSteaks1/name
source: Ms. Teak's Steaks
ru_ru: Стейки мисс Тейк

# data/database.json/traders/rookieSteaks2/name
source: Ms. Teak's Steaks
ru_ru: Стейки мисс Тейк

# data/database.json/traders/rookieSetsFall/name
source: Rookie Fall Sets
ru_ru: Осенние наборы гавани

# data/database.json/traders/rookieNorthHeals/name
source: Rookie Elite Heals
ru_ru: Элитное лечение гавани

# data/database.json/traders/rookieNorthBuffs/name
source: Rookie Elite Buffs
ru_ru: Элитные бафы гавани

# data/database.json/traders/rookieNorthBuffs2/name
source: Rookie Mixed Buffs
ru_ru: Смешанные бафы гавани

# data/database.json/traders/rookieNorthBuffs2Ext/name
source: Rookie Mixed Buffs
ru_ru: Смешанные бафы гавани

# data/database.json/traders/rookieNorthBuffs3/name
source: Rookie Allround Buffs
ru_ru: Комплексные бафы гавани

# data/database.json/traders/rookieNorthBuffs3Ext/name
source: Rookie Allround Buffs
ru_ru: Комплексные бафы гавани

# data/database.json/traders/rookieNorthBuffs4/name
source: Rookie Wraps & Rolls
ru_ru: Рулеты и роллы гавани

# data/database.json/traders/rookieNorthBuffs4Ext/name
source: Rookie Wraps & Rolls
ru_ru: Рулеты и роллы гавани

# data/database.json/traders/rookieRiseMetal1/name
source: Rookie Rise Metal
ru_ru: Улучшенные металлы новобранца

# data/database.json/traders/rookieRiseMetal2/name
source: Rookie Rise Metal
ru_ru: Улучшенные металлы новобранца

# data/database.json/traders/rookieRiseMetal3/name
source: Rookie Rise Metal
ru_ru: Улучшенные металлы новобранца

# data/database.json/traders/rookieNorthWeaponTorso/name
source: Rookie Elite A
ru_ru: Элита гавани А

# data/database.json/traders/rookieFallMetal1/name
source: Rookie Fall Metal
ru_ru: Осенние металлы гавани

# data/database.json/traders/rookieFallMetal2/name
source: Rookie Fall Metal
ru_ru: Осенние металлы гавани

# data/database.json/traders/rookieNorthHeadLegs/name
source: Rookie Elite B
ru_ru: Элита гавани Б

# data/database.json/traders/rookieFallMetal3/name
source: Rookie Fall Metal
ru_ru: Осенние металлы гавани

# data/database.json/traders/rookieLootFall1/name
source: Rookie Loot
ru_ru: Добыча гавани

# data/database.json/traders/rookieKontorMeat1/name
source: Barbara Biquoue
ru_ru: Барбара Бикью

# data/database.json/traders/rookieKontorMeat2/name
source: Barbara Biquoue
ru_ru: Барбара Бикью

# data/database.json/traders/rookieKontorFruitA1/name
source: Frou'ty
ru_ru: Фру'ти

# data/database.json/traders/rookieKontorFruitA2/name
source: Frou'ty
ru_ru: Фру'ти

# data/database.json/traders/rookieKontorFruitB1/name
source: Peary Birnler
ru_ru: Пири Бирнлер

# data/database.json/traders/rookieKontorFruitB2/name
source: Peary Birnler
ru_ru: Пири Бирнлер

# data/database.json/traders/rookieKontorBracer1/name
source: Bracer Trader
ru_ru: Торговец наручами

# data/database.json/traders/rookieKontorBracer2/name
source: Bracer Trader
ru_ru: Торговец наручами

# data/database.json/traders/rookieKontorBracer3/name
source: Bracer Trader
ru_ru: Торговец наручами

# data/database.json/traders/rookieKontorBags1/name
source: Milfa Baggins
ru_ru: Милфа Бэггинс

# data/database.json/traders/rookieKontorBags2/name
source: Milfa Baggins
ru_ru: Милфа Бэггинс

# data/database.json/traders/rookieDrillBoom/name
source: Boom & Drill
ru_ru: Бур-и-Бум

# data/database.json/traders/rookieInfiniteGem/name
source: Rookie Gem Dealer
ru_ru: Ювелир гавани

# data/database.json/traders/rookieReset/name
source: Reset Monger
ru_ru: Перезагрузчик

# data/database.json/traders/rookieResetExt/name
source: Reset Monger
ru_ru: Перезагрузчик

# data/database.json/traders/backer1/name
source: Supporter's Snacks
ru_ru: Закуски кормильца

# data/database.json/traders/backer2/name
source: Thankful Trades
ru_ru: Благодарные сделки

# data/database.json/traders/backer3/name
source: Backer's Breakfast
ru_ru: Спонсорский завтрак
