Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/wa-1-digging/person
source: Forerunner Elenya
es_es: Precursora Elenya

# data/database.json//quests/wa-1-digging/description
source: \c[3]Pioneer Tucos\c[0] of the \c[3]Falldivers\c[0] has lost a \c[3]data storage device\c[0] while fleeing from aggressive wildlife. Use your \c[3]Analysis\c[0] to find it and retrieve it.
es_es: El \c[3]Pionero Tucos\c[0] de los \c[3]Caidaleros\c[0] ha perdido una \c[3]unidad de almacenamiento\c[0] mientras escapaba de la vida salvaje. Usa tu \c[3]Inspección\c[0] para encontrarla y recuperarla.

# data/database.json//quests/wa-1-digging/briefing
source: You found the data, brought it back and whooped some naughty Hillkats as a bonus.
es_es: Encontraste los datos, los trajiste y molestaste a algunos traviesos Colicatas como bonificación.

# data/database.json//quests/wa-1-digging/tasks/0/task
source: Find and examine the location of the data on \c[3]Off Road 1\c[0] of \c[3]\v[area.autumn-area.name]\c[0] (use your \c[3]Analysis\c[0] to search)
es_es: Busca y examina la ubicación de la unidad en el \c[3]Desvío 1\c[0] de \c[3]\v[area.autumn-area.name]\c[0] (usa tu \c[3]Inspección\c[0] para buscarla)

# data/database.json//quests/wa-1-digging/tasks/1/task
source: Defeat all the \c[3]\v[combat.name.meerkat]s\c[0]
es_es: Derrota a todos los \c[3]\v[combat.name.meerkat]s\c[0]

# data/database.json//quests/wa-1-digging/tasks/2/task
source: Open the \c[3]chest\c[0] and get the \c[3]\v[item.172.name]\c[0]
es_es: Abre el \c[3]cofre\c[0] y obtén el \c[3]\v[item.172.name]\c[0]

# data/database.json//quests/wa-1-digging/tasks/3/task
source: Report back to \c[3]Forerunner Elenya\c[0] in the \c[3]Falldivers HQ\c[0]
es_es: Informa a la \c[3]Precursora Elenya\c[0] en la \c[3]Sede central de los Caidaleros\c[0]

# data/database.json//quests/fd-2-meerkat-cave/hubSettings/location
source: A surprisingly organized band of dangerous Hillkats requires a beating. \c[3]- Falldivers HQ\c[0]
es_es: Una banda sorprendentemente organizada de peligrosos Colicatas requiere una paliza. \c[3]- Sede de los Caidaleros\c[0]

# data/database.json//quests/fd-2-meerkat-cave/name
source: It Can Dig, but It Can't Hide!
es_es: ¡Puede cavar, pero no puede esconderse!

# data/database.json//quests/fd-2-meerkat-cave/person
source: Forerunner Elenya
es_es: Precursora Elenya

# data/database.json//quests/fd-2-meerkat-cave/description
source: The \c[3]data storage\c[0] and reports from Tucos talk of an organized group of Hillkats. Meet up with him to confront the threat.
es_es: El \c[3]almacenamiento de datos\c[0] y los informes de Tucos hablan de un grupo organizado de Colicatas. Reúnete con él para enfrentar la amenaza.

# data/database.json//quests/fd-2-meerkat-cave/briefing
source: You defeated the leader of the dangerous Hillkat group and also discovered a mysterious item for the Falldivers to examine.
es_es: Derrotaste al líder del peligroso grupo Colicata y también descubriste un objeto misterioso para que lo examinaran los Caidaleros.

# data/database.json//quests/fd-2-meerkat-cave/tasks/0/task
source: Meet up with \c[3]Pioneer Tucos\c[0] at \c[3]Pathway 5\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Reúnete con el \c[3]PioneroTucos\c[0] en \c[3]Camino 5\c[0] en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/fd-2-meerkat-cave/tasks/1/task
source: Follow Tucos to the \c[3]entrance of the cave\c[0]
es_es: Sigue a Tucos hasta la \c[3]entrada de la cueva\c[0]

# data/database.json//quests/fd-2-meerkat-cave/tasks/2/task
source: Explore \c[3]the cave\c[0] and search for enemies
es_es: Explora \c[3]la cueva\c[0] y busca enemigos

# data/database.json//quests/fd-2-meerkat-cave/tasks/3/task
source: Defeat the \c[3]\v[combat.name.meerkat-special-command-1]\c[0]
es_es: Derrota al \c[3]\v[combat.name.meerkat-special-command-1]\c[0]

# data/database.json//quests/fd-2-meerkat-cave/tasks/4/task
source: Open the mysterious \c[3]chest\c[0]
es_es: Abre el misterioso \c[3]cofre\c[0]

# data/database.json//quests/fd-2-meerkat-cave/tasks/5/task
source: \c[3]Leave the cave\c[0] and talk to \c[3]Tucos\c[0] again
es_es: \c[3]Sal de la cueva\c[0] y vuelve a hablar con \c[3]Tucos\c[0]

# data/database.json//quests/fd-2-meerkat-cave/tasks/6/task
source: Report back to \c[3]Forerunner Elenya\c[0] in the \c[3]Falldivers HQ\c[0]
es_es: Informa a la \c[3]Precursora Elenya\c[0] en \c[3]Sede central de los Caidaleros\c[0]

# data/database.json//quests/fd-3-ball_egg_1/hubSettings/location
source: We need help with collecting data on an area. Fun times with tech. \c[3]- Falldivers HQ\c[0]
es_es: Necesitamos ayuda en la recopilación de datos en un área. Diviértete con la tecnología. \c[3]- Sede de los Caidaleros\c[0]

# data/database.json//quests/fd-3-ball_egg_1/name
source: Points of Power
es_es: Puntos de Poder

# data/database.json//quests/fd-3-ball_egg_1/person
source: Forerunner Elenya
es_es: Precursora Elenya

# data/database.json//quests/fd-3-ball_egg_1/description
source: The \c[3]device you took from the Hillkats\c[0] has been used to create a probe that can extract energy and information directly from the Track. And you are chosen to assist!
es_es: El \c[3]dispositivo que tomaste de las Colicatas\c[0] se usó para crear una sonda que puede extraer energía y datos directamente del Camino. ¡Y tú eres la elegida para ayudar!

# data/database.json//quests/fd-3-ball_egg_1/briefing
source: You used the probe to extract data from the Track and also defeated another band of Hillkats. Good job!
es_es: Usaste la sonda para extraer datos del Camino y también derrotaste a otra banda de Colicatas. ¡Buen trabajo!

# data/database.json//quests/fd-3-ball_egg_1/tasks/0/task
source: Meet up with \c[3]Pioneer Deggart\c[0] at the landmark of \c[3]Village Remains\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]
es_es: Reúnete con el \c[3]Pionero Deggart\c[0] en el hito de \c[3]Restos del Pueblo\c[0] en \c[3]\v[area.autumn-fall.name]\c[0]

# data/database.json//quests/fd-3-ball_egg_1/tasks/1/task
source: Activate \c[3]the Probe\c[0] in \c[3]Village Remains\c[0] and guide it along the path
es_es: Activa \c[3]la sonda\c[0] en \c[3]Restos del Pueblo\c[0] y guíala por el camino

# data/database.json//quests/fd-3-ball_egg_1/tasks/2/task
source: Talk to \c[3]Pioneer Deggart\c[0] again in \c[3]Normal Clearing\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Habla con el \c[3]Pionero Deggart\c[0] nuevamente en \c[3]Claro Normal\c[0] en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/fd-3-ball_egg_1/tasks/3/task
source: Take \c[3]the Probe\c[0] to the \c[3]lone regular tree\c[0] in \c[3]Normal Clearing\c[0]
es_es: Lleve \c[3]la sonda\c[0] al \c[3]Árbol Normal Solitario\c[0] en \c[3]Claro normal\c[0]

# data/database.json//quests/fd-3-ball_egg_1/tasks/4/task
source: Report back to \c[3]Forerunner Elenya\c[0] in the \c[3]Falldivers HQ\c[0]
es_es: Informa a la \c[3]Precursora Elenya\c[0] en la \c[3]Sede central de los Caidaleros\c[0]

# data/database.json//quests/rhg-1-pickpocket/hubSettings/location
source: There have been problems with pickpockets on the market. \c[3]- Rookie Harbor Guard HQ\c[0]
es_es: Ha habido problemas con los carteristas en el mercado. \c[3]- Cuartel General de la Guardia del Puerto Recluta\c[0]

# data/database.json//quests/rhg-1-pickpocket/name
source: Petty Crime Hunter
es_es: Cazador de delitos menores

# data/database.json//quests/rhg-1-pickpocket/person
source: Sgt. Brassler
es_es: Sgto. Brassler

# data/database.json//quests/rhg-1-pickpocket/description
source: You talked with the captain of the \c[3]Rookie Harbor Guard\c[0] and decided to help them out a bit. One of the city guards \c[3]needs some reinforcements\c[0].
es_es: Hablaste con el capitán de la \c[3]Guardia del Puerto Recluta\c[0] y decidiste tenderles una mano. Uno de los guardias de la ciudad \c[3]necesita refuerzos\c[0].

# data/database.json//quests/rhg-1-pickpocket/briefing
source: You were finally able to catch the elusive thief after rescuing him from the wildlife. Hopefully he learnt his lesson by now.
es_es: Finalmente pudiste atrapar al escurridizo ladrón después de rescatarlo de la vida silvestre. Ojalá ya haya aprendido la lección.

# data/database.json//quests/rhg-1-pickpocket/tasks/0/task
source: Talk to the \c[3]guard\c[0] near \c[3]\v[lore.title.seeker]-HUB\c[0]
es_es: Habla con el \c[3]guardia\c[0] cerca de \c[3]\v[lore.title.seeker]- Central\c[0]

# data/database.json//quests/rhg-1-pickpocket/tasks/1/task
source: Find the \c[3]thief\c[0] near the \c[3]park in central \v[area.rookie-harbor.name]\c[0]
es_es: Encuentra al \c[3]ladrón\c[0] cerca del \c[3]parque en el centro \v[area.rookie-harbor.name]\c[0]

# data/database.json//quests/rhg-1-pickpocket/tasks/2/task
source: Find out where the \c[3]thief\c[0] went. Maybe someone saw him?
es_es: Averigua dónde fue el \c[3]ladrón\c[0]. ¿Quizás alguien lo vio?

# data/database.json//quests/rhg-1-pickpocket/tasks/3/task
source: Find the \c[3]thief\c[0] in the \c[3]dead-end in southern \v[area.rookie-harbor.name]\c[0]
es_es: Encuentra al \c[3]ladrón\c[0] en el \c[3]callejón sin salida en el sur de \v[area.rookie-harbor.name]\c[0]

# data/database.json//quests/rhg-1-pickpocket/tasks/4/task
source: Find out where the \c[3]thief\c[0] went... again
es_es: Averigua dónde fue el \c[3]ladrón\c[0]... otra vez

# data/database.json//quests/rhg-1-pickpocket/tasks/5/task
source: Find the \c[3]thief\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Encuentra al \c[3]ladrón\c[0] en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/rhg-1-pickpocket/tasks/6/task
source: Defeat the two \c[3]\v[combat.name.hedgehog]s\c[0]
es_es: Derrota a los dos \c[3]\v[combat.name.hedgehog]s\c[0]

# data/database.json//quests/rhg-1-pickpocket/tasks/7/task
source: Talk to the \c[3]thief\c[0] again
es_es: Habla con el \c[3]ladrón\c[0] de nuevo

# data/database.json//quests/rhg-1-pickpocket/tasks/8/task
source: Report back to \c[3]Sgt. Brassler\c[0] in the \c[3]Rookie Harbor Guard HQ\c[0]
es_es: Reporta al \c[3]Sgt. Brassler\c[0] en el \c[3]Cuartel General de la Guardia del Puerto Recluta\c[0]

# data/database.json//quests/rhg-2-crate_smuggle/hubSettings/location
source: Illegal shipments going through our harbor need to be found and stopped! \c[3]- Rookie Harbor Guard HQ\c[0]
es_es: ¡Los envíos ilegales que pasan por nuestro puerto deben ser encontrados y detenidos! \c[3]- Cuartel General de la Guardia del Puerto Recluta\c[0]

# data/database.json//quests/rhg-2-crate_smuggle/name
source: Smuggle Trouble
es_es: Problemas de Contrabando

# data/database.json//quests/rhg-2-crate_smuggle/person
source: Sgt. Brassler
es_es: Sargento Brassler

# data/database.json//quests/rhg-2-crate_smuggle/description
source: Unauthorized shipments of illegal weaponry have been arriving in \c[3]\v[area.rookie-harbor.name]\c[0] lately! Go to \c[3]Beginners Arc\c[0] and investigate!
es_es: ¡Últimamente han llegado envíos no autorizados de armas ilegales a \c[3]\v[area.rookie-harbor.name]\c[0]! ¡Ve a \c[3]Arco Recluta\c[0] e investiga!

# data/database.json//quests/rhg-2-crate_smuggle/briefing
source: You solved the case, caught the evildoer and prevented the turrets from being used for evil deeds.
es_es: Resolviste el caso, atrapaste al malhechor y evitaste que las torretas se usaran para malas acciones.

# data/database.json//quests/rhg-2-crate_smuggle/tasks/0/task
source: Talk to \c[3]Guard Officer Cedric\c[0] at \c[3]Beginners Arc\c[0]
es_es: Habla con el \c[3]Guardia Cedric\c[0] en el \c[3]Arco Recluta\c[0]

# data/database.json//quests/rhg-2-crate_smuggle/tasks/1/task
source: Find a \c[3]suspicious crate\c[0] at the \c[3]Beginners Arc\c[0] and check its contents
es_es: Encuentra una \c[3]caja sospechosa\c[0] en el \c[3]Arco Recluta\c[0] y verifica su contenido

# data/database.json//quests/rhg-2-crate_smuggle/tasks/2/task
source: Defeat the \c[3]\v[combat.name.turret-rhg-1]s\c[0]
es_es: Derrota a los \c[3]\v[combat.name.turret-rhg-1]\c[0]

# data/database.json//quests/rhg-2-crate_smuggle/tasks/3/task
source: Find the \c[3]shady looking dockworker\c[0]
es_es: Encuentra al \c[3]trabajador portuario de aspecto sombrío\c[0]

# data/database.json//quests/rhg-2-crate_smuggle/tasks/4/task
source: Defeat the \c[3]\v[combat.name.turret-rhg-1]s\c[0] and go after \c[3]Sober Frank\c[0]
es_es: Derrota a los \c[3]\v[combat.name.turret-rhg-1]s\c[0] y ve tras \c[3]El Sobrio Frank\c[0]

# data/database.json//quests/rhg-2-crate_smuggle/tasks/5/task
source: Defeat the \c[3]\v[combat.name.turret-rhg-1]s\c[0] and go after \c[3]Sober Frank\c[0] again
es_es: Derrota a los \c[3]\v[combat.name.turret-rhg-1]s\c[0] y ve tras \c[3]El Sobrio Frank\c[0] de nuevo

# data/database.json//quests/rhg-2-crate_smuggle/tasks/6/task
source: Defeat the \c[3]\v[combat.name.turret-rhg-1]s\c[0] and finally catch \c[3]Sober Frank\c[0]
es_es: Derrota a los \c[3]\v[combat.name.turret-rhg-1]s\c[0] y finalmente atrapa a \c[3]El Sobrio Frank\c[0]

# data/database.json//quests/rhg-2-crate_smuggle/tasks/7/task
source: Report back to \c[3]Sgt. Brassler\c[0] in the \c[3]Rookie Harbor Guard HQ\c[0]
es_es: Reporta al \c[3]Sgt. Brassler\c[0] en el \c[3]Cuartel General de la Guardia del Puerto Recluta\c[0]

# data/database.json//quests/rhg-3-maritime_smuggle/hubSettings/location
source: More illegal shipments are reaching the continent and must be stopped! \c[3]- Rookie Harbor Guard HQ\c[0]
es_es: ¡Más envíos ilegales están llegando al continente y deben ser detenidos! \c[3]- Cuartel General de la Guardia del Puerto Recluta\c[0]

# data/database.json//quests/rhg-3-maritime_smuggle/name
source: Wet Work
es_es: Trabajo Húmedo

# data/database.json//quests/rhg-3-maritime_smuggle/person
source: Sgt. Brassler
es_es: Sargento Brassler

# data/database.json//quests/rhg-3-maritime_smuggle/description
source: More unauthorized shipments of illegal weaponry are reaching the continent over the ocean! You must go on a patrol and intercept them.
es_es: ¡Más envíos no autorizados de armamento ilegal están llegando al continente a través del océano! Debes ir en patrullar e interceptarlos.

# data/database.json//quests/rhg-3-maritime_smuggle/briefing
source: You prevented the latest batch of illegal weapons from reaching the continent by sinking them into the ocean.
es_es: Evitaste que el último lote de armas ilegales llegara al continente hundiéndolas en el océano.

# data/database.json//quests/rhg-3-maritime_smuggle/tasks/0/task
source: Talk to \c[3]Captain Turbine\c[0] in Southern \c[3]Beginners Arc\c[0]
es_es: Habla con el \c[3]Capitán Turbine\c[0] en el Sur del \c[3]Arco Recluta\c[0]

# data/database.json//quests/rhg-3-maritime_smuggle/tasks/1/task
source: Talk to \c[3]Captain Turbine\c[0] in \c[3]Beginners Arc\c[0] again and start the patrol
es_es: Habla con el \c[3]Capitán Turbine\c[0] en el \c[3]Arco Recluta\c[0] nuevamente y comienza la patrulla

# data/database.json//quests/rhg-3-maritime_smuggle/tasks/2/task
source: Report back to \c[3]Sgt. Brassler\c[0] in the \c[3]Rookie Harbor Guard HQ\c[0]
es_es: Reporta al \c[3]Sgt. Brassler\c[0] en el \c[3]Cuartel General de la Guardia del Puerto Recluta\c[0]

# data/database.json//quests/rhg-4-maritime_smuggle_2/hubSettings/location
source: Time to eliminate the source of illegal shipments once and for all! \c[3]- Rookie Harbor Guard HQ\c[0]
es_es: ¡Es hora de eliminar la fuente de los envíos ilegales de una vez por todas! \c[3]- Cuartel General de la Guardia del Puerto Recluta\c[0]

# data/database.json//quests/rhg-4-maritime_smuggle_2/name
source: Wetter Work
es_es: Trabajo Muy Húmedo

# data/database.json//quests/rhg-4-maritime_smuggle_2/person
source: Sgt. Brassler
es_es: Sargento Brassler

# data/database.json//quests/rhg-4-maritime_smuggle_2/description
source: The unauthorized shipments have to finally be stopped! You need to find the coordinating machine in the ocean and destroy it!
es_es: ¡Los envíos no autorizados deben finalmente ser detenidos! ¡Necesitas encontrar la máquina coordinadora en el océano y destruirla!

# data/database.json//quests/rhg-4-maritime_smuggle_2/briefing
source: The coordinator is destroyed and with it the danger of further illegal weapon smuggling!
es_es: ¡El coordinador es destruido y con él, el peligro de más contrabando ilegal de armas!

# data/database.json//quests/rhg-4-maritime_smuggle_2/tasks/0/task
source: Talk to \c[3]Captain Turbine\c[0] in Southern \c[3]Beginners Arc\c[0]
es_es: Habla con el \c[3]Capitan Turbine\c[0] en el Sur de \c[3]Aro de los Principiantes\c[0]

# data/database.json//quests/rhg-4-maritime_smuggle_2/tasks/1/task
source: Talk to \c[3]Captain Turbine\c[0] in \c[3]Beginners Arc\c[0] again and start the patrol
es_es: Habla con el \c[3]Capitán Turbine\c[0] en el \c[3]Arco Recluta\c[0] nuevamente y comienza la patrulla

# data/database.json//quests/rhg-4-maritime_smuggle_2/tasks/2/task
source: Report back to \c[3]Sgt. Brassler\c[0] in the \c[3]Rookie Harbor Guard HQ\c[0]
es_es: Reporta al \c[3]Sgt. Brassler\c[0] en el \c[3]Cuartel General de la Guardia del Puerto Recluta\c[0]

# data/database.json//quests/rftc-1-collect_trade/hubSettings/location
source: Assistance is needed for a simple delivery task. \c[3]- Rookie Harbor Marketplace\c[0]
es_es: Se necesita asistencia para una tarea de entrega simple. \c[3]- Mercado del Puerto Recluta\c[0]

# data/database.json//quests/rftc-1-collect_trade/name
source: Small Time Delivery
es_es: Entrega a Corto Plazo

# data/database.json//quests/rftc-1-collect_trade/person
source: Mr. Nomsworth
es_es: Sr. Nomsworth

# data/database.json//quests/rftc-1-collect_trade/description
source: \c[3]Mr. Nomsworth\c[0], an employee of the trading association of \v[area.rookie-harbor.name], commissioned you to acquire certain items from the market and deliver them to his client.
es_es: El \c[3]Sr. Nomsworth\c[0], un empleado de la asociación de intercambios de \v[area.rookie-harbor.name], solicita que busques ciertos objetos del mercado y que se los entregues a su cliente.

# data/database.json//quests/rftc-1-collect_trade/briefing
source: You've acquired the needed items, delivered them to the barkeep and got your reward.
es_es: Adquiriste los artículos necesarios, se los entregaste al barman y obtuviste tu recompensa.

# data/database.json//quests/rftc-1-collect_trade/tasks/0/task
source: Get several trade items from the trader at the \c[3]Market\c[0]
es_es: Consigue varios objetos del comerciante en el \c[3]Mercado\c[0]

# data/database.json//quests/rftc-1-collect_trade/tasks/1/task
source: Bring the items to \c[3]the barkeeper\c[0] of the pub \c[3]Gut Punch\c[0] at the sea
es_es: Llévale los artículos al \c[3]camarero\c[0] del Centro \c[3]Golpe de Tripa\c[0] en el mar

# data/database.json//quests/rftc-1-collect_trade/tasks/2/task
source: Report back to \c[3]Mr. Nomsworth\c[0] in the \c[3]Marketplace\c[0]
es_es: Reporta al \c[3]Sr. Nomsworth\c[0] en el \c[3]Mercado\c[0]

# data/database.json//quests/bull-arena-1/hubSettings/location
source: An overdue delivery from \v[area.autumn-area.name] needs to be tracked. \c[3]- Rookie Harbor Marketplace\c[0]
es_es: Se debe realizar un seguimiento de una entrega vencida de \v[area.autumn-area.name]. \c[3]- Mercado del Puerto Recluta\c[0]

# data/database.json//quests/bull-arena-1/name
source: Bull Grab
es_es: Encara al Toro

# data/database.json//quests/bull-arena-1/description
source: Business people are in danger of doing business without eating! Search for the \c[3]food collector in \v[area.autumn-area.name]\c[0] and find out what happened to her and the delivery.
es_es: ¡La gente de negocios está en peligro de hacer negocios sin comer! Busca a la \c[3]recolectora de alimentos en \v[area.autumn-area.name]\c[0] y averigua qué pasó con ella y la entrega.

# data/database.json//quests/bull-arena-1/briefing
source: You have saved the food delivery. Now business can be conducted properly with full stomachs!
es_es: Has guardado la entrega de comida. ¡Ahora los negocios pueden llevarse a cabo correctamente con el estómago lleno!

# data/database.json//quests/bull-arena-1/tasks/0/task
source: Find the \c[3]food collector\c[0] along the \c[3]main route through \v[area.autumn-area.name]\c[0]
es_es: Encuentra al \c[3]Recolector de Alimentos\c[0] a lo largo de la \c[3]ruta principal\c[0] a través de \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/bull-arena-1/tasks/1/task
source: \c[3]Clear out the pit on Pathway 5\c[0] to get the package back
es_es: \c[3]Derrota a todos los enemigos en el hoyo en Camino 5\c[0] para recuperar el paquete

# data/database.json//quests/bull-arena-1/tasks/2/task
source: Pick up the \c[3]Lunch Delivery Package\c[0]
es_es: Recoge el \c[3]Paquete de Entrega de Almuerzo\c[0]

# data/database.json//quests/bull-arena-1/tasks/3/task
source: Talk to \c[3]the collector on Pathway 5\c[0] again
es_es: Habla con \c[3]el recolector en Camino 5\c[0] nuevamente

# data/database.json//quests/bull-arena-1/tasks/4/task
source: Go back to \c[3]Mr Nomsworth\c[0] on the \c[3]Marketplace\c[0]
es_es: Regrese con \c[3]Sr. Nomsworth\c[0] en el \c[3]Mercado\c[0]

# data/database.json//quests/rftc-3-metalstuff/hubSettings/location
source: Need support for a high-priority mission from the higher ups. \c[3]- Rookie Harbor Marketplace\c[0]
es_es: Necesito ayuda para una misión importante de los altos mandos. \c[3]- Mercado del Puerto Recluta\c[0]

# data/database.json//quests/rftc-3-metalstuff/name
source: New Metal
es_es: Metal Nuevo

# data/database.json//quests/rftc-3-metalstuff/personAfter
source: Chairman Steward
es_es: Presidente Mayordomo

# data/database.json//quests/rftc-3-metalstuff/description
source: \c[3]Mr. Nomsworth\c[0] has sent you to the \c[3]main headquarters of the Coastal Trading Coalition\c[0] for another assignment. It must be very important!
es_es: El \c[3]Sr. Nomsworth\c[0] te ha enviado a la \c[3]sede principal de la Coalición Comercial Costera\c[0] para otra misión. ¡Debe ser muy importante!

# data/database.json//quests/rftc-3-metalstuff/briefing
source: You have helped the \c[3]metal production in \v[area.rookie-harbor.name] to advance\c[0] and also introduced yourself to the board of the CTC in the process!
es_es: ¡Has ayudado a la \c[3]producción de metal en \v[area.rookie-harbor.name] a avanzar\c[0] y también te presentaste con la junta del CTC en el proceso!

# data/database.json//quests/rftc-3-metalstuff/tasks/0/task
source: Talk to the \c[3]Guard\c[0] in \c[3]Traders Kontor\c[0] at the \c[3]Alley Quarters\c[0].
es_es: Habla con el \c[3]Guardia\c[0] en \c[3]Comerciantes Kontor\c[0] en el \c[3]Cuartos de Callejón\c[0].

# data/database.json//quests/rftc-3-metalstuff/tasks/1/task
source: Talk to the \c[3]Chairman of the RTFC\c[0] in the \c[3]upper Traders Kontor\c[0]
es_es: Hable con el \c[3]Presidente de la RTFC\c[0] en los \c[3]comerciantes superiores Kontor\c[0]

# data/database.json//quests/rftc-3-metalstuff/tasks/2/task
source: Talk to the \c[3]metal trader\c[0] in the \c[3]Trader's Den\c[0] of \c[3]\v[area.bergen.name]\c[0]
es_es: Habla con el \c[3]comerciante de metales\c[0] en el \c[3]Centro de Comerciantes\c[0] de \c[3]\v[area.bergen.name]\c[0]

# data/database.json//quests/rftc-3-metalstuff/tasks/3/task
source: Find the smelter parts in \c[3]a room that harbors heat\c[0] in \c[3]\v[area.cold-dng.name]\c[0]
es_es: Encuentra las partes de la fundición en \c[3]una habitación que alberga calor\c[0] en \c[3]\v[area.cold-dng.name]\c[0]

# data/database.json//quests/rftc-3-metalstuff/tasks/4/task
source: Report back to the \c[3]metal trader\c[0] in \c[3]Trader's Den\c[0] of \c[3]\v[area.bergen.name]\c[0]
es_es: Informa al \c[3]comerciante de metales\c[0] en \c[3]Centro de Comerciantes\c[0] de \c[3]\v[area.bergen.name]\c[0]
