Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//achievements/chests-total-04/description
source: \c[3]Find 100% of all Chests\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 100% de todos los cofres\c[0] en CrossWorlds.

# data/database.json//achievements/chests-autumn/name
source: Autumn's Scavenger
es_es: Carroñero de Otoño

# data/database.json//achievements/chests-autumn/description
source: \c[3]Find and open all Chests\c[0] in \v[area.autumn-area.name], \v[area.rookie-harbor.name] and \v[area.autumn-fall.name].
es_es: \c[3]Encuentra y abre todos los Cofres\c[0] en \v[area.autumn-area.name], \v[area.rookie-harbor.name] y \v[area.autumn-fall.name].

# data/database.json//achievements/chests-bergen/name
source: Bergen Scavenger
es_es: Carroñero de Bergen

# data/database.json//achievements/chests-bergen/description
source: \c[3]Find and open all Chests\c[0] in \v[area.bergen-trails.name] and \v[area.bergen.name].
es_es: \c[3]Encuentra y abre todos los Cofres\c[0] en \v[area.bergen-trails.name] y \v[area.bergen.name].

# data/database.json//achievements/chests-maroon/name
source: Maroon Scavenger
es_es: Carroñero Granate

# data/database.json//achievements/chests-maroon/description
source: \c[3]Find and open all Chests\c[0] in \v[area.heat-area.name] and \v[area.heat-village.name].
es_es: \c[3]Encuentra y abre todos los Cofres\c[0] en \v[area.heat-area.name] y \v[area.heat-village.name].

# data/database.json//achievements/chests-jungle/name
source: Gaia's Scavenger
es_es: Carroñero de Gaia

# data/database.json//achievements/chests-jungle/description
source: \c[3]Find and open all Chests\c[0] in \v[area.jungle.name] and \v[area.jungle-city.name].
es_es: \c[3]Encuentra y abre todos los Cofres\c[0] en \v[area.jungle.name] y \v[area.jungle-city.name].

# data/database.json//achievements/chests-forest/name
source: Sapphire Scavenger
es_es: Carroñero de Sapphire

# data/database.json//achievements/chests-forest/description
source: \c[3]Find and open all Chests\c[0] in Sapphire-Ridge.
es_es: \c[3]Encuentra y abre todos los Cofres\c[0] en Cresta Zafiro.

# data/database.json//achievements/chests-rhombus/name
source: Rhombus Scavenger
es_es: Carroñero Rombo

# data/database.json//achievements/chests-rhombus/description
source: \c[3]Find and open all Chests\c[0] in \v[area.rhombus-sqr.name] and \v[area.rhombus-dng.name].
es_es: \c[3]Encuentra y abre todos los Cofres\c[0] en \v[area.rhombus-sqr.name] y \v[area.rhombus-dng.name].

# data/database.json//achievements/chests-cold/name
source: Temple Mine Scavenger
es_es: Carroñero del Templo Mina

# data/database.json//achievements/chests-cold/description
source: \c[3]Find and open all Chests\c[0] in \v[area.cold-dng.name].
es_es: \c[3]Encuentra y abre todos los Cofres\c[0] en \v[area.cold-dng.name].

# data/database.json//achievements/chests-heat/name
source: Faj'ro Scavenger
es_es: Carroñero de Faj'ro

# data/database.json//achievements/chests-heat/description
source: \c[3]Find and open all Chests\c[0] in \v[area.heat-dng.name].
es_es: \c[3]Encuentra y abre todos los Cofres\c[0] en \v[area.heat-dng.name].

# data/database.json//achievements/chests-shockwave/name
source: Grand Scavenger
es_es: Gran Carroñero

# data/database.json//achievements/chests-shockwave/description
source: \c[3]Find and open all Chests\c[0] in \v[area.shock-dng.name], \v[area.wave-dng.name] and \v[area.tree-dng.name].
es_es: \c[3]Encuentra y abre todos los Cofres\c[0] en \v[area.shock-dng.name], \v[area.wave-dng.name] y \v[area.tree-dng.name].

# data/database.json//achievements/chests-arid/name
source: Vermillion Scavenger
es_es: Carroñero de Vermillion

# data/database.json//achievements/chests-arid/description
source: \c[3]Find and open all Chests\c[0] in \v[area.arid.name].
es_es: \c[3]Encuentra y abre todos los Cofres\c[0] en \v[area.arid.name].

# data/database.json//achievements/quests-total-01/name
source: Rookie Adventurer
es_es: Aventurero Novato

# data/database.json//achievements/quests-total-01/description
source: Complete \c[3]25% of all Quests\c[0].
es_es: Completa el \c[3]25% de todas las Misiones\c[0].

# data/database.json//achievements/quests-total-02/name
source: Veteran Adventurer
es_es: Aventurero Veterano

# data/database.json//achievements/quests-total-02/description
source: Complete \c[3]50% of all Quests\c[0].
es_es: Completa el \c[3]50% de todas las Misiones\c[0].

# data/database.json//achievements/quests-total-03/name
source: Legendary Adventurer
es_es: Aventurero Legendario

# data/database.json//achievements/quests-total-03/description
source: Complete \c[3]75% of all Quests\c[0].
es_es: Completa el \c[3]75% de todas las Misiones\c[0].

# data/database.json//achievements/quests-total-04/name
source: Gotta help 'em all
es_es: Debo Ayudarlos a Todos

# data/database.json//achievements/quests-total-04/description
source: Complete \c[3]100% of all Quests\c[0].
es_es: Completa el \c[3]100% de todas las Misiones\c[0].

# data/database.json//achievements/quests-tasks-01/name
source: Rookie Solver
es_es: Solucionador Novato

# data/database.json//achievements/quests-tasks-01/description
source: Complete a \c[3]total of 25 Tasks\c[0].
es_es: Completa un \c[3]total de 25 Tareas\c[0].

# data/database.json//achievements/quests-tasks-02/name
source: Veteran Solver
es_es: Solucionador Veterano

# data/database.json//achievements/quests-tasks-02/description
source: Complete a \c[3]total of 50 Tasks\c[0].
es_es: Completa un \c[3]total de 50 Tareas\c[0].

# data/database.json//achievements/quests-tasks-03/name
source: Legendary Solver
es_es: Solucionador Legendario

# data/database.json//achievements/quests-tasks-03/description
source: Complete a \c[3]total of 100 Tasks\c[0].
es_es: Completa un \c[3]total de 100 Tareas\c[0].

# data/database.json//achievements/quests-tasks-04/name
source: Every Task can be Solved!
es_es: ¡Todo Puede ser Resuleto!

# data/database.json//achievements/quests-tasks-04/description
source: Complete a \c[3]total of 200 Tasks\c[0].
es_es: Completa un \c[3]total de 200 Tareas\c[0].

# data/database.json//achievements/quest-factions-VA-rookie/name
source: VA ROOKIE
es_es: NOVATO DE VA

# data/database.json//achievements/quest-factions-VA-rookie/description
source: \c[3]Finish all quests\c[0] for the Venture Alliance [or sub name] in \v[area.rookie-harbor.name].
es_es: \c[3]Termina todas las misiones\c[0] para la Alianza de Riesgo [o sub nombre] en \v[area.rookie-harbor.name].

# data/database.json//achievements/quest-factions-VA-bergen/name
source: VA BERGEN
es_es: Alianza de Riesgo: Bergen

# data/database.json//achievements/quest-factions-VA-bergen/description
source: \c[3]Finish all quests\c[0] for the Venture Alliance [or sub name] in \v[area.bergen.name].
es_es: \c[3]Termina todas las misiones\c[0] para la Alianza de Riesgo [o sub nombre] en la \v[area.bergen.name].

# data/database.json//achievements/quest-factions-VA-maroon/name
source: VA MAROON
es_es: Alianza de Riesgo: Granate

# data/database.json//achievements/quest-factions-VA-maroon/description
source: \c[3]Finish all quests\c[0] for the Venture Alliance [or sub name] in \v[area.heat-village.name].
es_es: \c[3]Termina todas las misiones\c[0] para la Alianza de Riesgo [o sub nombre] en \v[area.heat-village.name].

# data/database.json//achievements/quest-factions-VA-jungle/name
source: VA MAROON
es_es: Alianza de Riesgo: Granate

# data/database.json//achievements/quest-factions-VA-jungle/description
source: \c[3]Finish all quests\c[0] for the Venture Alliance [or sub name] in \v[area.jungle-city.name].
es_es: \c[3]Termina todas las misiones\c[0] para la Alianza de Riesgo [o sub nombre] en el \v[area.jungle-city.name].

# data/database.json//achievements/quest-factions-HPD-rookie/name
source: HPD ROOKIE
es_es: Novato de HPD

# data/database.json//achievements/quest-factions-HPD-rookie/description
source: \c[3]Finish all quests\c[0] for the HPD [or sub name] in \v[area.rookie-harbor.name].
es_es: \c[3]Termina todas las misiones \c[0]para la HPD [o sub nombre] en \v[area.rookie-harbor.name].

# data/database.json//achievements/quest-factions-HPD-bergen/description
source: \c[3]Finish all quests\c[0] for the HPD [or sub name] in \v[area.bergen.name].
es_es: \c[3]Termina todas las misiones \c[0]para la HPD [o sub nombre] en \v[area.bergen.name].

# data/database.json//achievements/quest-factions-HPD-maroon/name
source: HPD MAROON
es_es: HPD GRANATE

# data/database.json//achievements/quest-factions-HPD-maroon/description
source: \c[3]Finish all quests\c[0] for the HPD [or sub name] in \v[area.heat-village.name].
es_es: \c[3]Termina todas las misiones \c[0]para la HPD [o sub nombre] en \v[area.heat-village.name].

# data/database.json//achievements/quest-factions-HPD-jungle/description
source: \c[3]Finish all quests\c[0] for the HPD [or sub name] in \v[area.jungle-city.name].
es_es: \c[3]Termina todas las misiones \c[0]para la HPD [o sub nombre] en \v[area.jungle-city.name].

# data/database.json//achievements/quest-factions-AHA-rookie/description
source: \c[3]Finish all quests\c[0] for the AHA [or sub name] in \v[area.rookie-harbor.name].
es_es: \c[3]Termina todas las misiones \c[0]para la AHA [o sub nombre] en \v[area.rookie-harbor.name].

# data/database.json//achievements/quest-factions-AHA-bergen/description
source: \c[3]Finish all quests\c[0] for the AHA [or sub name] in \v[area.bergen.name].
es_es: \c[3]Termina todas las misiones \c[0]para la AHA [o sub nombre] en \v[area.bergen.name].

# data/database.json//achievements/quest-factions-AHA-maroon/name
source: AHA MAROON
es_es: AHA GRANATE

# data/database.json//achievements/quest-factions-AHA-maroon/description
source: \c[3]Finish all quests\c[0] for the AHA [or sub name] in \v[area.heat-village.name].
es_es: \c[3]Termina todas las misiones \c[0]para la AHA [o sub nombre] en \v[area.heat-village.name].

# data/database.json//achievements/quest-factions-AHA-jungle/description
source: \c[3]Finish all quests\c[0] for the AHA [or sub name] in \v[area.jungle-city.name].
es_es: \c[3]Termina todas las misiones \c[0]para la AHA [o sub nombre] en \v[area.jungle-city.name].

# data/database.json//achievements/quest-factions-AOB-rookie/description
source: \c[3]Finish all quests\c[0] for the AOB [or sub name] in \v[area.rookie-harbor.name].
es_es: \c[3]Termina todas las misiones \c[0]para la AOB [o sub nombre] en \v[area.rookie-harbor.name].

# data/database.json//achievements/quest-factions-AOB-bergen/description
source: \c[3]Finish all quests\c[0] for the AOB [or sub name] in \v[area.bergen.name].
es_es: \c[3]Termina todas las misiones \c[0]para la AOB [o sub nombre] en \v[area.bergen.name].

# data/database.json//achievements/quest-factions-AOB-maroon/name
source: AOB MAROON
es_es: AOB GRANATE

# data/database.json//achievements/quest-factions-AOB-maroon/description
source: \c[3]Finish all quests\c[0] for the AOB [or sub name] in \v[area.heat-village.name].
es_es: \c[3]Termina todas las misiones \c[0]para la AOB [o sub nombre] en \v[area.heat-village.name].

# data/database.json//achievements/quest-factions-AOB-jungle/description
source: \c[3]Finish all quests\c[0] for the AOB [or sub name] in \v[area.jungle-city.name].
es_es: \c[3]Termina todas las misiones \c[0]para la AOB [o sub nombre] en \v[area.jungle-city.name].

# data/database.json//areas/arid-dng-1/name
source: Vermillion Dungeon
es_es: Mazmorra Vermillion

# data/database.json//areas/arid-dng-1/description
source: Your own personal dungeon in Vermillion Wasteland.
es_es: Tu propia mazmorra personal en el Vertedero Vermillion.

# data/database.json//areas/arid-dng-2/name
source: Vermillion Tower
es_es: Torre Vermillion

# data/database.json//areas/arid-dng-2/description
source: The final challenge put together by Gautham.
es_es: El último desafío, diseñado por Gautahm.

# data/database.json//areas/arid/name
source: Vermillion Wasteland
es_es: Vertedero Vermillion

# data/database.json//areas/arid/shortName
source: Ver. Wasteland
es_es: Vertedero Ver.

# data/database.json//areas/arid/description
source: A deserted and gloomy area of unknown origin.
es_es: Un área desierta y sombría de origen desconocido.

# data/database.json//areas/arid/landmarks/town/name
source: Town Center
es_es: Centro de la Ciudad

# data/database.json//areas/arid/landmarks/town/description
source: Center of the "Town".
es_es: Centro del "Pueblo".

# data/database.json//areas/autumn-area/name
source: Autumn's Rise
es_es: Albor Otoñal

# data/database.json//areas/autumn-area/description
source: A bright and lush area painted in the warm colors of autumn.
es_es: Un área brillante y exuberante, pintada en los cálidos colores del otoño.

# data/database.json//areas/autumn-area/landmarks/guilds/name
source: Autumn Residences
es_es: Residencias de Otoño

# data/database.json//areas/autumn-area/landmarks/guilds/description
source: The small guild village sometimes called "Hidden Leaf".
es_es: La pequeña aldea del gremio, a veces llamada "Hoja Oculta".

# data/database.json//areas/autumn-area/landmarks/observatory/name
source: Old Observatory
es_es: Viejo Observatorio

# data/database.json//areas/autumn-area/landmarks/observatory/description
source: An abandoned Observatory, now crawling with enemies.
es_es: Un Observatorio abandonado, ahora repleto de enemigos.

# data/database.json//areas/autumn-area/landmarks/start/name
source: Western Exit
es_es: Salida Oeste

# data/database.json//areas/autumn-area/landmarks/start/description
source: Western Exit leading to Rookie Harbor.
es_es: Salida Oeste dirigiendo al Puerto Recluta

# data/database.json//areas/autumn-area/landmarks/end/name
source: Northern Exit
es_es: Salida Norte

# data/database.json//areas/autumn-area/landmarks/end/description
source: Exit to the rural Bergen Trail area.
es_es: Salida Norte hacia el área rural del Sendero de Bergen.

# data/database.json//areas/autumn-area/landmarks/obelisk/name
source: Old Obelisk
es_es: Viejo Obelisco

# data/database.json//areas/autumn-area/landmarks/obelisk/description
source: A memorial of unknown purpose in the center of Autumn's Rise.
es_es: Un monumento de propósito desconocido en el centro de Albor Otoñal.

# data/database.json//areas/autumn-fall/name
source: Autumn's Fall
es_es: Ocaso Otoñal

# data/database.json//areas/autumn-fall/description
source: Known for it's many ponds and ruins this area is the little brother of Autumn's Rise.
es_es: Conocido por sus numerosos lagos y ruinas, este área es el hermano pequeño de Albor Otoñal.

# data/database.json//areas/autumn-fall/landmarks/east/name
source: Eastern Exit
es_es: Salida Este

# data/database.json//areas/autumn-fall/landmarks/east/description
source: East Exit of Autumn's Fall leading to the Sapphire Ridge.
es_es: Salida Este de Ocaso Otoñal, dirigiendo a Cresta Zafiro.

# data/database.json//areas/autumn-fall/landmarks/raid/name
source: Para Island
es_es: Isla Apartada

# data/database.json//areas/autumn-fall/landmarks/raid/description
source: Island of Raids.
es_es: Isla de Raids.

# data/database.json//areas/autumn-fall/landmarks/autumn/name
source: Ruined Village
es_es: Aldea Arruinada

# data/database.json//areas/autumn-fall/landmarks/autumn/description
source: The remains of an ancient village serve as a second entrance into Autumn's Fall.
es_es: Los restos de una vieja aldea, sirven como segunda entrada a Ocaso Otoñal.

# data/database.json//areas/autumn-fall/landmarks/exit/name
source: Northern Exit
es_es: Salida Norte

# data/database.json//areas/autumn-fall/landmarks/exit/description
source: North Exit of Autumn's Fall leading to the Gaia's Garden.
es_es: Salida Norte de Ocaso Otoñal, dirigiendo al Jardín de Gaia.

# data/database.json//areas/autumn-fall/landmarks/start/name
source: Southern Exit
es_es: Salida Sur

# data/database.json//areas/autumn-fall/landmarks/start/description
source: South Exit of Autumn's Fall located near a ruined outpost of the Ancients.
es_es: Salida Sur de Ocaso Otoñal, localizada cerca del puesto avanzado arruinado de los Antiguos.

# data/database.json//areas/beach/name
source: Azure Archipelago
es_es: Archipiélago Cerúleo

# data/database.json//areas/beach/shortName
source: Azure Archi.
es_es: Archi. Azure

# data/database.json//areas/beach/description
source: A bright group of isles located in the middle of the ocean.
es_es: Un extraño grupo de bancos de arena en el medio del océano.

# data/database.json//areas/beach/landmarks/landmark_2/name
source: Altar Steps
es_es: Pasos al Altar

# data/database.json//areas/beach/landmarks/landmark_2/description
source: An old temple said to hold the Ancient's key.
es_es: Un antiguo templo que se dice que contiene la llave de los Antiguos.

# data/database.json//areas/beach/landmarks/left/name
source: Lagoon Resort
es_es: Complejo Laguna

# data/database.json//areas/beach/landmarks/left/description
source: Surrounded by sharp cliffs, this lagoon is home to only the most chill fauna.
es_es: Rodeada de fuertes acantilados, esta laguna es hábitat de la fauna más fría.

# data/database.json//areas/beach/landmarks/entrance/name
source: Airway Entrance
es_es: Entrada de la Aerovía

# data/database.json//areas/beach/landmarks/entrance/description
source: Build on top of an ancient pillar, used as a power source.
es_es: Construido sobre un antiguo pilar, utilizado como fuente de energía.

# data/database.json//areas/bergen-trails/name
source: Bergen Trail
es_es: Sendero de Bergen

# data/database.json//areas/bergen-trails/description
source: A rural area leading up to the cold town of Bergen.
es_es: Un área rural dirigiendo al frío pueblo de Bergen.

# data/database.json//areas/bergen-trails/landmarks/hermit/name
source: Hermit's House
es_es: Hogar del Ermitaño

# data/database.json//areas/bergen-trails/landmarks/hermit/description
source: A lonesome house, commonly used as half-way break from the difficult climb.
es_es: Una casa solitaria, usualmente utilizada como descanso a mitad de la dificultosa escalada.

# data/database.json//areas/bergen-trails/landmarks/end/name
source: Outlook
es_es: Panorama

# data/database.json//areas/bergen-trails/landmarks/end/description
source: This landmark is only a few steps away from Bergen Village! You can do it!
es_es: ¡Este punto de referencia está a solo unos pasos de la Aldea de Bergen! ¡Puedes hacerlo!

# data/database.json//areas/bergen-trails/landmarks/start/name
source: Resting Spot
es_es: Punto de Descanso

# data/database.json//areas/bergen-trails/landmarks/start/description
source: The base of \v[area.bergen-trails.name]. Often used as a preparation spot before the climb.
es_es: La base del \v[area.bergen-trails.name]. Usualmente utilizada como un punto de preparación antes de la escalada.

# data/database.json//areas/bergen/name
source: Bergen Village
es_es: Aldea de Bergen

# data/database.json//areas/bergen/description
source: A sleepy village hidden in the snowy heights of Mount Berg.
es_es: Una aldea soñolienta, oculta en las nevadas alturas del Monte Bergen.

# data/database.json//areas/bergen/landmarks/north/name
source: Ye Old Inn
es_es: La Vieja Posada

# data/database.json//areas/bergen/landmarks/north/description
source: Once an Inn this landmark now serves as library and official bureau.
es_es: Anteriormente una Posada, este punto de referencia ahora sirve como libreria y oficina oficial.

# data/database.json//areas/bergen/landmarks/south/name
source: South Checkpoint
es_es: Punto de Control Sur

# data/database.json//areas/bergen/landmarks/south/description
source: Checkpoint for tired travelers who just finished the climb on \v[area.bergen-trails.name].
es_es: Punto de Control para viajeros cansados que acaban de terminar de trepar el \v[area.bergen-trails.name]

# data/database.json//areas/cargo-ship/name
source: Cargo Ship
es_es: Barco de Carga

# data/database.json//areas/cargo-ship/description
source: One of the many cargo ships belonging to the maintenance crew of CrossWorlds.
es_es: Uno de los tantos barcos de carga pertenecientes al equipo de mantenimiento de CrossWorlds.

# data/database.json//areas/cargo-ship/landmarks/teleporter/name
source: Cargo Hold
es_es: Bodega de Carga

# data/database.json//areas/cargo-ship/landmarks/teleporter/description
source: At the Cargo Hold where Lea started her journey.
es_es: En la Bodega de Carga, donde Lea empezó su aventura.

# data/database.json//areas/cold-dng/name
source: Temple Mine
es_es: Templo Mina

# data/database.json//areas/cold-dng/description
source: A once busy Mine with an uncovered temple crawling with hostile robots.
es_es: Originalmente una Mina muy activa con un templo sin descubrir repleto de robots hostiles.

# data/database.json//areas/evo-village/name
source: Homestedt
es_es: Villa Evotar

# data/database.json//areas/evo-village/description
source: The small settlement established as a home for Evotars.
es_es: El pequeño asentamiento establecido como hogar para los Evotares.

# data/database.json//areas/evo-village/landmarks/center/description
source: This landmark sits right at the heart of \v[area.evo-village.name].
es_es: Este punto de referencia está al lado del corazón de \v[area.evo-village.name].

# data/database.json//areas/fallback/name
source: Fallback
es_es: Respaldo

# data/database.json//areas/fallback/description
source: This is where everything goes that is not wanted.
es_es: Aquí es donde va todo lo desechado.

# data/database.json//areas/final-dng/name
source: Ku'lero Temple
es_es: Templo Ku'lero

# data/database.json//areas/final-dng/description
source: The last temple built by the Ancients, meant to test the worth of all who enter.
es_es: El último templo construido por los Antiguos para probar el valor de todo aquel que entre.

# data/database.json//areas/final-dng/landmarks/center/name
source: Center
es_es: Centro

# data/database.json//areas/final-dng/landmarks/center/description
source: The central platform in front of the huge crater.
es_es: Yo

# data/database.json//areas/forest/name
source: Sapphire Ridge
es_es: Cresta Zafiro

# data/database.json//areas/forest/description
source: The tranquil ridge filled with bamboo structures and hidden paths.
es_es: La tranquila cresta, repleta de estructuras de bambú y caminos ocultos.

# data/database.json//areas/forest/landmarks/temple/name
source: Ascension Temple
es_es: Templo de Ascensión

# data/database.json//areas/forest/landmarks/temple/description
source: A mysterious temple said to be the final destination of the Track of the Ancients.
es_es: Un misterioso templo rumoreado ser el destino final en el Camino de los Antiguos.

# data/database.json//areas/forest/landmarks/dojo/name
source: Old Dojo
es_es: Viejo Dojo

# data/database.json//areas/forest/landmarks/dojo/description
source: And old training ground build by early settlers.
es_es: Un viejo campo de entrenamiento construido por los primeros colonos.

# data/database.json//areas/forest/landmarks/upper/name
source: Carved Pathway
es_es: Camino Tallado

# data/database.json//areas/forest/landmarks/upper/description
source: A rough path between caves leading to an old dojo.
es_es: Un deteriorado camino entre las cuevas dirigiendo a un viejo dojo.

# data/database.json//areas/forest/landmarks/hostel/name
source: The Cave Inn
es_es: La Posada de la Cueva

# data/database.json//areas/forest/landmarks/hostel/description
source: An Inn designed after temples used to build centuries ago.
es_es: Una Posada diseñada según los templos que se construyeron hace siglos.

# data/database.json//areas/forest/landmarks/west/name
source: Western Exit
es_es: Salida Oeste

# data/database.json//areas/forest/landmarks/west/description
source: West Exit of \v[area.forest.name] leading to the \v[area.autumn-fall.name].
es_es: Salida Oeste de \v[area.forest.name] dirigiendo a \v[area.autumn-fall.name].

# data/database.json//areas/heat-area/name
source: Maroon Valley
es_es: Valle Granate
