Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/37/message
source: For your next game, try to give your protagonist some proper character.
es_es: Para tu próximo juego, intenta darle a tu protagonista algo de personaje.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/38/message
source: Like me!
es_es: ¡Como yo!

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/39/message
source: Really, I'm probably the best written character out there, no matter where I appear!
es_es: En serio, probablemente sea el personaje mejor escrito, ¡no importa dónde aparezca!

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/40/message
source: Just a suggestion!
es_es: ¡Solo una sugerencia!

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/41/message
source: I mean...\. her?\. Lea?
es_es: Quiero decir...\. ¿ella?\. ¿Lea?

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/42/message
source: I guess she's unique!\. But...\. she's just not me!
es_es: ¡Supongo que es única!\. Pero...\. ¡ella no es yo!

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/45/message
source: \c[1]Alright that's enough. You're out!\c[0]
es_es: \c[1]Bien, ya es suficiente. ¡Estás fuera!\c[0]

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/46/message
source: W...\.
es_es: Q...\.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/56/message
source: Guest characters.
es_es: Personajes invitados.

# data/database.json//commonEvents/sao-duel-post-fight/event/7/thenStep/57/message
source: For crying out loud.
es_es: Por el amor de Dios.

# data/database.json//commonEvents/sao-duel-post-fight2/event/2/thenStep/0/message
source: ...Why?
es_es: ...¿Por qué?

source: What.
es_es: Qué.

source: How.
es_es: ¿Cómo?

# data/database.json//commonEvents/sao-duel-post-fight2/event/4/thenStep/1/message
source: ...How?
es_es: ...¿Cómo?

# data/database.json//commonEvents/sergey-hax-emilie/event/0/thenStep/1/message
source: SACREBLEU!\. Where did that enemy go?!
es_es: ¡SACREBLEU!\. ¡¿Adónde fue ese enemigo?!

# data/database.json//commonEvents/sergey-hax-emilie/event/1/thenStep/1/message
source: LEA?!\. WHY DO YOU DO SO MUCH DAMAGE?!
es_es: ¡¿LEA?!\. ¿!POR QUÉ HICISTE TANTO DAÑO?!

# data/database.json//commonEvents/sergey-hax-emilie/event/2/thenStep/1/message
source: HEY!\. I wanted to hit that enemy, too!
es_es: ¡EY!\. ¡Yo también quería pergarle a ese enemigo!

# data/database.json//commonEvents/sergey-hax-emilie/event/3/thenStep/1/message
source: Seriously Lea, what is this...?\. Are those, like, really powerful critical hits or something?
es_es: En serio Lea, ¿qué es esto...?\. Son esos, como, ¿golpes críticos muy poderosos o algo?

# data/database.json//commonEvents/sergey-hax-emilie/event/4/thenStep/1/message
source: Those can't be critical hits.\. It happens \c[1]every time\c[0].
es_es: Esos no pueden ser golpes críticos.\. Pasa \c[1]todo el tiempo\c[0].

# data/database.json//commonEvents/sergey-hax-emilie/event/5/thenStep/1/message
source: Mon dieu...\. leave me some enemies as well, okay?
es_es: Mon dieu...\. déjame algunos enemigos, ¿si?

# data/database.json//commonEvents/sergey-hax-emilie/event/6/thenStep/0/message
source: \c[1]Hi!!\c[0]
es_es: \c[1]¡¡Hola!!\c[0]

# data/database.json//commonEvents/sergey-hax-emilie/event/6/thenStep/1/message
source: Non, non.\. That's not fun.
es_es: Non, non.\. Eso no es divertido.

# data/database.json//commonEvents/sergey-hax-emilie/event/7/thenStep/1/message
source: Guess I gotta get used to my new party member and her one-hit kills-everything attack.
es_es: Supongo que me tengo que acostumbrar a mi nueva compañera y sus ataques de muerte instantánea.

# data/database.json//commonEvents/sergey-hax-ctron/event/0/thenStep/1/message
source: WHA-? WHAT WAS THAT?!
es_es: ¿QU-? ¡¿QUÉ FUE ESO?!

# data/database.json//commonEvents/sergey-hax-ctron/event/1/thenStep/1/message
source: L-Lea?\. Just how much \c[1]attack\c[0] do you have?\. Gosh...
es_es: ¿L-Lea?\. ¿Cuánto \c[1]ataque\c[0] tienes?\. Dios mío...

# data/database.json//commonEvents/sergey-hax-ctron/event/2/thenStep/1/message
source: No...\. You can't possibly do so much damage even with a maxed-out attack stat.
es_es: No...\. No es posible que hagas tanto daño, ni siquiera con tus estadísticas al máximo.

# data/database.json//commonEvents/sergey-hax-ctron/event/3/thenStep/0/message
source: \c[1]Bye.\c[0]
es_es: \c[1]Adiós.\c[0]

# data/database.json//commonEvents/sergey-hax-ctron/event/3/thenStep/1/message
source: Lea, what is this?\. Why do you do so much damage?\. Can you tell me what it is?
es_es: Lea, ¿qué es esto?\. ¿Por qué haces tanto daño?\. ¿Puedes decirme qué pasa?

# data/database.json//commonEvents/sergey-hax-ctron/event/3/thenStep/2/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/sergey-hax-ctron/event/3/thenStep/3/message
source: You...\. you can't?
es_es: ¿No...\. puedes?

# data/database.json//commonEvents/sergey-hax-ctron/event/4/thenStep/1/message
source: Hm...\. I suppose your high damage must be some kind of bug then?
es_es: Hm...\. ¿Supongo que el daño alto debe ser algún tipo de bug entonces?

# data/database.json//commonEvents/sergey-hax-ctron/event/4/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/sergey-hax-ctron/event/4/thenStep/3/message
source: I see.\. That's pretty...\. convenient...
es_es: Ya veo.\. Eso es muy...\. conveniente...

# data/database.json//commonEvents/sergey-hax-ctron/event/5/thenStep/0/message
source: \c[1]Bye!!\c[0]
es_es: \c[1]¡¡Adiós!!\c[0]

# data/database.json//commonEvents/sergey-hax-ctron/event/5/thenStep/1/message
source: And there goes another one, flying.
es_es: ¡Se va! ¡Y se fue!

# data/database.json//commonEvents/sergey-hax-ctron/event/5/thenStep/2/message
source: Those enemies don't fly nearly as far when I hit them.\. They must be reacting to your \c[1]ridiculous damage\c[0].\. Neat detail.
es_es: Esos enemigos deben estar reaccionando a tu \c[1]ridículo daño\c[0].\. Cuando yo les pego no salen volando como contigo.\. Lindo detalle.

# data/database.json//commonEvents/sergey-hax-ctron/event/6/thenStep/0/message
source: \c[1]Bye bye!!\c[0]
es_es: \c[1]¡¡Adiós adiós!!\c[0]

# data/database.json//commonEvents/sergey-hax-ctron/event/6/thenStep/1/message
source: Just imagine if those damage numbers stood for actual \c[1]force\c[0] applied...
es_es: Imagina si el daño correspondiera a la \c[1]fuerza\c[0] aplicada...

# data/database.json//commonEvents/sergey-hax-ctron/event/6/thenStep/2/message
source: You probably could \c[1]shoot through any kind of matter like butter\c[0], if they were consistent with it.
es_es: Probablemente podrías \c[1]atravesar la materia como si fuera manteca\c[0].

# data/database.json//commonEvents/sergey-hax-ctron/event/6/thenStep/3/message
source: Good thing they aren't, I guess.
es_es: Es un alivio que no sea el caso.

# data/database.json//commonEvents/sergey-hax-ctron/event/7/thenStep/0/message
source: \c[1]Bye~\c[0]
es_es: \c[1]Adiós~\c[0]

# data/database.json//commonEvents/sergey-hax-ctron/event/7/thenStep/1/message
source: And another one gone...\. Not much to do for me, I suppose.
es_es: Y allá va...\. No creo que necesites mi ayuda.

source: \c[1]Bye bye!!\c[0]
es_es: \c[1]¡¡Adiós adiós!!\c[0]

source: Lea sure does a lot of damage, right Emilie?
es_es: ¿No te parece que Lea está haciendo demasiado daño, Emilie?

source: Makes you feel kind of...\. irrelevant.
es_es: Te hace sentir algo...\. irrelevante.

source: You get used to it.
es_es: Ya te acostumbrarás.

# data/database.json//commonEvents/sergey-hax-apollo/event/0/thenStep/1/message
source: SPHEROMANCER LEA!\. AGAIN WITH THE CHEATING?!
es_es: ¡SPHEROMANCER LEA!\. ¡¿OTRA VEZ HACIENDO TRAMPA?!

# data/database.json//commonEvents/sergey-hax-apollo/event/1/thenStep/1/message
source: THIS IS RIDICULOUS!\. DISGRACEFUL!
es_es: ¡ESTO ES RIDÍCULO!\. ¡VERGONZOSO!

# data/database.json//commonEvents/sergey-hax-apollo/event/2/thenStep/1/message
source: Seriously, fighting with you feels sort of pointless.
es_es: Ya en serio, pelear contigo me hace sentir inútil.

# data/database.json//commonEvents/sergey-hax-apollo/event/3/thenStep/0/message
source: \c[1]Bye.\c[0]
es_es: \c[1]Adiós.\c[0]

# data/database.json//commonEvents/sergey-hax-apollo/event/3/thenStep/1/message
source: Is there really no way to turn this off?
es_es: ¿No hay forma de apagar esto?

# data/database.json//commonEvents/sergey-hax-apollo/event/3/thenStep/2/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/sergey-hax-apollo/event/3/thenStep/3/message
source: Bummer.
es_es: Qué pena.

# data/database.json//commonEvents/sergey-hax-apollo/event/4/thenStep/1/message
source: "Look how sad she is." "Don't you feel sorry for her?"
es_es: "Mira lo triste que está." "¿No te da pena?"

# data/database.json//commonEvents/sergey-hax-apollo/event/4/thenStep/2/message
source: I was caught up in the moment...
es_es: Me había puesto sentimental...

# data/database.json//commonEvents/sergey-hax-apollo/event/5/thenStep/0/message
source: \c[1]Bye!!\c[0]
es_es: \c[1]¡¡Adiós!!\c[0]

# data/database.json//commonEvents/sergey-hax-apollo/event/5/thenStep/1/message
source: Seems like combat is smooth sailing with her in the party.\. More time to enjoy the landscape.
es_es: Parece que el combate no es un problema con ella en el grupo.\. Más tiempo para disfrutar de las vistas.

# data/database.json//commonEvents/sergey-hax-apollo/event/5/thenStep/2/message
source: Why did I ever agree to this....
es_es: Por qué accedí a esto...

# data/database.json//commonEvents/sergey-hax-apollo/event/6/thenStep/0/message
source: \c[1]Bye bye!!\c[0]
es_es: \c[1]¡¡Adiós adiós!!\c[0]

# data/database.json//commonEvents/sergey-hax-apollo/event/6/thenStep/1/message
source: Spheromancer Lea, would you please leave a few enemies for us as well?
es_es: Spheromancer Lea, ¿podrías por favor dejar algunos enemigos para nosotros también?

# data/database.json//commonEvents/sergey-hax-apollo/event/7/thenStep/0/message
source: \c[1]Bye~\c[0]
es_es: \c[1]Adiós~\c[0]

# data/database.json//commonEvents/sergey-hax-apollo/event/7/thenStep/1/message
source: Should have reported her...
es_es: Debería haberla reportado...

# data/database.json//commonEvents/sergey-hax-apollo/event/7/thenStep/2/message
source: Come on, Polly.\. Just enjoy the ride and watch the enemies fly.
es_es: Vamos, Polly.\. Simplemente disfruta del viaje y mira a los enemigos volar.

source: WHAT?!\. WHAT JUST HAPPENED?!
es_es: ¡¿QUÉ?!\. ¡¿QUÉ ACABA DE PASAR?!

source: LEA WHATS UP WITH YOUR DAMAGE?! THIS IS \c[1]NOT NORMAL\c[0]!
es_es: ¡¿LEA QUÉ PASA CON TU DAÑO?! ¡ESTO \c[1]NO ES NORMAL\c[0]!

source: Meine Güte.\. One-hit-kills all over the place...
es_es: Meine Güte.\. Un golpe, una muerte... con cualquier enemigo...

source: \c[1]Bye.\c[0]
es_es: \c[1]Adiós.\c[0]

source: Seriously Lea, what's up with your damage?\. Is it because of this strange place?
es_es: En serio Lea, ¿qué pasa con tu daño?\. ¿Es por esta zona extraña?

source: [shakes head]
es_es: [niega con la cabeza]

source: What?\. So you're telling me you did this much damage grinding happily in the actual Playground?
es_es: ¿Qué?\. ¿Me estás diciendo que te la pasaste todo el juego en este estado?

source: And here I thought for a moment I'd be the one to carry you.
es_es: Y yo que pensaba que tendría que ser el que te ayude.

source: And here I thought we could fight together as equals or something.
es_es: Y yo que pensaba que podríamos pelear juntos, como iguales.

source: \c[1]Bye!!\c[0]
es_es: \c[1]¡¡Adiós!!\c[0]

source: I always thought that CrossWorlds provided a surprisingly robust and bug-free gaming experience.
es_es: Solía creer que CrossWorlds otorgaba una experiencia robusta y libre de fallos.

source: Yet here I am, stuck in a strange place I can't leave with a party member one-shotting everything.\. Consider my immersion broken.
es_es: Sin embargo aquí estoy, atrapado en un lugar extraño del que no puedo salir, y con una compañera que mata a todo de un golpe. Mi inmersión está destruida.

# data/database.json//commonEvents/emilie-frobbit/event/1/message
source: Bunnies. We're currently fighting cute little bunnies.
es_es: Conejitos. Estamos peleando contra adorables conejitos.

# data/database.json//commonEvents/emilie-hedgehag/event/1/message
source: Let's see how those \v[combat.name.hedgehog]s will fare!
es_es: ¡Veamos cómo se defienden esos \v[combat.name.hedgehog]s!

# data/database.json//commonEvents/emilie-snowman/event/0/message
source: A snowman? W-Why would it attack us?!
es_es: ¿Un muñeco de nieve? ¡¿P-Por qué nos ataca?!

# data/database.json//commonEvents/emilie-samurai-bug/event/1/thenStep/0/message
source: NOOOO!! NOT THE BUGS! WHY WOULD YOU FIGHT THE BUGS, LEA?!
es_es: ¡¡NOOOO!! ¡NO LOS BICHOS! ¡¿POR QUÉ PELEAS CONTRA LOS BICHOS, LEA?!

# data/database.json//commonEvents/emilie-samurai-bug/event/1/thenStep/1/message
source: WHY ARE YOU DOING THIS TO ME?!
es_es: ¡¿POR QUÉ ME HACES ESTO?!

# data/database.json//commonEvents/emilie-samurai-bug/event/1/thenStep/2/message
source: WHAT IS THIS? ARE THEY WALKING?!
es_es: ¿QUÉ ES ESTO? ¡¿ESTÁN CAMINANDO?!

# data/database.json//commonEvents/emilie-samurai-bug/event/1/thenStep/3/message
source: ARE THOSE SWORDS?! WHY DO THESE BUGS HAVE SWORDS?!
es_es: ¡¿ESAS SON ESPADAS?! ¡¿POR QUÉ TIENEN ESPADAS?!

# data/database.json//commonEvents/emilie-samurai-bug/event/1/thenStep/4/message
source: I DON'T UNDERSTAND!
es_es: ¡NO LO ENTIENDO!

# data/database.json//commonEvents/emilie-samurai-bug/event/1/thenStep/5/message
source: LEA, PLEASE! MAKE THEM GO AWAY!!
es_es: ¡LEA, POR FAVOR! ¡¡HAZ QUE SE VAYAN!!

# data/database.json//commonEvents/emilie-samurai-bug/event/2/thenStep/0/message
source: NOOOO! NOT THE BUGS AGAIN!
es_es: ¡NOOOO! ¡NO LOS BICHOS OTRA VEZ!

# data/database.json//commonEvents/emilie-samurai-bug/event/2/thenStep/1/message
source: LEA I HATE THOSE THINGS, PLEASE!
es_es: ¡LEA ODIO ESAS COSAS, POR FAVOR!

# data/database.json//commonEvents/emilie-samurai-bug/event/2/thenStep/2/message
source: I THOUGHT I'D SEE THOSE THINGS IN THE JUNGLE. WHY ARE THEY HERE INSTEAD?
es_es: PENSÉ QUE VERÍA ESAS COSAS EN LA JUNGLA. ¿QUÉ DEMONIOS HACEN AQUÍ?

# data/database.json//commonEvents/emilie-samurai-bug/event/3/thenStep/0/message
source: NOOO! STOP FIGHTING THE BUGS, PLEASE! LEA!
es_es: ¡NOOO! ¡DEJA DE PELEAR CONTRA LOS BICHOS, POR FAVOR! ¡LEA!

# data/database.json//commonEvents/emilie-samurai-bug/event/3/thenStep/1/message
source: THOSE THINGS ARE TOO CREEPY! AND FAST! AND JUMPY!
es_es: ¡ESAS COSAS DAN DEMASIADO MIEDO! ¡Y SON RÁPIDOS! ¡Y SALTARINES!

# data/database.json//commonEvents/emilie-samurai-bug/event/4/thenStep/0/message
source: NOO! WHY WON'T YOU STOP FIGHTING THE BUGS?!
es_es: ¡NOO! ¡¿POR QUÉ NO DEJAS DE PELEAR CONTRA LOS BICHOS?!

# data/database.json//commonEvents/emilie-samurai-bug/event/5/thenStep/0/message
source: NOOoooo..... Why....
es_es: NOOoooo..... Por qué....

# data/database.json//commonEvents/emilie-samurai-bug/event/6/thenStep/0/message
source: Damn it, Lea. I can only handle so many bugs per day.
es_es: Maldita sea, Lea. Solo puedo tolerar una cantidad finita de bichos por día.

# data/database.json//commonEvents/emilie-samurai-bug/event/7/thenStep/0/message
source: Lea, please... Again?
es_es: Lea, por favor... ¿Otra vez?

# data/database.json//commonEvents/emilie-samurai-bug/event/8/thenStep/0/message
source: Again with the bugs? Can't we fight something else?
es_es: ¿Otra vez con los bichos? ¿No podemos pelear contra otra cosa?

# data/database.json//commonEvents/emilie-samurai-bug/event/9/thenStep/0/message
source: Alright, I get it! You like fighting those bugs!
es_es: ¡Bien, lo entiendo! ¡Te gusta pelear contra esos bichos!

# data/database.json//commonEvents/emilie-samurai-bug/event/10/thenStep/0/message
source: And bug therapy continues...
es_es: Y la terapia de los bichos continúa...

# data/database.json//commonEvents/emilie-samurai-bug/event/11/thenStep/0/message
source: Here we go again...
es_es: Aquí vamos otra vez...

# data/database.json//commonEvents/emilie-samurai-bug/event/12/thenStep/0/message
source: Actually... I think I'm truly starting to get used to those... things.
es_es: De hecho... creo que en serio me estoy empezando a acostumbrar a esas... cosas.

# data/database.json//commonEvents/emilie-overpowered-active/event/0/0_0/0/message
source: This enemy seems strong, better be careful!
es_es: Este enemigo se ve poderoso, ¡tengamos cuidado!

# data/database.json//commonEvents/emilie-overpowered-active/event/0/0_1/0/message
source: You do like a challenge, don't you Lea?
es_es: Si que te gustan los desafíos, ¿eh Lea?

# data/database.json//commonEvents/emilie-overpowered-active/event/0/0_2/0/message
source: We may want to level up a bit before taking this one on.
es_es: Quizá sea mejor subir de nivel un poco antes de pelear contra este.

source: Mon dieu, it's strong and aggressive! I hate those!
es_es: Mon dieu, ¡es fuerte y agresivo! ¡Odio esos!

source: Lea, maybe we should, you know... \c[3]run\c[0]?!
es_es: Lea, quizá deberíamos, ya sabes... ¡¿\c[3]correr\c[0]?!

# data/database.json//commonEvents/emilie-passive/event/1/0_1/0/message
source: We didn't ask for this battle, or did we?
es_es: No buscamos esta pelea, ¿no?

# data/database.json//commonEvents/emilie-passive/event/1/0_2/0/message
source: I guess someone needs a lesson here!
es_es: ¡Supongo que alguien necesita que se le enseñe una lección!

# data/database.json//commonEvents/apollo-blobs/event/0/message
source: We're sharing blows with the \c[3]\v[combat.name.jungle/blob]\c[0]! Be aware of their team attacks!
es_es: ¡Estamos peleando contra el \c[3]\v[combat.name.jungle/blob]\c[0]! ¡Ten cuidado de sus ataques en equipo!

# data/database.json//commonEvents/apollo-plant/event/0/message
source: The fearsome \c[3]\v[combat.name.jungle/plant]\c[0] enters the battlefield! Careful, it can instantly switch locations!
es_es: ¡El temible \c[3]\v[combat.name.jungle/plant]\c[0] entra al campo de batalla! ¡Cuidado! ¡Puede cambiar de posición instantáneamente!

# data/database.json//commonEvents/apollo-sloth/event/0/message
source: The mighty \c[3]\v[combat.name.jungle/sloth]\c[0] approaches! Slow, but deadly!
es_es: ¡El poderoso \c[3]\v[combat.name.jungle/sloth]\c[0] se aproxima! ¡Lento, pero mortal!

# data/database.json//commonEvents/apollo-shokats/event/0/message
source: The cunning \c[3]\v[combat.name.jungle/shockcat]\c[0] attacks! Careful, close contact quickly leads to a shocking demise!
es_es: ¡El astuto \c[3]\v[combat.name.jungle/shockcat]\c[0] ataca! ¡Cuidado! ¡El contacto rápidamente lleva a un electrificante fin!

# data/database.json//commonEvents/apollo-parrot/event/0/message
source: The unlawful \c[3]\v[combat.name.jungle/parrot]\c[0] aims at us!\. Agile and heavily armed!
es_es: ¡El ruin \c[3]\v[combat.name.jungle/parrot]\c[0] apunta hacia nosotros!\. ¡Ágil y fuertemente armado!

# data/database.json//commonEvents/apollo-fish/event/0/message
source: The atrocious \c[3]\v[combat.name.jungle/fish]\c[0] is preparing to attack, shooting and screaming at their victim!
es_es: ¡El atróz \c[3]\v[combat.name.jungle/fish]\c[0] se prepara para atacar, disparando y gritándole a su víctima!

# data/database.json//commonEvents/apollo-heat-samurai/event/0/message
source: The honorable \c[3]\v[combat.name.forest/bug-samurai-heat]\c[0] unsheathed its blade! Beware its flaming sweeps!
es_es: ¡El honorable \c[3]\v[combat.name.forest/bug-samurai-heat]\c[0] desenvaina su hoja! ¡Atento a sus llameantes barridos!

# data/database.json//commonEvents/apollo-shock-samurai/event/0/message
source: The honorable \c[3]\v[combat.name.forest/bug-samurai-shock]\c[0] unsheathed its blade! Beware its lightning fast reflexes!
es_es: ¡El honorable \c[3]\v[combat.name.forest/bug-samurai-heat]\c[0] desenvaina su hoja! ¡Atento a sus increíbles reflejos!

# data/database.json//commonEvents/apollo-panda/event/0/message
source: The monstrous \c[3]\v[combat.name.forest/panda]\c[0] goes in attack mode, preparing its missiles!
es_es: ¡El monstruoso \c[3]\v[combat.name.forest/panda]\c[0] se pone en modo de ataque, preparando sus misiles!

# data/database.json//commonEvents/apollo-spider/event/0/message
source: The horrifying \c[3]\v[combat.name.forest/spider]\c[0] is crawling our way! Watch out for its sticking webs!
es_es: ¡La horrible \c[3]\v[combat.name.forest/spider]\c[0] se arrastra hacia nosotros! ¡Atento a sus redes pegajosas!

# data/database.json//commonEvents/apollo-seastar/event/0/message
source: The angered \c[3]Echinos\c[0] spin toward us!\. Watch out as they come in 4 elemental varieties!!
es_es: ¡Los furiosos \c[3]Echinos\c[0] giran hacia nosotros!\. ¡¡Cuidado con sus 4 variantes elementales!!

# data/database.json//commonEvents/apollo-fugu/event/0/message
source: The angered \c[3]Balooneer\c[0] approaches!\. Be wary of its fiery breath!
es_es: ¡El enojado \c[3]Balooneer\c[0] se acerca!\. ¡Cuidado con su aliento de fuego!

# data/database.json//commonEvents/apollo-kim/event/0/message
source: The lurking \c[3]K'im\c[0] appears from the depth of the sand!\. Be prepared for flaming rocks raining down on us!
es_es: ¡El acechante \c[3]K'im\c[0] aparece desde la profundidad de la arena!\. ¡Estemos preparados para una lluvia de rocas en llamas!

# data/database.json//commonEvents/apollo-turtle/event/0/message
source: The legendary \c[3]Trigenbu\c[0] attacks!\. Beware its icy thrust from above!
es_es: ¡El legendario \c[3]Trigenbu\c[0] ataca!\. ¡Cuidado con su embestida helada desde arriba!

# data/database.json//commonEvents/test-hedgehog/event/0/message
source: HEDGEHOG!
es_es: ¡ERIZO!

# data/database.json//commonEvents/test-enemy-defeated/event/0/thenStep/0/message
source: Enemy Defeated 1
es_es: Enemigo Derrotado 1

# data/database.json//commonEvents/test-enemy-defeated/event/1/thenStep/0/message
source: Enemy Defeated 2
es_es: Enemigo Derrotado 2

# data/database.json//commonEvents/test-enemy-defeated/event/2/thenStep/0/message
source: Enemy Defeated 3
es_es: Enemigo Derrotado 3

# data/database.json//commonEvents/lea-post-battle/event/0/thenStep/0/message
source: Battle End 1
es_es: Fin de la Batalla 1

# data/database.json//commonEvents/lea-post-battle/event/1/thenStep/0/message
source: Battle End 2
es_es: Fin de la Batalla 2

# data/database.json//commonEvents/lea-post-battle/event/2/thenStep/0/message
source: Battle End 3
es_es: Fin de la Batalla 3

# data/database.json//commonEvents/emilie-battle-over-S/event/0/0_0/0/message
source: Phew. What a rampage.
es_es: Uf. Qué locura.

# data/database.json//commonEvents/emilie-battle-over-S/event/0/0_1/0/message
source: Would you be the type to run marathons in your spare time, Lea?
es_es: ¿No serás de esas que corren maratones en su tiempo libre, Lea?

# data/database.json//commonEvents/emilie-battle-over-S/event/0/0_1/1/message
source: Just wondering...
es_es: Solo preguntaba...

# data/database.json//commonEvents/emilie-battle-over-S/event/0/0_2/0/message
source: Phew... Small break? Maybe?
es_es: Uf... ¿Un descansito? ¿Quizá?

# data/database.json//commonEvents/ctron-battle-over-S/event/0/0_0/0/message
source: Are...\. are we done?\. Gosh...
es_es: ¿Ya...\. terminamos?\. Dios...

# data/database.json//commonEvents/ctron-battle-over-S/event/0/0_1/0/message
source: Lea...\. that was both impressive and...\. frightening.
es_es: Lea...\. eso fue impresionante y...\. aterrador.

# data/database.json//commonEvents/ctron-battle-over-S/event/0/0_2/0/message
source: Didn't even break a sweat.
es_es: Ni siquiera me esforcé.
