Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//enemies/final.ele-pillar-shock/name
source: Shock Statue
es_es: Estatua de Rayo

# data/database.json//enemies/final.ele-pillar-shock/species
source: Unsupportive Pillar
es_es: Pilar sin Apoyo

# data/database.json//enemies/final.ele-pillar-shock/descriptions/0/text
source: This living stone structure is actually part of a larger hive mind capable of stacking different versions of each other to form a super-organism. To make things worse, close by pillars can form a strong bond that will supercharge its defensive attacks.
es_es: Esta estructura de piedra viva es en realidad parte de la mente colmena más grande capaz de apilar diferentes versiones entre sí para formar un Superorganismo. Por si fuera poco, los pilares cercanos pueden formar un fuerte vínculo que sobrecarga sus ataques defensivos.

# data/database.json//enemies/final.ele-pillar-wave/name
source: Wave Statue
es_es: Estatua de Pulso

# data/database.json//enemies/final.ele-pillar-wave/species
source: Unsupportive Pillar
es_es: Pilar sin Apoyo

# data/database.json//enemies/final.ele-pillar-wave/descriptions/0/text
source: This living stone structure is actually part of a larger hive mind capable of stacking different versions of each other to form a super-organism. To make things worse, close by pillars can form a strong bond that will supercharge its defensive attacks.
es_es: Esta estructura de piedra viva es en realidad parte de la mente colmena más grande capaz de apilar diferentes versiones entre sí para formar un Superorganismo. Por si fuera poco, los pilares cercanos pueden formar un fuerte vínculo que sobrecarga sus ataques defensivos.

# data/database.json//enemies/final.guardian/name
source: Guardian Statue
es_es: Estatua Guardián

# data/database.json//enemies/final.guardian/species
source: Wild Decoration
es_es: Decoración Salvaje

# data/database.json//enemies/final.guardian/descriptions/0/text
source: This animated statue can assume all the elements the \c[3]\v[lore.title.track-of-ancients]\c[0] provides. Each elemental mode provides it with unique modifiers to its normal attacks. Don't get fooled by its slow movement speed as it can quickly close the gap with a quick jump.
es_es: Esta estatua animada puede asumir todos los elementos que proporciona el \c[3]\v[lore.title.track-of-ancients]\c[0]. Cada modo elemental le proporciona modificadores únicos a sus ataques normales. No te dejes engañar por su lenta velocidad de movimiento, ya que puede acortar distancias rápidamente con un salto.

# data/database.json//enemies/arid.element-turret-boss/name
source: Final Turret IX
es_es: Torreta Final IX

# data/database.json//enemies/arid.element-turret-boss/species
source: CEO Sentry
es_es: Centinela Ejecutivo

# data/database.json//enemies/arid.element-turret-boss/descriptions/0/text
source: Designed by Gautham, these elemental turrets serve as the final test on each element in the \c[3]\v[area.arid-dng-2.name]\c[0]. They can't move but will use various projectiles to keep their foes at bay.
es_es: Diseñadas por Gautham, estas torretas elementales sirven como prueba final de cada elemento en el \c[3]\v[area.arid-dng-2.name]\c[0]. No pueden moverse, pero utilizarán varios proyectiles para mantener a raya a sus enemigos.

# data/database.json//enemies/boss.elephant/name
source: The Creator
es_es: El Creador

# data/database.json//enemies/boss.elephant/species
source: Ultimate
es_es: Forma Definitiva

# data/database.json//enemies/boss.elephant/descriptions/0/text
source: The information has been redacted. "The ultimate experience, my final challenge."
es_es: La información ha sido redactada. "La experiencia definitiva, mi último desafío".

# data/database.json//enemies/minibosses.hedgehag-king/name
source: The Hedgelord
es_es: El Sid de los Arizos

# data/database.json//enemies/minibosses.hedgehag-king/species
source: Flying Mammal King
es_es: Rey Mamífero Volador

# data/database.json//enemies/minibosses.hedgehag-king/descriptions/0/text
source: A big spikey boi.
es_es: Un gran chico con púas.

# data/database.json//enemies/minibosses.snow-megatank/species
source: Cold General
es_es: General Helado

# data/database.json//enemies/minibosses.snow-megatank/descriptions/0/text
source: This magnificent bastard has read all of your books.
es_es: Este magnífico bastardo ha leído todos sus libros.

# data/database.json//enemies/minibosses.scorpion-boss/name
source: Pincerstonk i6 GXO2
es_es: Pinza Punzante i6 GXO2

# data/database.json//enemies/minibosses.scorpion-boss/species
source: Mecha Scorpion
es_es: Escorpión Mecánico

# data/database.json//enemies/minibosses.scorpion-boss/descriptions/0/text
source: A Steam Stinger Star! Highly Advanced and full of power.
es_es: ¡Una gran estrella del vapor! Muy avanzada y llena de potencia.

# data/database.json//enemies/minibosses.fish-mega-gear/name
source: Mecha Gear FISH
es_es: Metal Gear PEZ

# data/database.json//enemies/minibosses.fish-mega-gear/descriptions/0/text
source: It can't be!
es_es: ¡No puede ser!

# data/database.json//enemies/minibosses.scorpion-boss-pole/species
source: Pole of Scorpion
es_es: Poste de Escorpión

# data/database.json//enemies/arid.element-turret/name
source: Final Turret Companion
es_es: Torreta Acompañante Final

# data/database.json//enemies/arid.element-turret/species
source: Senior Sentry
es_es: Centinela Mayor

# data/database.json//enemies/arid.element-turret/descriptions/0/text
source: These turrets serve as companions to the \v[combat.name.arid/element-turret-boss]. They shoot various elemental projectiles to disrupt enemies and create space for its big brother.
es_es: Estas torretas sirven como compañeras del \v[combat.name.arid/element-turret-boss]. Disparan varios proyectiles elementales para molestar enemigos y crear espacio para su hermano mayor.

# data/database.json//enemies/turret-large-hard/name
source: Rhombus Turret 1.5
es_es: Torreta Rombo 1.5

# data/database.json//enemies/turret-large-hard/species
source: Rookie Sentry
es_es: Centinela Novato

# data/database.json//enemies/jungle.special.turret-defense-2/name
source: Defense Turret v2
es_es: Torreta Defensiva v2

# data/database.json//enemies/jungle.special.turret-defense-2/species
source: Legal Sentry
es_es: Centinela Legal

# data/database.json//enemies/shredder-cold/name
source: Cold Shredder
es_es: Destructor Helado

# data/database.json//enemies/shredder-cold/species
source: Guardian Sentry
es_es: Centinela Guardián

# data/database.json//enemies/cold.turret-monks-invinc/name
source: Trial Guardians
es_es: Guardianes de la Prueba

# data/database.json//enemies/cold.turret-monks-invinc/species
source: Rookie Sentry
es_es: Centinela Novato

# data/database.json//enemies/heat.kamikatze-helper/species
source: Mine Robot
es_es: Robot de Mina

# data/database.json//enemies/arid.mega-laser/name
source: Laser of Doom
es_es: Destructor Láser

# data/database.json//enemies/arid.mega-laser/species
source: Death Machine
es_es: Maquina de la Muerte

# data/database.json//enemies/arid.mega-laser/descriptions/0/text
source: Do not cross.
es_es: No cruzar.

# data/database.json//enemies/beat-bot/name
source: Cargo Boss Test 2
es_es: Prueba del Jefe Cargero 2

# data/database.json//enemies/beat-bot/species
source: TESTER
es_es: PRUEBA

# data/database.json//enemies/shredder/name
source: Security Brute
es_es: Destructor

# data/database.json//enemies/shredder/species
source: Guardian Sentry
es_es: Centinela Guardián

# data/database.json//enemies/heat.special.baki-cmd_bot_2/species
source: Rookie Robot
es_es: Robot Novato

# data/database.json//enemies/boss-extra/name
source: Blue Cargo Crab
es_es: Cangrejo Azul Cargero

# data/database.json//enemies/boss-extra/species
source: Unknown Mecha
es_es: Mecha Desconocido

# data/database.json//enemies/beat-boss/name
source: Cargo Boss Test 1
es_es: Prueba del Jefe Cargero 1

# data/database.json//enemies/beat-boss/species
source: Mecha Crab
es_es: Cangrejo Mecánico

# data/database.json//enemies/heat.special.baki-simple_bot/name
source: Legionary Grunt v1
es_es: Soldado Legionario v1

# data/database.json//enemies/heat.special.baki-simple_bot/species
source: Desert Robot
es_es: Robot del Desierto

# data/database.json//enemies/killer-mouse-bot/name
source: Uber Beta Mouse Bot
es_es: Rabot Beta Supremo

# data/database.json//enemies/killer-mouse-bot/species
source: Rookie Robot
es_es: Robot Novato

# data/database.json//enemies/reflector-bot/name
source: Mirror Bot
es_es: EspejoBot

# data/database.json//enemies/reflector-bot/species
source: Auto Sentry
es_es: Centinela Automático

# data/database.json//enemies/autumn-fall.ball/name
source: Probe
es_es: Prueba

# data/database.json//enemies/autumn-fall.ball/species
source: Mystery Device
es_es: Dispositivo Misterioso

# data/database.json//enemies/autumn-rh.big_turret-quest_naval/species
source: Rookie Sentry
es_es: Centinela Novato

# data/database.json//enemies/heat.special.kamikatze-helper/name
source: Cat 4-PU17
es_es: Gat 0-Pu174

# data/database.json//enemies/heat.special.kamikatze-helper/species
source: Mine Robot
es_es: Robot de Mina

# data/database.json//enemies/heat.special.brew-bubbler/name
source: Brewing Bubbler
es_es: Burbujeador de Cerveza

# data/database.json//enemies/heat.special.brew-bubbler/species
source: Machinery
es_es: Maquinaria

# data/database.json//enemies/shredder-alpha/name
source: Alpha Shredder
es_es: Destructor Alfa

# data/database.json//enemies/shredder-alpha/species
source: Guardian Sentry
es_es: Centinela Guardián

# data/database.json//enemies/heat.special.brew-machine/name
source: Brewing Machine
es_es: Máquina de Elaboración de Cerveza

# data/database.json//enemies/heat.special.brew-machine/species
source: Machinery
es_es: Maquinaria

# data/database.json//enemies/autumn-fall.ball-backup/species
source: Mystery Device
es_es: Dispositivo Misterioso

# data/database.json//enemies/shredder-alpha-challenge/name
source: Alpha Shredder
es_es: Destructor Alfa

# data/database.json//enemies/shredder-alpha-challenge/species
source: Guardian Sentry
es_es: Centinela Guardián

# data/database.json//enemies/autumn-rh.practice-bot/name
source: Practice Bot
es_es: Robot de Práctica

# data/database.json//enemies/autumn-rh.practice-bot/species
source: Practice Bot
es_es: Robot de Práctica

# data/database.json//enemies/jungle.special.turret-defense-1/name
source: Defense Turret
es_es: Torreta Defensiva

# data/database.json//enemies/jungle.special.turret-defense-1/species
source: Legal Sentry
es_es: Centinela Legal

# data/database.json//enemies/minibosses.henry-probe/name
source: Henry's Probe
es_es: Sonda de Henry

# data/database.json//enemies/minibosses.henry-probe/species
source: Probe
es_es: Prueba

# data/database.json//enemies/minibosses.henry-probe/descriptions/0/text
source: One of the probes used by Henry. Who knows where this thing was? A mystery never to be solved... or can it?
es_es: Una de las sondas utilizadas por Henry. ¿Quién sabe dónde estaba esta cosa? Un misterio que nunca se resolverá... ¿o sí?

# data/database.json//enemies/target-bot/name
source: Target Bot
es_es: Bot Blanco

# data/database.json//enemies/target-bot/species
source: Rookie Robot
es_es: Robot Novato

# data/database.json//enemies/navi-mouse/name
source: Navigation Mouse
es_es: Ratón Navegador

# data/database.json//enemies/navi-mouse/species
source: Unknown
es_es: Desconocido

# data/database.json//enemies/jungle.special.aircon/name
source: Ultra Cooler
es_es: Ultra Enfriador

# data/database.json//enemies/jungle.special.aircon/species
source: Machinery
es_es: Maquinaria

# data/database.json//enemies/jungle.special.heater/name
source: Hyperforce Plasmaoven
es_es: Horno de Plasma de Hiperfuerza

# data/database.json//enemies/jungle.special.heater/species
source: Machinery
es_es: Maquinaria

# data/database.json//enemies/shredder-challenge/name
source: Freezing Shredder
es_es: Destructor Congelante

# data/database.json//enemies/shredder-challenge/species
source: Guardian Sentry
es_es: Centinela Guardián

# data/database.json//enemies/turret-bot/name
source: Rhombus Turret 1.0
es_es: Torreta Rombo 1.0

# data/database.json//enemies/turret-bot/species
source: Rookie Sentry
es_es: Centinela Novato

# data/database.json//enemies/troll-mouse-bot/name
source: Ultra Mouse
es_es: Ratón Ultra

# data/database.json//enemies/troll-mouse-bot/species
source: Rookie Robot
es_es: Robot Novato

# data/database.json//enemies/autumn-rh.big_turret-quest_naval_ally/species
source: Naval Weapon
es_es: Arma Naval

# data/database.json//enemies/autumn-rh.boss_turret-quest_naval/name
source: Super Illegal Mega Turret
es_es: MegaTorreta Super Ilegal

# data/database.json//enemies/autumn-rh.boss_turret-quest_naval/species
source: Floating Sentry
es_es: Centinela Flotante

source: Heavily modified turrets made in \c[3]\v[area.rhombus-sqr.name]\c[0] and meant for illegal activities all over \v[lore.title.planet]. They are equipped with \c[3]floating devices\c[0] to cross the ocean on their own and might even have their own \c[3]shielding system\c[0]. It is advised to only face them with the support of \c[3]heavy artillery\c[0].
es_es: Torretas fuertemente modificadas fabricadas en \c[3]\v[area.rhombus-sqr.name]\c[0] y destinadas a actividades ilegales en todo \v[lore.title.planet]. Están equipados con \c[3]dispositivos flotantes\c[0] para cruzar el océano por su cuenta e incluso podrían tener su propio \c[3]sistema de blindaje\c[0]. Se aconseja enfrentarse a ellos sólo con el apoyo de la \c[3]artillería pesada\c[0].

# data/database.json//enemies/autumn-rh.boss_turret-quest_navaloooooo/species
source: Rookie Sentry
es_es: Centinela Novato

# data/database.json//enemies/jungle.special.capture-cage-1/name
source: Cat Cage
es_es: Gato Enjaulado

# data/database.json//enemies/jungle.special.capture-cage-1/species
source: Machinery
es_es: Maquinaria

# data/database.json//enemies/final.ele-pillar-cold-old/species
source: Rookie Sentry
es_es: Centinela Novato

# data/database.json//enemies/minibosses.raid-core/name
source: Core
es_es: Núcleo

# data/database.json//enemies/minibosses.raid-turret/name
source: Big Slider
es_es: Gran Deslizador

# data/database.json//enemies/minibosses.raid-turret-small/name
source: Slider
es_es: Deslizador

# data/database.json//enemies/minibosses.raid-laser/name
source: Laser
es_es: Láser

# data/database.json//enemies/minibosses.raid-dispenser/name
source: Dispenser
es_es: Dispensador

# data/database.json//enemies/minibosses.raid-face/name
source: Face
es_es: Cara

# data/database.json//lore/prologue/title
source: Prologue: \v[chapter.name.0]
es_es: Prólogo: \v[chapter.name.0]

# data/database.json//lore/prologue/content/para-1/content
source: In an unknown area at an unknown time, a woman called \c[3]Shizuka\c[0] materialized. She demanded to know where her brother \c[3]Satoshi\c[0] was and why he was being held captive. As she moved towards her destination, she was interrupted by an \c[3]obfuscated man\c[0] who summoned enemies that blocked Shizuka's way. As she was an experienced fighter, she quickly disposed of the enemies and pressed onward, until she eventually found herself in front of a large building.
es_es: En un área desconocida, en un momento desconocido, una mujer llamada \c[3]Shizuka\c[0] se materializa. Demandaba con ansias saber donde se encontraba su hermano, \c[3]Satoshi\c[0], y por qué estaba cautivo. Al acercarse a su destino, es interrumpida por un \c[3]hombre indeterminado\c[0], quien invoca enemigos para bloquear su camino. Sin embargo, Shizuka era una guerrera experimentada, y pudo vencer a sus enemigos rápidamente. Siguió su camino a toda velocidad hasta que se topó con un gran edificio.

# data/database.json//lore/prologue/content/para-2/content
source: At the end of a hallway she found her brother in front of a computer system. He seemed to be working on something as Shizuka was urging him to stop because of his poor health. However, Satoshi stated that it was already too late for him and as he finished his work he collapsed on the floor. Shocked, Shizuka ran to him, but Satoshi's words rang true, and he passed in her arms.
es_es: Al final de un pasillo, encontró a su hermano frente a una computadora. Mientras el hombre trabajaba, Shizuka le imploraba que parara debido a su débil estado de salud. Pero Satoshi remarcaba que ya era demasiado tarde, no había nada que se pudiera hacer, y al terminar su trabajo, se colapsó en el suelo. Asustada, Shizuka corrió hacia él, pero Satoshi no había mentido, ya era demasiado tarde, y falleció en sus brazos.

# data/database.json//lore/chapter-01/title
source: Chapter 01: \v[chapter.name.1]
es_es: Capítulo 01: \v[chapter.name.1]

# data/database.json//lore/chapter-01/content/p1/content
source: \c[3]Lea\c[0] awoke in a strange environment. She couldn't remember how she got there or who she was. She had no time to think about her situation, as she was greeted by a floating display in front of her. It showed \c[3]Sergey\c[0], who told her that her \c[3]"initialization"\c[0] was successful and asked if she could understand him. However, Lea \c[3]couldn't talk\c[0]. She wanted to, but her \c[3]speech module\c[0] seemed to be broken according to Sergey.
es_es: \c[3]Lea\c[0] se despertó en un extraño lugar. No podía recordar como llegó allí o quién era ella. No tuvo tiempo para pensar sobre su situación, ya que una pantalla flotante la estaba saludando frente a ella. En la pantalla se encontraba \c[3]Sergey\c[0], quien le dijo que su \c[3]"inicialización"\c[0] había sido exitosa, y le preguntó si podía entenderle. Sin embargo, Lea \c[3]no podía hablar\c[0]. Quería hacerlo, pero su \c[3]módulo del habla\c[0] estaba averiado, según Sergey.

# data/database.json//lore/chapter-01/content/p2/content
source: Without delay, he asked her to perform some simple tasks to understand the "gameplay" mechanics. Lea mastered each task with ease, almost as if she already knew what to do. After finishing the final challenge she met \c[3]Carla\c[0], who welcomed her to the "cargo hold".
es_es: Sin más preámbulo, Sergey le pidió que realice algunas simples tareas para asegurarse de que entendiera "las mecánicas del juego". Lea completó sus desafíos sin dificultades, casi como si ya supiera qué hacer. Al terminar, conoció a \c[3]Carla\c[0], quién le dio la bienvenida a la "Bodega de Carga".

# data/database.json//lore/chapter-01/content/p3/content
source: Without any explanation Lea had to fulfill several other challenges, none of them proving too difficult. But she also grew more restless, and once the final challenge was completed, Carla and Sergey promised to tell Lea everything as soon as they spoke with \c[3]Captain Jet\c[0]. The captain welcomed Lea to the ship, but stated that she had to leave as soon as possible, because an \c[3]Avatar\c[0] on board of his ship just "calls for darn trouble". Nevertheless he promised to teach her some tricks later.
es_es: Lea tuvo que completar muchos otros desafíos, sin muchas explicaciones, pero ninguno pareció darle problemas. Sin embargo, cada minuto que pasaba la ponía más ansiosa por saber qué estaba sucediendo, y Carla y Sergey le prometieron decirle todo tan pronto como hablaran con el \c[3]Capitán Jet\c[0]. El capitán le dio la bienvenida a Lea al barco, pero remarcó que no podría quedarse mucho tiempo, porque tener un \c[3]Avatar\c[0] en el barco "es buscar problemas". Aún así, le prometió enseñarle algunos trucos de combate más tarde.

# data/database.json//lore/chapter-01/content/p4/content
source: As Carla and Lea stepped outside, it became clear that they were aboard a ship called the \c[3]M.S. Solar\c[0]. They moved ahead to the bow of the boat and Sergey explained Lea's situation.
es_es: Cuando Carla y Lea navegaron al exterior, quedó claro que se encontraban en un barco llamado \c[3]M.S. Solar\c[0]. Se dirigieron a la proa del barco, y Sergey le explicó a Lea la situación.

# data/database.json//lore/chapter-01/content/p5/content
source: As it turned out, Lea was actually inside a game called \c[3]CrossWorlds\c[0] which takes place on a real planet. Lea is inside the body of an \c[3]Avatar\c[0] which is tightly connected to all her senses. Sergey went on by saying that they hoped to recover her memory by letting her play the game since there is a high chance that it might help. Carla added that everyone on deck except her is actually human and belongs to the maintenance crew of the game.
es_es: Al parecer, Lea se encontraba dentro de un juego llamado \c[3]CrossWorlds\c[0], que toma lugar en un planeta real. Lea está en el cuerpo de un \c[3]Avatar\c[0] que está conectado a todos sus sentidos. Sergey le explicó que esperaban poder recuperar su memoria jugando el juego, ya que había grandes probabilidades de que ayudara. Carla agregó que todos los que se encontraban en el barco eran humanos, y no avatares, y que pertenecían al equipo de mantenimiento de CrossWorlds.

# data/database.json//lore/chapter-01/content/p6/content
source: After the explanation concluded, Sergey surprised Lea by giving her the ability to say certain words that he "hardcoded" into the system, (\c[3]"Hi"\c[0] in this case). They moved on and met the captain in the cabins, where he told Lea to get up to the balcony in order to start combat training.
es_es: Al terminar la explicación, Sergey sorprendió a Lea al darle la habilidad de decir ciertas palabras que programó directamente en el sistema. (\c[3]"Hola"\c[0], en este caso). Prosiguieron y se encontraron con el Capitán en las cabinas, quién le dijo a Lea que vaya a esperarlo al balcón para sus lecciones de combate.

# data/database.json//lore/chapter-01/content/p7/content
source: While the captain showed Lea special combat mechanics, they were interrupted by a \c[3]mysterious man\c[0]. As he floated in midair, he claimed that something was not right on this ship and quickly turned to Lea, identifying her as the source of the anomaly. He approached her and was about to "erase" her. However, he noticed something peculiar about Lea, and threw her on top of the cargo containers to "test her abilities and see if he is right about her".
es_es: Mientras el capitán le enseñaba a Lea tácticas de combate avanzadas, fueron interrumpidos por un \c[3]hombre misterioso\c[0]. El hombre flotaba en el aire, y decía que había algo fuera de lugar en el barco. Rápidamente se volvió a Lea, identificándola como la fuente de la anomalía. Se acercó a ella, y estaba a punto de "borrarla". Pero, notó algo peculiar acerca de Lea, y la soltó encima de los contenedores de carga para "probar sus habilidades y asegurarse de que no se equivoca".

# data/database.json//lore/chapter-01/content/p8/content
source: A \c[3]\v[combat.name.boss-test]\c[0] appeared out of thin air and prepared to attack Lea. Sergey dropped in and told Lea to take on the enemy as the crab's stats matched Lea's. Lea took a deep breath, nodded, and prepared to fight the crab. After a tough fight, she came out on top and stared at the mysterious man floating in the air.
es_es: Un \c[3]\v[combat.name.boss-test]\c[0] apareció de la nada y se preparó para atacar a Lea. Sergey le avisó que intente pelear contra él, ya que sus estadísticas eran similares. Lea respiró hondo, asintió, y se preparó para luchar contra el cangrejo. Luego de una dura pelea, Lea reclamó su victoria, y miró fijamente al misterioso hombre azul.
