Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//enemies/beach.special.blob-salt/descriptions/0/text
source: A salty blob of water, gelatin and, of course, salt. Unsurprisingly it is at home in the ocean and rarely visits the land unless disturbed. Was discovered a few years ago by the explorer Ivan Leifler. After experiencing its salty taste he named it in honor of his colleague and alleged friend, Dr. Eric Koll.
es_es: Una mancha salada de agua, gelatina y, por supuesto, sal. No es de extrañar que estén en el océano y que rara vez visite la tierra a menos que se le moleste. Fue descubierto hace unos años por el explorador Ivan Leifler. Tras experimentar su sabor salado, lo bautizó en honor a su colega y supuesto amigo, el Dr. Eric Koll.

# data/database.json//enemies/jungle.powerplant/name
source: Powerplant
es_es: Planta de Energía

# data/database.json//enemies/jungle.powerplant/species
source: Plant with mysterious Intentions
es_es: Una Planta con intenciones mistoriosas.

# data/database.json//enemies/jungle.powerplant/descriptions/0/text
source: Once bullied in tree school for being a flower this plant swore to get revenge on the trees by training every day to become the strongest plant the jungle has ever seen. But time went on and it got a job at the local temple to test Seekers instead. Nowadays it uses its strength to hurl itself onto Seekers or punches them with its bulky fists.
es_es: Alguna vez acosada en el colegio de los árboles por ser una flor, esta planta juró vengarse de los árboles entrenando a diario hasta hacerse la planta más fuerte que la jungla jamás haya visto. Pero en cambio, pasó el tiempo y consiguió un trabajo en un templo de la localidad para probar a los Buscadores.

# data/database.json//enemies/jungle.special.powerplant-quest-1/species
source: Floral Infector
es_es: Infector Floral

source: A \v[combat.name.jungle/powerplant] that seems to radiate an extraordinary excess of power, unusual even for its kind. Investigation suggests that, in a desire to further improve the buffness of its well-toned roots, it turned to dangerous substances that were meant to power experimental generators. Its body and mind were not able to handle it, so it became a danger to itself and others. It will serve as a reminder that improving one's body, no matter if root or flesh, should always be done responsibly!
es_es: La investigación sugiere que, en busca de mejorar aún más sus musculosas raices, ingirió peligrosas sustancias diseñadas para alimentar generadores experimentales. Su cuerpo y su mente no fueron capaces de lidiar con ello, así que se convirtió en un peligro para si mismo y los demás. Servirá como recuerdo que mejorar el cuerpo de uno, sin importar si su base es raices o carne, ¡siempre se debe hacer responsablemente!

# data/database.json//enemies/jungle.ghost/species
source: Phantastical Being
es_es: Ser Fantasmático

# data/database.json//enemies/jungle.ghost/descriptions/0/text
source: Born from nightmares the \v[combat.name.jungle/ghost] will use shock elemental attacks to quickly attack and dodge away, seemingly phasing through your attacks. After using its bolt attack it will cage itself in walls. Use compressed wave balls to stun it, which reveals the actual enemy: A cursed stone that feeds on the bad dreams of the Shad.
es_es: Nacido de las pesadillas, el \v[combat.name.jungle/ghost] utilizará ataques de Electro para atacar y esquivar rápidamente, dando la ilusión de que atraviesa tus ataques. Luego de su ataque de Rayo, se encerrará a si mismo en una celda de paredes. Utiliza bolas de Pulso comprimidas para aturdirlo, lo que revela el verdadero enemigo: Una piedra maldita que se alimenta de las pesadillas de los Shad.

# data/database.json//enemies/jungle.special.ghost-toxic/species
source: Toxic Being
es_es: Ser Tóxico

# data/database.json//enemies/jungle.special.ghost-toxic/descriptions/0/text
source: A variant of the \c[3]\v[combat.name.jungle/ghost]\c[0] but even further empowered by the toxic energy of the city \c[3]\v[area.jungle-city.name]\c[0]. It is unclear which did more to fuel it's toxicity: The city's waste or the negative feelings of its population.
es_es: Una variante del \c[3]\v[combat.name.jungle/ghost]\c[0] pero aún más potenciada por la energía tóxica de la ciudad \c[3]\v[area.jungle-city.name]\c[0]. No está claro qué hizo para aumentar su toxicidad: Los residuos de la ciudad o los sentimientos de su población.

# data/database.json//enemies/jungle.octopus/species
source: Just a Cube
es_es: Solo un Cubo

# data/database.json//enemies/jungle.octopus/descriptions/0/text
source: This little cube shapes a mass of water into a body which roughly resembles an octopus. It enjoys long walks on the beach and spin-attacking its enemies and laughing about it. The only way to break its protective shell is using a magnet to disrupt the tension of the water surface. Science wins again!
es_es: Este pequeño cubo forma una masa de agua a un cuerpo que vagamente representa a un pulpo. Le gustan las largas caminatas por la playa y utilizar ataques giratorios contra sus enemigos para reírse de ello. La única forma de romper su caparazón protector es utilizar un imán para romper la tensión superficial del agua. ¡La ciencia gana de nuevo!

# data/database.json//enemies/jungle.shockboss/name
source: Plasma Phantom
es_es: Espectro de Plasma

# data/database.json//enemies/jungle.shockboss/species
source: Phantastical Being
es_es: Ser Fantasmático

# data/database.json//enemies/jungle.shockboss/descriptions/0/text
source: This cursed stone contains the soul of a once great Ancient. It mastered the shock element and can use it in all kinds of manners to disorient and overwhelm its enemies. Similar to the \v[combat.name.jungle/ghost] it will cage itself to rain down lightning strikes upon its enemies. Use this window to shoot a compressed wave ball at it and break the curse!
es_es: Esta piedra maldita contiene el alma de un gran Antiguo. Dominó el elemento Electro y lo puede utilizar en infinitas formas para desorientar y abrumar a sus enemigos. Similar al \v[combat.name.jungle/ghost], se encerrará a si mismo para hacer caer una lluvia eléctrica sobre sus enemigos. ¡Aprovecha ese tiempo para dispararle una bola comprimida de Pulso y romper la maldición!

# data/database.json//enemies/jungle.waveboss/species
source: Starfish
es_es: Estrella de Mar

# data/database.json//enemies/jungle.waveboss/descriptions/0/text
source: This starfish is the leader of both the \v[combat.name.jungle/blob] and the \v[combat.name.jungle/blob-wave]. It can enter a strange synthesis with them to create a large mass that is almost impenetrable. Only by using compressed shock balls can the bond be broken.
es_es: Esta estrella de mar es el líder del \v[combat.name.jungle/blob] y el \v[combat.name.jungle/blob-wave]. Puede entrar en una extraña síntesis con ellos para crear una gran masa que es casi impenetrable. La unión solo puede romperse con bolas comprimidas de Electro.

# data/database.json//enemies/jungle.pumpkin/name
source: Jack'On'Fire
es_es: Calabaza en Llamas

# data/database.json//enemies/jungle.pumpkin/species
source: Fiery Enchanted Pumpkin
es_es: Calabaza Llameante Encantada

# data/database.json//enemies/jungle.pumpkin/descriptions/0/text
source: When it's dark and spooky out in the night, the blazing pumpkin will come and eat you alive. One wrong step, one loud noise, be afraid of the pumpkin in the night.
es_es: Cuando la noche sea oscura y tenebrosa, esta llameante calabaza vendrá y te comerá vivo. Un paso en falso, un ruído fuerte, ten miedo de la calabaza de la noche.

# data/database.json//enemies/jungle.algorithm/species
source: Ancient Debugger
es_es: Antiguo Depurador

# data/database.json//enemies/jungle.algorithm/descriptions/0/text
source: This strange device is a physical representation of the track's debugging process. Each node a step in the call stack. A malfunction made it hostile against everything but the true cause. It can spew flames, shoot bolts of lightning, shield other nodes or revive them depending on its element mode. It may also spawn \c[3]\v[combat.name.minibosses/shockcat-black]s\c[0] which attack on sight.
es_es: Este extraño dispositivo es una representación física del proceso de depuración del Camino. Cada nodo es un paso en el "call stack". Un error lo hizo hostil hacia todo excepto una clásula Verdadera. Puede disparar llamas, disparar rayos eléctricos, proteger a otros nodos o revivirlos dependiendo de su modo elemental. También puede hacer aparecer \c[3]\v[combat.name.minibosses/shockcat-black]s\c[0] que atacarán a primera vista.

# data/database.json//enemies/forest.bamboo-fountain/name
source: Bamboo Fountain
es_es: Fuente de Bambú

# data/database.json//enemies/forest.bamboo-fountain/species
source: Fountain
es_es: Fuente

# data/database.json//enemies/forest.bamboo-fountain/descriptions/0/text
source: Peace and Tranquility, my friend. The only way to defeat it is to sit and listen.
es_es: Paz y Tranquilidad, amigo mío. La única forma de ganar es sentarse y escuchar.

# data/database.json//enemies/final.crystal-heat/name
source: Heat Crystalid
es_es: Cristalid de Fuego

# data/database.json//enemies/final.crystal-heat/species
source: Crystal
es_es: Cristal

# data/database.json//enemies/final.crystal-heat/descriptions/0/text
source: Living embodiment of the crystals found all over \c[3]\v[area.final-dng.name]\c[0]. It seems these are not creations of the Ancients as unlike most foes that are found within the temple they are made of stone like materials. Similarly colored versions also exhibit a strange bond that allows them to combine energy to release powerful attacks.
es_es: La encarnación viviente de los cristales que se encuentran por todo \c[3]\v[area.final-dng.name]\c[0]. Parece que no son creaciones de los Antiguos, ya que a diferencia de la mayoría de los enemigos que se encuentran dentro del templo, están hechos de materiales similares a la piedra. Las versiones coloridas también exhiben un extraño vínculo que les permite combinar energía para liberar poderosos ataques.

# data/database.json//enemies/final.crystal-cold/name
source: Cold Crystalid
es_es: Cristalid de Hielo

# data/database.json//enemies/final.crystal-cold/species
source: Crystal
es_es: Cristal

# data/database.json//enemies/final.crystal-cold/descriptions/0/text
source: Living embodiment of the crystals found all over \c[3]\v[area.final-dng.name]\c[0]. It seems these are not creations of the Ancients as unlike most foes that are found within the temple they are made of stone like materials. Similarly colored versions also exhibit a strange bond that allows them to combine energy to release powerful attacks.
es_es: La encarnación viviente de los cristales que se encuentran por todo \c[3]\v[area.final-dng.name]\c[0]. Parece que no son creaciones de los Antiguos, ya que a diferencia de la mayoría de los enemigos que se encuentran dentro del templo, están hechos de materiales similares a la piedra. Las versiones coloridas también exhiben un extraño vínculo que les permite combinar energía para liberar poderosos ataques.

# data/database.json//enemies/final.crystal-shock/name
source: Shock Crystalid
es_es: Cristalid de Electro

# data/database.json//enemies/final.crystal-shock/species
source: Crystal
es_es: Cristal

# data/database.json//enemies/final.crystal-shock/descriptions/0/text
source: Living embodiment of the crystals found all over \c[3]\v[area.final-dng.name]\c[0]. It seems these are not creations of the Ancients as unlike most foes that are found within the temple they are made of stone like materials. Similarly colored versions also exhibit a strange bond that allows them to combine energy to release powerful attacks.
es_es: La encarnación viviente de los cristales que se encuentran por todo \c[3]\v[area.final-dng.name]\c[0]. Parece que no son creaciones de los Antiguos, ya que a diferencia de la mayoría de los enemigos que se encuentran dentro del templo, están hechos de materiales similares a la piedra. Las versiones coloridas también exhiben un extraño vínculo que les permite combinar energía para liberar poderosos ataques.

# data/database.json//enemies/final.crystal-wave/name
source: Wave Crystalid
es_es: Cristalid de Pulso

# data/database.json//enemies/final.crystal-wave/species
source: Crystal
es_es: Cristal

# data/database.json//enemies/final.crystal-wave/descriptions/0/text
source: Living embodiment of the crystals found all over \c[3]\v[area.final-dng.name]\c[0]. It seems these are not creations of the Ancients as unlike most foes that are found within the temple they are made of stone like materials. Similarly colored versions also exhibit a strange bond that allows them to combine energy to release powerful attacks.
es_es: La encarnación viviente de los cristales que se encuentran por todo \c[3]\v[area.final-dng.name]\c[0]. Parece que no son creaciones de los Antiguos, ya que a diferencia de la mayoría de los enemigos que se encuentran dentro del templo, están hechos de materiales similares a la piedra. Las versiones coloridas también exhiben un extraño vínculo que les permite combinar energía para liberar poderosos ataques.

# data/database.json//enemies/guest.firespirit/species
source: Burning Something
es_es: Un Coso Llameante

# data/database.json//enemies/guest.firespirit/descriptions/0/text
source: A mysterious flame that has taken humanoid form. It is, in fact, so mysterious that barely anything is known about it. However, it is clear that its powerful flame has to \c[3]first be extinguished\c[0] before there is any hope of defeating it. Though it is said that the underlying source of the flames is \c[3]electrical\c[0] in nature, so beware!
es_es: Una misteriosa llama que ha tomado forma humana. De hecho, es tan misteriosa que apenas se sabe nada de ella. Sin embargo, su poderosa llama tiene que \c[3]extinguirse primero\c[0] antes de que haya oportunidad de derrotarle. Aunque se dice que la fuente de las llamas es de naturaleza \c[3]eléctrica\c[0], así que ¡cuidado!

# data/database.json//enemies/arid.virus-neutral/name
source: Neutral Virus
es_es: Virus Neutral

# data/database.json//enemies/arid.virus-neutral/species
source: Unknown
es_es: Desconocido

# data/database.json//enemies/arid.virus-neutral/descriptions/0/text
source: A strange being that roams the lands of \c[3]\v[area.arid.name]\c[0]. It randomly jumps on prey and attacks them multiple times. Luckily their defense is rather low and they can be disposed of quickly with any attack.
es_es: Un extraño enemigo que vaga las tierras del \c[3]\v[area.arid.name]\c[0]. Aleatoriamente salta a sus presas y las ataca múltiples veces. Por suerte su defensa es bastante baja y se lo puede eliminar con facilidad con cualquier ataque.

# data/database.json//enemies/arid.virus-heat/name
source: Heat Virus
es_es: Virus de Fuego

# data/database.json//enemies/arid.virus-heat/species
source: Unknown
es_es: Desconocido

# data/database.json//enemies/arid.virus-heat/descriptions/0/text
source: A version of the \v[combat.name.arid/virus-neutral] that uses Heat based attacks. It uses the neutral Viruses as pawns to attack its enemies. However this is also its weak spot. Once the neutral ones are stunned, push them into the Heat Virus to break their shield.
es_es: Una versión del \v[combat.name.arid/virus-neutral] que usa ataques de Fuego. Utiliza a los Virus Neutrales como peones para atacar a sus enemigos. Sin embargo, ese también es su punto débil. Una ve que los virus neutrales han sido aturdidos, empújalos al Virus de Fuego para romper su escudo.

# data/database.json//enemies/arid.virus-cold/name
source: Cold Virus
es_es: Virus de Hielo

# data/database.json//enemies/arid.virus-cold/species
source: Unknown
es_es: Desconocido

# data/database.json//enemies/arid.virus-cold/descriptions/0/text
source: A version of the \v[combat.name.arid/virus-neutral] that uses Cold based attacks. It uses the neutral Viruses as pawns to attack its enemies. However this is also its weak spot. Once the neutral ones are stunned, push them into the Cold Virus to break their shield.
es_es: Una versión del \v[combat.name.arid/virus-neutral] que usa ataques de Hielo. Utiliza a los Virus Neutrales como peones para atacar a sus enemigos. Sin embargo, ese también es su punto débil. Una ve que los virus neutrales han sido aturdidos, empújalos al Virus de Hielo para romper su escudo.

# data/database.json//enemies/arid.dice-mage/species
source: Dice
es_es: Dado

# data/database.json//enemies/arid.dice-mage/descriptions/0/text
source: This dice is a sentient robot. The core processor being able to use all elements based on the number it rolls. It seems to take enjoyment in the game of chance, even if it means it will be left open for attacks.
es_es: Este dado es un robót consciente. El procesador central es capaz de utilizar todos los elementos basado en el número que tira. Parece disfrutar el juego de azar, incluso si este le deja descubierto a ataques.

# data/database.json//enemies/guest.glitch-boss/name
source: DON'T USE THIS
es_es: NO USEN ESTO

# data/database.json//enemies/guest.glitch-boss/species
source: [Object]
es_es: [Objeto]

# data/database.json//enemies/final.god-neutral/species
source: Ancient God
es_es: Dios Antiguo

# data/database.json//enemies/final.god-neutral/descriptions/0/text
source: Creator of all, may your journey fill the void with life.
es_es: Creador de todo, que tu viaje llene el vacío de vida.

# data/database.json//enemies/final.god-heat/species
source: Ancient God
es_es: Dios Antiguo

# data/database.json//enemies/final.god-heat/descriptions/0/text
source: Bringer of Warmth, may your flame burn brightly.
es_es: Portador del calor, que tu llama arda con fuerza.

# data/database.json//enemies/final.god-cold/species
source: Ancient God
es_es: Dios Antiguo

# data/database.json//enemies/final.god-cold/descriptions/0/text
source: King of Stone, may your mountains protect us all.
es_es: Rey de la Piedra, que tus montañas nos protejan a todos.

# data/database.json//enemies/final.god-shock/species
source: Ancient God
es_es: Dios Antiguo

# data/database.json//enemies/final.god-shock/descriptions/0/text
source: Rider of the Storm, may your winds guide us.
es_es: Jinete de las Tormentas, que tus vientos nos guíen.

# data/database.json//enemies/final.god-wave/species
source: Ancient God
es_es: Dios Antiguo

# data/database.json//enemies/final.god-wave/descriptions/0/text
source: Ruler of the Tides, may your rivers stretch forevermore.
es_es: Gobernante de las Mareas, que tus ríos se extiendan por siempre.

# data/database.json//enemies/boss.elephant-core/species
source: Core
es_es: Núcleo

# data/database.json//enemies/special.dummy/species
source: Sandbag
es_es: Bolsa de Arena

# data/database.json//enemies/special.dummy/descriptions/0/text
source: This training dummy is used for new players to test \c[3]Combat Arts\c[0] and other techniques without the fear of getting attacked.
es_es: Este muñeco de entrenamiento es utilizado por nuevos jugadores para probar las \c[3]Artes de Combate\c[0] entre otras técnicas sin miedo a ser atacados.

# data/database.json//enemies/snowman-xmas/species
source: Enchanted Snowman
es_es: Muñeco de Nieve Encantado

# data/database.json//enemies/greenlight/name
source: The Green Light
es_es: La Luz Verde

# data/database.json//enemies/greenlight/species
source: Machiene
es_es: Máquine

# data/database.json//enemies/baggy-kun/name
source: Baggy
es_es: Holgado

# data/database.json//enemies/baggy-kun/species
source: Sandbag
es_es: Bolsa de Arena

# data/database.json//enemies/baggy-kun/descriptions/0/text
source: This training dummy is used for new players to test \c[3]Combat Arts\c[0] and other techniques without the fear of getting attacked.
es_es: Este muñeco de entrenamiento es utilizado por nuevos jugadores para probar las \c[3]Artes de Combate\c[0] entre otras técnicas sin miedo a ser atacados.

# data/database.json//enemies/jungle.special.snowman-jungle-boss-scene/name
source: Karotto Fruitseeker
es_es: Buscafrutas Karotto

# data/database.json//enemies/jungle.special.snowman-jungle-boss-scene/species
source: Snowman Tourist
es_es: Muñeco de Nieve Turista

source: The fruit-obsessed leader of a rogue group of \c[3]\v[combat.name.snowman]\c[0] that aspired to make the warm lands of \c[3]\v[area.jungle.name]\c[0] their home. To that end it led robberies to steal large quantities of \c[3]cooling devices\c[0] which were supposed to slowly turn the Jungle into a climate more comfortable for Snowmen to live in. Despite its exceptional intelligence, it could not grasp the irony of that entire plan.
es_es: El líder de un pícaro grupo de \c[3]\v[combat.name.snowman]\c[0] obsesionado por las frutas que aspiró a hacer de las cálidas tierras del \c[3]\v[area.jungle.name]\c[0] su hogar. Para conseguirlo, dirigió atracos con el fin de robar grandes cantidades de \c[3]equipos de refrigeración\c[0] que supuestamente convertirían lentamente la Jungla a un clima más cómodo para que los Muñecos de Nieve vivan. A pesar de su excepcional inteligencia, no pudo percibir la ironía del plan.

# data/database.json//enemies/jungle.special.iceWall/name
source: Icewall
es_es: Pared de Hielo

# data/database.json//enemies/jungle.special.iceWall/species
source: Shaped Frozen Water
es_es: Agua Congelada Formada

# data/database.json//enemies/baggy-kun-test/species
source: Sandbag
es_es: Bolsa de Arena

# data/database.json//enemies/baggy-kun-test/descriptions/0/text
source: This training dummy is used for new players to test \c[3]Combat Arts\c[0] and other techniques without the fear of getting attacked.
es_es: Este muñeco de entrenamiento es utilizado por nuevos jugadores para probar las \c[3]Artes de Combate\c[0] entre otras técnicas sin miedo a ser atacados.

# data/database.json//enemies/minibosses.snow-megatank-orb/name
source: Snowtank Orb
es_es: Orbe de Tanque de Nieve

# data/database.json//enemies/minibosses.snow-megatank-orb/species
source: Orb of Tank
es_es: Orbe de Tanque

# data/database.json//enemies/final.god-planet/name
source: Planet
es_es: Planeta

# data/database.json//enemies/jungle.special.quest_td_boss_slime_1/species
source: Starfish
es_es: Estrella de Mar

source: This starfish is the leader of both the \v[combat.name.jungle/blob] and the \v[combat.name.jungle/blob-wave]. It can enter a strange synthesis with them to create a large mass that is almost impenetrable. Only by using compressed shock balls can the bond be broken.
es_es: Esta estrella de mar es el líder tanto de los \v[combat.name.jungle/blob] como de los \v[combat.name.jungle/blob-wave]. Puede entrar en una extraña síntesis con ellos para crear una gran masa casi impenetrable. Sólo mediante el uso de disparos de Rayo comprimidas se puede romper el vínculo.

# data/database.json//enemies/avatar.apollo/species
source: Warrior of Justice
es_es: Guerrero de la Justicia

# data/database.json//enemies/avatar.apollo/descriptions/0/text
source: A self proclaimed warrior of justice who accuses Lea of cheating and thus challenges her to a duel. He is quite the fighter and gets more vicious the more desperate his situation.
es_es: Un autoproclamado guerrero de la justicia que acusa a Lea de haber hecho trampa y la desafía a un duelo. Es buen luchador, y se pone más vicioso mientras más desesperada sea su situación.

# data/database.json//enemies/avatar.apollo-2/species
source: Warrior of Justice
es_es: Guerrero de la Justicia
