Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/chapter-10/content/page-09/content
source: Still shocked by \c[3]Gautham's demise\c[0], Lea walks on to the \c[3]Evotar server\c[0] and has one final confrontation with \c[3]Sidwell\c[0]. He tried to pass off his motivation as mostly business and the intention of making large sums of money with the information gained from the interrogated Evotars. He did, however, display regret over Gautham's death and seemingly held fond memories over his time spent with Lea in the \v[area.arid.name]. Expressing some joy over seeing Lea ultimately be free and succeed, he left the scene. \c[3]Sergey was furious\c[0] over Sidewell's actions, that took the happiness of his three friends and even the life of Gautham, but Sidwell was unable to hear. So Lea finally \c[3]accessed the Evotar server and secured the data\c[0].
es_es: Aún conmovida por \c[3]la tragedia de Gautham\c[0], Lea se aproxima al \c[3]Servidor Evotar\c[0] y tiene una última confrontación con \c[3]Sidwell\c[0]. Él intentó convencer de que sus motivaciones no eran más que el negocio con la intención de hacer largas sumas de dinero con la información recolectada al interrogar Evotares. Sin embargo, expresó arrepentimiento por la muerte de Gautham, y aparentemente recordaba con aprecio el tiempo que Lea y él pasaron juntos en el \v[area.arid.name]. Expresando cierta alegría luego de ver a Lea ser libre y tener éxito, huyó de la escena. \c[3]Sergey estraba furioso\c[0] por las acciones de Sidwell, que se llevaron la alegría de sus tres amigos, e incluso la vida de Gautham. Pero Sidwell no podía oírle. Entonces Lea finalmente \c[3]accedió al Servidor Evotar y recuperó los datos\c[0].

# data/database.json//lore/chapter-10/content/page-10/content
source: After accomplishing their goal, Lea \c[3]returned to the others\c[0] and told them what happened. While everyone was glad that the plan succeeded, Shizuka was mourning the death of her old friend Gautham, despite of how deranged he had become. With \c[3]the situation solved\c[0], it was time for Sergey to now \c[3]contact Instatainment\c[0] and fully explain everything. However, for this to happen, \c[3]Lea had to leave the game indefinitely\c[0]. So everyone decided to \c[3]play the game together with Lea one last time\c[0], before saying goodbye. And thus Lea and her friends traveled to all the locations of \v[lore.title.cross-worlds] they shared their adventures in. Then, in the end, they met again at the \v[area.hideout.name] to have a \c[3]heartfelt goodbye\c[0] with \c[3]lots of hugs\c[0]. Afterwards Lea \c[3]logged out for the final time\c[0], leaving her fate in Sergey's hands.
es_es: Luego de cumplir con su objetivo, Lea \c[3]regresó con los demás\c[0] y les contó lo que pasó. Mientras todos estaban felices de que el plan haya sido un éxito, Shizuka lamentaba la muerte de su viejo amigo Gautham, a pesar de lo trastornado que se había vuelto. Con \c[3]la situación resuelta\c[0], era hora de que Sergey \c[3]contacte a Instatainment\c[0] y explique todo en detalle. Sin embargo, para que esto sucediera, \c[3]Lea debería desconectarse indefinidamente\c[0]. Entonces todos decidieron \c[3]jugar el juego junto a Lea una última vez\c[0], antes de decir adiós. Y entonces, Lea y sus amigos viajaron por todo \v[lore.title.cross-worlds] reviviendo sus aventuras. Y finalmente, se reunieron nuevamente en el \v[area.hideout.name] para dar una \c[3]calurosa despedida\c[0] con \c[3]muchos abrazos\c[0]. Luego, Lea \c[3]se desconectó por última vez\c[0], dejando su destino en manos de Sergey.

# data/database.json//lore/chapter-10/content/page-11/content
source: \c[3]In the following time\c[0] Sergey worked tirelessly to try and convince his employer, \v[lore.title.dev-company], to allow the Evotar project to continue in an official manner and giving the Evotars a way to live. \c[3]Several months after Lea logged out\c[0], he was finally able to inform the guild about the \c[3]situation of their absent friend\c[0] and the \c[3]fate of the Evotars\c[0] as a whole.
es_es: \c[3]En el tiempo siguiente\c[0], Sergey trabajó duramente para convencer a sus antiguos empleadores, \v[lore.title.dev-company], de que permitan que continúe el proyecto Evotar de modo oficial, y otorgar a los Evotares un lugar dónde vivir. \c[3]Varios meses luego de que Lea haya sido desconectada\c[0], pudo finalmente dar un veredicto final al gremio acerca de \c[3]la situación de su ausente amiga\c[0] y el \c[3]destino de los Evotares\c[0] en general.

# data/database.json//lore/chapter-10/content/page-12-last/content
source: Thankfully, and in no small part thanks to the passionate support of \c[3]Mr. Vestorovich\c[0], Sergey was able to convince \v[lore.title.dev-company] of the merits that the Evotar technology brought. So it was officially approved for Evotars to live on the \v[lore.title.playground] which means that \c[3]Lea will return in the future\c[0]! The members of the guild were overjoyed by the prospect of seeing their dear friend again. \c[2]< THE END...? >\c[0]
es_es: Afortunadamente, y gracias en no pequeña parte al apasionado apoyo del \c[3]Sr. Vestorovich\c[0], Sergey pudo convencer a \v[lore.title.dev-company] de los méritos de la tecnología Evotar. Se le permitió a los Evotares vivir de forma oficial en el \v[lore.title.playground], ¡lo que quiere decir que \c[3]Lea volverá en el futuro\c[0]! Los miembros del gremio rebosaban de alegría ante la perspectiva de volver a ver a su amiga. \c[2]< ¿FIN...? >\c[0]

# data/database.json//lore/chapter-10/content/page-12-last/altContent/content
source: Sadly Sergey was unable to convince \v[lore.title.dev-company] of supporting the Evotar project. This resulted in the \c[3]ban of Evotars\c[0] and \c[3]the confiscation of all related data\c[0], which also \c[3]destroyed all hope of Lea's return\c[0], to the sorrow of her friends. \c[3]If only our heroes were able to convince someone influential to support their goals, the decision might have turned in their favor!\c[0] \c[1]< THE END >\c[0]
es_es: Desafortunadamente, Sergey no pudo convencer a \v[lore.title.dev-company] de que apoyen el proyecto Evotar. Esto resultó en una \c[3]prohibición a los Evotares\c[0], y se \c[3]confiscó toda la información relacionada\c[0], lo que también \c[3]destruyó toda esperanza del retorno de Lea\c[0], para el lamento de sus amigos. \c[3]¡Si tan solo nuestros héroes hubieran sido capaces de convencer a alguien influyente que apoye sus objetivos, quizá la decisión hubiera sido favorable!\c[0] \c[1]< FIN >\c[0]

# data/database.json//lore/chapter-11/title
source: Chapter 11: \v[chapter.name.11]
es_es: Capítulo 11: \v[chapter.name.11]

# data/database.json//lore/chapter-11/content/page-01/content
source: \c[3]Lea\c[0] awoke after several months and found herself to be in \c[3]Homestedt\c[0], a small village for \c[3]Evotars within CrossWorlds\c[0] - constructed officially by \c[3]Instatainment\c[0]. After a meet and greet with several friends, including \c[3]Satoshi\c[0] and \c[3]Sergey\c[0] in his new avatar, it was time to awaken the next resident: \c[3]Schneider's Evotar, Luke\c[0], who seemed rather surprised by the whole situation.
es_es: \c[3]Lea\c[0] se despertó luego de varios meses y se encontró a sí misma en la \c[3]Villa Evotar\c[0], una pequeña villa para \c[3]Evotares dentro de CrossWorlds\c[0] - construida oficialmente por \c[3]Instatainment\c[0]. Luego de encontrarse y saludarse con varios amigos, incluyendo a \c[3]Satoshi\c[0] y a \c[3]Sergey\c[0] en su nuevo avatar, era hora de despertar al próximo residente: \c[3]el Evotar de Schneider, Luke\c[0], quien parecía estar sorprendido por la situación.

# data/database.json//lore/chapter-11/content/page-02/content
source: Soon \c[3]Lea and Luke\c[0] learned that the \c[3]First Scholars\c[0] had organized another \c[3]raid\c[0], the same one they hadn't managed to finish last time. Looking forward to tomorrow, \c[3]Lea\c[0] spent her first night in her \c[3]own home\c[0]. In the morning, \c[3]Sergey\c[0] surprised her by adding a few \c[3]new question words\c[0] to her vocabulary: \c[3]What\c[0], \c[3]Where\c[0] and \c[3]Who\c[0].
es_es: Pronto, \c[3]Lea y Luke\c[0] se enteraron de que los \c[3]Primeros Eruditos\c[0] habían organizado otra \c[3]raid\c[0], la misma que no consiguieron terminar la primera vez. Ansiosa por el día de mañana, \c[3]Lea\c[0] pasó su primera noche en su \c[3]propio hogar\c[0]. En la mañana, \c[3]Sergey\c[0] la sorprendió al agregar \c[3]nuevas palabras de pregunta\c[0] a su vocabulario: \c[3]Qué\c[0], \c[3]Dónde\c[0], y \c[3]Quién\c[0].

# data/database.json//lore/chapter-11/content/page-03/content
source: Soon after this, the \c[3]raid at Para Island\c[0] started, this time without any unexpected interruptions. Still, it seemed that \c[3]Luke didn't quite enjoy\c[0] the event as much and ended up in a rather \c[3]bad mood\c[0]. After the raid was completed, the group took some time to \c[3]talk with Luke about his troubles\c[0]. It turned out he wasn't quite ready to enjoy his new life in CrossWorlds as \c[3]he felt a lack of purpose\c[0]. Hlin quickly pointed out that \c[3]Instatainment\c[0] was planning to \c[3]employ Evotars for future activities\c[0] within \c[3]CrossWorlds\c[0].
es_es: Poco después, la \c[3]raid en Isla Apartada\c[0] comenzó, esta vez sin interrupciones inesperadas. Aún así, \c[3]Luke no parecía disfrutar\c[0] mucho el evento y acabó de \c[3]mal humor\c[0]. Luego de completar la raid, el grupo se tomó un tiempo para \c[3]hablar con Luke de sus problemas\c[0]. Parece que no estaba del todo listo para empezar su nueva vida en CrossWorlds ya que se sentía \c[3]falto de propósito\c[0]. Hlin acotó rápidamente que \c[3]Instatainment\c[0] tenía planeado \c[3]emplear Evotares para actividades futuras\c[0] dentro de \c[3]CrossWorlds\c[0].

# data/database.json//lore/chapter-11/content/page-04/content
source: Feeling better overall, \c[3]Luke\c[0] and the others called it a day. Just before logging out, \c[3]Emilie\c[0] mentioned an \c[3]old friend\c[0] who missed the raid and hadn't been seen for a long time: \c[3]C'tron\c[0]. It was at that moment that \c[3]Sergey\c[0] came out with the \c[3]truth about C'tron\c[0]: he had been \c[3]cooperating with Sidwell\c[0]. Back before they planned to storm Evotarground, \c[3]Sergey contacted C'tron\c[0] about this and made an \c[3]agreement to not tell Lea\c[0] about it, as long as C'tron \c[3]didn't get in the way\c[0] of their plan to rescue the Evotar Server. However, things got even weirder, because as it turned out, they found an \c[3]Evotar of C'tron\c[0] on the same server they rescued.
es_es: Sintiéndose mejor, \c[3]Luke\c[0] y los otros acabaron por el día. Justo antes de desconectarse, \c[3]Emilie\c[0] mencionó a un \c[3]viejo amigo\c[0] que se perdió la raid y no se lo había visto en un tiempo: \c[3]C'tron\c[0]. Fue en ese momento que \c[3]Sergey\c[0] reveló \c[3]la verdad sobre C'tron\c[0]: había estado \c[3]cooperando con Sidwell\c[0]. Antes de que planeen invadir el Mundo Evotar, \c[3]Sergey se contactó con C'tron\c[0] para hablar del tema e hizo un \c[3]acuerdo de no decirle a Lea\c[0], siempre y cuando C'tron \c[3]no se entrometa\c[0] con el plan para rescatar el Servidor Evotar. Sin embargo, las cosas se pusieron extrañas, porque aparentemente, se encontró un \c[3]Evotar de C'tron\c[0] en el mismo servidor que rescataron.

# data/database.json//lore/chapter-11/content/page-05/content
source: \c[3]C'tron's Evotar\c[0] was awakened but \c[3]barely remembered\c[0] anything. Lea went to different places with him, \c[3]revisiting memories\c[0] both of them had together. Just as \c[3]C'tron started to remember\c[0] things, he quickly \c[3]ran away\c[0] to the hidden \c[3]entrance to Evotarground\c[0]. He and Lea both learned that it was \c[3]closed down\c[0]. At this point, \c[3]C'tron admitted\c[0] that he has been involved, that he \c[3]worked with Sidwell and spied on Lea\c[0] and the others. He also fully understood his own situation, being an \c[3]Evotar himself\c[0].
es_es: Se despertó al \c[3]Evotar de C'tron\c[0] pero \c[3]apenas recordaba nada\c[0]. Lea le hizo visitar diversos lugares, \c[3]reviviendo recuerdos\c[0] que ambos tuvieron juntos. Tan pronto como \c[3]C'tron comenzó a recordar\c[0] cosas, rápidamente \c[3]se fue corriendo\c[0] a la entrada oculta al \c[3]Mundo Evotar\c[0]. Lea y él se enteraron entonces de que la entrada estaba \c[3]cerrada\c[0]. A este punto, \c[3]C'tron admitió\c[0] que estuvo involucrado, que él \c[3]trabajó con Sidwell y espió a Lea\c[0] y a los demás. También estaba al tanto de su propia situación, sabía que era un \c[3]Evotar\c[0].

# data/database.json//lore/chapter-11/content/page-06/content
source: Despite his past, \c[3]C'tron\c[0] was invited to \c[3]live in Homestedt\c[0] as well and even got his own house. \c[3]Sergey\c[0] explained that he hoped to \c[3]learn more about Sidwell\c[0] as C'tron remembered more of his past. C'tron understood and was thankful they took him in.
es_es: A pesar de su pasado, \c[3]C'tron\c[0] fue invitado a \c[3]vivir en Villa Evotar\c[0] y también se le dio su propio hogar. \c[3]Sergey\c[0] explicó que pretendía \c[3]saber más de Sidwell\c[0] a medida que C'tron recordara más de su pasado. C'tron lo comprendió, y estuvo agradecido de que se lo aceptara.

# data/database.json//lore/chapter-12/title
source: Chapter 12: \v[chapter.name.12]
es_es: Capítulo 12: \v[chapter.name.12]

# data/database.json//lore/chapter-12/content/page-01/content
source: The next morning, \c[3]Lea\c[0] was surprised to meet \c[3]Apollo and Joern\c[0], who returned from their vacation. As expected, \c[3]Apollo challenged Lea to a final duel\c[0]. They both agreed to hold it after they completed the \c[3]new area\c[0] that has just been added to CrossWorlds: \c[3]Azure Archipelago\c[0].
es_es: La mañana siguiente, \c[3]Lea\c[0] se sorprendió al ver a \c[3]Apollo y Joern\c[0] que regresaban de sus vacaciones. Como era de esperarse, \c[3]Apollo desafió a Lea a un duelo final\c[0]. Ambos aceptaron hacerlo una vez terminen el \c[3]nuevo área\c[0] que se había agregado a CrossWorlds: \c[3]Archipiélago Cerúleo\c[0].

# data/database.json//lore/chapter-12/content/page-02/content
source: After a pleasant walk among sandy beaches and plenty of battles, Lea was ready to \c[3]take on Apollo in Rhombus Square\c[0]. After the duel had concluded, Lea returned to \c[3]Homestedt\c[0] and was surprised to find \c[3]C'tron\c[0] together with \c[3]Satoshi\c[0]. C'tron admitted his \c[3]connection with Sidwell\c[0] and felt apologies to Satoshi were in order. He also mentioned that he remembered \c[3]getting the job offer from Sidwell via email as he was a student\c[0], doing the work as a side job. Lea felt that something didn't sound right about this.
es_es: Luego de un placentero paseo por las arenosas playas y muchas peleas, Lea estaba lista para \c[3]el desafío de Apollo el Plaza Rombo\c[0]. Una vez el duelo había concluido, Lea volvió a \c[3]Villa Evotar\c[0] y se sorprendió al encontrar a \c[3]C'tron\c[0] junto a \c[3]Satoshi\c[0]. C'tron admitió su \c[3]conexión con Sidwell\c[0] y sintió que debía disculparse con Satoshi. Además, mencionó haber recordado \c[3]que recibió la oferta de trabajo de Sidwell por e-mail cuando él era estudiante\c[0], trabajando de medio tiempo. Lea presintió que algo andaba mal.

# data/database.json//lore/chapter-12/content/page-03/content
source: Suddenly, \c[3]Sergey\c[0] gave Lea a call, telling her he was with \c[3]Jet at M.S. Solar\c[0] and they'd love to meet Lea as well. Following his invitation, \c[3]Lea returned to the cargo ship\c[0], seeing \c[3]Carla\c[0] and the others again after many months. As Sergey talked about \c[3]Jet's past job in intergalactical logistics\c[0], Lea suddenly \c[3]remembered a few details about C'tron and Sidwell\c[0], suspecting there must be a closer connection between the two. After the pleasant visit, Lea returned to \c[3]Evotar Village\c[0] and decided to drop by at C'tron's place.
es_es: De pronto, \c[3]Sergey\c[0] llamó a Lea, diciéndole que estaba con \c[3]Jet en el M.S. Solar\c[0] y que les encantaría volver a verla. Aceptando la invitación, \c[3]Lea volvió al barco de carga\c[0], y visitó a \c[3]Carla\c[0] y a los demás luego de varios meses. Mientras Sergey hablaba del \c[3]antiguo trabajo de Jet en logística espacial\c[0], Lea de pronto \c[3]recordó ciertos detalles de C'tron y Sidwell\c[0], sospechando que debía haber una conexión más cercana entre ellos. Luego de la placentera visita, Lea volvió a la \c[3]Villa Evotar\c[0] y decidió hablar con C'tron.

# data/database.json//lore/chapter-12/content/page-04/content
source: Struggling with her speech synchronization, \c[3]Lea\c[0] tried to explain to C'tron \c[3]his connection to Sidwell\c[0] that she seemed to remember, pointing out that they both made the \c[3]same hand gestures\c[0] and knew certain \c[3]hand signs\c[0]. However, \c[3]C'tron\c[0] didn't go along with Lea's trail of thought, even \c[3]purposely acting like he didn't understand\c[0] what she was trying to communicate. As they both ended at an impasse, \c[3]Sergey\c[0] quickly dropped by to help Lea getting to the truth. Finally, \c[3]C'tron\c[0] admitted that he was not just working for Sidwell, but that he indeed \c[3]must have been Sidwell himself\c[0], because he had his \c[3]memories\c[0]. However, this didn't quite explain \c[3]his fear of betraying Lea and the others\c[0] back when they played together. Something didn't quite fit.
es_es: Peleando contra sus problemas del habla, \c[3]Lea\c[0] intentó explicar a C'tron \c[0]su conexión con Sidwell\c[0] que ella aparentemente recordaba, haciendo notar que ambos realizaban los \c[3]mismos gestos con las manos\c[0] y que sabía ciertas \c[3]señas\c[0]. Sin embargo, \c[3]C'tron\c[0] no estaba de acuerdo con Lea, incluso \c[3]pretendió no entender a propósito\c[0] lo que intentaba decirle. Ya que ambos no parecían estar haciendo progreso, \c[3]Sergey\c[0] intervino para ayudar a Lea a llegar a la verdad. Finalmente, \c[3]C'tron\c[0] admitió que no estaba tan solo trabajando con Sidwell, sino que él mismo \c[3]debía ser Sidwell\c[0], ya que compartía sus \c[3]recuerdos\c[0]. Pero eso no explicaba del todo \c[3]su miedo de traicionar a Lea y al resto\c[0] cuando jugaron juntos previamente. Algo no encajaba.

# data/database.json//lore/chapter-13/title
source: Chapter 13: \v[chapter.name.13]
es_es: Capítulo 13: \v[chapter.name.13]

# data/database.json//lore/chapter-13/content/page-01/content
source: In the next morning, Lea was awakened by her old self: \c[3]Shizuka\c[0]. They both decided to drop by at their brother's house and see what he was up to. Unsurprisingly, \c[3]Satoshi\c[0] was stuck deep in his work as usual. Shizuka wouldn't have it and convinced him to take a break and visit Azure Archipelago with her. At that moment, Lea learned that the \c[3]Final Temple\c[0] was planned \c[3]to be released\c[0] later that day and quickly got a call from Emilie telling her that the \c[3]First Scholars were planning to run the dungeon together\c[0]. Lea joined and even managed to drag \c[3]C'tron\c[0] with her, who was still feeling down about yesterday.
es_es: A la mañana siguiente, Lea fue despertada por su vieja yo: \c[3]Shizuka\c[0]. Ambas decidieron ir a la casa de su hermano a ver qué estaba haciendo. Para sorpresa de nadie, \c[3]Satoshi\c[0] estaba sumergido en su trabajo, como era usual. Shizuka tenía otros planes en mente, y lo convenció para que se tome un descanso y de un paseo por el Archipiélago Cerúleo con ella. En ese entonces, Lea se enteró de que estaba planeado \c[3]lanzar el Último Templo\c[0] más tarde ese mismo día. En ese mismo instante, recibió una llamada de Emilie, avisándole que \c[3]los Primeros Eruditos planeaban entrar a la mazmorra juntos\c[0]. Lea se unió e incluso consiguió que \c[3]C'tron\c[0] asista, quien seguía con bajos ánimos por lo de ayer.

# data/database.json//lore/chapter-13/content/page-02/content
source: Everyone joined the masses at the entrance of the \c[3]Ku'lero Temple\c[0] to enter the dungeon just as it opened. After a very long playing session, Lea reached the end of the temple and learned about the \c[3]Secret of the Ancients\c[0]: a portal to a \c[3]new world\c[0] and the setup for the new expansion "\c[3]CrossWorlds - New Horizons\c[0]", which was still in development. Soon afterwards, she caught up with everyone else who completed the temple - except for \c[3]C'tron\c[0], who seemed to have \c[3]dropped out and returned back to Homestedt\c[0].
es_es: Todo el mundo se unió a la masa de gente en la entrada del \c[3]Templo Ku'lero\c[0] para entrar a la mazmorra tan pronto como abra. Luego de una larga sesión de juego, Lea llegó a la cima del templo y conoció el \c[3]Secreto de los Antiguos\c[0]: un portal a un \c[3]nuevo mundo\c[0] que preparaba para una nueva expansión, "\c[3]CrossWorlds - Nuevos Horizontes\c[0]", que aún estaba en desarrollo. Poco después, se reunió con todos los que terminaron el templo - excepto por \c[3]C'tron\c[0], quien parecía haberse \c[3]retirado y vuelto a la Villa Evotar\c[0].

# data/database.json//lore/chapter-13/content/page-03/content
source: \c[3]Emilie and Lea\c[0] decided to drop by at \c[3]C'tron's place\c[0]. C'tron explained that he wasn't feeling up to running the temple and also \c[3]opened up to Emilie\c[0], telling her about his \c[3]connection to Sidwell\c[0]. Emilie, being very surprised, tried very hard not to be too angry at C'tron and instead asked about his \c[3]personal feelings toward the whole thing\c[0]. \c[3]C'tron\c[0] confirmed that he indeed \c[3]felt bad for what he did\c[0]. At that moment, he suddenly \c[3]recalled a detail about his past\c[0] that was painful for him to remember. An event that took place in \c[3]Evotarground\c[0].
es_es: \c[3]Emilie y Lea\c[0] decidieron visitar a \c[3]C'tron\c[0]. C'tron explicó que no se sentía con ganas de hacer el templo, y además \c[3]confesó a Emilie su conexión con Sidwell\c[0]. Emilie, muy sorprendida, intentó duramente no enojarse demasiado con C'tron y le pidió su \c[3]opinión al respecto de la situación\c[0]. \c[3]C'tron\c[0] confirmó que, en efecto, \c[3]se sintió mal por lo que hizo\c[0]. Entonces, de pronto \c[3]recordó un detalle sobre su pasado\c[0] que le era doloroso. Un evento que tomó lugar en el \c[3]Mundo Evotar\c[0].

# data/database.json//lore/chapter-13/content/page-04/content
source: Seeing \c[3]C'tron suffering\c[0] like that, Lea and Emilie \c[3]called Sergey for help\c[0] and asked him if it was possible to visit \c[3]Evotarground\c[0] one last time, to try to \c[3]find the location of his past memories\c[0] and help him remember. \c[3]Sergey\c[0] was concerned about going against Instatainment policies, but \c[3]reluctantly agreed\c[0] due to the urgency of the situation: \c[3]Instatainment\c[0] was planning to \c[3]destroy Evotarground\c[0] in the near future.
es_es: Al ver a \c[3]C'tron sufrir\c[3] de ese modo, Lea y Emilie \c[3]pidieron la ayuda de Sergey\c[0] y le preguntaron si sería posible visitar el \c[3]Mundo Evotar\c[0] una última vez, para intentar \c[3]encontrar el lugar de sus memorias\c[0] y ayudarlo a recordar. \c[3]Sergey\c[0] estaba preocupado de ir contra las políticas de Instatainment, pero \c[3]accedió a regañadientes\c[0] dada la urgencia de la situación: \c[3]Instatainment\c[0] tenía planeado \c[3]destruir el Mundo Evotar\c[0] en el futuro cercano.
