Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//enemies/avatar.apollo-2/descriptions/0/text
source: The self proclaimed warrior of justice returns and this time he has the heat element on his side! Just like last time he will get more creative with his attacks as you have more wins over him.
es_es: ¡El autoproclamado guerrero de la justicia ha vuelto, y esta vez tiene el Elemento de Fuego de su lado! Al igual que la última vez, se pondrá más creativo con sus ataques mientras más rondas ganadas le lleves.

# data/database.json//enemies/avatar.apollo-3/species
source: Warrior of Justice
es_es: Guerrero de la Justicia

# data/database.json//enemies/avatar.apollo-3/descriptions/0/text
source: Look who's back! Apollo wants to settle things and is ready to use both heat and cold against you to show you the "true potential" of a seeker. Just like you, he can use level 2 Combat Arts which can pack quite a punch and break your guard too if you're not careful.
es_es: ¡Mira quién ha vuelto! Apollo quiere terminar las cosas y está listo para usar tanto el Elemento de Fuego como el de Hielo contra ti para demostrar el "verdadero potencial" de un Buscador. Al igual que tú, puede usar Artes de Combate de Nivel 2 que pueden hacer bastante daño y romper tu guardia si no tienes cuidado.

# data/database.json//enemies/avatar.apollo-4/name
source: Apollo 4
es_es: Apollo

# data/database.json//enemies/avatar.apollo-4/species
source: Warrior of Justice
es_es: Guerrero de la Justicia

# data/database.json//enemies/avatar.apollo-4/descriptions/0/text
source: The \c[3]Warrior of Justice\c[0] demands one last duel to decide who is the truest of the true Spheromancers! This time he will do his title justice by unleashing the full arsenal of his abilities. Combat Arts of all 3 levels and 4 elements await you!
es_es: ¡El \c[3]Guerrero de la Justicia\c[0] exige un último duelo para decidir quién es el Spheromancer definitivo! Esta vez hará justicia a su título desatando toda sus habilidades. ¡Te esperan artes de combate de los 3 niveles y usando los 4 elementos!

# data/database.json//enemies/jungle.special.guard/name
source: Jungle Guard
es_es: Guardia de la Jungla

# data/database.json//enemies/jungle.special.guard/species
source: Underpayed Guard
es_es: Guardia Mal Pagado

# data/database.json//enemies/jungle.special.guard/descriptions/0/text
source: A guard patrolling the route used by the \c[3]Calzone Family\c[0] to smuggle mushrooms from the infested area to \c[3]Basin Keep\c[0]. Their job is to walk the corridors of the cave system and check for any suspicious entities, all day.
es_es: Un guardia que patrulla la ruta utilizada por la \c[3]Familia Calzone\c[0] para contrabandear hongos del área infestada del \c[3]Torreón de la Cuenca\c[0]. Su trabajo es caminar por los pasillos del sistema de cuevas y estar al tanto de entidades sospechosas, todo el día.

# data/database.json//enemies/heat.special.guard-hostile-mustache/name
source: Guard Billston
es_es: Guardia Billston

# data/database.json//enemies/heat.special.guard-hostile-mustache/species
source: Human Guard
es_es: Guardia Humano

source: A corrupt guard that holds no respect for the Shad that are native on Shadoon. Did formerly hold a respectable position in the \c[3]Maroon Ba'kii Guard\c[0], before his crimes were uncovered. While his sense of justice is warped, he is still a very capable fighter. He wields the standard issue \c[3]Laserlance\c[0] of the guards with great skill and always carries a few of \c[3]his favorite sandwiches\c[0], in case the battle tires him.
es_es: Un guardia corrupto que no tiene ningún tipo de respeto por los Shads nativos de Shadoon. Solía ocupar un cargo respetable en la \c[3]Guardias del Granate Ba'kii\c[0], antes de que se descubran sus crímenes. Aunque su sentido de la justicia está torcido, no deja de ser un luchador muy capaz. Empuña la típica \c[3]Lanza Láser\c[0] que utilizan los guardias con gran habilidad, y siempre lleva algunos de sus \c[3]sándwiches favoritos\c[0], en caso de fatigarse.

# data/database.json//enemies/avatar.shizuka/species
source: Protective Sister
es_es: Hermana Protectora

# data/database.json//enemies/avatar.shizuka/descriptions/0/text
source: It is Shizuka! And she is pissed. Expect her to use some of your favorite strategies against you!
es_es: ¡Es Shizuka! Y está enojada. ¡Utilizará tus estrategias favoritas contra ti!

# data/database.json//enemies/minibosses.henry/species
source: Not really Human
es_es: No es Humano realmente

# data/database.json//enemies/minibosses.henry/descriptions/0/text
source: A clever "hacker" that was able to manipulate CrossWorlds to do his bidding after many players helped him in collecting enough data. He is actually pretty weak and will use other enemies to attack. In the end he was basically just a troll NPC meant to confuse players. Which worked out great!
es_es: Un inteligente "hacker" que ha sido capaz de manipular CrossWorlds a su voluntad luego de que varios jugadores le ayudasen a recopilar la suficiente información. Es bastante débil fisicamente, y utilizará a otros enemigos para atacar. Al final resultó ser un NPC de broma para confundir a los jugadores. ¡Y salió perfecto!

# data/database.json//enemies/avatar.lily/species
source: A Flower?
es_es: Guerrero de la Justicia

# data/database.json//enemies/avatar.lily/descriptions/0/text
source: A hexacast player from a new guild called the \c[3]Star Chasers\c[0]. She is quite curious of her new surroundings (and new leader after their previous one was permabanned). While her sweet demeanor is disarming, she fights with the grace of a breeze and as fierce as the tempest!
es_es: Un hexacast de un nuevo gremio llamado \c[3]Star Chasers\c[0]. Tiene bastante curiosidad por su nuevo entorno (y por su nuevo líder después de que fuera baneado). ¡Mientras que su dulce comportamiento es encantador, lucha con la gracia de una brisa y tan feroz como la tempestad!

# data/database.json//enemies/final.gynthar/species
source: Armless Monk
es_es: Tipo Tranquilo

# data/database.json//enemies/final.gynthar/descriptions/0/text
source: A guardian as old as the Ancients themselves. It serves as both protector and guard to the final secret of the Ancients. Much like all Seekers, it can switch elements and will attack relentlessly using a weird combination of elemental attacks. In desperation it will call upon the power of all elements to deliver a devastating attack that will be the final judgement for those that are worthy enough.
es_es: Un guardián tan antiguo como los propios Antiguos. Sirve como protector y guardián del último secreto de los Antiguos. Al igual que todos los Buscadores, puede cambiar de elementos y atacará sin descanso utilizando una extraña combinación de ataques elementales. En caso de desesperación, invocará el poder de todos los elementos para lanzar un ataque devastador que será el juicio final para aquellos que sean lo suficientemente dignos.

# data/database.json//enemies/boss.designer-1/descriptions/0/text
source: The information has been redacted.
es_es: Esta información es confidencial.

# data/database.json//enemies/boss.designer-2/name
source: Designer
es_es: Diseñador

# data/database.json//enemies/boss.designer-2/descriptions/0/text
source: This information has been redacted. "I only ever wanted to create. That was the one thing I loved. The one thing that kept me going. I even moved to this stupid moon. But he caged us and my designs were used for things I don't even want to think about anymore. It all seems too... distant. Until she arrived and gave me one last chance to create the ultimate experience."
es_es: Esta información es confidencial. "Yo solo quería crear. Eso fue lo único que amé. Lo único que me mantenía vivo. Hasta me mudé a esta estúpida luna. Pero él nos encerró, y mis diseños fueron utilizados para cosas de las que no quiero ni pensar. Todo parece muy... distante. Hasta que ella llegó, y me dio una última oportunidad de crear la Experiencia Definitiva."

# data/database.json//enemies/boss.shady/species
source: Copy of a Copy
es_es: Copia de una Copia

# data/database.json//enemies/boss.shady/descriptions/0/text
source: Well played.
es_es: Bien jugado.

# data/database.json//enemies/navi-carla/name
source: Carla Navigation Test
es_es: Prueba de Navegación de Carla

# data/database.json//enemies/navi-carla/species
source: Human
es_es: Humano

# data/database.json//enemies/jungle.special.npc-escortee-greeny/species
source: Escortee
es_es: Escoltado

source: A person that wants to be escorted, to not get mugged.
es_es: Una persona que quiere ser escoltada, no ser asaltada.

# data/database.json//enemies/captain/name
source: Captain Jet
es_es: Capitán Jet

# data/database.json//enemies/captain/species
source: Human
es_es: Humano

# data/database.json//enemies/jungle.special.hostage-1/name
source: Hostage
es_es: Rehén

# data/database.json//enemies/jungle.special.hostage-1/species
source: Hostage
es_es: Rehén

# data/database.json//enemies/jungle.special.hostage-1/descriptions/0/text
source: A hostage. Not the best position to be in.
es_es: Un rehén. No es la mejor situación en la que estar.

# data/database.json//enemies/guard-hostile-default/name
source: Default Guard
es_es: Guardia Predeterminado

# data/database.json//enemies/guard-hostile-default/species
source: Human Guard
es_es: Guardia Humano

# data/database.json//enemies/guard-hostile-default/descriptions/0/text
source: An armed human, currently or formerly employed by one of the many city guards on Shadoon. Wield a powerful type of weapon that is used by most guards, the Laserlance. Also usually carries a standard ration of Sandwiches to recover from tiresome battles.
es_es: Un humano armado, actualmente o anteriormente empleado por una de las tantas centrales de guardias en Shadoon. Empuña un arma poderosa, utilizada por la mayoría de guardias, la Lanza Láser. Usualmente lleva una ración estándar de sándwiches para las batallas agotadoras.

# data/database.json//enemies/avatar.wervyn/species
source: Human
es_es: Humano

# data/database.json//enemies/boss.shady-clone/name
source: Sidwell Clone
es_es: Clon de Sidwell

# data/database.json//enemies/hedgehog/name
source: Hedgehag
es_es: Arizo

# data/database.json//enemies/hedgehog/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/hedgehog/descriptions/0/text
source: This large hedgehog creature can usually be found in packs of up to 20. Normally it is peaceful but when provoked it will use its sharp needles to attack its predator. No one really knows why it was named \c[3]\v[combat.name.hedgehog]\c[0]. Some say it was a typo when the enemy was first named. Others say it stirs from its violent nature when provoked in packs. It's a mystery.
es_es: Esta gran criatura de erizo se suele encontrar en grupos de hasta 20. Normalmente es pacífico, pero si es provocado utilizará sus afiladas garras para atacar a su depredador. Nadie sabe por que fue llamado \c[3]\v[combat.name.hedgehog]\c[0]. Algunos dicen que fue un error de tipografía cuando se le dio nombre por primera vez. Otros dicen que proviene de su violenta naturaleza cuando se los provoca en grupo. Es un misterio.

# data/database.json//enemies/hedgehog/descriptions/1/text
source: According to some players defeating multiple \v[combat.name.hedgehog]s in a certain area of \c[3]\v[area.autumn-area.name]\c[0] will lead to a rare event.
es_es: Según algunos jugadores, derrotar a muchos \v[combat.name.hedgehog]s en una cierta área de \c[3]\v[area.autumn-area.name]\c[0] provocará un evento poco común.

# data/database.json//enemies/hedgehog-alt/name
source: Old Hedgehag
es_es: Arizo Viejo

# data/database.json//enemies/hedgehog-alt/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/hedgehog-alt/descriptions/0/text
source: When a \v[combat.name.hedgehog] becomes old, its needles acquire a red tint which strongly resembles rust. Much like its younger self it only attacks when threatened. However years of experience made it much more resilient and taught it to use its spinning attack to jump on aggressors.
es_es: Cuando un \v[combat.name.hedgehog] se hace viejo, sus garras adquieren un tinte rojo muy parecido al del óxido. Al igual que los arizos más jóvenes, solo ataca si se siente amenazado. Sin embargo, los años de experiencia lo hicieron mucho más resistente y le enseñaron a utilizar un ataque giratorio para saltar a sus agresores.

# data/database.json//enemies/autumn-fall.hedgehog-fall/name
source: Radical Hedgehag
es_es: Arizo Radical

# data/database.json//enemies/autumn-fall.hedgehog-fall/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/autumn-fall.hedgehog-fall/descriptions/0/text
source: This sub-species of the common \v[combat.name.hedgehog] can only be found in \c[3]\v[area.autumn-fall.name]\c[0]. Their needles are pitch black and the red patch on their back is meant to scare off potential predators since it looks like blood. Despite all this, these creatures are passive and only attack when attacked. They will use the same attacks \v[combat.name.hedgehog] and \v[combat.name.hedgehog-alt] use but will mix up the dash attack by attacking twice in a row.
es_es: Esta sub-especie del \v[combat.name.hedgehog] común solo se encuentra en \c[3]\v[area.autumn-fall.name]\c[0]. Sus agujas son negras y el parche rojo en su espalda sirve para ahuyentar a los posibles depredadores, ya que asemeja la sangre. A pesar de todo, estas criaturas son pacíficas y solo atacarán si son atacadas. Utilizarán los mismos ataques de los \v[combat.name.hedgehog] y los \v[combat.name.hedgehog-alt] pero alteran un poco el ataque giratorio al hacerlo dos veces seguidas.

# data/database.json//enemies/minibosses.blue-hedge/name
source: Blue Hedgehag
es_es: Arizo Azul

# data/database.json//enemies/minibosses.blue-hedge/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/minibosses.blue-hedge/descriptions/0/text
source: This rare \v[combat.name.hedgehog] can only be found under certain conditions and is commonly theorized to be the leader of its pack. It is feared for its speedy attacks and its blue color and red eyes make it even more menacing. Usually mistaken for a third eye, the object on its forehead is actually a gem. If someone is brave enough to face it and defeat it, it often leaves behind a golden ring of unknown origin.
es_es: Este \v[combat.name.hedgehog] raro solo se encuentra bajo condiciones específicas y se le suele considerar como el líder de la manada. Se le teme por sus ataques rápidos y su color azul y ojos rojos lo hacen aún más intimidante. Usualmente confundido por un tercer ojo, el objeto en su frente es de hecho una gema. Si alguien es lo suficientemente valiente como para enfrentarlo y ganarle, dejará un anillo de oro de origen desconocido.

# data/database.json//enemies/hedgehog-fly/name
source: Flying Hedgehag
es_es: Arizo Volador

# data/database.json//enemies/hedgehog-fly/species
source: Flying Mammal
es_es: Mamífero Volador

# data/database.json//enemies/hedgehog-fly/descriptions/0/text
source: A Flying-type variant of the \c[3]\v[combat.name.hedgehog]\c[0].
es_es: Una variante voladora del \c[3]\v[combat.name.hedgehog]\c[0].

# data/database.json//enemies/meerkat/name
source: Rockin' Hillkat
es_es: Colicata Rockera

# data/database.json//enemies/meerkat/species
source: Headbanging Mammal
es_es: Mamífero Rítmico

# data/database.json//enemies/meerkat/descriptions/0/text
source: This happy meerkat spends half of its life below ground where it listens to music on its headphones. It can burrow tunnels so fast that it can use them both to attack predators and escape from them. When threatened it will throw stones and use a fierce uppercut. Before doing so it will charge up for a short while. Use this window and stun it by throwing a charged ball at it.
es_es: Esta feliz suricata pasa la mitad de su vida bajo tierra donde escucha música con sus auriculares. Puede excavar túneles con tal velocidad que los utiliza tanto para atacar depredadores como para escapar de ellos. Cuando se siente amenazada, tirará piedras y utilizará un fiero gancho al mentón. Antes de hacerlo cargará el ataque por un momento. Aprovecha este tiempo para aturdirla con una bola cargada.

# data/database.json//enemies/meerkat-alt/name
source: Flamin' Hillkat
es_es: Colicata Llameante

# data/database.json//enemies/meerkat-alt/species
source: Headbanging Mammal
es_es: Mamífero Rítmico

# data/database.json//enemies/meerkat-alt/descriptions/0/text
source: This sub-species of the \v[combat.name.meerkat] wears red headphones instead of green ones. It also shows a more aggressive behavior towards aggressors by throwing flaming stones at them instead of normal ones. Contrary to popular belief the music it's listening to is smooth jazz.
es_es: Esta sub-especie de la \v[combat.name.meerkat] usa auriculares rojos, en vez de verdes. También tiene un comportamiento más agresivo a los agresores, ya que tira piedras en llamas en vez de piedras normales. Contrario a la creencia popular, la música que escucha es jazz suave.

# data/database.json//enemies/autumn-fall.meerkat-fall/name
source: Chillin' Hillkat
es_es: Colicata Relajada

# data/database.json//enemies/autumn-fall.meerkat-fall/species
source: Headbanging Mammal
es_es: Mamífero Rítmico

# data/database.json//enemies/autumn-fall.meerkat-fall/descriptions/0/text
source: This meerkat shows the same characteristics as normal ones. However it has gained the ability to surround stones in a thick layer of ice and throw them at aggressors. Those hurt like hell, so you better watch out. Its name is quite misleading, as the music its listening to has been found to be heavy metal.
es_es: Esta suricata tiene las mismas características que las normales. Sin embargo, tiene la habilidad de envolver las piedras en una gruesa capa de hielo para tirarlas a los agresores. Esas duelen bastante, así que mejor ten cuidado.

# data/database.json//enemies/meerkat-special-command-1/name
source: Hillkat Bandleader
es_es: Colicata Líder

# data/database.json//enemies/meerkat-special-command-1/species
source: Headbanging Leader
es_es: Líder Rítmico

# data/database.json//enemies/meerkat-special-command-1/descriptions/0/text
source: A \c[3]Hillkat\c[0] of unusual intelligence and charisma that was able to unite groups of lesser Hillkats for organized raids on humans. While it is already a threat by itself it will also call additional \c[3]reinforcements\c[0] when under attack.
es_es: Una \c[3]Colicata\c[0] de inteligencia inusual y un carisma tal que fue capaz de unir grupos de Colicatas menores para organizar invasiones sobre humanos. Aunque ya es una amenaza por si sola, también llamará \c[3]refuerzos\c[0] adicionales cuando se le ataque.

# data/database.json//enemies/rhombus.meerkat-car/name
source: Carkat
es_es: Colicata Matona

# data/database.json//enemies/rhombus.meerkat-car/species
source: Driving Mammal
es_es: Mamífero Conductor

# data/database.json//enemies/rhombus.meerkat-car/descriptions/0/text
source: A more intelligent but reckless \v[combat.name.meerkat] that likes to headbang while driving fast cars and engage in dangerous drive-by battles. To finance their expensive lifestyle they often take illegal road-jobs like smuggling and theft.
es_es: Un \v[combat.name.meerkat] más inteligente, pero imprudente, al que le gusta hacer cabezazos mientras conduce coches rápidos y participa en peligrosas batallas campales. Para financiar su costoso estilo de vida, suelen realizar trabajos ilegales en la carretera, como el contrabando y el robo.

# data/database.json//enemies/rhombus.meerkat-delorean/name
source: Hillcart
es_es: Colicarro

# data/database.json//enemies/rhombus.meerkat-delorean/species
source: Futuristic Mammal
es_es: Mamífero Futurista

# data/database.json//enemies/rhombus.meerkat-delorean/descriptions/0/text
source: A unique specimen of \v[combat.name.meerkat], easily recognized by his labcoat and eccentric hair.
es_es: Un espécimen único de \v[combat.name.meerkat], fácilmente reconocible por su bata de laboratorio y su excéntrico pelo.

# data/database.json//enemies/buffalo/name
source: Mad Bovine
es_es: Bovino Loco

# data/database.json//enemies/buffalo/species
source: Buff Mammal
es_es: Mamífero Morrudo

# data/database.json//enemies/buffalo/descriptions/0/text
source: This tanky buffalo creature looks like a mean meany but is actually a soft and fluffy fella. As long as you don't get on its wrong side. If you do you better get ready to feel the full wrath of its stomp and charge attacks. Its head is coated in a metal-like layer of skin that it uses to shield against attacks. Your only way out is to let it charge against a wall which will stun it for a short while, leaving it open for attacks from behind.
es_es: Este gran búfalo parece un gran gruñón, pero es en realidad bastante suave y esponjoso. Mientras no te metas con el. Si lo haces, será mejor que te prepares para sentir toda la furia de sus pisadas y su brutal embestida. Su cabeza esta cubierta de una capa de piel similar al metal que usa como escudo frente a la mayoría de ataques. Tu única salida es dejar que se choque contra una pared lo que lo aturdirá por un momento, dejándolo al descubierto para que lo ataques por atrás.

# data/database.json//enemies/buffalo-alt/name
source: Red Eyed Bovine
es_es: Bovino de Ojos Rojos

# data/database.json//enemies/buffalo-alt/species
source: Buff Mammal
es_es: Mamífero Morrudo

# data/database.json//enemies/buffalo-alt/descriptions/0/text
source: Remember the \v[combat.name.buffalo]? And how it is a fluffy fella? Well this one is too! Despite its unfavorable name. But it gets every bit as angry when attacked and packs a much stronger punch. It gains its dark color and red eyes by age. When a \v[combat.name.buffalo] enters adulthood its color changes marking it as a potential mating partner.
es_es: ¿Recuerdas al \v[combat.name.buffalo]? ¿Y que tan esponjoso era? ¡Bueno este también! A pesar de su desfavorable nombre. Pero se pone igual de enojado cuando se le ataca y pega mucho más duro. Tiene un color más oscuro y ojos rojos por la edad. Cuando un \v[combat.name.buffalo] llega a la adultez, su color cambia marcándolo como pontecial pareja para aparearse.

# data/database.json//enemies/autumn-fall.buffalo-fall/name
source: Ivory Bovine
es_es: Bovino de Marfíl

# data/database.json//enemies/autumn-fall.buffalo-fall/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/autumn-fall.buffalo-fall/descriptions/0/text
source: The \v[combat.name.autumn-fall/buffalo-fall] is the oldest of the bovines and gets its bright and blue colors once it reaches old age. This means it has become wise enough to rest and enjoy the rest of its life. It will spend most of its time away from its younger kind and eat grass. This doesn't mean it is not strong however. It will attack even harder and emit strong shockwaves both when charging and stomping. Mindlessly rushing in will only get you hurt!
es_es: El \v[combat.name.autumn-fall/buffalo-fall] es el bovino más viejo y consigue sus brillantes y azules colores cuando llega a una avanzada edad. Esto significa que es lo suficientemente sabio como para descansar y disfrutar el resto de su vida. Pasará la mayor parte del tiempo lejos de los más jóvenes para comer pasto. Aunque esto no quiere decir que no sea fuerte. ¡Atacar descerebradamente solo será para peor!

# data/database.json//enemies/autumn-fall.buffalo-fire-quest/name
source: Blazehoof
es_es: Bovino Llameante

# data/database.json//enemies/autumn-fall.buffalo-fire-quest/species
source: Fiery Mammal
es_es: Mamífero en Llamas
