Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/storyUpdateB/event/1/content
source: You just loaded an \c[3]old save file\c[0]. \c[3]Things might be broken!\c[0] However, we can try to continue the story from when things changed! You will keep your level, items and quest/dungeon progress. Do you want to continue the story?
es_es: Acabas de cargar un \c[3]guardado viejo\c[0]. \c[3]¡Puede que algunas cosas no funcionen correctamente!\c[0] Igualmente, podemos intentar continuar la historia desde el punto en que las cosas cambiaron! Mantendrás tu nivel, tus objetos y tu progreso en las misiones y mazmorras. ¿Quieres continuar la historia?

# data/database.json//commonEvents/storyUpdateB/event/1/acceptStep/2/titleText
source: \c[1]WARNING ABOUT LANDMARKS\c[0]
es_es: \c[1]ALERTA SOBRE LOS PUNTOS DE REFERENCIA\c[0]

# data/database.json//commonEvents/storyUpdateB/event/1/acceptStep/2/text
source: Teleporting to Landmarks in \c[3]Bergen and beyond\c[0] will most likely lead to problems. Only teleport to landmarks you \c[3]reached with the story\c[0].
es_es: Teletransportarse a un Punto de Referencia de \c[3]Bergen en adelante\c[0] probablemente traiga problemas. Solo teletranspórtate a Puntos de Referencia que hayas \c[3]alcanzado en la historia\c[0].

# data/database.json//commonEvents/storyUpdateC/event/2/title
source: Update Save File
es_es: Actualizar Archivo de Guardado

# data/database.json//commonEvents/storyUpdateC/event/2/content
source: You just loaded an \c[3]old save file\c[0]. You now have the option to \c[3]Update your savefile\c[0]. This will allow you to \c[3]continue the story\c[0] while keeping all items, level, dungeon and quest progress. Warning: \c[1]Not updating will effectively break your save file\c[0]. Do you want to \c[3]Update your save\c[0]?
es_es: Acabas de cargar un \c[3]archivo de guardado viejo\c[0]. Tienes la opción de \c[3]Actualizar tu archivo de guardado\c[0]. Esto te permitirá \c[3]continuar la historia\c[0] manteniendo todos tus objetos, nivel, y tu progreso en las mazmorras y misiones. Atención: \c[1]No actualizar corromperá tu archivo de guardado\c[0]. ¿Quieres \c[3]Actualizar tu archivo de guardado\c[0]?

# data/database.json//commonEvents/storyUpdateC/event/2/cancelStep/2/titleText
source: \c[1]You just broke your savefile\c[0]
es_es: \c[1]Acabas de corromper tu archivo de guardado\c[0]

# data/database.json//commonEvents/storyUpdateC/event/2/cancelStep/2/text
source: You decided \c[3]not to update your save file\c[0]. Because of this it's very likely that you'll encounter \c[1]game breaking bugs\c[0]. Please be aware, that we won't be able to fix those bugs. You can still reload the save and select to update your save if you change your mind.
es_es: Has decidido \c[3]no actualizar tu archivo de guardado\c[0]. Por ello, es muy probable que encuentres \c[1]fallos críticos\c[0]. Por favor, ten en cuenta que no podremos arreglar estos fallos. Aún puedes recargar el archivo de guardado y elegir actualizarlo si cambias de opinión.

# data/database.json//commonEvents/storyUpdateC/event/3/titleText
source: \c[3]Translation Note\c[0]
es_es: \c[3]Nota de Traducción\c[0]

# data/database.json//commonEvents/storyUpdateC/event/3/text
source: New Story content is still \c[3]missing a proper German Translation\c[0]! For now we recommend German players to play the new content in English. The \c[3]Chinese Translation\c[0] should be up-to-date, but was updated in a hurry, so things might not be perfect Translations will be extended and improved over the new few releases!
es_es: ¡El nuevo contenido de la historia aún \c[3]no tiene traducción en Alemán\c[0]! Por ahora, le recomendamos a los jugadores Alemanes que jueguen el nuevo contenido en Inglés. La \c[3]Traducción China\c[0] debería estar actualizada, pero fue actualizada en un apuro, así que puede que no sea perfecta. ¡Las traducciones serán extendidas y mejoradas en las próximas actualizaciones!

# data/database.json//commonEvents/storyUpdateD/event/2/title
source: Update Save File
es_es: Actualizar Archivo de Guardado

# data/database.json//commonEvents/storyUpdateD/event/2/content
source: You just loaded an \c[3]old save file\c[0]. You now have the option to \c[3]Update your savefile\c[0]. This will allow you to \c[3]continue the story\c[0] while keeping all items, level, dungeon and quest progress. Warning: \c[1]Not updating will effectively break your save file\c[0]. Do you want to \c[3]Update your save\c[0]?
es_es: Acabas de cargar un \c[3]archivo de guardado viejo\c[0]. Tienes la opción de \c[3]Actualizar tu archivo de guardado\c[0]. Esto te permitirá \c[3]continuar la historia\c[0] manteniendo todos tus objetos, nivel, y tu progreso en las mazmorras y misiones. Atención: \c[1]No actualizar corromperá tu archivo de guardado\c[0]. ¿Quieres \c[3]Actualizar tu archivo de guardado\c[0]?

# data/database.json//commonEvents/storyUpdateD/event/2/cancelStep/2/titleText
source: \c[1]You just broke your savefile\c[0]
es_es: \c[1]Acabas de corromper tu archivo de guardado\c[0]

# data/database.json//commonEvents/storyUpdateD/event/2/cancelStep/2/text
source: You decided \c[3]not to update your save file\c[0]. Because of this it's very likely that you'll encounter \c[1]game breaking bugs\c[0]. Please be aware, that we won't be able to fix those bugs. You can still reload the save and select to update your save if you change your mind.
es_es: Has decidido \c[3]no actualizar tu archivo de guardado\c[0]. Por ello, es muy probable que encuentres \c[1]fallos críticos\c[0]. Por favor, ten en cuenta que no podremos arreglar estos fallos. Aún puedes recargar el archivo de guardado y elegir actualizarlo si cambias de opinión.

# data/database.json//commonEvents/fixCombatRank/event/1/titleText
source: COMBAT RANK ENABLED
es_es: RANGO DE COMBATE ACTIVADO

# data/database.json//commonEvents/fixCombatRank/event/1/text
source: Enabled Combat Rank that should not be disabled at this point.
es_es: Activaste el Rango de Combate que no debe ser desactivado en este punto.

# data/database.json//commonEvents/newSkills/event/1/thenStep/1/title
source: Circuit Update
es_es: Actualización de Circuito

# data/database.json//commonEvents/newSkills/event/1/thenStep/1/content
source: This update introduces many new skills including \c[3]all level two combat arts\c[0]. In addition, some skills have been moved. That's why we recommend you to reset your circuit to reassign your skill points. \c[3]Do you want to reset all your circuits?\c[0]
es_es: Esta actualización introduce muchas nuevas habilidades, incluyendo \c[3]todas las artes de combate de nivel 2\c[0]. Adicionalmente, algunas habilidades han sido cambiadas de lugar. Es por ello que recomendamos que resetees tus circuitos para que reasignes tus habilidades. \c[3]¿Quieres resetear todos tus circuitos?\c[0]

source: Circuit Tree Assignment
es_es: Asignación del Árbol de Circuitos

# data/database.json//commonEvents/circuitOverride/event/6/thenStep/4/titleText
source: Circuit Reset Changed
es_es: Se ha Cambiado el Reseteo de Circuitos

# data/database.json//commonEvents/circuitOverride/event/6/thenStep/4/text
source: You can now spend \c[3]\v[item.428.name]\c[0] to reset \c[3]individual circuits\c[0]! You can visit the \c[3]Info Hub\c[0] in Rookie Harbor to reset your circuits.
es_es: ¡Ahora puedes usar los \c[3]\v[item.428.name]\c[0] para resetear \c[3]circuitos individuales\c[0]! Puedes visitar el \c[3]Centro de Información\c[0] en el Puerto Recluta para resetear tus circuitos.

# data/database.json//commonEvents/circuitOverride/event/7/thenStep/13/object
source: SP Bar
es_es: Barra de PE

# data/database.json//commonEvents/assistMsg/event/3/titleText
source: \s[0]\c[3]New Assist Mode added!\c[0]
es_es: \s[0]\c[3]¡Se ha agregado el Modo Asistencia!\c[0]

# data/database.json//commonEvents/assistMsg/event/3/text
source: \s[1]We added a new \c[3]assist tab\c[0] in the options menu, allowing you to tweak the \c[3]difficulty\c[0] of puzzles and combat separately. You can use it if you feel that the challenging nature of CrossCode makes the game less enjoyable or inaccessible for you.
es_es: \s[1]Agregamos una nueva \c[3]pestaña de asistencia\c[0] en el menú de opciones, permitiéndote configurar la \c[3]dificultad\c[0] de los puzzles y el combate por separados. Puedes usarlo si sientes que la desafiante naturaleza de CrossCode hace el juego menos disfrutable o inaccesible para ti.

# data/database.json//commonEvents/miningQuestCP/event/1/titleText
source: \c[3]+1 CP in the Neutral Circuit\c[0]
es_es: \c[3]+1 PC en el Circuito Neutral\c[0]

# data/database.json//commonEvents/miningQuestCP/event/1/text
source: The \c[3]\v[item.150.name]\c[0] you got for finding the \c[3]mining equipment in the \v[area.cold-dng.name]\c[0] disintegrates and fills you with power. \c[3]You got one additional CP in the Neutral Circuit!\c[0]
es_es: El \c[3]\v[item.150.name]\c[0] que se consigue por encontrar el \c[3]equipamiento de minería en el \v[area.cold-dng.name]\c[0] se desintegra y te llena de poder. \c[3]¡Tienes un PC adicional en el Circuito Neutral!\c[0]

# data/database.json//drops/Autumn-Ground-1/name
source: Alpha Ball Plant
es_es: Planta Bola Alfa

# data/database.json//drops/Autumn-Ground-1/subArea
source: Commonly found everywhere.
es_es: Se encuentra comúnmente por todos lados.

# data/database.json//drops/Autumn-Ground-2/name
source: Beta Ball Plant
es_es: Planta Bola Beta

# data/database.json//drops/Autumn-Ground-2/subArea
source: Commonly found everywhere.
es_es: Se encuentra comúnmente por todos lados.

# data/database.json//drops/Autumn-Ground-Rare/name
source: Omega Ball Plant
es_es: Planta Bola Omega

# data/database.json//drops/Autumn-Ground-Rare/subArea
source: Rarely found on high grounds.
es_es: Se encuentra raramente en las alturas.

# data/database.json//drops/Autumn-Water-1/name
source: Alpha Water Blades
es_es: Hojas de Agua Alfa

# data/database.json//drops/Autumn-Water-1/subArea
source: Mostly found near Water.
es_es: Se encuentra más que nada cerca del Agua.

# data/database.json//drops/Autumn-Water-2/name
source: Beta Water Blades
es_es: Hojas de Agua Beta

# data/database.json//drops/Autumn-Water-2/subArea
source: Mostly found near Water.
es_es: Se encuentra más que nada cerca del Agua.

# data/database.json//drops/Autumn-Water-Rare/name
source: Omega Water Blades
es_es: Hojas de Agua Omega

# data/database.json//drops/Autumn-Water-Rare/subArea
source: Rarely found on hard to reach places near water.
es_es: Se encuentra raramente en lugares difíciles de alcanzar cerca del agua.

# data/database.json//drops/BergenTrail-Grass-1/name
source: Alpha Feather Bush
es_es: Arbusto de Plumas Alfa

# data/database.json//drops/BergenTrail-Grass-1/subArea
source: Commonly found everywhere where no snow falls.
es_es: Se encuentra comúnmente por todos lados donde no cae nieve.

# data/database.json//drops/BergenTrail-Grass-2/name
source: Beta Feather Bush
es_es: Arbusto de Plumas Beta

# data/database.json//drops/BergenTrail-Grass-2/subArea
source: Commonly found everywhere where no snow falls.
es_es: Se encuentra comúnmente por todos lados donde no cae nieve.

# data/database.json//drops/BergenTrail-Grass-Rare/name
source: Omega Feather Bush
es_es: Arbusto de Plumas Omega

# data/database.json//drops/BergenTrail-Grass-Rare/subArea
source: Rarely found in lower parts where no snow falls.
es_es: Se encuentra raramente en tierras bajas donde no cae nieve.

# data/database.json//drops/BergenTrail-Dry-1/name
source: Alpha Pike Shrub
es_es: Arbusto de Picos Alfa

# data/database.json//drops/BergenTrail-Dry-1/subArea
source: Commonly found everywhere where no snow falls.
es_es: Se encuentra comúnmente por todos lados donde no cae nieve.

# data/database.json//drops/BergenTrail-Dry-2/name
source: Beta Pike Shrub
es_es: Arbusto de Picos Beta

# data/database.json//drops/BergenTrail-Dry-2/subArea
source: Commonly found everywhere where no snow falls.
es_es: Se encuentra comúnmente por todos lados donde no cae nieve.

# data/database.json//drops/BergenTrail-Dry-Rare/name
source: Omega Pike Shrub
es_es: Arbusto de Picos Omega

# data/database.json//drops/BergenTrail-Dry-Rare/subArea
source: Rarely found in lower parts where no snow falls.
es_es: Se encuentra raramente en tierras bajas donde no cae nieve.

# data/database.json//drops/BergenTrail-Grass-Snow-1/name
source: Alpha Plume Bush
es_es: Arbusto de Plumas Alfa

# data/database.json//drops/BergenTrail-Grass-Snow-1/subArea
source: Commonly found everywhere where snow falls.
es_es: Se encuentra comúnmente por todos lados donde cae nieve.

# data/database.json//drops/BergenTrail-Grass-Snow-2/name
source: Beta Plume Bush
es_es: Arbusto de Plumas Beta

# data/database.json//drops/BergenTrail-Grass-Snow-2/subArea
source: Commonly found everywhere where snow falls.
es_es: Se encuentra comúnmente por todos lados donde cae nieve.

# data/database.json//drops/BergenTrail-Grass-Snow-Rare/name
source: Omega Plume Bush
es_es: Arbusto de Plumas Omega

# data/database.json//drops/BergenTrail-Grass-Snow-Rare/subArea
source: Rarely found on high grounds where snow falls.
es_es: Se encuentra raramente en tierras altas donde cae nieve.

# data/database.json//drops/BergenTrail-Dry-Snow-1/name
source: Alpha Lance Shrub
es_es: Arbusto de Lanza Alfa

# data/database.json//drops/BergenTrail-Dry-Snow-1/subArea
source: Commonly found everywhere where snow falls.
es_es: Se encuentra comúnmente por todos lados donde cae nieve.

# data/database.json//drops/BergenTrail-Dry-Snow-2/name
source: Beta Lance Shrub
es_es: Arbusto de Lanza Beta

# data/database.json//drops/BergenTrail-Dry-Snow-2/subArea
source: Commonly found everywhere where snow falls.
es_es: Se encuentra comúnmente por todos lados donde cae nieve.

# data/database.json//drops/BergenTrail-Dry-Snow-Rare/name
source: Omega Lance Shrub
es_es: Arbusto de Lanza Omega

# data/database.json//drops/BergenTrail-Dry-Snow-Rare/subArea
source: Rarely found on high grounds where snow falls.
es_es: Se encuentra raramente en tierras altas donde cae nieve.

# data/database.json//drops/BergenTrail-IceCrystal/name
source: Diamond Ice
es_es: Hielo de Nieve

# data/database.json//drops/BergenTrail-IceCrystal/subArea
source: Found sporadically in Rising Path 3.
es_es: Se encuentra esporádicamente en el Camino Ascendente 3.

# data/database.json//drops/Cold-Dng-1/name
source: Alpha Egg Pot
es_es: Conjunto de Huevos Alfa

# data/database.json//drops/Cold-Dng-1/subArea
source: Commonly found all throughout the Temple Mine.
es_es: Se encuentra comúnmente alrededor del Templo Mina.

# data/database.json//drops/Cold-Dng-2/name
source: Beta Egg Pot
es_es: Conjunto de Huevos Beta

# data/database.json//drops/Cold-Dng-2/subArea
source: Commonly found all throughout the Temple Mine.
es_es: Se encuentra comúnmente alrededor del Templo Mina.

# data/database.json//drops/Cold-Dng-3/name
source: Gamma Egg Pot
es_es: Conjunto de Huevos Gamma

# data/database.json//drops/Cold-Dng-3/subArea
source: Commonly found all throughout the Temple Mine.
es_es: Se encuentra comúnmente alrededor del Templo Mina.

# data/database.json//drops/Cold-Dng-4/name
source: Delta Egg Pot
es_es: Conjunto de Huevos Delta

# data/database.json//drops/Cold-Dng-4/subArea
source: Commonly found all throughout the Temple Mine.
es_es: Se encuentra comúnmente alrededor del Templo Mina.

# data/database.json//drops/Cold-Dng-Special-1/name
source: Omega Egg Pot A
es_es: Conjunto de Huevos Omega A

# data/database.json//drops/Cold-Dng-Special-1/subArea
source: Rarely found all throughout the Temple Mine.
es_es: Se encuentra raramente alrededor del Templo Mina.

# data/database.json//drops/Cold-Dng-Special-2/name
source: Omega Egg Pot B
es_es: Conjunto de Huevos Omega B

# data/database.json//drops/Cold-Dng-Special-2/subArea
source: Rarely found all throughout the Temple Mine.
es_es: Se encuentra raramente alrededor del Templo Mina.

# data/database.json//drops/heat-common-cactus-1/name
source: Alpha Dry Cactone
es_es: Cactos Seco Alfa

# data/database.json//drops/heat-common-cactus-1/subArea
source: Commonly found everywhere but Oasis region.
es_es: Se encuentra comúnmente en todos lados excepto la región del Oasis.

# data/database.json//drops/heat-common-cactus-2/name
source: Beta Dry Cactone
es_es: Cactos Seco Beta

# data/database.json//drops/heat-common-cactus-2/subArea
source: Commonly found everywhere but Oasis region.
es_es: Se encuentra comúnmente en todos lados excepto la región del Oasis.

# data/database.json//drops/heat-common-bush-1/name
source: Alpha Dry Shrub
es_es: Arbusto Seco Alfa

# data/database.json//drops/heat-common-bush-1/subArea
source: Commonly found everywhere but Oasis region.
es_es: Se encuentra comúnmente en todos lados excepto la región del Oasis.

# data/database.json//drops/heat-common-bush-2/name
source: Beta Dry Shrub
es_es: Arbusto Seco Beta

# data/database.json//drops/heat-common-bush-2/subArea
source: Commonly found everywhere but Oasis region.
es_es: Se encuentra comúnmente en todos lados excepto la región del Oasis.

# data/database.json//drops/heat-common-bush-special/name
source: Omega Dry Shrub
es_es: Arbusto Seco Omega

# data/database.json//drops/heat-common-bush-special/subArea
source: Rarely found everywhere but Oasis region.
es_es: Se encuentra raramente en todos lados excepto la región del Oasis.

# data/database.json//drops/heat-oasis-cactus-1/name
source: Alpha Cactone
es_es: Cactos Alfa

# data/database.json//drops/heat-oasis-cactus-1/subArea
source: Found only in the Oasis region.
es_es: Se encuentra únicamente en la región del Oasis.

# data/database.json//drops/heat-oasis-cactus-2/name
source: Beta Cactone
es_es: Cactos Beta

# data/database.json//drops/heat-oasis-cactus-2/subArea
source: Found only in the Oasis region.
es_es: Se encuentra únicamente en la región del Oasis.

# data/database.json//drops/heat-oasis-cactus-special/name
source: Omega Cactone
es_es: Cactos Omega

# data/database.json//drops/heat-oasis-cactus-special/subArea
source: Found rarely in the Oasis region.
es_es: Se encuentra raramente en la región del Oasis.

# data/database.json//drops/heat-oasis-palmapple-1/name
source: Alpha Palmapple
es_es: Palmera Alfa

# data/database.json//drops/heat-oasis-palmapple-1/subArea
source: Found only in the Oasis region.
es_es: Se encuentra únicamente en la región del Oasis.

# data/database.json//drops/heat-oasis-palmapple-2/name
source: Beta Palmapple
es_es: Palmera Beta

# data/database.json//drops/heat-oasis-palmapple-2/subArea
source: Found only in the Oasis region.
es_es: Se encuentra únicamente en la región del Oasis.

# data/database.json//drops/heat-oasis-palmapple-special/name
source: Omega Palmapple
es_es: Palmera Omega

# data/database.json//drops/heat-oasis-palmapple-special/subArea
source: Found rarely in the Oasis region.
es_es: Se encuentra raramente en la región del Oasis.

# data/database.json//drops/heat-barren-hill-1/name
source: Alpha Ant Hill
es_es: Hormiguero Alfa

# data/database.json//drops/heat-barren-hill-1/subArea
source: Commonly found in regions with sand storms.
es_es: Se encuentra comúnmente en regiones con tormentas de arena.

# data/database.json//drops/heat-barren-hill-2/name
source: Beta Ant Hill
es_es: Hormiguero Beta

# data/database.json//drops/heat-barren-hill-2/subArea
source: Commonly found in regions with sand storms.
es_es: Se encuentra comúnmente en regiones con tormentas de arena.

# data/database.json//drops/heat-barren-hill-special/name
source: Omega Ant Hill
es_es: Hormiguero Omega

# data/database.json//drops/heat-barren-hill-special/subArea
source: Rarely Found in regions with sand storms.
es_es: Se encuentra raramente en regiones con tormentas de arena.

# data/database.json//drops/heat-cliffs-bones-1/name
source: Alpha Bone Pile
es_es: Pila de Huesos Alfa

# data/database.json//drops/heat-cliffs-bones-1/subArea
source: Commonly found in the southern cliffs region.
es_es: Se encuentra comúnmente en la región de acantilados del sur.

# data/database.json//drops/heat-cliffs-bones-2/name
source: Beta Bone Pile
es_es: Pila de Huesos Beta

# data/database.json//drops/heat-cliffs-bones-2/subArea
source: Commonly found in the southern cliffs region.
es_es: Se encuentra comúnmente en la región de acantilados del sur.

# data/database.json//drops/heat-cliffs-bones-special/name
source: Omega Bone Pile
es_es: Pila de Huesos Omega

# data/database.json//drops/heat-cliffs-bones-special/subArea
source: Rarely found in the southern cliffs region.
es_es: Se encuentra raramente en la region de acantilados del sur.

# data/database.json//drops/Autumn-Fall-Ground-1/name
source: Alpha Sphere Plant
es_es: Planta Esférica Alfa

# data/database.json//drops/Autumn-Fall-Ground-1/subArea
source: Commonly found everywhere.
es_es: Se encuentra comúnmente por todos lados.

# data/database.json//drops/Autumn-Fall-Ground-2/name
source: Beta Sphere Plant
es_es: Planta Esférica Beta

# data/database.json//drops/Autumn-Fall-Ground-2/subArea
source: Commonly found everywhere.
es_es: Se encuentra comúnmente por todos lados.

# data/database.json//drops/Autumn-Fall-Ground-Rare/name
source: Omega Sphere Plant
es_es: Planta Esférica Omega

# data/database.json//drops/Autumn-Fall-Ground-Rare/subArea
source: Rarely found on high grounds.
es_es: Se encuentra raramente en las alturas.

# data/database.json//drops/Autumn-Fall-Water-1/name
source: Alpha Water Cutlass
es_es: Machete de Agua Alfa

# data/database.json//drops/Autumn-Fall-Water-1/subArea
source: Mostly found near Water.
es_es: Se encuentra más que nada cerca del Agua.

# data/database.json//drops/Autumn-Fall-Water-2/name
source: Beta Water Cutlass
es_es: Machete de Agua Beta

# data/database.json//drops/Autumn-Fall-Water-2/subArea
source: Mostly found near Water.
es_es: Se encuentra más que nada cerca del Agua.

# data/database.json//drops/Autumn-Fall-Water-Rare/name
source: Omega Water Cutlass
es_es: Machete de Agua Omega

# data/database.json//drops/Autumn-Fall-Water-Rare/subArea
source: Rarely found on hard to reach places near water.
es_es: Se encuentra raramente en lugares difíciles de alcanzar cerca del agua.

# data/database.json//drops/jungle-common-flower-1/name
source: Alpha Puff Plant
es_es: Planta Esponjosa Alfa

# data/database.json//drops/jungle-common-flower-1/subArea
source: Commonly found everywhere but infested- and V'rda Vil region.
es_es: Se encuentra comúnmente en todos lados excepto las regiones infestadas y V'rda Vil.

# data/database.json//drops/jungle-common-flower-2/name
source: Beta Puff Plant
es_es: Planta Esponjosa Beta

# data/database.json//drops/jungle-common-flower-2/subArea
source: Commonly found everywhere but infested- and V'rda Vil region.
es_es: Se encuentra comúnmente en todos lados excepto las regiones infestadas y V'rda Vil.

# data/database.json//drops/jungle-common-flower-special/name
source: Omega Puff Plant
es_es: Planta Esponjosa Omega

# data/database.json//drops/jungle-common-flower-special/subArea
source: Rarely found on high grounds outside infested- and V'rda Vil region.
es_es: Se encuentra raramente en tierras altas, fuera de las regiones infestedas y V'rda Vil.

# data/database.json//drops/jungle-common-water-1/name
source: Alpha Closed Baraleles
es_es: Baraleles Cerrado Alfa

# data/database.json//drops/jungle-common-water-1/subArea
source: Commonly found near water where its not raining.
es_es: Se encuentra comúnmente cerca del agua donde no llueva.

# data/database.json//drops/jungle-common-water-2/name
source: Beta Closed Baraleles
es_es: Baraleles Cerrado Beta

# data/database.json//drops/jungle-common-water-2/subArea
source: Commonly found near water where its not raining.
es_es: Se encuentra comúnmente cerca del agua donde no llueva.

# data/database.json//drops/jungle-bees-1/name
source: Bee Hive
es_es: Nido de Avejas
