Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/enemies/mine-runbot/descriptions/0/text
source: It's an ostrich. It's carrying things. However the track made sure that it won't be carrying any more ore for the humans, only pain for those who want to beat the temple or disrupt it. It charges similarly to the bovines of \c[3]\v[area.autumn-area.name]\c[0] but instead of ramming against the wall it gets stunned by attacking it before hitting a wall.
ru_ru: Это страус. Он носит вещи. Однако Путь захотел, чтобы он приносил не руду для людей, а только боль для тех, кто хочет пройти храм или разрушить его. Он разгоняется аналогично бычарам \c[3]Расцвета Осени\c[0], но вместо того, чтобы врезаться в стену, он оглушается атакой ещё до удара об неё.

# data/database.json/enemies/mine-kamikatze/name
source: Kamikatze
ru_ru: Камикотзе

# data/database.json/enemies/mine-kamikatze/species
source: Mine Robot
ru_ru: Шахтовый робот

# data/database.json/enemies/mine-kamikatze/descriptions/0/text
source: This bot was used to produce and carry highly explosive bombs into smaller tunnels inside the mine for controlled explosions. Thanks to the track it now uses said bombs against us and also uses a spinning flamethrower that it had built in for... reasons?
ru_ru: Этот робот использовался для создания и переноски взрывоопасных бомб в маленькие туннели шахты для контролируемых взрывов. Благодаря Пути, теперь он использует упомянутые бомбы против нас, а также использует вращающийся огнемёт, который был встроен по... какой-то причине?

# data/database.json/enemies/forest.kamikater/name
source: Kamikater
ru_ru: Камикотер

# data/database.json/enemies/forest.kamikater/species
source: Forgotten Robot
ru_ru: Забытый робот

# data/database.json/enemies/forest.kamikater/descriptions/0/text
source: This forgotten robot was once intended to be used as a mining tool to create new tunnels to gather the precious \c[3]Sapphire Cobalt\c[0] from. However, due to incidents in the \c[3]\v[area.bergen.name] Mine\c[0] the robots were disabled. Some of them however still lay dormant inside the tunnels and are highly volatile. Once charged with electricity they will initiate a target seeking self-destruction sequence powerful enough to clear loose boulders.
ru_ru: Этот забытый робот когда-то предназначался для использования в качестве инструмента для создания новых туннелей для сбора драгоценного \c[3]Сапфирового кобальта\c[0]. Однако из-за инцидентов в \c[3]Бергенской шахте\c[0] роботы были отключены. Некоторые из них, тем не менее, всё ещё покоятся в забоях, оставаясь весьма нестабильными. Заряженные электричеством, они инициируют программу самонаводящейся детонации, достаточно мощной, чтобы снести не слишком твёрдые булыжники.

# data/database.json/enemies/mine-diggingbot/name
source: Digmo
ru_ru: Дигмо

# data/database.json/enemies/mine-diggingbot/species
source: Mine Robot
ru_ru: Шахтовый робот

# data/database.json/enemies/mine-diggingbot/descriptions/0/text
source: When bombs are too powerful this bot comes around and uses its wheel to dig deep. The track however makes it use its systems to hurl ice blocks at you, dash at you or shake the whole mine to let rocks fall on you. That's a lot of "you"s so be careful!
ru_ru: Когда мощности бомб слишком много, появляется этот робот и использует своё колесо, чтобы копать глубже. Путь, однако, заставляет его использовать свои системы, чтобы метать в вас ледяные глыбы, бросаться на вас или сотрясать всю шахту, чтобы камни падали на вас. Слишком много "вас"-можностей, так что будьте осторожны!

# data/database.json/enemies/mine-diggingbot-cold/name
source: Infected Digmo
ru_ru: Заражённый дигмо

# data/database.json/enemies/mine-diggingbot-cold/species
source: Infected Mine Robot
ru_ru: Заражённый шахтовый робот

# data/database.json/enemies/mine-diggingbot-cold/descriptions/0/text
source: While the other bots in the \c[3]\v[area.cold-dng.name]\c[0] are infected by the \v[combat.name.mine-coldbug] normally, this \v[combat.name.mine-diggingbot] is super infected. That means it can do super strong attacks that will make use of the cold element to even summon ice spikes that create even more ice spikes. Super terrifying indeed.
ru_ru: В то время как другие роботы в \c[3]Храм-Шахте\c[0] инфицированы \v[combat.name.mine-coldbug]ами, этот \v[combat.name.mine-diggingbot] суперинфицирован. Это значит, что он может совершать суперсильные атаки, которые используют элемент Холода для создания ледяных шипов, которые создают ещё больше ледяных шипов. Действительно пугающе.

# data/database.json/enemies/cold.mine-diggingbot-quest/name
source: Smelter Digmo
ru_ru: Плавильный дигмо

# data/database.json/enemies/cold.mine-diggingbot-quest/species
source: Infected Smelter Robot
ru_ru: Заражённый плавильный робот

# data/database.json/enemies/cold.mine-diggingbot-quest/descriptions/0/text
source: An advanced version of the \c[3]\v[combat.name.mine-diggingbot]\c[0] that fell victim to corruption by the resident \c[3]\v[combat.name.cold/mine-coldbug-quest]s\c[0]. Aside from the usual mining capabilities of the older model it can also use many \c[3]heat-based\c[0] abilities once it reaches a high-enough \c[3]core-temperature\c[0].
ru_ru: Продвинутая версия \c[3]Дигмо\c[0], которая пала жертвой заражения обитателями \c[3]Храм-Шахты\c[0]. Помимо возможностей прежней модели, он может использовать атаки \c[3]Пламенем\c[0] при достижении достаточно высокой \c[3]температуры ядра\c[0].

# data/database.json/enemies/boss-driller/name
source: X01 Driller H.F.S.
ru_ru: X01 Бурильщик H.F.S.

# data/database.json/enemies/boss-driller/species
source: Infected Mecha
ru_ru: Заражённый мех

# data/database.json/enemies/boss-driller/descriptions/0/text
source: This enormous mine robot was infected too and is the final test for the \c[3]\v[area.cold-dng.name]\c[0]. Originally its purpose was to drill deep into the ground using its right arm to crack the stone. To avoid the cold in the deeper sections it could also use a flamethrower to battle the freezing temperatures and bombs to destroy even the thickest of rocks. How it even got in here you ask? Don't be silly, every good miner knows not to share their secrets.
ru_ru: Этот громадный шахтёрский робот тоже был заражен и является последним испытанием в \c[3]Храм-Шахте\c[0]. Изначально он предназначался для глубокого бурения, используя свою правую руку, чтобы расколоть камни. Чтобы избежать холода в более глубоких участках, он также мог использовать огнемёт для борьбы с морозными температурами и бомбы, чтобы уничтожить даже самые твёрдые камни. Как он вообще попал сюда, спросите вы? Не будьте глупыми, каждый хороший шахтёр знает, что не должен делиться своими секретами.

# data/database.json/enemies/heat.special.baki-turret_1/name
source: Legionary Turret v1
ru_ru: Турель-легионер 1.0

# data/database.json/enemies/heat.special.baki-turret_1/species
source: Desert Sentry
ru_ru: Пустынный часовой

# data/database.json/enemies/heat.special.baki-turret_1/descriptions/0/text
source: An improved variant of the popular \c[3]Rhombus Turret\c[0], used by the law-enforcement of \c[3]\v[area.heat-village.name]\c[0]. It can fire \c[3]mortars\c[0] to attack targets behind cover or on different height layers and is often used in conjunction with a \c[3]\v[combat.name.heat/special/baki-cmd_bot]\c[0] that supplies it with a \c[3]shield\c[0].
ru_ru: Усовершенствованный вариант распространённой \c[3]Турели Ромба\c[0], используемый правоохранительными органами \c[3]Ба'кии Кум\c[0]. Он может стрелять \c[3]миномётными снарядами\c[0], чтобы атаковать цели за укрытием или на другой высоте, и часто используется в сочетании с \c[3]Легионером-лидером 1.0\c[0], который снабжает его \c[3]щитом\c[0].

# data/database.json/enemies/heat.special.baki-cmd_bot/name
source: Legionary Leader v1
ru_ru: Легионер-лидер 1.0

# data/database.json/enemies/heat.special.baki-cmd_bot/species
source: Desert Leaderbot
ru_ru: Пустынный робот-лидер

# data/database.json/enemies/heat.special.baki-cmd_bot/descriptions/0/text
source: An improved variant of the more basic \c[3]\v[combat.name.default]\c[0], used by the law-enforcement of \c[3]\v[area.heat-village.name]\c[0]. It is usually accompanied by a squad of \c[3]\v[combat.name.heat/special/baki-turret_1]\c[0] that it will shield while acting defensively. When forced to alone it will switch into a more aggressive mode.
ru_ru: Усовершенствованный вариант более простого \c[3]Ромбоевика 2.0\c[0], используемый правоохранительными органами \c[3]Ба'кии Кум\c[0]. Обычно он сопровождается отрядом \c[3]Турелей-легионеров 1.0\c[0], которые будет защищать, в то же время обороняясь. Оставшись один, он переключается в более агрессивный режим.

# data/database.json/enemies/heat.special.baki-turret_2/name
source: Legionary Turret v2
ru_ru: Турель-легионер 2.0

# data/database.json/enemies/heat.special.baki-turret_2/species
source: Desert Sentry
ru_ru: Пустынный часовой

# data/database.json/enemies/heat.special.baki-turret_2/descriptions/0/text
source: An improved variant of the popular \c[3]Rhombus Turret\c[0], used by the law-enforcement of \c[3]\v[area.heat-village.name]\c[0]. This type does not have an accompanying \c[3]\v[combat.name.heat/special/baki-cmd_bot]\c[0] for additional shielding but can still fire \c[3]mortars\c[0] at targets behind cover or on different height layers.
ru_ru: Усовершенствованный вариант распространённой \c[3]Турели Ромба\c[0], используемый правоохранительными органами \c[3]Ба'кии Кум\c[0]. Этот тип не имеет сопутствующего \c[3]Легионера-лидера 1.0\c[0] для дополнительной защиты, но по-прежнему может стрелять \c[3]миномётными снарядами\c[0] по целям за укрытиями или на другой высоте.

# data/database.json/enemies/heat.heat-golem/name
source: Magmanizer
ru_ru: Магманайзер

# data/database.json/enemies/heat.heat-golem/species
source: Magical Being
ru_ru: Магическое существо

# data/database.json/enemies/heat.heat-golem/descriptions/0/text
source: Brought to life by fire and old magic this golem bursts flames out of every part of its body. Getting too close means catching on fire so stay away and use ranged attacks to stun it with cold balls. But be aware that it will react much like a bubble and burst into hot steam so don't charge in immediately. Blocking also comes in handy when it's using its fire shots.
ru_ru: Оживлённый огнём и старой магией, этот голем испускает пламя из каждой части своего тела. Подобраться слишком близко - значит загореться, поэтому держитесь подальше и используйте дальние атаки, чтобы оглушить его холодными шарами. Но имейте в виду, что он будет реагировать как пузырь и превращаться в горячий пар, поэтому не бросайтесь на него сразу. Блокировка также пригодится, когда он использует свои огненные выстрелы.

# data/database.json/enemies/autumn-fall.raid-pillar-small/name
source: Baby Pillar
ru_ru: Мелкий столб

# data/database.json/enemies/autumn-fall.raid-pillar-small/species
source: Pillar
ru_ru: Столб

# data/database.json/enemies/autumn-fall.raid-pillar-small/descriptions/0/text
source: These small pillars are used to attack a \v[combat.name.autumn-fall/raid-pillar-large]. Usually a group of them must be defeated to create a chain reaction that will hurt its bigger companion. To defend themselves they will jump on their attacker leaving symbols on the ground that will summon elemental attacks.
ru_ru: Эти маленькие столбы нужно уничтожать, чтобы нанести урон Большому столбу. Необходимо победить группу таких маленьких столбов, чтобы возникла цепная реакция, которая нанесет вред их старшему товарищу. Чтобы защититься, они будут прыгать на нападающего, оставляя на земле символы, вызывающие элементальные атаки.

# data/database.json/enemies/autumn-fall.raid-pillar-large/name
source: Big Pillar
ru_ru: Большой столб

# data/database.json/enemies/autumn-fall.raid-pillar-large/species
source: Pillar
ru_ru: Столб

# data/database.json/enemies/autumn-fall.raid-pillar-large/descriptions/0/text
source: This pillar is used as the main foe to fight during the \c[3]\v[area.autumn-fall.name] Raid\c[0]. Attacking it directly is not possible, instead the smaller \v[combat.name.autumn-fall/raid-pillar-small]s have to be attacked to reduce its HP. However the more HP it loses the more fierce it will become by using the element it was damaged with to conjure strong elemental attacks. These are only telegraphed by symbols on the ground.
ru_ru: Этот столб используется в качестве основного противника в \c[3]рейде Заката Осени\c[0]. Атаковать его напрямую невозможно, вместо этого нужно атаковать Мелкие столбы, чтобы уменьшить его здоровье. Однако, чем больше HP он теряет, тем яростнее использует элемент, которым был повреждён, вызывая сильные стихийные атаки. Они предупреждаются символами на земле.

# data/database.json/enemies/jungle.chicken/name
source: Rob0ck
ru_ru: Роб-0-цып

# data/database.json/enemies/jungle.chicken/species
source: Mechanical Robot Chicken
ru_ru: Механическая робо-курица

# data/database.json/enemies/jungle.chicken/descriptions/0/text
source: Ancient texts describe this bi-pedal robot as one of the first creatures created for the track itself. It strongly resembles a chicken and the fact that the Ancients resemble birds too begs the question: Is this what the ancestors of the Ancients looked like? Or is this just too meta? Anyway, make sure to use wave teleporters to escape their lightning fast shock attack. This leaves them mighty confused and open for some pummeling.
ru_ru: Древние тексты описывают этого двуногого робота как одно из первых существ, созданных для Пути. Оно сильно напоминает курицу, и тот факт, что Древние похожи на птиц, также заставляет задуматься: не так ли выглядели предки Древних? Или это просто излишняя заморочка? В любом случае, используйте волновые телепорты, чтобы избежать молниеносной ударной атаки. Это оставляет их сильно растерянными и открытыми для избиения.

# data/database.json/enemies/forest.panda/name
source: Pandza
ru_ru: Пандза

# data/database.json/enemies/forest.panda/species
source: Lazy Hover Panda
ru_ru: Ленивая парящая панда

# data/database.json/enemies/forest.panda/descriptions/0/text
source: A metallized creature strongly resembling a Panda. The metal like skin is theorized to be a reaction to the immense Steel Bamboo the \v[combat.name.forest/panda] eats on a daily basis. Machinery inside the body is capable of creating small drones that it uses to fend off enemies.
ru_ru: Металлизированное существо, сильно напоминающее панду. Металлоподобная кожа предположительно является результатом побочного действия огромного количества Стального бамбука, поедаемого Пандзой ежедневно. Механизмы внутри тела способны создавать маленьких дронов, которые она использует для того, чтобы отбиваться от врагов.

# data/database.json/enemies/minibosses.panda-boss/name
source: Pandza Mk. II
ru_ru: Пандза Мк. II

# data/database.json/enemies/minibosses.panda-boss/species
source: Enhanced Panda
ru_ru: Усовершенствованная панда

# data/database.json/enemies/minibosses.panda-boss/descriptions/0/text
source: An upgraded version of the regular \v[combat.name.forest/panda]. It can surround itself with large boulders and command multiple \v[combat.name.minibosses/spider-black]s to attack enemies while it shoots homing mines. When its defences are broken it will resort to an all-out beam attack that is almost impossible to avoid.
ru_ru: Усовершенствованная версия обычной \c[3]Пандзы\c[0]. Она может окружать себя крупными булыжниками, а также приказывать Военным ткачам отвлечь противника во время обстрела самонаводящимися минами. Когда её защита сломана, она прибегнет к тотальной лучевой атаке, которую почти невозможно избежать.

# data/database.json/enemies/arid.shredder-heat/name
source: Furious Security Brute
ru_ru: Яростный робовышибала

# data/database.json/enemies/arid.shredder-heat/species
source: Guardian Sentry
ru_ru: Страж-часовой

# data/database.json/enemies/arid.shredder-heat/descriptions/0/text
source: A heat-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found. When fighting against it, it will attack with heat-based punch attacks or buff other brutes attack power.
ru_ru: Пламенная разновидность робовышибалы. В режиме патрулирования он ведёт себя так же, как и его собратья, уведомляя лазерную башню и прочих вышибал при обнаружении нарушителя. Во время сражения атакует Пламенем врукопашную или же усиливает атаки других вышибал.

# data/database.json/enemies/arid.shredder-cold/name
source: Cool Security Brute
ru_ru: Хладнокровный робовышибала

# data/database.json/enemies/arid.shredder-cold/species
source: Guardian Sentry
ru_ru: Страж-часовой

# data/database.json/enemies/arid.shredder-cold/descriptions/0/text
source: A cold-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found. When fighting against it, it will attack with cold-based punch attacks or shield other brutes.
ru_ru: Холодная разновидность робовышибалы. В режиме патрулирования он ведёт себя так же, как и его собратья, уведомляя лазерную башню и прочих вышибал при обнаружении нарушителя. Во время сражения атакует Холодом врукопашную или же наделяет щитом других вышибал.

# data/database.json/enemies/arid.shredder-shock/name
source: Tense Security Brute
ru_ru: Напряжённый робовышибала

# data/database.json/enemies/arid.shredder-shock/species
source: Guardian Sentry
ru_ru: Страж-часовой

# data/database.json/enemies/arid.shredder-shock/descriptions/0/text
source: A shock-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found. When fighting against it, it will attack with shock-based punch attacks or buff other brutes movement speed.
ru_ru: Шоковая разновидность робовышибалы. В режиме патрулирования он ведёт себя так же, как и его собратья, уведомляя лазерную башню и прочих вышибал при обнаружении нарушителя. Во время сражения атакует Шоком врукопашную или же ускоряет других вышибал.

# data/database.json/enemies/arid.shredder-wave/name
source: Groovy Security Brute
ru_ru: Заводной робовышибала

# data/database.json/enemies/arid.shredder-wave/species
source: Guardian Sentry
ru_ru: Страж-часовой

# data/database.json/enemies/arid.shredder-wave/descriptions/0/text
source: A wave-based variant of the Security Brute. In patrol mode it will act much like the other ones, only notifying the laser tower and all other brutes when a trespasser has been found. When fighting against it, it will attack with wave-based punch attacks or heal other brutes.
ru_ru: Волновая разновидность робовышибалы. В режиме патрулирования он ведёт себя так же, как и его собратья, уведомляя лазерную башню и прочих вышибал при обнаружении нарушителя. Во время сражения атакует Волной врукопашную или же лечит других вышибал.

# data/database.json/enemies/arid.element-turret-boss/name
source: Final Turret IX
ru_ru: Финальная турель IX

# data/database.json/enemies/arid.element-turret-boss/species
source: CEO Sentry
ru_ru: Главный часовой

# data/database.json/enemies/arid.element-turret-boss/descriptions/0/text
source: Designed by Gautham, these elemental turrets serve as the final test on each element in the \c[3]\v[area.arid-dng-2.name]\c[0]. They can't move but will use various projectiles to keep their foes at bay.
ru_ru: Разработанные Гаутамом, эти элементальные турели служат последним испытанием каждого элемента в \c[3]Башне Вермиллион\c[0]. Они не могут двигаться, но будут использовать различные снаряды, чтобы держать своих врагов в страхе.

# data/database.json/enemies/boss.elephant/name
source: The Creator
ru_ru: Создатель

# data/database.json/enemies/boss.elephant/species
source: Ultimate
ru_ru: Ультимативный

# data/database.json/enemies/boss.elephant/descriptions/0/text
source: The information has been redacted. "The ultimate experience, my final challenge."
ru_ru: Информация была отредактирована. "Незабываемый опыт, моё последнее испытание."

# data/database.json/enemies/minibosses.hedgehag-king/name
source: King Hedgehag
ru_ru: Король-дикоборз

# data/database.json/enemies/minibosses.hedgehag-king/species
source: Flying Mammal King
ru_ru: Король летающих млекопитающих

# data/database.json/enemies/minibosses.hedgehag-king/descriptions/0/text
source: A big spikey boi.
ru_ru: Большой шипастый парнишка.

# data/database.json/enemies/minibosses.snow-megatank/name
source: General Rootser
ru_ru: Генерал Рутсер

# data/database.json/enemies/minibosses.snow-megatank/species
source: Cold General
ru_ru: Холодный генерал

# data/database.json/enemies/minibosses.snow-megatank/descriptions/0/text
source: This magnificent bastard has read all of your books.
ru_ru: Эта великолепная сволочь прочитала все ваши книги.

# data/database.json/enemies/minibosses.scorpion-boss/name
source: Pincerstonk i6 GXO2
ru_ru: Щипчерстонк i6 GXO2

# data/database.json/enemies/minibosses.scorpion-boss/species
source: Mecha Scorpion
ru_ru: Меха-скорпион

# data/database.json/enemies/minibosses.scorpion-boss/descriptions/0/text
source: A Steam Stinger Star! Highly Advanced and full of power.
ru_ru: Звезда с паровым жалом! Очень продвинутый и полон энергии.

# data/database.json/enemies/minibosses.fish-mega-gear/name
source: Mecha Gear FISH
ru_ru: Mecha Gear РЫБА

# data/database.json/enemies/minibosses.fish-mega-gear/species
source: Fish & Chips
ru_ru: Рыба и картофель фри

# data/database.json/enemies/minibosses.fish-mega-gear/descriptions/0/text
source: It can't be!
ru_ru: Не может быть!

# data/database.json/enemies/minibosses.scorpion-boss-pole/name
source: Pincerpole
ru_ru: Щипчерстолб

# data/database.json/enemies/minibosses.scorpion-boss-pole/species
source: Pole of Scorpion
ru_ru: Столб скорпиона

# data/database.json/enemies/arid.element-turret/name
source: Final Turret Companion
ru_ru: Компаньон Финальной турели

# data/database.json/enemies/arid.element-turret/species
source: Senior Sentry
ru_ru: Старший часовой

# data/database.json/enemies/arid.element-turret/descriptions/0/text
source: These turrets serve as companions to the \v[combat.name.arid/element-turret-boss]. They shoot various elemental projectiles to disrupt enemies and create space for its big brother.
ru_ru: Эти турели служат компаньонами Финальной турели IX. Они стреляют различными элементальными снарядами, чтобы подорвать врагов и освободить пространство для своего старшего брата.

# data/database.json/enemies/turret-large-hard/name
source: Rhombus Turret 1.5
ru_ru: Турель Ромба 1.5

# data/database.json/enemies/turret-large-hard/species
source: Rookie Sentry
ru_ru: Часовой-новичок

# data/database.json/enemies/jungle.special.turret-defense-2/name
source: Defense Turret v2
ru_ru: Защитная турель 2.0

# data/database.json/enemies/jungle.special.turret-defense-2/species
source: Legal Sentry
ru_ru: Легальный часовой

# data/database.json/enemies/shredder-cold/name
source: Cold Shredder
ru_ru: Холодный шредер

# data/database.json/enemies/shredder-cold/species
source: Guardian Sentry
ru_ru: Страж-часовой

# data/database.json/enemies/cold.turret-monks-invinc/name
source: Trial Guardians
ru_ru: Стражи испытания

# data/database.json/enemies/cold.turret-monks-invinc/species
source: Rookie Sentry
ru_ru: Часовой-новичок

# data/database.json/enemies/heat.kamikatze-helper/species
source: Mine Robot
ru_ru: Шахтовый робот

# data/database.json/enemies/arid.mega-laser/name
source: Laser of Doom
ru_ru: АННИГИЛЯТОРНАЯ ПУШКА

# data/database.json/enemies/arid.mega-laser/species
source: Death Machine
ru_ru: Машина смерти

# data/database.json/enemies/arid.mega-laser/descriptions/0/text
source: Do not cross.
ru_ru: Не пересекать.
