Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/lore/jungle/content/page-02/content
source: In the south-east a small Shad tribe calls the trees their home. They mostly keep to themselves and live in harmony with the jungle. However, tensions between humans and Shad have arisen ever since humans built a power plant at the entrance of the \c[3]Zir'vitar Temple\c[0]. A vile infestation has spread in the north-east of the jungle which seems to originate from the power plant.
ru_ru: На юго-востоке маленькое племя шадов называет деревья своим домом. Они в основном держатся особняком и живут в гармонии с джунглями. Однако напряжённость между людьми и шадами появилась тогда, когда люди построили электростанцию на входе в \c[3]Храм Зир'витар\c[0]. На северо-востоке джунглей распространилось гнусное заражение, которое, кажется, исходит от электростанции.

# data/database.json/lore/jungle/content/page-03/content
source: In the north one can find the mighty \c[3]Grand Krys'kajo\c[0]. A tree that stands above all other trees. However to get close to it, a \c[3]Seeker\c[0] first needs to finish the trials of both the \c[3]Zir'vitar Temple\c[0] and \c[3]So'najiz Temple\c[0] which stand beside the tree.
ru_ru: На севере можно найти могучий \c[3]Гранд Крис'кайо\c[0]. Дерево, которое выше всех других деревьев. Однако, чтобы приблизиться к нему, \c[3]Искателю\c[0] прежде всего нужно пройти испытания \c[3]Храма Зир'витар\c[0] и \c[3]Храма Со'найиз\c[0], которые находятся рядом с деревом.

# data/database.json/lore/jungle-city/title
source: Basin Keep
ru_ru: Твердыня Бэйзина

# data/database.json/lore/jungle-city/content/page-01-01/content
source: Basin Keep is a city built on a small island amidst a huge lake in the center of \c[3]Gaia's Garden\c[0]. It's a technological wonder, only made possible by its advantageous location and many safety mechanisms. To ensure that the jungle does not creep into the city, the outside walls are plated in a special alloy which fends off most plants.
ru_ru: Твердыня Бэйзина - это город, построенный на маленьком острове посреди огромного озера в центре \c[3]Сада Гайи\c[0]. Это технологическое чудо стало возможным только благодаря его выгодному расположению и многим защитным механизмам. Чтобы джунгли не проникли в город, внешние стены покрыты особым сплавом, который отгоняет большинство растений.

# data/database.json/lore/jungle-city/content/page-02/content
source: The city grew large very fast as it became the main supplier for clean electricity that meets the demands of humans on \c[3]Shadoon\c[0]. Many Bars and luxurious penthouses can be visited or rented respectively. Basin Keep is often viewed as gloomy since it is always raining and the high buildings leave the city in a permanent dark setting. Still many prefer the more urban nature of it compared to bright cities like \c[3]Rhombus Square\c[0].
ru_ru: Город разросся очень быстро, так как он стал основным поставщиком чистой электроэнергии, которая удовлетворяет спрос людей на \c[3]Шадуне\c[0]. Многие бары и роскошные пентхаусы можно посетить или арендовать соответственно. Твердыня Бэйзина нередко выглядит мрачной, поскольку там всегда идёт дождь, а высокие здания оставляют город в постоянно тёмной обстановке. Тем не менее, многие предпочитают его более урбанистическую сущность светлым городам вроде \c[3]Площади Ромба\c[0].

# data/database.json/lore/shock-dng/title
source: Zir'vitar Temple
ru_ru: Храм Зир'витар

# data/database.json/lore/shock-dng/content/page-01-01/content
source: This temple is the third or fourth challenge a \c[3]Seeker\c[0] needs to master in order to progress on the Track of the Ancients. Other than the previous temples, both this one and the \c[3]So'najiz Temple\c[0] can be completed in any order. In this Temple the Seeker can acquire the element: \c[3]Wave\c[0].
ru_ru: Этот храм является третьим или четвёртым испытанием, которое \c[3]Искатель\c[0] должен пройти для продвижения по Пути Древних. В отличие от других храмов этот и \c[3]Храм Со'найиз\c[0] могут быть выполнены в любом порядке. В этом храме Искатель может получить: \c[3]элемент Волны\c[0].

# data/database.json/lore/shock-dng/content/page-02/content
source: Unique to this dungeon is the power plant right in front of it. It uses the outgoing energy to generate power for the humans. This however lead to tensions between the Shad living to the south-east and the humans as they accuse them of poisoning the jungle.
ru_ru: Особенностью этого подземелья является электростанция перед ним. Она использует исходящую энергию для выработки электричества для людей. Это, однако, приводит к напряжённости между шадами, живущими на юго-востоке, и людьми, так как они обвиняют их в отравлении джунглей.

# data/database.json/lore/wave-dng/title
source: So'najiz Temple
ru_ru: Храм Со'найиз

# data/database.json/lore/wave-dng/content/page-01-01/content
source: This temple is the third or fourth challenge a \c[3]Seeker\c[0] needs to master in order to progress on the Track of the Ancients. Other than the previous temples, both this one and the \c[3]Zir'vitar Temple\c[0] can be completed in any order. In this Temple the Seeker can acquire the element: \c[3]Shock\c[0].
ru_ru: Этот храм является третьим или четвёртым испытанием, которое \c[3]Искатель\c[0] должен пройти для продвижения по Пути Древних. В отличие от других храмов этот и \c[3]Храм Зир'витар\c[0] могут быть выполнены в любом порядке. В этом храме Искатель может получить: \c[3]элемент Шока\c[0].

# data/database.json/lore/shockwave-dng/title
source: Grand Krys'kajo
ru_ru: Гранд Крис'кайо

# data/database.json/lore/shockwave-dng/content/page-01-01/content
source: This temple is built right into the name giving tree at the heart of \c[3]Gaia's Garden\c[0]. It can only be accessed by first completing both the \c[3]Zir'vitar Temple\c[0] and \c[3]So'najiz Temple\c[0]. A \c[3]Seeker\c[0] needs to show that they have mastered both elements acquired in the temples to prove their worthiness. It is said a guardian tests every Seeker personally at the top of the tree.
ru_ru: Этот храм построен прямо в давшем ему название дереве в сердце \c[3]Сада Гайи\c[0]. Он может быть доступен только после прохождения до этого \c[3]Храма Зир'витар\c[0] и \c[3]Храма Со'найиз\c[0]. \c[3]Искатель\c[0] должен показать, что он овладел обоими элементами, полученными в храмах, чтобы доказать свою достойность. Говорят, хранитель проверяет каждого Искателя лично на вершине дерева.

# data/database.json/lore/forest/title
source: Sapphire Ridge
ru_ru: Сапфировый край

# data/database.json/lore/forest/content/page-01-01/content
source: Sapphire Ridge is a system of hills located to the east of Shadoon. It's covered in eternal night by a strange weather phenomenon that is currently researched by the \c[3]United Voyager Nation\c[0]. Many years ago miners carved deep into the hills to unearth the valuable \c[3]Cobalt Ore\c[0]. Although not much was found, the miners uncovered many hidden paths that lead to the north of the area. Otherwise Sapphire Ridge is rather rural as most paths lead through the cave-systems up \c[3]Ascension Temple\c[0].
ru_ru: Сапфировый край - система холмов, расположенных на востоке Шадуна. Он покрыт вечной ночью из-за странного погодного явления, которое сейчас исследуется \c[3]Национальным содружеством путешественников\c[0]. Много лет назад шахтёры врезались глубоко в горы, чтобы раскопать ценную \c[3]кобальтовую руду\c[0]. Хотя её было найдено немного, шахтёры обнаружили много скрытых путей, ведущих к северу области. В остальном Сапфировый край скорее сельская местность, так как большинство дорог ведут через системы пещер к \c[3]Храму вознесения\c[0].

# data/database.json/lore/forest/content/p2/content
source: The south houses a hostel called the \c[3]Cave Inn\c[0], which counts among the oldest structures build by humans on Shadoon.
ru_ru: На юге находится гостиница, названная \c[3]Пещерный трактир\c[0], которая относится к числу самых старых сооружений, сделанных человеком на Шадуне.

# data/database.json/lore/human-government/title
source: United Voyager Nation
ru_ru: Содружество путешественников

# data/database.json/lore/human-government/content/page-01-01/content
source: The \c[3]\v[lore.title.human-government]\c[0] is the governing entity on planet \c[3]Shadoon\c[0]. They use a council of 10 high ranking military and political individuals to administer resources and provide support for the 4 \c[3]Factions\c[0] as part of \c[3]Operation Trackwalker\c[0].
ru_ru: \c[3]Национальное содружество путешественников\c[0] является управляющей организацией на планете \c[3]Шадун\c[0]. Они используют совет из десяти высокопоставленных военных и политических деятелей для управления ресурсами и обеспечения поддержки четырёх \c[3]фракций\c[0] в рамках \c[3]операции Путепроходец\c[0].

# data/database.json/lore/factions/title
source: Factions
ru_ru: Фракции

# data/database.json/lore/factions/content/page-01-01/content
source: Factions are groups of humans who work together to secure the survival and further advancement of humanity on \c[3]\v[lore.title.planet]\c[0]. Most humans are part of one of 4 large factions with different fields of duties and core philosophies, each divided into regional subdivisions: - \c[3]Venture Alliance (VA)\c[0] - \c[3]Human Preservation Department (HPD)\c[0] - \c[3]Association of Human Advancement (AHA)\c[0] - \c[3]Amity of Balance (AoB)\c[0] While the factions are filled with highly resourceful experts of their field, they often need the support of the \c[3]\v[lore.title.seeker]s\c[0] because of their special connection to the \c[3]\v[lore.title.track-of-ancients]\c[0].
ru_ru: Фракции - это группы людей, которые работают вместе, чтобы обеспечить выживание и дальнейшее развитие человечества на \c[3]Шадуне\c[0]. Большинство людей являются частью одной из четырёх крупных фракций с различными областями обязанностей и основными принципами, каждая из которых поделена на региональные подразделения: - \c[3]Альянс авантюристов\c[0] - \c[3]Департамент защиты людей\c[0] - \c[3]Ассоциация человеческого развития\c[0] - \c[3]Сторонники баланса\c[0] Несмотря на то, что фракции полны очень изобретательными в своей области людьми, они часто нуждаются в помощи \c[3]Искателей\c[0], из-за их особой связи с \c[3]Путём Древних\c[0].

# data/database.json/lore/faction-heat-main/title
source: Venture Alliance
ru_ru: Альянс авантюристов

# data/database.json/lore/faction-heat-main/content/page-01-01/content
source: The \c[3]Venture Alliance (VA)\c[0] is a faction mainly responsible for doing pioneer work by exploring and claiming new land, hunting and scavenging wildlife and mining natural resources. Thus it often attracts an individualistic, adventuring type of person who prefers active work in the field, even if it's dangerous.
ru_ru: \c[3]Альянс авантюристов\c[0] - фракция, в основном ответственная за выполнение первопроходческой деятельности путём исследования и освоения новых земель, охоты, зачистки дикой природы и добычи природных ресурсов. Таким образом, он часто привлекает одиночек и рискового типа людей, которые предпочитают активную работу в поле, даже если это опасно.

# data/database.json/lore/faction-heat-main/content/page-01-02/content
source: Subdivisions include: - \c[3]Falldivers (FD)\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0]
ru_ru: Подразделения: - \c[3]Рейдеры Осени\c[0] в \c[3]Гавани новичков\c[0]

# data/database.json/lore/faction-heat-main/content/page-01-03/content
source: - \c[3]Bergen Digging Mates (BDM)\c[0] in \c[3]\v[area.bergen.name]\c[0]
ru_ru: - \c[3]Братство шахтёров Бергена\c[0] в \c[3]\v[area.bergen.name]е\c[0]

# data/database.json/lore/faction-heat-main/content/page-01-04/content
source: - \c[3]Arid Breeze (AB)\c[0] in \c[3]\v[area.heat-village.name]\c[0]
ru_ru: - \c[3]Сухой бриз\c[0] в \c[3]\v[area.heat-village.name]\c[0]

# data/database.json/lore/faction-heat-main/content/page-01-05/content
source: - \c[3]Woodland Vanguard (WV)\c[0] in \c[3]\v[area.jungle-city.name]\c[0]
ru_ru: - \c[3]Лесной авангард\c[0] в \c[3]Твердыне Бэйзина\c[0]

# data/database.json/lore/faction-heat-rookieharbor/title
source: Falldivers
ru_ru: Рейдеры Осени

# data/database.json/lore/faction-heat-rookieharbor/content/page-01-01/content
source: As the subdivision of the \c[3]Venture Alliance\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0], the \c[3]Falldivers (FD)\c[0] are the primary recon force in the entire Autumn Area and the southern coast of the continent. Aside from scouting for unexplored regions and monitoring any movements of the creatures connected to the \v[lore.title.track-of-ancients], they also hunt and search for useful resources and Ancient artifacts.
ru_ru: Как подразделение \c[3]Альянса авантюристов\c[0] в \c[3]Гавани новичков\c[0], \c[3]Рейдеры Осени\c[0] - основная разведывательная сила во всей Осенней области и на южном побережье континента. Помимо поиска неисследованных регионов и отслеживания любых перемещений существ, связанных с Путём Древних, они также охотятся и ищут полезные ресурсы и древние артефакты.

# data/database.json/lore/faction-heat-rookieharbor/content/page-01-02/content
source: The Falldivers are currently under the command of \c[3]Elenya Volkewsky\c[0], who holds the title of \c[3]Forerunner\c[0]. It should be noted, however, that the command structures in this Faction are very flexible.
ru_ru: Рейдеры Осени в настоящее время находятся под командованием \c[3]Элении Волкевски\c[0], которая имеет звание \c[3]Предвестник\c[0]. Однако следует отметить, что командные структуры в этой фракции очень гибкие.

# data/database.json/lore/faction-heat-bergen/title
source: Bergen Digging Mates
ru_ru: Братство шахтёров Бергена

# data/database.json/lore/faction-heat-bergen/content/page-01-01/content
source: As the subdivision of the \c[3]Venture Alliance\c[0] in \c[3]\v[area.bergen.name]\c[0], the \c[3]Bergen Digging Mates (BDM)\c[0] explore Mt. Bergen to find precious resources and also manage all the mining operations done in that area.
ru_ru: Как подразделение \c[3]Альянса авантюристов\c[0] в \c[3]\v[area.bergen.name]е\c[0], \c[3]Братство шахтёров Бергена\c[0] исследует гору Берген, чтобы найти ценные ресурсы, а также руководит всеми горными работами, совершаемыми в этой области.

# data/database.json/lore/faction-heat-bergen/content/page-01-02/content
source: The BDM are currently under the command of \c[3]Turis McEdinthil\c[0], who holds the title of \c[3]Chief Miner\c[0].
ru_ru: Братство шахтёров Бергена в настоящее время находится под контролем \c[3]Туриса МакЭдинтила\c[0], имеющего звание \c[3]Начальник шахты\c[0].

# data/database.json/lore/faction-heat-baki/title
source: Arid Breeze
ru_ru: Сухой бриз

# data/database.json/lore/faction-heat-baki/content/page-01-01/content
source: As the subdivision of the \c[3]Venture Alliance\c[0] in \c[3]\v[area.heat-village.name]\c[0], the \c[3]Arid Breeze (AB)\c[0] explores Maroon Valley to find ancient tombs and the artifacts that reside within them.
ru_ru: Как подразделение \c[3]Альянса авантюристов\c[0] в \c[3]\v[area.heat-village.name]\c[0], \c[3]Сухой бриз\c[0] исследует Бордовую долину, чтобы найти древние гробницы и артефакты, находящиеся внутри них.

# data/database.json/lore/faction-heat-baki/content/page-01-02/content
source: The AB are currently under the command of \c[3]Jonathan Lorenzo Mahir el Valente Al-Nassar\c[0] (also known as \c[3]Joel Mahir\c[0]), who holds the title of \c[3]First Wind\c[0].
ru_ru: Сухой бриз в настоящее время находится под командованием \c[3]Джонатана Лоренцо Махира эль Валентэ Аль-Нассара\c[0] (так же известного, как \c[3]Джоэль Махир\c[0]), носящего титул \c[3]Первородный ветер\c[0].

# data/database.json/lore/faction-heat-jungle/title
source: Woodland Vanguard
ru_ru: Лесной авангард

# data/database.json/lore/faction-heat-jungle/content/page-01-01/content
source: As the subdivision of the \c[3]Venture Alliance\c[0] in \c[3]\v[area.jungle-city.name]\c[0], the \c[3]Woodland Vanguard (WV)\c[0] explores Gaia's Garden to find hints of Ancient culture and technology. They have a strong affinity to both vintage artifacts of the Ancients and technologically advanced gadgets. They are very proud in already doing explorations of the Ancients even before it became a prime directive.
ru_ru: Как подразделение \c[3]Альянса авантюристов\c[0] в \c[3]Твердыне Бэйзина\c[0], \c[3]Лесной авангард\c[0] исследует Сад Гайи, чтобы найти намёки на культуру и технологии Древних. Они имеют сильное влечение как к старинным артефактам Древних, так и к технологически продвинутым гаджетам. Они очень горды тем, что проводили исследования Древних ещё до того, как это стало основной директивой.

# data/database.json/lore/faction-heat-jungle/content/page-01-02/content
source: The WV are currently under the command of \c[3]Kacela Madaki\c[0], who holds the title of \c[3]Lead Pioneer\c[0].
ru_ru: Лесной авангард сейчас находится под командованием \c[3]Кацелы Мадаки\c[0], имеющей звание \c[3]Ведущий пионер\c[0].

# data/database.json/lore/faction-cold-main/title
source: Human Preservation Department
ru_ru: Департамент защиты людей

# data/database.json/lore/faction-cold-main/content/page-01-01/content
source: The \c[3]Human Preservation Department (HPD)\c[0] is a faction mainly responsible for the protection and discipline of the human settlements on \v[lore.title.planet]. Thus they both serve as the main standing army of the human forces and also as the police force. Also part of the HPD are doctors and all kinds of rescue service personnel.
ru_ru: \c[3]Департамент защиты людей\c[0] - фракция, в основном ответственная за защиту и дисциплину в людских поселениях на Шадуне. Таким образом, они являются основной регулярной армией людей и полицией одновременно. Также некоторые члены Департамента защиты людей являются врачами и работниками всех видов спасательных служб.

# data/database.json/lore/faction-cold-main/content/page-01-02/content
source: Subdivisions include: - \c[3]Rookie Harbor Guards (RHG)\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0]
ru_ru: Подразделения: - \c[3]Стража Гавани новичков\c[0] в \c[3]Гавани новичков\c[0]

# data/database.json/lore/faction-cold-main/content/page-01-03/content
source: - \c[3]Bergen Guards (BG)\c[0] in \c[3]\v[area.bergen.name]\c[0]
ru_ru: - \c[3]Бергенская стража\c[0] в \c[3]\v[area.bergen.name]е\c[0]

# data/database.json/lore/faction-cold-main/content/page-01-04/content
source: - \c[3]Maroon Baki Guards (MBG)\c[0] in \c[3]\v[area.heat-village.name]\c[0]
ru_ru: - \c[3]Бордовая бакийская стража\c[0] в \c[3]Ба'кии Кум\c[0]

# data/database.json/lore/faction-cold-main/content/page-01-05/content
source: - \c[3]Basin Police Force (BPF)\c[0] in \c[3]\v[area.jungle-city.name]\c[0]
ru_ru: - \c[3]Полиция Бэйзина\c[0] в \c[3]Твердыне Бэйзина\c[0]

# data/database.json/lore/faction-cold-rookieharbor/title
source: Rookie Harbor Guard
ru_ru: Стража Гавани новичков

# data/database.json/lore/faction-cold-rookieharbor/content/page-01-01/content
source: As the subdivision of the \c[3]Human Preservation Department\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0], the \c[3]Rookie Harbor Guard (RHG)\c[0] is tasked to keep justice and order in \v[area.rookie-harbor.name] and the surrounding areas like \v[area.autumn-area.name]. This includes both defending against attacks from the track and solving crimes done by other humans.
ru_ru: Как подразделению \c[3]Департамента защиты людей\c[0] в \c[3]Гавани новичков\c[0], \c[3]Страже Гавани новичков\c[0] поручено сохранять справедливость и порядок в Гавани новичков и окрестностях Расцвета Осени. Это включает в себя защиту от атак Пути и раскрытие преступлений других людей.

# data/database.json/lore/faction-cold-rookieharbor/content/page-01-02/content
source: The guard is under the command of \c[3]Sgt. Julius Brassler\c[0].
ru_ru: Стражей командует \c[3]сержант Джулиус Брасслер\c[0].

# data/database.json/lore/faction-cold-bergen/title
source: Bergen Guard
ru_ru: Бергенская стража

# data/database.json/lore/faction-cold-bergen/content/page-01-01/content
source: As the subdivision of the \c[3]Human Preservation Department\c[0] in \c[3]\v[area.bergen.name]\c[0], the \c[3]Bergen Guard (BG)\c[0] are tasked to keep justice and order in \v[area.bergen.name] and the surrounding areas of \v[area.bergen-trails.name]. This includes both defending against attacks from the track and solving crimes committed by other humans.
ru_ru: Как подразделению \c[3]Департамента защиты людей\c[0] в \c[3] \v[area.bergen.name]е\c[0], \c[3]Бергенской страже\c[0] поручено сохранять справедливость и порядок в \v[area.bergen.name]е и окрестностях Тропы в Берген. Это включает в себя защиту от атак Пути и раскрытие преступлений других людей.

# data/database.json/lore/faction-cold-bergen/content/page-01-02/content
source: The guard is under the command of \c[3]Sgt. Silvia Sterling\c[0].
ru_ru: Стражей командует \c[3]сержант Сильвия Стерлинг\c[0].

# data/database.json/lore/faction-cold-baki/title
source: Maroon Baki Guard
ru_ru: Бордовая бакийская стража

# data/database.json/lore/faction-cold-baki/content/page-01-01/content
source: As the subdivision of the \c[3]Human Preservation Department\c[0] in \c[3]\v[area.heat-village.name]\c[0], the \c[3]Maroon Baki Guard (MBG)\c[0] is tasked to keep justice and order in \v[area.heat-village.name] and the surrounding areas of \v[area.heat-area.name]. This includes both defending against attacks from the track and solving crimes committed by other humans.
ru_ru: Как подразделению \c[3]Департамента защиты людей\c[0] в \c[3] \v[area.heat-village.name]е\c[0], \c[3]Бордовой бакийской страже\c[0] поручено сохранять справедливость и порядок в \v[area.heat-village.name] и окрестностях Бордовой долины. Это включает в себя защиту от атак Пути и раскрытие преступлений других людей.

# data/database.json/lore/faction-cold-baki/content/page-01-02/content
source: The guard is under the command of the old veteran \c[3]Sgt. Rainer Niellos\c[0], who is known for his friendly relations with the local Shad.
ru_ru: Стражей командует старый ветеран \c[3]сержант Райнер Ниллос\c[0], который известен своими дружескими отношениями с местными шадами.

# data/database.json/lore/faction-cold-jungle/title
source: Basin Police Force
ru_ru: Полиция Бэйзина

# data/database.json/lore/faction-cold-jungle/content/page-01-01/content
source: As the subdivision of the \c[3]Human Preservation Department\c[0] in \c[3]\v[area.jungle-city.name]\c[0], the \c[3]Basin Police Force (BPF)\c[0] is tasked to keep justice and order in \v[area.jungle-city.name] and the surrounding areas of \v[area.jungle.name]. This includes both defending against attacks from the track and solving crimes committed by other humans.
ru_ru: Как подразделению \c[3]Департамента защиты людей\c[0] в \c[3]Твердыне Бэйзина\c[0], \c[3]Полиции Бэйзина\c[0] поручено сохранять справедливость и порядок в Твердыне Бэйзина и окрестностях Сада Гайи. Это включает в себя защиту от атак Пути и раскрытие преступлений других людей.

# data/database.json/lore/faction-cold-jungle/content/page-01-02/content
source: The police is under the command of \c[3]Sgt. Daz Bronzel\c[0].
ru_ru: Полицией командует \c[3]сержант Даз Бронзель\c[0].

# data/database.json/lore/faction-shock-main/title
source: Assoc. of Human Advancement
ru_ru: Ассоциация человеческого развития

# data/database.json/lore/faction-shock-main/content/page-01-01/content
source: The \c[3]Association of Human Advancement (AHA)\c[0] is a faction mainly responsible for trade, manufacturing and scientific research.
ru_ru: \c[3]Ассоциация человеческого развития\c[0] - фракция, в основном ответственная за торговлю, промышленность и научные исследования.
