Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/jungleGreens-3-escort_2/tasks/1/task
source: Talk to \c[3]Linde\c[0] on the \c[3]Isle of Legend\c[0] in \c[3]\v[area.beach.name]\c[0]
es_es: Habla con \c[3]Linde\c[0] en la \c[3]Isla de la Leyenda\c[0] en \c[3]\v[area.beach.name]\c[0]

# data/database.json//quests/jungleGreens-3-escort_2/tasks/2/task
source: Talk to \c[3]Linde\c[0] again and \c[3]escort her while she searches the area for the energy concentration\c[0]
es_es: Habla con \c[3]Linde\c[0] nuevamente y \c[3]escóltale mientras busca en el área la concentración de energía\c[0]

# data/database.json//quests/jungleGreens-3-escort_2/tasks/3/task
source: Talk to \c[3]Linde\c[0] again to \c[3]start collecting the powerful salt\c[0]
es_es: Habla con \c[3]Linde\c[0] nuevamente para \c[3]comenzar a recolectar esta sal poderosa\c[0]

# data/database.json//quests/jungleGreens-3-escort_2/tasks/4/task
source: Report back to \c[3]Claude Reynes\c[0] in the \c[3]Gaia's Gardeners HQ\c[0]
es_es: Informa a \c[3]Claude Reynes\c[0] en la \c[3]Sede de los Jardineros de Gaia\c[0]

# data/database.json//quests/jungleGreens-3-escort_2/tasks/5/task
source: Return to the \c[3]outside entrance\c[0] of \c[3]\v[area.jungle-city.name]\c[0] to pacify the toxic ghost with \c[3]Linde\c[0]
es_es: Regresa a la \c[3]entrada exterior\c[0] de \c[3]\v[area.jungle-city.name]\c[0] para apaciguar al fantasma tóxico con \c[3]Linde\c[0]

# data/database.json//quests/jungleGreens-3-escort_2/tasks/6/task
source: Report back to \c[3]Claude Reynes\c[0] in the \c[3]Gaia's Gardeners HQ\c[0] again
es_es: Vuelve a informar a \c[3]Claude Reynes\c[0] en el \c[3]Cuartel General de los Jardineros de Gaia\c[0]

# data/database.json//quests/oldman-drill/name
source: The Book of an Old Man
es_es: El Libro de un Anciano

# data/database.json//quests/oldman-drill/person
source: Old Man
es_es: Anciano

# data/database.json//quests/oldman-drill/personAfter
source: Old Man
es_es: Anciano

# data/database.json//quests/oldman-drill/description
source: You found the book the \c[3]Old Man\c[0] you traded with dropped. He mentions \c[3]Sapphire Ridge\c[0]. Go find him and return this book!
es_es: Encontraste el libro que el \c[3]Anciano\c[0] dejó caer. Habla sobre la \c[3]Cresta Zafiro\c[0]. ¡Ve a buscarlo y devuélvele este libro!

# data/database.json//quests/oldman-drill/briefing
source: You found the legendary stones and brought them to the \c[3]Old Smith\c[0] to forge the \c[3]\v[item.445.name]\c[0]. The old man then used a strange ritual with which he created the \c[3]\v[item.323.name]\c[0]. However, all that is left of the old man is a statue with closed eyes and a gentle smile.
es_es: Encontraste las piedras legendarias y se las llevaste al \c[3]Viejo Smith\c[0] para forjar el \c[3]\v[item.445.name]\c[0]. El anciano luego usó un extraño ritual con el que creó el \c[3]\v[item.323.name]\c[0]. Sin embargo, todo lo que queda del anciano es una estatua con los ojos cerrados y una sonrisa amable.

# data/database.json//quests/oldman-drill/tasks/0/task
source: Find the \c[3]Old Man\c[0] somewhere in \c[3]Sapphire Ridge\c[0]
es_es: Encuentra al \c[3]Anciano\c[0] en algún lugar de \c[3]Cresta Zafiro\c[0]

# data/database.json//quests/oldman-drill/tasks/1/task
source: Find the \c[3]Stones of Origin\c[0] hidden in the cities of CrossWorlds
es_es: Encuentra las \c[3]Piedras de Origen\c[0] escondidas en las ciudades de CrossWorlds

# data/database.json//quests/oldman-drill/tasks/2/task
source: Return to the \c[3]Old Man\c[0] in \c[3]Sapphire Ridge - Cave Inn\c[0]
es_es: Regresa con el \c[3]Anciano\c[0] en la \c[3]Cresta Zafiro - Posada de la Cueva\c[0]

# data/database.json//quests/oldman-drill/tasks/3/task
source: Find the \c[3]Old Smith\c[0] in a cave on \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Encuentra al \c[3]Viejo Smith\c[0] en una cueva en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/oldman-drill/tasks/4/task
source: Find the \c[3]Old Smith\c[0] in the residential district of \c[3]\v[area.rhombus-sqr.name]\c[0]
es_es: Encuentra al \c[3]Viejo Smith\c[0] en el distrito residencial de \c[3]\v[area.rhombus-sqr.name]\c[0]

# data/database.json//quests/oldman-drill/tasks/5/task
source: Search for the \c[3]\v[item.456.name]\c[0] located somewhere in \c[3]\v[area.rhombus-sqr.name]\c[0]
es_es: Busque el \c[3]\v[item.456.name]\c[0] ubicado en algún lugar de \c[3]\v[area.rhombus-sqr.name]\c[0]

# data/database.json//quests/oldman-drill/tasks/6/task
source: Return to the \c[3]Old Smith\c[0] in \c[3]\v[area.rhombus-sqr.name]\c[0]
es_es: Regrese al \c[3]Viejo Smith\c[0] en \c[3]\v[area.rhombus-sqr.name]\c[0]

# data/database.json//quests/oldman-drill/tasks/7/task
source: Bring the Gem to the \c[3]Old Man\c[0] in \c[3]\v[area.forest.name] - Cave Inn 1F\c[0]
es_es: Llévale la gema al \c[3]Anciano\c[0] en \c[3]\v[area.forest.name] - Posada de la Cueva P1\c[0]

# data/database.json//quests/basin-mush-1/name
source: Sprouting Business
es_es: Negocio de Germinación

# data/database.json//quests/basin-mush-1/description
source: Mick Calzone is in need of help. His father tasked him with gathering \c[3]Venom Mushrooms\c[0] and \c[3]Glowspheres\c[0] from the infested part of the jungle. He is not a fighter and thus asked you for help.
es_es: Mick Calzone necesita ayuda. Su padre le encargó que recolectara \c[3]Hongos Venenosos\c[0] y \c[3]Esferas Luminosas\c[0] de la parte infestada de la jungla. Él no es un luchador y por eso te pidió ayuda.

# data/database.json//quests/basin-mush-1/briefing
source: You brought Mick the mushrooms and spheres. Now you are left to wonder why a father would ask his son to bring him these goods in order to let him join his "business".
es_es: Le trajiste a Mick los hongos y las esferas. Ahora usted se pregunta por qué un padre le pediría a su hijo que le trajera estos bienes para permitirle unirse a su "negocio".

# data/database.json//quests/basin-mush-1/tasks/0/task
source: Collect \c[3]Venom Shrooms\c[0] and \c[3]Glowing Spheres\c[0] in the infested jungle region.
es_es: Recoge \c[3]Hongos venenosos\c[0] y \c[3]Esferas resplandecientes\c[0] en la región de la jungla infestada.

# data/database.json//quests/basin-mush-1/tasks/1/task
source: Return to Mick in \c[3]Basin Keep - Pond Slums\c[0] and give him the goods.
es_es: Vuelve con Mick en \c[3]Torreón de la Cuenca - Barrio Marginal\c[0] y dale los bienes.

# data/database.json//quests/basin-mush-2/name
source: Mushroom Kingdom
es_es: Reino Champiñón

# data/database.json//quests/basin-mush-2/description
source: Don Vita wants you to find a way past the guards on a special trading route below the city that goes all the way to the infested jungle. Help him and he will grant you a pass to the traders of \c[3]Pond Slums\c[0].
es_es: Don Vita quiere que encuentres una forma de pasar por los guardias en una ruta comercial especial debajo de la ciudad que llega hasta la Jungla Infestada. Ayúdalo y te dará un pase para los comerciantes del \c[3]Barrio Marginal\c[0].

# data/database.json//quests/basin-mush-2/briefing
source: You found a valid route for Don Vita's Men to smuggle the mushroom into the city. As a token of his gratitude you have been granted access to the \c[3]Pond Slums Traders\c[0]. Also you are in good standing with Don Vita, which might come in handy at some point.
es_es: Has encontrado una ruta válida para que Don Vita contrabandee el hongo a la ciudad. Como muestra de su gratitud, se te ha otorgado acceso a los \c[3]Comerciantes del Barrio Marginal\c[0]. Además, tienes una buena reputación con Don Vita, lo que podría ser útil en algún momento.

# data/database.json//quests/basin-mush-2/tasks/0/task
source: Find Mick Calzone in the \c[3]Lost Lookout\c[0]
es_es: Encuentra a Mick Calzone en el \c[3]Mirador Perdido\c[0]

# data/database.json//quests/basin-mush-2/tasks/1/task
source: Follow Mick into the cavern
es_es: Sigue a Mick a la caverna

# data/database.json//quests/basin-mush-2/tasks/2/task
source: Avoid all guards and find a path through the cavern
es_es: Evita a todos los guardias y encuentra un camino a través de la caverna

# data/database.json//quests/basin-mush-2/tasks/3/task
source: Report back to \c[3]Don Vita\c[0] in the \c[3]Calzone Basement\c[0] with the tracker chip
es_es: Informa a \c[3]Don Vita\c[0] en el \c[3]Sótano de Calzone\c[0] con el chip rastreador

# data/database.json//quests/halloween/hubSettings/location
source: I'm building a fantastic new attraction. Find me at the \c[3]Entrance of Basin Keep\c[0].
es_es: Estoy construyendo una nueva atracción fantástica. Encuéntrame en la \c[3]Entrada del Torreón de la Cuenca\c[0].

# data/database.json//quests/halloween/person
source: The Boosi Man
es_es: Sr. Boogie

# data/database.json//quests/halloween/description
source: A huge businessman asked you for help to build a new attraction! Of course it boils down to items again.
es_es: ¡Un gran hombre de negocios te pidió ayuda para construir una nueva atracción! Por supuesto, todo se reduce a artículos nuevamente.

# data/database.json//quests/halloween/briefing
source: Turns out it was just a ghost wanting your attention. It seemed satisfied enough!
es_es: Resulta que solo era un fantasma que quería tu atención. ¡Parecía muy satisfecho!

# data/database.json//quests/halloween/tasks/0/task
source: Collect decorative flames from \c[3]Jack'on'Fire\c[0] within the \c[3]infested jungle\c[0]
es_es: Recoge llamas decorativas de \c[3]Jack'on'Fire\c[0] dentro de la \c[3]Jungla Infestada\c[0]

# data/database.json//quests/halloween/tasks/1/task
source: Talk again to the \c[3]huge businessman\c[0] in the \c[3]\v[area.jungle-city.name] Centrum\c[0]
es_es: Habla de nuevo con el \c[3]Gran Hombre de Negocios\c[0] en el \c[3]\v[area.jungle-city.name] Centrum\c[0]

# data/database.json//quests/halloween/tasks/2/task
source: Conduct a test run of the new attraction
es_es: Realizar una prueba de funcionamiento de la nueva atracción

# data/database.json//quests/unknown-warrior-4/name
source: A Promise Is a Promise 4
es_es: Una Promesa es una Promesa 4

# data/database.json//quests/unknown-warrior-4/description
source: D'Kar asks you to help him find the \c[3]\v[item.443.name]\c[0]. If you help him, you apparently also help his children. Go find that Deck!
es_es: D'Kar te pide que lo ayudes a encontrar el \c[3]\v[item.443.name]\c[0]. Si lo ayudas, aparentemente también ayudas a sus hijos. ¡Ve a buscar ese Mazo!

# data/database.json//quests/unknown-warrior-4/briefing
source: You found the \v[item.443.name] and D'Kar finally found out that you can't talk. He also mentioned his hopes for bringing his children together so he can "explain" himself. He left without telling you what he meant, however...
es_es: Encontraste el \v[item.443.name] y D'Kar finalmente descubrió que no puedes hablar. También mencionó sus esperanzas de reunir a sus hijos para poder "explicarse". Se fue sin decirte a qué se refería, sin embargo...

# data/database.json//quests/unknown-warrior-4/tasks/0/task
source: Find the \c[3]\v[item.443.name]\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Encuentra el \c[3]\v[item.443.name]\c[0] en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/unknown-warrior-4/tasks/1/task
source: Hand over the \v[item.443.name] to D'Kar in \c[3]\v[area.jungle-city.name] - Echelon Tower\c[0]
es_es: Entrega el \v[item.443.name] a D'Kar en \c[3]\v[area.jungle-city.name] - Torre Escalonada\c[0]

# data/database.json//quests/console-playstation-1/hubSettings/location
source: Fish with mechanical legs appearing in the wild. Something is afoot. \c[3]- Pond Slums\c[0]
es_es: Hay peces con patas mecánicas apareciendo en la naturaleza. Algo anda mal. \c[3]- Barrio Marginal\c[0]

# data/database.json//quests/console-playstation-1/name
source: Foul Play
es_es: Juego Sucio

# data/database.json//quests/console-playstation-1/description
source: The mysterious \c[3]Sonya Bolt\c[0] is investigating a \c[3]conspiracy involving bio-engineered creatures\c[0] in \v[area.jungle.name]. She trusts you to help her get behind this convoluted situation.
es_es: La misteriosa \c[3]Sonya Bolt\c[0] está investigando una \c[3]conspiración que involucra a criaturas de bioingeniería\c[0] en \v[area.jungle.name]. Confía en ti para que la ayudes a superar esta situación.

# data/database.json//quests/console-playstation-1/briefing
source: You investigated the case of the bio-engineered creatures in \v[area.jungle.name] and also uncovered a secret facility of the "Mech Machinery"-company! Maybe this other new secret facility really exists as well?
es_es: ¡Has investigado el caso de las criaturas creadas con bioingeniería en \v[area.jungle.name] y también has descubierto una instalación secreta en "Maquinaria Mecánica"! ¿Quizás esta otra nueva instalación exista también?

# data/database.json//quests/console-playstation-1/tasks/0/task
source: Search for new species on \c[3]Clinging River\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Busca nuevas especies en el \c[3]Río Pegajoso\c[0] en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/console-playstation-1/tasks/1/task
source: Search for new species on the \c[3]V'rda Vil North\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Busca nuevas especies en \c[3]V'rda Vil Norte\c[0] en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/console-playstation-1/tasks/2/task
source: Examine the strange device in \c[3]V'rda Vil North\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Examina el extraño dispositivo en \c[3]V'rda Vil Norte\c[0] en el \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/console-playstation-1/tasks/3/task
source: Find and enter the \c[3]Secret Entrance\c[0] on \c[3]V'rda Vil North\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Encuentra e ingresa a la \c[3]Entrada secreta\c[0] en \c[3]V'rda Vil Norte\c[0] en \c[3]\v[area.jungle.name]\c[ 0]

# data/database.json//quests/console-playstation-1/tasks/4/task
source: Explore the \c[3]Secret Facility\c[0]
es_es: Explora la \c[3]Instalación Secreta\c[0]

# data/database.json//quests/console-playstation-1/tasks/5/task
source: Return to \c[3]Sonya Bolt\c[0] in \c[3]Pond Slums\c[0] of \c[3]\v[area.jungle-city.name]\c[0]
es_es: Regresa con \c[3]Sonya Bolt\c[0] en el \c[3]Barrio Marginal\c[0] del \c[3]\v[area.jungle-city.name]\c[0]

# data/database.json//quests/infestation-2/name
source: The Root Cause
es_es: La Causa Raiz

# data/database.json//quests/infestation-2/description
source: The Shad are ready to fight! But Dr. Lou Cretia thinks she can resolve the ongoing tension by finding the true cause for the infestation of the jungle. Help her!
es_es: ¡Los Shad están listos para luchar! Pero la Dra. Lou Cretia cree que puede resolver la tensión actual encontrando la verdadera causa de la infestación de la jungla. ¡Ayúdala!

# data/database.json//quests/infestation-2/briefing
source: You found the actual cause for the infestation and the black cats. A rather gloomy looking beast destroyed part of the \v[area.shock-dng.name] which caused the track to start a process that was trying to fix the damaged part but was running haywire.
es_es: Encontraste la causa real de la infestación y los gatos negros. Una bestia de aspecto bastante sombrío destruyó parte de \v[area.shock-dng.name], lo que causó que inicie un proceso de reparación de la parte dañada de forma descontrolada.

# data/database.json//quests/infestation-2/tasks/0/task
source: Follow Dr. Cretia to the power plant at the \c[3]Zir'vitar Temple Entrance\c[0]
es_es: Sigue a la Dra. Cretia hasta la central eléctrica en la \c[3]Entrada del Templo Zir'vitar\c[0]

# data/database.json//quests/infestation-2/tasks/1/task
source: Follow Dr. Cretia to her office at the \c[3]Zir'vitar Temple Entrance\c[0]
es_es: Sigue a la Dra. Cretia a su oficina en la \c[3]Entrada del Templo Zir'vitar\c[0]

# data/database.json//quests/infestation-2/tasks/2/task
source: Talk to Dr. Cretia at the \c[3]Zir'vitar temple Entrance\c[0]
es_es: Habla con la Dra. Cretia en la \c[3]Entrada del templo Zir'vitar\c[0]

# data/database.json//quests/infestation-2/tasks/3/task
source: Defeat the \c[3]strange pole\c[0] and the \c[3]\v[combat.name.minibosses/shockcat-black]\c[0]
es_es: Derrota al \c[3]poste extraño\c[0] y al \c[3]\v[combat.name.minibosses/shockcat-black]\c[0]

# data/database.json//quests/infestation-2/tasks/4/task
source: Talk to Dr. Cretia at the \c[3]Zir'vitar Temple Entrance\c[0] again
es_es: Habla con la Dra. Cretia en la \c[3]Entrada del Templo Zir'vitar\c[0] de nuevo

# data/database.json//quests/infestation-2/tasks/5/task
source: Find a way to defeat the pole at the \c[3]Zir'vitar Temple Entrance\c[0]
es_es: Encuentra una forma de derrotar el Poste en el \c[3]Entrada del templo de Zir'vitar\c[0]

# data/database.json//quests/infestation-2/tasks/6/task
source: Defeat the other pole at the \c[3]Zir'vitar Temple Entrance\c[0]
es_es: Derrota al otro Poste en la \c[3]Entrada del templo de Zir'vitar\c[0]

# data/database.json//quests/infestation-2/tasks/7/task
source: Talk to Dr. Cretia at the \c[3]Zir'vitar Temple Entrance\c[0]
es_es: Habla con la Dra. Cretia en la \c[3]Entrada del Templo Zir'vitar\c[0]

# data/database.json//quests/infestation-2/tasks/8/task
source: Follow the trail of poles south of \c[3]Zir'vitar Temple Entrance\c[0]
es_es: Sigue el rastro de Postes al sur de la \c[3]Entrada al Templo Zir'vitar\c[0]

# data/database.json//quests/infestation-2/tasks/9/task
source: Defeat the \v[combat.name.jungle/algorithm] at the \c[3]Old Timber\c[0]
es_es: Derrota al \v[combat.name.jungle/algorithm] en la \c[3]Madera Vieja\c[0]

# data/database.json//quests/infestation-2/tasks/10/task
source: Follow the poles to the east of \c[3]Old Timber\c[0]
es_es: Sigue los postes al este de \c[3]Madera Vieja\c[0]

# data/database.json//quests/infestation-2/tasks/11/task
source: Defeat the \v[combat.name.jungle/algorithm] at the \c[3]Lost Lookout\c[0]
es_es: Derrota al \v[combat.name.jungle/algorithm] en el \c[3]Mirador Perdido\c[0]

# data/database.json//quests/infestation-2/tasks/12/task
source: Follow the poles to the north of \c[3]Lost Lookout\c[0]
es_es: Sigue los Postes al norte del \c[3]Mirador Perdido\c[0]

# data/database.json//quests/infestation-2/tasks/13/task
source: Defeat the \v[combat.name.jungle/algorithm] at the \c[3]Infested Marches South\c[0]
es_es: Derrota al \v[combat.name.jungle/algorithm] en \c[3]Marcas Infestadas del Sur\c[0]

# data/database.json//quests/infestation-2/tasks/14/task
source: Follow the poles to the north of \c[3]Infested Marshes South\c[0]
es_es: Sigue los Postes hacia el norte de \c[3]Pantanos Infestados Sur\c[0]

# data/database.json//quests/infestation-2/tasks/15/task
source: Defeat the \v[combat.name.jungle/algorithm] at the \c[3]Infested Marches North\c[0]
es_es: Derrota al \v[combat.name.jungle/algorithm] en \c[3]Marismas Infestadas Norte\c[0]

# data/database.json//quests/infestation-2/tasks/16/task
source: Follow the poles north of \c[3]Infested Marshes North\c[0]
es_es: Sigue los Postes al norte de \c[3]Pantanos Infestados Norte\c[0]

# data/database.json//quests/infestation-2/tasks/17/task
source: Follow the creature into the cave at \c[3]Infested Heart\c[0]
es_es: Sigue los Postes al norte de \c[3]Marismas infestadas Norte\c[0]

# data/database.json//quests/infestation-2/tasks/18/task
source: Defeat Sephisloth, the root of all evil.
es_es: Derrota a Perezófirot, la raíz de todo mal.

# data/database.json//quests/infestation-2/tasks/19/task
source: Report back to Dr. Cretia in her lab at \c[3]Zir'vitar Temple Entrance\c[0]
es_es: Informa a la Dra. Cretia en su laboratorio en \c[3]Entrada al Templo Zir'vitar\c[0]

# data/database.json//quests/trailblaze-jungle/name
source: Gaia's Garden Trailblazing
es_es: Pionero del Jardín de Gaia

# data/database.json//quests/trailblaze-jungle/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-jungle/description
source: Another Area, another analysis requested by Henry the Researcher. This time you are tasked to survey \c[3]Gaia's Garden\c[0].
es_es: Otra Área, otro análisis solicitado por Henry el Investigador. Esta vez tienes la tarea de inspeccionar el \c[3]Jardín de Gaia\c[0].

# data/database.json//quests/trailblaze-jungle/briefing
source: You explored \c[3]Gaia's Garden\c[0] but Henry was nowhere to be found. Instead \c[3]Baxton Addi\c[0] appeared and informed you that Henry could be involved in an unauthorized activity.
es_es: Exploraste el \c[3]Jardín de Gaia\c[0] pero Henry no estaba por ninguna parte. En su lugar, apareció \c[3]Baxton Addi\c[0] y le informó que Henry podría estar involucrado en una actividad no autorizada.

# data/database.json//quests/trailblaze-jungle/tasks/0/task
source: Finish the tasks Henry gave you
es_es: Termina las tareas que Henry te dio

# data/database.json//quests/trailblaze-jungle/tasks/0/subtasks/0/text
source: Finish the Collect Quest
es_es: Completa la Misión de Recolección

# data/database.json//quests/trailblaze-jungle/tasks/0/subtasks/1/text
source: Finish the Defeat Quest
es_es: Completa la Misión de Conquista

# data/database.json//quests/trailblaze-jungle/tasks/0/subtasks/2/text
source: Finish the Landmark Quest
es_es: Completa la Misión de Puntos de Referencia

# data/database.json//quests/trailblaze-jungle/tasks/0/subtasks/3/text
source: Finish the Data Probe Quest
es_es: Completa la Misión de la Sonda de Datos

# data/database.json//quests/trailblaze-jungle/tasks/1/task
source: Return to Henry in \c[3]Gaia's Garden - Crossroad\c[0] to show him your findings
es_es: Vuelve con Henry en \c[3]Jardín de Gaia - Cruce\c[0] para mostrarle tus hallazgos

# data/database.json//quests/trailblaze-jungle-1/name
source: Gaia's Garden Collect
es_es: Recolección del Jardín de Gaia

# data/database.json//quests/trailblaze-jungle-1/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-jungle-1/description
source: Collect the requested items for Henry in \c[3]Gaia's Garden\c[0].
es_es: Reúne los artículos solicitados por Henry en \c[3]Gaia's Garden\c[0].

# data/database.json//quests/trailblaze-jungle-1/briefing
source: You found the requested items in \c[3]Gaia's Garden \c[0]
es_es: Encontraste los artículos solicitados en \c[3]Jardín de Gaia\c[0]

# data/database.json//quests/trailblaze-jungle-1/tasks/0/task
source: Find the items in \c[3]\v[area.jungle.name]\c[0]
es_es: Encuentra los elementos en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/trailblaze-jungle-2/name
source: Gaia's Garden Defeat
es_es: Conquista del Jardín de Gaia

# data/database.json//quests/trailblaze-jungle-2/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-jungle-2/description
source: Collect samples on different enemies by defeating them in \c[3]Gaia's Garden\c[0].
es_es: Recolecta muestras de diferentes enemigos derrotándolos en \c[3]Jardín de Gaia\c[0].

# data/database.json//quests/trailblaze-jungle-2/briefing
source: You collected the data on the requested enemies.
es_es: Has recopilado los datos de los enemigos solicitados.

# data/database.json//quests/trailblaze-jungle-2/tasks/0/task
source: Defeat enemies in \c[3]\v[area.jungle.name]\c[0]
es_es: Derrota enemigos en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/trailblaze-jungle-3/name
source: Gaia's Garden Landmarks
es_es: Puntos de referencia del Jardín de Gaia

# data/database.json//quests/trailblaze-jungle-3/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-jungle-3/description
source: Henry the Researcher asked you to find all the landmarks in \c[3]Gaia's Garden\c[0].
es_es: Henry el Investigador te pidió que encontraras todos los puntos de referencia en \c[3]Jardín de Gaia\c[0].
