Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/enemies/frobbit/descriptions/0/text
source: This white counterpart to the \v[combat.name.gray-frobbit] lives in the higher places of Mount. Bergen and is every bit as cute... and evil. However it is stronger and can quickly whittle you down when encountered in big packs.
ru_ru: Этот белый аналог Молодого кроляга живёт в более высоких местах горы Берг и такой же милый... и злой. Однако он сильнее и может быстро сбить с толку, если попадётся вам в больших стаях.

# data/database.json/enemies/cold.frobbit-quest-dirty/name
source: Dirty Frobbit
ru_ru: Немытый кроляг

# data/database.json/enemies/cold.frobbit-quest-dirty/species
source: Dirty Mammal
ru_ru: Грязное млекопитающее

# data/database.json/enemies/cold.frobbit-quest-dirty/descriptions/0/text
source: A \c[3]\v[combat.name.frobbit]\c[0] that got dirty by hopping around mining machines. The thick filth has not only made its fur become \c[3]almost impervious to damage\c[0], it also enraged the usually peaceful animal to \c[3]attack any human\c[0] it sees. Only a \c[3]forced bath\c[0] will clean up their fur and make them vulnerable again.
ru_ru: \c[3]\v[combat.name.frobbit]\c[0], который испачкался, прыгая вокруг добывающих машин. Толстый слой грязи не только сделал его мех \c[3]почти невосприимчивым к урону\c[0], но и разозлил обычно мирное животное так, что он \c[3]нападает на любого человека\c[0], которого видит. Только \c[3]принудительная ванна\c[0] очистит их мех и сделает уязвимыми снова.

# data/database.json/enemies/legend-frobbit/name
source: Legendary Frobbit
ru_ru: Легендарный кроляг

# data/database.json/enemies/legend-frobbit/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/legend-frobbit/descriptions/0/text
source: Despite its fancy name, this is just a normal \c[3]\v[combat.name.gray-frobbit]\c[0].
ru_ru: Несмотря на крутое имя, это всего лишь самый обыкновенный \c[3]\v[combat.name.gray-frobbit]\c[0].

# data/database.json/enemies/daft-frobbit/name
source: Hologram Frobbit
ru_ru: Голограмма кроляга

# data/database.json/enemies/daft-frobbit/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/daft-frobbit/descriptions/0/text
source: A mischievous variant of the common \c[3]\v[combat.name.gray-frobbit]\c[0] created by the Ancients as part of a trial. It will jump around and make you chase it all around the area until finally engaging in combat. And boy does it pack a punch, combining both Heat and Cold for furious attacks.
ru_ru: Вредный подвид обычного \c[3]Молодого кроляга\c[0], созданный Древними как часть испытания. Он будет прыгать и заставит вас преследовать его по всей локации, пока, наконец, не вступит в бой. И этот малыш сражается отменно, сочетая Пламя и Холод для яростных атак.

# data/database.json/enemies/seahorse/name
source: Seafly
ru_ru: Стреконёк

# data/database.json/enemies/seahorse/species
source: Flying Seahorse
ru_ru: Воздушный конёк

# data/database.json/enemies/seahorse/descriptions/0/text
source: This seahorse has transcended its sea life and grew wings that allow it be part of the busy fauna of the land. It usually spends its day eating plants and flying around. When attacked it will use its unique mouth to shoot bubbles at its enemies that contain a light poison that can damage the skin on contact. Pushed against a wall it can also use a volley of such bubbles that make it hard to just dodge. Better shield up!
ru_ru: Этот морской конёк вышел за пределы своей морской жизни и отрастил крылья, которые позволяют ему быть частью оживлённой земной фауны. Он обычно проводит свой день, поедая растения и летая вокруг. Будучи атакованным, он будет использовать свой необычный рот для стрельбы пузырями, содержащими лёгкий яд, который может повредить кожу при контакте. Будучи прижатым к стене, он также может использовать поток этих же пузырей, от которого трудно уклониться. Лучше защищайтесь!

# data/database.json/enemies/autumn-fall.seahorse-fall/name
source: Fallfly
ru_ru: Огонёк

# data/database.json/enemies/autumn-fall.seahorse-fall/species
source: Flying Seahorse
ru_ru: Воздушный конёк

# data/database.json/enemies/autumn-fall.seahorse-fall/descriptions/0/text
source: Other than its orange color this seahorse has the same behavior as the \v[combat.name.seahorse]. Its bubble volley however is both faster and contains more bubbles, which can break shields if not careful.
ru_ru: Помимо своего оранжевого цвета, этот конёк имеет те же привычки, что и Стреконёк. Однако его пузырьковый залп быстрее и содержит больше пузырей, которые могут сломать щит, если не соблюдать осторожность.

# data/database.json/enemies/autumn-fall.seahorse-fall/descriptions/1/text
source: It is said that they also mysteriously developed the ability to spit bursts of fire. This is rarely seen, though, as their respect for their environment forbids the use of this ability on the surface.
ru_ru: Поговаривают, что они также таинственным образом развили способность плеваться вспышками огня. Впрочем, это редко наблюдается, так как их уважение к окружающей среде не позволяет использовать эту способность на поверхности.

# data/database.json/enemies/penguin/name
source: Pengpeng
ru_ru: Пинпин

# data/database.json/enemies/penguin/species
source: Bird
ru_ru: Птица

# data/database.json/enemies/penguin/descriptions/0/text
source: A penguin on a mountain. How it made its way up here shall be forever unknown to mankind. It will throw snowballs at its enemies and slide at them. When pushed into the water they will jump out and attack with a fast divebomb, so watch out for your surroundings.
ru_ru: Пингвин на горе. То, как он сюда попал, навсегда останется загадкой для человечества. Он будет бросать снежки и скользить на своих врагов. Когда их толкают в воду, они выпрыгивают и атакуют быстрой пикирующей бомбой, так что следите за своим окружением.

# data/database.json/enemies/penguin/descriptions/1/text
source: The \v[combat.name.minibosses/penguin-rapper] can use various forms of beatbox to animate it to attack in formation with other members of its kind.
ru_ru: \v[combat.name.minibosses/penguin-rapper] может использовать различные формы битбокса, чтобы сподвигнуть Пинпинов атаковать в строю со своими собратьями.

# data/database.json/enemies/minibosses.penguin-rapper/name
source: Peng King Dakara
ru_ru: Король пинов Дакара

# data/database.json/enemies/minibosses.penguin-rapper/species
source: Best Bird
ru_ru: Лучшая птица

# data/database.json/enemies/minibosses.penguin-rapper/descriptions/0/text
source: A rare type of \c[3]Pengpeng\c[0] that set up a den deep in the mountains of \c[3]Bergen Trail\c[0]. When approached it immediately thinks that you want to steal its flow and jumps up to its "stage". It will summon Pengpengs and command them to do different attacks based on its temper. Anger it by defeating all Pengpengs to make it jump down.
ru_ru: Редкая разновидность \c[3]Пинпина\c[0], которая обустроила логово глубоко в горах \c[3]Тропы в Берген\c[0]. При приближении к нему он сразу думает, что вы хотите скопировать его стиль, и прыгает на свою "сцену". Он призывает Пинпинов и приказывает им совершать различные атаки, зависящие от уровня его гнева. Выведите его из себя, уничтожив всех Пинпинов, чтобы заставить спрыгнуть вниз.

# data/database.json/enemies/goat/name
source: Horny Goat
ru_ru: Козерог

# data/database.json/enemies/goat/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/goat/descriptions/0/text
source: The horned goat likes to make fun of its attackers by pointing its butt at them which is plated in armor for some reason. Attacking it while it is doing so will result in a quick kick so keep your distance. Sometimes it will actually throw its horns in a large curve. Use this to stun it and deal some good damage. And don't get distracted by its laughing. It's laughing with you, not about you!
ru_ru: Этот рогатый козёл любит насмехаться над нападающими, показывая им зад, покрытый по какой-то причине бронёй. Нападение на него в тот момент, когда он так делает, приведёт к быстрому удару копытом, так что держите дистанцию. Иногда он на самом деле будет бросать свои рога по большой кривой. Используйте это, чтобы оглушить его и нанести хороший урон. И не отвлекайтесь на его смех. Он смеётся с вами, а не над вами!

# data/database.json/enemies/goat-cave/name
source: Horny Cavegoat
ru_ru: Возбуждённый козерог

# data/database.json/enemies/goat-cave/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/goat-cave/descriptions/0/text
source: This much more powerful and intelligent variant of the \c[3]\v[combat.name.goat]\c[0] has only been sighted very recently. Reports suggest that it might not have developed naturally but was actually \c[3]created by human influence\c[0]. In any case it uses \c[3]heat-based\c[0] attacks and is even able to handle \c[3]explosives\c[0].
ru_ru: Этот гораздо более сильный и умный подвид \c[3]Козерога\c[0] был обнаружен совсем недавно. Отчёты предполагают, что он, возможно, не развивался естественным путем, а был \c[3]создан руками человека\c[0]. В любом случае, он использует \c[3]Пламенные\c[0] атаки и даже способен обращаться со \c[3]взрывчаткой\c[0].

# data/database.json/enemies/cold.goat-worker/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/mine-coldbug/name
source: Fleazer
ru_ru: Флизер

# data/database.json/enemies/mine-coldbug/species
source: Insect, Bug
ru_ru: Насекомое, жук

# data/database.json/enemies/mine-coldbug/descriptions/0/text
source: This strange bug hides inside rocks to lure its prey. It attacks everything without warning. Despite its short height it is capable of inflicting dangerous wounds by dashing towards its mark with great speed. The attacks are also cold based which makes them an even larger threat.
ru_ru: Этот странный жук прячется в камнях, чтобы приманить свою жертву. Он нападает на всё без предупреждения. Несмотря на свой небольшой размер, он способен наносить опасные раны, несясь на свою цель с огромной скоростью. К тому же, атаки основаны на холоде, что делает их ещё большей угрозой.

# data/database.json/enemies/mine-coldbug/descriptions/1/text
source: This little bugger is actually a cybernetic parasite capable of taking over mechanical systems. Once infested the machines are used to fight off hostiles and expand the colony. To fight them off your best bet is fire since these bugs are extremely vulnerable to heat. So basically like every bug. Kill it with fire.
ru_ru: Этот мелкий негодник на самом деле кибернетический паразит, способный захватывать механические системы. После заражения машины используются для борьбы с врагами и расширения колонии. Чтобы дать им отпор, нужно делать ставку на огонь, так как эти жуки чрезвычайно уязвимы к теплу. В общем, как и все жуки. Убейте их с огоньком.

# data/database.json/enemies/cold.mine-coldbug-quest/name
source: Experienced Fleazer
ru_ru: Опытный флизер

# data/database.json/enemies/cold.mine-coldbug-quest/species
source: Insect, Bug
ru_ru: Насекомое, жук

# data/database.json/enemies/cold.mine-coldbug-quest/descriptions/0/text
source: Almost indistinguishable from its lesser form, this little bug is older and much, much stronger. The experiences they made in the tedious life inside the frozen mine really left their mark and not only hardened their combat abilities, but also their outlook on life. Though little is known about communication between bugs, scientists assume that they spend a large portion of their time complaining about less experienced bugs being lazy and ruining the infestation industry.
ru_ru: Будучи почти неотличимым от своих младших собратьев, этот жук старее и намного, намного сильнее их. Опыт утомительной жизни в замёрзшей шахте налагает явный отпечаток не только на боевые способности этих жуков, но и на их мировоззрение. Хотя о связи между жуками известно мало, учёные предполагают, что большую часть своего времени они жалуются на то, что менее опытные жуки ленивы и разрушают индустрию заражения.

# data/database.json/enemies/cold.coldbug-quest-bombing-1/name
source: Flintzer
ru_ru: Флинтзер

# data/database.json/enemies/cold.coldbug-quest-bombing-1/species
source: Insect, Bug
ru_ru: Насекомое, жук

# data/database.json/enemies/cold.coldbug-quest-bombing-1/descriptions/0/text
source: A variant of the \c[3]\v[combat.name.mine-coldbug]\c[0] though less attuned to the element of Cold. Instead it evolved into having an even harder shell than their cousins. The only way to properly damage them would be by using \c[3]heavy explosives\c[0].
ru_ru: Разновидность \c[3]\v[combat.name.mine-coldbug]а\c[0], хоть и менее адаптированная к элементу Холода. Вместо этого он развил ещё более прочный панцирь, чем у его родственников. Единственный способ нанести ему должный урон - использовать \c[3]мощную взрывчатку\c[0].

# data/database.json/enemies/jungle.heatbug/name
source: Flamezer
ru_ru: Флеймзер

# data/database.json/enemies/jungle.heatbug/species
source: Insect, Bug
ru_ru: Насекомое, жук

# data/database.json/enemies/jungle.heatbug/descriptions/0/text
source: A sub type of the \v[combat.name.mine-coldbug]. Instead of combining powers to send a single bug against you, this variant creates a large fire cyclone. Against all instincts this enemy is very weak to Cold. So... kill it with ice!
ru_ru: Подвид \c[3]\v[combat.name.mine-coldbug]а\c[0]. Вместо того, чтобы атаковать по одному, эта разновидность создаёт большой огненный циклон при атаках. Вопреки натуре своего рода, этот жук очень уязвим к Холоду. Так что... убивайте хладнокровно!

# data/database.json/enemies/heat.scorpion/name
source: Pinceron
ru_ru: Щипчик

# data/database.json/enemies/heat.scorpion/species
source: Scorpion
ru_ru: Скорпион

# data/database.json/enemies/heat.scorpion/descriptions/0/text
source: This creepy looking guy is the most common inhabitant of \c[3]\v[area.heat-area.name]\c[0]. It usually poses no threat unless provoked and stays together with others of its kind. They can use their big pincers to quickly attack. The big stinger apparently has some magical properties which allows it to follow you underground and attack from below. Nature is scary.
ru_ru: Этот жуткий парень - самый распространённый житель \c[3]Бордовой долины\c[0]. Обычно не представляет угрозы, если его не провоцировать, и предпочитает оставаться в группе со своими сородичами. Они могут использовать свои большие клешни для быстрой атаки. Большое жало, вероятно, обладает некоторыми магическими свойствами, что позволяет ему преследовать вас под землёй и атаковать снизу. Природа - страшная штука.

# data/database.json/enemies/heat.scorpion-alt/name
source: Boss Pincer
ru_ru: Босс Щипчик

# data/database.json/enemies/heat.scorpion-alt/species
source: Boss Scorpion
ru_ru: Босс-скорпион

# data/database.json/enemies/heat.scorpion-alt/descriptions/0/text
source: When a \v[combat.name.heat/scorpion] gets older it acquires the rank of "Big Boss" among its kind. It is tradition that each "Big Boss" must offer an eye as tribute to gain this rank or be forever cast out. This cruel ritual has never been seen by anyone so it is hard to say how they obtain the eye patches.
ru_ru: Когда \c[3]Щипчик\c[0] становится старше, он приобретает статус "Большого босса" в глазах своих собратьев. По обычаю, каждый "Большой босс" должен пожертвовать глазом, чтобы получить данное звание, или будет навсегда изгнан. Этот жестокий ритуал никогда никто не видел, поэтому трудно сказать, как они получают глазные повязки.

# data/database.json/enemies/heat.scorpion-robo/name
source: Pincetron
ru_ru: Щипчетрон

# data/database.json/enemies/heat.scorpion-robo/species
source: Scorpion Artillery
ru_ru: Скорпион-артиллерия

# data/database.json/enemies/heat.scorpion-robo/descriptions/0/text
source: This more disciplined variant of the \c[3]\v[combat.name.heat/scorpion]\c[0] has been equipped with a light, back-carried artillery launcher. Because the pincers and stinger weren't already scary enough, apparently.
ru_ru: Этот более дисциплинированный вид \c[3]Щипчика\c[0] был оснащён легкой спинной артиллерийской пусковой установкой. Видимо, потому что клешни и жала не были уже достаточно страшными.

# data/database.json/enemies/heat.sandshark/name
source: Sharkster
ru_ru: Шаркстер

# data/database.json/enemies/heat.sandshark/species
source: Fish
ru_ru: Рыба

# data/database.json/enemies/heat.sandshark/descriptions/0/text
source: Fearsome creatures, these bony sharks attack on sight, or rather vibration as they are actually blind. Adventurers often struggle in dealing with this fast foe as it is hard to catch and invulnerable underground. However constantly aiming your shot and throwing balls at them as soon as they jump up stuns them for quite a while.
ru_ru: Ужасающие существа, эти костяные акулы атакуют в поле зрения, точнее, вибрации, поскольку они на самом деле слепы. Путешественники часто имеют проблемы в борьбе с этим быстрым противником, так как его сложно поймать, а под землёй он неуязвим. Однако, хорошо прицелившись и бросив в них шар, как только они выпрыгнут, можно оглушить их на некоторое время.

# data/database.json/enemies/minibosses.ghost-sandshark/name
source: Ghost Sharkster
ru_ru: Шаркстер-призрак

# data/database.json/enemies/minibosses.ghost-sandshark/species
source: Ghost Fish
ru_ru: Рыба-призрак

# data/database.json/enemies/minibosses.ghost-sandshark/descriptions/0/text
source: A ghostly image formed by the \v[combat.name.minibosses/cursed-sandshark]. They can't be hurt but you can interrupt their attacks to keep them off you for a while.
ru_ru: Призрачный образ, формируемый Проклятым Шаркстером. Их нельзя ранить, но можно прервать их атаки, чтобы ненадолго отвлечь от себя.

# data/database.json/enemies/minibosses.cursed-sandshark/name
source: Cursed Sharkster
ru_ru: Проклятый Шаркстер

# data/database.json/enemies/minibosses.cursed-sandshark/species
source: Cursed Fish
ru_ru: Проклятая рыба

# data/database.json/enemies/minibosses.cursed-sandshark/descriptions/0/text
source: A cursed beast that lurked below Maroon Valley. It once stole coins from a cursed chest and turned into an undying creature. The only way to defeat it is by finding the cursed content of the chest and returning it. It can summon ghostly versions of itself that can not be defeated unless the chest is filled with coins.
ru_ru: Проклятое чудовище, которое скрывалось под Бордовой долиной. Однажды оно украло монеты из проклятого сундука и превратилось в бессмертное существо. Единственный способ победить его - найти и вернуть проклятое содержимое сундука. Оно может вызывать призрачные версии себя, которые нельзя победить, если сундук не заполнен монетами.

# data/database.json/enemies/heat.drillertoise/name
source: Drillertoise
ru_ru: Буропаха

# data/database.json/enemies/heat.drillertoise/species
source: Reptile
ru_ru: Рептилия

# data/database.json/enemies/heat.drillertoise/descriptions/0/text
source: Is it a stone or not? When humans first arrived in \c[3]\v[area.heat-area.name]\c[0] these reptiles were hard to make out as they would burrow below ground and use their rocky back to pretend to be a stone. That does not mean they don't fight! Getting too chummy with them will make them use a stomp attack or throw big stones. A good tactic is to look away from it and use walls to bounce your balls off and hit it as it will be above ground.
ru_ru: Камень это или нет? Когда люди только прибывали в \c[3]Бордовую долину\c[0], они с трудом обнаруживали этих рептилий, так как последние зарывались под землю, и использовали свою каменистую спину, чтобы походить на булыжники. Только это не значит, что они не сражаются! Если быть с ними слишком дружелюбным, они могут потоптаться по вам или кинуть в вас большой камень. Хорошей тактикой будет отвернуться и использовать стены для рикошета своих снарядов, чтобы попасть по вылезшему из-под земли врагу.

# data/database.json/enemies/heat.special.drillertoise-quest-heatAdv-1/name
source: Chillertoise
ru_ru: Хладопаха

# data/database.json/enemies/heat.special.drillertoise-quest-heatAdv-1/species
source: Stoned Reptile
ru_ru: Каменная рептилия

source: A more relaxed variant of the \c[3]\v[combat.name.heat/drillertoise]\c[0] that is almost exclusively found in caves. They are usually completely immovable and answer threats by causing \c[3]shockwaves\c[0] from the safety of their shell. Only \c[3]explosive measures\c[0] might cause them to show any weaknesses.
ru_ru: Более расслабленный подвид \c[3]Буропахи\c[0], который находится исключительно в пещерах. Обычно они полностью неподвижны и отвечают на угрозы, вызывая \c[3]ударные волны\c[0] из безопасности своего панциря. Только \c[3]взрывные меры\c[0] могут заставить их показать какие-либо свои слабости.

# data/database.json/enemies/heat.sandworm/name
source: Tim
ru_ru: Тим

# data/database.json/enemies/heat.sandworm/species
source: Worm
ru_ru: Червь

# data/database.json/enemies/heat.sandworm/descriptions/0/text
source: These slimy creatures spend most of their time halfway underground almost looking like a deformed stone. Their bodies are extremely flexible and can fit into holes the size of a hand. Ironically they do not like overheating and will get extremely hostile when exposed to it for too long. In their enraged form they will spit out scorching hot rocks and move much faster.
ru_ru: Эти склизкие создания проводят большую часть своей жизни наполовину под землёй, отчего выглядят почти как деформированный камень. Их тела очень эластичны и могут пролезть в дыру размером с руку. Иронично, что они не любят тепла и становятся крайне агрессивными, если подвергаются его воздействию слишком долго. В ярости они будут выплевывать горящие камни и двигаться гораздо быстрее.

# data/database.json/enemies/heat.sandworm/descriptions/1/text
source: According to some insight by C'tron worms posses 5 hearts. It's a mystery how they fit into this elastic body.
ru_ru: Исходя из познаний Ци'трона, у червей пять сердец. Остаётся загадкой, как они все помещаются в это эластичное тело.

# data/database.json/enemies/heat.sandworm-boss/name
source: Ti'im
ru_ru: Ти'им

# data/database.json/enemies/heat.sandworm-boss/species
source: Boss Worm
ru_ru: Босс-червь

# data/database.json/enemies/heat.sandworm-boss/descriptions/0/text
source: A slightly mutated version of the common \v[combat.name.heat/sandworm] which made the cave below the famous Maroon Tree in \c[3]\v[area.heat-area.name]\c[0] its home. It seems to have some sort of control over the rock formations inside the cave, being able to to raise and lower parts of the cave system. It uses this to attack intruders from higher ground without them being able to reach it. However disposing of other Tim can raise platforms to make it possible to reach it.
ru_ru: Слегка мутировавшая версия обычного \c[3]Тима\c[0], которая превратила пещеру под знаменитым Бордовым деревом в \c[3]Бордовой долине\c[0] в свой дом. Кажется, что он имеет некоторый контроль над скальными образованиями внутри пещеры, будучи способным поднимать и опускать части пещерной системы. Он использует это, чтобы атаковать незваных гостей с высоты, будучи совершенно недосягаемым. Впрочем, уничтожение других Тимов может поднять платформы, чтобы сделать его доступным.

# data/database.json/enemies/heat.volturbine/name
source: Vulturbine
ru_ru: Турбогриф

# data/database.json/enemies/heat.volturbine/species
source: Flaming Bird
ru_ru: Огненная птица
