Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/commonEvents/emilie-goats-end/event/0/thenStep/2/message
source: Well.. at least regular goats won't shoot horns at you.
ru_ru: Ну... по крайней мере, обычные козлы не стреляют в тебя рогами.

# data/database.json/commonEvents/emilie-goats-end/event/1/thenStep/0/message
source: We used to have a zoo with goats at my place, you know?
ru_ru: Знаешь, у нас был раньше зоопарк с козлами.

# data/database.json/commonEvents/emilie-goats-end/event/1/thenStep/1/message
source: And they kept escaping their compound. Simply climbed over that fence. Pas de problème!
ru_ru: И они продолжали убегать с территории. Просто перелезали через забор. Pas de problème (Без проблем)!

# data/database.json/commonEvents/emilie-goats-end/event/1/thenStep/2/message
source: So you had goats all over the zoo, that was awesome!
ru_ru: Так что козлы были по всему зоопарку, это было круто!

# data/database.json/commonEvents/emilie-goats-end/event/2/thenStep/0/message
source: So yeah, that zoo, right? The one where the goats escaped.
ru_ru: Так вот, этот зоопарк, да? Из которого сбежали козлы.

# data/database.json/commonEvents/emilie-goats-end/event/2/thenStep/1/message
source: Of course, they tried to change the fence so the goats couldn't escape.
ru_ru: Конечно, они пробовали поменять забор, чтобы козлы не смогли сбежать.

# data/database.json/commonEvents/emilie-goats-end/event/2/thenStep/2/message
source: Made it higher and more difficult to climb over.
ru_ru: Сделали его выше, чтобы через него было сложнее перебраться.

# data/database.json/commonEvents/emilie-goats-end/event/2/thenStep/3/message
source: Guess what? The goats still managed to escape using a small building next to the fence.
ru_ru: Угадай, что дальше? Козлы всё равно смогли выбраться при помощи маленькой пристройки у забора.

# data/database.json/commonEvents/emilie-goats-end/event/2/thenStep/4/message
source: So crafty!
ru_ru: Как изобретательно!

source: Oui, I take that back. Those bunnies are not cute.
ru_ru: Oui (Да), беру свои слова назад. Эти кролики не особо милые.

source: Those bunnies are not cute. Non.
ru_ru: Эти кролики не милые. Совсем нет.

# data/database.json/commonEvents/emilie-frobbits-end/event/0/thenStep/1/message
source: Small fluffy fighting machines...
ru_ru: Маленькие пушистые боевые машины...

# data/database.json/commonEvents/emilie-frobbits-end/event/1/thenStep/0/message
source: Those bunnies have quite the kick!
ru_ru: Эти кролики неплохо бьют!

# data/database.json/commonEvents/emilie-frobbits-end/event/1/thenStep/1/message
source: But it's nothing compared to the Pentafist's punch, am I right Lea?
ru_ru: Но это ничто в сравнении с ударом пентафиста, я права, Лея?

# data/database.json/commonEvents/emilie-frobbits-end/event/2/thenStep/0/message
source: I think we can safely rename Bergen Trail to "Bunny Mountain", non?
ru_ru: Думаю, что мы можем спокойно переименовать Тропу в Берген в "Кроличью гору", не?

# data/database.json/commonEvents/emilie-frobbits-end/event/2/thenStep/1/message
source: Those things are everywhere.
ru_ru: Они здесь повсюду.

# data/database.json/commonEvents/emilie-buffalos-end/event/0/thenStep/0/message
source: Huh. Did we just beat up a cow wearing some kind of iron mask?
ru_ru: Хмм. Мы что, только что побили корову, одетую в какую-то железную маску?

# data/database.json/commonEvents/emilie-buffalos-end/event/0/thenStep/1/message
source: We used to have cows in the neighborhood when I was a child.
ru_ru: Когда я была ребёнком, у нас были коровы по соседству.

# data/database.json/commonEvents/emilie-buffalos-end/event/1/thenStep/0/message
source: And another cow gone.
ru_ru: И ещё одна корова пала.

# data/database.json/commonEvents/emilie-buffalos-end/event/1/thenStep/1/message
source: I kinda liked the cows in our neighborhood.\. They were cute.
ru_ru: Мне нравились коровы в наших окрестностях.\. Они были милые.

# data/database.json/commonEvents/emilie-buffalos-end/event/1/thenStep/2/message
source: Oui, these buffalos are rough in comparison, but still.\. Feeling sorta bad about this.
ru_ru: Oui (Да), эти буйволы грубые в сравнении, но всё же.\. У меня плохие чувства из-за этого.

# data/database.json/commonEvents/emilie-buffalos-end/event/2/thenStep/0/message
source: I used to see cows every day on my way to school.
ru_ru: Я видела коров каждый день по дороге в школу.

# data/database.json/commonEvents/emilie-buffalos-end/event/2/thenStep/1/message
source: After some time I think they even started recognizing me!
ru_ru: Через некоторое время, мне кажется, они даже стали узнавать меня!

# data/database.json/commonEvents/emilie-buffalos-end/event/3/thenStep/0/message
source: Did you ever drink fresh cow milk? It's délicieux!
ru_ru: Ты никогда не пила свежее коровье молоко? Оно просто délicieux (вкуснейшее)!

# data/database.json/commonEvents/emilie-buffalos-end/event/3/thenStep/1/message
source: I actually once milked a cow myself! Sorta weird feeling at the beginning.
ru_ru: Однажды мне удалось подоить корову! Странное чувство поначалу.

# data/database.json/commonEvents/emilie-buffalos-end/event/4/thenStep/0/message
source: And another bites the dust.
ru_ru: Ещё один свалился замертво.

# data/database.json/commonEvents/emilie-buffalos-end/event/4/thenStep/1/message
source: Hey, you're not doing this to mess with me, oui?
ru_ru: Эй, ты же это делаешь не для того, чтобы позлить меня, oui (да)?

# data/database.json/commonEvents/emilie-buffalos-end/event/4/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/emilie-buffalos-end/event/4/thenStep/3/message
source: Wait...\. Yes.\. What do you mean by that?
ru_ru: Подожди...\. Да.\. Что ты имеешь ввиду под этим?

# data/database.json/commonEvents/emilie-buffalos2-end/event/0/thenStep/0/message
source: Oui, oui, they brought back the cows!
ru_ru: Oui, oui (Да-да), они вернули коров!

# data/database.json/commonEvents/emilie-buffalos2-end/event/0/thenStep/1/message
source: Still feeling bad for punching them.
ru_ru: По-прежнему жаль избивать их.

# data/database.json/commonEvents/emilie-hedgehags2-end/event/0/thenStep/0/message
source: The hedgehags have returned, sharper and edgier than ever!
ru_ru: Дикоборзы вернулись, более дикие и борзые, чем когда-либо!

# data/database.json/commonEvents/emilie-volturbines/event/0/thenStep/0/message
source: We finally got birds in CrossWorlds. Très bien.
ru_ru: Наконец-то в CrossWorlds появились птицы. Très bien (Прекрасно).

# data/database.json/commonEvents/emilie-volturbines/event/0/thenStep/1/message
source: Other than those space birds, that is.
ru_ru: Ну, это не считая тех космических птиц.

# data/database.json/commonEvents/emilie-blob-end/event/0/thenStep/0/message
source: Oui, you gotta have blobs.
ru_ru: Oui (Да), это слизнюки.

# data/database.json/commonEvents/emilie-blob-end/event/0/thenStep/1/message
source: They are pretty fun to punch.\. Maybe a little bit nasty.
ru_ru: Их довольно весело бить.\. Может быть, немного противно.

# data/database.json/commonEvents/emilie-shokat-end/event/0/thenStep/0/message
source: This place really is filled with those purple kitties.
ru_ru: Это место просто кишит этими фиолетовыми котятами.

# data/database.json/commonEvents/emilie-shokat-end/event/0/thenStep/1/message
source: But damn, they sure are fast once you make them angry.
ru_ru: Но, чёрт возьми, они такие быстрые, если их разозлить.

# data/database.json/commonEvents/emilie-shokat-end/event/1/thenStep/0/message
source: Those kitties are surprisingly hard to punch.
ru_ru: Этих кошечек удивительно сложно ударить.

# data/database.json/commonEvents/emilie-shokat-end/event/1/thenStep/1/message
source: It's probably better to fight them from a distance, even if that isn't exactly my style.
ru_ru: Вероятно, лучше сражаться с ними на расстоянии, даже если это не совсем мой стиль.

# data/database.json/commonEvents/emilie-sloth-end/event/0/thenStep/0/message
source: Those sloths are probably the most chill enemy of the game.
ru_ru: Эти ленивцы, пожалуй, самые спокойные враги в игре.

# data/database.json/commonEvents/emilie-sloth-end/event/0/thenStep/1/message
source: Until they do their spinning wheel attack of doom.
ru_ru: До тех пор, пока они не делают свою атаку вращающегося колеса погибели.

# data/database.json/commonEvents/emilie-parrot-end/event/0/thenStep/0/message
source: Seriously, what is it with birds holding guns in this game?!
ru_ru: Серьёзно, почему в этой игре так много птиц с оружием?!

# data/database.json/commonEvents/emilie-parrot-end/event/0/thenStep/1/message
source: Is there a weapon manufacturer so desperate they started delivering to the Track?
ru_ru: Неужели какой-то производитель настолько отчаялся, что начал поставлять оружие на Путь Древних?

# data/database.json/commonEvents/emilie-spiders-end/event/0/thenStep/0/message
source: Mon dieu.\. Quite a lot of spiders here, don't you agree?
ru_ru: Mon dieu (Боже мой).\. Здесь так много пауков, ты так не считаешь?

# data/database.json/commonEvents/emilie-spiders-end/event/0/thenStep/1/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/ctron-meerkat-end/event/0/thenStep/0/message
source: Have you ever seen one of these Hillkats digging...\. over a \c[3]laser bridge\c[0]?\. Yes, they do that.
ru_ru: Вы когда-нибудь видели, чтобы эти Горностаи рыли...\. через \c[3]лазерный мост\c[0]?\. Да, они это делают.

# data/database.json/commonEvents/ctron-meerkat-end/event/0/thenStep/1/message
source: This whole digging is really just simulated. They don't want to mess up the structure of the ground too much, obviously.
ru_ru: Всё это рытьё на деле просто симулировано. Они не хотят нарушать структуру земли слишком сильно, очевидно.

# data/database.json/commonEvents/ctron-meerkat-end/event/0/thenStep/2/message
source: Still, I wish they would have made them stop in front of the laser bridges.\. It does break the illusion.
ru_ru: И всё же, я хочу, чтобы они заставили их останавливаться перед лазерными мостами.\. Это ломает иллюзию.

# data/database.json/commonEvents/ctron-seahorses-end/event/0/thenStep/0/message
source: Those seahorses... why would they do this?
ru_ru: Эти морские коньки... зачем они это сделали?

# data/database.json/commonEvents/ctron-seahorses-end/event/0/thenStep/1/message
source: Taking a perfectly fine marine creature and...\. crossing it with a fly?\. Or a mosquito?\. I don't know.
ru_ru: Взяли совершенно прекрасное морское существо и...\. скрестили его с мухой?\. Или комаром?\. Я не знаю.

# data/database.json/commonEvents/ctron-seahorses-end/event/1/thenStep/0/message
source: What are these seahorses shooting exactly anyway?\. Water bubbles?
ru_ru: Чем эти морские коньки вообще стреляют?\. Водяными пузырями?

# data/database.json/commonEvents/ctron-seahorses-end/event/1/thenStep/1/message
source: Where do they get all the excess water from?\. You never see them in the water.
ru_ru: Откуда они берут столько воды?\. Ты никогда не увидишь их в воде.

# data/database.json/commonEvents/ctron-seahorses-end/event/2/thenStep/0/message
source: I'm sorry, I have to talk about the seahorses again.\. Did you notice they sound like actual horses?
ru_ru: Я извиняюсь, но мне опять нужно поговорить о морских коньках.\. Вы замечали, что они звучат как настоящие лошади?

# data/database.json/commonEvents/ctron-seahorses-end/event/2/thenStep/1/message
source: Seahorses are not related to horses.\. I repeat.\. Not related.\. They just look similar, but that's it.
ru_ru: Морские коньки не относятся к коням.\. Повторяю.\. Не относятся.\. Они просто выглядят похоже, но на этом всё.

# data/database.json/commonEvents/ctron-snowman-end/event/0/thenStep/0/message
source: Hm...Snowman... reminds me of ice cream~
ru_ru: Хм... Снеговик... напоминает мне о мороженом~

# data/database.json/commonEvents/ctron-snowman-end/event/0/thenStep/1/message
source: You... like ice cream a lot, don't you?
ru_ru: Ты... очень сильно любишь мороженое, не так ли?

# data/database.json/commonEvents/ctron-snowman-end/event/0/thenStep/2/message
source: I do!
ru_ru: Так и есть!

# data/database.json/commonEvents/ctron-snowman-end/event/1/thenStep/0/message
source: Ice cream~
ru_ru: Мороженое~

# data/database.json/commonEvents/ctron-snowman-end/event/1/thenStep/1/message
source: Don't even think about licking those Snowmen, Tronny!
ru_ru: Даже не думай облизывать этих снеговиков, Тронни!

# data/database.json/commonEvents/ctron-snowman-end/event/1/thenStep/2/message
source: W-What? No! I'm sure they won't even taste like anything.
ru_ru: Ч-Что? Нет! Я уверен, что они вообще никакие на вкус.

# data/database.json/commonEvents/ctron-snowman-end/event/1/thenStep/3/message
source: Well, you don't know that.
ru_ru: Ну, ты этого не знаешь.

# data/database.json/commonEvents/ctron-snowman-end/event/1/thenStep/4/message
source: ...\. ...\. That's a good point. Now I'm curious.
ru_ru: ...\. ...\.Неплохо подмечено. Теперь мне любопытно.

# data/database.json/commonEvents/ctron-snowman-end/event/1/thenStep/5/message
source: DON'T LICK THE SNOWMAN, TRONNY!
ru_ru: НЕ ОБЛИЗЫВАЙ СНЕГОВИКА, ТРОННИ!

# data/database.json/commonEvents/ctron-penguin-end/event/0/thenStep/0/message
source: Did you know? Penguins like to live in temperate areas too.
ru_ru: А вы знали? Пингвинам нравится жить и в умеренных зонах тоже.

# data/database.json/commonEvents/ctron-penguin-end/event/0/thenStep/1/message
source: In fact, only few of them live in colder climates.
ru_ru: На самом деле, лишь немногие из них живут в более холодном климате.

source: And none of them live on mountains, right?
ru_ru: И никто из них не живёт в горах, верно?

source: ...Right.
ru_ru: ...Верно.

# data/database.json/commonEvents/ctron-scorpions-end/event/0/thenStep/0/message
source: Of course we can't have a desert without scorpions...
ru_ru: Ну конечно, какая пустыня без скорпионов...

# data/database.json/commonEvents/ctron-scorpions-end/event/0/thenStep/1/message
source: At least I think these are scorpions.. with 4 legs instead of 8.
ru_ru: По крайней мере, мне кажется, что это скорпионы... с четырьмя лапами вместо восьми.

# data/database.json/commonEvents/ctron-scorpions-end/event/1/thenStep/0/message
source: They say smaller scorpions are more dangerous... Doesn't quite apply to those.
ru_ru: Говорят, что маленькие скорпионы более опасны... К этим это не относится.

# data/database.json/commonEvents/ctron-scorpions-end/event/2/thenStep/0/message
source: Scorpions are actually pretty amazing.\. They can survive up to one year with just one meal.
ru_ru: Скорпионы действительно удивительны.\. Они могут прожить год без еды.

# data/database.json/commonEvents/ctron-sandshark-end/event/0/thenStep/0/message
source: Are those shark skeletons? That's funny.
ru_ru: Это скелеты акул? Забавно.

# data/database.json/commonEvents/ctron-sandshark-end/event/0/thenStep/1/message
source: Sharks don't even have proper bones. It's all cartilage.
ru_ru: У акул даже нет костей. Это всё хрящи.

# data/database.json/commonEvents/ctron-sandshark-end/event/1/thenStep/0/message
source: These sharksters can be tricky to hit. Good thing I have homing VRPs!
ru_ru: По этим акулам порой сложно попасть. Хорошо, что у меня есть самонаводящиеся VRP!

# data/database.json/commonEvents/ctron-volturbine-end/event/0/thenStep/0/message
source: Vulturbines, huh? Must be inspired by vultures.
ru_ru: Турбогрифы, хм? Должно быть, вдохновлялись стервятниками.

# data/database.json/commonEvents/ctron-volturbine-end/event/0/thenStep/1/message
source: Vultures with... guns? Makes you wonder how they can still fly.
ru_ru: Стервятники с... пушками? Заставляет задуматься, как они могут летать.

# data/database.json/commonEvents/ctron-volturbine-end/event/1/thenStep/0/message
source: There are a lot of interesting facts about vultures.
ru_ru: Есть много интересных фактов о стервятниках.

# data/database.json/commonEvents/ctron-volturbine-end/event/1/thenStep/1/message
source: Though a lot of them involve bodily fluids. I'd rather not mention those.
ru_ru: Хотя многие из них связаны с телесными жидкостями. Я бы предпочёл не упоминать об этом.

source: Oui, please don't. Merci.
ru_ru: Oui (Да), пожалуйста, не надо. Merci (Спасибо).

source: Drillertoise? I honestly have no idea what those are supposed to be.
ru_ru: Буропаха? Честно говоря, я понятия не имею, чем это может быть.

source: Earth digging tortoise?
ru_ru: Черепахой, бурящей землю?

# data/database.json/commonEvents/ctron-blob-end/event/0/thenStep/0/message
source: Nope...\. I got nothing. No scientific facts about blobs from me.
ru_ru: Нет... \. У меня ничего. Никаких научных фактов о слизнюках от меня.

# data/database.json/commonEvents/ctron-blob-end/event/0/thenStep/1/message
source: They aren't exactly real...\. fortunately.
ru_ru: Они не совсем настоящие...\. к счастью.

source: Sure.\. I know you'd have loved to share another disgusting fact about them.
ru_ru: Конечно.\. Я знаю, что ты бы хотел поделиться очередным отвратительным фактом о них.

# data/database.json/commonEvents/ctron-blob-end/event/1/thenStep/0/message
source: Hm...\. some people argue that \c[3]algae\c[0] is the "slime" of real life, but it's still a stretch.
ru_ru: Хм...\. некоторые люди утверждают, что \c[3]водоросли\c[0] - это "слизнюки" в реальной жизни, но это сильно притянуто.

# data/database.json/commonEvents/ctron-blob-end/event/1/thenStep/1/message
source: They certainly lack the bounciness of the blobs.
ru_ru: Им определённо не хватает бодрости слизнюков.

source: Oui.\. Please no science facts about algae, merci.
ru_ru: Oui (Да).\. Пожалуйста, никаких научных фактов о водорослях, merci (спасибо).

# data/database.json/commonEvents/ctron-shokats-end/event/0/thenStep/0/message
source: Shokats...\. they are surprisingly active for cats, that's for sure.
ru_ru: Шокоты... \. они удивительно активны для кошек, это точно.

# data/database.json/commonEvents/ctron-shokats-end/event/1/thenStep/0/message
source: Did you know that on average cats spend two thirds of the day sleeping?
ru_ru: Знаешь ли ты, что в среднем кошки проводят две трети дня во сне?

# data/database.json/commonEvents/ctron-shokats-end/event/1/thenStep/1/message
source: You certainly don't ever see a shokat sleeping.
ru_ru: А вот спящего шокота точно никогда не увидишь.

# data/database.json/commonEvents/ctron-shokats-end/event/2/thenStep/0/message
source: You know...\. cats were domesticated a long time ago, just like dogs.
ru_ru: Знаешь...\. кошки были одомашнены достаточно давно, как и собаки.

# data/database.json/commonEvents/ctron-shokats-end/event/2/thenStep/1/message
source: Though in contrast to dogs they didn't really go through any major change during domestication.
ru_ru: Хотя в отличие от собак они не претерпели серьёзных изменений во время одомашнивания.

source: That's because they've never been domesticated.\. They just chose to live with us humans.
ru_ru: Это потому, что они никогда не были одомашнены.\. Они просто решили жить с нами, людьми.

# data/database.json/commonEvents/ctron-plants-end/event/0/thenStep/0/message
source: Hm...\. I suppose those plants are loosely inspired by the Venus Flytrap?
ru_ru: Хм...\. Я полагаю, что эти растения были слегка вдохновлены венериной мухоловкой?

# data/database.json/commonEvents/ctron-plants-end/event/0/thenStep/1/message
source: They're obviously way more hostile...
ru_ru: Только они явно более враждебны...

# data/database.json/commonEvents/ctron-plants-end/event/1/thenStep/0/message
source: People tend to make a big deal out of the Venus Flytrap.
ru_ru: Люди склонны раздувать слона из венериной мухоловки.

# data/database.json/commonEvents/ctron-plants-end/event/1/thenStep/1/message
source: But did you know it can only bite about a half-dozen times in its lifespan?\. After that the trap is kept shut forever.
ru_ru: Но знаете ли вы, что за свою жизнь она может укусить только полдюжины раз?\. После этого ловушка закрывается навсегда.

# data/database.json/commonEvents/ctron-plants-end/event/2/thenStep/0/message
source: Venus Flytraps mostly eat insects, you know?\. They can't just eat any kind of meat.
ru_ru: Венерины мухоловки в основном едят насекомых, знаете?\. Они не могут просто съесть какой угодно вид мяса.

# data/database.json/commonEvents/ctron-plants-end/event/2/thenStep/1/message
source: Somebody actually tried to feed a hamburger to a flytrap.\. The poor thing quickly withered.
ru_ru: Однажды кто-то пытался скормить мухоловке гамбургер.\. Бедняжка быстро засохла.

source: Well those plants here certainly have a taste for human flesh.
ru_ru: Ну, эти растения точно хотят полакомиться человеческой плотью.

# data/database.json/commonEvents/ctron-sloth-end/event/0/thenStep/0/message
source: Huh...\. sloth enemies.\. I think those are actually inspired by the prehistoric variant...\. the Megatherium.
ru_ru: Хмм...\. враги-ленивцы.\. Я думаю, что они на самом деле вдохновлялись доисторическим вариантом...\. мегатериями.

# data/database.json/commonEvents/ctron-sloth-end/event/0/thenStep/1/message
source: Also known as the giant ground sloth.\. They used to be the size of an elephant.
ru_ru: Также известными как гигантские земляные ленивцы.\. Они были размером со слона.

# data/database.json/commonEvents/ctron-sloth-end/event/1/thenStep/0/message
source: This Behesloth can be surprisingly fast...\. Real sloths are known to be very slow animals.
ru_ru: Ленемот на удивление быстр... Реальные ленивцы известны как очень медленные животные.

# data/database.json/commonEvents/ctron-sloth-end/event/1/thenStep/1/message
source: They have a four-part stomach that can digest very tough leaves...\. very, very slowly.
ru_ru: Они имеют желудок, разделённый на четыре части, который переваривает очень жёсткие листья...\. очень, очень медленно.

source: Tronny is back with those science facts no one asked for...
ru_ru: Опять Тронни начинает со своими научными фактами, о которых никто не просил...

# data/database.json/commonEvents/ctron-fish-end/event/0/thenStep/0/message
source: Floating fishes, alright.\. Pretty much the first marine enemy in the game.
ru_ru: Летающие рыбы, понятно.\. Можно считать, первый морской враг в игре.

# data/database.json/commonEvents/ctron-fish-end/event/0/thenStep/1/message
source: Unless you count those jellyfish enemies of the Faj'ro Temple.
ru_ru: Если не считать тех медуз в Храме Фай'ро.

source: What about those seahorses?
ru_ru: Что насчёт тех морских коньков?

source: No please...\. let's ignore the seahorses.\. They aren't...\. fish.\. They are nothing.\. They don't make sense.
ru_ru: Нет, пожалуйста...\. давайте игнорировать морских коньков.\. Они не...\. рыбы.\. Они ничто.\. Они нелогичные.

# data/database.json/commonEvents/ctron-parrot-end/event/0/thenStep/0/message
source: Parrots...\. they are among the most intelligent birds we know.
ru_ru: Попугаи...\. они одни из самых умных птиц, которые нам известны.

# data/database.json/commonEvents/ctron-parrot-end/event/0/thenStep/1/message
source: Yet all they could come up with is yet another dumb, gun-wielding foe.
ru_ru: Тем не менее, всё, что они смогли придумать - это очередной тупой враг с пушкой.

# data/database.json/commonEvents/ctron-pandas-end/event/0/thenStep/0/message
source: Pandas...\. Pandas are interesting.\. Originally carnivores, they essentially evolved into bamboo eating machines.
ru_ru: Панды...\. Панды - это интересно.\. Первоначально плотоядные, они по сути превратились в машины, поедающие бамбук.

# data/database.json/commonEvents/ctron-pandas-end/event/0/thenStep/1/message
source: Really, everything about them is evolved to consume bamboo. A false-thumb, a good sense of smell, and an incredibly strong bite.
ru_ru: На самом деле, всё в них эволюционировало для того, чтобы потреблять бамбук. Ложно-большой палец, хорошее обоняние и невероятно сильный прикус.
