Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/godstories-goni/content/page-05/content
source: When \c[3]Di'aro\c[0] and \c[3]Di'orbis\c[0] witnessed the advancements of our kind, they decided to send the \c[3]Message of the Sky\c[0] wrapped in an \c[3]Envelope of solid rock and ice\c[0]. However, Di'aro was concerned. His envelope was massive in size and it could lead to great disaster if it landed in the wrong spot. Fortunately, \c[3]G'oni\c[0], being quiet and observative, detected the \c[3]signal\c[0] from our kind and determined the exact position where we expected the message to arrive. He told the other gods and together they aimed the envelope in the right direction so that our kind could receive it properly.
es_es: Cuando \c[3]Di'aro\c[0] y \c[3]Di'orbis\c[0] fueron testigos de los avances de nuestra especie, decidieron enviar el \c[3]Mensaje del Cielo\c[0] envuelto en un \c[3]Sobre de roca sólida y hielo\c[0]. Sin embargo, Di'aro estaba preocupado. Su sobre era de gran tamaño y podía provocar un gran desastre si caía en el lugar equivocado. Afortunadamente, \c[3]G'oni\c[0], al ser silencioso y observador, detectó la \c[3]señal\c[0] de los nuestros y determinó la posición exacta donde esperábamos que llegara el mensaje. Se lo comunicó a los demás dioses y juntos dirigieron el sobre en la dirección correcta para que nuestra especie pudiera recibirlo correctamente.

# data/database.json//lore/virtues/title
source: 5 Virtues
es_es: 5 Virtudes

# data/database.json//lore/virtues/content/page-01-01/content
source: The 5 Virtues mirror the foundation on which the Ancients' culture was built. Before a \c[3]\v[lore.title.seeker]\c[0] can begin the \c[3]Track of the Ancients\c[0] he must choose a virtue which is connected to a \c[3]class\c[0]. - \c[3]Virtue of Strength\c[0]: Heat - \c[3]Virtue of Endurance\c[0]: Cold - \c[3]Virtue of Agility\c[0]: Shock - \c[3]Virtue of Wisdom\c[0]: Wave - \c[3]Virtue of Balance\c[0]: All
es_es: Las 5 Virtudes reflejan los cimientos sobre los que se construyó la cultura de los Antiguos. Antes de que un \c[3]v[lore.title.seeker]\c[0] pueda comenzar el \c[3]Camino de los Antiguos\c[0] debe elegir una virtud que esté conectada a una \c[3]clase\c[0]. - \c[3]Virtud de la Fuerza\c[0]: Fuego - \c[3]Virtud de la Resistencia\c[0]: Hielo - \c[3]Virtud de la Agilidad\c[0]: Rayo - \c[3]Virtud de la Sabiduría\c[0]: Pulso - \c[3]Virtud de equilibrio\c[0]: Todo

# data/database.json//lore/virtues/content/page-01-02/content
source: Each Virtue is also loosely connected to one of the \c[3]4 Elements\c[0] a Seeker can acquire on the Track.
es_es: Cada Virtud también está vagamente conectada a uno de los \c[3]4 Elementos\c[0] que un Buscador puede adquirir en la Vía.

# data/database.json//lore/classes/title
source: Classes
es_es: Clases

# data/database.json//lore/classes/content/page-01-01/content
source: Classes are what a \c[3]\v[lore.title.seeker]\c[0] chooses before entering the \c[3]\v[lore.title.track-of-ancients]\c[0]. They are closely connected to the \c[3]\v[lore.title.virtues]\c[0] and shapes which the \v[lore.title.ancients] lived by. These are the possible classes: - \c[3]\v[lore.title.class-triblader]\c[0]: Virtue of Strength - \c[3]\v[lore.title.class-quadroguard]\c[0]: Virtue of Endurance - \c[3]\v[lore.title.class-pentafist]\c[0]: Virtue of Agility - \c[3]\v[lore.title.class-hexacast]\c[0]: Virtue of Wisdom - \c[3]\v[lore.title.class-spheromancer]\c[0]: Virtue of Balance
es_es: Las clases son lo que un \c[3]\v[lore.title.seeker]\c[0] elige antes de entrar en el \c[3]\v[lore.title.track-of-ancients]\c[0]. Están estrechamente relacionadas con las \c[3]\v[lore.title.virtues]\c[0] y las formas que los \v[lore.title.ancients] usaron para vivi. Estas son las clases posibles: - \c[3]\v[lore.title.class-triblader]\c[0]: Virtud de la Fuerza - \c[3]\v[lore.title.class-quadroguard]\c[0]: Virtud de la Resistencia - \c[3]\v[lore.title.class-pentafist]\c[0]: Virtud de la Agilidad - \c[3]\v[lore.title.class-hexacast]\c[0]: Virtud de la Sabiduría - \c[3]\v[lore.title.class-spheromancer]\c[0]: Virtud del Equilibrio

# data/database.json//lore/classes/content/page-01-02/content
source: Each class gives the Seeker a unique way to master the \v[lore.title.track-of-ancients] to the person's liking by offering class specific traits and abilities.
es_es: Cada clase ofrece al Buscador una forma única de dominar el \v[lore.title.track-of-ancients] al gusto de la persona, ofreciéndole rasgos y habilidades específicos de la clase.

# data/database.json//lore/class-triblader/content/page-01-01/content
source: Tribladers follow the \c[3]Virtue of Strength\c[0]. Their focus lies on powerful sword attacks. They lack in defense and ranged capabilities but make up for it by having increased strength. The element usually associated with Tribladers is \c[3]Heat\c[0].
es_es: Los Tribladers siguen la \c[3]virtud de la fuerza\c[0]. Se centran en poderosos ataques de espada. Carecen de defensa y capacidades a distancia, pero lo compensan con una mayor fuerza. El elemento que se suele asociar a los Tribladers es el \c[3]Fuego\c[0].

# data/database.json//lore/class-quadroguard/content/page-01-01/content
source: Quadroguards follow the \c[3]Virtue of Endurance\c[0]. They have a deficit in attack power and speed but have superior defense in comparison to all other classes. They can survive longer and can even take on multiple enemies at once with ease. Their element of choice is \c[3]Cold\c[0].
es_es: Los Quadroguards siguen la \c[3]Virtud de la resistencia\c[0]. Tienen un poder de ataque y velocidad bajo, pero tienen una defensa superior en comparación con todas las demás clases. Pueden sobrevivir más tiempo e incluso pueden enfrentarse a varios enemigos a la vez con facilidad. Su elemento de predilección es el \c[3]Hielo\c[0].

# data/database.json//lore/class-pentafist/content/page-01-01/content
source: Pentafists follow the \c[3]Virtue of Agility\c[0]. Speed and quick attacks with their fist are the main tools of a Pentafist player. However, their HP is the lowest of all classes which basically makes them glass cannons. Their favored element is \c[3]Shock\c[0].
es_es: Los Pentafist siguen la \c[3]Virtud de la agilidad\c[0]. La velocidad y los ataques rápidos con el puño son las principales herramientas de un Pentafist. Sin embargo, sus PV son los más bajos de todas las clases, lo que básicamente los convierte en blancos vulnerables. Su elemento favorito es el \c[3]Rayo\c[0].

# data/database.json//lore/class-hexacast/content/page-01-01/content
source: Hexacasts follow the \c[3]Virtue of Wisdom\c[0]. This class has the best ranged combat style, using quick throws and powerful ranged \c[3]Arts\c[0] to fend off enemies. They lack critical attack power and fall short in HP to compensate for the benefits. Hexacasts primarily use the \c[3]Wave\c[0] Element.
es_es: Los Hexacasts siguen la \c[3]Virtud de la Sabiduría\c[0]. Esta clase tiene el mejor estilo de combate a distancia, utilizando lanzamientos rápidos y poderosas \c[3]Artes a distancia\c[0] para defenderse de los enemigos. Carecen de poder hacer ataques críticos y tienen pocos PV para compensar los beneficios que tienen. Los Hexacasts utilizan principalmente el Elemento \c[3]Pulso\c[0].

# data/database.json//lore/class-spheromancer/content/page-01-01/content
source: Spheromancers follow the \c[3]Virtue of Balance\c[0]. They are a jack of all trades, balancing each class's advantages and deficits to create a well-versed fighter. Spheromancers became quite rare since the class is not usually taken by a lot of players. Many consider the class as too weak or too challenging since players need to combine every tool in their arsenal to progress efficiently instead of having a clear focus. Additionally, Spheromancers don't favor any element and instead try to keep a balance between them.
es_es: Los Spheromancers siguen la \c[3]Virtud del Equilibrio\c[0]. Son el comodín de todos los oficios, equilibrando las ventajas y déficits de cada clase para crear un luchador bien versado. Los Spheromancers se han vuelto muy raros ya que la clase no suele ser tomada por muchos jugadores. Muchos consideran que la clase es demasiado débil o demasiado desafiante, ya que los jugadores necesitan combinar todas las herramientas de su arsenal para progresar eficazmente en lugar de tener un camino claro. Además, los Spheromancers no favorecen ningún elemento y en su lugar tratan de mantener un equilibrio entre ellos.

# data/database.json//lore/rhombus-square/title
source: Rhombus Square
es_es: Plaza Rombo

# data/database.json//lore/rhombus-square/content/page-01-01/content
source: Rhombus Square is the biggest city and capital of the human settlements on \c[3]\v[lore.title.planet]\c[0]. It is located in the sea near \c[3]\v[area.rookie-harbor.name]\c[0] and constructed entirely out of glass and advanced metal alloys. In order for a \c[3]Seeker\c[0] to gain access to the city, he must first collect all elements on the Track of the Ancients.
es_es: Plaza Rombo es la mayor ciudad y capital de los asentamientos humanos de \c[3]\v[lore.title.planet]\c[0]. Está situada en el mar, cerca del \c[3]\v[area.rookie-harbor.name]\c[0] y está construida enteramente de cristal y aleaciones metálicas avanzadas. Para que un \c[3]Buscador\c[0] pueda acceder a la ciudad, primero debe reunir todos los elementos del Camino de los Antiguos.

# data/database.json//lore/newcomers-bridge/title
source: Newcomer's Bridge
es_es: Puente Recluta

# data/database.json//lore/newcomers-bridge/content/page-01-01/content
source: The Newcomer's Bridge is located in the skyline of \c[3]Rhombus Square\c[0] and serves as the basic training for new \c[3]\v[lore.title.seeker]s\c[0]. Located near the end of the bridge is the \c[3]\v[area.rhombus-dng.name]\c[0] where the new recruits face their final test before taking the skyrails to \c[3]\v[lore.title.cross-central]\c[0] and leaving for the mainland.
es_es: El Puente Recluta está situado debajo de \c[3]Plaza Rombo\c[0] y sirve como entrenamiento básico para los nuevos \c[3]\v[lore.title.seeker]es\c[0]. Cerca del final del puente se encuentra la \c[3]\v[area.rhombus-dng.name]\c[0], donde los nuevos reclutas se enfrentan a su prueba final antes de tomar los raíles del cielo hacia \c[3]\v[lore.title.cross-central]\c[0] y partir hacia el continente.

# data/database.json//lore/rookie-dungeon/title
source: Rhombus Dungeon
es_es: Mazmorra Rombo

# data/database.json//lore/rookie-dungeon/content/page-01-01/content
source: The Rhombus Dungeon is located on \c[3]\v[lore.title.newcomers-bridge]\c[0] and serves as the final test for new \c[3]\v[lore.title.seeker]s\c[0].
es_es: La Mazmorra Rombo se encuentra en \c[3]\v[lore.title.newcomers-bridge]\c[0] y sirve como prueba final para los nuevos \c[3]\v[lore.title.seeker]es\c[0].

# data/database.json//lore/cross-central/title
source: Cross Central
es_es: Cruce Central

# data/database.json//lore/cross-central/content/page-01-01/content
source: Cross Central is the primary teleportation HUB for the human civilization on \c[3]\v[lore.title.planet]\c[0]. It is located on a large tower in the middle of \c[3]\v[area.rhombus-sqr.name]\c[0] and offers instant teleportation to all human settlements.
es_es: El Cruce Central es el principal centro de teletransporte de la civilización humana en \c[3]\v[lore.title.planet]\c[0]. Está situado en una gran torre en el centro de \c[3]\v[area.rhombus-sqr.name]\c[0] y ofrece teletransporte instantáneo a todos los asentamientos humanos.

# data/database.json//lore/cross-central/content/page-01-02/content
source: New \c[3]\v[lore.title.seeker]s\c[0] who just completed the training on \c[3]\v[lore.title.newcomers-bridge]\c[0] first enter Cross Central to teleport to \c[3]\v[area.rookie-harbor.name]\c[0] and thus enter the main continent and start the \c[3]\v[lore.title.track-of-ancients]\c[0].
es_es: Los nuevos \c[3]\v[lore.title.seeker]es\c[0] que acaban de completar el entrenamiento en el \c[3]\v[lore.title.newcomers-bridge]\c[0] primero entran en el Cruce Central para teletransportarse al \c[3]\v[area.rookie-harbor.name]\c[0] y así entrar en el continente principal e iniciar el \c[3]\v[lore.title.track-of-ancients]\c[0].

# data/database.json//lore/rookie-harbor/title
source: Rookie Harbor
es_es: Puerto Recluta

# data/database.json//lore/rookie-harbor/content/page-01-01/content
source: Rookie Harbor is the first true human settlement on \c[3]\v[lore.title.planet]\c[0] and also serves as the beginning of every \c[3]\v[lore.title.seeker]'s\c[0] journey on the \c[3]\v[lore.title.track-of-ancients]\c[0]. It was founded directly after human arrival on the planet, even before the construction of the current capital Rhombus Square was started. Located at the coast in the middle of the continent, it is also the main trading and travelling hotspot of the mainland. It is often seen as the most comfortable human settlement.
es_es: El Puerto Recluta es el primer asentamiento humano real en \c[3]\v[lore.title.planet]\c[0] y también sirve como inicio del viaje de todo \c[3]\v[lore.title.seeker] en el \c[3]\v[lore.title.track-of-ancients]\c[0]. Se fundó inmediatamente después de la llegada de los humanos al planeta, incluso antes de que se iniciara la construcción de la capital, Plaza Rombo. Situado en la costa en el centro del continente, es también el principal punto de comercio y transporte. A menudo se considera el asentamiento humano más cómodo.

# data/database.json//lore/rookie-harbor/content/page-01-02/content
source: On the landside, it is surrounded by a temperate area full of apple trees that always seems to be stuck in the autumn season. Thus different colored apples and fishes from the sea are the main ingredients of most dishes in the settlement.
es_es: Sobre la tierra, está rodeada por una zona templada llena de manzanos que siempre parece estar inmersa en la temporada de otoño. Las manzanas de diferentes colores y el pescado del mar son los ingredientes principales de la mayoría de los platos del asentamiento.

# data/database.json//lore/rookie-harbor/content/Page-02-01/content
source: It was once called \c[3]Port Harbor\c[0], before \c[3]\v[lore.title.operation-trackwalker]\c[0] was conceived.
es_es: Una vez se llamó \c[3]El Gran Puerto\c[0], antes de que se concibiera como el \c[3]\v[lore.title.operation-trackwalker]\c[0].

# data/database.json//lore/autumn-rise/title
source: Autumn's Rise
es_es: Albor Otoñal

# data/database.json//lore/autumn-rise/content/page-01-01/content
source: Autumn's Rise is a temperate area that seems to be in a state of permanent autumn. It's the first area a \c[3]\v[lore.title.seeker]\c[0] has to travel through. The Fauna mainly consists of \c[3]\v[combat.name.hedgehog]s\c[0] and \c[3]\v[combat.name.meerkat]s\c[0] but the area also contains some rather nasty \c[3]\v[combat.name.buffalo]s\c[0] to deal with.
es_es: Albor Otoñal es una zona templada que parece estar en un estado de otoño permanente. Es la primera zona que tiene que recorrer un \c[3]\v[lore.title.seeker]\c[0]. La fauna consiste principalmente en \c[3]\c[combat.name.hedgehog]\c[0]s y \c[3]\c[combat.name.meerkat]\c[0]s, pero la zona también contiene algunos \c[3]\c[combat.name.buffalo]\c[0]s bastante desagradables a los que enfrentarse.

# data/database.json//lore/autumn-rise/content/page-01-02/content
source: Going off-path in Autumn's Rise might lead to interesting places such as the \c[3]Old Observatory\c[0] in the south-west of the area.
es_es: Salirse del camino en Albor Otoñal puede llevar a lugares interesantes como el \c[3]Viejo Observatorio\c[0] en el suroeste de la zona.

# data/database.json//lore/autumn-fall/title
source: Autumn's Fall
es_es: Ocaso Otoñal

# data/database.json//lore/autumn-fall/content/page-01-01/content
source: The little sibling to \c[3]\v[area.autumn-area.name]\c[0], \v[area.autumn-fall.name] is filled with old ruins that are believed to have once been part of a large city that stretched all across the area up to \c[3]\v[area.jungle.name]\c[0] in the north and \c[3]\v[area.forest.name]\c[0] to the east.
es_es: El hermano pequeño de \c[3]\v[area.autumn-area.name]\c[0], \v[area.autumn-fall.name] está lleno de viejas ruinas que se cree que una vez fueron parte de una gran ciudad que se extendía por toda la zona hasta \c[3]\v[area.jungle.name]\c[0] en el norte y \c[3]\v[area.forest.name]\c[0] al este.

# data/database.json//lore/bergen-trail/title
source: Bergen Trail
es_es: Sendero de Bergen

# data/database.json//lore/bergen-trail/content/page-01-01/content
source: Bergen Trail is a way up \c[3]Mount Bergen\c[0] from \c[3]\v[area.autumn-area.name]\c[0], leading to \c[3]\v[area.bergen.name]\c[0]. At the foot of the mountain, the path begins with a green, temperate forest of coniferous hardwood trees, though it will inevitably start to snow when moving towards the top.
es_es: El Sendero Bergen es un camino que asciende al \c[3]monte Bergen\c[0] desde \c[3]\v[area.autumn-area.name]\c[0], y que conduce al \c[3]\v[area.bergen.name]\c[0]. Al pie de la montaña, el camino comienza con un bosque verde y templado de coníferas con una madera muy dura, y luego inevitablemente comenzará a nevar al avanzar hacia la cima.

# data/database.json//lore/bergen-trail/content/page-01-02/content
source: It is home to a lot of \c[3]\v[combat.name.frobbit]s\c[0] who can hide below snow to prepare a surprise attack. You might also find some \c[3]\v[combat.name.penguin]s\c[0] along the way. Closer to Bergen you can also find \c[3]\v[combat.name.goat]s\c[0] and \c[3]\v[combat.name.snowman]s\c[0] which are tough foes if not prepared.
es_es: Es el hogar de un montón de \c[3]\v[combat.name.frobbit]s\c[0] que pueden esconderse bajo la nieve para preparar un ataque sorpresa. También puedes encontrar algún \c[3]\v[combat.name.penguin]\c[0] por el camino. Más cerca de Bergen también puedes encontrar \c[3]\v[combat.name.goat]s\c[0] y \c[3]\v[combat.name.snowman]s\c[0] que son enemigos difíciles para los Buscadores si no están preparados.

# data/database.json//lore/bergen-hermit/title
source: Hermit's House
es_es: Casa del Ermitaño

# data/database.json//lore/bergen-hermit/content/page-01-01/content
source: The Hermit's House in \c[3]Bergen Trail\c[0] is a small pub located roughly in the middle of the climb. Before the path to the \c[3]Temple Mine\c[0] was established this house was the first built by human hands on Bergen Trail. It was named after the owner, who ironically was called Hermit by everyone. He was a founding member of the \c[3]\v[lore.title.faction-heat-main]\c[0] faction and set out to explore the mountain all by himself.
es_es: La Casa del Ermitaño en el \c[3]Sendero de Bergen\c[0] es una pequeña taberna situada más o menos en medio de la subida. Antes de que se estableciera el camino hacia el \c[3]Templo Mina\c[0], esta casa fue la primera construida por manos humanas en este lugar. Lleva el nombre del propietario, al que irónicamente todo el mundo llamaba Ermitaño. Era un miembro fundador de la facción \c[3]\v[lore.title.faction-heat-main]\c[0] y se dispuso a explorar la montaña por él mismo.

# data/database.json//lore/bergen-hermit/content/page-01-02/content
source: As \c[3]Shadoon\c[0] was explored more and more, he too ventured forth and left the house. In an effort to provide provisions to \c[3]Seekers\c[0] on their way to \c[3]Bergen\c[0] and the Temple Mine, some villagers opened a pub inside the house which has never closed since its opening.
es_es: A medida que \c[3]Shadoon\c[0] se volvía más y más explorado, él también se aventuró a salir de la casa. En un esfuerzo por proveer de provisiones a los \c[3]Buscadores\c[0] en su camino hacia \c[3]Bergen\c[0] y la Mina Templo, algunos aldeanos abrieron una taberna dentro de la casa que nunca ha cerrado desde su apertura.

# data/database.json//lore/bergen/title
source: Bergen Village
es_es: Aldea de Bergen

# data/database.json//lore/bergen/content/page-01-01/content
source: Bergen is a small, snowy village near the top of \c[3]Mount Bergen\c[0]. It was founded next to a \c[3]temple of the \v[lore.title.ancients]\c[0] to turn it into a mine and exploit the resources inside. The large building north of the village was once used as an inn but is now used as the town hall and place of reception.
es_es: Bergen es un pequeño pueblo nevado cerca de la cima del \c[3]Monte Bergen\c[0]. Se fundó junto a un \c[3]templo de los \v[lore.title.ancients]\c[0] para convertirlo en una mina y explotar los recursos de su interior. El gran edificio que se encuentra al norte de la aldea se utilizó en su día como posada, pero ahora se usa como ayuntamiento y lugar de recepción.

# data/database.json//lore/bergen-miners/title
source: Bergen Mine
es_es: Mina de Bergen

# data/database.json//lore/bergen-miners/content/page-01-01/content
source: Before it was decided to use \c[3]\v[lore.title.operation-trackwalker]\c[0] to find out more about the \c[3]Ancients\c[0], the \c[3]\v[lore.title.temple-mine]\c[0] was actually a mine farmed for its precious resources.
es_es: Antes de que se decidiera utilizar la \c[3]\v[lore.title.operation-trackwalker]\c[0] para averiguar más sobre los \c[3]Antiguos\c[0], el \c[3]\v[lore.title.temple-mine]\c[0] era en realidad una mina explotada por sus preciosos recursos.

# data/database.json//lore/bergen-miners/content/page-01-02/content
source: The mine was eventually overrun by the Ancients' system used to keep the Track of the Ancients intact. Vicious little bugs appeared and took over any mechanical system in the mine driving out the miners and leaving them without a job.
es_es: La mina acabó siendo invadida por el sistema de los Antiguos utilizado para mantener intacta el Camino de los Antiguos. Aparecieron pequeños bichos viciosos que se apoderaron de cualquier sistema mecánico de la mina expulsando a los mineros y dejándolos sin trabajo.

# data/database.json//lore/temple-mine/title
source: Temple Mine
es_es: Templo Mina

# data/database.json//lore/temple-mine/alternative
source: Abandoned Crystal Mine
es_es: Mina de Cristal Abandonada

# data/database.json//lore/temple-mine/content/first/content
source: The Temple Mine is a Dungeon which holds the first element of the \c[3]\v[lore.title.track-of-ancients]\c[0]. From here, a Seeker can obtain: \c[3]Heat\c[0]. Once a mine, it was overrun by the Ancients technology as humans dug up a temple hidden inside the mountain.
es_es: El Templo Mina es una mazmorra que contiene el primer elemento del \c[3]\v[lore.title.track-of-ancients]\c[0]. Desde aquí, un Buscador puede obtener el elmento \c[3]Fuego\c[0]. Una vez fue una mina, fue invadida por la tecnología de los Antiguos cuando los humanos desenterraron un templo oculto dentro de la montaña.

# data/database.json//lore/heat-area/title
source: Maroon Valley
es_es: Valle Granate

# data/database.json//lore/heat-area/content/page-01-01/content
source: Maroon Valley is a dry and hot area located on the western side of the continent. The terrain is mostly eroded and some parts are under the constant grinding pressure of a sandstorm. The storm itself, however, is not a product of natural air movement. The scientists of \c[3]Shadoon\c[0] assume that some \c[3]Ancient\c[0] Technology causes it, as no other explanation could be found.
es_es: El Valle Granate es un área seca y cálida ubicada en el lado occidental del continente. El terreno está mayormente erosionado y algunas partes están bajo la constante presión abrasiva de una tormenta de arena. Sin embargo, la tormenta en sí no es producto del movimiento natural del aire. Los científicos de \c[3]Shadoon\c[0] asumen que alguna tecnología \c[3]Antigua\c[0] lo causa, ya que no se pudo encontrar otra explicación.
