Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/quests/daft-frobbit/tasks/5/task
source: Got that furry mischief maker. Finally. Go get your reward from the statue in \c[3]Ancient Center\c[0]
ru_ru: Поймали этого пушистого смутьяна. Наконец-то. Получите награду от статуи в \c[3]Древнем центре\c[0]

# data/database.json/quests/trailblaze-bergen/name
source: Bergen Trailblazing
ru_ru: Первопроходец Бергена

# data/database.json/quests/trailblaze-bergen/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-bergen/description
source: Henry the Researcher asked you again to help him with his analysis of \c[3]Bergen Trail\c[0] by exploring and probing the area.
ru_ru: Генри-исследователь попросил вас ещё раз помочь ему с анализом \c[3]Тропы в Берген\c[0], разведывая и исследуя местность.

# data/database.json/quests/trailblaze-bergen/briefing
source: You explored \c[3]Bergen Trail\c[0] and presented the data to Henry. This time he seemed a bit too happy that you helped him. Something is strange about this guy.
ru_ru: Вы исследовали \c[3]Тропу в Берген\c[0] и передали данные Генри. На этот раз он казался слишком счастливым из-за того, что вы помогли ему. Что-то странное в этом парне.

# data/database.json/quests/trailblaze-bergen/tasks/0/task
source: Finish the tasks Henry gave you
ru_ru: Завершите задачи, которые Генри вам дал

# data/database.json/quests/trailblaze-bergen/tasks/0/subtasks/0/text
source: Finish the Collect Quest
ru_ru: Завершите квест сбора

# data/database.json/quests/trailblaze-bergen/tasks/0/subtasks/1/text
source: Finish the Defeat Quest
ru_ru: Завершите квест на сражение противников

# data/database.json/quests/trailblaze-bergen/tasks/0/subtasks/2/text
source: Finish the Landmark Quest
ru_ru: Завершите квест на ориентиры

# data/database.json/quests/trailblaze-bergen/tasks/0/subtasks/3/text
source: Finish the Data Probe Quest
ru_ru: Завершите квест с зондом

# data/database.json/quests/trailblaze-bergen/tasks/1/task
source: Return to Henry in \c[3]Bergen Trail - Rising Path 1\c[0] to show him your findings
ru_ru: Вернитесь к Генри на \c[3]Тропу в Берген - Восходящий путь 1\c[0], чтобы показать ему свои находки

# data/database.json/quests/trailblaze-bergen-1/name
source: Bergen Trail Collect
ru_ru: Тропа в Берген - Сбор

# data/database.json/quests/trailblaze-bergen-1/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-bergen-1/description
source: Collect the requested items for Henry in \c[3]Bergen Trail\c[0].
ru_ru: Соберите требуемые для Генри предметы на \c[3]Тропе в Берген\c[0].

# data/database.json/quests/trailblaze-bergen-1/briefing
source: You found the requested items in \c[3]Bergen Trail\c[0]
ru_ru: Вы нашли запрашиваемые предметы на \c[3]Тропе в Берген\c[0].

# data/database.json/quests/trailblaze-bergen-1/tasks/0/task
source: Find the items in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Найдите предметы на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/trailblaze-bergen-2/name
source: Bergen Trail Defeat
ru_ru: Тропа в Берген - Разгром

# data/database.json/quests/trailblaze-bergen-2/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-bergen-2/description
source: Collect samples on different enemies by defeating them in \c[3]Bergen Trail\c[0].
ru_ru: Соберите образцы с разных врагов, побеждая их на \c[3]Тропе в Берген\c[0].

# data/database.json/quests/trailblaze-bergen-2/briefing
source: You collected the data on the requested enemies.
ru_ru: Вы собрали сведения о запрашиваемых врагах.

# data/database.json/quests/trailblaze-bergen-2/tasks/0/task
source: Defeat enemies in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Победите врагов на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/trailblaze-bergen-3/name
source: Bergen Trail Landmarks
ru_ru: Тропа в Берген - Ориентиры

# data/database.json/quests/trailblaze-bergen-3/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-bergen-3/description
source: Henry the Researcher asked you to find all the landmarks in \c[3]Bergen Trail\c[0].
ru_ru: Генри-исследователь попросил вас найти все ориентиры на \c[3]Тропе в Берген\c[0].

# data/database.json/quests/trailblaze-bergen-3/briefing
source: You found all Landmarks in \c[3]Bergen Trail\c[0] for Henry.
ru_ru: Вы нашли все ориентиры на \c[3]Тропе в Берген\c[0] для Генри.

# data/database.json/quests/trailblaze-bergen-3/tasks/0/task
source: Find all the landmarks in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Найдите все ориентиры на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/trailblaze-bergen-4/name
source: Bergen Trail Data Probe
ru_ru: Тропа в Берген - Зонд

# data/database.json/quests/trailblaze-bergen-4/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-bergen-4/description
source: Retrieve the data from a probe a player installed for Henry. It's in one of the caves located in \c[3]Bergen Trail\c[0].
ru_ru: Получите данные с зонда, установленного игроком для Генри. Он находится в одной из пещер, расположенных на \c[3]Тропе в Берген\c[0].

# data/database.json/quests/trailblaze-bergen-4/briefing
source: You found and retrieved the data probe.
ru_ru: Вы нашли и извлекли данные из зонда.

# data/database.json/quests/trailblaze-bergen-4/tasks/0/task
source: Find the probe in a \c[3]cave\c[0] of \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Найдите зонд в \c[3]пещере\c[0] на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/you-got-mail/name
source: You've Got Mail?
ru_ru: Вам письмо?

# data/database.json/quests/you-got-mail/description
source: A shy player wants you to buy a \c[3]\v[item.30.name]\c[0] for her in the Equipment Shop of \c[3]Rookie Harbor\c[0].
ru_ru: Стеснительный игрок просит вас купить \c[3]Бронзовую кольчугу\c[0] для неё в Магазине оружия \c[3]Гавани новичков\c[0].

# data/database.json/quests/you-got-mail/briefing
source: She got the mail. And seems very happy about it.
ru_ru: Она получила посылку. И, похоже, очень рада этому.

# data/database.json/quests/you-got-mail/tasks/0/task
source: Buy a \c[3]\v[item.30.name]\c[0] in \c[3]Rookie Harbor\c[0]
ru_ru: Купите \c[3]Бронзовую кольчугу\c[0] в \c[3]Гавани новичков\c[0]

# data/database.json/quests/you-got-mail/tasks/1/task
source: Go back to the shy player in \c[3]Bergen Trail - Entrance\c[0]
ru_ru: Вернитесь к застенчивому игроку на \c[3]Тропу в Берген - Вход\c[0]

# data/database.json/quests/legend-bunny/hubSettings/location
source: This is too much... I need help from another player... Find me at the \c[3]Entrance of Bergen Trail\c[0].
ru_ru: Это уже слишком... Мне нужна помощь другого игрока... Я у \c[3]входа на Тропу в Берген\c[0].

# data/database.json/quests/legend-bunny/name
source: The Legendary Bunny
ru_ru: Легендарный кролик

# data/database.json/quests/legend-bunny/person
source: Jean
ru_ru: Джина

# data/database.json/quests/legend-bunny/description
source: A scared player asked you to investigate on the matter of the vicious creature that attacked her. Find out more about this "bunny" and how to exact your revenge on it.
ru_ru: Испуганный игрок попросил вас расследовать дело о злом существе, которое атаковало его. Узнайте больше об этом "кролике" и том, как ему отомстить.

# data/database.json/quests/legend-bunny/briefing
source: You have captured the legendary bunny and brought it back to the scared player. Turns out the bunny was just a regular \c[3]\v[combat.name.gray-frobbit]\c[0]. At least you got some reward, right?
ru_ru: Вы поймали легендарного кролика и принесли его обратно к испуганному игроку. Оказывается, этот кролик был просто обычным \c[3]Кролягом\c[0]. По крайней мере, вы получили какое-то вознаграждение, верно?

# data/database.json/quests/legend-bunny/tasks/0/task
source: Ask the friends about the \c[3]Legendary Bunny\c[0]
ru_ru: Спросите друзей об этом \c[3]Легендарном кролике\c[0]

# data/database.json/quests/legend-bunny/tasks/0/subtasks/0/text
source: Hexacast in \c[3]Rookie Harbor\c[0]
ru_ru: Гексакаст в \c[3]Гавани новичков\c[0]

# data/database.json/quests/legend-bunny/tasks/0/subtasks/1/text
source: Triblader at the Obelisk in \c[3]Autumn's Rise\c[0]
ru_ru: Триблейдер у Обелиска в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/legend-bunny/tasks/0/subtasks/1/shortText
source: Triblader in \c[3]Autumn's Rise\c[0]
ru_ru: Триблейдер в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/legend-bunny/tasks/1/task
source: Return to Jean in \c[3]Bergen Trail\c[0]
ru_ru: Вернитесь к Джине на \c[3]Тропу в Берген\c[0]

# data/database.json/quests/legend-bunny/tasks/2/task
source: Collect 5 \v[item.139.name]s from \c[3]\v[combat.name.snowman]s\c[0]
ru_ru: Добудьте пять Морозных морковок из \c[3]Морковво\c[0]

# data/database.json/quests/legend-bunny/tasks/3/task
source: Return to \c[3]Jean\c[0] in \c[3]Bergen Trail\c[0] again
ru_ru: Вернитесь к \c[3]Джине\c[0] на \c[3]Тропу в Берген\c[0] снова

# data/database.json/quests/legend-bunny/tasks/4/task
source: Capture the \c[3]Legendary Bunny\c[0] in \c[3]Bergen Trail Windy Climb\c[0] by defeating it.
ru_ru: Поймайте \c[3]Легендарного кролика\c[0] на \c[3]Ветреном подъёме Тропы в Берген\c[0], победив его

# data/database.json/quests/legend-bunny/tasks/5/task
source: Bring \c[3]Jean\c[0] the captured bunny in \c[3]Bergen Trail\c[0]
ru_ru: Принесите \c[3]Джине\c[0] пойманного кролика на \c[3]Тропу в Берген\c[0]

# data/database.json/quests/round-and-round-2/name
source: Round and Round 2
ru_ru: Кругом и по кругу 2

# data/database.json/quests/round-and-round-2/person
source: Game Tester
ru_ru: Тестер игры

# data/database.json/quests/round-and-round-2/description
source: The game tester needs your help again. Complete his \c[3]Bergen Trail\c[0] parkour course in the time limit to test if everything is working correctly.
ru_ru: Тестировщик снова нуждается в вашей помощи. Пройдите его маршрут паркура на \c[3]Тропе в Берген\c[0] за ограниченное время, чтобы проверить, всё ли работает как надо.

# data/database.json/quests/round-and-round-2/briefing
source: You did it again. Seems like at this point you're doing his job. But there is loot, so everything is okay.
ru_ru: Вы снова сделали это. Кажется, вы делаете его работу за него. Но он выдаёт вознаграждение, значит всё в порядке.

# data/database.json/quests/round-and-round-2/tasks/0/task
source: Start the parkour at the \c[3]Spike Heights\c[0] in Bergen Trail.
ru_ru: Начните паркур в \c[3]Шипастых высотах\c[0] на Тропе в Берген

# data/database.json/quests/round-and-round-2/tasks/1/task
source: Finish the parkour in under \c[3]35 seconds\c[0]
ru_ru: Завершите паркур за \c[3]35 секунд\c[0]

# data/database.json/quests/round-and-round-2/tasks/2/task
source: Talk to Bob at \c[3]Spike Heights\c[0] again.
ru_ru: Поговорите с Бобом в \c[3]Шипастых высотах\c[0] снова

# data/database.json/quests/bergen-mining_tools/name
source: Digging Up the Past
ru_ru: Копание в прошлом

# data/database.json/quests/bergen-mining_tools/person
source: Quest Advisor
ru_ru: Квестовый советник

# data/database.json/quests/bergen-mining_tools/description
source: Many valuable items have been lost after Bergen Mine had to be abandoned. Try to find them while traversing through the \c[3]Temple Mine\c[0]!
ru_ru: Многие ценные вещи были утеряны после того, как Бергенская шахта оказалась заброшена. Попробуйте найти их во время прохождения \c[3]Храм-Шахты\c[0]!

# data/database.json/quests/bergen-mining_tools/briefing
source: You have returned the lost equipment and helped \v[area.bergen.name] to finally recover.
ru_ru: Вы вернули утраченное оборудование и помогли Бергену окончательно оправиться.

# data/database.json/quests/bergen-mining_tools/tasks/0/task
source: Find the lost equipment in the \c[3]\v[area.cold-dng.name]\c[0]!
ru_ru: Найдите потерянное оборудование в \c[3]Храм-Шахте\c[0]!

# data/database.json/quests/bergen-mining_tools/tasks/1/task
source: Return the equipment back to the Quest Advisor in the \v[area.bergen.name] Quest Hub.
ru_ru: Верните оборудование назад Квестовому советнику в Квест-хаб Бергена

# data/database.json/quests/holiday-man/name
source: Gifting for Fun!
ru_ru: Подарки как хобби!

# data/database.json/quests/holiday-man/person
source: Holiday Man
ru_ru: Сантама

# data/database.json/quests/holiday-man/description
source: \c[3]Holiday Man\c[0] who apparently likes to gift people for fun, asked you to help him giving presents to various players. Bring the presents to the players!
ru_ru: \c[3]Сантама\c[0], который, очевидно, любит дарить людям подарки ради забавы, попросил помочь ему с раздачей подарков игрокам. Принесите подарки игрокам!

# data/database.json/quests/holiday-man/briefing
source: You helped \c[3]Holiday Man\c[0] give out the presents in time. He gave you his special hat, revealing his true form to you. You were blinded by light.
ru_ru: Вы помогли \c[3]Сантаме\c[0] раздать подарки вовремя. За это он дал вам особую шапку, раскрыв свою истинную форму. Вы были ослеплены светом.

# data/database.json/quests/holiday-man/tasks/0/task
source: Give presents to players in \c[3]\v[area.bergen.name]\c[0]
ru_ru: Раздайте подарки игрокам в \c[3]Бергене\c[0]

# data/database.json/quests/holiday-man/tasks/0/subtasks/0/text
source: Triblader
ru_ru: Триблейдер

# data/database.json/quests/holiday-man/tasks/0/subtasks/1/text
source: Hexacast
ru_ru: Гексакаст

# data/database.json/quests/holiday-man/tasks/0/subtasks/2/text
source: Pentafist
ru_ru: Пентафист

# data/database.json/quests/holiday-man/tasks/0/subtasks/3/text
source: Quadroguard
ru_ru: Квадрогард

# data/database.json/quests/holiday-man/tasks/1/task
source: Give presents to players in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Раздайте подарки игрокам на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/holiday-man/tasks/1/subtasks/0/text
source: Triblader
ru_ru: Триблейдер

# data/database.json/quests/holiday-man/tasks/1/subtasks/1/text
source: Hexacast
ru_ru: Гексакаст

# data/database.json/quests/holiday-man/tasks/1/subtasks/2/text
source: Pentafist
ru_ru: Пентафист

# data/database.json/quests/holiday-man/tasks/1/subtasks/3/text
source: Quadroguard
ru_ru: Квадрогард

# data/database.json/quests/holiday-man/tasks/2/task
source: Give presents to players in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Раздайте подарки игрокам в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/holiday-man/tasks/2/subtasks/0/text
source: Triblader
ru_ru: Триблейдер

# data/database.json/quests/holiday-man/tasks/2/subtasks/1/text
source: Hexacast
ru_ru: Гексакаст

# data/database.json/quests/holiday-man/tasks/2/subtasks/2/text
source: Pentafist
ru_ru: Пентафист

# data/database.json/quests/holiday-man/tasks/2/subtasks/3/text
source: Quadroguard
ru_ru: Квадрогард

# data/database.json/quests/holiday-man/tasks/3/task
source: Give presents to players in \c[3]\v[area.rookie-harbor.name]\c[0]
ru_ru: Раздайте подарки игрокам в \c[3]Гавани новичков\c[0]

# data/database.json/quests/holiday-man/tasks/3/subtasks/0/text
source: Triblader
ru_ru: Триблейдер

# data/database.json/quests/holiday-man/tasks/3/subtasks/1/text
source: Hexacast
ru_ru: Гексакаст

# data/database.json/quests/holiday-man/tasks/3/subtasks/2/text
source: Pentafist
ru_ru: Пентафист

# data/database.json/quests/holiday-man/tasks/3/subtasks/3/text
source: Quadroguard
ru_ru: Квадрогард

# data/database.json/quests/holiday-man/tasks/4/task
source: Go back to \c[3]Holiday Man\c[0] in \c[3]\v[area.bergen.name]\c[0]
ru_ru: Вернитесь к \c[3]Сантаме\c[0] в \c[3]Берген\c[0]

# data/database.json/quests/holiday-man/tasks/5/task
source: Defeat the \c[3]\v[combat.name.snowman-xmas]\c[0] in \c[3]\v[area.bergen.name]\c[0]
ru_ru: Победите \c[3]Мейстера Морковво\c[0] в \c[3]Бергене\c[0]

# data/database.json/quests/holiday-man/tasks/6/task
source: Return to \c[3]Holiday Man\c[0] in \c[3]\v[area.bergen.name]\c[0] again
ru_ru: Вернитесь к \c[3]Сантаме\c[0] в \c[3]Берген\c[0]

# data/database.json/quests/miners-1-dirtbunnies/hubSettings/location
source: There has been an incident involving Frobbits and mining equipment. \c[3]- Bergen Digging Mates HQ\c[0]
ru_ru: Произошёл инцидент с Кролягами и шахтёрским оборудованием. \c[3]- Братство шахтёров Бергена\c[0]

# data/database.json/quests/miners-1-dirtbunnies/name
source: Filthy Frobbits
ru_ru: Поганые кроляги

# data/database.json/quests/miners-1-dirtbunnies/person
source: McEdinthil
ru_ru: МакЭдинтил

# data/database.json/quests/miners-1-dirtbunnies/description
source: \c[3]Frobbits\c[0] broke into a mine and were contaminated before fleeing. Weaken them with \c[3]forced baths\c[0] and defeat them!
ru_ru: \c[3]Кроляги\c[0] ворвались в шахту и успели испачкаться до того, как удрали. Ослабьте их \c[3]принудительными ваннами\c[0] и победите!

# data/database.json/quests/miners-1-dirtbunnies/briefing
source: You thoroughly cleaned up the mess caused by the miners.
ru_ru: Вы тщательно очистили беспорядок, учинённый шахтёрами.

# data/database.json/quests/miners-1-dirtbunnies/tasks/0/task
source: Go to \c[3]Rising Path 2\c[0] of \c[3]\v[area.bergen-trails.name]\c[0] and look for \c[3]\v[combat.name.cold/frobbit-quest-dirty]s\c[0]
ru_ru: Идите к \c[3]Восходящему пути 2\c[0] на \c[3]Тропе в Берген\c[0] и найдите \c[3]Немытых кролягов\c[0]

# data/database.json/quests/miners-1-dirtbunnies/tasks/1/task
source: Defeat all the \c[3]\v[combat.name.cold/frobbit-quest-dirty]s\c[0] on \c[3]Rising Path 2\c[0] of \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Победите всех \c[3]Немытых кролягов\c[0] на \c[3]Восходящем пути 2\c[0] на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/miners-1-dirtbunnies/tasks/2/task
source: Report back to \c[3]Chief Miner Turis McEdinthil\c[0] in the \c[3]Bergen Digging Mates HQ\c[0]
ru_ru: Отчитайтесь \c[3]Начальнику шахты Турису МакЭдинтилу\c[0] в \c[3]штабе Братства шахтёров Бергена\c[0]

# data/database.json/quests/miners-2-mine_bombing_1/hubSettings/location
source: We need someone skilled with explosives to establish a new mine. \c[3]- Bergen Digging Mates HQ\c[0]
ru_ru: Нам нужен кто-то, умеющий обращаться со взрывчаткой, чтобы освоить новую шахту. \c[3]- штаб Братства шахтёров Бергена\c[0]

# data/database.json/quests/miners-2-mine_bombing_1/name
source: Explosive Debugging
ru_ru: Взрывная отладка

# data/database.json/quests/miners-2-mine_bombing_1/person
source: McEdinthil
ru_ru: МакЭдинтил

# data/database.json/quests/miners-2-mine_bombing_1/description
source: A nest of rock-hard \c[3]bugs\c[0] has been penetrated by a mining shaft of the \v[lore.title.faction-heat-bergen]. Only \c[3]explosive measures\c[0] can save this operation!
ru_ru: Выводок твёрдых пород \c[3]жуков\c[0] проник в шахту Братства шахтёров Бергена. Только \c[3]взрывные меры\c[0] могут спасти эту деятельность!

# data/database.json/quests/miners-2-mine_bombing_1/briefing
source: The well-placed detonations have properly debugged the mining shaft.
ru_ru: Меткие взрывы полностью обезжучили шахту.

# data/database.json/quests/miners-2-mine_bombing_1/tasks/0/task
source: Take the \c[3]Miner's Elevator\c[0] to the \c[3]New Mine #1\c[0] and talk to \c[3]Darrel\c[0]
ru_ru: Спуститесь на \c[3]шахтёрском подъёмнике\c[0] в \c[3]Новую шахту #1\c[0] и поговорите с \c[3]Даррелом\c[0]

# data/database.json/quests/miners-2-mine_bombing_1/tasks/1/task
source: Enter the chamber and activate the \c[3]explosives controls\c[0]
ru_ru: Войдите в камеру и активируйте \c[3]средства управления взрывчаткой\c[0]

# data/database.json/quests/miners-2-mine_bombing_1/tasks/2/task
source: Clear out \c[3]all the rocks in the chamber\c[0] and defeat the \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0] that spawn from them
ru_ru: Расчистите \c[3]все камни в шахте\c[0] и уничтожьте появившихся \c[3]Флизеров\c[0]

# data/database.json/quests/miners-2-mine_bombing_1/tasks/3/task
source: Pick up \c[3]the chest\c[0] that spawned from the ceiling
ru_ru: Возьмите \c[3]сундук\c[0], упавший с потолка

# data/database.json/quests/miners-2-mine_bombing_1/tasks/4/task
source: Defeat all the \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0]
ru_ru: Победите всех \c[3]Флизеров\c[0]

# data/database.json/quests/miners-2-mine_bombing_1/tasks/5/task
source: Report back to \c[3]Chief Miner Turis McEdinthil\c[0] in the \c[3]Bergen Digging Mates HQ\c[0]
ru_ru: Отчитайтесь \c[3]Начальнику шахты Турису МакЭдинтилу\c[0] в \c[3]штабе Братства шахтёров Бергена\c[0]

# data/database.json/quests/miners-2-mine_challenge-1/hubSettings/location
source: Those hardened bugs are still crawling about. We should go on the offensive! \c[3]- New Mine #1\c[0]
ru_ru: Эти закалённые жуки всё ещё ползают. Мы должны идти в наступление! \c[3]- Новая шахта #1\c[0]

# data/database.json/quests/miners-2-mine_challenge-1/name
source: Preemptive Debugging
ru_ru: Упреждающая отладка

# data/database.json/quests/miners-2-mine_challenge-1/person
source: Darrel
ru_ru: Даррел

# data/database.json/quests/miners-2-mine_challenge-1/description
source: Though the area has been cleared, the miner \c[3]Darrel\c[0] is worried that the \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0] might return. He thus suggested some preemptive measures.
ru_ru: Хотя область была очищена, шахтер \c[3]Даррел\c[0] обеспокоен тем, что \c[3]Флизеры\c[0] могут вернуться. Поэтому он предложил некоторые превентивные меры.

# data/database.json/quests/miners-2-mine_challenge-1/briefing
source: Though lots of bugs were blasted, their numbers seem endless. Repetition of the the process will always be an option.
ru_ru: Хотя множество жуков было уничтожено, их количество кажется бесконечным. Всегда можно повторить процесс.

# data/database.json/quests/miners-2-mine_challenge-1/tasks/0/task
source: \c[3]Enter the chamber of New Mine #1\c[0] again and prepare for combat
ru_ru: \c[3]Войдите в новую шахту #1\c[0] снова и приготовьтесь к битве

# data/database.json/quests/miners-2-mine_challenge-1/tasks/1/task
source: Defeat all the \c[3]\v[combat.name.cold/coldbug-quest-bombing-1]s\c[0]
ru_ru: Победите всех \c[3]Флизеров\c[0]

# data/database.json/quests/miners-2-mine_challenge-1/tasks/2/task
source: Report back to \c[3]Darrel the Miner\c[0] in the \c[3]New Mine #1\c[0]
ru_ru: Отчитайтесь \c[3]шахтёру Даррелу\c[0] в \c[3]Новой шахте #1\c[0]

# data/database.json/quests/bg-1-lost_pet/hubSettings/location
source: A small goat is annoying the good citizens of Bergen. It needs to be stopped! \c[3]- Bergen Guard HQ\c[0]
ru_ru: Маленький козлик беспокоит жителей Бергена. Его нужно остановить! \c[3]- штаб Бергенской стражи\c[0]

# data/database.json/quests/bg-1-lost_pet/name
source: Kidding Around
ru_ru: Дурачимся повсюду

# data/database.json/quests/bg-1-lost_pet/person
source: Sgt. Sterling
ru_ru: Сержант Стерлинг

# data/database.json/quests/bg-1-lost_pet/description
source: A \c[3]goat kid\c[0] is jumping around \c[3]on the roofs of \v[area.bergen.name]\c[0], annoying the citizens. It is up to you to catch it!
ru_ru: \c[3]По крышам Бергена\c[0] прыгает \c[3]козлёнок\c[0], раздражая граждан. Нужно поймать его!

# data/database.json/quests/bg-1-lost_pet/briefing
source: Despite your best efforts, the impostor got away with the goat. That is a problem for another day, though.
ru_ru: Несмотря на все ваши усилия, самозванец сбежал вместе с козлёнком. Но это уже другая проблема.

# data/database.json/quests/bg-1-lost_pet/tasks/0/task
source: Find the \c[3]goat kid\c[0] somewhere in \c[3]\v[area.bergen.name]\c[0]
ru_ru: Найдите \c[3]козлёнка\c[0] где-то в \c[3]Бергене\c[0]

# data/database.json/quests/bg-1-lost_pet/tasks/1/task
source: Follow \c[3]the goat kid\c[0] and catch it
ru_ru: Следуйте за \c[3]козлёнком\c[0] и поймайте его
