Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/lore/class-spheromancer/content/page-01-01/content
source: Spheromancers follow the \c[3]Virtue of Balance\c[0]. They are a jack of all trades, balancing each class's advantages and deficits to create a well-versed fighter. Spheromancers became quite rare since the class is not usually taken by a lot of players. Many consider the class as too weak or too challenging since players need to combine every tool in their arsenal to progress efficiently instead of having a clear focus. Additionally, Spheromancers don't favor any element and instead try to keep a balance between them.
ru_ru: Сфероманты следуют \c[3]добродетели баланса\c[0]. Они являются мастерами на все руки, уравновешивая преимущества и недостатки каждого класса, чтобы создать искушённого бойца. Сфероманты стали довольно редкими, так как класс обычно не берётся многими игроками. Многие считают класс слишком слабым или слишком сложным, поскольку игрокам нужно объединить все инструменты в своём арсенале, чтобы эффективно развиваться, вместо того, чтобы иметь чёткую направленность. Кроме того, сфероманты не предпочитают какой-либо элемент и вместо этого стараются поддерживать баланс между ними.

# data/database.json/lore/rhombus-square/title
source: Rhombus Square
ru_ru: Площадь Ромба

# data/database.json/lore/rhombus-square/content/page-01-01/content
source: Rhombus Square is the biggest city and capital of the human settlements on \c[3]\v[lore.title.planet]\c[0]. It is located in the sea near \c[3]\v[area.rookie-harbor.name]\c[0] and constructed entirely out of glass and advanced metal alloys. In order for a \c[3]Seeker\c[0] to gain access to the city, he must first collect all elements on the Track of the Ancients.
ru_ru: Площадь Ромба - самый большой город и столица населённых пунктов на \c[3]Шадуне\c[0]. Он расположен в море, недалеко от \c[3]Гавани новичков\c[0], и построен полностью из стекла и современных металлических сплавов. Чтобы получить доступ к городу, \c[3]Искатель\c[0] должен сначала собрать все элементы на Пути Древних.

# data/database.json/lore/newcomers-bridge/title
source: Newcomer's Bridge
ru_ru: Мост новичков

# data/database.json/lore/newcomers-bridge/content/page-01-01/content
source: The Newcomer's Bridge is located in the skyline of \c[3]Rhombus Square\c[0] and serves as the basic training for new \c[3]\v[lore.title.seeker]s\c[0]. Located near the end of the bridge is the \c[3]\v[area.rhombus-dng.name]\c[0] where the new recruits face their final test before taking the skyrails to \c[3]\v[lore.title.cross-central]\c[0] and leaving for the mainland.
ru_ru: Мост новичков находится на вершине Площади Ромба и служит местом базовой тренировки для новых \c[3]Искателей\c[0]. Рядом с концом моста находится \c[3]Подземелье Ромба\c[0], где новобранцы проходят финальную проверку перед тем, как отправиться по небесным рельсам в \c[3]CrossCentral\c[0] для отбытия на материк.

# data/database.json/lore/rookie-dungeon/title
source: Rookie Dungeon
ru_ru: Подземелье новичков

# data/database.json/lore/rookie-dungeon/content/page-01-01/content
source: The Rhombus Dungeon is located on \c[3]\v[lore.title.newcomers-bridge]\c[0] and serves as the final test for new \c[3]\v[lore.title.seeker]s\c[0].
ru_ru: Подземелье Ромба расположено на \c[3]Мосте новичков\c[0] и служит финальным тестом для новых \c[3]Искателей\c[0].

# data/database.json/lore/cross-central/content/page-01-01/content
source: Cross Central is the primary teleportation HUB for the human civilization on \c[3]\v[lore.title.planet]\c[0]. It is located on a large tower in the middle of \c[3]\v[area.rhombus-sqr.name]\c[0] and offers instant teleportation to all human settlements.
ru_ru: CrossCentral - основной центр телепортации человеческой цивилизации на \c[3]Шадуне\c[0]. Он расположен на большой башне в центре \c[3]Площади Ромба\c[0] и предлагает мгновенную телепортацию во все населённые пункты.

# data/database.json/lore/cross-central/content/page-01-02/content
source: New \c[3]\v[lore.title.seeker]s\c[0] who just completed the training on \c[3]\v[lore.title.newcomers-bridge]\c[0] first enter Cross Central to teleport to \c[3]\v[area.rookie-harbor.name]\c[0] and thus enter the main continent and start the \c[3]\v[lore.title.track-of-ancients]\c[0].
ru_ru: Новые \c[3]Искатели\c[0], которые только что закончили обучение на \c[3]Мосте новичков\c[0], сначала попадают в CrossCentral, чтобы телепортироваться в \c[3]Гавань новичков\c[0], и, таким образом, попадают на главный континент и начинают \c[3]операцию Путепроходец\c[0].

# data/database.json/lore/rookie-harbor/title
source: Rookie Harbor
ru_ru: Гавань новичков

# data/database.json/lore/rookie-harbor/content/page-01-01/content
source: Rookie Harbor is the first true human settlement on \c[3]\v[lore.title.planet]\c[0] and also serves as the beginning of every \c[3]\v[lore.title.seeker]'s\c[0] journey on the \c[3]\v[lore.title.track-of-ancients]\c[0]. It was founded directly after human arrival on the planet, even before the construction of the current capital Rhombus Square was started. Located at the coast in the middle of the continent, it is also the main trading and travelling hotspot of the mainland. It is often seen as the most comfortable human settlement.
ru_ru: Гавань новичков - первое настоящее поселение людей на \c[3]Шадуне\c[0], которое также служит началом путешествия каждого \c[3]Искателя\c[0] на \c[3]Пути Древних\c[0]. Она была основана сразу после прибытия человека на планету, ещё до начала строительства нынешней столицы - Площади Ромба. Расположенная на побережье посреди континента, она также является главной торговой и туристической точкой материка. Её часто рассматривают как самый комфортный населённый пункт.

# data/database.json/lore/rookie-harbor/content/page-01-02/content
source: On the landside, it is surrounded by a temperate area full of apple trees that always seems to be stuck in the autumn season. Thus different colored apples and fishes from the sea are the main ingredients of most dishes in the settlement.
ru_ru: На суше она окружена умеренной зоной, полной яблонь, которые, кажется, навечно застряли в осеннем сезоне. Таким образом, разноцветные яблоки и рыбы с моря являются основными ингредиентами большинства блюд в поселении.

# data/database.json/lore/rookie-harbor/content/Page-02-01/content
source: It was once called \c[3]Port Harbor\c[0], before \c[3]\v[lore.title.operation-trackwalker]\c[0] was conceived.
ru_ru: Когда-то он назывался \c[3]Порт-Харбор\c[0], до того, как \c[3]операция Путепроходец\c[0] была разработана.

# data/database.json/lore/autumn-rise/title
source: Autumn's Rise
ru_ru: Расцвет Осени

# data/database.json/lore/autumn-rise/content/page-01-01/content
source: Autumn's Rise is a temperate area that seems to be in a state of permanent autumn. It's the first area a \c[3]\v[lore.title.seeker]\c[0] has to travel through. The Fauna mainly consists of \c[3]\v[combat.name.hedgehog]s\c[0] and \c[3]\v[combat.name.meerkat]s\c[0] but the area also contains some rather nasty \c[3]\v[combat.name.buffalo]s\c[0] to deal with.
ru_ru: Расцвет Осени - умеренная зона, которая, похоже, находится в состоянии вечной осени. Это первая зона, через которую проходит \c[3]Искатель\c[0]. Фауну в основном представляют \c[3]Дикоборзы\c[0] и \c[3]Горностаи\c[0], но также здесь вам могут встретиться довольно противные \c[3]Бычары\c[0], с которыми тоже придётся иметь дело.

# data/database.json/lore/autumn-rise/content/page-01-02/content
source: Going off-path in Autumn's Rise might lead to interesting places such as the \c[3]Old Observatory\c[0] in the south-west of the area.
ru_ru: Сойдя с пути в Расцвете Осени, вы можете найти любопытные места, например, \c[3]Старую Обсерваторию\c[0] на юго-западе зоны.

# data/database.json/lore/autumn-fall/title
source: Autumn's Fall
ru_ru: Закат Осени

# data/database.json/lore/autumn-fall/content/page-01-01/content
source: The little sibling to \c[3]\v[area.autumn-area.name]\c[0], \v[area.autumn-fall.name] is filled with old ruins that are believed to have once been part of a large city that stretched all across the area up to \c[3]\v[area.jungle.name]\c[0] in the north and \c[3]\v[area.forest.name]\c[0] to the east.
ru_ru: Маленький брат \c[3]Расцвета Осени\c[0], Закат Осени наполнен старыми руинами, которые считают некогда частью большого города, протянувшегося через всю область вплоть до \c[3]Сада Гайи\c[0] на севере и \c[3]Сапфирового края\c[0] на востоке.

# data/database.json/lore/bergen-trail/title
source: Bergen Trail
ru_ru: Тропа в Берген

# data/database.json/lore/bergen-trail/content/page-01-01/content
source: Bergen Trail is a way up \c[3]Mount Bergen\c[0] from \c[3]\v[area.autumn-area.name]\c[0], leading to \c[3]\v[area.bergen.name]\c[0]. At the foot of the mountain, the path begins with a green, temperate forest of coniferous hardwood trees, though it will inevitably start to snow when moving towards the top.
ru_ru: Тропа в Берген - это путь на \c[3]гору Берген\c[0] из \c[3]Расцвета Осени\c[0], ведущий к \c[3]Бергену\c[0]. У подножия горы путь начинается в зелёном умеренном лесу хвойных деревьев, однако по пути к вершине неизбежно начнёт идти снег.

# data/database.json/lore/bergen-trail/content/page-01-02/content
source: It is home to a lot of \c[3]\v[combat.name.frobbit]s\c[0] who can hide below snow to prepare a surprise attack. You might also find some \c[3]\v[combat.name.penguin]s\c[0] along the way. Closer to Bergen you can also find \c[3]\v[combat.name.goat]s\c[0] and \c[3]\v[combat.name.snowman]s\c[0] which are tough foes if not prepared.
ru_ru: Она является домом для множества \c[3]Белых Кролягов\c[0], которые могут прятаться под снегом, чтобы неожиданно напасть. Вы также можете найти \c[3]\v[combat.name.penguin]ов\c[0] по пути. Ближе к Бергену вы также можете найти \c[3]\v[combat.name.goat]ов\c[0] и \c[3]\v[combat.name.snowman]\c[0], которые будут трудными врагами, если не подготовиться.

# data/database.json/lore/bergen-hermit/title
source: Hermit's House
ru_ru: Дом отшельника

# data/database.json/lore/bergen-hermit/content/page-01-01/content
source: The Hermit's House in \c[3]Bergen Trail\c[0] is a small pub located roughly in the middle of the climb. Before the path to the \c[3]Temple Mine\c[0] was established this house was the first built by human hands on Bergen Trail. It was named after the owner, who ironically was called Hermit by everyone. He was a founding member of the \c[3]\v[lore.title.faction-heat-main]\c[0] faction and set out to explore the mountain all by himself.
ru_ru: Дом отшельника на \c[3]Тропе в Берген\c[0] - это маленькое кафе, расположенное примерно в середине подъёма. До того, как была образована дорога к \c[3]Храм-Шахте\c[0], этот дом был первым построенным руками человека на Тропе в Берген. Он был так назван в честь создателя, которого все иронично называли Отшельником. Он был одним из основателей фракции \c[3]\v[lore.title.faction-heat-main]\c[0] и собирался в одиночку исследовать гору.

# data/database.json/lore/bergen-hermit/content/page-01-02/content
source: As \c[3]Shadoon\c[0] was explored more and more, he too ventured forth and left the house. In an effort to provide provisions to \c[3]Seekers\c[0] on their way to \c[3]Bergen\c[0] and the Temple Mine, some villagers opened a pub inside the house which has never closed since its opening.
ru_ru: В то время как \c[3]Шадун\c[0] исследовали всё больше и больше, он тоже устремился дальше и покинул дом. В целях обеспечения провизией \c[3]Искателей\c[0] на их пути к \c[3]Бергену\c[0] и Храм-Шахте некоторые жители открыли кафе в доме, которое никогда не закрывалось с момента его открытия.

# data/database.json/lore/bergen/title
source: Bergen Village
ru_ru: Берген

# data/database.json/lore/bergen/content/page-01-01/content
source: Bergen is a small, snowy village near the top of \c[3]Mount Bergen\c[0]. It was founded next to a \c[3]temple of the \v[lore.title.ancients]\c[0] to turn it into a mine and exploit the resources inside. The large building north of the village was once used as an inn but is now used as the town hall and place of reception.
ru_ru: Берген - маленькая заснеженная деревня рядом с вершиной \c[3]горы Берг\c[0]. Она была основана рядом с \c[3]храмом Древних\c[0], чтобы превратить его в шахту и добывать ресурсы внутри. Большое здание в северной части деревни раньше было постоялым двором, но сейчас оно является ратушей и местом приёма.

# data/database.json/lore/bergen-miners/title
source: Bergen Mine
ru_ru: Бергенская шахта

# data/database.json/lore/bergen-miners/content/page-01-01/content
source: Before it was decided to use \c[3]\v[lore.title.operation-trackwalker]\c[0] to find out more about the \c[3]Ancients\c[0], the \c[3]\v[lore.title.temple-mine]\c[0] was actually a mine farmed for its precious resources.
ru_ru: До того, как было решено использовать \c[3]операцию Путепроходец\c[0], чтобы узнать больше о \c[3]Древних\c[0], \c[3]\v[lore.title.temple-mine]\c[0] и правда был шахтой для добычи драгоценных ресурсов.

# data/database.json/lore/bergen-miners/content/page-01-02/content
source: The mine was eventually overrun by the Ancients' system used to keep the Track of the Ancients intact. Vicious little bugs appeared and took over any mechanical system in the mine driving out the miners and leaving them without a job.
ru_ru: Шахта в итоге была захвачена системой Древних, предназначенной для сохранения Пути Древних нетронутым. Злые маленькие жучки появились и овладели всеми механическими системами в шахте, выгнав всех шахтёров и оставив их без работы.

# data/database.json/lore/temple-mine/title
source: Temple Mine
ru_ru: Храм-Шахта

# data/database.json/lore/temple-mine/alternative
source: Abandoned Crystal Mine
ru_ru: Заброшенная кристальная шахта

# data/database.json/lore/temple-mine/content/first/content
source: The Temple Mine is a Dungeon which holds the first element of the \c[3]\v[lore.title.track-of-ancients]\c[0]. From here, a Seeker can obtain: \c[3]Heat\c[0]. Once a mine, it was overrun by the Ancients technology as humans dug up a temple hidden inside the mountain.
ru_ru: Храм-Шахта - это подземелье, которое имеет первый элемент \c[3]Пути Древних\c[0]. Здесь Искатель может получить \c[3]элемент Пламени\c[0]. Бывшая когда-то обычной шахтой, она была захвачена технологиями Древних, когда люди раскопали храм, спрятанный внутри горы.

# data/database.json/lore/heat-area/title
source: Maroon Valley
ru_ru: Бордовая долина

# data/database.json/lore/heat-area/content/page-01-01/content
source: Maroon Valley is a dry and hot area located on the western side of the continent. The terrain is mostly eroded and some parts are under the constant grinding pressure of a sandstorm. The storm itself, however, is not a product of natural air movement. The scientists of \c[3]Shadoon\c[0] assume that some \c[3]Ancient\c[0] Technology causes it, as no other explanation could be found.
ru_ru: Бордовая долина - сухая и жаркая область, расположенная на западной стороне континента. Местность в основном засушлива, а некоторые части находятся под постоянным давлением песчаной бури. Сам шторм, однако, не является продуктом естественного движения воздуха. Учёные \c[3]Шадуна\c[0] предполагают, что это вызывает какая-то технология \c[3]Древних\c[0], поскольку другого объяснения найти не удалось.

# data/database.json/lore/heat-area/content/page-01-02/content
source: Despite the harsh nature of the area there are some parts that fight back, such as the \c[3]Maroon Oasis\c[0], which is filled with lush plantlife. To the west of the area one can find the home of one of the \c[3]Shad\c[0] Tribes: \c[3]Ba'kii Kum\c[0].
ru_ru: Несмотря на суровый характер местности, есть регионы, которые могут сопротивляться этому. Например, \c[3]Бордовый оазис\c[0], наполненный сочными растениями. Ближе к западу области можно найти дом одного из племени \c[3]шадов\c[0]: \c[3]Ба'кии Кум\c[0].

# data/database.json/lore/heat-oasis/title
source: Maroon Oasis
ru_ru: Бордовый оазис

# data/database.json/lore/heat-oasis/content/page-01-01/content
source: The Maroon Oasis is a lush area found on the east side of \c[3]\v[lore.title.heat-area]\c[0]. It's filled with all sorts of plant and wild life and is crowned by a majestic tree which strongly resembles a maroon or cherry tree. But it bears no fruits and blossoms all year, leaving petals on the ground for animals to eat or people to gather. It is assumed that the tree itself is the reason the oasis still exists. Scientists who studied the tree found that it produces nutrients and channels them into the ground using the sunlight, something Maroon Valley has plenty of.
ru_ru: Бордовый оазис - пышная область, находящаяся на восточной стороне \c[3]Бордовой долины\c[0]. Он полон всевозможных растений и диких животных и увенчан величественным деревом, которое сильно напоминает каштановое или вишнёвое дерево. Но оно не приносит никаких плодов и цветов в течение всего года, оставляя лепестки на земле для пищи животных и для сбора людьми. Предполагается, что само дерево является причиной того, что оазис всё ещё существует. Ученые, которые изучали дерево, обнаружили, что оно производит питательные вещества и направляет их в землю, используя солнечный свет, которого в Бордовой долине в достатке.

# data/database.json/lore/heat-village/title
source: Ba'kii Kum
ru_ru: Ба'кии Кум

# data/database.json/lore/heat-village/content/page-01-01/content
source: Ba'kii Kum is the home of the native people of \c[3]Shadoon\c[0], the \c[3]Shad\c[0]. The name derives from the language the Shad speak and roughly translates to \c[3]Burned Village\c[0]. Quite fitting because a normal day in Ba'kii Kum has a temperature of 36° Celsius. The greatest attraction of the village is its market and culture and a statue which \c[3]Seekers\c[0] must visit before they can enter \c[3]\v[lore.title.heat-dng]\c[0].
ru_ru: Ба'кии Кум - родина местных жителей \c[3]Шадуна\c[0], \c[3]шадов\c[0]. Название происходит из языка, на котором говорят шады, и приблизительно переводится как \c[3]сгоревшая деревня\c[0]. Вполне уместно, потому что в обычный день в Ба'кии Кум температура доходит до 36° по Цельсию. Самой большой достопримечательностью деревни является её торговля и культура, а также статуя, которую \c[3]Искатели\c[0] должны посетить, прежде чем они смогут войти в \c[3]\v[lore.title.heat-dng]\c[0].

# data/database.json/lore/heat-village/content/page-01-02/content
source: Other than that, they live off what \c[3]Maroon Valley\c[0] offers them. Water from cacti, meat from \c[3]\v[combat.name.heat/volturbine]s\c[0], and plants from the oasis. The Shad try to live a life close to nature and most technology found in Ba'kii Kum is a product of the humans' relationship with them or broken parts left behind by the \c[3]Track of the Ancients\c[0].
ru_ru: Помимо этого, они живут за счёт того, что им даёт \c[3]Бордовая долина\c[0]. Вода из кактузов, мясо из \c[3]Турбогрифов\c[0] и растения из оазиса. Шады пытаются жить жизнью, близкой к природе, и большинство техники в Ба'кии Кум - результат отношений между ними и людьми или сломанные части, оставленные \c[3]Путём Древних\c[0].

# data/database.json/lore/heat-village/content/page-02-01/content
source: Originally the Shad did not understand the concept of \c[3]Electricity\c[0]. Instead they used devices scrambled together from broken parts found in Maroon Valley. Humans introduced them to the concept of solar energy, making more efficient use of their resources. Being a curious race, the Shad then quickly adapted their lifestyle and added a \c[3]Solar Farm\c[0] right outside the main village. With the human arrival also came the trend of Shad to go outside the village itself. This is why in rare cases one might find a Shad wandering areas you normally wouldn't find them.
ru_ru: Изначально шады не понимали концепции \c[3]электричества\c[0]. Вместо этого они использовали устройства, собранные из сломанных частей, найденных в Бордовой долине. Люди познакомили их с концепцией солнечной энергии, что сделало более эффективным использование их ресурсов. Будучи любопытной расой, шады после этого быстро адаптировали свой образ жизни и пристроили \c[3]солнечную ферму\c[0] за пределами главной деревни. С приходом человека среди шадов также стало модным выходить за пределы самой деревни. Вот почему в редких случаях можно найти шадов, блуждающих в районах, где вы обычно не можете найти их.

# data/database.json/lore/heat-dng/title
source: Faj'ro Temple
ru_ru: Храм Фай'ро

# data/database.json/lore/heat-dng/alternative
source: Hourglass
ru_ru: Песочные часы

# data/database.json/lore/heat-dng/content/page-01-01/content
source: This temple stands in a large ravine right before \c[3]\v[area.heat-village.name]\c[0] and is the second challenge a \c[3]Seeker\c[0] has to overcome as part of the \c[3]Track of the Ancients\c[0]. In this Dungeon the Seeker can acquire the second element: \c[3]Cold\c[0].
ru_ru: Этот храм расположен в большом ущелье перед \c[3]\v[area.heat-village.name]\c[0] и является вторым испытанием, которое \c[3]Искатель\c[0] должен преодолеть как часть \c[3]Пути Древних\c[0]. В этом подземелье Искатель может получить второй элемент: \c[3]Холод\c[0].

# data/database.json/lore/heat-dng/content/page-01-02/content
source: To enter the dungeon, however, a Seeker must visit \c[3]Ba'kii Kum\c[0], home to the Shad. Only there can they find the key to gain access to the temple.
ru_ru: Для входа в подземелье, однако, Искатель должен посетить \c[3]Ба'кии Кум\c[0], родину шадов. Только там можно найти ключ для получения доступа к храму.

# data/database.json/lore/heat-dng/content/page-01-03/content
source: Its unique shape granted it the nickname: \c[3]Hourglass\c[0]. Steam-powered furnaces, water blocks, and poles that can hold elemental charges are what Seekers must use to overcome the puzzles inside. In contrast to the infested \c[3]Temple Mine\c[0], Faj'ro Temple is home to moths, floating jellyfish, and fierce Golems.
ru_ru: Благодаря его уникальной форме ему было дано прозвище: \c[3]Песочные часы\c[0]. Паровые печи, водяные блоки и столбы, способные удерживать заряды элементов - то, что Искатели должны использовать, чтобы пройти головоломки внутри. В отличии от заражённой \c[3]Храм-Шахты\c[0], Храм Фай'ро является домом для мотыльков, летающих медуз и грозных големов.

# data/database.json/lore/jungle/title
source: Gaia's Garden
ru_ru: Сад Гайи

# data/database.json/lore/jungle/content/page-01-01/content
source: Gaia's Garden is an enormous jungle and the largest area to be found on Shadoon. Its high trees stand towering beside the many rivers that stretch from the north-west to the south-east. In the center of the jungle a huge lake can be found with a small island that is home to the paradoxical \c[3]Basin Keep\c[0].
ru_ru: Сад Гайи - это огромные джунгли и самая большая область из тех, что есть на Шадуне. Её высокие деревья стоят, возвышаясь рядом с множеством рек, простирающихся от северо-запада до юго-востока. В центре джунглей можно найти огромное озеро с маленьким островом, являющимся домом парадоксальной \c[3]Твердыни Бэйзина\c[0].
