Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/hlin-contact/event/23/thenStep/4/message
source: You really get the feeling that there is a deep history to this place, when you walk through it.
es_es: Realmente da la sensación de que hay una gran historia en este lugar cuando pasas por allí.

# data/database.json//commonEvents/hlin-contact/event/24/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/24/thenStep/1/message
source: Good morning! You are online again, I see.
es_es: ¡Buenos días! Estás conectada otra vez, veo.

# data/database.json//commonEvents/hlin-contact/event/24/thenStep/2/message
source: When you logged in, you probably ended up in the empty headquarters, eh?
es_es: Cuando te conectaste, probablemente acabaste en la sede vacía, ¿no?

# data/database.json//commonEvents/hlin-contact/event/24/thenStep/3/message
source: Everybody is busy with other things right now, it seems.
es_es: Todo el mundo está ocupado con otras cosas ahora, parece.

# data/database.json//commonEvents/hlin-contact/event/24/thenStep/4/message
source: But you can still contact everybody with \c[3]Direct Links\c[0] if you have any questions or need help.
es_es: Pero aún puedes contactar a todos con el \c[3]Mensajero Directo\c[0] si tienes alguna pregunta o necesitas ayuda.

# data/database.json//commonEvents/hlin-contact/event/24/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/25/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/25/thenStep/1/message
source: Lea, dear, is this really the time for a DL?
es_es: Lea, querida, ¿es este el momento para un MD?

# data/database.json//commonEvents/hlin-contact/event/25/thenStep/2/message
source: I'm waiting with the others in the seminar room.
es_es: Estoy esperando con los otros en la sala de seminarios.

# data/database.json//commonEvents/hlin-contact/event/25/thenStep/3/message
source: Let's redo the quiz once you refreshed your knowledge about \c[3]Di'aro\c[0]!
es_es: ¡Intentemos el cuestionario otra vez cuando aprendas un poco más sobre \c[3]Di'aro\c[0]!

# data/database.json//commonEvents/hlin-contact/event/25/thenStep/4/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/26/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/26/thenStep/1/message
source: Lea, dear! How is it going with the dungeon?
es_es: ¡Lea, querida! ¿Cómo te va con la mazmorra?

# data/database.json//commonEvents/hlin-contact/event/26/thenStep/2/message
source: It has been some time now. Then again, the Temple Mine is quite long.
es_es: Ha pasado un tiempo ya. Aunque la verdad, el Templo Mina es bastante largo.

# data/database.json//commonEvents/hlin-contact/event/26/thenStep/4/message
source: Hm? What is it? Wait...\. did you beat the boss already?
es_es: ¿Hm? ¿Qué pasa? Espera...\. ¿ya mataste al jefe?

# data/database.json//commonEvents/hlin-contact/event/26/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/26/thenStep/6/message
source: Oh! Wonderful! Then make sure to read all the information you get at the heritage site.
es_es: ¡Oh! ¡Maravilloso! Entonces asegúrate de leer toda la información en el sitio del patrimonio.

# data/database.json//commonEvents/hlin-contact/event/26/thenStep/7/message
source: And come back to the \c[3]First Scholars HQ\c[0] afterwards.
es_es: Y vuelve a la \c[3]Sede de los Primeros Eruditos\c[0] luego.

# data/database.json//commonEvents/hlin-contact/event/26/thenStep/8/message
source: I'm waiting with a nice \c[3]quiz\c[0] for you!
es_es: ¡Te espero con una buena \c[3]encuesta\c[0]!

# data/database.json//commonEvents/hlin-contact/event/27/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/27/thenStep/1/message
source: Hello, Lea! How is it going? Already exploring the dungeon?
es_es: ¡Hola, Lea! ¿Cómo va? ¿Estás explorando la mazmorra?

# data/database.json//commonEvents/hlin-contact/event/27/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/27/thenStep/3/message
source: Pretty dark and scary, right?
es_es: Muy oscuro y tenebroso, ¿no?

# data/database.json//commonEvents/hlin-contact/event/27/thenStep/4/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/hlin-contact/event/27/thenStep/6/message
source: Dear, just remember it's a game.
es_es: Querida, recuerda que es solo un juego.

# data/database.json//commonEvents/hlin-contact/event/27/thenStep/7/message
source: And with patience I'm sure you'll be able to get through it!
es_es: ¡Y con paciencia estoy segura de que podrás pasarlo!

# data/database.json//commonEvents/hlin-contact/event/28/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/hlin-contact/event/29/message
source: Lea, dear! We just shared contacts and I already get a message, how sweet!
es_es: ¡Lea, querida! ¡Acabamos de compartir contactos y ya tengo mensajes, qué tierna!

# data/database.json//commonEvents/hlin-contact/event/30/message
source: I'm really looking forward to your quiz!
es_es: ¡Espero con ansias tu cuestionario!

# data/database.json//commonEvents/hlin-contact/event/31/message
source: I'll prepare the best questions for you two!
es_es: ¡Prepararé las mejores preguntas para ustedes dos!

# data/database.json//commonEvents/hlin-contact/event/33/message
source: Don't worry, dear! I'll keep it simple.
es_es: ¡No te preocupes, querida! No será difícil.

# data/database.json//commonEvents/grumpy-contact/event/0/thenStep/0/text
source: Now is not a good time...
es_es: Ahora no es buen momento...

# data/database.json//commonEvents/grumpy-contact/event/1/thenStep/0/text
source: Still feels too awkward contacting him now...
es_es: Aún se siente algo incómodo contactarlo...

# data/database.json//commonEvents/grumpy-contact/event/6/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/6/thenStep/1/message
source: Good day, Lea. Is something the matter?
es_es: Buen día, Lea. ¿Hay algún problema?

# data/database.json//commonEvents/grumpy-contact/event/6/thenStep/3/message
source: Are you by chance wondering about my \c[3]take on the CrossWorlds expansion\c[0]?
es_es: ¿Por casualidad te estás preguntando qué opino sobre la \c[3]expansión de CrossWorlds\c[0]?

# data/database.json//commonEvents/grumpy-contact/event/6/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/grumpy-contact/event/6/thenStep/6/message
source: I am quite excited.
es_es: Estoy muy emocionado.

# data/database.json//commonEvents/grumpy-contact/event/6/thenStep/7/message
source: To be frank, Ivan told me a bit about what is planned.\. It sounds quite promising.
es_es: Para ser sincero, Ivan me contó un poco sobre lo que se está planeado.\. Suena bastante prometedor.

# data/database.json//commonEvents/grumpy-contact/event/6/thenStep/9/message
source: They're also thinking of ways to include Evotars into the gameplay as well, as far as I understood.
es_es: También están pensando en formas de incluir a los Evotares al juego, por lo que he entendido.

# data/database.json//commonEvents/grumpy-contact/event/6/thenStep/10/message
source: Sounds like there will be plenty for you to do.
es_es: Parece que tendrán mucho qué hacer.

# data/database.json//commonEvents/grumpy-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/7/thenStep/1/message
source: Good day, Lea. Is something the matter?
es_es: Buen día, Lea. ¿Hay algún problema?

# data/database.json//commonEvents/grumpy-contact/event/7/thenStep/3/message
source: Are you by chance wondering about my \c[3]preferred dungeon length\c[0]?
es_es: ¿Por casualidad te preguntas \c[3]cuánto deberían durar las mazmorras\c[0] en mi opinión?

# data/database.json//commonEvents/grumpy-contact/event/7/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/grumpy-contact/event/7/thenStep/6/message
source: The \c[3]longer\c[0], the \c[3]better\c[0].
es_es: Mientras \c[3]más largas\c[0], \c[3]mejor\c[0].

# data/database.json//commonEvents/grumpy-contact/event/7/thenStep/8/message
source: A long dungeon feels like a proper trial.
es_es: Una mazmorra larga se siente como una prueba digna.

# data/database.json//commonEvents/grumpy-contact/event/7/thenStep/9/message
source: It not only tests your skills and wit, but your stamina as well.
es_es: No sólo pone a prueba tus habilidades e ingenio, sino también tu resistencia.

# data/database.json//commonEvents/grumpy-contact/event/7/thenStep/10/message
source: Now, I am aware that this opinion is rather unpopular among many players...
es_es: Ahora bien, soy consciente de que esta opinión es bastante impopular entre muchos jugadores...

# data/database.json//commonEvents/grumpy-contact/event/7/thenStep/11/message
source: However, for me, it simply is the best way to truly stay immersed into the game.
es_es: Sin embargo, para mí, es simplemente la mejor manera de estar realmente inmerso en el juego.

# data/database.json//commonEvents/grumpy-contact/event/7/thenStep/13/message
source: That's why I hope that the Ku'lero Temple will be of decent length.
es_es: Por eso espero que el Templo Ku'lero tenga una longitud decente.

# data/database.json//commonEvents/grumpy-contact/event/8/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/8/thenStep/1/message
source: Good day, Lea. Is something the matter?
es_es: Buen día, Lea. ¿Hay algún problema?

# data/database.json//commonEvents/grumpy-contact/event/8/thenStep/3/message
source: Are you by chance wondering about my \c[3]opinion about the new area\c[0]?
es_es: ¿Te preguntas por casualidad \c[3]mi opinión sobre la nueva área\c[0]?

# data/database.json//commonEvents/grumpy-contact/event/8/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/grumpy-contact/event/8/thenStep/6/message
source: It's decent.
es_es: Es decente.

# data/database.json//commonEvents/grumpy-contact/event/8/thenStep/8/message
source: My major complaint is that it feels too much like a vacation spot.
es_es: Mi mayor queja es que se siente demasiado como un lugar de vacaciones.

# data/database.json//commonEvents/grumpy-contact/event/8/thenStep/9/message
source: It doesn't quite feel appropriate to be part of the Track of the Ancients.
es_es: No se siente apropiado para el Camino de los Antiguos.

# data/database.json//commonEvents/grumpy-contact/event/8/thenStep/10/message
source: Though I have to admit...\. it is quite pleasant to wander through it.
es_es: Aunque tengo que admitir... que es bastante agradable pasear por él.

# data/database.json//commonEvents/grumpy-contact/event/9/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/9/thenStep/1/message
source: Good day, Lea. Is something the matter?
es_es: Buen día, Lea. ¿Hay algún problema?

# data/database.json//commonEvents/grumpy-contact/event/9/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/grumpy-contact/event/9/thenStep/3/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/10/thenStep/1/message
source: Good day, Lea. Is something the matter?
es_es: Buen día, Lea. ¿Hay algún problema?

# data/database.json//commonEvents/grumpy-contact/event/10/thenStep/3/message
source: Are you by chance wondering about my \c[3]favorite meal\c[0]?
es_es: ¿Por casualidad te estás preguntando sobre mi \c[3]comida favorita\c[0]?

# data/database.json//commonEvents/grumpy-contact/event/10/thenStep/5/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/grumpy-contact/event/10/thenStep/6/message
source: Of course you're not. Right now it's time to take on the challenge in the tower.
es_es: Por supuesto que no. Ahora mismo es hora de que aceptes el desafío en la torre.

# data/database.json//commonEvents/grumpy-contact/event/10/thenStep/7/message
source: Good luck up there.
es_es: Buena suerte ahí arriba.

# data/database.json//commonEvents/grumpy-contact/event/10/thenStep/8/message
source: Thanks!
es_es: ¡Gracias!

# data/database.json//commonEvents/grumpy-contact/event/11/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/11/thenStep/1/message
source: Now is not a good time.
es_es: Ahora no es buen momento.

# data/database.json//commonEvents/grumpy-contact/event/12/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/12/thenStep/1/message
source: Good day, Lea. I still can't believe we are about to run through unofficial Playground territory.
es_es: Buen día, Lea. Aún no puedo creer que vayamos a ir a un territorio no oficial.

# data/database.json//commonEvents/grumpy-contact/event/12/thenStep/2/message
source: This is going to be interesting.
es_es: Esto será interesante.

# data/database.json//commonEvents/grumpy-contact/event/13/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/13/thenStep/1/message
source: Good day, Lea.
es_es: Buen día, Lea.

source: It's good to know that Ivan seems to be convinced of Evotars.
es_es: Es bueno saber que Ivan parece estar convencido sobre los Evotares.

source: Let's hope that things will work out in the future.
es_es: Espero que las cosas salgan bien en el futuro.

source: I hope that your meeting with Ivan will have a positive impact on the future.
es_es: Espero que tu reunión con Ivan haya tenido un impacto positivo en el futuro.

source: Even though things didn't seem to have worked out that well.
es_es: Aunque las cosas no parecen haber salido del todo bien.

source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/grumpy-contact/event/14/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/14/thenStep/1/message
source: Good day, Lea. I'm waiting for you in \c[3]Rhombus Square\c[0]. Better be quick, Ivan doesn't have a lot of free time.
es_es: Buen día, Lea. Te estoy esperando en \c[3]Plaza Rombo\c[0]. Será mejor que te apures, Ivan no tiene mucho tiempo libre.

# data/database.json//commonEvents/grumpy-contact/event/15/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/15/thenStep/1/message
source: So you saw me together with \c[3]Ivan\c[0] in Rhombus Square, hm?
es_es: Así que me viste con \c[3]Ivan\c[0] en Plaza Rombo, ¿no?

# data/database.json//commonEvents/grumpy-contact/event/15/thenStep/2/message
source: Please promise me not to tell the meeting spot to the others, especially Buggy.
es_es: Prométeme que no le dirás a los demás sobre el punto de reunión, sobre todo Buggy.

# data/database.json//commonEvents/grumpy-contact/event/15/thenStep/4/message
source: How?
es_es: ¿Cómo?

# data/database.json//commonEvents/grumpy-contact/event/15/thenStep/5/message
source: Oh...\. right.\. You can't tell them in the first place.\. I forgot.
es_es: Oh...\. cierto.\. No puedes contarles.\. Me olvidé.

# data/database.json//commonEvents/grumpy-contact/event/16/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/16/thenStep/1/message
source: Good day, Lea. Sorry, but I am currently busy.
es_es: Buen día, Lea. Perdón, estoy ocupado.

# data/database.json//commonEvents/grumpy-contact/event/16/thenStep/3/message
source: I am meeting an old friend in Rhombus Square.
es_es: Me juntaré con un viejo amigo en Plaza Rombo.

# data/database.json//commonEvents/grumpy-contact/event/16/thenStep/4/message
source: We can chat later, if you like.
es_es: Podemos hablar luego, si quieres.

# data/database.json//commonEvents/grumpy-contact/event/16/thenStep/5/message
source: Bye!
es_es: ¡Adiós!

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/1/message
source: Good day, Lea. Is something the matter?
es_es: Buen día, Lea. ¿Hay algún problema?

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/3/message
source: Are you by chance wondering about my \c[3]class\c[0] choice?
es_es: ¿Por casualidad te estás preguntando sobre mi elección de \c[3]clase\c[0]?

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/6/message
source: It's a \c[3]Hexacast\c[0].
es_es: Soy un \c[3]Hexacast\c[0].

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/8/message
source: Right, you already knew that.
es_es: Claro, eso ya lo sabías.

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/9/message
source: I designed my appearance intentionally to break the stereotype.
es_es: Diseñé mi apariencia intencionalmente para romper con el estereotipo.

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/10/message
source: That's why I look like a seasoned warrior rather than a traditional mage.
es_es: Por eso me veo como un guerrero experimentado, en vez de un mago tradicional.

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/11/message
source: The downside is that a lot of players mistake my class, but that is fine by me.
es_es: La desventaja es que muchos jugadores confunden mi clase, pero eso no me importa.

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/12/message
source: I appreciate that this game gives you so many liberties in adapting your appearance.
es_es: Aprecio que este juego te de tantas libertades para adaptar tu apariencia.

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/13/message
source: Given you can afford it.
es_es: Suponiendo que puedes permitirte el costo.

# data/database.json//commonEvents/grumpy-contact/event/17/thenStep/15/message
source: Whyyyyy...
es_es: Por quééééééé...

# data/database.json//commonEvents/grumpy-contact/event/18/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/18/thenStep/1/message
source: Good day, Lea. Is something the matter?
es_es: Buen día, Lea. ¿Hay algún problema?

# data/database.json//commonEvents/grumpy-contact/event/18/thenStep/3/message
source: Are you by chance wondering about my \c[3]temperature sense\c[0] settings?
es_es: ¿Por casualidad te estás preguntando sobre mis configuraciones para \c[3]sentir la temperatura\c[0]?

# data/database.json//commonEvents/grumpy-contact/event/18/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/grumpy-contact/event/18/thenStep/6/message
source: I've set it to max.
es_es: Lo tengo al máximo.

# data/database.json//commonEvents/grumpy-contact/event/18/thenStep/8/message
source: I feel this is the best way to experience the game.
es_es: Siento que es la mejor forma de experimentar el juego.

# data/database.json//commonEvents/grumpy-contact/event/18/thenStep/9/message
source: You really feel the freezing cold of Bergen and the heat of Maroon Valley. It's the most immersive experience.
es_es: Realmente se siente el intenso frío de Bergen, o el agobiante calor del Valle Granate. Es una experiencia más inmersiva.

# data/database.json//commonEvents/grumpy-contact/event/18/thenStep/10/message
source: Plus, they put a lot of effort in developing the sense synchronization. I'd feel bad just disabling it.
es_es: Además, pusieron mucho esfuerzo en desarrollar la sincronización de sentidos. Me sentiría mal en desactivarlo.

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/1/message
source: Good day. Is something the matter?
es_es: Buen día. ¿Hay algún problema?

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/3/message
source: Right... You can't speak properly.
es_es: Claro... No puedes hablar normalmente.

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/4/message
source: So why would you contact me?
es_es: ¿Entonces para qué me contactas?

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/5/message
source: Are you by chance wondering about my \c[3]nickname\c[0]?
es_es: ¿Por casualidad te estás preguntando sobre mi \c[3]nombre de usuario\c[0]?

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/7/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/8/message
source: Yes, it's \c[3]Beowulf\c[0].
es_es: Si, es \c[3]Beowulf\c[0].

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/10/message
source: You may have noticed nobody calls me that.
es_es: Habrás notado que nadie me llama así.

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/11/message
source: I understand they find the name cheesy.
es_es: Entiendo que encuentran el nombre algo tonto.

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/12/message
source: I mean it's the name of an old legendary hero.
es_es: Es decir, es el nombre de un viejo héroe legendario.

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/13/message
source: But it seems it's rather overused. What a shame.
es_es: Pero parece algo sobreusado. Que pena.

# data/database.json//commonEvents/grumpy-contact/event/19/thenStep/15/message
source: I probably should have gone with something simple like your name.
es_es: Probablemente debería haber elegido algo más simple, como tu nombre.

# data/database.json//commonEvents/grumpy-contact/event/20/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/grumpy-contact/event/21/message
source: Good day. Is something the matter?
es_es: Buen día. ¿Hay algún problema?

# data/database.json//commonEvents/grumpy-contact/event/24/message
source: It's rather strange to contact someone just to say "Hi!", isn't it?
es_es: Es algo raro llamar a alguien solo para decir "¡Hola!", ¿no crees?

# data/database.json//commonEvents/buggy-contact/event/0/thenStep/0/text
source: Now is not a good time...
es_es: Ahora no es buen momento...

# data/database.json//commonEvents/buggy-contact/event/1/thenStep/0/text
source: Still feels too awkward contacting him now...
es_es: Aún se siente algo incómodo contactarlo...

# data/database.json//commonEvents/buggy-contact/event/6/thenStep/1/message
source: Hi...\.
es_es: Hola...\.

# data/database.json//commonEvents/buggy-contact/event/6/thenStep/3/message
source: WHAT?!
es_es: ¡¿QUÉ?!

# data/database.json//commonEvents/buggy-contact/event/6/thenStep/4/message
source: Lea, my dear.
es_es: Lea, querida.

# data/database.json//commonEvents/buggy-contact/event/6/thenStep/5/message
source: You look surprised.
es_es: Luces sorprendida.

# data/database.json//commonEvents/buggy-contact/event/6/thenStep/6/message
source: Please.\. This was tediously obvious.
es_es: Por favor.\. Esto fue demasiado obvio.

# data/database.json//commonEvents/buggy-contact/event/6/thenStep/11/message
source: Maaaan...\. I just couldn't resist when I saw that mask in the store.
es_es: Hooombre...\. No pude resistirme cuando vi esa máscara en la tienda.
