Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/buggy-contact/event/6/thenStep/13/message
source: What happened to that Sidwell dude anyway?
es_es: ¿Qué pasó con ese tipo Sidwell de todos modos?

# data/database.json//commonEvents/buggy-contact/event/6/thenStep/14/message
source: I guess we never quite managed to catch him, right?
es_es: Supongo que nunca logramos atraparlo, ¿verdad?

# data/database.json//commonEvents/buggy-contact/event/6/thenStep/15/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/buggy-contact/event/6/thenStep/16/message
source: Bummer...
es_es: Una pena...

# data/database.json//commonEvents/buggy-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/7/thenStep/1/message
source: Lea, it's dungeon time!
es_es: ¡Lea, es hora de la mazmorra!

source: In fact, we're all running it now!\. You should be, too!
es_es: De hecho, ¡Todos lo estamos haciendo ahora!\. ¡Tú también deberías hacerlo!

source: I can't wait for it to open!
es_es: ¡No puedo esperar a que se abra!

# data/database.json//commonEvents/buggy-contact/event/7/thenStep/4/message
source: We're meeting in the city hall of Homestedt, because we want to run it all together!
es_es: ¡Nos estamos reuniendo en el ayuntamiento de Villa Evotar porque queremos ir todos juntos!

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/1/message
source: Lea entered the D-Link and proceeded with a greeting.
es_es: Lea abrió un MD y procedió a saludar.

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/2/message
source: What?
es_es: ¿Qué?

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/3/message
source: She wondered about the subject of the current discussion.
es_es: Se preguntó sobre el tema de la discusión actual.

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/4/message
source: Wait...
es_es: Espera...

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/5/message
source: Overwhelmed, she asked for a brief break.
es_es: Abrumada, pidió un breve descanso.

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/6/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/7/message
source: She denied everything, even though deep down she knew: it was the truth.
es_es: Ella lo negaba todo, aunque en el fondo lo sabía: era la verdad.

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/8/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/9/message
source: What was the purpose of all of it?\. No one knew.
es_es: ¿Cuál era el propósito de todo esto?\. Nadie lo sabía.

# data/database.json//commonEvents/buggy-contact/event/8/thenStep/10/message
source: Bye!
es_es: ¡Adiós!

# data/database.json//commonEvents/buggy-contact/event/9/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/9/thenStep/1/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/9/thenStep/2/message
source: Man, I really missed your eloquent D-Link calls these last few months.
es_es: Hombre, realmente he echado de menos tus elocuentes MD estos últimos meses.

# data/database.json//commonEvents/buggy-contact/event/9/thenStep/3/message
source: I gotta prepare something good for next time!
es_es: ¡Tengo que preparar algo bueno para la próxima vez!

# data/database.json//commonEvents/buggy-contact/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/10/thenStep/1/message
source: That huge tower definitely looks like it's compensating for something, am I right?
es_es: Esa gran torre parece que está compensando por algo, ¿no?

# data/database.json//commonEvents/buggy-contact/event/10/thenStep/3/message
source: Man, I feel like I'm out of shape when it comes to jokes these days.
es_es: Uf, siento que mis chistes ya no tienen el impacto de antes.

# data/database.json//commonEvents/buggy-contact/event/10/thenStep/4/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/buggy-contact/event/10/thenStep/5/message
source: That's okay, this isn't the right time for jokes anyway. Good luck up there, Lea!
es_es: Está bien, no es buen momento para chistes de todos modos. ¡Buena suerte ahí arriba, Lea!

# data/database.json//commonEvents/buggy-contact/event/10/thenStep/6/message
source: Thanks!
es_es: ¡Gracias!

# data/database.json//commonEvents/buggy-contact/event/11/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/11/thenStep/1/message
source: I'm busy right now, Lea! You should be, too.
es_es: ¡Estoy ocupado ahora, Lea! Tu deberías estarlo, también.

# data/database.json//commonEvents/buggy-contact/event/12/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/12/thenStep/1/message
source: Man, we're actually gonna storm that new area today. I still can't believe it!
es_es: Hombre, en serio vamos a ir a esa nueva área hoy. ¡Aún no me lo creo!

# data/database.json//commonEvents/buggy-contact/event/12/thenStep/2/message
source: This is going to be awesome!
es_es: ¡Esto va a ser asombroso!

# data/database.json//commonEvents/buggy-contact/event/13/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/13/thenStep/2/message
source: Hi?
es_es: ¿Hola?

# data/database.json//commonEvents/buggy-contact/event/13/thenStep/3/message
source: Ah, dang it, I can't think of any joke today.
es_es: Ah, demonios, no se me ocurre ningún chiste hoy.

# data/database.json//commonEvents/buggy-contact/event/13/thenStep/5/message
source: Btw. I get the feeling that Albert is up to something today.
es_es: Por cierto. Me da la sensación de que Albert tiene algo entre manos.

# data/database.json//commonEvents/buggy-contact/event/13/thenStep/6/message
source: He was behaving really suspiciously when I talked to him before...
es_es: Se estaba comportando de forma muy sospechosa cuando le hablé hace un rato...

# data/database.json//commonEvents/buggy-contact/event/13/thenStep/7/message
source: You wouldn't happen to know anything?
es_es: ¿Por casualidad no sabrás algo?

# data/database.json//commonEvents/buggy-contact/event/13/thenStep/9/message
source: Well, not like you could tell me the details anyway.
es_es: Bueno, no es como si me pudieras dar los detalles de todos modos.

# data/database.json//commonEvents/buggy-contact/event/13/thenStep/10/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/buggy-contact/event/14/thenStep/0/message
source: Hi!
es_es: ¡Hola!

source: Hey, Lea! I suppose I learned my lesson.
es_es: ¡Ey, Lea! Supongo que aprendí mi lección.

source: Making fun of your speech limitation all the time wasn't the most decent thing to do.
es_es: Burlarme de tus limitaciones para hablar todo el rato no fue la cosa más madura que hacer.

source: It also got old quickly, didn't it?
es_es: También se hizo aburrido rápido, ¿no?

source: [nods]
es_es: [asiente]

source: Yeah, I'll try to come up with better jokes from now on.
es_es: Si, voy a intentar pensar en mejores chistes a partir de ahora.

source: I wasn't joking this time, you know?
es_es: Esta vez no iba de broma, ¿sabes?

source: Just drop by at the First Scholar HQ and I'll give you a little reward.
es_es: Solo pásate por la Sede de los Primeros Eruditos y te daré una pequeña recompensa.

source: Congratulations! You're the 1000th caller of this number!
es_es: ¡Felicidades! ¡Eres el usuario número 1000 de este número!

source: As a reward you'll be given \c[3]1 million credits\c[0]!
es_es: ¡Cómo recompensa se te otorgarán \c[3]1 millón de créditos\c[0]!

source: Of course, we'll have to make sure you're not simply a bot calling this number.
es_es: Por supuesto, tendremos que asegurarnos de que no eres un simple robot llamando a este número.

source: So all you need to do to collect your prize is to answer one simple security question.
es_es: Así que todo lo que tienes que hacer para recoger el premio es contestar una simple pregunta.

source: What fruit is yellow, usually curved and can be peeled from two sides, one arguably the "correct" one?
es_es: ¿Qué fruta es amarilla, usualmente curva y puede ser pelada de ambos lados, uno de ellos siendo debatiblemente el "correcto"?

source: Why...
es_es: Por qué...

source: I am sorry, wrong answer!
es_es: ¡Lo siento, respuesta incorrecta!

source: Oh...\. I may have gone too far with that one.\. I'm sorry, Lea.
es_es: Oh...\. Creo que me he pasado con esa.\. Lo siento, Lea.

source: Why...
es_es: Por qué...

source: L-Look, I'll make it up to you. Just drop by the \c[3]First Scholar HQ\c[0] and I'll give you a real reward.
es_es: M-Mira, lo compensaré. Pásate por la \c[3]Sede de los Primeros Eruditos\c[0] y te daré una recompensa de verdad.

source: Please don't expect 1 million credits, though...
es_es: Aunque por favor, no esperes 1 millón de créditos...

source: Wait!
es_es: ¡Espera!

# data/database.json//commonEvents/buggy-contact/event/15/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/15/thenStep/1/message
source: Hey Lea! We're currently chilling over here in the headquarters. You should definitely drop by for some great news!
es_es: ¡Ey Lea! Estamos descansando un poco aquí en la Sede. ¡Deberías pasarte para oír grandes noticias!

# data/database.json//commonEvents/buggy-contact/event/16/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/16/thenStep/1/message
source: Welcome to McBuggys. May I take your order?
es_es: Bienvenido a McBuggys. ¿Puedo tomar su orden?

# data/database.json//commonEvents/buggy-contact/event/16/thenStep/3/message
source: How?
es_es: ¿Cómo?

# data/database.json//commonEvents/buggy-contact/event/16/thenStep/4/message
source: One How-Cow-Burger coming right up.
es_es: Enseguida le envíamos su Comoburguesa.

# data/database.json//commonEvents/buggy-contact/event/16/thenStep/6/message
source: Do you wish to add any sides?
es_es: ¿Quiere agregar algún adereso?

# data/database.json//commonEvents/buggy-contact/event/16/thenStep/7/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/buggy-contact/event/16/thenStep/8/message
source: Of course, our world-famous Why-Fries. Anything to drink?
es_es: Por supuesto, nuestras famosas Papas-Que-Fritas. ¿Algo para tomar?

# data/database.json//commonEvents/buggy-contact/event/16/thenStep/11/message
source: I'm sorry, we're all out of Lea-monade.
es_es: Lo siento, no tenemos más Lea-monada.

# data/database.json//commonEvents/buggy-contact/event/16/thenStep/12/message
source: How about some cool and refreshing Bye-ced tea?
es_es: ¿Qué tal algo de Té del Adiós?

# data/database.json//commonEvents/buggy-contact/event/16/thenStep/13/message
source: Bye.
es_es: Adiós.

# data/database.json//commonEvents/buggy-contact/event/17/thenStep/0/message
source: Hi...
es_es: Hola...

# data/database.json//commonEvents/buggy-contact/event/17/thenStep/1/message
source: Oh, hi Lea!\. Haven't seen you for quite some time!\. What's up?
es_es: Oh, ¡hola Lea!\. ¡No te veo hace un tiempo!\. ¿Qué hay?

# data/database.json//commonEvents/buggy-contact/event/17/thenStep/3/message
source: Still not much of a talker, of course.
es_es: Sigues sin ser muy charlatana, por supuesto.

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/1/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/3/message
source: How?
es_es: ¿Cómo?

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/4/message
source: How?
es_es: ¿Cómo?

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/5/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/6/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/8/message
source: How why how bye Lea wait!
es_es: ¡Cómo por qué cómo adiós Lea espera!

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/9/message
source: How why how bye Lea wait!
es_es: ¡Cómo por qué cómo adiós Lea espera!

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/11/message
source: \s[4]Howwhyleabyewhywaitlea waitbyewhyhihihihihibye!!!\.
es_es: \s[4]¡¡¡Cómoporquéleaadiósporquéesperalea esperaadiósporquéholaholaholaholaholaadiós!!!\.

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/13/message
source: Man, I wish I could have recorded that!
es_es: Oh, ¡ojalá hubiera grabado eso!

# data/database.json//commonEvents/buggy-contact/event/18/thenStep/14/message
source: Bye.
es_es: Adiós.

# data/database.json//commonEvents/buggy-contact/event/19/thenStep/1/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/19/thenStep/8/message
source: Man, I love that prank. Absolutely everybody falls for it!
es_es: Jaja, amo esa broma. ¡Todo el mundo cae!

# data/database.json//commonEvents/buggy-contact/event/19/thenStep/9/message
source: How?
es_es: ¿Cómo?

# data/database.json//commonEvents/buggy-contact/event/19/thenStep/10/message
source: That's a secret!
es_es: ¡Es un secreto!

# data/database.json//commonEvents/buggy-contact/event/19/thenStep/11/message
source: Bye.
es_es: Adiós.

# data/database.json//commonEvents/buggy-contact/event/20/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/20/thenStep/1/message
source: Hello! And how is it in the dungeon?
es_es: ¡Hola! ¿Cómo la estás pasando en la mazmorra?

# data/database.json//commonEvents/buggy-contact/event/20/thenStep/2/message
source: Did you already see the... \c[3]non-mechanical\c[0] enemies?
es_es: ¿Ya te encontraste con los enemigos... \c[3]no mecánicos\c[0]?

# data/database.json//commonEvents/buggy-contact/event/20/thenStep/4/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/buggy-contact/event/20/thenStep/5/message
source: Niiice!\. Those are \c[3]awesome\c[0], right?
es_es: ¡Bieeeen!\. ¿Esos son \c[3]geniales\c[0], ¿no?

# data/database.json//commonEvents/buggy-contact/event/20/thenStep/7/message
source: Come on, bugs are awesome, right? Especially if there's a lot of them!
es_es: Vamos, los bichos son geniales, ¿no? ¡Especialmente cuando hay muchos!

# data/database.json//commonEvents/buggy-contact/event/20/thenStep/9/message
source: No? Man, bugs are so underappreciated.
es_es: ¿No? Pff, los bichos son muy menospreciados.

# data/database.json//commonEvents/buggy-contact/event/21/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/buggy-contact/event/22/message
source: Hello. You reached the voice mail of First Scholars member "Buggy".
es_es: Hola. Este es el mensaje de voz del miembro de los Primeros Eruditos "Buggy".

# data/database.json//commonEvents/buggy-contact/event/23/message
source: Please leave a message after the beep.
es_es: Por favor, deje un mensaje después del tono.

# data/database.json//commonEvents/buggy-contact/event/29/message
source: You almost bought it, didn't you?
es_es: Casi caes, ¿no?

# data/database.json//commonEvents/buggy-contact/event/30/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/buggy-contact/event/31/message
source: You totally did!
es_es: ¡Estoy seguro que sí!

# data/database.json//commonEvents/sergey-contact/event/4/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/sergey-contact/event/4/thenStep/1/message
source: Hello, Lea!
es_es: ¡Hola, Lea!

# data/database.json//commonEvents/sergey-contact/event/4/thenStep/2/message
source: Make sure you are well prepared before we enter Vermillion Wasteland again.
es_es: Asegúrate de estar bien preparada antes de entrar de nuevo en el Vertedero Vermillion.

# data/database.json//commonEvents/sergey-contact/event/4/thenStep/3/message
source: I am afraid we will only have one shot.
es_es: Me temo que sólo tendremos una oportunidad.

# data/database.json//commonEvents/sergey-contact/event/4/thenStep/4/message
source: We will meet in \c[3]C'tron's house\c[0] once you are ready.
es_es: Nos reuniremos en \c[3]la casa de C'tron\c[0] una vez que estén listos.

# data/database.json//commonEvents/sergey-contact/event/5/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/sergey-contact/event/5/thenStep/1/message
source: Hello, Lea!
es_es: ¡Hola, Lea!

# data/database.json//commonEvents/sergey-contact/event/5/thenStep/2/message
source: As I mentioned, I am currently at the MS Solar together with Jet and the others.
es_es: Como he mencionado, actualmente estoy en el MS Solar junto con Jet y los demás.

# data/database.json//commonEvents/sergey-contact/event/5/thenStep/3/message
source: We are looking forward to your arrival.
es_es: Esperamos tu llegada.

# data/database.json//commonEvents/sergey-contact/event/6/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/sergey-contact/event/6/thenStep/1/message
source: Hello, Lea!
es_es: ¡Hola, Lea!

# data/database.json//commonEvents/sergey-contact/event/6/thenStep/2/message
source: Sorry, I am a bit busy right now...
es_es: Lo siento, estoy un poco ocupado ahora mismo...

# data/database.json//commonEvents/sergey-contact/event/6/thenStep/3/message
source: Paying an old friend a visit.
es_es: Estoy haciendo una visita a un viejo amigo.

# data/database.json//commonEvents/sergey-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/sergey-contact/event/7/thenStep/1/message
source: Oh! That's right!\. We can now talk via D-Link!
es_es: ¡Oh! ¡Eso es!\. ¡Ahora podemos hablar a través de Mensajes Directos!

# data/database.json//commonEvents/sergey-contact/event/7/thenStep/2/message
source: Feels almost weird.\. I am very much used to our traditional way of communication.
es_es: Se siente casi raro.\. Estaba muy acostumbrado a nuestra antigua forma de comunicación.

# data/database.json//commonEvents/sergey-contact/event/7/thenStep/4/message
source: Hey, you have to admit it is very convenient.
es_es: Hay que admitir que es muy conveniente.

# data/database.json//commonEvents/sergey-contact/event/7/thenStep/5/message
source: For me, that is.
es_es: Es decir, para mí.

# data/database.json//commonEvents/sergey-contact/event/7/thenStep/6/message
source: Bye.
es_es: Adiós.

# data/database.json//commonEvents/nobody-contact/event/2/text
source: But nobody came.
es_es: Pero no vino nadie.

# data/database.json//commonEvents/botanicsNote/event/4/message
source: Howdy Girl!
es_es: ¡Como 'tas chica!

# data/database.json//commonEvents/botanicsNote/event/5/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/botanicsNote/event/6/message
source: Ah've just got a beep from ma machine.
es_es: Aca'o de recibí' un tono en mi máquina.

# data/database.json//commonEvents/botanicsNote/event/7/message
source: Ya'll already found 25% o' them plants.
es_es: Ya habei' encontrado 25% de la' planta'.

# data/database.json//commonEvents/botanicsNote/event/8/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/botanicsNote/event/9/message
source: Now that's what Ah like to hear.
es_es: ¡Eso que'ía oír, eh!

# data/database.json//commonEvents/botanicsNote/event/10/message
source: Ah have a li'l somethin' fer ya'll. Come meet me in \c[3]\v[area.bergen.name] - Quest Hub\c[0].
es_es: Tengo un pequeño regalito pa' vosotro'. 'Cuéntrame en la \c[3]\v[area.bergen.name] - Centro de Misiones\c[0].

# data/database.json//commonEvents/botanicsNote50/event/4/message
source: Howdy Girl!
es_es: ¡Como 'tas chica!

# data/database.json//commonEvents/botanicsNote50/event/5/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/botanicsNote50/event/6/message
source: Ah see ya'll jes' hit the 50% mark. Nice work!
es_es: Ah, veo que habéi' llega'o al 50%. ¡Buen trabajo!

# data/database.json//commonEvents/botanicsNote50/event/8/message
source: Ah got a li'l sumthin' preped fer ya'll. Ya'll come find me at the \c[3]\v[area.heat-village.name] - Quest Hub\c[0].
es_es: Tengo un peque'o regalito prepara'o pa' vosotro'. 'Cuéntrenme en \c[3]\v[area.heat-village.name] - Centro de Misiones\c[0].

# data/database.json//commonEvents/botanicsNote75/event/4/message
source: Howdy, Lea!
es_es: ¡Que hace', Lea!

# data/database.json//commonEvents/botanicsNote75/event/5/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/botanicsNote75/event/6/message
source: Ya'll been busy. Ma machine shows me you got 75% of the flora analyzed!
es_es: Habei' 'tado ocupado'. ¡Mi máquina mue'tra que tenéi' el 75% de la flora analizada!

# data/database.json//commonEvents/botanicsNote75/event/8/message
source: Ah've got another upgrade to celebrate! Ya'll come find me at the \c[3]\v[area.jungle-city.name] - Quest Hub\c[0].
es_es: ¡Y tenei' otra mejora pa' celebrá'! ¡Venid a \c[3]\v[area.jungle-city.name] - Centro de Misiones\c[0]!.

# data/database.json//commonEvents/botanicsNote100/event/4/message
source: Well, Ah'll be darned. Y'all've gone an' done it all!
es_es: Pue' que me parta un raio. ¡Habei' conseguido toda'!

# data/database.json//commonEvents/botanicsNote100/event/5/message
source: Y'all found all the plants, even them super rare ones!
es_es: ¡Encontra'tei' toda' la' planta', ha'ta la' rara'!

# data/database.json//commonEvents/botanicsNote100/event/6/message
source: Great job darlin'!
es_es: ¡Buen trabajo linda!

# data/database.json//commonEvents/botanicsNote100/event/7/thenStep/0/message
source: Thanks!
es_es: ¡Gracias!

# data/database.json//commonEvents/botanicsNote100/event/8/message
source: Y'all deserve a big reward fer all yer hard work.
es_es: ¡Merecei' un buen premio po' el trabajo, eh!

# data/database.json//commonEvents/botanicsNote100/event/9/message
source: Ah've got a small place Ah call home in \c[3]\v[area.rookie-harbor.name] - North\c[0].
es_es: Hay un pequeño luga' al que llamo hoga' en \c[3]\v[area.rookie-harbor.name] - Norte\c[0].

# data/database.json//commonEvents/botanicsNote100/event/10/message
source: Y'all come drop in, Ah'll be waitin'!
es_es: ¡Venid cuando querai', 'taré 'perando!

# data/database.json//commonEvents/botanicsNote100/event/11/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/storyUpdateA/event/1/title
source: Continue Story?
es_es: ¿Continuar la Historia?

# data/database.json//commonEvents/storyUpdateA/event/1/content
source: You just loaded an \c[3]old save file\c[0]. \c[3]Things might be broken!\c[0] However, we can try to continue the story from when things changed! You will keep your level and items. Do you want to continue the story?
es_es: Acabas de cargar un \c[3]guardado viejo\c[0]. \c[3]¡Puede que algunas cosas no funcionen correctamente!\c[0] Igualmente, podemos intentar continuar la historia desde el punto en que las cosas cambiaron! Mantendrás tu nivel y tus objetos. ¿Quieres continuar la historia?

# data/database.json//commonEvents/storyUpdateB/event/1/title
source: Continue Story?
es_es: ¿Continuar la Historia?
