Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/rftc-3-metalstuff/tasks/5/task
source: Report back to \c[3]Chairman Steward\c[0] in the \c[3]upper Traders Kontor\c[0]
es_es: Informa al \c[3]Presidente Mayordomo\c[0] en los \c[3]Comerciantes Superiores Kontor\c[0]

# data/database.json//quests/foa-1-treedoc/hubSettings/location
source: Some precious trees have become sick and need treatment. \c[3]- Fruits of Autumn HQ\c[0]
es_es: Algunos árboles preciosos se han enfermado y necesitan tratamiento. \c[3]- Sede Central de los Frutos del Otoño\c[0]

# data/database.json//quests/foa-1-treedoc/name
source: Sickly Trees
es_es: Árboles Enfermizos

# data/database.json//quests/foa-1-treedoc/description
source: \c[3]Four trees in \v[area.autumn-area.name]\c[0] have been infected with a disease and endanger the harmony of the Track. Find them with your \c[3]Analysis\c[0] and cure the sickness with the \c[3]\v[item.171.name]\c[0].
es_es: \c[3]Cuatro árboles en \v[area.autumn-area.name]\c[0] han sido infectados y ponen en peligro la armonía de la vegetación de la zona. Encuéntralos con tu \c[3]Inspección\c[0] y cúralos con el \c[3]\v[item.171.name]\c[0].

# data/database.json//quests/foa-1-treedoc/briefing
source: You have healed the sick trees and preserved the balance of the Track.
es_es: Has sanado los árboles enfermos y preservado el equilibrio del ecosistema.

# data/database.json//quests/foa-1-treedoc/tasks/0/task
source: Heal the \c[3]4 sick trees\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Cura los \c[3]4 árboles enfermos\c[0] en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/foa-1-treedoc/tasks/0/subtasks/0/text
source: Heal the tree in \c[3]Pathway 2\c[0]
es_es: Cura el árbol en \c[3]Camino 2\c[0]

# data/database.json//quests/foa-1-treedoc/tasks/0/subtasks/0/shortText
source: In \c[3]Pathway 2\c[0]
es_es: En el \c[3]Camino 2\c[0]

# data/database.json//quests/foa-1-treedoc/tasks/0/subtasks/1/text
source: Heal the tree in \c[3]Pathway 3\c[0]
es_es: Cura el árbol en \c[3]Camino 3\c[0]

# data/database.json//quests/foa-1-treedoc/tasks/0/subtasks/1/shortText
source: In \c[3]Pathway 3\c[0]
es_es: En \c[3]Camino 3\c[0]

# data/database.json//quests/foa-1-treedoc/tasks/0/subtasks/2/text
source: Heal the tree in \c[3]Off Road 2\c[0]
es_es: Cura el árbol en \c[3]Desvío 2\c[0]

# data/database.json//quests/foa-1-treedoc/tasks/0/subtasks/2/shortText
source: In \c[3]Off Road 2\c[0]
es_es: En \c[3]Desvío 2\c[0]

# data/database.json//quests/foa-1-treedoc/tasks/0/subtasks/3/text
source: Heal the tree east of \c[3]Obelisk Lake\c[0]
es_es: Cura el árbol al este de \c[3]Lago del Obelisco\c[0]

# data/database.json//quests/foa-1-treedoc/tasks/0/subtasks/3/shortText
source: East of \c[3]Obelisk Lake\c[0]
es_es: Este del \c[3]Lago del Obelisco\c[0]

# data/database.json//quests/foa-1-treedoc/tasks/1/task
source: Report back to \c[3]Chief Woodkeeper Manzana\c[0] in the \c[3]Fruits of Autumn HQ\c[0]
es_es: Informa al \c[3]Jefe Woodkeeper Manzana\c[0] en el \c[3]Cuartel general de Frutos de Otoño\c[0]

# data/database.json//quests/foa-2-tree_defense/hubSettings/location
source: A very important tree has become sick and needs intensive treatment! \c[3]- Fruits of Autumn HQ\c[0]
es_es: ¡Un árbol muy importante se ha enfermado y necesita un tratamiento intensivo! \c[3]- Sede Central de los Frutos del Otoño\c[0]

# data/database.json//quests/foa-2-tree_defense/name
source: Intensive Tree Care
es_es: Cuidado Intensivo de Árboles

# data/database.json//quests/foa-2-tree_defense/description
source: \c[3]A sacred tree in \v[area.autumn-area.name]\c[0] has been infected with a disease that endangers the harmony of the Track. Cure the sickness with the \c[3]\v[item.189.name]\c[0].
es_es: \c[3]Un árbol sagrado en \v[area.autumn-area.name]\c[0] ha sido infectado con una enfermedad que pone en peligro la armonía del ecosistema. Cura su enfermedad con \c[3]\v[item.189.name]\c[0].

# data/database.json//quests/foa-2-tree_defense/briefing
source: You have healed the sick tree and preserved the balance of the Track.
es_es: Has curado al árbol enfermo y preservado el equilibrio del ecosistema.

# data/database.json//quests/foa-2-tree_defense/tasks/0/task
source: Cure a \c[3]sick special tree\c[0] in \c[3]Pathway 3\c[0] of \c[3]\v[area.autumn-area.name]\c[0] with \v[item.189.name]
es_es: Cura un \c[3]árbol especial enfermo\c[0] en \c[3]Camino 3\c[0] de \c[3]\v[area.autumn-area.name]\c[0] con \v[item.189.name]

# data/database.json//quests/foa-2-tree_defense/tasks/1/task
source: Report back to \c[3]Chief Woodkeeper Manzana\c[0] in the \c[3]Fruits of Autumn HQ\c[0]
es_es: Informa al \c[3]Jefe Woodkeeper Manzana\c[0] en el \c[3]Sede Frutas de Otoño\c[0]

# data/database.json//quests/foa-3-buffel_cave/hubSettings/location
source: A Bovine is burning with sickness and must be released from its pain. \c[3]- Fruits of Autumn HQ\c[0]
es_es: Un Bovino está ardiendo de enfermedad y debe ser librado de su dolor. \c[3]- Sede Central de los Frutos del Otoño\c[0]

# data/database.json//quests/foa-3-buffel_cave/name
source: Bull on Fire
es_es: Toro en Llamas

# data/database.json//quests/foa-3-buffel_cave/description
source: \c[3]A once proud Bovine\c[0] has fallen ill with a burning disease which set the beast ablaze in both body and rage. Find its hiding spot and lay it to rest!
es_es: \c[3]Un bovino que alguna vez fue orgulloso\c[0] se ha enfermado con una enfermedad ardiente que incendió tanto el cuerpo como la ira de la bestia. ¡Encuentra su escondite y déjalo descansar!

# data/database.json//quests/foa-3-buffel_cave/briefing
source: The bovine has been delivered from its pain. It will do no more harm to the lands of Autumn.
es_es: El bovino ha sido librado de su dolor. No hará más daño a las tierras de Otoño.

# data/database.json//quests/foa-3-buffel_cave/tasks/0/task
source: Enter the \c[3]Densewater Caverns\c[0] on \c[3]Secluded Path\c[0] in the northeast of \c[3]\v[area.autumn-fall.name]\c[0]
es_es: Entra en \c[3]Cavernas de Agua Densa\c[0] en \c[3]Camino Aislado\c[0] en el noreste de \c[3]\v[area.autumn-fall.name]\c[ 0]

# data/database.json//quests/foa-3-buffel_cave/tasks/1/task
source: Search for \c[3]the raging Bovine\c[0] in the \c[3]Densewater Caverns\c[0] and lay it to rest
es_es: Busca \c[3]el furioso bovino\c[0] en las \c[3]Cavernas de Agua DDensa\c[0] y déjalo descansar

# data/database.json//quests/foa-3-buffel_cave/tasks/2/task
source: Report back to \c[3]Chief Woodkeeper Manzana\c[0] in the \c[3]Fruits of Autumn HQ\c[0]
es_es: Informa al \c[3]Jefe Woodkeeper Manzana\c[0] en el \c[3]Sede Frutas de Otoño\c[0]

# data/database.json//quests/foa-4-sick_bovine/name
source: Maybe "Sick Bovine" maybe not, is Optional
es_es: Tal vez "Bovino Enfermo" tal vez no, es Opcional

# data/database.json//quests/foa-4-sick_bovine/description
source: \c[3]A sacred tree in \v[area.autumn-area.name]\c[0] has been infected with a disease that endangers the harmony of the Track. Cure the sickness with the \c[3]\v[item.189.name]\c[0].
es_es: \c[3]Un árbol sagrado en \v[area.autumn-area.name]\c[0] ha sido infectado con una enfermedad que pone en peligro la armonía del ecosistema. Cura la enfermedad con \c[3]\v[item.189.name]\c[0].

# data/database.json//quests/foa-4-sick_bovine/briefing
source: You have healed the sick tree and preserved the balance of the Track.
es_es: Has curado al árbol enfermo y preservado el equilibrio del ecosistema.

# data/database.json//quests/foa-4-sick_bovine/tasks/0/task
source: Talk to \c[3]Herbalist Helen\c[0] in \c[3]Pathway 3\c[0] and wait for the \c[3]sick buffel\c[0]
es_es: Habla con la \c[3]Herbolaria Helen\c[0] en \c[3]Camino 3\c[0] y espera al \c[3]Búfalo enfermo\c[0]

# data/database.json//quests/foa-4-sick_bovine/tasks/1/task
source: Lure the buffel to the \c[3]sacred tree\c[0], cleanse it in the water and lay it to rest
es_es: Atrae el Búfalo al \c[3]árbol sagrado\c[0], límpialo en el agua y déjalo descansar

# data/database.json//quests/foa-4-sick_bovine/tasks/2/task
source: Talk to \c[3]Herbalist Helen\c[0] again
es_es: Atrae el Búfalo al \c[3]árbol sagrado\c[0], límpialo en el agua y déjalo descansar

# data/database.json//quests/foa-4-sick_bovine/tasks/3/task
source: Report back to \c[3]Chief Woodkeeper Manzana\c[0] in the \c[3]Fruits of Autumn HQ\c[0]
es_es: Informa al \c[3]Jefe Woodkeeper Manzana\c[0] en la \c[3]Sede de Frutas de Otoño\c[0]

# data/database.json//quests/unknown-warrior-1/name
source: A Promise Is a Promise
es_es: Una Promesa es una Promesa

# data/database.json//quests/unknown-warrior-1/description
source: You found a weird player wearing armor from all classes trying to find a \c[3]\v[item.133.name]\c[0]. He said you can find it in \c[3]\v[area.autumn-area.name]\c[0] in an area where it rains and you have to defeat lots of \c[3]\v[combat.name.hedgehog]s\c[0].
es_es: Encontraste a un jugador extraño con armadura de todas las clases buscando un \c[3]\v[item.133.name]\c[0]. Dijo que puedes encontrarlo en \c[3]\v[area.autumn-area.name]\c[0] en un zona de lluvia y luego de derrotar a muchos \c[3]\v[combat.name.hedgehog]s\c[0].

# data/database.json//quests/unknown-warrior-1/briefing
source: You found the weapon and returned it to the player, learning nothing but his name: \c[3]Ketin D'Kar\c[0]
es_es: Encontraste el arma y se la devolviste al jugador, sin aprender nada más que su nombre: \c[3]Ketin D'Kar\c[0]

# data/database.json//quests/unknown-warrior-1/tasks/0/task
source: Find the \c[3]\v[item.133.name]\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Encuentra \c[3]\v[item.133.name]\c[0] en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/unknown-warrior-1/tasks/1/task
source: Hand over the \v[item.133.name] to the strange player at the \c[3]\v[area.rookie-harbor.name] Market\c[0]
es_es: Entrega el \v[item.133.name] al jugador extraño en el \c[3]\v[area.rookie-harbor.name] Mercado\c[0]

# data/database.json//quests/steaks_1/hubSettings/location
source: Howdy! Much is at steak so I need some brave help! Hope to meat you soon. \c[3]- Rising Exit\c[0]
es_es: ¡Holas! ¡Es sobre mucha carne, así que necesito ayuda! Espero conocerte pronto. \c[3]- Salida del Albor\c[0]

# data/database.json//quests/steaks_1/name
source: Wood 'n Steaks
es_es: Filetes en madera

# data/database.json//quests/steaks_1/person
source: Ms. Teak
es_es: Sra. Teak

# data/database.json//quests/steaks_1/description
source: \c[3]Ms. Selena Teak\c[0] wants to create the best steaks in all of \v[area.rookie-harbor.name] and needs someone to deliver the ingredients. A worthy task indeed!
es_es: La \c[3]Sra. Selena Teak\c[0] quiere crear los mejores filetes de todo \v[area.rookie-harbor.name] y necesita de los mejores ingredientes. ¡Una tarea digna de verdad!

# data/database.json//quests/steaks_1/briefing
source: You have acquired the requested items, but the result was not satisfying. Maybe different types of wood will do the trick?
es_es: Has adquirido los artículos solicitados, pero el resultado no ha sido satisfactorio. ¿Quizás diferentes tipos de madera podrían funcionar?

# data/database.json//quests/steaks_1/tasks/0/task
source: Collect \c[3]\v[item.88.name]\c[0] and both \c[3]light wood\c[0] and \c[3]sharp wood\c[0]
es_es: Recoge \c[3]\v[item.88.name]\c[0] y tanto \c[3]madera ligera\c[0] como \c[3]madera afilada\c[0]

# data/database.json//quests/steaks_1/tasks/1/task
source: Deliver the items to \c[3]Ms. Teak\c[0] \c[3]near the Weaponstore of \v[area.rookie-harbor.name]\c[0]
es_es: Entregar los artículos a \c[3]Sra. Teak\c[0] \c[3]cerca del almacén de armas de \v[area.rookie-harbor.name]\c[0]

# data/database.json//quests/steaks_2/hubSettings/location
source: The first try was a failure, but the next steaks will be perfect! Come and see! \c[3]- Rising Exit\c[0]
es_es: El primer intento fue un fracaso, ¡pero los próximos serán perfectos! ¡Ven y mira! \c[3]- Salida del Albor\c[0]

# data/database.json//quests/steaks_2/name
source: Meating Expectations
es_es: Expectativas de Comida

# data/database.json//quests/steaks_2/person
source: Ms. Teak
es_es: Sra. Teak

# data/database.json//quests/steaks_2/description
source: Despite the disappointing first try, \c[3]Ms. Teak\c[0] is still determined to find the perfect preparation for steak. This time you should search for a different combination of wood!
es_es: A pesar del decepcionante primer intento, \c[3]Sra. Teak\c[0] sigue decidido a encontrar la preparación perfecta para el bistec. ¡Esta vez deberías buscar una combinación diferente de madera!

# data/database.json//quests/steaks_2/briefing
source: This time the wood has done the job perfectly! Now you can acquire delicious \c[3]Rare Steaks\c[0] from Ms. Teak's booth!
es_es: ¡Esta vez la madera ha hecho el trabajo a la perfección! ¡Ahora puedes adquirir deliciosos \c[3]Filetes Raros\c[0] en el puesto de la Sra. Teak!

# data/database.json//quests/steaks_2/tasks/0/task
source: Collect \c[3]\v[item.88.name]\c[0] and both \c[3]regal wood\c[0] and \c[3]dry wood\c[0]
es_es: Recoge \c[3]\v[item.88.name]\c[0], también \c[3] madera real\c[0]y\c[3 madera seca\c[0]

# data/database.json//quests/steaks_2/tasks/1/task
source: Deliver the items to \c[3]Ms. Teak\c[0] \c[3]near the Weaponstore of \v[area.rookie-harbor.name]\c[0]
es_es: Entregar los objetos a la \c[3]Sra. Teak\c[0] \c[3]cerca del almacén de armas de \v[area.rookie-harbor.name]\c[0]

# data/database.json//quests/steaks_3/hubSettings/location
source: Now is the time to take my steaks even further and taste perfection! \c[3]- Rising Exit\c[0]
es_es: ¡Ahora es el momento de llevar mis bistecs aún más lejos y probar la perfección! \c[3]- Salida del Albor\c[0]

# data/database.json//quests/steaks_3/name
source: Raising the Steaks
es_es: Mejorando aún más los Filetes

# data/database.json//quests/steaks_3/person
source: Ms. Teak
es_es: Sra. Teak

# data/database.json//quests/steaks_3/description
source: \c[3]Ms. Teak\c[0] wants to improve her steaks even further. This time you should search for a different variety of ingredients for a proper marinade!
es_es: \c[3]Sra. Teak\c[0] quiere mejorar aún más sus filetes. ¡Esta vez debes buscar una variedad diferente de ingredientes para una marinada adecuada!

# data/database.json//quests/steaks_3/briefing
source: The pinnacle of steak has been reached! Now you can acquire even \c[3]Gourmet Steaks\c[0] from Ms. Teak's booth!
es_es: ¡Se ha alcanzado la perfección en términos de filetes! ¡Ahora puedes adquirir los \c[3]Filetes Gourmet\c[0] en el puesto de la Sra. Teak!

# data/database.json//quests/steaks_3/tasks/0/task
source: Collect some \c[3]old wood\c[0], \c[3]honey\c[0] and \c[3]apples from the East\c[0]
es_es: Recoge un poco de \c[3]madera vieja\c[0], \c[3]miel\c[0] y \c[3]manzanas del este\c[0]

# data/database.json//quests/steaks_3/tasks/1/task
source: Deliver the items to \c[3]Ms. Teak\c[0] \c[3]near the Weaponstore of \v[area.rookie-harbor.name]\c[0]
es_es: Entregar los objetos a la \c[3]Sra. Teak\c[0] \c[3]cerca del almacén de armas de \v[area.rookie-harbor.name]\c[0]

# data/database.json//quests/console-switch-1/hubSettings/location
source: Hedgehags learned to fly, believe it! Help me to find proof! \c[3]- Rookie Harbor Inn\c[0]
es_es: Los Arizos aprendieron a volar, ¡créelo! ¡Ayúdame a encontrar pruebas! \c[3]- Posada del Puerto Recluta\c[0]

# data/database.json//quests/console-switch-1/name
source: A Switch in Altitude
es_es: Un Cambio de Altitud

# data/database.json//quests/console-switch-1/person
source: Joe the Younger
es_es: Joe el Joven

# data/database.json//quests/console-switch-1/description
source: The Falldiver pioneer \c[3]Joe the Younger\c[0] talks about seeing a thus unknown species of \c[3]Flying type \v[combat.name.hedgehog]s\c[0]. You should investigate and find proof of his discovery!
es_es: El pionero de Falldiver \c[3]Joe el Joven\c[0] habla de haber visto una especie desconocida de \c[3]Tipo volador \v[combat.name.hedgehog]s\c[0]. ¡Deberías investigar y encontrar pruebas de su descubrimiento!

# data/database.json//quests/console-switch-1/briefing
source: You found proof for the existence of \c[3]Flying type \v[combat.name.hedgehog]s\c[0] and also uncovered a secret facility of the "Avian Appliances"-company! Maybe this other new secret facility really exists as well?
es_es: ¡Encontraste pruebas de la existencia del \c[3]tipo volador \v[combat.name.hedgehog]s\c[0] y también descubriste una instalación secreta de la compañía "Aparatos Electrónicos Aéreos"! ¿Quizás esta otra nueva instalación secreta realmente existe también?

# data/database.json//quests/console-switch-1/tasks/0/task
source: Search for new species on \c[3]Off Road 2\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Busque nuevas especies en \c[3]Desvío 2\c[0] en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/console-switch-1/tasks/1/task
source: Search for new species on the \c[3]Secluded Path\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]
es_es: Busque nuevas especies en \c[3]Camino Aislado\c[0] en \c[3]\v[area.autumn-fall.name]\c[0]

# data/database.json//quests/console-switch-1/tasks/2/task
source: Examine the strange device in \c[3]Secluded Path\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]
es_es: Examina el extraño dispositivo en \c[3]Camino Aislado\c[0] en \c[3]\v[area.autumn-fall.name]\c[0]

# data/database.json//quests/console-switch-1/tasks/3/task
source: Find and enter the \c[3]Secret Entrance\c[0] on \c[3]Secluded Path\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]
es_es: Encuentra e ingresa a la \c[3]Entrada secreta\c[0] en \c[3]Camino Aislado\c[0] en \c[3]\v[area.autumn-fall.name]\c[0 ]

# data/database.json//quests/console-switch-1/tasks/4/task
source: Explore the \c[3]Secret Facility\c[0]
es_es: Explora la \c[3]instalación secreta\c[0]

# data/database.json//quests/console-switch-1/tasks/5/task
source: Return to \c[3]Joe the Younger\c[0] in the \c[3]Rookie Harbor Inn\c[0]
es_es: Vuelve con \c[3]Joe el Joven\c[0] en la \c[3]Posada del Puerto Recluta\c[0]

# data/database.json//shops/testshop/name
source: The Testing Barbeque
es_es: La Barbacoa de Pruebas

# data/database.json//shops/testshop/pages/0/title
source: Items
es_es: Artículos

# data/database.json//shops/testshop/pages/1/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/testshop/pages/2/title
source: Various
es_es: Variedades

# data/database.json//shops/rookieHarborItems/name
source: Rookie's Best
es_es: Lo mejor del Principiante

# data/database.json//shops/rookieHarborItems/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/rookieHarborWeapons/name
source: Rookie's Starter
es_es: El Principio del Principiante

# data/database.json//shops/rookieHarborWeapons/pages/0/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/rookieHarborWeaponsNorth/name
source: Rookie's Advanced
es_es: Avance del Principiante

# data/database.json//shops/rookieHarborWeaponsNorth/pages/0/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/rookieHarborTara/name
source: Tara's Shop
es_es: Tienda de Tara

# data/database.json//shops/rookieHarborTara/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/rookieBacker/name
source: Chef Backer Goods
es_es: Mercancías del Patrocinador

# data/database.json//shops/rookieBacker/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/aridItems/name
source: Vermillion Consumables
es_es: Consumibles de Vermillion

# data/database.json//shops/aridItems/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/aridWeapons/name
source: Vermillion Equipment
es_es: Equipamiento de Vermillion

# data/database.json//shops/aridWeapons/pages/0/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/bergenVillageItems/name
source: Bergen Provisions
es_es: Provisiones de Bergen

# data/database.json//shops/bergenVillageItems/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/bergenVillageWeapons/name
source: Bergen Weaponry
es_es: Armamentos de Bergen

# data/database.json//shops/bergenVillageWeapons/pages/0/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/bergenHermit/name
source: Hermit's House
es_es: Casa del Ermitaño

# data/database.json//shops/bergenHermit/pages/0/title
source: Hot Beverages
es_es: Bebidas Calientes

# data/database.json//shops/bakiItems/name
source: Ba'kii Oasis
es_es: Oasis de Ba'kii

# data/database.json//shops/bakiItems/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/bakiWeapons/name
source: Ba'kii Arsenal
es_es: Arsenal de Ba'kii

# data/database.json//shops/bakiWeapons/pages/0/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/basinVendingMachines/name
source: Vending Machine
es_es: Máquina Expendedora

# data/database.json//shops/basinVendingMachines/pages/0/title
source: Snacks
es_es: Bocadillos

# data/database.json//shops/basinItems/name
source: Items N' Goods
es_es: Artículos & Mercancías

# data/database.json//shops/basinItems/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/basinWeapons/name
source: Basin Arsenal
es_es: Arsenal de la Cuenca

# data/database.json//shops/basinWeapons/pages/0/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/basinMushroom/name
source: Calzone Shop
es_es: Tienda de Calzone

# data/database.json//shops/basinMushroom/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/sapphireWeapons/name
source: Sapphire Arsenal
es_es: Arsenal Zafiro

# data/database.json//shops/sapphireWeapons/pages/0/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/sapphireItems/name
source: Good Items
es_es: Mercancías

# data/database.json//shops/sapphireItems/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/rhombusWeapons1/name
source: Rhombus Arsenal
es_es: Arsenal Rombo

# data/database.json//shops/rhombusWeapons1/pages/0/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/rhombusItems1/name
source: Rhombus Items
es_es: Artículos Rombo

# data/database.json//shops/rhombusItems1/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/rhombusCurios/name
source: Curios & More
es_es: Curiosidades & Más

# data/database.json//shops/rhombusCurios/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/rhombusBacker/name
source: Chef Backer Goods
es_es: Mercancías del Patrocinador

# data/database.json//shops/rhombusBacker/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/arenaCoinShop/name
source: Arena Coin Shop
es_es: Tienda de la Arena

# data/database.json//shops/arenaCoinShop/pages/0/title
source: Equipment
es_es: Equipamiento

# data/database.json//shops/arenaCoinShop/pages/1/title
source: Upgrades
es_es: Mejoras

# data/database.json//shops/arenaCoinShop/pages/2/title
source: Circuit Boosts
es_es: Potenciadores de Circuito

# data/database.json//shops/arenaCoinShop/pages/3/title
source: Cosmetics
es_es: Cosméticos

# data/database.json//shops/arenaCoinShop/pages/4/title
source: Pets
es_es: Mascotas

# data/database.json//shops/homestedtItems/name
source: Homestedt Items
es_es: Artículos Villa Evotar

# data/database.json//shops/homestedtItems/pages/0/title
source: General Goods
es_es: Mercancías Generales

# data/database.json//shops/homestedtWeapons/name
source: Homestedt Weaponry
es_es: Armería Villa Evotar

# data/database.json//shops/homestedtWeapons/pages/0/title
source: Equipment
es_es: Equipamiento
