Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/achievements/story-04/name
source: Chapter 4 Complete
ru_ru: Глава 4 завершена

# data/database.json/achievements/story-04/description
source: Completed Chapter 4.
ru_ru: Завершите главу 4.

# data/database.json/achievements/story-05/name
source: Chapter 5 Complete
ru_ru: Глава 5 завершена

# data/database.json/achievements/story-05/description
source: Completed Chapter 5.
ru_ru: Завершите главу 5.

# data/database.json/achievements/story-06/name
source: Chapter 6 Complete
ru_ru: Глава 6 завершена

# data/database.json/achievements/story-06/description
source: Completed Chapter 6.
ru_ru: Завершите главу 6.

# data/database.json/achievements/story-07/name
source: Chapter 7 Complete
ru_ru: Глава 7 завершена

# data/database.json/achievements/story-07/description
source: Completed Chapter 7.
ru_ru: Завершите главу 7.

# data/database.json/achievements/story-08/name
source: Chapter 8 Complete
ru_ru: Глава 8 завершена

# data/database.json/achievements/story-08/description
source: Completed Chapter 8.
ru_ru: Завершите главу 8.

# data/database.json/achievements/story-09/name
source: Chapter 9 Complete
ru_ru: Глава 9 завершена

# data/database.json/achievements/story-09/description
source: Completed Chapter 9.
ru_ru: Завершите главу 9.

# data/database.json/achievements/story-10/name
source: Chapter 10 Complete
ru_ru: Глава 10 завершена

# data/database.json/achievements/story-10/description
source: Completed Chapter 10.
ru_ru: Завершите главу 10.

# data/database.json/achievements/player-level-01/name
source: Rookie Seeker
ru_ru: Искатель-новичок

# data/database.json/achievements/player-level-01/description
source: Reach \c[3]Level 25\c[0].
ru_ru: Достигните \c[3]25 уровня\c[0].

# data/database.json/achievements/player-level-02/name
source: Veteran Seeker
ru_ru: Опытный Искатель

# data/database.json/achievements/player-level-02/description
source: Reach \c[3]Level 50\c[0].
ru_ru: Достигните \c[3]50 уровня\c[0].

# data/database.json/achievements/player-level-03/name
source: Legendary Seeker
ru_ru: Легендарный Искатель

# data/database.json/achievements/player-level-03/description
source: Reach \c[3]Level 75\c[0].
ru_ru: Достигните \c[3]75 уровня\c[0].

# data/database.json/achievements/player-level-04/name
source: Ye 'ol Level Cap
ru_ru: Старое доброе ограничение уровня

# data/database.json/achievements/player-level-04/description
source: Reach \c[3]Level 99\c[0]. Nothing can stop you now.
ru_ru: Достигните \c[3]99 уровня\c[0]. Теперь вас ничто не остановит.

# data/database.json/achievements/player-money-01/name
source: Rookie Banker
ru_ru: Банкир-новичок

# data/database.json/achievements/player-money-01/description
source: Amass a \c[3]total of \v[misc.localNum.250000] Credits\c[0] throughout your journey.
ru_ru: Накопите \c[3]в общей сложности \v[misc.localNum.250000] кредитов\c[0] во время странствий.

# data/database.json/achievements/player-money-02/name
source: Veteran Banker
ru_ru: Опытный банкир

# data/database.json/achievements/player-money-02/description
source: Amass a \c[3]total of \v[misc.localNum.500000] Credits\c[0] throughout your journey.
ru_ru: Накопите \c[3]в общей сложности \v[misc.localNum.500000] кредитов\c[0] во время странствий.

# data/database.json/achievements/player-money-03/name
source: Legendary Banker
ru_ru: Легендарный банкир

# data/database.json/achievements/player-money-03/description
source: Amass a \c[3]total of \v[misc.localNum.750000] Credits\c[0] throughout your journey.
ru_ru: Накопите \c[3]в общей сложности \v[misc.localNum.750000] кредитов\c[0] во время странствий.

# data/database.json/achievements/player-money-04/name
source: Let's swim in my Vault!
ru_ru: Давай купаться в моём хранилище!

# data/database.json/achievements/player-money-04/description
source: Amass a \c[3]total of \v[misc.localNum.1000000] Credits\c[0] throughout your journey.
ru_ru: Накопите \c[3]в общей сложности \v[misc.localNum.1000000] кредитов\c[0] во время странствий.

# data/database.json/achievements/playtime-01/name
source: Time well spent
ru_ru: Время потрачено не зря

# data/database.json/achievements/playtime-01/description
source: Play the game for a \c[3]total of 10 hours\c[0]. Don't worry there's no speedrun version.
ru_ru: Играйте в игру \c[3]10 часов\c[0]. Не волнуйтесь, спидран-версии нет.

# data/database.json/achievements/steps-taken-01/name
source: I can run for Miles!
ru_ru: Я могу пробежать много миль!

# data/database.json/achievements/steps-taken-01/description
source: Make a \c[3]total of \v[misc.localNum.50000] Steps\c[0].
ru_ru: Сделайте \c[3]\v[misc.localNum.50000] шагов\c[0].

# data/database.json/achievements/jumps-done-01/name
source: I'm also good at Plumbing
ru_ru: Ещё я хороший водопроводчик

# data/database.json/achievements/jumps-done-01/description
source: Jump a \c[3]total of \v[misc.localNum.1000] times\c[0].
ru_ru: Прыгните \c[3]\v[misc.localNum.1000] раз\c[0].

# data/database.json/achievements/items-used-01/name
source: Rookie Foodie
ru_ru: Гурман-новичок

# data/database.json/achievements/items-used-01/description
source: Use a total of \c[3]25 Consumables\c[0].
ru_ru: Используйте в общей сложности \c[3]25 расходников\c[0].

# data/database.json/achievements/items-used-02/name
source: Veteran Foodie
ru_ru: Опытный гурман

# data/database.json/achievements/items-used-02/description
source: Use a total of \c[3]50 Consumables\c[0].
ru_ru: Используйте в общей сложности \c[3]50 расходников\c[0].

# data/database.json/achievements/items-used-03/name
source: Legendary Foodie
ru_ru: Легендарный гурман

# data/database.json/achievements/items-used-03/description
source: Use a total of \c[3]100 Consumables\c[0].
ru_ru: Используйте в общей сложности \c[3]100 расходников\c[0].

# data/database.json/achievements/items-used-04/name
source: Need more Buffs!
ru_ru: Нужно больше бафов!

# data/database.json/achievements/items-used-04/description
source: Use a total of \c[3]200 Consumables\c[0]. I'm stuffed!
ru_ru: Используйте в общей сложности \c[3]200 расходников\c[0].

# data/database.json/achievements/items-used-total-01/name
source: Rookie Gourmet
ru_ru: Дегустатор-новичок

# data/database.json/achievements/items-used-total-01/description
source: \c[3]Find\c[0] and use at least \c[3]25% of all Consumables\c[0].
ru_ru: \c[3]Найдите\c[0] и используйте \c[3]25% всех расходников\c[0].

# data/database.json/achievements/items-used-total-02/name
source: Veteran Gourmet
ru_ru: Опытный дегустатор

# data/database.json/achievements/items-used-total-02/description
source: \c[3]Find\c[0] and use at least \c[3]50% of all Consumables\c[0].
ru_ru: \c[3]Найдите\c[0] и используйте \c[3]50% всех расходников\c[0].

# data/database.json/achievements/items-used-total-03/name
source: Legendary Gourmet
ru_ru: Легендарный дегустатор

# data/database.json/achievements/items-used-total-03/description
source: \c[3]Find\c[0] and use at least \c[3]75% of all Consumables\c[0].
ru_ru: \c[3]Найдите\c[0] и используйте \c[3]75% всех расходников\c[0].

# data/database.json/achievements/items-used-total-04/name
source: Culinary Connoisseur
ru_ru: Кулинарный знаток

# data/database.json/achievements/items-used-total-04/description
source: \c[3]Find\c[0] and use \c[3]100% of all Consumables\c[0]. Write a book about it!
ru_ru: \c[3]Найдите\c[0] и используйте \c[3]100% всех расходников\c[0]. Напишите об этом книгу!

# data/database.json/achievements/chest-key-01/name
source: The Key Question
ru_ru: Ключевой вопрос

# data/database.json/achievements/chest-key-01/description
source: \c[3]Find the \v[item.154.name]\c[0]. Unlock all the bronze chests!
ru_ru: \c[3]Найдите \v[item.154.name]\c[0]. Открывает все бронзовые сундуки!

# data/database.json/achievements/chest-key-02/name
source: That's really Low Key
ru_ru: Это в самом деле скромный ключ

# data/database.json/achievements/chest-key-02/description
source: \c[3]Find the \v[item.155.name]\c[0]. Unlock all the silver chests!
ru_ru: \c[3]Найдите \v[item.155.name]\c[0]. Открывает все серебряные сундуки!

# data/database.json/achievements/chest-key-03/name
source: The Final Key
ru_ru: Последний ключ

# data/database.json/achievements/chest-key-03/description
source: \c[3]Find the \v[item.156.name]\c[0]. Unlock all the chests!
ru_ru: \c[3]Найдите \v[item.156.name]\c[0]. Открывает все сундуки!

# data/database.json/achievements/expo-sandwich/name
source: Exponential Sandwiches
ru_ru: Экспоненциальные сэндвичи

# data/database.json/achievements/expo-sandwich/description
source: Obtain \c[3]4 Cross\c[0], \c[3]8 Mega\c[0], \c[3]16 Chef\c[0], \c[3]32 Hi\c[0] and \c[3]64 Normal Sandwiches\c[0].
ru_ru: Получите \c[3]4 Cross\c[0], \c[3]8 Мега\c[0], \c[3]16 от Шефа\c[0], \c[3]32 Эй\c[0] и \c[3]64 обычных сэндвича\c[0].

# data/database.json/achievements/metal-gears/description
source: Have a \c[3]total of 99 Metal Gears\c[0] in your Inventory. Gaming has changed.
ru_ru: Накопите \c[3]в общей сложности 99 шестерёнок\c[0] в инвентаре. Правила игры изменились.

# data/database.json/achievements/old-drill/name
source: Pierce through the Heaven
ru_ru: Пронзить небеса

# data/database.json/achievements/old-drill/description
source: \c[3]Obtain the \v[item.323.name]\c[0]. Pass it on to the next generation when the time arrives.
ru_ru: \c[3]Получите \v[item.323.name]\c[0]. Передайте его следующему поколению, когда придёт время.

# data/database.json/achievements/normal-trees/name
source: There is no Cow Level
ru_ru: Нет никакого коровьего уровня

# data/database.json/achievements/normal-trees/description
source: \c[3]Visit all perfectly normal landmarks\c[0] in all areas.
ru_ru: \c[3]Посетите все совершенно правильные ориентиры\c[0] во всех локациях.

# data/database.json/achievements/monk-trials/name
source: Peace of Mind
ru_ru: Спокойствие духа

# data/database.json/achievements/monk-trials/description
source: Finish all Trial Caves in Bergen with \c[3]all handicaps in under 1:45\c[0].
ru_ru: Пройдите все Пещеры испытаний в Бергене с \c[3]ограничением в 1:45\c[0].

# data/database.json/achievements/spider-cave/name
source: I hate Spiders!
ru_ru: Я ненавижу пауков!

# data/database.json/achievements/spider-cave/description
source: Survive \c[3]5 Minutes\c[0] in the \c[3]Ring of Spiders - Endless Mode\c[0] alone.
ru_ru: Выживите \c[3]5 минут\c[0] в \c[3]Кольце пауков - бесконечный режим\c[0] в одиночку.

# data/database.json/achievements/flawless-emilie/name
source: At the Speed of Sound
ru_ru: Со скоростью звука

# data/database.json/achievements/flawless-emilie/description
source: Win \c[3]every dungeon race against Emilie\c[0].
ru_ru: Победите в \c[3]каждом забеге в подземелье против Эмили\c[0].

# data/database.json/achievements/flawless-apollo/name
source: True Spheromancer
ru_ru: Истинный сферомант

# data/database.json/achievements/flawless-apollo/description
source: Win \c[3]every PvP Battle against Apollo without losing a single round\c[0].
ru_ru: Победите в \c[3]каждой PvP битве против Аполло, не проиграв ни единого раунда\c[0].

# data/database.json/achievements/unique-equip/name
source: One of a Kind
ru_ru: Единственный в своём роде

# data/database.json/achievements/unique-equip/description
source: Have a \c[3]unique equipment piece\c[0] (violet) equipped into \c[3]each body-part\c[0].
ru_ru: Экипируйте \c[3]особые части снаряжения\c[0] (фиолетовые) в \c[3]каждый слот\c[0].

# data/database.json/achievements/enemies-found-01/name
source: Rookie Zoologists
ru_ru: Зоолог-новичок

# data/database.json/achievements/enemies-found-01/description
source: \c[3]Find 25% of all enemies\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 25% всех врагов\c[0] в CrossWorlds.

# data/database.json/achievements/enemies-found-02/name
source: Veteran Zoologists
ru_ru: Опытный зоолог

# data/database.json/achievements/enemies-found-02/description
source: \c[3]Find 50% of all enemies\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 50% врагов\c[0] в CrossWorlds.

# data/database.json/achievements/enemies-found-03/name
source: Legendary Zoologists
ru_ru: Легендарный зоолог

# data/database.json/achievements/enemies-found-03/description
source: \c[3]Find 75% of all enemies\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 75% врагов\c[0] в CrossWorlds.

# data/database.json/achievements/enemies-found-04/name
source: The Fauna of the World
ru_ru: Мировая фауна

# data/database.json/achievements/enemies-found-04/description
source: \c[3]Find 100% of all enemies\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 100% врагов\c[0] в CrossWorlds.

# data/database.json/achievements/true-avatar/name
source: The Avatar
ru_ru: Аватар

# data/database.json/achievements/true-avatar/description
source: Execute a \c[3]Level 3 Combat Art with each Element\c[0].
ru_ru: Выполните \c[3]технику боя 3-го уровня с каждым из элементов\c[0].

# data/database.json/achievements/perfect-dashes/name
source: I know all the I-Frames
ru_ru: Я знаю все кадры неуязвимости

# data/database.json/achievements/perfect-dashes/description
source: \c[3]Perfect Dodge\c[0] a total of 100 times. So close.
ru_ru: Сделайте \c[3]Идеальное уклонение\c[0] в сумме 100 раз. Это было близко.

# data/database.json/achievements/perfect-guard/description
source: \c[3]Perfect Guard\c[0] a total of 200 times.
ru_ru: Сделайте \c[3]Идеальный блок\c[0] в сумме 200 раз.

# data/database.json/achievements/guard-counter/name
source: Not today!
ru_ru: Не сегодня!

# data/database.json/achievements/guard-counter/description
source: Successfully execute a \c[3]Guard Counter 200 times\c[0].
ru_ru: Успешно выполните \c[3]Ответный удар 200 раз\c[0].

# data/database.json/achievements/low-health-wins/name
source: True Survivor
ru_ru: Остаться в живых

# data/database.json/achievements/low-health-wins/description
source: Survive 50 fights with \c[3]33% or less of your max health\c[0].
ru_ru: Выживите в 50 битвах с \c[3]33% HP или менее\c[0].

# data/database.json/achievements/enviro-kills/name
source: Nature is Scary
ru_ru: Природа - это страшно

# data/database.json/achievements/enviro-kills/description
source: Defeat \c[3]100 enemies by using the environment\c[0] as the final blow.
ru_ru: Победите \c[3]100 врагов, добивая их с помощью окружения\c[0].

# data/database.json/achievements/reports-found-01/name
source: Reporting for Duty
ru_ru: Служебная отчётность

# data/database.json/achievements/reports-found-01/description
source: \c[2]Unlock 76%\c[0] of all Enemy Reports. We're all Reporters now.
ru_ru: \c[2]Разблокируйте 76%\c[0] отчётов о противниках. Мы все теперь журналисты.

# data/database.json/achievements/one-punch/description
source: Deal \c[3]\v[misc.localNum.50000] Damage with a single hit\c[0]. A punch that echoed throughout history.
ru_ru: Нанесите \c[3]\v[misc.localNum.50000] урона с одного удара\c[0]. Удар, что отдаётся эхом в истории.

# data/database.json/achievements/one-hit-kills/name
source: One Shot, One Kill
ru_ru: Один выстрел - один труп

# data/database.json/achievements/one-hit-kills/description
source: Defeat \c[3]500 enemies\c[0], each with \c[3]a single attack\c[0].
ru_ru: Победите \c[3]500 врагов\c[0], каждого с \c[3]одной атаки\c[0].

# data/database.json/achievements/kill-boss-crab/name
source: Real History
ru_ru: Настоящая история

# data/database.json/achievements/kill-boss-crab/description
source: \c[3]Defeat the \v[combat.name.boss-test]\c[0] on the Cargo Ship.
ru_ru: \c[3]Победите Огромного враждебного краба\c[0] на Грузовом корабле.

# data/database.json/achievements/kill-boss-turret/name
source: Master of Turrets
ru_ru: Мастер турелей

# data/database.json/achievements/kill-boss-turret/description
source: \c[3]Defeat the \v[combat.name.turret-boss]\c[0] in the Rhombus Dungeon.
ru_ru: \c[3]Победите Тяжёлую турель Ромба\c[0] в Подземелье Ромба.

# data/database.json/achievements/kill-boss-driller/name
source: The bigger they are...
ru_ru: Чем они больше...

# data/database.json/achievements/kill-boss-driller/description
source: \c[3]Defeat the \v[combat.name.boss-driller]\c[0] in the \v[area.cold-dng.name].
ru_ru: \c[3]Победите \v[combat.name.boss-driller]\c[0] в Храм-Шахте.

# data/database.json/achievements/kill-boss-worm/name
source: They have 5 Hearts
ru_ru: У них пять сердец

# data/database.json/achievements/kill-boss-worm/description
source: \c[3]Defeat \v[combat.name.heat/sandworm-boss]\c[0] below the Maroon Tree in \v[area.heat-area.name].
ru_ru: \c[3]Победите Тии'ма\c[0] под Бордовым деревом в Бордовой долине.

# data/database.json/achievements/kill-boss-moth/name
source: Kill it with Fire!
ru_ru: Убей с огоньком!

# data/database.json/achievements/kill-boss-moth/description
source: \c[3]Defeat \v[combat.name.heat/megamoth]\c[0] in the \v[area.heat-dng.name].
ru_ru: \c[3]Победите Мастера Магмоль\c[0] в Храме Фай'ро.

# data/database.json/achievements/kill-boss-frobbit/name
source: The Trickster
ru_ru: Обманщик

# data/database.json/achievements/kill-boss-frobbit/description
source: \c[3]Defeat \v[combat.name.daft-frobbit]\c[0] in \v[area.autumn-fall.name].
ru_ru: \c[3]Победите Голограмму кроляга\c[0] в Закате Осени.

# data/database.json/achievements/kill-boss-slug/name
source: Ultimate Power
ru_ru: Невероятная мощь

# data/database.json/achievements/kill-boss-slug/description
source: \c[3]Defeat \v[combat.name.arid/snail]\c[0] in \v[area.arid-dng-1.name].
ru_ru: \c[3]Победите Гастрополиса\c[0] в Подземелье Вермиллион.

# data/database.json/achievements/kill-boss-phantom/name
source: A Shadow from the Past
ru_ru: Тень из прошлого

# data/database.json/achievements/kill-boss-phantom/description
source: \c[3]Defeat the \v[combat.name.jungle/shockboss]\c[0] in the \v[area.shock-dng.name].
ru_ru: \c[3]Победите Плазменного фантома\c[0] в Храме Зир'витар.

# data/database.json/achievements/kill-boss-blob/name
source: The Canonical Enemy
ru_ru: Каноничный противник

# data/database.json/achievements/kill-boss-blob/description
source: \c[3]Defeat the \v[combat.name.jungle/waveboss]\c[0] in the \v[area.wave-dng.name].
ru_ru: \c[3]Победите Сэра Желатинуса Звёздникуса\c[0] в Храме Со'найиз.

# data/database.json/achievements/kill-boss-sloth/name
source: The None-Winged Devil
ru_ru: Бескрылый дьявол

# data/database.json/achievements/kill-boss-sloth/description
source: \c[3]Defeat the \v[combat.name.minibosses/sloth-black]\c[0] in \v[area.jungle.name].
ru_ru: \c[3]Победите Сефикрота\c[0] в Саду Гайи.

# data/database.json/achievements/kill-boss-ape/name
source: A Test of Power
ru_ru: Испытание силы

# data/database.json/achievements/kill-boss-ape/description
source: \c[3]Defeat the \v[combat.name.jungle/ape-boss]\c[0] in the \v[area.tree-dng.name].
ru_ru: \c[3]Победите Сына Востока\c[0] в Гранд Крис'кайо.

# data/database.json/achievements/kill-boss-apewhale/name
source: Battle on the Crown
ru_ru: Битва на кроне

# data/database.json/achievements/kill-boss-apewhale/description
source: \c[3]Defeat the \v[combat.name.jungle/ape-boss] & the \v[combat.name.jungle/whale-boss]\c[0] in the \v[area.tree-dng.name].
ru_ru: \c[3]Победите Сына Востока и Древнего Стража\c[0] в Гранд Крис'кайо.

# data/database.json/achievements/kill-boss-samurai/name
source: The Dawn's Blade
ru_ru: Клинок рассвета

# data/database.json/achievements/kill-boss-samurai/description
source: \c[3]Defeat the \v[combat.name.forest/samurai-boss]\c[0] in \v[area.forest.name].
ru_ru: \c[3]Победите Сумеречного мастера\c[0] в Сапфировом крае.

# data/database.json/achievements/kill-boss-shizuka/name
source: Restless Frustration
ru_ru: Беспокойное расстройство

# data/database.json/achievements/kill-boss-shizuka/description
source: \c[3]Defeat \v[combat.name.avatar/shizuka]\c[0] in \v[area.hideout.name] at least once.
ru_ru: \c[3]Победите Шизуку\c[0] в Старом укрытии хотя бы раз.

# data/database.json/achievements/kill-boss-designer/name
source: The Experience
ru_ru: Опыт

# data/database.json/achievements/kill-boss-designer/description
source: \c[3]Defeat the \v[combat.name.boss/designer-2]\c[0] in \v[area.arid-dng-2.name].
ru_ru: \c[3]Победите Дизайнера\c[0] в Башне Вермиллион.

# data/database.json/achievements/kill-boss-elephant/name
source: The Ultimate Experience
ru_ru: Незабываемый опыт

# data/database.json/achievements/kill-boss-elephant/description
source: \c[3]Defeat \v[combat.name.boss/elephant]\c[0] in the \v[area.arid-dng-2.name].
ru_ru: \c[3]Победите Создателя\c[0] в Башне Вермиллион.

# data/database.json/achievements/kill-apollo-01/name
source: Showdown at Bergen
ru_ru: Разборки в Бергене

# data/database.json/achievements/kill-apollo-01/description
source: Win the \c[3]PvP Battle against Apollo\c[0].
ru_ru: Победите в \c[3]PvP против Аполло\c[0].

# data/database.json/achievements/kill-apollo-02/name
source: Showdown at Faj'ro
ru_ru: Разборки в Фай'ро

# data/database.json/achievements/kill-apollo-02/description
source: Win the \c[3]second PvP Battle against Apollo\c[0].
ru_ru: Победите во \c[3]втором PvP против Аполло\c[0].

# data/database.json/achievements/kill-apollo-03/name
source: Showdown at Gaia's Garden
ru_ru: Разборки в Саду Гайи

# data/database.json/achievements/kill-apollo-03/description
source: Win the \c[3]third PvP Battle against Apollo\c[0].
ru_ru: Победите в \c[3]третьем PvP против Аполло\c[0].

# data/database.json/achievements/kill-special-blue/description
source: Find and \c[3]defeat the \v[combat.name.minibosses/blue-hedge]\c[0].
ru_ru: Найдите и \c[3]победите Синего дикоборза\c[0].

# data/database.json/achievements/kill-special-peng/name
source: Drop the Beat
ru_ru: Задай-ка бит

# data/database.json/achievements/kill-special-peng/description
source: Find and \c[3]defeat \v[combat.name.minibosses/penguin-rapper]\c[0].
ru_ru: Найдите и \c[3]победите Короля пинов Дакара\c[0].

# data/database.json/achievements/kill-special-shark/name
source: A cursed Booty
ru_ru: Проклятый трофей

# data/database.json/achievements/kill-special-shark/description
source: Find and \c[3]defeat \v[combat.name.minibosses/cursed-sandshark]\c[0].
ru_ru: Найдите и \c[3]победите Проклятого Шаркстера\c[0].

# data/database.json/achievements/kill-special-fish/name
source: Old and Mean
ru_ru: Старый и злой

# data/database.json/achievements/kill-special-fish/description
source: Find and \c[3]defeat \v[combat.name.minibosses/deep-fish]\c[0].
ru_ru: Найдите и \c[3]победите Глубоководного удильщика\c[0].

# data/database.json/achievements/kill-special-henry/name
source: That was... Unexpected
ru_ru: Это было... неожиданно

# data/database.json/achievements/kill-special-henry/description
source: Find and \c[3]defeat \v[combat.name.minibosses/henry]\c[0].
ru_ru: Найдите и \c[3]победите Генри\c[0].

# data/database.json/achievements/element-heat/name
source: Playing with Fire
ru_ru: Игра с огнём

# data/database.json/achievements/element-heat/description
source: Acquire the \c[3]Heat Element\c[0]. It's getting hot in here.
ru_ru: Получите \c[3]элемент Пламени\c[0]. Здесь становится жарковато.

# data/database.json/achievements/element-cold/name
source: Feeling Ice-solated
ru_ru: Леденящее чувство

# data/database.json/achievements/element-cold/description
source: Acquire the \c[3]Cold Element\c[0]. Can anyone else not feel their fingers?
ru_ru: Получите \c[3]элемент Холода\c[0]. Я не чувствую пальцев!

# data/database.json/achievements/element-shock/name
source: Lightning Returns
ru_ru: Молния возвращается

# data/database.json/achievements/element-shock/description
source: Acquire the \c[3]Shock Element\c[0]. This is Shocking!
ru_ru: Получите \c[3]элемент Шока\c[0]. Это шокирует!

# data/database.json/achievements/element-wave/name
source: What is that anyway?
ru_ru: Что это вообще?

# data/database.json/achievements/element-wave/description
source: Acquire the \c[3]Wave Element\c[0]. Groovy.
ru_ru: Получите \c[3]элемент Волны\c[0]. Качает.

# data/database.json/achievements/combat-arts-01/name
source: Rookie Artist
ru_ru: Исполнитель-новичок
