Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/lore/godstories-diaro/content/page-02-01/content
source: \c[3]E'nel\c[0] is a God of Shape, the mistress of the flame, and creator of the sun. Yet she was envious of her fellow gods, who created fascinating shapes and worlds full of life and color. She longed to take part, adding a warming fire to these worlds, yet her flame was too mighty and consumed all in its path. It was then when \c[3]Di'aro\c[0] had a proposal. He shaped a sphere with an empty core and several holes surrounded by high mountains. E'nel filled this shape with her flame, creating a world with a heated core and life on its surface. Today, every \c[3]volcano\c[0] is a record of \c[3]E'nel\c[0] and \c[3]Di'aro\c[0] working in unison.
ru_ru: \c[3]Э'нель\c[0] - Богиня формирования, хозяйка пламени и создательница Солнца. И всё же она завидовала своим собратьям, которые создали удивительные формы и миры, полные жизни и цвета. Она стремилась принять участие, добавляя тёплый огонь в эти миры, но её пламя было слишком сильным и поглощало всё на своем пути. Именно тогда у \c[3]Ди'аро\c[0] появилось предложение. Он сформировал сферу с пустым ядром и несколькими отверстиями, окружёнными высокими горами. Э'нель наполнила эту форму своим пламенем, создав мир с горячим ядром и жизнью на его поверхности. В наши дни каждый \c[3]вулкан\c[0] является заслугой \c[3]Э'нель\c[0] и \c[3]Ди'аро\c[0], работающих в согласии.

# data/database.json/lore/godstories-diaro/content/page-03-01/content
source: Life on \c[3]Shadoon\c[0] has prospered and \c[3]Di'orbis\c[0] felt that the Ancients were ready to start their journey. Di'aro, however, did not agree. He still saw them as infants crawling over the majestic surface he created. Di'orbis then pointed to Shadoon and asked Di'aro to watch. Di'aro saw how the Ancients climbed the \c[3]highest of mountains\c[0] and reached the very \c[3]bottom of the sea\c[0]. Di'aro was shocked yet proud of their achievements. Reluctantly he agreed that indeed they are ready to start their journey. Di'aro then prepared an \c[3]envelope\c[0] of solid rock and ice, used to send the \c[3]Message of the Sky\c[0].
ru_ru: Жизнь на \c[3]Шадуне\c[0] процветала, и \c[3]Ди'орбис\c[0] чувствовал, что Древние были готовы начать своё путешествие. Ди'аро, однако, не согласился. Он всё ещё считал их младенцами, ползающими по величественной тверди, которую он создал. Затем Ди'орбис указал на Шадун и сказал Ди'аро, чтобы тот наблюдал. Ди'аро увидел, как Древние поднялись на \c[3]самую высокую из гор\c[0] и достигли самого \c[3]дна моря\c[0]. Ди'аро был шокирован, но гордился их достижениями. Он неохотно согласился, что они действительно готовы начать своё путешествие. Затем Ди'аро подготовил \c[3]оболочку\c[0] из твёрдого камня и льда, которая использовалась для отправки \c[3]Послания небес\c[0].

# data/database.json/lore/godstories-enel/title
source: E'nels Radiance
ru_ru: Сияние Э'нель

# data/database.json/lore/godstories-enel/content/page-01/content
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void. After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0]. E'nel is one of these gods. The God of the \c[3]Triangle\c[0] and the creator of \c[3]ever-burning flames\c[0]. She made the sun with \c[3]blinding light\c[0] and filled the ground deep beneath our feet with a \c[3]molten stone\c[0]. Her creations spread warmth, yet consume life at the same time.
ru_ru: Всё началось с того, что \c[3]Ди'орбис\c[0], бесплотный бог сотворения, родился в забвении пустоты. После размышлений о вечности в одиночестве, его стремление к компании породило \c[3]Богов формирования\c[0]. \c[3]Э'нель\c[0] - один из этих богов. Богиня \c[3]Треугольника\c[0] и создательница \c[3]вечногорящих огней\c[0]. Она создала солнце с \c[3]ослепляющим светом\c[0] и заполнила землю глубоко под нашими ногами \c[3]расплавленным камнем\c[0]. Её творения распространяют тепло, но в то же время поглощают жизнь.

# data/database.json/lore/godstories-enel/content/page-02/content
source: At first the world was dark. Hence, \c[3]Di'orbis\c[0] and \c[3]E'nel\c[0] created the first sun to spend light. Yet at night, when the sun was hidden, the world was as dark as ever. \c[3]E'nel\c[0] wanted to place many more suns closeby, creating a world of constant brightness. Yet this world was monotonous, lacking dusk, dawn and the coolness of the night.
ru_ru: Сначала мир был тёмным. Поэтому \c[3]Ди'орбис\c[0] и \c[3]Э'нель\c[0] создали первое солнце, чтобы распространить свет. Тем не менее, ночью, когда солнце было скрыто, мир был тёмным, как и всегда. \c[3]Э'нель\c[0] хотела разместить ещё много солнц рядом, создав мир постоянной яркости. И всё же этот мир был однообразным, без сумерек, рассвета и прохлады ночи.

# data/database.json/lore/godstories-enel/content/page-03/content
source: The two gods then had a new idea. They were creating millions and millions of new suns far far away in all directions. Thanks to \c[3]E'nel\c[0] and \c[3]Di'orbis\c[0]' effort we can today enjoy the night with a beautiful starry sky. Not only are the stars beautiful, \c[3]Di'orbis\c[0] placed them in particular to stir our curiosity for other worlds out there.
ru_ru: У двух богов появилась новая идея. Они создавали миллионы и миллионы новых солнц, расстилающихся далеко-далеко во всех направлениях. Благодаря усилиям \c[3]Э'нель\c[0] и \c[3]Ди'орбиса\c[0] мы можем сегодня наслаждаться ночью с красивым звёздным небом. Мало того, что звёзды красивы, \c[3]Ди'орбис\c[0] разместил их по-особенному, чтобы пробудить наше любопытство к другим мирам.

# data/database.json/lore/godstories-enel/content/page-04/content
source: After \c[3]E'nel\c[0] created millions of suns, she craved for a challenge. She wanted to create the largest, most majestic sun imaginable. Thus, she started adding her eternal flame, adding more and more as the sun was growing further and further. At some point, the sun had too much fire and couldn't hold it any longer. What followed was a most spectacular and colorful explosion. Even today, we very rarely witness these colorful explosions in the night sky as a testament of E'nel's boredom.
ru_ru: После того, как \c[3]Э'нель\c[0] создала миллионы солнц, она жаждала вызова. Она хотела создать самое большое, самое величественное солнце, которое только можно вообразить. Таким образом, она взяла свой вечный огонь, добавляя всё больше и больше, а солнце всё росло и росло. В какой-то момент солнце не смогло больше вмещать и удерживать огонь. За этим последовал самый зрелищный и красочный взрыв. Даже сегодня мы изредка наблюдаем эти красочные взрывы на ночном небе, как свидетельство скуки Э'нель.

# data/database.json/lore/godstories-kwin/title
source: K'wins Judgement
ru_ru: Кара К'вин

# data/database.json/lore/godstories-kwin/content/page-01/content
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void. After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0]. \c[3]K'win\c[0] is one of these gods. Born a twin to \c[3]G'oni\c[0], she is the Goddess of the \c[3]Pentagon\c[0] and the creator of \c[3]storms and lightning\c[0].
ru_ru: Всё началось с того, что \c[3]Ди'орбис\c[0], бесплотный бог сотворения, родился в забвении пустоты. После размышлений о вечности в одиночестве, его стремление к компании породило \c[3]Богов формирования\c[0]. \c[3]К'вин\c[0] - одна из этих богов. Сестра-близнец \c[3]Г'они\c[0], она является богиней \c[3]Пятиугольника\c[0] и создательницей \c[3]штормов и молний\c[0].

# data/database.json/lore/godstories-kwin/content/page-02/content
source: Her strong winds keep our world in constant motion, her fierce thunderstorms are awe-inspiring, sparking curiosity within us. Finally, her little sparks also give life to every creature of this world. \c[3]G'oni\c[0], the creator of ever-flowing waters and twin-brother of \c[3]K'win\c[0], was busy filling our planet with oceans and lakes. The water overflowing from the lakes was slowly moving down the hills into the ocean. However, the water in the oceans was almost motionless.
ru_ru: Её сильный ветер держит наш мир в постоянном движении, её сильные грозы вдохновляют, разжигают любопытство внутри нас. Наконец, её маленькие искры даруют жизнь каждому созданию этого мира. \c[3]Г'они\c[0], создатель вечнотекущих вод и брат-близнец \c[3]К'вин\c[0], был занят наполнением нашей планеты океанами и озёрами. Вода, вытекающая из озер, медленно спускалась с холмов в океан. Тем не менее, вода в океанах была почти неподвижна.

# data/database.json/lore/godstories-kwin/content/page-03/content
source: As K'win watched those boring, calm waters, she had an idea. She created light winds flying over the ocean, creating an abundance of dancing waves on its surface. At first G'oni did not like this change, as he preferred his waters calm and quiet. But as he saw creatures playing with the waves and using the winds to travel across the oceans, he reluctantly agreed to keep it.
ru_ru: Когда К'вин смотрела на эти скучные спокойные воды, у неё появилась идея. Она создала лёгкие ветра, летящие над океаном и создающие множество танцующих волн на его поверхности. Сначала Г'они не понравилось это изменение, так как он предпочитал, чтобы его воды были тихие и спокойные. Но когда он увидел существ, играющих с волнами и использующих ветра для путешествий по океанам, он неохотно согласился.

# data/database.json/lore/godstories-kwin/content/page-04/content
source: This made K'win very enthusiastic and so she decided to create stronger and stronger winds, making the waves go higher and higher. This led to the most fearsome storms and tidal waves, flooding vast amounts of land. G'oni quickly interfered. K'win understood that she made a terrible mistake. To make it up to her twin-brother, she created many creatures to live deep within the waters.
ru_ru: Это вызвало у К'вин восторг, и она решила создавать всё более сильные ветра, заставляя волны подниматься всё выше и выше. Это привело к грозным штормам и приливным волнам, затопляющим огромные территории. Г'они быстро вмешался. К'вин поняла, что совершила ужасную ошибку. Чтобы загладить вину перед братом-близнецом, она создала множество существ, способных жить глубоко под водой.

# data/database.json/lore/godstories-kwin/content/page-05/content
source: When \c[3]Di'aro\c[0] and \c[3]Di'orbis\c[0] witnessed the advancements of our kind, they decided to send the \c[3]Message of the Sky\c[0] wrapped in an \c[3]Envelope of solid rock and ice\c[0]. As he sent out the envelope, \c[3]Di'aro\c[0] was ever-so-careful, only giving it the slightest nudge. After all, he didn't want his creation, the earth and mountains, to be damaged when the message arrived. \c[3]K'win\c[0] watched the envelope fly towards us, ever so slowly. She watched and watched, growing more and more impatient.
ru_ru: Когда \c[3]Ди'аро\c[0] и \c[3]Ди'орбис\c[0] стали свидетелями достижений Древних, они решили отправить \c[3]Послание небес\c[0], завёрнутое в \c[3]оболочку из твёрдого камня и льда\c[0]. Отправляя послание, \c[3]Ди'аро\c[0] был очень осторожен, лишь слегка подтолкнув его. В конце концов, он не хотел, чтобы созданная им земля и горы были повреждены, когда сообщение прибудет. \c[3]К'вин\c[0] наблюдала, как послание летит к ним, очень медленно. Она смотрела и смотрела, становясь всё более нетерпеливой.

# data/database.json/lore/godstories-kwin/content/page-06/content
source: K'win then remembered how our kind could withstand her most powerful thunderstorms and fierce hurricanes. She was confident that we could receive a fast-approaching message just as well. Without hesitation, K'win reached back and gave the envelope a massive blow, launching it toward us at high speed. It is thanks to her confidence in our resilience that our kind received the Message of the Sky in time.
ru_ru: Затем К'вин вспомнила, как Древние могли противостоять её самым сильным грозам и жестоким ураганам. Она была уверена, что они смогли бы вынести и стремительно приближающееся послание. Не долго думая, К'вин замахнулась и сильно ударила по посланию, направив его к ним на высокой скорости. Именно благодаря её уверенности в стойкости Древних они вовремя получили Послание небес.

# data/database.json/lore/godstories-goni/title
source: G'onis Acceptance
ru_ru: Одобрение Г'они

# data/database.json/lore/godstories-goni/content/page-01/content
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void. After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0]. \c[3]G'oni\c[0] is one of these gods. Born a twin to \c[3]K'win\c[0], he is the God of the \c[3]Hexagon\c[0] and the creator of \c[3]ever-flowing waters\c[0].
ru_ru: Всё началось с того, что \c[3]Ди'орбис\c[0], бесплотный бог сотворения, родился в забвении пустоты. После размышлений о вечности в одиночестве, его стремление к компании породило \c[3]Богов формирования\c[0]. \c[3]Г'они\c[0] - один из этих богов. Брат-близнец \c[3]К'вин\c[0], он является богом \c[3]Шестиугольника\c[0] и создателем \c[3]вечнотекущих вод\c[0].

# data/database.json/lore/godstories-goni/content/page-02/content
source: He blessed our planet with vast oceans, strong currents, calm lakes, and long rivers stretching over every corner of this land. His creations also gave birth to an endless variety of plants, painting our lands in beautiful colors. As \c[3]G'oni\c[0] created oceans, lakes, and river spreading across the land, he was happy to see that plants flourished close to the water.
ru_ru: Он благословил Шадун огромными океанами, сильными течениями, спокойными озёрами и длинными реками, протянувшимися через каждый уголок этой земли. Его творения также породили бесконечное разнообразие растений, окрашивающих планету в прекрасные цвета. По мере того как \c[3]Г'они\c[0] создавал океаны, озёра и реки, распространяющиеся по всей земле, он был рад видеть, что растения процветали рядом с водой.

# data/database.json/lore/godstories-goni/content/page-03/content
source: However, he was constantly busy refilling the lakes on the land as the water kept flowing down the hills back into the ocean. Then G'oni had an idea. He took the water from the oceans and moved it into clouds floating high in the sky. Then he asked \c[3]K'win\c[0], his twin-sister and creator of wind and thunder, to move the clouds back to the land. Once the clouds would reach the lakes, G'oni would let them rain down, refilling the lakes and making the water flow in circles.
ru_ru: Однако он был постоянно занят наполнением озёр на суше, поскольку вода стекала с холмов обратно в океан. Тогда у Г'они появилась идея. Он взял воду из океанов и переместил её в облака, плавающие высоко в небе. Затем он попросил \c[3]К'вин\c[0], свою сестру-близнеца и создательницу ветра и грома, переместить облака обратно на землю. Как только облака достигали озёр, Г'они позволял им проливаться дождём, наполняя озёра и заставляя воду течь по кругу.

# data/database.json/lore/godstories-goni/content/page-04/content
source: K'win, however, thought this flow was boring. So instead she decided to move the clouds all over the place and let them rain right over the land. At first G'oni was furious watching the water being spread in this chaotic manner. However, he quickly noticed how rich plant life started to appear on every corner of land, far beyond the edges of his lakes and rivers. As he saw the planet covered in trees and flowers, he quickly accepted the chaotic nature of rain falling wherever it pleases.
ru_ru: К'вин, однако, думала, что этот цикл был скучным. Поэтому вместо этого она решила перемещать облака повсюду, и позволить им проливать дождь над всей землёй. Сначала Г'они был в ярости, наблюдая за тем, как вода распространяется таким хаотичным образом. Однако он быстро заметил, как богатая растительная жизнь начала появляться в каждом уголке земли, далеко за пределами его озёр и рек. Когда он увидел планету, покрытую деревьями и цветами, он быстро принял хаотическую природу дождя, падающего там, где ему угодно.

# data/database.json/lore/godstories-goni/content/page-05/content
source: When \c[3]Di'aro\c[0] and \c[3]Di'orbis\c[0] witnessed the advancements of our kind, they decided to send the \c[3]Message of the Sky\c[0] wrapped in an \c[3]Envelope of solid rock and ice\c[0]. However, Di'aro was concerned. His envelope was massive in size and it could lead to great disaster if it landed in the wrong spot. Fortunately, \c[3]G'oni\c[0], being quiet and observative, detected the \c[3]signal\c[0] from our kind and determined the exact position where we expected the message to arrive. He told the other gods and together they aimed the envelope in the right direction so that our kind could receive it properly.
ru_ru: Когда \c[3]Ди'аро\c[0] и \c[3]Ди'орбис\c[0] стали свидетелями достижений Древних, они решили отправить \c[3]Послание небес\c[0], завёрнутое в \c[3]оболочку из твёрдого камня и льда\c[0]. Однако Ди'аро был обеспокоен. Его послание было огромно по размеру, и это могло бы привести к большой катастрофе, если бы оно приземлилось не в том месте. К счастью, \c[3]Г'они\c[0], будучи тихим и наблюдательным, обнаружил \c[3]сигнал\c[0] от Древних и определил точную позицию, где они ожидали прибытия послания. Он сказал другим богам, и они вместе направили послание в правильном направлении, чтобы Древние могли получить его должным образом.

# data/database.json/lore/virtues/title
source: 5 Virtues
ru_ru: Пять добродетелей

# data/database.json/lore/virtues/content/page-01-01/content
source: The 5 Virtues mirror the foundation on which the Ancients' culture was built. Before a \c[3]\v[lore.title.seeker]\c[0] can begin the \c[3]Track of the Ancients\c[0] he must choose a virtue which is connected to a \c[3]class\c[0]. - \c[3]Virtue of Strength\c[0]: Heat - \c[3]Virtue of Endurance\c[0]: Cold - \c[3]Virtue of Agility\c[0]: Shock - \c[3]Virtue of Wisdom\c[0]: Wave - \c[3]Virtue of Balance\c[0]: All
ru_ru: Пять добродетелей отражают основы, на которых была построена культура Древних. Прежде чем \c[3]Искатель\c[0] сможет начать \c[3]Путь Древних\c[0], он обязан выбрать добродетель, которая связана с классом. - \c[3]Добродетель силы\c[0]: Пламя - \c[3]Добродетель стойкости\c[0]: Холод - \c[3]Добродетель ловкости\c[0]: Шок - \c[3]Добродетель мудрости\c[0]: Волна - \c[3]Добродетель баланса\c[0]: Все

# data/database.json/lore/virtues/content/page-01-02/content
source: Each Virtue is also loosely connected to one of the \c[3]4 Elements\c[0] a Seeker can acquire on the Track.
ru_ru: Каждая добродетель также условно связана с одним из \c[3]четырёх элементов\c[0], которыми Искатель может овладеть на Пути.

# data/database.json/lore/classes/title
source: Classes
ru_ru: Классы

# data/database.json/lore/classes/content/page-01-01/content
source: Classes are what a \c[3]\v[lore.title.seeker]\c[0] chooses before entering the \c[3]\v[lore.title.track-of-ancients]\c[0]. They are closely connected to the \c[3]\v[lore.title.virtues]\c[0] and shapes which the \v[lore.title.ancients] lived by. These are the possible classes: - \c[3]\v[lore.title.class-triblader]\c[0]: Virtue of Strength - \c[3]\v[lore.title.class-quadroguard]\c[0]: Virtue of Endurance - \c[3]\v[lore.title.class-pentafist]\c[0]: Virtue of Agility - \c[3]\v[lore.title.class-hexacast]\c[0]: Virtue of Wisdom - \c[3]\v[lore.title.class-spheromancer]\c[0]: Virtue of Balance
ru_ru: Классы, которые выбирает \c[3]Искатель\c[0], прежде чем ступить на \c[3]Путь Древних\c[0]. Они тесно связаны с \c[3]Пятью добродетелями\c[0] и формами, которыми жили Древние. Возможные классы: - \c[3]Триблейдер\c[0]: добродетель силы - \c[3]Квадрогард\c[0]: добродетель стойкости - \c[3]Пентафист\c[0]: добродетель ловкости - \c[3]Гексакаст\c[0]: добродетель мудрости - \c[3]Сферомант\c[0]: добродетель баланса

# data/database.json/lore/classes/content/page-01-02/content
source: Each class gives the Seeker a unique way to master the \v[lore.title.track-of-ancients] to the person's liking by offering class specific traits and abilities.
ru_ru: Каждый класс даёт Искателю уникальный способ освоить \c[3]Путь Древних\c[0] в зависимости от предпочтений человека, предлагая характерные черты и способности определённого класса.

# data/database.json/lore/class-triblader/title
source: Triblader
ru_ru: Триблейдер

# data/database.json/lore/class-triblader/content/page-01-01/content
source: Tribladers follow the \c[3]Virtue of Strength\c[0]. Their focus lies on powerful sword attacks. They lack in defense and ranged capabilities but make up for it by having increased strength. The element usually associated with Tribladers is \c[3]Heat\c[0].
ru_ru: Триблейдеры следуют \c[3]добродетели силы\c[0]. Их внимание сосредоточено на мощных атаках мечом. Им не хватает защиты и дальних способностей, но они компенсируют это силой. Элемент, обычно связанный с триблейдерами - \c[3]Пламя\c[0].

# data/database.json/lore/class-quadroguard/title
source: Quadroguard
ru_ru: Квадрогард

# data/database.json/lore/class-quadroguard/content/page-01-01/content
source: Quadroguards follow the \c[3]Virtue of Endurance\c[0]. They have a deficit in attack power and speed but have superior defense in comparison to all other classes. They can survive longer and can even take on multiple enemies at once with ease. Their element of choice is \c[3]Cold\c[0].
ru_ru: Квадрогарды следуют \c[3]добродетели выносливости\c[0]. У них дефицит силы атаки и скорости, но они превосходят в защите все другие классы. Они могут выжить дольше и даже могут легко сражаться с несколькими врагами одновременно. Их предпочтительный элемент - \c[3]Холод\c[0].

# data/database.json/lore/class-pentafist/title
source: Pentafist
ru_ru: Пентафист

# data/database.json/lore/class-pentafist/content/page-01-01/content
source: Pentafists follow the \c[3]Virtue of Agility\c[0]. Speed and quick attacks with their fist are the main tools of a Pentafist player. However, their HP is the lowest of all classes which basically makes them glass cannons. Their favored element is \c[3]Shock\c[0].
ru_ru: Пентафисты следуют \c[3]добродетели ловкости\c[0]. Быстрые и стремительные атаки кулаком являются основными инструментами игрока-пентафиста. Тем не менее, их HP является самым низким из всех классов, что по сути делает их стеклопушками. Их любимый элемент - \c[3]Шок\c[0].

# data/database.json/lore/class-hexacast/title
source: Hexacast
ru_ru: Гексакаст

# data/database.json/lore/class-hexacast/content/page-01-01/content
source: Hexacasts follow the \c[3]Virtue of Wisdom\c[0]. This class has the best ranged combat style, using quick throws and powerful ranged \c[3]Arts\c[0] to fend off enemies. They lack critical attack power and fall short in HP to compensate for the benefits. Hexacasts primarily use the \c[3]Wave\c[0] Element.
ru_ru: Гексакасты следуют \c[3]добродетели мудрости\c[0]. Этот класс обладает лучшим боевым стилем дальнего боя, используя быстрые броски и мощные \c[3]техники\c[0], чтобы отбиваться от врагов. Им не хватает критической силы атаки и недостаёт HP, что компенсирует преимущества. Гексакасты в основном используют элемент \c[3]Волны\c[0].

# data/database.json/lore/class-spheromancer/title
source: Spheromancer
ru_ru: Сферомант
