Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/ctron-battle-over-S/event/0/0_2/1/message
source: I'm kidding!\. I broke all the sweats!\. What the heck, Lea...
es_es: ¡Bromeo!\. ¡Estoy exhausto!\. Qué demonios, Lea...

# data/database.json//commonEvents/apollo-battle-over-S/event/0/0_0/0/message
source: Spheromancer Lea...\. that was quite an impressive run.
es_es: Spheromancer Lea...\. eso fue impresionante.

# data/database.json//commonEvents/apollo-battle-over-S/event/0/0_1/0/message
source: Phew...\. we left quite the trail in the...\. Trail.
es_es: Uf...\. dejamos un lindo camino en el...\. Camino.

# data/database.json//commonEvents/apollo-battle-over-S/event/0/0_2/0/message
source: J-Justice has been served!
es_es: ¡S-Se ha hecho justicia!

# data/database.json//commonEvents/apollo-battle-over-S/event/0/0_2/1/message
source: Yes, this amount of havoc was...\. justified.\. It's our duty as Seekers.
es_es: Sí, todo este descontrol está...\. justificado.\. Es nuestro deber como Buscadores.

# data/database.json//commonEvents/joern-battle-over-S/event/0/0_0/0/message
source: Please...\. take it easy, little girl.
es_es: Por favor...\. relájate, niña.

# data/database.json//commonEvents/joern-battle-over-S/event/0/0_1/0/message
source: So much... destruction...
es_es: Tanta... destrucción...

# data/database.json//commonEvents/joern-battle-over-S/event/0/0_2/0/message
source: Aren't games supposed to be...\. like...\. recreational?\. Was this recreational to you?
es_es: ¿Los juegos no deberían ser...\. digamos...\. recreativos? ¿Esto te ha parecido recreativo?

# data/database.json//commonEvents/shizuka-battle-over-S/event/0/0_0/0/message
source: Pretty good run. But you are my copy after all.
es_es: Muy buen combo. Pero era de esperarse, eres una copia mía después de todo.

# data/database.json//commonEvents/shizuka-battle-over-S/event/0/0_1/0/message
source: That sure was relaxing. Can't get this kinda workout when watching over my brother.
es_es: Eso ha sido relajante. Extraño este tipo de ejercicios cuando estoy cuidando a mi hermano.

# data/database.json//commonEvents/schneider-battle-over-S/event/0/0_0/0/message
source: Meine Güte, you sure let off some steam.
es_es: Meine Güte, te estabas desquitando, ¿eh?

# data/database.json//commonEvents/schneider-battle-over-S/event/0/0_1/0/message
source: And I thought this would never end...
es_es: Estaba empezando a pensar que nunca se acabaría...

# data/database.json//commonEvents/luke-battle-over-S/event/0/0_0/0/message
source: Meine Güte, you sure let off some steam.
es_es: Meine Güte, te estabas desquitando, ¿eh?

# data/database.json//commonEvents/luke-battle-over-S/event/0/0_1/0/message
source: And I thought this would never end...
es_es: Estaba empezando a pensar que nunca se acabaría...

source: So it seems like Lea requires twice the Schneider power for today's battles!
es_es: ¡Parece que Lea necesita la ayuda de dos Schneiders hoy!

source: Japp, looks like it!
es_es: ¡Japp, así parece!

source: Man it sure feels great swinging that sword again!
es_es: ¡Oh! ¡Qué bien se siente volver a usar esta espada!

source: Tell me about it!\. Being a Triblader is awesome!
es_es: ¡Ni me lo digas!\. ¡Ser un Triblader es increíble!

source: Japp! Best class hands down!
es_es: ¡Japp! ¡La mejor clase de lejos!

source: I'll never understand why our class gets so much shade all the time.
es_es: Nunca voy a entender por qué nuestra clase recibe tanto desprecio.

source: Yeah...\. We're the \c[3]generic sword dudes\c[0].\. So what?\. What's wrong with swords?
es_es: Sí...\. Somos \c[3]la clase genérica de espada\c[0].\. ¿Y qué?\. ¿Qué problema tienen las espadas?

source: I do like myself a pointy sword!
es_es: ¡Nunca me negaría a una afilada espada!

source: 100% agree!
es_es: ¡Totalmente de acuerdo!

source: Lukas, I feel we understand each other really well!
es_es: ¡Lukas, creo que nos comprendemos muy bien!

source: You might be quite right!
es_es: ¡Puede que tengas razón!

source: You know, sometimes I wonder what exactly happened between the two of you in Vermillion Wasteland.
es_es: Sabes, a veces me pregunto que sucedió exactamente entre ustedes dos en el Vertedero Vermillion.

source: Wait, did nobody tell you about it?
es_es: ¿Qué? ¿Nadie te lo contó?

source: Sergey gave us a rough rundown, but...\. you know...\. no \c[3]details\c[0].
es_es: Sergey nos dijo las cosas muy por encima...\. ya sabes...\. sin \c[3]detalles\c[0].

source: Oh, I see!\. The \c[3]juicy details\c[0]~
es_es: ¡Oh, ya veo!\. Los \c[3]jugosos detalles\c[0]~

source: WAIT!!
es_es: ¡¡ESPERA!!

source: Welp, you heard her!\. Can't tell you any more.
es_es: ¡Bueno, la has oído!\. No puedo decir más.

source: Hey, Shizuka~
es_es: Oye, Shizuka~

source: Uhm...\. hello.
es_es: Uhm...\. hola.

source: What a nice coincidence to be in a party with you and Lea!
es_es: ¡Qué agradable coincidencia haber formado un grupo contigo y Lea!

source: What do you mean?\. Oh...
es_es: ¿Qué quieres decir?\. Oh...

source: Just wait a moment!\. I'm thinking of a few good questions!
es_es: ¡Dame un momento!\. ¡Estoy pensando unas cuantas preguntas!

source: So!\. Let's start with something basic!\. Shizuka, what's your \c[3]favorite dish\c[0]?
es_es: ¡Bien!\. ¡Empecemos con lo básico!\. Shizuka, ¿cuál es \c[3]tu comida\c[0] favorita?

source: \c[1]Crude oil\c[0].
es_es: \c[1]Petroleo sin refinar\c[0].

source: Come on!\. I wanna know what Lea likes to eat.
es_es: ¡Vamos!\. Quiero saber qué le gusta a Lea.

source: You can see my user name, right?\. Take a guess.
es_es: Puedes ver mi nombre de usuario, ¿no?\. Adivina.

source: Ohhh~ What's a \c[3]bento\c[0]?
es_es: Ohhh~ ¿Qué es el \c[3]bento\c[0]?

source: Do I have to explain Japanese cuisine to you as well, now?
es_es: ¿También debo explicarte la cocina japonesa?

source: Sure!\. I can tell you all about French dishes, too!
es_es: ¡Seguro!\. ¡Yo puedo decirte todo sobre platos franceses!

source: No thanks...
es_es: No gracias...

source: Okay then!\. What kind of \c[3]music\c[0] do you like?
es_es: ¡De acuerdo!\. ¿Qué \c[3]música\c[0] te gusta?

source: Please, I hate talking about music.\. People act too condescending about it.
es_es: Por favor, detesto hablar de música.\. La gente se lo toma con mucho elitismo.

source: Come on, try me!
es_es: ¡Vamos! ¡No te juzgaré!

source: Alright then...\. Quantic Wave.
es_es: Bien...\. Quantic Wave.

source: [nods]
es_es: [asiente]

source: Woah, really?\. I'd never imagine anyone could listen to that.
es_es: Wow, ¿en serio?\. Nunca imaginé que alguien podría escuchar eso.

source: You see?\. That's exactly what I mean!
es_es: ¿Lo ves?\. ¡Esto es de lo que hablo!

source: Hey!\. I might still change my mind if I really give it a try.
es_es: ¡Oye!\. Puede que cambie de opinión si le doy una oportunidad.

source: Really?\. In that case I better pick some recommendations for you.
es_es: ¿En serio?\. Pues te daré un par de recomendaciones.

source: There we go!
es_es: ¡Así me gusta!

source: Okay so here's a hard one...
es_es: Bien, aquí va una difícil...

source: Oh bother...
es_es: Qué fastidio...

source: Let's say you get a present for a birthday...\. what would you be really happy about?
es_es: ¿Cuál es el regalo de cumpleaños que más deseas?

source: ...\. Probably another \c[3]CrossWorlds head gear\c[0] to finally get rid of those stupid horns.
es_es: ...\. Quizá algún otro \c[3]adorno para la cabeza en CrossWorlds\c[0]. Así podría librarme de esos estúpidos cuernos.

source: Ah, I see!
es_es: ¡Ah, ya veo!

source: Wait!\. You don't have any horns!
es_es: ¡Pero espera!\. ¡Tú no tienes cuernos!

source: Come on, I know this is about buying a present for Lea.
es_es: Vamos, ya se que me estás preguntando para hacerle un regalo a Lea.

source: It might be for you as well!\. That's what's so great about asking you!\. Two birds with one stone!
es_es: ¡Quizá sea para ti también!\. ¡Eso es lo que tiene de genial preguntarte!\. ¡Dos pájaros de un tiro!

source: Then wouldn't it be better to ask when those two birds are not around?
es_es: ¿Entonces no crees que sería mejor preguntar cuando esos dos pájaros no te estén escuchando?

source: Uhm...\. whoops...
es_es: Uhm...\. upsss...

source: But...\. Thanks for the consideration.
es_es: Aún así...\. Gracias por la consideración.

source: Okay-dokey!\. Another fight survived!
es_es: ¡École!\. ¡Hemos sobrevivido otra batalla!

source: "\c[3]Okay-dokey\c[0]"! It's funny how you keep saying that.
es_es: ¡"\c[3]École\c[0]"! Siempre dices eso.

source: Well...\. it's just what I do.\. Just like you say "\c[3]Sacrebleu\c[0]" and all that.
es_es: Bueno...\. es lo mío.\. Es como que tú digas "\c[3]Sacrebleu\c[0]", ya sabes.

source: What?\. I never say that!\. It's such an old and outdated word!\. No one uses it!
es_es: ¿Qué?\. ¡Pero si yo nunca digo eso!\. ¡Es una palabra tan anticuada!\. ¡Nadie la usa!

source: Uhm...\. yes you do?\. You say it all the time!\. Right, Lea?
es_es: Em...\. Pero sí la usas.\. ¡La dices todo el tiempo!\. ¿Cierto, Lea?

source: [nods]
es_es: [asiente]

source: You can't be serious!
es_es: ¡No hablan en serio!

source: I honestly thought it's perfectly normal for people with your background.
es_es: Para ser sincero yo supuse que sería algo normal para los franceses.

source: Non!\. It's such a dumb stereotype!
es_es: ¡Non!\. ¡Es un estereotipo tan tonto!

source: Yet you still say it!
es_es: ¡Y aún así lo dices!

source: [nods]
es_es: [asiente]

source: I don't!\. And stop agreeing with him, Lea!\. \c[3]Sacrebleu\c[0]!!
es_es: ¡No es cierto!\. ¡No te pongas de su lado, Lea!\. ¡¡\c[3]Sacrebleu\c[0]!!

source: YOU JUST SAID IT!
es_es: ¡ACABAS DE DECIRLA!

source: I SAID IT \c[1]IRONICALLY\c[0]!
es_es: ¡ESO FUE \c[1]IRÓNICAMENTE\c[0]!

source: A party with 3 Spheromancers!\. What a joy!
es_es: ¡Un grupo de 3 Spheromancers!\. ¡Qué gustazo!

source: Uhm yeah...\. I guess!
es_es: Ehm, sí...\. claro.

source: Those enemies were no match for us 3 Spheromancers!
es_es: ¡Esos enemigos no eran rival para 3 Spheromancers!

source: Right...\. Also, we all beat the game and are way overleveled.
es_es: Sí...\. Te olvidas del detalle de que ya terminamos el juego y les llevamos muchos niveles.

source: The 3 Spheromancers are victorious once again!
es_es: ¡Otra victoria para el grupo de Spheromancers!

source: Seriously, what's his deal, Lea?\. Is he always like this?
es_es: En serio, ¿cuál es su problema, Lea?\. ¿Siempre se comporta así?

source: [nods]
es_es: [asiente]

source: Oh bother...
es_es: Qué fastidio...

source: The 3 Spheromancers strike again!
es_es: ¡Otra gran demostración por parte de los 3 Spheromancers!

source: Hey, uhm...\. I'll be honest with you.
es_es: Oye, ehm...\. Voy a ser sincera contigo.

source: You know how I've been working in QA for Instatainment?
es_es: ¿Recuerdas que yo trabajaba en control de calidad para Instatainment?

source: Lea and I just stuck with this class because it was the first that was implemented and I never bothered to switch.
es_es: Lea y yo estamos en esta clase porque fue la primera que se implementó y nunca me molesté en cambiarla.

source: [nods]
es_es: [asiente]

source: Oh...\. I see...
es_es: Oh...\. Ya veo...

source: But still...\. Spheromancer is the best class, don't you agree?
es_es: Aún así...\. Spheromancer es la mejor clase, ¿no crees?

source: I don't know!\. I was never tasked with checking character class balancing.
es_es: ¡No lo se!\. Nunca se me pidió que revise el balance de las clases.

source: Though I'd expect the classes to be...\. you know...\. \c[3]balanced\c[0].
es_es: Aunque esperaría que las clases estén...\. ya sabes...\. \c[3]balanceadas\c[0].

source: I'm not talking about stats and advantage in combat!
es_es: ¡No me refiero a estadísticas y ventajas en combate!

source: It's about the style!\. The aesthetic!\. The flawlessness of the circle!
es_es: ¡Yo hablo del estilo!\. ¡De la estética!\. ¡La perfección del círculo!

source: Hey, man... whatever floats your boat!
es_es: Claro, por supuesto... ¡lo que tú digas!

source: This lack of appreciation...\. Why does nobody understand?
es_es: Esa falta de apreciación...\. ¿Por qué es que nadie me comprende?

# data/database.json//commonEvents/test-cooldown-start/event/0/thenStep/0/message
source: Cool Down 1
es_es: Enfriamiento 1

# data/database.json//commonEvents/test-cooldown-start/event/1/thenStep/0/message
source: Cool Down 2
es_es: Enfriamiento 2

# data/database.json//commonEvents/test-cooldown-start/event/2/thenStep/0/message
source: Cool Down 3
es_es: Enfriamiento 3

# data/database.json//commonEvents/cooldown-S/event/0/0_0/0/0_0/0/message
source: ...Lea?\. I think I need a break.
es_es: ¿...Lea?\. Creo que necesito un descanso.

# data/database.json//commonEvents/cooldown-S/event/0/0_0/0/0_1/0/message
source: Do you ever plan to stop, Lea?
es_es: ¿Alguna vez planeas parar, Lea?

# data/database.json//commonEvents/cooldown-S/event/0/0_0/0/0_2/0/message
source: How about some live and let live, Lea?
es_es: ¿Que tal un poco de vivir y dejar vivir, Lea?

# data/database.json//commonEvents/cooldown-S/event/0/1_0/0/0_0/0/message
source: L-Lea...? There is no need to keep fighting, right?
es_es: ¿L-Lea...? No hay necesidad de seguir peleando, ¿verdad?

# data/database.json//commonEvents/cooldown-S/event/0/1_0/0/0_1/0/message
source: Corpses... everywhere...
es_es: Cuerpos... por todos lados...

# data/database.json//commonEvents/cooldown-S/event/0/1_0/0/0_2/0/message
source: Y-You don't plan to stop anytime soon, do you?
es_es: N-No tienes pensado parar, ¿no?

# data/database.json//commonEvents/cooldown-S/event/0/2_0/0/0_0/0/message
source: Spheromancer Lea, you are surprisingly bloodthirsty!
es_es: Spheromancer Lea, ¡eres sorprendentemente sanguinaria!

# data/database.json//commonEvents/cooldown-S/event/0/2_0/0/0_1/0/message
source: I see you're pushing your Spheromancer skills to the limit!
es_es: ¡Veo que pretendes llevar tus habilidades de Spheromancer al límite!

# data/database.json//commonEvents/cooldown-S/event/0/2_0/0/0_2/0/message
source: Spheromancer Lea, your stamina is quite impressive indeed!
es_es: Spheromancer Lea, ¡tu resistencia es realmente impresionante!

# data/database.json//commonEvents/cooldown-S/event/0/3_0/0/0_0/0/message
source: Boy, what a massacre.
es_es: Dios, que masacre.

# data/database.json//commonEvents/cooldown-S/event/0/3_0/0/0_1/0/message
source: I didn't expect to be playing with such a fierce little devil.
es_es: No esperaba jugar con una diablilla tan feroz.

# data/database.json//commonEvents/cooldown-S/event/0/3_0/0/0_2/0/message
source: So much killing...\. Are you trying to make a case for violence in video games, Lea?
es_es: Tanta matanza...\. ¿Estás intentando empezar un caso por la violencia en los videojuegos, Lea?

# data/database.json//commonEvents/cooldown-S/event/0/4_0/0/0_0/0/message
source: Trying extra hard to impress your original?
es_es: ¿Trabajando duro para impresionar a tu original?

# data/database.json//commonEvents/cooldown-S/event/0/4_0/0/0_1/0/message
source: Let's see who gets more.
es_es: Veamos quién lo hace mejor.

# data/database.json//commonEvents/cooldown-S/event/0/4_0/0/0_2/0/message
source: Ah, just like old times.
es_es: Ah, como en los viejos tiempos.

# data/database.json//commonEvents/cooldown-S/event/0/5_0/0/0_0/0/message
source: In the mood for some competitive gaming today, aren't you?
es_es: Veo que te levantaste con un espíritu competitivo, ¿eh?

# data/database.json//commonEvents/cooldown-S/event/0/5_0/0/0_1/0/message
source: More like, "Still waters are deadly."...
es_es: Más bien, "las aguas tranquilas son mortales"....

# data/database.json//commonEvents/cooldown-S/event/0/5_0/0/0_2/0/message
source: I need to get some rest at some point...
es_es: Debo descansar de vez en cuando...

# data/database.json//commonEvents/cooldown-S/event/0/6_0/0/0_0/0/message
source: In the mood for some competitive gaming today, aren't you?
es_es: Veo que te levantaste con un espíritu competitivo, ¿eh?

# data/database.json//commonEvents/cooldown-S/event/0/6_0/0/0_1/0/message
source: More like, "Still waters are deadly."...
es_es: Más bien, "las aguas tranquilas son mortales"....

# data/database.json//commonEvents/cooldown-S/event/0/6_0/0/0_2/0/message
source: Well, it's not like we have much else to do, eh?
es_es: Bueno, no es que tengamos mucho más para hacer, ¿eh?

# data/database.json//commonEvents/cooldown-A/event/0/0_0/0/message
source: Mon dieu! You just keep going!
es_es: ¡Mon dieu! ¡No paras!

# data/database.json//commonEvents/cooldown-A/event/0/1_0/0/message
source: Uhm... anyone up for a break?
es_es: Uhm... ¿no quieres tomar un descanso?

# data/database.json//commonEvents/cooldown-A/event/0/2_0/0/message
source: You seem to be in the flow of the Trail, Spheromancer Lea!
es_es: ¡Pareces ser una con el Camino, Spheromancer Lea!

# data/database.json//commonEvents/cooldown-A/event/0/3_0/0/message
source: Are we done yet?
es_es: ¿Ya has acabado?

# data/database.json//commonEvents/cooldown-A/event/0/4_0/0/0_0/0/message
source: Don't you slow down, we're just warming up.
es_es: ¡No pares! No es más que el calentamiento.

# data/database.json//commonEvents/cooldown-A/event/0/4_0/0/1_0/0/message
source: Now we're talking.
es_es: Ahora estamos hablando.

# data/database.json//commonEvents/cooldown-A/event/0/4_0/0/1_0/1/message
source: ... How?
es_es: ... ¿Cómo?

# data/database.json//commonEvents/cooldown-A/event/0/4_0/0/1_0/2/message
source: Sorry, my mistake. Let's just kill things.
es_es: Lo siento, mala mía. Sigamos matando cosas.

# data/database.json//commonEvents/cooldown-A/event/0/5_0/0/message
source: Jawoll, let's get serious!
es_es: Jawoll, ¡pongámonos serios!

# data/database.json//commonEvents/cooldown-A/event/0/6_0/0/message
source: Jawoll, let's get serious!
es_es: Jawoll, ¡pongámonos serios!

# data/database.json//commonEvents/cooldown-B/event/0/0_0/0/message
source: Yeah! We're on a roll!
es_es: ¡Oh si!, ¡estamos en racha!

# data/database.json//commonEvents/cooldown-B/event/0/1_0/0/message
source: You're pretty into fighting, aren't you?
es_es: Te gusta pelear, ¿eh?

# data/database.json//commonEvents/cooldown-B/event/0/2_0/0/message
source: I see you're up for a challenge today!
es_es: ¡Veo que buscas un desafío!

# data/database.json//commonEvents/cooldown-B/event/0/3_0/0/message
source: Those were a lot of enemies at once.
es_es: Esos han sido demasiados enemigos a la vez.

# data/database.json//commonEvents/cooldown-B/event/0/4_0/0/message
source: Hungry for loot, eh? Fine by me.
es_es: Quieres conseguir objetos, ¿eh? No tengo problema.

# data/database.json//commonEvents/cooldown-B/event/0/5_0/0/message
source: You want to get some grinding done?
es_es: ¿Quieres subir unos niveles?

# data/database.json//commonEvents/cooldown-B/event/0/6_0/0/message
source: Alright, let's do some workouts with these new bodies.
es_es: Muy bien, entrenemos un poco estos cuerpos nuevos.

source: ARE THEY GONE?! PLEASE TELL ME THEY'RE GONE.
es_es: ¡¿YA SE FUERON?! POR FAVOR DIME QUE SE FUERON.

source: IS IT OVER?! PLEASE LET IT BE OVER.
es_es: ¡¿SE ACABÓ?! POR FAVOR HAZ QUE PARE.

source: So much...\. jumping...\. and swords...
es_es: Demasiado...\. saltar...\. y espadas...

source: Are those things supposed to be... Samurai or something? THEY'RE STILL BUGS, THOUGH!
es_es: ¿Esas cosas se suponen que son... Samurai o algo así? ¡PERO SIGUEN SIENDO BICHOS!

source: You won't stop fighting them anytime soon, will you?
es_es: No tienes pensado dejar de pelear, ¿cierto?

source: [shakes head]
es_es: [niega con la cabeza]

source: What is this? Some kind of shock therapy?
es_es: ¿Qué es esto? ¿Algún tipo de terapia de choque?

source: Alright... it's over.
es_es: Bueno... se acabó.

source: Stupid bugs...
es_es: Estúpidos bichos...

source: Let's fight something else next, d'accord?
es_es: Peleemos contra otra cosa la próxima, ¿d'accord?

source: [shakes head]
es_es: [niega con la cabeza]

source: Lea, please!
es_es: ¡Lea, por favor!

source: Did we fight enough bugs already?
es_es: ¿No peleamos contra suficientes bichos ya?

source: Wow, I think I'm healed. It's all good, Lea. We can now stop fighting them!
es_es: Wow, creo que estoy curada. Ya está todo bien, Lea. ¡Podemos dejar de pelear con bichos!

source: [shakes head]
es_es: [niega con la cabeza]

source: Please...
es_es: Por favor...

source: Bugs dead. Whatever.
es_es: Los bichos están muertos. Da igual.

source: Samurai bugs.
es_es: Bichos Samurai.

source: Not sure if awesome or just creepy.
es_es: No estoy segura de si es asombroso o tenebroso.

# data/database.json//commonEvents/emilie-hedgehog-end/event/0/thenStep/0/message
source: Voilà! Simple enough!
es_es: ¡Voilà! ¡Eso fue fácil!

# data/database.json//commonEvents/emilie-hedgehog-end/event/0/elseStep/0/message
source: And that was our first hedgehag. Simple enough!
es_es: Y ese fue nuestro primer arizo. ¡Bastante fácil!

# data/database.json//commonEvents/ctr-emil-return/event/0/thenStep/0/message
source: It's great to have you back, Tronny!
es_es: ¡Qué bueno tenerte de vuelta, Tronny!

# data/database.json//commonEvents/ctr-emil-return/event/0/thenStep/1/message
source: I'm glad to hear it!
es_es: ¡Lo mismo digo!

# data/database.json//commonEvents/ctr-emil-return/event/0/thenStep/2/message
source: So...\. Will there be more random trivia about enemies?
es_es: Entonces..\. ¿Habrá más curiosidades científicas de los enemigos?

# data/database.json//commonEvents/ctr-emil-return/event/0/thenStep/3/message
source: Oh yeah...\. Actually, I feel like I can still remember most of those scientific tidbits.
es_es: Oh sí...\. De hecho, creo que aún recuerdo la mayoría de ellos.

# data/database.json//commonEvents/ctr-emil-return/event/0/thenStep/4/message
source: Great...\. Let's hope it won't be too gross.
es_es: Genial...\. Espero que no sean demasiado asquerosos.

# data/database.json//commonEvents/emilie-meerkats-end/event/0/thenStep/0/message
source: Do you ever wonder what kind of music those things are listening to?
es_es: ¿Alguna vez te preguntaste qué tipo de música escuchan esas cosas?

# data/database.json//commonEvents/emilie-meerkats-end/event/0/thenStep/1/message
source: They do seem very much into it, non?
es_es: Parece que les gusta bastante, ¿non?

# data/database.json//commonEvents/emilie-meerkats-end/event/1/thenStep/0/message
source: Pesky things!
es_es: ¡Qué molesto!

# data/database.json//commonEvents/emilie-meerkats-end/event/1/thenStep/1/message
source: They were cute at first, now they're just annoying.
es_es: Solían ser tiernos, ahora son irritantes.

# data/database.json//commonEvents/emilie-snowman-end/event/0/thenStep/0/message
source: No, I won't accept this. Snowmen are great.
es_es: No, no aceptaré esto. Adoro los muñecos de nieve.

# data/database.json//commonEvents/emilie-snowman-end/event/0/thenStep/1/message
source: I love building snowmen. Peaceful snowmen.
es_es: Amo construir muñecos de nieve. Muñecos de nieve pacíficos.

# data/database.json//commonEvents/emilie-snowman-end/event/1/thenStep/0/message
source: Bunnies, hedgehogs and now snowmen of all things.
es_es: Conejitos, erizos, y ahora muñecos de nieve de todas las cosas.

# data/database.json//commonEvents/emilie-snowman-end/event/1/thenStep/1/message
source: Everything tries to kill you. The Track of the Ancients is messed up.
es_es: Todo trata de matarte. El Camino de los Antiguos está hecho un desastre.

# data/database.json//commonEvents/emilie-seahorses-end/event/0/thenStep/0/message
source: Aaaand that was a flying seahorse shooting bubbles. D'accord.
es_es: Yyyyy eso fue un caballito de mar volador que dispara burbujas. D'accord.
