Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/bakiTrader-2-brewing_fun_1/briefing
source: The brewing experiment has been a success! Now you can \c[3]create empowered drinks\c[0] to help on your journey.
es_es: ¡El experimento de elaboración de cerveza ha sido un éxito! Ahora puedes \c[3]crear bebidas potentes\c[0] para tu viaje.

# data/database.json//quests/bakiTrader-2-brewing_fun_1/tasks/0/task
source: Talk to \c[3]Ryda\c[0] in the \c[3]\v[area.heat-village.name] Bazaar House\c[0]
es_es: Habla con \c[3]Ryda\c[0] en la \c[3]Casa del Bazar de \v[area.heat-village.name]\c[0]

# data/database.json//quests/bakiTrader-2-brewing_fun_1/tasks/1/task
source: Get the \c[3]needed materials\c[0] to begin brewing
es_es: Obtén los \c[3]materiales necesarios\c[0] para comenzar a preparar cerveza

# data/database.json//quests/bakiTrader-2-brewing_fun_1/tasks/2/task
source: Bring the materials to \c[3]Ryda\c[0] in the \c[3]\v[area.heat-village.name] Bazaar House\c[0]
es_es: Lleva los materiales a \c[3]Ryda\c[0] en la \c[3]Casa del Bazar de \v[area.heat-village.name]\c[0]

# data/database.json//quests/bakiTrader-2-brewing_fun_1/tasks/3/task
source: Go into \c[3]the basement\c[0] of the \c[3]\v[area.heat-village.name] Bazaar House\c[0]
es_es: Entra en \c[3]el sótano\c[0] de la \c[3]Casa del Bazar de \v[area.heat-village.name]\c[0]

# data/database.json//quests/bakiTrader-2-brewing_fun_1/tasks/4/task
source: Examine the \c[3]brewing machine\c[0] and start the \c[3]brewing process\c[0]
es_es: Examina la \c[3]máquina de elaboración\c[0] e inicia el \c[3]proceso de elaboración\c[0]

# data/database.json//quests/bakiTrader-2-brewing_fun_1/tasks/5/task
source: Report back to \c[3]Bazaarboss Kney'tehab\c[0] on the \c[3]Ba'kii Kum Market\c[0]
es_es: Informa a \c[3]Kney'tehab Jefe del Bazar\c[0] en el \c[3]Mercado Ba'kii Kum\c[0]

# data/database.json//quests/bakiTrader-2-brewing_challenge_1/hubSettings/location
source: The brewing was a success but we need more tests. You can keep the drinks! \c[3]- Bazaar House\c[0]
es_es: La elaboración de cerveza fue un éxito, pero necesitamos más pruebas. ¡Puedes quedarte con las bebidas! \c[3]- Casa del Bazar\c[0]

# data/database.json//quests/bakiTrader-2-brewing_challenge_1/name
source: Steamy Challenge
es_es: Desafío Humeante

# data/database.json//quests/bakiTrader-2-brewing_challenge_1/description
source: The Brewing Machine of the \v[lore.title.faction-shock-baki] is running smoothly but its true potential is still unknown. You should try to aspire to new heights in quality.
es_es: La máquina de elaboración de \v[lore.title.faction-shock-baki] funciona sin problemas, pero aún se desconoce su verdadero potencial. Debe aspirar a una mayor calidad.

# data/database.json//quests/bakiTrader-2-brewing_challenge_1/briefing
source: The quality you reached was enough to gauge the potential of the apparatus a bit better. Also, a \c[3]new drink recipe\c[0] has been unlocked!
es_es: La calidad que alcanzaste fue suficiente para medir un poco mejor el potencial del aparato. ¡Además, se ha desbloqueado una \c[3]nueva receta de bebida\c[0]!

# data/database.json//quests/bakiTrader-2-brewing_challenge_1/tasks/0/task
source: Start the \c[3]brewing process\c[0] and reach a \c[3]quality-rating of at least 4.500\c[0]
es_es: Inicia el \c[3]proceso de elaboración\c[0] y alcanza una \c[3]calificación de calidad de al menos 4.500\c[0]

# data/database.json//quests/bakiTrader-2-brewing_challenge_1/tasks/1/task
source: Report back to \c[3]Ryda\c[0] in the \c[3]\v[area.heat-village.name] Bazaar House\c[0]
es_es: Repórtate con \c[3]Ryda\c[0] en la \c[3]Casa del Bazar de \v[area.heat-village.name]\c[0]

# data/database.json//quests/bakiTrader-2-brewing_challenge_2/name
source: For Fox Sake!
es_es: ¡Por el bien del zorro!

# data/database.json//quests/bakiTrader-2-brewing_challenge_2/description
source: Blabla, some quest in jungle!
es_es: Blablabla, ¡algo sobre una misión en la jungla!

# data/database.json//quests/bakiTrader-2-brewing_challenge_2/briefing
source: text. Most importantly the last drink recipe has been unlocked!
es_es: ¡Lo más importante es que se ha desbloqueado la receta de la última bebida!

# data/database.json//quests/bakiTrader-2-brewing_challenge_2/tasks/0/task
source: first task
es_es: Primera Tarea

# data/database.json//quests/bakiTrader-2-brewing_challenge_2/tasks/1/task
source: Report back to \c[3]Ryda\c[0] in the \c[3]\v[area.heat-village.name] Bazaar House\c[0]
es_es: Repórtate con \c[3]Ryda\c[0] en la \c[3]Casa del Bazar de \v[area.heat-village.name]\c[0]

# data/database.json//quests/bakiTrader-3-brewing_ghosts_1/hubSettings/location
source: Drink machine need final polish! Seeking finest of \v[lore.title.seeker]s! \c[3]- Ba'kii Kum Market\c[0]
es_es: ¡La máquina de bebidas necesita una última mejora! ¡Buscando lo mejor para los \v[lore.title.seeker]es! \c[3]- Mercado Ba'kii Kum\c[0]

# data/database.json//quests/bakiTrader-3-brewing_ghosts_1/name
source: Spiritual Drinks
es_es: Bebidas Espirituales

# data/database.json//quests/bakiTrader-3-brewing_ghosts_1/description
source: Ryda of the \v[lore.title.faction-shock-baki] wants to upgrade the brewing device to unlock even more recipes! A worthy task for an experienced \v[lore.title.seeker]!
es_es: ¡Ryda de \v[lore.title.faction-shock-baki] quiere actualizar el dispositivo de preparación para desbloquear aún más recetas! ¡Una tarea valiosa para un \v[lore.title.seeker] experimentado!

# data/database.json//quests/bakiTrader-3-brewing_ghosts_1/briefing
source: After some exorcism, you have successfully upgraded the brewing device. \c[3]It is now properly equipped for Fox Sake!\c[0]
es_es: Después de un poco de exorcismo, ha actualizado con éxito el dispositivo de preparación. \c[3]¡Ahora está correctamente equipado para Fox Sake!\c[0]

# data/database.json//quests/bakiTrader-3-brewing_ghosts_1/tasks/0/task
source: Talk to \c[3]Ryda\c[0] in the \c[3]\v[area.heat-village.name] Bazaar building\c[0]
es_es: Habla con \c[3]Ryda\c[0] en el edificio \c[3]\v[area.heat-village.name] Bazar\c[0]

# data/database.json//quests/bakiTrader-3-brewing_ghosts_1/tasks/1/task
source: Get the \c[3]needed materials\c[0] to upgrade the device
es_es: Consigue los \c[3]materiales necesarios\c[0] para actualizar el dispositivo

# data/database.json//quests/bakiTrader-3-brewing_ghosts_1/tasks/2/task
source: Bring the materials to \c[3]Ryda\c[0]
es_es: Lleva los materiales a \c[3]Ryda\c[0]

# data/database.json//quests/bakiTrader-3-brewing_ghosts_1/tasks/3/task
source: Upgrade the \c[3]brewing machine\c[0] in the basement
es_es: Mejora la \c[3]máquina cervecera\c[0] en el sótano

# data/database.json//quests/bakiTrader-3-brewing_ghosts_1/tasks/4/task
source: Report back to \c[3]Bazaarboss Kney'tehab\c[0] in the \c[3]Ba'kii Kum Market\c[0]
es_es: Informa a \c[3]Kney'tehab Jefe del Bazar\c[0] en el \c[3]Ba'kii Kum Market\c[0]

# data/database.json//quests/bakiShad-1-ancient_history_1/name
source: Loan Sharks
es_es: Tiburones Usureros

# data/database.json//quests/bakiShad-1-ancient_history_1/description
source: The \v[lore.title.faction-shock-baki] has been long expecting a caravan to arrive from the foot of Mt Bergen. Investigate where it is.
es_es: La \v[lore.title.faction-shock-baki] lleva mucho tiempo esperando que llegue una caravana desde el pie del monte Bergen. Investiga su paradero.

# data/database.json//quests/bakiShad-1-ancient_history_1/briefing
source: You have helped the traders to safely deliver their cargo. Now their projects can progress smoothly.
es_es: Ayudaste a los comerciantes a entregar su carga. Ahora sus proyectos pueden progresar sin problemas.

# data/database.json//quests/bakiShad-1-ancient_history_1/tasks/0/task
source: Search for the \c[3]\v[lore.title.shad] transport\c[0] on the \c[3]main route through \v[area.heat-area.name]\c[0]
es_es: Busca el transporte \c[3]\v[lore.title.shad]\c[0] en la \c[3]ruta principal del \v[area.heat-area.name]\c[0]

# data/database.json//quests/bakiShad-1-ancient_history_1/tasks/1/task
source: Get the \c[3]needed materials\c[0] to repair the transportation platform
es_es: Obtén los \c[3]materiales necesarios\c[0] para reparar la plataforma de transporte

# data/database.json//quests/bakiShad-1-ancient_history_1/tasks/2/task
source: Bring the materials to the \c[3]\v[lore.title.shad] traders\c[0]
es_es: Lleva los materiales a los comerciantes \c[3]\v[lore.title.shad]\c[0]

# data/database.json//quests/bakiShad-1-ancient_history_1/tasks/3/task
source: Talk to the merchant again to start the repairs and defend them while they are finished
es_es: Habla de nuevo con el comerciante para comenzar las reparaciones y defenderlas mientras terminan

# data/database.json//quests/bakiShad-1-ancient_history_1/tasks/4/task
source: Report back to \c[3]Bazaarboss Kney'tehab\c[0]
es_es: Informa a \c[3]Kney'tehab Jefe del Bazar\c[0]

# data/database.json//quests/bakiShad-2-ancient_history_2/name
source: Loan Sharks
es_es: Tiburones Usureros

# data/database.json//quests/bakiShad-2-ancient_history_2/description
source: The \v[lore.title.faction-shock-baki] has been long expecting a caravan to arrive from the foot of Mt Bergen. Investigate where it is.
es_es: La \v[lore.title.faction-shock-baki] lleva mucho tiempo esperando que llegue una caravana desde el pie del monte Bergen. Investiga su paradero.

# data/database.json//quests/bakiShad-2-ancient_history_2/briefing
source: You have helped the traders to safely deliver their cargo. Now their projects can progress smoothly.
es_es: Ayudaste a los comerciantes a entregar su carga. Ahora sus proyectos pueden progresar sin problemas.

# data/database.json//quests/bakiShad-2-ancient_history_2/tasks/0/task
source: Search for the \c[3]\v[lore.title.shad] transport\c[0] on the \c[3]main route through \v[area.heat-area.name]\c[0]
es_es: Busca el transporte \c[3]\v[lore.title.shad]\c[0] en la \c[3]ruta principal del \v[area.heat-area.name]\c[0]

# data/database.json//quests/bakiShad-2-ancient_history_2/tasks/1/task
source: Get the \c[3]needed materials\c[0] to repair the transportation platform
es_es: Obtén los \c[3]materiales necesarios\c[0] para reparar la plataforma de transporte

# data/database.json//quests/bakiShad-2-ancient_history_2/tasks/2/task
source: Bring the materials to the \c[3]\v[lore.title.shad] traders\c[0]
es_es: Lleva los materiales a los comerciantes \c[3]\v[lore.title.shad]\c[0]

# data/database.json//quests/bakiShad-2-ancient_history_2/tasks/3/task
source: Talk to the merchant again to start the repairs and defend them while they are finished
es_es: Habla de nuevo con el comerciante para comenzar las reparaciones y defenderlas mientras terminan

# data/database.json//quests/bakiShad-2-ancient_history_2/tasks/4/task
source: Report back to \c[3]Bazaarboss Kney'tehab\c[0]
es_es: Informa a \c[3]Kney'tehab Jefe del Bazar\c[0]

# data/database.json//quests/unknown-warrior-3/name
source: A Promise Is a Promise 3
es_es: Una Promesa es una Promesa 3

# data/database.json//quests/unknown-warrior-3/description
source: D'Kar asks you to help him find the \c[3]\v[item.404.name]\c[0]. Helping him might make him open up to you again!
es_es: D'Kar te pide que lo ayudes a encontrar el \c[3]\v[item.404.name]\c[0]. ¡Ayudarlo podría hacer que se vuelva a abrir contigo!

# data/database.json//quests/unknown-warrior-3/briefing
source: You found the \v[item.404.name] and it seemed that D'Kar opened up to you again. He played CrossWorlds since its beta phase with his kids. But it seemed something bad happened...
es_es: Encontraste el \v[item.404.name] y parecía que D'Kar se abrió a ti nuevamente. Jugó CrossWorlds desde su fase beta con sus hijos. Pero parece que algo malo pasó...

# data/database.json//quests/unknown-warrior-3/tasks/0/task
source: Find the \c[3]\v[item.404.name]\c[0] in \c[3]\v[area.heat-area.name]\c[0]
es_es: Encuentra \c[3]\v[item.404.name]\c[0] en \c[3]\v[area.heat-area.name]\c[0]

# data/database.json//quests/unknown-warrior-3/tasks/1/task
source: Hand over the \v[item.404.name] to D'Kar in \c[3]\v[area.heat-village.name] - Shad Home\c[0]
es_es: Entrega el \v[item.404.name] a D'Kar en \c[3]\v[area.heat-village.name] - Shad Home\c[0]

# data/database.json//quests/console-pc-1/hubSettings/location
source: New and improved calculation machine needs praise and evaluation! \c[3]- Market\c[0]
es_es: ¡La máquina de cálculo nueva y mejorada necesita elogios y evaluación! \c[3]- Mercado\c[0]

# data/database.json//quests/console-pc-1/name
source: Best in the West
es_es: El mejor del Oeste

# data/database.json//quests/console-pc-1/description
source: The ambitious tinkering Shad \c[3]Ey'leet\c[0] needs some exclusive parts for his new calculation machine. He thinks that those can be found \c[3]in some secret lab, guarded by heavily armed Scorpions\c[0].
es_es: El ambicioso Shad \c[3]Ey'leet\c[0] necesita piezas exclusivas para su nueva máquina de cálculo. Cree que se pueden encontrar \c[3]en algún laboratorio secreto, custodiado por Escorpiones\c[0] fuertemente armados.

# data/database.json//quests/console-pc-1/briefing
source: You investigated the case of the engineered creatures in \v[area.heat-area.name] and also uncovered a secret facility of the "High-Pressure Arms"-company! Maybe this other new secret facility really exists as well?
es_es: ¡Investigaste el caso de las criaturas diseñadas en \v[area.heat-area.name] y también descubriste una instalación secreta de la compañía "Armamentos Alta Presión"! ¿Quizás esta otra nueva instalación secreta realmente existe?

# data/database.json//quests/console-pc-1/tasks/0/task
source: Search for new species on \c[3]Overpass\c[0] in \c[3]\v[area.heat-area.name]\c[0]
es_es: Buscar nuevas especies en \c[3]Paso Superior\c[0] en \c[3]\v[area.heat-area.name]\c[0]

# data/database.json//quests/console-pc-1/tasks/1/task
source: Search for new species on the \c[3]Long Piece\c[0] in \c[3]\v[area.heat-area.name]\c[0]
es_es: Busque nuevas especies en \c[3]Pieza Larga\c[0] en \c[3]\v[area.heat-area.name]\c[0]

# data/database.json//quests/console-pc-1/tasks/2/task
source: Examine the strange device in \c[3]Long Piece\c[0] in \c[3]\v[area.heat-area.name]\c[0]
es_es: Examina el dispositivo extraño en \c[3]Pieza Larga\c[0] en el \c[3]\v[area.heat-area.name]\c[0]

# data/database.json//quests/console-pc-1/tasks/3/task
source: Find and enter the \c[3]Secret Entrance\c[0] on \c[3]Long Piece\c[0] in \c[3]\v[area.heat-area.name]\c[0]
es_es: Encuentra e ingresa a la \c[3]Entrada secreta\c[0] en \c[3]Pieza larga\c[0] en \c[3]\v[area.heat-area.name]\c[0 ]

# data/database.json//quests/console-pc-1/tasks/4/task
source: Explore the \c[3]Secret Facility\c[0]
es_es: Explora la \c[3]Instalación Secreta\c[0]

# data/database.json//quests/console-pc-1/tasks/5/task
source: Return to \c[3]Ey'leet\c[0] in the \c[3]Market\c[0] of \c[3]\v[area.heat-village.name]\c[0]
es_es: Regresa a \c[3]Ey'leet\c[0] en el \c[3]Mercado\c[0] de \c[3]\v[area.heat-village.name]\c[0]

# data/database.json//quests/infestation-1/name
source: An Infested Village
es_es: Un Pueblo Infestado

# data/database.json//quests/infestation-1/description
source: The Shad of the Village \c[3]V'rda Vil\c[0] in \c[3]\v[area.jungle.name]\c[0] are getting attacked by strange cats and blaming the humans and their power plant. Solve the situation to avoid any further escalations.
es_es: Los Shad de la Villa \c[3]V'rda Vil\c[0] en el \c[3]\v[area.jungle.name]\c[0] están siendo atacados por extraños gatos y culpan a los humanos y su planta de energía. Alivia la situación para evitar un desastre.

# data/database.json//quests/infestation-1/briefing
source: You got rid of the \c[3]\v[combat.name.minibosses/shockcat-black]\c[0] infestation in \c[3]V'rda Vil\c[0] and the Shad have calmed down. The path to the \v[area.tree-dng.name] is now open. However the strange devices that summoned the black cats are still a mystery.
es_es: Te deshiciste de la infestación \c[3]\v[combat.name.minibosses/shockcat-black]\c[0] en \c[3]V'rda Vil\c[0] y los Shad se relajaron. La ruta a \v[area.tree-dng.name] ahora está abierta. Sin embargo, los extraños dispositivos que convocaron los gatos negros siguen siendo un misterio.

# data/database.json//quests/infestation-1/tasks/0/task
source: Meet the Shad in front of the Quest Hub in \c[3]Basin Keep\c[0]
es_es: Reúnete con el Shad frente a la Central de Misiones en el \c[3]Torreón de la Cuenca\c[0]

# data/database.json//quests/infestation-1/tasks/1/task
source: Meet K'tara at the landmark in \c[3]V'rda Vil East\c[0] in the \c[3]south east of Gaia's Garden\c[0]
es_es: Reúnete con K'tara en el punto de referencia de \c[3]V'rda Vil Este\c[0] en el \c[3]Sureste del Jardín de Gaia\c[0]

# data/database.json//quests/infestation-1/tasks/2/task
source: Follow K'tara to the left side of \c[3]V'rda Vil North\c[0]
es_es: Sigue a K'tara hacia el lado izquierdo de \c[3]V'rda Vil Norte\c[0]

# data/database.json//quests/infestation-1/tasks/3/task
source: Get the \c[3]\v[item.427.name]\c[0] from the tree house in \c[3]V'rda Vil North\c[0]
es_es: Obtén el \c[3]\v[item.427.name]\c[0] de la casa del árbol en \c[3]V'rda Vil Norte\c[0]

# data/database.json//quests/infestation-1/tasks/4/task
source: Meet K'tara again at the landmark in \c[3]V'rda Vil East\c[0]
es_es: Reúnete con K'tara en el punto de referencia de \c[3]V'rda Vil Este\c[0]

# data/database.json//quests/infestation-1/tasks/5/task
source: Follow K'tara to the hidden passage at the \c[3]Clinging River\c[0]
es_es: Sigue a K'tara hasta el pasaje oculto en el \c[3]Río Pegajoso\c[0]

# data/database.json//quests/infestation-1/tasks/6/task
source: Find the source of the infection in \c[3]Chief's Den\c[0]
es_es: Encuentra la fuente de la infección en \c[3]Guarida del Jefe\c[0]

# data/database.json//quests/infestation-1/tasks/7/task
source: Defeat the summoning enemies.
es_es: Derrota a los enemigos invocadores.

# data/database.json//quests/infestation-1/tasks/8/task
source: Return to K'tara at the left side of \c[3]Chief's Den\c[0]
es_es: Regresa a K'tara en el lado izquierdo de la \c[3]Guarida del Jefe\c[0]

# data/database.json//quests/infestation-1/tasks/9/task
source: Talk to K'tara in \c[3]V'rda Vil West\c[0] at the tree in the lake
es_es: Habla con K'tara en \c[3]V'rda Vil Oeste\c[0] en el árbol del lago

# data/database.json//quests/jungleAdv-1-turret_defense_1/hubSettings/location
source: Need \v[lore.title.seeker] to operate a semi-automated defense grid, asap. \c[3]- Woodland Vanguard HQ\c[0]
es_es: Necesito \v[lore.title.seeker] para operar una red de defensa semiautomatizada, lo antes posible. \c[3]- Sede Central de la Vanguardia Forestal\c[0]

# data/database.json//quests/jungleAdv-1-turret_defense_1/name
source: Turret Defense
es_es: Torreta Defensiva

# data/database.json//quests/jungleAdv-1-turret_defense_1/description
source: The \v[lore.title.faction-heat-jungle] are having an excavation in a cave and prepared some defensive devices to protect it against angry critters. Now they need a \v[lore.title.seeker] to operate those!
es_es: Los \v[lore.title.faction-heat-jungle] están haciendo una excavación en una cueva y prepararon dispositivos defensivos para protegerla de criaturas enojadas. ¡Ahora necesitan un \v[lore.title.seeker] para operarlos!

# data/database.json//quests/jungleAdv-1-turret_defense_1/briefing
source: You defended the Pathhacker long enough for it to unlock the mysterious door. Thus the exploration can continue!
es_es: Defendiste al Pirata Informática el tiempo suficiente para que abriera la puerta misteriosa. ¡Así la exploración puede continuar!

# data/database.json//quests/jungleAdv-1-turret_defense_1/tasks/0/task
source: Enter the \c[3]Grubby Cave\c[0] on \c[3]Calm Backyard\c[0] in \c[3]northwestern \v[area.jungle.name]\c[0]
es_es: Entra en \c[3]Cueva Sucia\c[0] en \c[3]el Patio Trasero Calmado\c[0] en el \c[3]noroeste de \v[area.jungle.name]\c[0]

# data/database.json//quests/jungleAdv-1-turret_defense_1/tasks/1/task
source: Talk to \c[3]Mika the technician\c[0] near the sealed door
es_es: Habla con \c[3]Mika el técnico\c[0] cerca de la puerta sellada

# data/database.json//quests/jungleAdv-1-turret_defense_1/tasks/2/task
source: Talk to \c[3]Mika\c[0] again and \c[3]defend her against the incoming enemies\c[0]
es_es: Habla con \c[3]Mika\c[0] otra vez y \c[3]defiéndela de los enemigos que se aproximan\c[0]

# data/database.json//quests/jungleAdv-1-turret_defense_1/tasks/3/task
source: Talk to \c[3]Mika\c[0] again
es_es: Habla con \c[3]Mika\c[0] de nuevo

# data/database.json//quests/jungleAdv-1-turret_defense_1/tasks/4/task
source: Report back to \c[3]Madaki\c[0] in the \c[3]Woodland Vanguard HQ\c[0]
es_es: Informa a \c[3]Madaki\c[0] en la \c[3]Sede Central de la Vanguardia Forestal\c[0]

# data/database.json//quests/jungleAdv-2-turret_defense_2/hubSettings/location
source: \v[lore.title.seeker] experienced with defense grids needed. You know who you are! \c[3]- Woodland Vanguard HQ\c[0]
es_es: Se necesita \v[lore.title.seeker] con experiencia en sistemas de defensa. ¡Ya sabes quién eres! \c[3]- Sede Central de la Vanguardia Forestal\c[0]

# data/database.json//quests/jungleAdv-2-turret_defense_2/name
source: An Original Idea
es_es: Una Idea Original

# data/database.json//quests/jungleAdv-2-turret_defense_2/description
source: The \v[lore.title.faction-heat-jungle]'s excavation has finally progressed. Now they need help with operating those defensive devices again, so the secrets of the temple can be salvaged.
es_es: La excavación de \v[lore.title.faction-heat-jungle] finalmente ha progresado. Ahora necesitan ayuda para operar esos dispositivos defensivos nuevamente, para poder salvar los secretos del templo.

# data/database.json//quests/jungleAdv-2-turret_defense_2/briefing
source: You defended the operation and helped the exploration of the Track to take another large step!
es_es: ¡Defendiste la operación y ayudaste a la exploración de la Vía a dar otro gran paso!

# data/database.json//quests/jungleAdv-2-turret_defense_2/tasks/0/task
source: Enter the \c[3]Grubby Cave\c[0] on \c[3]Calm Backyard\c[0] in \c[3]\v[area.jungle.name]\c[0] and go through \c[3]the door\c[0]
es_es: Entra en \c[3]Cueva Sucia\c[0] en el \c[3]Patio Trasero Calmado\c[0] en \c[3]\v[area.jungle.name]\c[0] y pasa \c[3]la puerta\c[0]

# data/database.json//quests/jungleAdv-2-turret_defense_2/tasks/1/task
source: Talk to \c[3]Mika the technician\c[0] near the energy device
es_es: Habla con \c[3]Mika el técnico\c[0] cerca del dispositivo de energía

# data/database.json//quests/jungleAdv-2-turret_defense_2/tasks/2/task
source: Talk to \c[3]Mika\c[0] again and \c[3]defend her against the incoming enemies\c[0]
es_es: Habla con \c[3]Mika\c[0] otra vez y \c[3]defiéndela de los enemigos que se aproximan\c[0]

# data/database.json//quests/jungleAdv-2-turret_defense_2/tasks/3/task
source: Talk to \c[3]Mika\c[0] again
es_es: Habla con \c[3]Mika\c[0] de nuevo

# data/database.json//quests/jungleAdv-2-turret_defense_2/tasks/4/task
source: Report back to \c[3]Madaki\c[0] in the \c[3]Woodland Vanguard HQ\c[0]
es_es: Informa a \c[3]Madaki\c[0] en la \c[3]Sede Central de la Vanguardia Forestal\c[0]

# data/database.json//quests/jungleAdv-3-turret_defense_3/hubSettings/location
source: \v[lore.title.seeker] experienced with defense grids needed. You know who you are! \c[3]- Woodland Vanguard HQ\c[0]
es_es: Se necesita \v[lore.title.seeker] con experiencia en sistemas de defensa. ¡Ya sabes quién eres! \c[3]- Sede Central de la Vanguardia Forestal\c[0]

# data/database.json//quests/jungleAdv-3-turret_defense_3/name
source: Turrets to new Heights!
es_es: ¡Torretas a Nuevas Alturas!
