Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/lore/faction-shock-main/content/page-01-02/content
source: Subdivisions include: - \c[3]Coastal Trading Coalition (CTC)\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0]
ru_ru: Подразделения: - \c[3]Прибрежный торговый союз\c[0] в \c[3]Гавани новичков\c[0]

# data/database.json/lore/faction-shock-main/content/page-01-03/content
source: - \c[3]Bergen Trade & Metalwork (BTM)\c[0] in \c[3]\v[area.bergen.name]\c[0]
ru_ru: - \c[3]Металлоторговля Бергена\c[0] в \c[3]\v[area.bergen.name]е\c[0]

# data/database.json/lore/faction-shock-main/content/page-01-04/content
source: - \c[3]Baki Bazaar Union (BBU)\c[0] in \c[3]\v[area.heat-village.name]\c[0]
ru_ru: - \c[3]Бакийский базарный союз\c[0] в \c[3]\v[area.heat-village.name]\c[0]

# data/database.json/lore/faction-shock-main/content/page-01-05/content
source: - \c[3]Basin Trade Partnership (BTP)\c[0] in \c[3]\v[area.jungle-city.name]\c[0]
ru_ru: - \c[3]Торговое партнёрство Бэйзина\c[0] в \c[3]Твердыне Бэйзина\c[0]

# data/database.json/lore/faction-shock-rookieharbor/title
source: Coastal Trading Coalition
ru_ru: Прибрежный торговый союз

# data/database.json/lore/faction-shock-rookieharbor/content/page-01-01/content
source: As the subdivision of the \c[3]Association of Human Advancement\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0], the \c[3]Coastal Trading Coalition (CTC)\c[0] serves as a parent organization to every trader and craftsperson in \c[3]\v[area.rookie-harbor.name]\c[0]. While their members usually act autonomously, the division can organize cooperations, mediate in disputes and also negotiate missions to outside forces with the backing of the entire organization.
ru_ru: Как подразделение \c[3]Ассоциации человеческого развития \c[0] в \c[3]Гавани новичков\c[0], \c[3]Прибрежный торговый союз\c[0] служит родительской организацией для каждого торговца и ремесленника в \c[3]Гавани новичков\c[0]. В то время как их члены обычно действуют автономно, отдел может организовывать сотрудничество, выступать посредником в спорах, а также вести переговоры о внешних заданиях при поддержке всей организации.

# data/database.json/lore/faction-shock-rookieharbor/content/page-01-02/content
source: The Coalition is controlled by a council that is regularly replaced by yearly elections.
ru_ru: Союз управляется советом, который регулярно переизбирается на ежегодных выборах.

# data/database.json/lore/faction-shock-bergen/title
source: Bergen Trade & Metalwork
ru_ru: Металлоторговля Бергена

# data/database.json/lore/faction-shock-bergen/content/page-01-01/content
source: As the subdivision of the \c[3]Association of Human Advancement\c[0] in \c[3]\v[area.bergen.name]\c[0], the \c[3]Bergen Trade & Metalwork (BTM)\c[0] serves as a parent organization to every trader and craftsperson in \c[3]\v[area.bergen.name]\c[0].
ru_ru: Как подразделение \c[3]Ассоциации человеческого развития\c[0] в \c[3]\v[area.bergen.name]е\c[0], \c[3]Металлоторговля Бергена\c[0] служит родительской организацией для каждого торговца и ремесленника в \c[3]\v[area.bergen.name]е\c[0].

# data/database.json/lore/faction-shock-bergen/content/page-01-02/content
source: The BTM is controlled by a council that is regularly replaced by yearly elections. Currently \c[3]Mrs Summers\c[0] is the chairman and thus responsible for handling complaints brought up by Bergen traders.
ru_ru: Металлоторговля Бергена управляется советом, который регулярно переизбирается на ежегодных выборах. В настоящее время \c[3]Миссис Саммерс\c[0] является председателем и, таким образом, ответственной за рассмотрение жалоб, поднимаемых торговцами Бергена.

# data/database.json/lore/faction-shock-baki/title
source: Baki Bazaar Union
ru_ru: Бакийский базарный союз

# data/database.json/lore/faction-shock-baki/content/page-01-01/content
source: As the subdivision of the \c[3]Association of Human Advancement\c[0] in \c[3]\v[area.heat-village.name]\c[0], the \c[3]Baki Bazaar Union (BBU)\c[0] serves as a parent organization to every trader and craftsperson in \c[3]\v[area.heat-village.name]\c[0].
ru_ru: Как подразделение \c[3]Ассоциации человеческого развития\c[0] в \c[3]\v[area.heat-village.name]\c[0], \c[3]Бакийский базарный союз\c[0] является родительской организацией для каждого торговца и ремесленника в \c[3]\v[area.heat-village.name]е\c[0].

# data/database.json/lore/faction-shock-baki/content/page-01-02/content
source: The Union is controlled by a council of successful Shad merchants, highest among them the ambitious \c[3]Kney'tehab\c[0], who also prides himself a master of human proverbs and rhetoric.
ru_ru: Союз управляется советом успешных торговцев-шадов, высший среди них - амбициозный \c[3]Ни'техаб\c[0], который также гордится мастерством человеческих пословиц и риторики.

# data/database.json/lore/faction-shock-jungle/title
source: Basin Trade Partnership
ru_ru: Торговцы Бэйзина

# data/database.json/lore/faction-shock-jungle/content/page-01-01/content
source: As the subdivision of the \c[3]Association of Human Advancement\c[0] in \c[3]\v[area.jungle-city.name]\c[0], the \c[3]Basin Trade Partnership (BTP)\c[0] serves as a parent organization to every trader and craftsperson in \c[3]\v[area.jungle-city.name]\c[0].
ru_ru: Как подразделение \c[3]Ассоциации человеческого развития\c[0] в \c[3]Твердыне Бэйзина\c[0], \c[3]Торговое партнёрство Бэйзина\c[0] является родительской организацией для каждого торговца и ремесленника в \c[3]Твердыне Бэйзина\c[0].

# data/database.json/lore/faction-shock-jungle/content/page-01-02/content
source: The Trade Partnership is controlled by a council that is made up of the most influential companies of the city. \c[3]Esha Basu\c[0] serves as one of the most prominent neutral spokespeople and is responsible with assisting members with their problems.
ru_ru: Торговое партнёрство управляется советом, состоящим из самых влиятельных компаний города. \c[3]Эша Басу\c[0] является одним из самых известных нейтральных представителей и отвечает за помощь членам с их проблемами.

# data/database.json/lore/faction-wave-main/title
source: Amity of Balance
ru_ru: Сторонники баланса

# data/database.json/lore/faction-wave-main/content/page-01-01/content
source: The \c[3]Amity of Balance (AoB)\c[0] is a faction mainly responsible for farming, gathering and the research of native life and gaining an understanding of the inner workings of the \c[3]\v[lore.title.track-of-ancients]\c[0].
ru_ru: \c[3]Сторонники баланса\c[0] - фракция, в основном ответственная за сельское хозяйство, сбор и исследование живой природы, а также за понимание внутренней работы \c[3]Пути Древних\c[0].

# data/database.json/lore/faction-wave-main/content/page-01-02/content
source: Subdivisions include: - \c[3]Fruits of Autumn (FoA)\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0]
ru_ru: Подразделения: - \c[3]Дары Осени\c[0] в \c[3]Гавани новичков\c[0]

# data/database.json/lore/faction-wave-main/content/page-01-03/content
source: - \c[3]Ascension Spirits (AS)\c[0] in \c[3]\v[area.bergen.name]\c[0]
ru_ru: - \c[3]Духи Вознесения\c[0] в \c[3]\v[area.bergen.name]е\c[0]

# data/database.json/lore/faction-wave-main/content/page-01-05/content
source: - \c[3]Gaia's Gardeners (GG)\c[0] in \c[3]\v[area.jungle-city.name]\c[0]
ru_ru: - \c[3]Садовники Гайи\c[0] в \c[3]Твердыне Бэйзина\c[0]

# data/database.json/lore/faction-wave-rookieharbor/title
source: Fruits of Autumn
ru_ru: Дары Осени

# data/database.json/lore/faction-wave-rookieharbor/content/page-01-01/content
source: As the subdivision of the \c[3]Amity of Balance\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0], the \c[3]Fruits of Autumn (FoA)\c[0] are responsible for supervising and researching the effects of the \v[lore.title.track-of-ancients] on the local flora and fauna of the Autumn Area. They are also in control of most of the agriculture needed to feed the population of both \v[area.rookie-harbor.name] and even the capital city \v[lore.title.rhombus-square]. In particular, their rich harvest of many different kinds of apples is one of the major backbones of the human diet on \v[lore.title.planet].
ru_ru: Как подразделение \c[3]Сторонников баланса\c[0] в \c[3]Гавани новичков\c[0], \c[3]Дары Осени\c[0] ответственны за наблюдение и изучение воздействия \c[3]Пути Древних\c[0] на местную флору и фауну в осенней области. Помимо этого, они контролируют большую часть сельского хозяйства, необходимого для пропитания населения как \c[3]Гавани новичков\c[0], так и столицы - Площади Ромба. В частности, их богатый урожай различных сортов яблок - один из самых важных продуктов рациона питания людей на \c[3]Шадуне\c[0].

# data/database.json/lore/faction-wave-rookieharbor/content/page-01-02/content
source: The faction is led by \c[3]Manzana Sarbolev\c[0], who holds the title of \c[3]Chief Woodkeeper\c[0].
ru_ru: Фракцию возглавляет \c[3]Манзана Сарболев\c[0], который носит звание \c[3]Хранитель леса\c[0].

# data/database.json/lore/faction-wave-bergen/title
source: Ascension Spirits
ru_ru: Духи вознесения

# data/database.json/lore/faction-wave-bergen/content/page-01-01/content
source: As the subdivision of the \c[3]Amity of Balance\c[0] in \c[3]\v[area.bergen.name]\c[0], the \c[3]Ascension Spirits (AS)\c[0] are responsible for supervising and researching the effects of the \v[lore.title.track-of-ancients] on the local flora and fauna of Mt. Bergen. Even when compared to other Subdivisions of the AoB they take a very spiritual approach to their task, which is hard to grasp for outsiders. Their connection to the track and understanding of its behavior outweigh all scientific doubts, though.
ru_ru: Как подразделение \c[3]Сторонников баланса\c[0] в \c[3]\v[area.bergen.name]е\c[0], \c[3]Духи вознесения\c[0] ответственны за наблюдение и исследование воздействий Пути Древних на местную флору и фауну горы Берген. Даже по сравнению с остальными подразделениями Сторонников баланса, у них очень возвышенный подход к выполнению их задачи, который очень трудно понять посторонним людям. Однако их связь с Путём и понимание его поведения перевешивают все научные сомнения.

# data/database.json/lore/faction-wave-bergen/content/page-01-02/content
source: The faction is led by \c[3]Nemuh\c[0], who holds the title of \c[3]Ascended Wisdom\c[0].
ru_ru: Фракцию возглавляет \c[3]Нему\c[0] со званием \c[3]Вознесённая мудрость\c[0].

# data/database.json/lore/faction-wave-jungle/title
source: Gaia's Gardeners
ru_ru: Садовники Гайи

# data/database.json/lore/faction-wave-jungle/content/page-01-01/content
source: As the subdivision of the \c[3]Amity of Balance\c[0] in \c[3]\v[area.jungle-city.name]\c[0], the \c[3]Gaia's Gardeners (GG)\c[0] are dedicated to monitoring and protecting the climate and stability of the environment in Gaia's Garden.
ru_ru: Как подразделение \c[3]Сторонников баланса\c[0] в \c[3]Саду Гайи\c[0], \c[3]Садовники Гайи\c[0] посвящают себя мониторингу и защите климата и стабильности окружающей среды в Саду Гайи.

# data/database.json/lore/faction-wave-jungle/content/page-01-02/content
source: The faction is led by \c[3]Claude Renyes\c[0], who holds the title of \c[3]Lead Gardener\c[0].
ru_ru: Фракцию возглавляет \c[3]Клод Рэйнс\c[0], который носит звание \c[3]Главный садовник\c[0].

# data/database.json/lore/guilds/title
source: Guilds
ru_ru: Гильдии

# data/database.json/lore/guilds/content/page-01-01/content
source: Guilds are organized companies of \c[3]\v[lore.title.seeker]s\c[0] who closely work together on a regular basis, even moreso than the usual groups of \v[lore.title.seeker]s. Guilds often hand out tasks for other players to complete for them in order to further increase their reach.
ru_ru: Гильдии - это организованные компании \c[3]Искателей\c[0], которые тесно сотрудничают на регулярной основе, даже сильнее, чем обычные группы Искателей. Гильдии часто раздают задания другим игрокам, чтобы те выполнили их, таким образом расширяя сферу их деятельности.

# data/database.json/lore/omni-gilders/title
source: Omni Gilders
ru_ru: Златари

# data/database.json/lore/omni-gilders/content/first/content
source: \c[3]Omni Gilders\c[0] is the name of a guild in CrossWorlds. As one of the largest guilds, it has multiple bases in various towns and villages. Their main goal is to become a large trading guild which helps low level players with fetch quests and uses the income to build more bases.
ru_ru: \c[3]Златари\c[0] - это название гильдии в CrossWorlds. Будучи одной из крупнейших гильдий, она имеет несколько баз в разных городах и деревнях. Их главная цель - стать большой торговой гильдией, которая помогает игрокам низкого уровня с собирательными квестами и использует доход, чтобы построить больше баз.

# data/database.json/lore/first-scholars/title
source: First Scholar
ru_ru: Первоучёные

# data/database.json/lore/first-scholars/content/p1/content
source: The First Scholars are a tiny guild dedicated to the lore of \c[3]CrossWorlds\c[0]. Even though they're small in size they still own a small house in \c[3]\v[area.autumn-area.name]\c[0]. Its current members are: - \c[3]\v[lore.title.hlin]\c[0] (Leader) - \c[3]\v[lore.title.beowulf]\c[0] (Co-Leader) - \c[3]\v[lore.title.schneider]\c[0] - \c[3]\v[lore.title.buggy]\c[0] - \c[3]\v[lore.title.lea]\c[0] - \c[3]\v[lore.title.emilie]\c[0] - \c[3]\v[lore.title.glasses]\c[0]
ru_ru: Первоучёные - маленькая гильдия, посвятившая себя истории \c[3]CrossWorlds\c[0]. Даже несмотря на свою малочисленность, её члены обладают маленьким домиком в \c[3]Расцвете Осени\c[0]. На данный момент членами являются: - \c[3]\v[lore.title.hlin]\c[0] (Глава) - \c[3]\v[lore.title.beowulf]\c[0] (Соруководитель) - \c[3]\v[lore.title.schneider]\c[0] - \c[3]\v[lore.title.buggy]\c[0] - \c[3]\v[lore.title.lea]\c[0] - \c[3]\v[lore.title.emilie]\c[0] - \c[3]\v[lore.title.glasses]\c[0]

# data/database.json/lore/cross-code/content/page-01/content
source: The \c[3]CrossCode\c[0] is the central part of the \c[3]avatar controlling module\c[0] and developed by \c[3]Satoshi\c[0]. By using a neural network analyzing the player's neural oscillation, it allowed controlling avatars like your own body.
ru_ru: \c[3]CrossCode\c[0] является центральной частью \c[3]модуля управления аватарами\c[0] и был разработан \c[3]Сатоши\c[0]. Используя нейронную сеть, анализирующую нервные колебания игрока, он позволяет управлять аватарами, как собственным телом.

# data/database.json/lore/cross-code/content/page-02/content
source: However, the CrossCode went beyond just analyzing players' thoughts to control avatars. Using the same neural network as a foundation, it is possible to entirely simulate features of the brain. Perception, logical thinking, emotions and even memories. This means the CrossCode \c[3]evolved into a fully fledged A.I.\c[0]. Running this on an Avatar is what was called an \c[3]Evotar\c[0].
ru_ru: Тем не менее, CrossCode вышел за рамки простого анализа мышления игроков для контроля аватаров. Используя ту же нейронную сеть в качестве основы, можно полностью имитировать функции мозга. Восприятие, логическое мышление, эмоции и даже воспоминания. Это означает, что CrossCode \c[3]превратился в полноценный искусственный интеллект\c[0]. Запуск его на основе аватара - это то, что называется \c[3]эвотаром\c[0].

# data/database.json/lore/cross-code-2/content/page-01/content
source: A specialized version of the original \c[3]CrossCode\c[0] able to create a copy of the neural network resulting in the birth of an \c[3]Evotar\c[0].
ru_ru: Специализированная версия оригинального \c[3]CrossCode\c[0], способная создать копию нейронной сети, в результате чего появляется \c[3]эвотар\c[0].

# data/database.json/lore/cross-worlds/content/page-01-01/content
source: \c[3]CrossWorlds\c[0] is a \c[3]Massively Multiplayer Online Game\c[0] created by \c[3]\v[lore.title.dev-company]\c[0]. It features a unique setting on a moon circling a giant gas planet in the eastern part of the galaxy. It is owned and terra-formed by \c[3]\v[lore.title.dev-company]\c[0]. Its current version is \c[3]1.69-2\c[0].
ru_ru: \c[3]CrossWorlds\c[0] - \c[3]многопользовательская онлайн-игра\c[0], созданная \c[3]Instataiment\c[0]. Она располагается в уникальном месте - на спутнике, вращающемся вокруг гигантской газовой планеты в восточной части галактики. Он принадлежит компании \c[3]Instataiment\c[0] и терраформирован ей же. Текущая версия - \c[3]1.69-2\c[0].

# data/database.json/lore/cross-worlds/content/page-01-02/content
source: Players make use of the \c[3]\v[lore.title.cross-gear]\c[0] to connect to special Avatars made out of \v[lore.title.instant-matter]. The goal of the game is to beat the \c[3]\v[lore.title.track-of-ancients]\c[0], a set of open areas and dungeons players have to overcome in order to get to the end.
ru_ru: Игроки используют \c[3]Cross-оборудование\c[0] для подключения к специальным аватарам, сделанным из мнимой материи. Цель игры - пройти \c[3]Путь Древних\c[0], множество открытых областей и подземелий, которые необходимо преодолеть игрокам, чтобы добраться до конца.

# data/database.json/lore/playground/title
source: Playground
ru_ru: Игровая зона

# data/database.json/lore/playground/alternative
source: Croissant
ru_ru: Круассан

# data/database.json/lore/playground/content/page-01-01/content
source: The \c[3]Playground\c[0] is the official location where \c[3]\v[lore.title.cross-worlds]\c[0] takes place. It is often called \c[3]"The Croissant"\c[0] by players because of its shape.
ru_ru: \c[3]Игровая зона\c[0] - это официальный материк, на котором находится \c[3]\v[lore.title.cross-worlds]\c[0]. Очень часто из-за его формы игроки называют его \c[3]"Круассан"\c[0].

# data/database.json/lore/player/title
source: Player
ru_ru: Игрок

# data/database.json/lore/player/content/page-01-01/content
source: The \c[3]Players\c[0] in \c[3]CrossWorlds\c[0] are actual real human players, playing the game. They control temporary physical bodies, called \c[3]\v[lore.title.avatars]\c[0], that entirely consist of a formable material called \c[3]\v[lore.title.instant-matter]\c[0]. In the game they play as a \c[3]\v[lore.title.seeker]\c[0] who tries to solve the \c[3]\v[lore.title.track-of-ancients]\c[0].
ru_ru: \c[3]Игроки\c[0] в \c[3]CrossWorlds\c[0] - фактически реальные люди, играющие в игру. Они контролируют временные физические тела, называемые \c[3]аватарами\c[0], которые полностью состоят из формируемого материала, называемого \c[3]мнимой материей\c[0]. В игре они играют за \c[3]Искателей\c[0], которые пытаются пройти \c[3]Путь Древних\c[0].

# data/database.json/lore/balls/alternative
source: Ball(s)
ru_ru: Шар(ы)

# data/database.json/lore/balls/content/para-1/content
source: VRPs, short for Virtual Ricochet Projectiles, are, as the name suggests, projectiles used as an offensive weapon in the world of \c[3]CrossWorlds\c[0]. Unlike the Avatars themselves, VRPs are not made of \c[3]Instant Matter\c[0], but are virtual projections interacting with the game world. This means that people like the \c[3]Maintenance Crew\c[0] are not able to see them unless they wear special goggles.
ru_ru: VRP, сокращённо от Virtual Ricochet Projectiles, как следует из названия, являются снарядами, используемыми в качестве наступательного оружия в мире \c[3]CrossWorlds\c[0]. В отличие от самих аватаров, VRP не состоят из \c[3]мнимой материи\c[0], а являются виртуальными проекциями, взаимодействующими с игровым миром. Это означает, что люди вроде \c[3]обслуживающего персонала\c[0] не смогут их увидеть без специальных очков.

# data/database.json/lore/balls/content/para-2/content
source: Since the term "Virtual Ricochet Projectile" is quite long, players started calling them simply \c[3]"Balls"\c[0]. Obviously jokes started to appear and quickly spiraled out of control. Over time, however, making jokes about it became unpopular and nowadays even hinting at such a joke is sure to only earn disrespect and scorn from most players.
ru_ru: Поскольку термин "Virtual Ricochet Projectile" довольно длинный, игроки стали называть их просто \c[3]"шарами"\c[0]. Очевидно, что начали появляться шутки на эту тему, довольно быстро вышедшие из-под контроля. Однако со временем шутки на эту тему стали непопулярными, и в наши дни даже намёки на такую шутку, скорее всего, вызовут неуважение и презрение большинства игроков.

# data/database.json/lore/money-trade/title
source: Credits Trading
ru_ru: Торговля кредитами

# data/database.json/lore/money-trade/content/page-01-01/content
source: Back in the early versions of \c[3]\v[lore.title.cross-worlds]\c[0] it was possible for players to easily trade the in-game currency \c[3]Credits\c[0]. However since that was used by players to gain money by trading real world cash it was removed. Instead a system was created to allow players to create custom quests. By building in restrictions based on game progression of a player a lot of low-level proxy accounts were effectively shut down.
ru_ru: В ранних версиях \c[3]\v[lore.title.cross-worlds]\c[0] игроки могли свободно покупать игровую валюту - \c[3]кредиты\c[0]. Однако из-за того, что этим начали злоупотреблять, такую возможность убрали. Вместо этого была создана система, позволяющая игрокам создавать собственные квесты. Из-за этих ограничений большинство низкоуровневых аккаунтов, которые использовались в качестве посредников при передаче денег, были отсечены.

# data/database.json/lore/direct-link/title
source: Direct Link
ru_ru: Прямая связь

# data/database.json/lore/direct-link/alternative
source: DL for short
ru_ru: "ПС" для краткости

# data/database.json/lore/direct-link/content/p1/content
source: The \c[3]Direct Link\c[0] is a messaging system used to talk privately to players in your contact list. To contact a person, you just need to open the \c[3]social menu\c[0] and select the player you want to talk to. If the player is not online, you can leave a message. The system works via voice only. This means there is actually no way to message another player via "typing text" in \c[3]CrossWorlds\c[0].
ru_ru: \c[3]Прямая связь\c[0] - это система обмена сообщениями, используемая для личного общения с игроками в вашем списке контактов. Чтобы связаться с человеком, вам просто нужно открыть \c[3]меню группы\c[0] и выбрать игрока, с которым вы хотите поговорить. Если игрок не в сети, то вы можете оставить сообщение. Система работает только через голос. Это означает, что фактически в \c[3]CrossWorlds\c[0] нет способа отправить сообщение другому игроку с помощью "ввода текста".

# data/database.json/lore/direct-link/content/p2/content
source: According to \c[3]\v[lore.title.dev-company]\c[0], the developers of CrossWorlds, this was done to increase the immersion. However, some players argue that it makes talking to friends occasionally difficult since the \c[3]\v[lore.title.cross-gear]\c[0] is known to sometimes have issues with voice synchronization.
ru_ru: Со слов \c[3]\v[lore.title.dev-company]\c[0], разработчиков CrossWorlds, это было сделано, чтобы усилить погружение. Однако некоторые игроки утверждают, что иногда это затрудняет общение с друзьями, поскольку известно, что \c[3]\v[lore.title.cross-gear]\c[0] нередко имеет проблемы с синхронизацией голоса.

# data/database.json/lore/dev-company/title
source: Instatainment ltd
ru_ru: Instatainment
