Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/quests/unknown-warrior-4/briefing
source: You found the \v[item.443.name] and D'Kar finally found out that you can't talk. He also mentioned his hopes for bringing his children together so he can "explain" himself. He left without telling you what he meant, however...
ru_ru: Вы нашли Сломанную колоду, и Д'кар наконец обнаружил, что вы не можете говорить. Он также упомянул о своих надеждах на воссоединение со своими детьми, чтобы он смог "объясниться". Однако он ушёл, так и не сказав вам, что он имел в виду...

# data/database.json/quests/unknown-warrior-4/tasks/0/task
source: Find the \c[3]\v[item.443.name]\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Найдите \c[3]Сломанную колоду\c[0] в \c[3]Саду Гайи\c[0]

# data/database.json/quests/unknown-warrior-4/tasks/1/task
source: Hand over the \v[item.443.name] to D'Kar in \c[3]\v[area.jungle-city.name] - Echelon Tower\c[0]
ru_ru: Передайте Сломанную колоду Д'кару в \c[3]Твердыне Бэйзина - Небоскрёб Эшелон\c[0]

# data/database.json/quests/console-playstation-1/hubSettings/location
source: Fish with mechanical legs appearing in the wild. Something is afoot. \c[3]- Pond Slums\c[0]
ru_ru: В дикой природе появились рыбы с механическими ногами. Что-то происходит. \c[3]- Прудовые трущобы\c[0]

# data/database.json/quests/console-playstation-1/name
source: Foul Play
ru_ru: Грубая игра

# data/database.json/quests/console-playstation-1/person
source: Sonya Bolt
ru_ru: Соня Болт

# data/database.json/quests/console-playstation-1/description
source: The mysterious \c[3]Sonya Bolt\c[0] is investigating a \c[3]conspiracy involving bio-engineered creatures\c[0] in \v[area.jungle.name]. She trusts you to help her get behind this convoluted situation.
ru_ru: Загадочная \c[3]Соня Болт\c[0] расследует заговор с участием биоинженерных существ в \c[3]Саду Гайи\c[0]. Она доверила вам справиться с этой запутанной ситуацией.

# data/database.json/quests/console-playstation-1/briefing
source: You investigated the case of the bio-engineered creatures in \v[area.jungle.name] and also uncovered a secret facility of the "Mech Machinery"-company! Maybe this other new secret facility really exists as well?
ru_ru: Вы расследовали случай с биоинженерными существами в \c[3]Саду Гайи\c[0], а также раскрыли секретное предприятие компании "Механическое оборудование"! Возможно, другой секретный комплекс тоже существует?

# data/database.json/quests/console-playstation-1/tasks/0/task
source: Search for new species on \c[3]Clinging River\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Поищите новых существ на \c[3]Цепкой реке\c[0] в \c[3]Саду Гайи\c[0]

# data/database.json/quests/console-playstation-1/tasks/1/task
source: Search for new species on the \c[3]V'rda Vil North\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Поищите новых существ в \c[3]Северном В'рда Виль\c[0] в \c[3]Саду Гайи\c[0]

# data/database.json/quests/console-playstation-1/tasks/2/task
source: Examine the strange device in \c[3]V'rda Vil North\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Осмотрите странное устройство в \c[3]Северном В'рда Виль\c[0] в \c[3]Саду Гайи\c[0]

# data/database.json/quests/console-playstation-1/tasks/3/task
source: Find and enter the \c[3]Secret Entrance\c[0] on \c[3]V'rda Vil North\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Найдите и войдите в \c[3]секретный вход\c[0] в \c[3]Северном В'рда Виль\c[0] в \c[3]Саду Гайи\c[0]

# data/database.json/quests/console-playstation-1/tasks/4/task
source: Explore the \c[3]Secret Facility\c[0]
ru_ru: Исследуйте \c[3]секретное предприятие\c[0]

# data/database.json/quests/console-playstation-1/tasks/5/task
source: Return to \c[3]Sonya Bolt\c[0] in \c[3]Pond Slums\c[0] of \c[3]\v[area.jungle-city.name]\c[0]
ru_ru: Вернитесь к \c[3]Соне Болт\c[0] в \c[3]Прудовых трущобах\c[0] \c[3]Твердыни Бэйзина\c[0]

# data/database.json/quests/infestation-2/name
source: The Root Cause
ru_ru: Первоисточник

# data/database.json/quests/infestation-2/person
source: Dr. Lou Cretia
ru_ru: Доктор Лу Креция

# data/database.json/quests/infestation-2/description
source: The Shad are ready to fight! But Dr. Lou Cretia thinks she can resolve the ongoing tension by finding the true cause for the infestation of the jungle. Help her!
ru_ru: Шады готовы сражаться! Но доктор Лу Креция думает, что она сможет разрешить ситуацию, найдя истинную причину заражения джунглей. Помогите ей!

# data/database.json/quests/infestation-2/briefing
source: You found the actual cause for the infestation and the black cats. A rather gloomy looking beast destroyed part of the \v[area.shock-dng.name] which caused the track to start a process that was trying to fix the damaged part but was running haywire.
ru_ru: Вы нашли настоящую причину заражения и чёрных кошек. Довольно мрачно выглядящий зверь уничтожил часть Храма Зир'витар, из-за чего Путь начал попытки исправить повреждённую часть, но произошёл сбой.

# data/database.json/quests/infestation-2/tasks/0/task
source: Follow Dr. Cretia to the power plant at the \c[3]Zir'vitar Temple Entrance\c[0]
ru_ru: Следуйте за доктором Крецией к электростанции у входа в \c[3]Храм Зир'витар\c[0]

# data/database.json/quests/infestation-2/tasks/1/task
source: Follow Dr. Cretia to her office at the \c[3]Zir'vitar Temple Entrance\c[0]
ru_ru: Следуйте за доктором Крецией в её офис у входа в \c[3]Храм Зир'витар\c[0]

# data/database.json/quests/infestation-2/tasks/2/task
source: Talk to Dr. Cretia at the \c[3]Zir'vitar temple Entrance\c[0]
ru_ru: Поговорите с доктором Крецией у входа в \c[3]Храм Зир'витар\c[0]

# data/database.json/quests/infestation-2/tasks/3/task
source: Defeat the \c[3]strange pole\c[0] and the \c[3]\v[combat.name.minibosses/shockcat-black]\c[0]
ru_ru: Победите \c[3]странный столб\c[0] и \c[3]Злокошек\c[0]

# data/database.json/quests/infestation-2/tasks/4/task
source: Talk to Dr. Cretia at the \c[3]Zir'vitar Temple Entrance\c[0] again
ru_ru: Поговорите с доктором Крецией у входа в \c[3]Храм Зир'витар\c[0] снова

# data/database.json/quests/infestation-2/tasks/5/task
source: Find a way to defeat the pole at the \c[3]Zir'vitar Temple Entrance\c[0]
ru_ru: Найдите способ победить столб у входа в \c[3]Храм Зир'витар\c[0]

# data/database.json/quests/infestation-2/tasks/6/task
source: Defeat the other pole at the \c[3]Zir'vitar Temple Entrance\c[0]
ru_ru: Победите ещё один столб у входа в \c[3]Храм Зир'витар\c[0]

# data/database.json/quests/infestation-2/tasks/7/task
source: Talk to Dr. Cretia at the \c[3]Zir'vitar Temple Entrance\c[0]
ru_ru: Поговорите с доктором Крецией у входа в \c[3]Храм Зир'витар\c[0]

# data/database.json/quests/infestation-2/tasks/8/task
source: Follow the trail of poles south of \c[3]Zir'vitar Temple Entrance\c[0]
ru_ru: Следуйте за столбами на юг от входа в \c[3]Храм в Зир'витар\c[0]

# data/database.json/quests/infestation-2/tasks/9/task
source: Defeat the \v[combat.name.jungle/algorithm] at the \c[3]Old Timber\c[0]
ru_ru: Победите \v[combat.name.jungle/algorithm] на \c[3]Бывшей лесозаготовке\c[0]

# data/database.json/quests/infestation-2/tasks/10/task
source: Follow the poles to the east of \c[3]Old Timber\c[0]
ru_ru: Следуйте за столбами на восток от \c[3]Бывшей лесозаготовки\c[0]

# data/database.json/quests/infestation-2/tasks/11/task
source: Defeat the \v[combat.name.jungle/algorithm] at the \c[3]Lost Lookout\c[0]
ru_ru: Победите \v[combat.name.jungle/algorithm] в \c[3]Потерянном дозоре\c[0]

# data/database.json/quests/infestation-2/tasks/12/task
source: Follow the poles to the north of \c[3]Lost Lookout\c[0]
ru_ru: Следуйте за столбами на север от \c[3]Потерянного дозора\c[0]

# data/database.json/quests/infestation-2/tasks/13/task
source: Defeat the \v[combat.name.jungle/algorithm] at the \c[3]Infested Marches South\c[0]
ru_ru: Победите \v[combat.name.jungle/algorithm] в \c[3]Южном заражённом болоте\c[0]

# data/database.json/quests/infestation-2/tasks/14/task
source: Follow the poles to the north of \c[3]Infested Marshes South\c[0]
ru_ru: Следуйте за столбами на север от \c[3]Южного заражённого болота\c[0]

# data/database.json/quests/infestation-2/tasks/15/task
source: Defeat the \v[combat.name.jungle/algorithm] at the \c[3]Infested Marches North\c[0]
ru_ru: Победите \v[combat.name.jungle/algorithm] в \c[3]Северном заражённом болоте\c[0]

# data/database.json/quests/infestation-2/tasks/16/task
source: Follow the poles north of \c[3]Infested Marshes North\c[0]
ru_ru: Следуйте за столбами на север от \c[3]Северного заражённого болота\c[0]

# data/database.json/quests/infestation-2/tasks/17/task
source: Follow the creature into the cave at \c[3]Infested Heart\c[0]
ru_ru: Следуйте за существом в пещеру, в \c[3]Сердце заражения\c[0]

# data/database.json/quests/infestation-2/tasks/18/task
source: Defeat Sephisloth, the root of all evil.
ru_ru: Победите Сефикрота - корень всех зол

# data/database.json/quests/infestation-2/tasks/19/task
source: Report back to Dr. Cretia in her lab at \c[3]Zir'vitar Temple Entrance\c[0]
ru_ru: Отчитайтесь доктору Креции в её лаборатории у входа в \c[3]Храм Зир'витар\c[0]

# data/database.json/quests/trailblaze-jungle/name
source: Gaia's Garden Trailblazing
ru_ru: Первопроходец Сада Гайи

# data/database.json/quests/trailblaze-jungle/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-jungle/description
source: Another Area, another analysis requested by Henry the Researcher. This time you are tasked to survey \c[3]Gaia's Garden\c[0].
ru_ru: Очередная область, очередной анализ по просьбе Генри-исследователя. На этот раз вам поручено обследование \c[3]Сада Гайи\c[0].

# data/database.json/quests/trailblaze-jungle/briefing
source: You explored \c[3]Gaia's Garden\c[0] but Henry was nowhere to be found. Instead \c[3]Baxton Addi\c[0] appeared and informed you that Henry could be involved in an unauthorized activity.
ru_ru: Вы исследовали \c[3]Cад Гайи\c[0], но Генри нигде не было. Вместо этого появился \c[3]Бакстон Адди\c[0] и сообщил вам, что Генри может быть замешан в несанкционированной деятельности.

# data/database.json/quests/trailblaze-jungle/tasks/0/task
source: Finish the tasks Henry gave you
ru_ru: Завершите задачи, которые Генри вам дал

# data/database.json/quests/trailblaze-jungle/tasks/0/subtasks/0/text
source: Finish the Collect Quest
ru_ru: Завершите квест сбора

# data/database.json/quests/trailblaze-jungle/tasks/0/subtasks/1/text
source: Finish the Defeat Quest
ru_ru: Завершите квест на сражение противников

# data/database.json/quests/trailblaze-jungle/tasks/0/subtasks/2/text
source: Finish the Landmark Quest
ru_ru: Завершите квест на ориентиры

# data/database.json/quests/trailblaze-jungle/tasks/0/subtasks/3/text
source: Finish the Data Probe Quest
ru_ru: Завершите квест с зондом

# data/database.json/quests/trailblaze-jungle/tasks/1/task
source: Return to Henry in \c[3]Gaia's Garden - Crossroad\c[0] to show him your findings
ru_ru: Вернитесь к Генри в \c[3]Сад Гайи - Перекрёсток\c[0], чтобы показать ему свои находки

# data/database.json/quests/trailblaze-jungle-1/name
source: Gaia's Garden Collect
ru_ru: Сад Гайи - Сбор

# data/database.json/quests/trailblaze-jungle-1/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-jungle-1/description
source: Collect the requested items for Henry in \c[3]Gaia's Garden\c[0].
ru_ru: Соберите требуемые для Генри предметы в \c[3]Саду Гайи\c[0].

# data/database.json/quests/trailblaze-jungle-1/briefing
source: You found the requested items in \c[3]Gaia's Garden \c[0]
ru_ru: Вы нашли запрашиваемые предметы в \c[3]Саду Гайи\c[0].

# data/database.json/quests/trailblaze-jungle-1/tasks/0/task
source: Find the items in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Найдите предметы в \c[3]Саду Гайи\c[0]

# data/database.json/quests/trailblaze-jungle-2/name
source: Gaia's Garden Defeat
ru_ru: Сад Гайи - Разгром

# data/database.json/quests/trailblaze-jungle-2/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-jungle-2/description
source: Collect samples on different enemies by defeating them in \c[3]Gaia's Garden\c[0].
ru_ru: Соберите образцы с разных врагов, побеждая их в \c[3]Саду Гайи\c[0].

# data/database.json/quests/trailblaze-jungle-2/briefing
source: You collected the data on the requested enemies.
ru_ru: Вы собрали сведения о запрашиваемых врагах.

# data/database.json/quests/trailblaze-jungle-2/tasks/0/task
source: Defeat enemies in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Победите врагов в \c[3]Саду Гайи\c[0]

# data/database.json/quests/trailblaze-jungle-3/name
source: Gaia's Garden Landmarks
ru_ru: Сад Гайи - Ориентиры

# data/database.json/quests/trailblaze-jungle-3/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-jungle-3/description
source: Henry the Researcher asked you to find all the landmarks in \c[3]Gaia's Garden\c[0].
ru_ru: Генри-исследователь попросил вас найти все ориентиры в \c[3]Саду Гайи\c[0].

# data/database.json/quests/trailblaze-jungle-3/briefing
source: You found all Landmarks in \c[3]Gaia's Garden\c[0] for Henry.
ru_ru: Вы нашли все ориентиры в \c[3]Саду Гайи\c[0] для Генри.

# data/database.json/quests/trailblaze-jungle-3/tasks/0/task
source: Find all the landmarks in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Найдите все ориентиры в \c[3]Саду Гайи\c[0]

# data/database.json/quests/trailblaze-jungle-4/name
source: Gaia's Garden Data Probe
ru_ru: Сад Гайи - Зонд

# data/database.json/quests/trailblaze-jungle-4/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-jungle-4/description
source: Retrieve the data from a probe a player installed for Henry. It's in one of the caves located in \c[3]Gaia's Garden\c[0].
ru_ru: Получите данные с зонда, установленного игроком для Генри. Он находится в одной из пещер, расположенных в \c[3]Саду Гайи\c[0].

# data/database.json/quests/trailblaze-jungle-4/briefing
source: You found and retrieved the data probe.
ru_ru: Вы нашли и извлекли данные из зонда.

# data/database.json/quests/trailblaze-jungle-4/tasks/0/task
source: Find the probe in a \c[3]cave\c[0] of \c[3]\v[area.jungle.name]\c[0]
ru_ru: Найдите зонд в \c[3]пещере\c[0] в \c[3]Саду Гайи\c[0]

source: Test your skills with the innovative "Turret Defense"-system. \c[3]- Grubby Cave\c[0]
ru_ru: Проверьте свои навыки с инновационной системой "Турельная оборона". \c[3]-Грязная пещера\c[0]

# data/database.json/quests/jungleAdv-turret_defense_challenge-1/name
source: Turret Defense Challenge #1
ru_ru: Испытание Турельной обороны #1

# data/database.json/quests/jungleAdv-turret_defense_challenge-1/person
source: Pathhacker
ru_ru: Путевзломщик

# data/database.json/quests/jungleAdv-turret_defense_challenge-1/description
source: Your skills with the \c[3]innovative "Turret Defense"-system\c[0] shall be tested to their limits. Choose \c[3]Challenge Mode\c[0] and \c[3]reach 500 points\c[0] to succeed!
ru_ru: Ваши навыки обращения с \c[3]инновационной системой "Турельная оборона"\c[0] должны быть испытаны до предела. Выберите \c[3]режим испытания\c[0] и \c[3]наберите 500 очков\c[0], чтобы добиться успеха!

# data/database.json/quests/jungleAdv-turret_defense_challenge-1/briefing
source: You have shown your skill and beaten the challenge! Though you can still reuse it as often as you please.
ru_ru: Вы показали своё мастерство и прошли испытание! Впрочем, можете проходить его столько раз, сколько пожелаете.

# data/database.json/quests/jungleAdv-turret_defense_challenge-1/tasks/0/task
source: Reach \c[3]500 points\c[0] in the \c[3]Turret Defense Challenge\c[0] in the \c[3]Grubby Cave\c[0] on \c[3]Calm Backyard\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Наберите \c[3]500 очков\c[0] в \c[3]Испытании Турельной обороны\c[0] в \c[3]Грязной пещере\c[0] на \c[3]Спокойных задворках\c[0] в \c[3]Саду Гайи\c[0]

source: Test your skills with the innovative "Turret Defense"-system. \c[3]- Temple of Innovation\c[0]
ru_ru: Проверьте свои навыки с инновационной системой "Турельная оборона". \c[3]-Храм инноваций\c[0]

# data/database.json/quests/jungleAdv-turret_defense_challenge-2/name
source: Turret Defense Challenge #2
ru_ru: Испытание Турельной обороны #2

# data/database.json/quests/jungleAdv-turret_defense_challenge-2/person
source: Pathdriller
ru_ru: Путевзломщик

# data/database.json/quests/jungleAdv-turret_defense_challenge-2/description
source: Your skills with the \c[3]innovative "Turret Defense"-system\c[0] shall be tested to their limits. Choose \c[3]Challenge Mode\c[0] and \c[3]reach 500 points\c[0] to succeed!
ru_ru: Ваши навыки обращения с \c[3]инновационной системой "Турельная оборона"\c[0] должны быть испытаны до предела. Выберите \c[3]режим испытания\c[0] и \c[3]наберите 500 очков\c[0], чтобы добиться успеха!

# data/database.json/quests/jungleAdv-turret_defense_challenge-2/briefing
source: You have shown your skill and beaten the challenge! Though you can still reuse it as often as you please.
ru_ru: Вы показали своё мастерство и прошли испытание! Впрочем, можете проходить его столько раз, сколько пожелаете.

# data/database.json/quests/jungleAdv-turret_defense_challenge-2/tasks/0/task
source: Reach \c[3]500 points\c[0] in the \c[3]Turret Defense Challenge\c[0] in the \c[3]Temple of Innovation\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Наберите \c[3]500 очков\c[0] в \c[3]Испытании турельной обороны\c[0] в \c[3]Храме инновации\c[0] в \c[3]Саду Гайи\c[0]

# data/database.json/quests/unknown-warrior-5/name
source: A Promise Is a Promise 5
ru_ru: Обещание есть обещание 5

# data/database.json/quests/unknown-warrior-5/person
source: Ketin D'Kar
ru_ru: Кетин Д'кар

# data/database.json/quests/unknown-warrior-5/description
source: D'Kar asks you to help him find the \c[3]\v[item.515.name]\c[0]. This is the last of the broken equipment pieces, go get it!
ru_ru: Д'кар просит вас помочь ему найти \c[3]\v[item.515.name]\c[0]. Это последняя из сломанных частей, достаньте её!

# data/database.json/quests/unknown-warrior-5/briefing
source: You finally found out about Dkar's children. Turns out he assumed they'd forgotten about him and feared talking with them would anger them. After a good talk however they agreed that Dkar overreacted and all ended well.
ru_ru: Вы наконец узнали о детях Д'кара. Оказывается, он решил, что они забыли о нём, и боялся, что если он поговорит с ними, то это их разозлит. Однако после хорошего разговора они пришли к мнению, что Д'кар принял ситуацию близко к сердцу, и всё закончилось хорошо.

# data/database.json/quests/unknown-warrior-5/tasks/0/task
source: Find the \c[3]\v[item.515.name]\c[0] in \c[3]\v[area.forest.name]\c[0]
ru_ru: Найдите \c[3]\v[item.515.name]\c[0] В \c[3]Сапфировом крае\c[0]

# data/database.json/quests/unknown-warrior-5/tasks/1/task
source: Hand over the \v[item.515.name] to D'Kar in \c[3]\v[area.rhombus-sqr.name] - Books 'n Worms\c[0]
ru_ru: Передайте Сломанные чакрамы Д'кару на \c[3]Площади Ромба - Книги и черви\c[0]

# data/database.json/quests/unknown-warrior-5/tasks/2/task
source: Meet Dkar at the \c[3]Observatory in \v[area.autumn-area.name]\c[0]
ru_ru: Встретьтесь с Д'каром возле \c[3]Обсерватории в Расцвете Осени\c[0]

# data/database.json/quests/seizui-quest/hubSettings/location
source: Trying to find a little \c[3]troublemaker\c[0], looking for help - \c[3]Arena Plaza\c[0]
ru_ru: Пытаемся найти маленького \c[3]проблемного человека\c[0], нужна помощь! - \c[3]Площадь арены\c[0]

# data/database.json/quests/seizui-quest/name
source: Lost and On the Run
ru_ru: Потерян и в бегах

# data/database.json/quests/seizui-quest/person
source: Priel
ru_ru: Приэль

# data/database.json/quests/seizui-quest/description
source: Two players are asking for help to find one of their friends, who seems to be particularly difficult to catch.
ru_ru: Два игрока попросили помочь найти одного их друга, которого, похоже, не так просто поймать.

# data/database.json/quests/seizui-quest/briefing
source: After a lot of traveling around, you finally managed to find \c[3]Reize\c[0]... who was subsequently banned for breaking the \c[3]Terms of Service\c[0]. Oh well, you tried your best!
ru_ru: После долгих странствий вам всё же удалось найти \c[3]Рейза\c[0]... который вскоре был забанен за нарушение \c[3]Условий использования\c[0]. Ну и ладно, вы сделали, что смогли!

# data/database.json/quests/seizui-quest/tasks/0/task
source: Try to figure out where the missing person could be.
ru_ru: Попытайтесь выяснить, куда пропал этот человек.

# data/database.json/quests/seizui-quest/tasks/1/task
source: Look for \c[3]Reize\c[0] in \c[3]Bergen Trail\c[0] close to an \c[3]isolated house\c[0]
ru_ru: Поищите \c[3]Рейза\c[0] на \c[3]Тропе в Берген\c[0] возле \c[3]изолированного дома\c[0]

# data/database.json/quests/seizui-quest/tasks/2/task
source: Look for \c[3]Reize\c[0] in \c[3]Maroon Valley\c[0] close to a \c[3]pink tree\c[0]
ru_ru: Поищите \c[3]Рейза\c[0] в \c[3]Бордовой долине\c[0] около \c[3]розового дерева\c[0]

# data/database.json/quests/seizui-quest/tasks/3/task
source: Look for \c[3]Reize\c[0] in \c[3]Gaia's Garden\c[0] somewhere close to \c[3]huge mushrooms\c[0]
ru_ru: Поищите \c[3]Рейза\c[0] в \c[3]Саду Гайи\c[0] где-то возле \c[3]больших грибов\c[0]

# data/database.json/quests/seizui-quest/tasks/4/task
source: Look for \c[3]Reize\c[0] in \c[3]Rhombus Square\c[0] to the \c[3]south of the arena\c[0].
ru_ru: Поищите \c[3]Рейза\c[0] на \c[3]Площади Ромба\c[0] к \c[3]югу от арены\c[0]

# data/database.json/quests/railing-rider-1/hubSettings/location
source: Do you like rails? If ya do hit me up at the pub in \c[3]Rookie Harbor - Beginners Arc\c[0].
ru_ru: Тебе нравятся перила? Если да, то найди меня рядом с баром в \c[3]Гавани новичков\c[0].

# data/database.json/quests/railing-rider-1/name
source: Railing Rider
ru_ru: Наездник перил

# data/database.json/quests/railing-rider-1/person
source: SkaterBoi
ru_ru: Скейтер

# data/database.json/quests/railing-rider-1/description
source: A Man in \c[3]Rookie Harbor\c[0] challenged you to beat his challenge. Go ride those railings and show him what you got!
ru_ru: Человек в \c[3]Гавани новичков\c[0] бросил вам вызов. Прокатитесь на перилах и покажите, на что вы способны!

# data/database.json/quests/railing-rider-1/briefing
source: You rode those railings like a pro, man!
ru_ru: Вы катались на этих перилах как профи! Соус!

# data/database.json/quests/railing-rider-1/tasks/0/task
source: Ride the railings near the \c[3]Rookie Harbor Teleporter\c[0]
ru_ru: Оседлайте перила рядом с \c[3]телепортом Гавани новичков\c[0]

# data/database.json/quests/railing-rider-1/tasks/1/task
source: Talk to that Rad Dude at \c[3]Beginners Arc\c[0]
ru_ru: Поговорите с этим крутым парнем в \c[3]Арке новобранцев\c[0]

# data/database.json/quests/ice-cream-hype/hubSettings/location
source: I would like to sell Ice Cream... If I had any ice that is! Please help! \c[3]- Rookie Harbor Marketplace\c[0]
ru_ru: Я бы продавал мороженое... если бы только у меня был лёд! Пожалуйста, помогите! \c[3]- Рыночная площадь Гавани новичков\c[0]

# data/database.json/quests/ice-cream-hype/name
source: All Hail the Ice Cream
ru_ru: Да здравствует мороженое!

# data/database.json/quests/ice-cream-hype/person
source: Frosty Arnold
ru_ru: Морозный Арнольд

# data/database.json/quests/ice-cream-hype/description
source: The respectable Ice Cream Dealer \c[3]Frosty Arnold\c[0] in Rookie Harbor wants you to collect some Bergen Ice from Bergen Trails for him.
ru_ru: Почтенный продавец мороженого, \c[3]Морозный Арнольд\c[0] в Гавани новичков, просит вас собрать ему немного Бергенского льда на Тропе в Берген.

# data/database.json/quests/ice-cream-hype/briefing
source: You brought the cool ingredients needed for the Ice Cream!
ru_ru: Вы принесли холодные ингредиенты, необходимые для мороженого!
