Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/commonEvents/emilie-contact/event/26/thenStep/2/message
source: I'm waiting for you at the \c[3]First Scholar HQ\c[0]. Please hurry.
ru_ru: Я жду тебя у \c[3]штаба Первоучёных\c[0]. Пожалуйста, поторопись.

# data/database.json/commonEvents/emilie-contact/event/27/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/27/thenStep/1/message
source: Bonjour Lea! Tronny and me are still waiting at the \c[3]statue\c[0] in \c[3]Autumn's Fall - Ancient Center\c[0]! Let's meet there!
ru_ru: Bonjour (Привет), Лея! Мы с Тронни по-прежнему ждём у \c[3]статуи\c[0] в \c[3]Закате Осени - Центр Древних\c[0]! Давай встретимся там!

# data/database.json/commonEvents/emilie-contact/event/28/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/28/thenStep/1/message
source: Lea, just meet me and Tronny at \c[3]Rookie Harbor Center\c[0]! We'll be waiting next to the \c[3]fountain\c[0]!
ru_ru: Лея, просто встреться со мной и Тронни в \c[3]центре Гавани новичков\c[0]! Мы будем ждать рядом с \c[3]фонтаном\c[0]!

# data/database.json/commonEvents/emilie-contact/event/29/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/29/thenStep/1/message
source: Bonjour Lea!
ru_ru: Bonjour (Привет), Лея!

# data/database.json/commonEvents/emilie-contact/event/29/thenStep/2/message
source: Did you explore all of Autumn's Fall, yet?
ru_ru: Ты уже исследовала весь Закат Осени?

# data/database.json/commonEvents/emilie-contact/event/29/thenStep/3/message
source: It's very much like Autumn's Rise, just ruins everywhere.
ru_ru: Это очень похоже на Расцвет Осени, только повсюду руины.

# data/database.json/commonEvents/emilie-contact/event/29/thenStep/4/message
source: Oh, and the cows are back! Yay for cows!
ru_ru: Ой, и коровы вернулись! Ура коровам!

# data/database.json/commonEvents/emilie-contact/event/30/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/30/thenStep/1/message
source: Bonjour Lea!
ru_ru: Bonjour (Привет), Лея!

# data/database.json/commonEvents/emilie-contact/event/30/thenStep/2/message
source: This Temple is interesting, non?
ru_ru: Этот Храм интересный, правда?

# data/database.json/commonEvents/emilie-contact/event/30/thenStep/3/message
source: I didn't expect there to be so much water in here.
ru_ru: Я не ожидала, что здесь будет столько воды.

# data/database.json/commonEvents/emilie-contact/event/30/thenStep/4/message
source: You know... for being right within a desert.
ru_ru: Ну знаешь... когда он прямо посреди пустыни.

# data/database.json/commonEvents/emilie-contact/event/30/thenStep/6/message
source: Anyway, I will not fall back! Let's go!
ru_ru: В любом случае, я не отступлю! Погнали!

# data/database.json/commonEvents/emilie-contact/event/31/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/31/thenStep/1/message
source: Maroon Valley is pretty massive, isn't it?
ru_ru: Бордовая долина очень большая, не так ли?

# data/database.json/commonEvents/emilie-contact/event/31/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/emilie-contact/event/31/thenStep/3/message
source: I'm not exactly a huge fan. A desert isn't exactly the most interesting location, non?
ru_ru: Мне как-то не очень зашло. Пустыня всё-таки не самая интересная локация, знаешь?

# data/database.json/commonEvents/emilie-contact/event/31/thenStep/4/message
source: Though the oasis is pretty nice, I suppose.
ru_ru: Хотя оазис выглядит довольно мило, я полагаю.

# data/database.json/commonEvents/emilie-contact/event/32/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/32/thenStep/1/message
source: Hey Lea! We should go back to the \c[3]First Scholars\c[0] and do that quiz already, non?
ru_ru: Эй, Лея! Мы уже должны вернуться к \c[3]Первоучёным\c[0] и выполнить тест, не?

# data/database.json/commonEvents/emilie-contact/event/32/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/emilie-contact/event/33/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/33/thenStep/1/message
source: What is it Lea?
ru_ru: Что такое, Лея?

# data/database.json/commonEvents/emilie-contact/event/33/thenStep/3/message
source: Sorry, I'm really tense right now.
ru_ru: Извини, я действительно напряжена сейчас.

# data/database.json/commonEvents/emilie-contact/event/33/thenStep/4/message
source: There could be more of those horrible bugs around every corner, you know?
ru_ru: Здесь может быть ещё больше этих ужасных жуков на каждом углу, знаешь?

# data/database.json/commonEvents/emilie-contact/event/34/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/34/thenStep/1/message
source: What is it Lea? Already tired from dungeon crawling?
ru_ru: Что такое, Лея? Уже устала от подземелья?

# data/database.json/commonEvents/emilie-contact/event/34/thenStep/2/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/emilie-contact/event/34/thenStep/3/message
source: Good! I sure hope you won't drop out of our race!
ru_ru: Хорошо! Я надеюсь, что ты не отстанешь в нашей гонке!

# data/database.json/commonEvents/emilie-contact/event/35/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/35/thenStep/1/message
source: Bonjour Lea!
ru_ru: Bonjour (Привет), Лея!

# data/database.json/commonEvents/emilie-contact/event/35/thenStep/2/message
source: I'm currently climbing up \c[3]\v[area.bergen-trails.name]\c[0]!
ru_ru: Я сейчас поднимаюсь по \c[3]Тропе в Берген\c[0]!

# data/database.json/commonEvents/emilie-contact/event/35/thenStep/3/message
source: Just now, I saw a group of \c[3]penguins\c[0]!
ru_ru: Буквально только что я видела группу \c[3]пингвинов\c[0]!

# data/database.json/commonEvents/emilie-contact/event/35/thenStep/4/message
source: I'm preeeetty sure that penguins are usually not around mountains.
ru_ru: Я тоооочно уверена, что пингвинов обычно нет в горах.

# data/database.json/commonEvents/emilie-contact/event/35/thenStep/5/message
source: Very suspicious, non?
ru_ru: Очень подозрительно, не?

# data/database.json/commonEvents/emilie-contact/event/35/thenStep/6/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/emilie-contact/event/35/thenStep/7/message
source: Aaaanyway, just tell me when you want to start a party!
ru_ru: В ооообщем, просто скажи мне, когда захочешь создать группу!

# data/database.json/commonEvents/emilie-contact/event/35/thenStep/8/message
source: And don't forget, no entering the next dungeon without me, d'accord?
ru_ru: И не забудь, не входи в следующее подземелье без меня, d'accord (хорошо)?

# data/database.json/commonEvents/emilie-contact/event/35/thenStep/10/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/emilie-contact/event/36/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/36/thenStep/1/message
source: Bonjour! I'm currently in \c[3]\v[area.autumn-area.name]\c[0] enjoying the landscape.
ru_ru: Bonjour (Привет)! Я сейчас наслаждаюсь пейзажем в \c[3]Расцвете Осени\c[0].

# data/database.json/commonEvents/emilie-contact/event/37/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/38/message
source: Hey Lea!
ru_ru: Эй, Лея!

# data/database.json/commonEvents/emilie-join/event/0/thenStep/0/text
source: Now is not a good time...
ru_ru: Сейчас не лучшее время...

# data/database.json/commonEvents/emilie-join/event/7/thenStep/0/message
source: Lea, we're waiting right at \c[3]Cross Central\c[0]!
ru_ru: Лея, мы ждём в \c[3]CrossCentral\c[0]!

# data/database.json/commonEvents/emilie-join/event/7/thenStep/1/message
source: Let's enter \c[3]Rhombus Square\c[0] together!
ru_ru: Давай войдём на \c[3]Площадь Ромба\c[0] вместе!

# data/database.json/commonEvents/emilie-join/event/8/thenStep/0/message
source: Bonjour, chérie!
ru_ru: Bonjour, chérie (Привет, дорогая)!

# data/database.json/commonEvents/emilie-join/event/8/thenStep/1/message
source: Tronny told you already, non?\. We plan to meet at the \c[3]First Scholar HQ\c[0]!
ru_ru: Тронни уже сказал тебе, не?\. Мы планируем встретиться в \c[3]штабе Первоучёных\c[0]!

# data/database.json/commonEvents/emilie-join/event/8/thenStep/2/message
source: We have great news!
ru_ru: У нас отличные новости!

# data/database.json/commonEvents/emilie-join/event/9/thenStep/0/message
source: No party yet.
ru_ru: Пока никакой группы.

# data/database.json/commonEvents/emilie-join/event/9/thenStep/1/message
source: I'm waiting for you at the \c[3]First Scholar HQ\c[0]. Please hurry.
ru_ru: Я жду тебя у \c[3]штаба Первоучёных\c[0]. Пожалуйста, поторопись.

# data/database.json/commonEvents/emilie-join/event/10/thenStep/0/message
source: Hm? It's getting a bit late Lea. I actually think I'll log off soon.
ru_ru: Хм? Становится поздновато, Лея. На самом деле, я думаю скоро выйти.

# data/database.json/commonEvents/emilie-join/event/10/thenStep/1/message
source: So no more party today, pardon.
ru_ru: Так что сегодня никаких групп больше, pardon (прости).

# data/database.json/commonEvents/emilie-join/event/10/thenStep/2/message
source: Let's just chill a bit longer here on top of Faj'ro Temple.
ru_ru: Давай просто немного отдохнём на вершине Храма Фай'ро.

# data/database.json/commonEvents/emilie-join/event/11/thenStep/0/message
source: Bonjour Lea! Tronny and me are still waiting at the \c[3]statue\c[0] in \c[3]Autumn's Fall - Ancient Center\c[0]! Let's meet there!
ru_ru: Bonjour (Привет), Лея! Мы с Тронни по-прежнему ждём у \c[3]статуи\c[0] в \c[3]Закате Осени - Центр Древних\c[0]! Давай встретимся там!

# data/database.json/commonEvents/emilie-join/event/12/thenStep/0/message
source: Lea, just meet me and Tronny at \c[3]Rookie Harbor Center\c[0]! We'll be waiting next to the \c[3]fountain\c[0]!
ru_ru: Лея, просто встреться со мной и Тронни в \c[3]центре Гавани новичков\c[0]! Мы будем ждать рядом с \c[3]фонтаном\c[0]!

# data/database.json/commonEvents/emilie-join/event/13/thenStep/0/message
source: Hey Lea! I'll just focus on finishing that quest myself, oui? See you later!
ru_ru: Эй, Лея! Я просто сосредоточусь на окончании этого квеста самостоятельно, oui (хорошо)? Увидимся позже!

# data/database.json/commonEvents/emilie-join/event/14/0_0/0/message
source: Yes! Party time! Une seconde, I'll be right there!
ru_ru: Да! Время веселиться! Une seconde (Одну секунду), я сейчас буду!

# data/database.json/commonEvents/emilie-join/event/14/0_1/0/message
source: I see you're looking for a formidable punching force. I'm ready!
ru_ru: Вижу, что ты ищешь внушительную ударную силу. Я готова!

# data/database.json/commonEvents/emilie-join/event/14/0_2/0/message
source: It's time for chakrams and fists to roll over the field!
ru_ru: Время чакрамам и кулакам катиться по полю!

# data/database.json/commonEvents/emilie-remove/event/4/thenStep/0/message
source: So you want to do the Autumn's Fall Quest by yourself after all? D'accord!
ru_ru: Так ты всё-таки хочешь выполнить квест Заката Осени самостоятельно? D'accord(Ладно)!

# data/database.json/commonEvents/emilie-remove/event/4/thenStep/1/message
source: Just make sure to tell me once you collected the Shade!
ru_ru: Просто скажи мне, когда ты получишь Тень!

# data/database.json/commonEvents/emilie-remove/event/5/0_0/0/message
source: D'accord! Until next time, Lea!
ru_ru: D'accord (Ладно)! До скорого, Лея!

# data/database.json/commonEvents/emilie-remove/event/5/0_1/0/message
source: That was fun! Any time again!
ru_ru: Было весело! С радостью бы повторила!

# data/database.json/commonEvents/emilie-remove/event/5/0_2/0/message
source: Awww, already? Well...\. see you soon!
ru_ru: Ооох, уже? Ну...\. ещё увидимся!

# data/database.json/commonEvents/glasses-contact/event/4/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/4/thenStep/1/message
source: Hi, Lea! It's nice running around with you in CrossWorlds!
ru_ru: Привет, Лея! Приятно бегать с тобой в CrossWorlds!

# data/database.json/commonEvents/glasses-contact/event/4/thenStep/2/message
source: Though... I think it's ok if we just talk normally, right? No need to use a Direct Link.
ru_ru: Хотя... я думаю, что будет нормально, если мы просто поговорим, верно? Нет необходимости использовать прямую связь.

# data/database.json/commonEvents/glasses-contact/event/10/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/10/thenStep/1/message
source: Hello, Lea!
ru_ru: Привет, Лея!

# data/database.json/commonEvents/glasses-contact/event/10/thenStep/2/message
source: I'm still around and ready if you'd like to start the party. For now at least.
ru_ru: Я ещё тут и готов присоединиться к группе, если ты не против. По крайней мере, пока что.

# data/database.json/commonEvents/glasses-contact/event/10/thenStep/4/message
source: Really, I think I'm gonna miss CrossWorlds and strolling around with you... but there is hardly anything I can do about it.
ru_ru: Честно, думаю, что я буду скучать по CrossWorlds и прогулкам с тобой... но не думаю, что я в силах что-либо изменить.

# data/database.json/commonEvents/glasses-contact/event/10/thenStep/5/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/glasses-contact/event/10/thenStep/6/message
source: It's a private matter. I told you, right? Sorry, I prefer to keep my real and virtual life separated.
ru_ru: Это личное, я уже тебе говорил. Извини, но я предпочитаю разделять реальную и виртуальную жизнь.

# data/database.json/commonEvents/glasses-contact/event/11/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/11/thenStep/1/message
source: Hello Lea!
ru_ru: Привет, Лея!

# data/database.json/commonEvents/glasses-contact/event/11/thenStep/2/message
source: Gosh... Rhombus Square is massive! And so much going on. Traffic and people everywhere.
ru_ru: Боже... Площадь Ромба просто огромная! И так много всего происходит. Кругом одни машины и люди.

# data/database.json/commonEvents/glasses-contact/event/11/thenStep/3/message
source: To be honest... It's almost too much noise for my taste. I was never a huge fan of bustling cities.
ru_ru: Честно говоря... Тут слишком шумно, на мой взгляд. Я никогда не был большим поклонником шумных городов.

# data/database.json/commonEvents/glasses-contact/event/11/thenStep/4/message
source: Still, so very exciting!
ru_ru: Тем не менее, всё же довольно интересно!

# data/database.json/commonEvents/glasses-contact/event/11/thenStep/5/message
source: Lea!
ru_ru: Лея!

# data/database.json/commonEvents/glasses-contact/event/12/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/12/thenStep/1/message
source: Hello, Lea! We're waiting in \c[3]CrossCentral\c[0] right in front of the entrance to \c[3]Rhombus Square\c[0]!
ru_ru: Привет, Лея! Мы ждём в \c[3]CrossCentral\c[0], прямо перед входом на \c[3]Площадь Ромба\c[0]!

# data/database.json/commonEvents/glasses-contact/event/13/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/13/thenStep/1/message
source: Hello, Lea!
ru_ru: Привет, Лея!

# data/database.json/commonEvents/glasses-contact/event/13/thenStep/2/message
source: It's a shame that you don't want to participate in the raid. I was kind of looking forward to it....
ru_ru: Жаль, что ты не хочешь участвовать в рейде. Я так ждал этого....

# data/database.json/commonEvents/glasses-contact/event/13/thenStep/3/message
source: Sorry...
ru_ru: Прости...

# data/database.json/commonEvents/glasses-contact/event/13/thenStep/4/message
source: I mean... I understand that the last raid wasn't exactly the best experience for you...
ru_ru: То есть... я понимаю, что последний рейд был не лучшим опытом для тебя...

# data/database.json/commonEvents/glasses-contact/event/13/thenStep/5/message
source: But that probably was just an odd coincidence that's unlikely to happen again...
ru_ru: Но это, вероятно, было просто странное совпадение, которое вряд ли повторится...

# data/database.json/commonEvents/glasses-contact/event/13/thenStep/7/message
source: Well, I suppose I can't change your mind.
ru_ru: Ну, полагаю, что я не смогу тебя переубедить.

# data/database.json/commonEvents/glasses-contact/event/13/thenStep/8/message
source: It's fine! We can still explore Sapphire Ridge together, if you like!
ru_ru: Всё хорошо! Мы по-прежнему можем исследовать Сапфировый край вместе, если захочешь!

# data/database.json/commonEvents/glasses-contact/event/14/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/14/thenStep/1/message
source: Hey Lea! We're waiting at the \c[3]First Scholar HQ\c[0] for you! Are you on your way?
ru_ru: Привет, Лея! Мы ждём тебя в \c[3]штабе Первоучёных\c[0]! Ты уже в пути?

# data/database.json/commonEvents/glasses-contact/event/15/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/15/thenStep/1/message
source: Still with the D-Link during the dungeon races...
ru_ru: По-прежнему звонишь во время гонки в подземелье...

# data/database.json/commonEvents/glasses-contact/event/15/thenStep/2/message
source: Lea!
ru_ru: Лея!

# data/database.json/commonEvents/glasses-contact/event/15/thenStep/3/message
source: Shouldn't we all just focus on getting through those puzzles quickly?
ru_ru: Разве мы не должны сосредоточиться на прохождении через все эти загадки?

# data/database.json/commonEvents/glasses-contact/event/15/thenStep/4/message
source: Lea!
ru_ru: Лея!

# data/database.json/commonEvents/glasses-contact/event/15/thenStep/5/message
source: What are you doing? Is this all a ploy to distract me?
ru_ru: Что ты делаешь? Это что, уловка, чтобы отвлечь меня?

# data/database.json/commonEvents/glasses-contact/event/15/thenStep/6/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/glasses-contact/event/15/thenStep/7/message
source: Lea!
ru_ru: Лея!

# data/database.json/commonEvents/glasses-contact/event/15/thenStep/8/message
source: It totally is...
ru_ru: Так и есть...

# data/database.json/commonEvents/glasses-contact/event/16/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/16/thenStep/1/message
source: Hello, Lea! Did you have time to explore Gaia's Garden some more?
ru_ru: Привет, Лея! У тебя есть ещё немного времени, чтобы разведать Сад Гайи?

# data/database.json/commonEvents/glasses-contact/event/16/thenStep/2/message
source: There certainly is a lot to explore....
ru_ru: Здесь так много всего для изучения....

# data/database.json/commonEvents/glasses-contact/event/16/thenStep/3/message
source: By the way...\. did you notice how it just rains in certain locations?
ru_ru: Кстати...\. ты заметила, что дождь идёт только в определённых локациях?

# data/database.json/commonEvents/glasses-contact/event/16/thenStep/5/message
source: For instance it constantly rains in Basin Keep and in the western part of the jungle.
ru_ru: Например, в Твердыне Бэйзина и в западной части джунглей постоянно идут дожди.

# data/database.json/commonEvents/glasses-contact/event/16/thenStep/6/message
source: Yet not a single drop in the southeastern part.
ru_ru: И ни одной капли в юго-восточной части.

# data/database.json/commonEvents/glasses-contact/event/16/thenStep/7/message
source: Suspicious, isn't it?
ru_ru: Подозрительно, не так ли?

# data/database.json/commonEvents/glasses-contact/event/16/thenStep/9/message
source: I'm telling you, something is wrong with the water in this game!
ru_ru: Я говорю тебе, с водой в этой игре что-то не так!

# data/database.json/commonEvents/glasses-contact/event/16/thenStep/10/message
source: It's all simulated, it has to be!
ru_ru: Точно симуляция, не иначе!

# data/database.json/commonEvents/glasses-contact/event/17/thenStep/0/message
source: Hi...
ru_ru: Привет...

# data/database.json/commonEvents/glasses-contact/event/17/thenStep/1/message
source: Hey Lea! Let's meet at the \c[3]Peridot Approach landmark\c[0]. The one in the north of \c[3]Gaia's Garden\c[0]. See you soon!
ru_ru: Эй, Лея! Давай встретимся у \c[3]ориентира Хризолитового подхода\c[0]. Это на севере \c[3]Сада Гайи\c[0]. Скоро увидимся!

# data/database.json/commonEvents/glasses-contact/event/18/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/18/thenStep/1/message
source: Hello Lea! We are waiting for you at the \c[3]statue\c[0] in \c[3]Autumn's Fall - Ancient Center\c[0]! See you soon!
ru_ru: Привет, Лея! Мы ждём тебя у \c[3]статуи\c[0] в \c[3]Закате Осени - Центр Древних\c[0]! Скоро увидимся!

# data/database.json/commonEvents/glasses-contact/event/19/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/19/thenStep/1/message
source: Hello Lea! Emilie and I are waiting for you at \c[3]Rookie Harbor Center\c[0], right next to the \c[3]fountain\c[0]!
ru_ru: Привет, Лея! Мы с Эмили ждём тебя в \c[3]центре Гавани новичков\c[0], прямо рядом с \c[3]фонтаном\c[0]!

# data/database.json/commonEvents/glasses-contact/event/20/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/20/thenStep/1/message
source: Hello Lea! Having fun exploring Autumn's Fall?
ru_ru: Привет, Лея! Веселишься, исследуя Закат Осени?

# data/database.json/commonEvents/glasses-contact/event/20/thenStep/2/message
source: Apparently all these ruins are remains from the old civilization of the Ancients.
ru_ru: Видимо, все эти руины остались от цивилизации Древних.

# data/database.json/commonEvents/glasses-contact/event/20/thenStep/3/message
source: And they conveniently deteriorated to perfectly shape all these neat little jumping puzzles. Lovely, isn't it?
ru_ru: И они очень кстати разрушились, чтобы идеально создать все эти аккуратные прыгательные головоломки. Прекрасно, не правда ли?

# data/database.json/commonEvents/glasses-contact/event/21/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/21/thenStep/1/message
source: Hello Lea...\. don't you think that it's sort of weird to do D-Links during a dungeon race?
ru_ru: Привет, Лея...\. тебе не кажется странным звонить по прямой связи во время подземельной гонки?

# data/database.json/commonEvents/glasses-contact/event/21/thenStep/3/message
source: Well... I'm busy over here... I have to get past this room and it's quite tricky so... Talk to you soon!
ru_ru: Ну... я занят здесь... Мне нужно пройти через эту комнату, и она довольно сложная, так что... Поговорим позже!

# data/database.json/commonEvents/glasses-contact/event/21/thenStep/4/message
source: Bye!
ru_ru: Пока!

# data/database.json/commonEvents/glasses-contact/event/22/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/glasses-contact/event/22/thenStep/1/message
source: Hello Lea!\. Hope things are going well for you!
ru_ru: Привет, Лея!\. Надеюсь, у тебя всё в порядке!

# data/database.json/commonEvents/glasses-contact/event/22/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/glasses-contact/event/22/thenStep/3/message
source: Maroon Valley really is a fascinating place, isn't it?
ru_ru: Бордовая долина действительно очаровательное место, не правда ли?
