Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/dekay-quest/tasks/2/task
source: Follow \c[3]Kit's\c[0] instructions in \c[3]Maroon Valley - Barren Arcs\c[0]
es_es: Sigue las instrucciones de \c[3]Kit\c[0] en \c[3]Valle Granate - Arcos estériles\c[0]

# data/database.json//quests/dekay-quest/tasks/3/task
source: Complete the Parkour in \c[3]Maroon Valley - Testing Area\c[0]
es_es: Completa el Parkour en \c[3]Valle Granate - Área de prueba\c[0]

# data/database.json//quests/dekay-quest/tasks/4/task
source: Take on the final challenge in \c[3]Maroon Valley - Testing Finale\c[0]
es_es: Enfréntate al desafío final en \c[3]Valle Granate - Prueba Final\c[0]

# data/database.json//quests/trailblaze-maroon/name
source: Maroon Trailblazing
es_es: Pionero Granate

# data/database.json//quests/trailblaze-maroon/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-maroon/description
source: Another Area, another analysis requested by Henry the Researcher. This time you are tasked to survey \c[3]Maroon Valley\c[0].
es_es: Otra Área, otro análisis solicitado por Henry el Investigador. Esta vez tienes la tarea de inspeccionar el \c[3]Valle Granate\c[0].

# data/database.json//quests/trailblaze-maroon/briefing
source: You explored \c[3]Maroon Valley\c[0] and presented the data to Henry. Again something strange happened, a mysterious \c[3]Advisor\c[0] approached you and asked questions about Henry.
es_es: Exploraste el \c[3]Valle Granate\c[0] y le presentaste los datos a Henry. Nuevamente sucedió algo extraño, un misterioso \c[3]Asesor\c[0] se te acercó y te hizo preguntas sobre Henry.

# data/database.json//quests/trailblaze-maroon/tasks/0/task
source: Finish the tasks Henry gave you
es_es: Termina las tareas que Henry te dio

# data/database.json//quests/trailblaze-maroon/tasks/0/subtasks/0/text
source: Finish the Collect Quest
es_es: Completa la Misión de Recolección

# data/database.json//quests/trailblaze-maroon/tasks/0/subtasks/1/text
source: Finish the Defeat Quest
es_es: Completa la Misión de Conquista

# data/database.json//quests/trailblaze-maroon/tasks/0/subtasks/2/text
source: Finish the Landmark Quest
es_es: Completa la Misión de Puntos de Referencia

# data/database.json//quests/trailblaze-maroon/tasks/0/subtasks/3/text
source: Finish the Data Probe Quest
es_es: Completa la Misión de la Sonda de Datos

# data/database.json//quests/trailblaze-maroon/tasks/1/task
source: Return to Henry in \c[3]Maroon Valley - Dusty Path\c[0] to show him your findings
es_es: Vuelve con Henry en el \c[3]Valle Granate - Camino Polvoriento\c[0] para mostrarle tus hallazgos

# data/database.json//quests/trailblaze-maroon-1/name
source: Maroon Valley Collect
es_es: Recolección en el Valle Granate

# data/database.json//quests/trailblaze-maroon-1/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-maroon-1/description
source: Collect the requested items for Henry in \c[3]Maroon Valley\c[0].
es_es: Reúne los objetos solicitados por Henry en el \c[3]Valle Granate\c[0].

# data/database.json//quests/trailblaze-maroon-1/briefing
source: You found the requested items in \c[3]Maroon Valley\c[0]
es_es: Encontraste los elementos solicitados en el \c[3]Valle Granate\c[0]

# data/database.json//quests/trailblaze-maroon-1/tasks/0/task
source: Find the items in \c[3]\v[area.heat-area.name]\c[0]
es_es: Encuentra los objetos en \c[3]\v[area.heat-area.name]\c[0]

# data/database.json//quests/trailblaze-maroon-2/name
source: Maroon Valley Defeat
es_es: Conquista del Valle Granate

# data/database.json//quests/trailblaze-maroon-2/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-maroon-2/description
source: Collect samples on different enemies by defeating them in \c[3]Maroon Valley\c[0].
es_es: Recolecta muestras de diferentes enemigos derrotándolos en el \c[3]Valle Granate\c[0].

# data/database.json//quests/trailblaze-maroon-2/briefing
source: You collected the data on the requested enemies.
es_es: Has recopilado los datos de los enemigos solicitados.

# data/database.json//quests/trailblaze-maroon-2/tasks/0/task
source: Defeat enemies in \c[3]\v[area.heat-area.name]\c[0]
es_es: Derrota enemigos en \c[3]\v[area.heat-area.name]\c[0]

# data/database.json//quests/trailblaze-maroon-3/name
source: Maroon Valley Landmarks
es_es: Puntos de referencia del Valle Granate

# data/database.json//quests/trailblaze-maroon-3/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-maroon-3/description
source: Henry the Researcher asked you to find all the landmarks in \c[3]Maroon Valley\c[0].
es_es: Henry el Investigador te pidió que encontraras todos los puntos de referencia en \c[3]Valle Granate\c[0].

# data/database.json//quests/trailblaze-maroon-3/briefing
source: You found all Landmarks in \c[3]Maroon Valley\c[0] for Henry.
es_es: Encontraste todos los puntos de referencia en el \c[3]Valle Granate\c[0] para Henry.

# data/database.json//quests/trailblaze-maroon-3/tasks/0/task
source: Find all the landmarks in \c[3]\v[area.heat-area.name]\c[0]
es_es: Encuentra todos los puntos de referencia en \c[3]\v[area.heat-area.name]\c[0]

# data/database.json//quests/trailblaze-maroon-4/name
source: Maroon Valley Data Probe
es_es: Sonda de datos del Valle Granate

# data/database.json//quests/trailblaze-maroon-4/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-maroon-4/description
source: Retrieve the data from a probe a player installed for Henry. It's in one of the caves located in \c[3]Maroon Valley\c[0].
es_es: Recupere los datos de una sonda que un jugador instaló para Henry. Está en una de las cuevas ubicadas en \c[3]Valle Granate\c[0].

# data/database.json//quests/trailblaze-maroon-4/briefing
source: You found and retrieved the data probe.
es_es: Encontraste y recuperaste la sonda de datos.

# data/database.json//quests/trailblaze-maroon-4/tasks/0/task
source: Find the probe in a \c[3]cave\c[0] of \c[3]\v[area.heat-area.name]\c[0]
es_es: Encuentra la sonda en una \c[3]cueva\c[0] de \c[3]\v[area.heat-area.name]\c[0]

# data/database.json//quests/maroon-tree-defend/name
source: Maroon Tree Defender
es_es: Defensor del Árbol Granate

# data/database.json//quests/maroon-tree-defend/description
source: Defend the Maroon Tree from the threat of the sandworms.
es_es: Defiende el Árbol Granate de la amenaza de los gusanos de arena.

# data/database.json//quests/maroon-tree-defend/briefing
source: You successfully defended the tree!
es_es: ¡Has defendido con éxito el árbol!

# data/database.json//quests/maroon-tree-defend/tasks/0/task
source: Enter the cave below the pink-colored \c[3]Maroon Tree\c[0] in the east of \c[3]Maroon Valley\c[0]
es_es: Ingrese a la cueva debajo del \c[3]Árbol Granate\c[0] de color rosa en el este de \c[3]Valle Granate\c[0]

# data/database.json//quests/maroon-tree-defend/tasks/1/task
source: Defeat the \c[3]red Sandworm\c[0] inside \c[3]Maroon Tree Cave\c[0]
es_es: Derrota al \c[3]Gusano de Arena Rojo\c[0] dentro de la \c[3]Cueva del Árbol Granate\c[0]

# data/database.json//quests/maroon-tree-defend/tasks/2/task
source: Show \c[3]\v[item.362.name]\c[0] to the guard of the Maroon Tree
es_es: Muestra \c[3]\v[item.362.name]\c[0] al guardián del Árbol Granate

# data/database.json//quests/maroon-tree-defend/tasks/3/task
source: Report back to the \c[3]Eldress of Ba'kii Kum\c[0]
es_es: Informe de nuevo a la \c[3]Eldress de Ba'kii Kum\c[0]

# data/database.json//quests/nomadAdv-1-turtle_bombing_1/hubSettings/location
source: Seeker! The search for Ancient relics needs more heroes! Lend us your strength! \c[3]- Arid Breeze HQ\c[0]
es_es: ¡Buscador! ¡La búsqueda de reliquias antiguas necesita más héroes! ¡Préstanos tu fuerza! \c[3]- Sede de la Brisa Árida\c[0]

# data/database.json//quests/nomadAdv-1-turtle_bombing_1/name
source: Blasting Shells
es_es: Proyectiles explosivos

# data/database.json//quests/nomadAdv-1-turtle_bombing_1/description
source: The \v[lore.title.faction-heat-baki] have lost an important item to some thieving shell-creatures. You must enter their lair and use an \c[3]explosive helper\c[0] to get it back!
es_es: A la \v[lore.title.faction-heat-baki] le han robado un objeto importante algunas criaturas caparazonadas. ¡Debes entrar en su guarida y usar un \c[3]Ayudante Explosivo\c[0] para recuperarlo!

# data/database.json//quests/nomadAdv-1-turtle_bombing_1/briefing
source: With the Ancient Travelguide retrieved, the search for the ruins can continue!
es_es: Una vez recuperada la Guía Turística Antigua, ¡la búsqueda de las ruinas puede continuar!

# data/database.json//quests/nomadAdv-1-turtle_bombing_1/tasks/0/task
source: Enter the \c[3]Toisecave\c[0] on \c[3]Vivid Path\c[0] in \c[3]\v[area.heat-area.name]\c[0]
es_es: Ingresa a la \c[3]Cueva Tortuga\c[0] en \c[3]Camino Vívido\c[0] en \c[3]\v[area.heat-area.name]\c[0]

# data/database.json//quests/nomadAdv-1-turtle_bombing_1/tasks/1/task
source: Activate the \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0] and use it to clear the cave
es_es: Activa el \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0] y úsalo para despejar la cueva.

# data/database.json//quests/nomadAdv-1-turtle_bombing_1/tasks/2/task
source: Explore the cave and use the \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0] to remove obstacles
es_es: Explora la cueva y usa \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0] para eliminar obstáculos

# data/database.json//quests/nomadAdv-1-turtle_bombing_1/tasks/3/task
source: Remove the boulders and pick up \c[3]the chest\c[0]
es_es: Retira las rocas y recoge \c[3]el cofre\c[0]

# data/database.json//quests/nomadAdv-1-turtle_bombing_1/tasks/4/task
source: Finally pick up \c[3]the chest\c[0]
es_es: Recoge \c[3]el cofre\c[0] de una vez

# data/database.json//quests/nomadAdv-1-turtle_bombing_1/tasks/5/task
source: Report back to \c[3]Joel Mahir\c[0] in the \c[3]Arid Breeze HQ\c[0]
es_es: Informa a \c[3]Joel Mahir\c[0] en la \c[3]Sede de la Brisa Árida\c[0]

# data/database.json//quests/nomadAdv-2-tomb_raiding_2/hubSettings/location
source: Seeker! The location of a cave is near. Help us get a step closer to discovery. \c[3]- Arid Breeze HQ\c[0]
es_es: ¡Buscador! La ubicación de una cueva está cerca. Ayúdanos a estar un paso más cerca del descubrimiento. \c[3]- Sede de la Brisa Árida\c[0]

# data/database.json//quests/nomadAdv-2-tomb_raiding_2/name
source: Hot Trail
es_es: Sendero Caliente

# data/database.json//quests/nomadAdv-2-tomb_raiding_2/description
source: The \v[lore.title.faction-heat-baki] have studied the Ancient texts and found hints towards another thus undiscovered temple! You should find the entrance and explore it.
es_es: ¡Los \v[lore.title.faction-heat-baki] han estudiado los textos antiguos y han encontrado indicios de otro templo no descubierto! Debes encontrar la entrada y explorarla.

# data/database.json//quests/nomadAdv-2-tomb_raiding_2/briefing
source: You may not have uncovered the entire secret of the temple but you made important progress. And plucked a lot of feathers along the way.
es_es: Puede que no hayas descubierto todo el secreto del templo, pero hiciste un progreso importante. Y arrancó muchas plumas en el camino.

# data/database.json//quests/nomadAdv-2-tomb_raiding_2/tasks/0/task
source: Go to \c[3]Torn Road\c[0] in \c[3]\v[area.heat-area.name]\c[0] and meet explorer Hira
es_es: Ve al \c[3]Camino Curvo\c[0] en \c[3]\v[area.heat-area.name]\c[0] y conoce a la exploradora Hira

# data/database.json//quests/nomadAdv-2-tomb_raiding_2/tasks/1/task
source: Use your \c[3]analysis\c[0] to search the walls for \c[3]the cave entrance\c[0] and open it
es_es: Usa tu \c[3]Inspección\c[0] para buscar en las paredes \c[3]la entrada de la cueva\c[0] y ábrela

# data/database.json//quests/nomadAdv-2-tomb_raiding_2/tasks/2/task
source: Explore the \c[3]Windless Caverns\c[0]
es_es: Explora las \c[3]Cavernas sin Viento\c[0]

# data/database.json//quests/nomadAdv-2-tomb_raiding_2/tasks/3/task
source: Examine what lies \c[3]at the end of the last room\c[0]
es_es: Examina lo que hay \c[3]al final de la última habitación\c[0]

# data/database.json//quests/nomadAdv-2-tomb_raiding_2/tasks/4/task
source: Report back to \c[3]Joel Mahir\c[0] in the \c[3]Arid Breeze HQ\c[0]
es_es: Informa a \c[3]Joel Mahir\c[0] en la \c[3]Sede Central de la Brisa Árida\c[0]

# data/database.json//quests/nomadAdv-3-sandman_tomb_1/hubSettings/location
source: Seeker! The final steps towards glory lie before us! Become part of it! \c[3]- Arid Breeze HQ\c[0]
es_es: ¡Buscador! ¡Los pasos finales hacia la gloria están ante nosotros! ¡Forma parte de ello! \c[3]- Sede de la Brisa Árida\c[0]

# data/database.json//quests/nomadAdv-3-sandman_tomb_1/name
source: Waves of Sand
es_es: Olas de Arena

# data/database.json//quests/nomadAdv-3-sandman_tomb_1/description
source: The exploration of the Barren Temple can continue! Venture deeper inside to find treasure of Ancient times!
es_es: ¡La exploración del Templo Árido puede continuar! ¡Adéntrate en lo más profundo para encontrar tesoros de la antigüedad!

# data/database.json//quests/nomadAdv-3-sandman_tomb_1/briefing
source: Exploration of the Barren Temple is finally completed. Though you don't know what exactly you found, it is certain that humanity has made great progress from your efforts.
es_es: La exploración del Templo Árido acabó. Aunque no sabes qué encontraste exactamente, es seguro que la humanidad ha hecho un gran progreso gracias a tus esfuerzos.

# data/database.json//quests/nomadAdv-3-sandman_tomb_1/tasks/0/task
source: Revisit the \c[3]Barren Temple\c[0] through \c[3]Torn Road\c[0] in \c[3]\v[area.heat-area.name]\c[0] and talk with explorer Hira
es_es: Vuelve a visitar el \c[3]Templo Árido\c[0] a través de \c[3]Camino Curvo\c[0] en \c[3]\v[area.heat-area.name]\c[0] y habla con la exploradora Hira

# data/database.json//quests/nomadAdv-3-sandman_tomb_1/tasks/1/task
source: Go deeper into the \c[3]Barren Temple\c[0] and search for treasure!
es_es: ¡Adéntrate más en el \c[3]Templo Árido\c[0] y busca el tesoro!

# data/database.json//quests/nomadAdv-3-sandman_tomb_1/tasks/2/task
source: Claim \c[3]the mysterious treasure\c[0]!
es_es: ¡Reclama \c[3]el misterioso tesoro\c[0]!

# data/database.json//quests/nomadAdv-3-sandman_tomb_1/tasks/3/task
source: Report back to \c[3]Joel Mahir\c[0] in the \c[3]Arid Breeze HQ\c[0]
es_es: Informa a \c[3]Joel Mahir\c[0] en la \c[3]Sede Central de la Brisa Árida\c[0]

# data/database.json//quests/bakiGuard-1-basar_thief_1/hubSettings/location
source: Shad traders in our beautiful city are targeted by crime. Investigations needed. \c[3]- Ba'kii Guard HQ\c[0]
es_es: Comerciantes en la ciudad son victimas de robos. Se necesita investigar. \c[3]- Cuartel General de la Guardia Ba'kii\c[0]

# data/database.json//quests/bakiGuard-1-basar_thief_1/name
source: Shady Theft
es_es: Robo Turbio

# data/database.json//quests/bakiGuard-1-basar_thief_1/person
source: Sgt. Niellos
es_es: Sargento Niellos

# data/database.json//quests/bakiGuard-1-basar_thief_1/description
source: The \v[lore.title.faction-cold-baki] has trouble catching a thief who steals from the local \v[lore.title.shad] merchants. An outsider's perspective might be helpful.
es_es: El \v[lore.title.faction-cold-baki] tiene problemas para atrapar a un ladrón que roba a los comerciantes locales de \v[lore.title.shad]. El apoyo de un extraño podría ser útil.

# data/database.json//quests/bakiGuard-1-basar_thief_1/briefing
source: Though the guard escaped, you have protected the Shad merchants from his crimes for the time being.
es_es: Aunque el guardia escapó, has protegido a los Mercaderes de Shad de sus crímenes por el momento.

# data/database.json//quests/bakiGuard-1-basar_thief_1/tasks/0/task
source: Go to the \c[3]Bazaar of \v[area.heat-village.name]\c[0] and talk to \c[3]Guard Billston\c[0]
es_es: Ve al \c[3]Bazar de \v[area.heat-village.name]\c[0] y habla con el \c[3]Guardia Billston\c[0]

# data/database.json//quests/bakiGuard-1-basar_thief_1/tasks/1/task
source: Talk to \c[3]the other guard and resident Shad\c[0] at the \c[3]Bazaar of \v[area.heat-village.name]\c[0]
es_es: Habla con \c[3]el otro guardia y residente Shad\c[0] en el \c[3]Bazar de \v[area.heat-village.name]\c[0]

# data/database.json//quests/bakiGuard-1-basar_thief_1/tasks/1/subtasks/0/text
source: Talk to \c[3]Guard Zaida\c[0] near the bridge
es_es: Habla con el \c[3]Guardia Zaida\c[0] cerca del puente

source: Meet \c[3]Guard Zaida\c[0]
es_es: Encuéntrate con la \c[3]Guardia Zaida\c[0]

# data/database.json//quests/bakiGuard-1-basar_thief_1/tasks/1/subtasks/1/text
source: Talk to \c[3]Shad Pae'trow\c[0] at his stand
es_es: Habla con \c[3]Shad Pae'trow\c[0] en su puesto

source: Meet \c[3]Shad Pae'trow\c[0]
es_es: Encuéntrate con \c[3]Shad Pae'trow\c[0]

# data/database.json//quests/bakiGuard-1-basar_thief_1/tasks/1/subtasks/2/text
source: Talk to \c[3]Shad Frou'quye\c[0] at her stand
es_es: Habla con \c[3]Shad Frou'quye\c[0] en su puesto

source: Meet \c[3]Shad Frou'quye\c[0]
es_es: Encuéntrate con \c[3]Shad Frou'quye\c[0]

# data/database.json//quests/bakiGuard-1-basar_thief_1/tasks/2/task
source: \c[3]Guard Billston\c[0] seems suspicious. Search the market with \c[3]your analysis\c[0] to find more specific clues
es_es: \c[3]Guard Billston\c[0] parece sospechoso. \c[3]Inspeccione\c[0] en el mercado para encontrar pistas

# data/database.json//quests/bakiGuard-1-basar_thief_1/tasks/3/task
source: Search for a suspicious person at the \c[3]\v[area.heat-village.name] Solarfarm\c[0]
es_es: Busque a una persona sospechosa en la \c[3]Granja Solar de \v[area.heat-village.name]\c[0]

# data/database.json//quests/bakiGuard-1-basar_thief_1/tasks/4/task
source: Report back to \c[3]Sgt. Niellos\c[0] in the \c[3]Ba'kii Guard HQ\c[0]
es_es: Reporta al \c[3]Sgt. Niellos\c[0] en el \c[3]Cuartel General de la Guardia Ba'kii\c[0]

# data/database.json//quests/bakiGuard-2-evil_guard/hubSettings/location
source: The traitorous guard is terrorizing Shad traders again! He needs to be stopped. \c[3]- Ba'kii Guard HQ\c[0]
es_es: ¡El guardia traidor está aterrorizando a los comerciantes Shad otra vez! Pon fin a esto. \c[3]- Cuartel General de la Guardia Ba'kii\c[0]

# data/database.json//quests/bakiGuard-2-evil_guard/name
source: Just Deserts
es_es: Solo en el Desierto

# data/database.json//quests/bakiGuard-2-evil_guard/person
source: Sgt. Niellos
es_es: Sargento Niellos

# data/database.json//quests/bakiGuard-2-evil_guard/description
source: The \v[lore.title.faction-cold-baki] has gotten reports from Shad traders getting robbed near the settlement. You should investigate.
es_es: La \v[lore.title.faction-cold-baki] ha recibido reportes de varios comerciantes Shad a los que le han robado cerca del asentamiento. Debes investigar.

# data/database.json//quests/bakiGuard-2-evil_guard/briefing
source: You have confronted the guard Billston and finally brought him to justice. The Shad will be much safer now!
es_es: Te has enfrentado al guardia Billston y finalmente lo has llevado ante la justicia. ¡Los Shad estarán más seguros ahora!

# data/database.json//quests/bakiGuard-2-evil_guard/tasks/0/task
source: Patrol through the main route through \c[3]\v[area.heat-area.name]\c[0] near \v[area.heat-village.name] and look for \c[3]the traitorous guard\c[0]
es_es: Patrulla por la ruta principal a través del \c[3]\v[area.heat-area.name]\c[0] cerca de \v[area.heat-village.name] y busca \c[3]al guardia traidor\c[0]

# data/database.json//quests/bakiGuard-2-evil_guard/tasks/1/task
source: Find out where \c[3]Billston\c[0] went by examining the surroundings with \c[3]your analysis\c[0]
es_es: Averigua dónde fue \c[3]Billston\c[0] examinando los alrededores con \c[3]tu Inspección\c[0]

# data/database.json//quests/bakiGuard-2-evil_guard/tasks/2/task
source: Defeat and capture \c[3]Billston the Guard\c[0] in the \c[3]Brigand Cave\c[0]
es_es: Derrota y captura a \c[3]Billston el Guardia\c[0] en \c[3]Cueva del Bandolero\c[0]

# data/database.json//quests/bakiGuard-2-evil_guard/tasks/3/task
source: Report back to \c[3]Sgt. Niellos\c[0] in the \c[3]Ba'kii Guard HQ\c[0]
es_es: Reporta al \c[3]Sgt. Niellos\c[0] en el \c[3]Cuartel General de la Guardia Ba'kii\c[0]

# data/database.json//quests/bakiTrader-1-crate_defense_1/hubSettings/location
source: Unreliable employees late and no sign of cargo! Outrage! Need help searching. \c[3]- Market\c[0]
es_es: ¡Empleados poco confiables demoran mucho en llegar! ¡Indignación! Necesito ayuda para buscarlos. \c[3]- Mercado\c[0]

# data/database.json//quests/bakiTrader-1-crate_defense_1/name
source: Crate Hate
es_es: Falta una Caja

# data/database.json//quests/bakiTrader-1-crate_defense_1/description
source: The \v[lore.title.faction-shock-baki] has been long expecting a caravan to arrive from the foot of Mt Bergen. Investigate where it is.
es_es: La \v[lore.title.faction-shock-baki] lleva mucho tiempo esperando que llegue una caravana desde el pie del monte Bergen. Investiga su paradero.

# data/database.json//quests/bakiTrader-1-crate_defense_1/briefing
source: You have helped the traders to safely deliver their cargo. Now their projects can progress smoothly.
es_es: Has ayudado a los comerciantes a entregar su carga de forma segura. Ahora sus proyectos pueden progresar sin problemas.

# data/database.json//quests/bakiTrader-1-crate_defense_1/tasks/0/task
source: Search for the \c[3]\v[lore.title.shad] transport\c[0] on the \c[3]main route through \v[area.heat-area.name]\c[0]
es_es: Busca el transporte \c[3]\v[lore.title.shad]\c[0] en la \c[3]ruta principal del \v[area.heat-area.name]\c[0]

# data/database.json//quests/bakiTrader-1-crate_defense_1/tasks/1/task
source: Get the \c[3]needed materials\c[0] to repair the transportation platform
es_es: Consigue los \c[3]materiales necesarios\c[0] para reparar la plataforma de transporte

# data/database.json//quests/bakiTrader-1-crate_defense_1/tasks/2/task
source: Bring the materials to the \c[3]\v[lore.title.shad] traders\c[0]
es_es: Lleva los materiales a los comerciantes \c[3]\v[lore.title.shad]\c[0]

# data/database.json//quests/bakiTrader-1-crate_defense_1/tasks/3/task
source: \c[3]Talk to the merchants again\c[0] to start the repairs and \c[3]defend the crate\c[0] until they are finished
es_es: \c[3]Avisa a los comerciantes\c[0] para comenzar las reparaciones y \c[3]defiende la caja\c[0] hasta que terminen

# data/database.json//quests/bakiTrader-1-crate_defense_1/tasks/4/task
source: Report back to \c[3]Bazaarboss Kney'tehab\c[0] on the \c[3]Ba'kii Kum Market\c[0]
es_es: Informa a \c[3]Kney'tehab Jefe del Bazar\c[0] en el \c[3]Mercado Ba'kii Kum\c[0]

# data/database.json//quests/bakiTrader-2-brewing_fun_1/hubSettings/location
source: Help needed with machine of wonder. Drink samples will be served cold! \c[3]- Ba'kii Kum Market\c[0]
es_es: Se necesita ayuda con la máquina de las maravillas. ¡Las muestras de bebidas se servirán frías! \c[3]- Mercado Ba'kii Kum\c[0]

# data/database.json//quests/bakiTrader-2-brewing_fun_1/name
source: Steamy Booze
es_es: Bebida Humeante

# data/database.json//quests/bakiTrader-2-brewing_fun_1/description
source: The crate you protected for the \v[lore.title.faction-shock-baki] contained a machine to produce marvelous drinks. Now it needs proper testing!
es_es: La caja que protegiste para el \v[lore.title.faction-shock-baki] contenía una máquina para producir bebidas maravillosas. ¡Ahora necesita pruebas adecuadas!
