Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/enemies/beat-bot/name
source: Cargo Boss Test 2
ru_ru: Тестовый грузовой босс 2

# data/database.json/enemies/beat-bot/species
source: TESTER
ru_ru: ТЕСТЕР

# data/database.json/enemies/shredder/name
source: Security Brute
ru_ru: Робовышибала

# data/database.json/enemies/shredder/species
source: Guardian Sentry
ru_ru: Страж-часовой

# data/database.json/enemies/heat.special.baki-cmd_bot_2/species
source: Rookie Robot
ru_ru: Робот-новичок

# data/database.json/enemies/boss-extra/name
source: Blue Cargo Crab
ru_ru: Синий грузовой краб

# data/database.json/enemies/boss-extra/species
source: Unknown Mecha
ru_ru: Неизвестный мех

# data/database.json/enemies/beat-boss/name
source: Cargo Boss Test 1
ru_ru: Тестовый грузовой босс 1

# data/database.json/enemies/beat-boss/species
source: Mecha Crab
ru_ru: Меха-краб

# data/database.json/enemies/heat.special.baki-simple_bot/name
source: Legionary Grunt v1
ru_ru: Легионер-пехотинец v1

# data/database.json/enemies/heat.special.baki-simple_bot/species
source: Desert Robot
ru_ru: Пустынный робот

# data/database.json/enemies/killer-mouse-bot/name
source: Uber Beta Mouse Bot
ru_ru: Бета-убер-робомышь

# data/database.json/enemies/killer-mouse-bot/species
source: Rookie Robot
ru_ru: Робот-новичок

# data/database.json/enemies/reflector-bot/name
source: Mirror Bot
ru_ru: Бот-отражатель

# data/database.json/enemies/reflector-bot/species
source: Auto Sentry
ru_ru: Автоматический часовой

# data/database.json/enemies/autumn-fall.ball/name
source: Probe
ru_ru: Зонд

# data/database.json/enemies/autumn-fall.ball/species
source: Mystery Device
ru_ru: Загадочное устройство

# data/database.json/enemies/autumn-rh.big_turret-quest_naval/species
source: Rookie Sentry
ru_ru: Часовой-новичок

# data/database.json/enemies/heat.special.kamikatze-helper/species
source: Mine Robot
ru_ru: Шахтовый робот

# data/database.json/enemies/heat.special.brew-bubbler/name
source: Brewing Bubbler
ru_ru: Варочный фонтанчик

# data/database.json/enemies/heat.special.brew-bubbler/species
source: Machinery
ru_ru: Механизм

# data/database.json/enemies/shredder-alpha/name
source: Alpha Shredder
ru_ru: Альфа шредер

# data/database.json/enemies/shredder-alpha/species
source: Guardian Sentry
ru_ru: Страж-часовой

# data/database.json/enemies/heat.special.brew-machine/name
source: Brewing Machine
ru_ru: Варочная машина

# data/database.json/enemies/heat.special.brew-machine/species
source: Machinery
ru_ru: Механизм

# data/database.json/enemies/autumn-fall.ball-backup/species
source: Mystery Device
ru_ru: Загадочное устройство

# data/database.json/enemies/shredder-alpha-challenge/name
source: Alpha Shredder
ru_ru: Альфа шредер

# data/database.json/enemies/shredder-alpha-challenge/species
source: Guardian Sentry
ru_ru: Страж-часовой

# data/database.json/enemies/autumn-rh.practice-bot/name
source: Practice Bot
ru_ru: Тренировочный бот

# data/database.json/enemies/autumn-rh.practice-bot/species
source: Practice Bot
ru_ru: Тренировочный бот

# data/database.json/enemies/jungle.special.turret-defense-1/name
source: Defense Turret
ru_ru: Защитная турель

# data/database.json/enemies/jungle.special.turret-defense-1/species
source: Legal Sentry
ru_ru: Легальный часовой

# data/database.json/enemies/minibosses.henry-probe/name
source: Henry's Probe
ru_ru: Зонд Генри

# data/database.json/enemies/minibosses.henry-probe/species
source: Probe
ru_ru: Зонд

# data/database.json/enemies/minibosses.henry-probe/descriptions/0/text
source: One of the probes used by Henry. Who knows where this thing was? A mystery never to be solved... or can it?
ru_ru: Один из зондов, который использовал Генри. Кто знает, где была эта вещь? Загадка никогда не будет решена... или когда-нибудь будет?

# data/database.json/enemies/target-bot/name
source: Target Bot
ru_ru: Бот-цель

# data/database.json/enemies/target-bot/species
source: Rookie Robot
ru_ru: Робот-новичок

# data/database.json/enemies/navi-mouse/name
source: Navigation Mouse
ru_ru: Судоходная мышь

# data/database.json/enemies/navi-mouse/species
source: Unknown
ru_ru: Неизвестно

# data/database.json/enemies/jungle.special.aircon/name
source: Ultra Cooler
ru_ru: Ультра охладитель

# data/database.json/enemies/jungle.special.aircon/species
source: Machinery
ru_ru: Механизм

# data/database.json/enemies/jungle.special.heater/name
source: Hyperforce Plasmaoven
ru_ru: Гиперсиловая плазмопечь

# data/database.json/enemies/jungle.special.heater/species
source: Machinery
ru_ru: Механизм

# data/database.json/enemies/shredder-challenge/name
source: Freezing Shredder
ru_ru: Замораживающий шредер

# data/database.json/enemies/shredder-challenge/species
source: Guardian Sentry
ru_ru: Страж-часовой

# data/database.json/enemies/turret-bot/name
source: Rhombus Turret 1.0
ru_ru: Турель Ромба 1.0

# data/database.json/enemies/turret-bot/species
source: Rookie Sentry
ru_ru: Часовой-новичок

# data/database.json/enemies/troll-mouse-bot/name
source: Ultra Mouse
ru_ru: Ультра мышь

# data/database.json/enemies/troll-mouse-bot/species
source: Rookie Robot
ru_ru: Робот-новичок

# data/database.json/enemies/autumn-rh.big_turret-quest_naval_ally/name
source: NPC
ru_ru: П.И.У.

# data/database.json/enemies/autumn-rh.big_turret-quest_naval_ally/species
source: Naval Weapon
ru_ru: Военно-морское оружие

# data/database.json/lore/prologue/title
source: Prologue: \v[chapter.name.0]
ru_ru: Пролог: \v[chapter.name.0]

# data/database.json/lore/prologue/content/para-1/content
source: In an unknown area at an unknown time, a woman called \c[3]Shizuka\c[0] materialized. She demanded to know where her brother \c[3]Satoshi\c[0] was and why he was being held captive. As she moved towards her destination, she was interrupted by an \c[3]obfuscated man\c[0] who summoned enemies that blocked Shizuka's way. As she was an experienced fighter, she quickly disposed of the enemies and pressed onward, until she eventually found herself in front of a large building.
ru_ru: В неизвестном месте в неизвестное время материализовалась женщина по имени \c[3]Шизука\c[0]. Она потребовала рассказать, где находится её брат \c[3]Сатоши\c[0] и почему его держат в плену. Пока она двигалась к месту назначения, её прервал \c[3]затенённый человек\c[0], который вызвал врагов и блокировал путь Шизуки. Будучи опытным бойцом, она быстро расправилась с врагами и устремилась вперёд, пока в конце концов не оказалась перед большим зданием.

# data/database.json/lore/prologue/content/para-2/content
source: At the end of a hallway she found her brother in front of a computer system. He seemed to be working on something as Shizuka was urging him to stop because of his poor health. However, Satoshi stated that it was already too late for him and as he finished his work he collapsed on the floor. Shocked, Shizuka ran to him, but Satoshi's words rang true, and he passed in her arms.
ru_ru: В конце коридора она нашла своего брата перед компьютерной системой. По-видимому, он работал над чем-то, так как Шизука призывала его остановиться из-за слабого здоровья. Однако Сатоши заявил, что уже слишком поздно, и как только он закончил свою работу, он рухнул на пол. Шокированная Шизука подбежала к нему, но слова Сатоши звучали правдоподобно, и он умер в её объятиях.

# data/database.json/lore/chapter-01/title
source: Chapter 01: \v[chapter.name.1]
ru_ru: Глава 01: \v[chapter.name.1]

# data/database.json/lore/chapter-01/content/p1/content
source: \c[3]Lea\c[0] awoke in a strange environment. She couldn't remember how she got there or who she was. She had no time to think about her situation, as she was greeted by a floating display in front of her. It showed \c[3]Sergey\c[0], who told her that her \c[3]"initialization"\c[0] was successful and asked if she could understand him. However, Lea \c[3]couldn't talk\c[0]. She wanted to, but her \c[3]speech module\c[0] seemed to be broken according to Sergey.
ru_ru: \c[3]Лея\c[0] проснулась в странной обстановке. Она не могла вспомнить, как она туда попала и кто она такая. У неё не было времени подумать о своей ситуации, так как её приветствовал плавающий дисплей перед ней. Он показывал \c[3]Сергея\c[0], который сказал ей, что \c[3]"инициализация"\c[0] прошла успешно, и спросил, понимает ли она его. Однако Лея \c[3]не могла говорить\c[0]. Она хотела, но, по словам Сергея, её \c[3]речевой модуль\c[0] был сломан.

# data/database.json/lore/chapter-01/content/p2/content
source: Without delay, he asked her to perform some simple tasks to understand the "gameplay" mechanics. Lea mastered each task with ease, almost as if she already knew what to do. After finishing the final challenge she met \c[3]Carla\c[0], who welcomed her to the "cargo hold".
ru_ru: Без промедления он попросил её выполнить несколько простых заданий, чтобы понять "игровые" механики. Лея легко справлялась с каждой задачей, словно уже знала, что делать. После завершения последнего испытания она встретила \c[3]Карлу\c[0], которая пригласила её в "грузовой отсек".

# data/database.json/lore/chapter-01/content/p3/content
source: Without any explanation Lea had to fulfill several other challenges, none of them proving too difficult. But she also grew more restless, and once the final challenge was completed, Carla and Sergey promised to tell Lea everything as soon as they spoke with \c[3]Captain Jet\c[0]. The captain welcomed Lea to the ship, but stated that she had to leave as soon as possible, because an \c[3]Avatar\c[0] on board of his ship just "calls for darn trouble". Nevertheless he promised to teach her some tricks later.
ru_ru: Без каких-либо объяснений Лее пришлось выполнить несколько других испытаний, ни одно из которых не оказалось слишком сложным. Но в ней росло беспокойство, и как только последний вызов был завершён, Карла и Сергей пообещали рассказать Лее всё после того, как они поговорят с \c[3]капитаном Джетом\c[0]. Капитан поприветствовал Лею на корабле, но заявил, что она должна покинуть его как можно скорее, потому что \c[3]аватар\c[0] на борту его корабля просто "взывает к чёртовым неприятностям". Тем не менее, он обещал научить её некоторым трюкам позже.

# data/database.json/lore/chapter-01/content/p4/content
source: As Carla and Lea stepped outside, it became clear that they were aboard a ship called the \c[3]M.S. Solar\c[0]. They moved ahead to the bow of the boat and Sergey explained Lea's situation.
ru_ru: Когда Карла и Лея вышли наружу, стало ясно, что они находятся на борту корабля под названием \c[3]M.S. Solar\c[0]. Они подошли к носу судна, и Сергей объяснил ситуацию Леи.

# data/database.json/lore/chapter-01/content/p5/content
source: As it turned out, Lea was actually inside a game called \c[3]CrossWorlds\c[0] which takes place on a real planet. Lea is inside the body of an \c[3]Avatar\c[0] which is tightly connected to all her senses. Sergey went on by saying that they hoped to recover her memory by letting her play the game since there is a high chance that it might help. Carla added that everyone on deck except her is actually human and belongs to the maintenance crew of the game.
ru_ru: Как оказалось, Лея на самом деле была внутри игры \c[3]CrossWorlds\c[0], которая происходит на реальной планете. Лея находится внутри тела \c[3]аватара\c[0], который тесно связан со всеми её чувствами. Сергей продолжил, сказав, что они надеялись восстановить её память, позволив ей играть в игру, поскольку есть большая вероятность, что это может помочь. Карла добавила, что все на палубе, кроме неё - настоящие люди, которые входят в состав команды, обслуживающей игру.

# data/database.json/lore/chapter-01/content/p6/content
source: After the explanation concluded, Sergey surprised Lea by giving her the ability to say certain words that he "hardcoded" into the system, (\c[3]"Hi"\c[0] in this case). They moved on and met the captain in the cabins, where he told Lea to get up to the balcony in order to start combat training.
ru_ru: После того, как объяснение завершилось, Сергей удивил Лею, дав ей возможность произносить определённые слова, которые он "жёстко запрограммировал" в системе (в данном случае \c[3]"Привет"\c[0]). Они двинулись дальше и встретили капитана в каютах, где он велел Лее подняться на балкон, чтобы начать боевую подготовку.

# data/database.json/lore/chapter-01/content/p7/content
source: While the captain showed Lea special combat mechanics, they were interrupted by a \c[3]mysterious man\c[0]. As he floated in midair, he claimed that something was not right on this ship and quickly turned to Lea, identifying her as the source of the anomaly. He approached her and was about to "erase" her. However, he noticed something peculiar about Lea, and threw her on top of the cargo containers to "test her abilities and see if he is right about her".
ru_ru: В то время как капитан показывал Лее особую боевую механику, они были прерваны \c[3]загадочным человеком\c[0]. Паря в воздухе, он утверждал, что на этом корабле что-то не так, и быстро повернулся к Лее, указав её в качестве источника аномалии. Он приблизился и уже собирался "стереть" её. Однако он заметил что-то необычное в Лее и бросил её на грузовые контейнеры, чтобы "проверить её способности и посмотреть, прав ли он насчёт неё".

# data/database.json/lore/chapter-01/content/p8/content
source: A \c[3]\v[combat.name.boss-test]\c[0] appeared out of thin air and prepared to attack Lea. Sergey dropped in and told Lea to take on the enemy as the crab's stats matched Lea's. Lea took a deep breath, nodded, and prepared to fight the crab. After a tough fight, she came out on top and stared at the mysterious man floating in the air.
ru_ru: Из воздуха появился \c[3]Огромный враждебный краб\c[0] и приготовился атаковать Лею. Сергей вмешался и сказал Лее, чтобы она повергла врага, так как характеристики краба совпадают с её характеристиками. Лея глубоко вздохнула, кивнула и приготовилась сразиться с крабом. После тяжёлой схватки она вышла победителем и уставилась на таинственного человека, парящего в воздухе.

# data/database.json/lore/chapter-01/content/p9/content
source: He was overjoyed with the results of the battle, and was about to finally take Lea away with him. Thankfully, Captain Jet intervened and attacked using his \c[3]Solar Fist\c[0], which disrupted parts of the man's arm. The captain quickly grabbed Lea and flew her back to the balcony, where she was told to escape back to the \c[3]teleporter\c[0] she awoke in.
ru_ru: Он был в восторге от результатов битвы и собирался наконец забрать Лею с собой. К счастью, вмешался капитан Джет и атаковал с помощью своего \c[3]Солнечного кулака\c[0], который разрушил часть руки человека. Капитан быстро схватил Лею и отнёс её обратно на балкон, где сказал ей бежать назад к \c[3]телепорту\c[0], в котором она проснулась.

# data/database.json/lore/chapter-01/content/p10/content
source: Together with Carla, Lea returned to the cargo hold, but was stopped by a display of the floating man who summoned enemies to stop her. The enemies were far above Lea's level, so Sergey told her to just run to the teleporter instead of fighting them. Just before the enemies caught up with Lea, she stepped into the teleporter and exchanged one last glance with Carla before the woman activated it.
ru_ru: Вместе с Карлой Лея вернулась в грузовой отсек, но была остановлена дисплеем, демонстрирующим парящего человека, который вызвал врагов, чтобы остановить её. Враги были намного выше уровня Леи, поэтому Сергей сказал ей просто бежать к телепорту, а не сражаться с ними. Незадолго до того, как враги догнали Лею, она вошла в телепорт и обменялась последним взглядом с Карлой, прежде чем женщина активировала его.

# data/database.json/lore/chapter-02/title
source: Chapter 02: \v[chapter.name.2]
ru_ru: Глава 02: \v[chapter.name.2]

# data/database.json/lore/chapter-02/content/page-01-01/content
source: After narrowly escaping the \c[3]mysterious blue man\c[0] on the \c[3]M.S. Solar\c[0], Lea arrived at \c[3]Newcomer's Bridge\c[0] in \c[3]Rhombus Square\c[0] via teleportation. Sergey explained the tight security measures of that location, relieved because the blue individual would be unable to interfere again. He was also worried, though, because Lea had to pass as a real player. He promised to unlock new words for her soon to make that task easier.
ru_ru: Едва убежав от \c[3]таинственного синего человека\c[0] на \c[3]M.S. Solar\c[0], Лея посредством телепортации прибыла на \c[3]Мост новичков\c[0] на \c[3]Площади Ромба\c[0]. Сергей объяснил жёсткие меры безопасности в этом месте, чувствуя облегчение, потому что синий человек больше не мог вмешаться. Он также волновался, потому что Лея должна была пройти как настоящий игрок. Он пообещал разблокировать ей новые слова, чтобы облегчить эту задачу.

# data/database.json/lore/chapter-02/content/page-01-02/content
source: On the way to the \c[3]Rhombus Dungeon\c[0], a last test for new players before arriving at the mainland, Lea bumped into a \c[3]feisty redhead\c[0] who was also a fellow rookie. Being a competitive lass, she instantly challenged Lea to a race through the dungeon which they both promptly started. They did not notice the trouble that followed them...
ru_ru: По пути в \c[3]Подземелье Ромба\c[0], последний тест для новых игроков перед прибытием на материк, Лея наткнулась на \c[3]вздорную рыжую\c[0], которая тоже была новичком. Будучи конкурентоспособной девушкой, она немедленно вызвала Лею на гонку в подземелье, которую они начали сразу же. Они не заметили неприятностей, которые следовали за ними...

# data/database.json/lore/chapter-02/content/page-02-01/content
source: Using the skills she learned on the ship and her own wits, Lea managed to beat the Dungeon while picking up \c[3]new abilities\c[0] along the way. In the meantime, Sergey was inquiring about the situation on the M.S. Solar and the identity of the blue man. While the crew of the ship was fine, he was unable to find anything about their mysterious attacker.
ru_ru: Используя навыки, которые она выучила на корабле, и свой собственный ум, Лее удалось пройти подземелье, одновременно приобретая \c[3]новые способности\c[0] по пути. Тем временем Сергей расследовал ситуацию на M.S. Solar и личность синего человека. В то время как экипаж корабля был в порядке, он не смог ничего найти о таинственном нападавшем.

# data/database.json/lore/chapter-02/content/page-02-02/content
source: After unlocking the largest update, the \c[3]Circuit\c[0], Sergey finally added the second word to Lea's language: Her own name, \c[3]"Lea"\c[0]. Twice as eloquent but still disappointed, Lea left the dungeon to talk to the girl who had challenged her to the race before and just barely beaten her. She introduced herself as \c[3]Emilie\c[0], or \c[3]Emilienator\c[0] as her nickname, whereupon Lea used her newfound vocabulary to introduce herself in turn.
ru_ru: После разблокировки крупнейшего обновления, \c[3]Схемы\c[0], Сергей наконец добавил Лее второе слово: её собственное имя, \c[3]"Лея"\c[0]. Дважды красноречивая, но всё ещё разочарованная, Лея покинула подземелье, чтобы поговорить с девушкой, которая бросила ей вызов на гонку и совсем немного опередила её. Она представилась, как \c[3]Эмили\c[0], или \c[3]Эмилинатор\c[0] в качестве своего псевдонима, после чего Лея использовала свой новый словарный запас, чтобы в свою очередь представить себя.

# data/database.json/lore/chapter-02/content/page-03-01/content
source: Their friendly conversation was cut short, though, as a fancy guy named \c[3]Apollo\c[0] entered the scene seeking "justice". He accused Lea of cheating because her level was higher than usual at that point (thanks to the unplanned fight against the crab), and wanted her to atone. The situation was defused, however, as his friend \c[3]Joern\c[0] appeared and apologized for Apollo before leaving with the protesting vigilante in tow.
ru_ru: Их дружеская беседа была прервана, когда на сцену вышел причудливый парень по имени \c[3]Аполло\c[0] в поисках "справедливости". Он обвинил Лею в мошенничестве, потому что её уровень был выше обычного на текущий момент (благодаря незапланированной схватке с крабом), и хотел, чтобы она искупила вину. Ситуация, однако, разрядилась, так как появился его друг \c[3]Йорн\c[0] и извинился за Аполло, прежде чем уйти с протестующим линчевателем на буксире.

# data/database.json/lore/chapter-02/content/page-03-02/content
source: Lea and Emilie moved on from the confusing scene by taking the \c[3]Skyrails\c[0] to \c[3]CrossCentral\c[0], the main teleportation HUB of CrossWorlds. There, they took the only way to the mainland that was available to new players: The teleporter to the coastal town \c[3]Rookie Harbor\c[0].
ru_ru: Лея и Эмили вышли из запутанной ситуации, сев на \c[3]Небесные рельсы\c[0] в \c[3]CrossCentral\c[0], главный центр телепортации CrossWorlds. Там они выбрали единственный путь на материк, который был доступен для новых игроков: телепорт в прибрежный город \c[3]Гавань новичков\c[0].

# data/database.json/lore/chapter-03/title
source: Chapter 03: \v[chapter.name.3]
ru_ru: Глава 03: \v[chapter.name.3]

# data/database.json/lore/chapter-03/content/page-01-01/content
source: Shortly after arriving in the cozy beginner's town \c[3]\v[area.rookie-harbor.name]\c[0] the two were surprised by a player called \c[3]Schneider\c[0], a friend of Emilie. He welcomed them to the mainland of CrossWorlds, also known as the \c[3]Croissant\c[0], and gave them a quick tour of the city. This quickly led them to the \c[3]Seeker-HUB\c[0] which is where new players get an introduction into the background lore and main story of the game.
ru_ru: Вскоре после прибытия в уютный городок для начинающих - \c[3]Гавань новичков\c[0], они были удивлены игроком по имени \c[3]Шнайдер\c[0], другом Эмили. Он приветствовал их на материке CrossWorlds, также известном как \c[3]Круассан\c[0], и сделал быстрый обзор города. Это привело их к \c[3]Центру Искателей\c[0], где новые игроки знакомятся с историей и основами игры.

# data/database.json/lore/chapter-03/content/page-01-02/content
source: As explained by the \c[3]wise hologram\c[0], the players are on the planet \c[3]Shadoon\c[0] and are supposed to follow the \c[3]Track of the Ancients\c[0] as part of \c[3]Operation Trackwalker\c[0]. This means that they have to visit \c[3]various temples of the Ancients\c[0], earn the power of the \c[3]4 elements\c[0] and finally solve the mystery of the planet itself via a final challenge.
ru_ru: Как объяснила \c[3]мудрая голограмма\c[0], игроки находились на планете \c[3]Шадун\c[0] и должны следовать \c[3]Пути Древних\c[0] как части \c[3]операции Путепроходец\c[0]. Это означает, что они должны посетить \c[3]различные храмы Древних\c[0], заработать силу \c[3]четырёх элементов\c[0] и, наконец, разгадать тайну самой планеты, пройдя последнее испытание.

# data/database.json/lore/chapter-03/content/page-02-01/content
source: After receiving permission to leave the town with the \c[3]Green Leaf Shade\c[0] and the option to consult the \c[3]very informative lore-texts\c[0] at any time, Lea and Emilie went outside to join up with Schneider again. The group then traveled to the town's exit, after which Schneider had to leave the two rookies because of his guild-duties. Thus, Emilie and Lea \c[3]formed a party\c[0] and took their first steps into CrossWorlds together.
ru_ru: После получения разрешения покинуть город, получив \c[3]Тень листа\c[0] и возможность в любое время обратиться к \c[3]очень информативным знаниям\c[0], Лея и Эмили вышли на улицу, чтобы снова присоединиться к Шнайдеру. Затем группа отправилась к выходу из города, после чего Шнайдеру пришлось покинуть двух новичков из-за своих обязанностей в гильдии. Таким образом, Эмили и Лея \c[3]сформировали группу\c[0] и вместе сделали свои первые шаги в CrossWorlds.
