Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//achievements/kill-special-shark/name
source: A cursed Booty
es_es: Un Botín Maldito

# data/database.json//achievements/kill-special-shark/description
source: Find and \c[3]defeat \v[combat.name.minibosses/cursed-sandshark]\c[0].
es_es: Encuentra y \c[3]derrota al \v[combat.name.minibosses/cursed-sandshark]\c[0].

# data/database.json//achievements/kill-special-fish/name
source: Old and Mean
es_es: Viejo y Ruin

# data/database.json//achievements/kill-special-fish/description
source: Find and \c[3]defeat \v[combat.name.minibosses/deep-fish]\c[0].
es_es: Encuentra y \c[3]derrota al \v[combat.name.minibosses/deep-fish]\c[0].

# data/database.json//achievements/kill-special-henry/name
source: That was... Unexpected
es_es: Eso fue... Inesperado

# data/database.json//achievements/kill-special-henry/description
source: Find and \c[3]defeat \v[combat.name.minibosses/henry]\c[0].
es_es: Encuentra y \c[3]derrota a \v[combat.name.minibosses/henry]\c[0].

# data/database.json//achievements/element-heat/name
source: Playing with Fire
es_es: Jugando con Fuego

# data/database.json//achievements/element-heat/description
source: Acquire the \c[3]Heat Element\c[0]. It's getting hot in here.
es_es: Adquiere el \c[3]Elemento de Fuego\c[0]. Se está poniendo caluroso aquí dentro.

# data/database.json//achievements/element-cold/name
source: Feeling Ice-solated
es_es: Me Siento Congelado

# data/database.json//achievements/element-cold/description
source: Acquire the \c[3]Cold Element\c[0]. Can anyone else not feel their fingers?
es_es: Adquiere el \c[3]Elemento de Hielo\c[0]. ¿Alguien más no siente sus dedos?

# data/database.json//achievements/element-shock/name
source: Lightning Returns
es_es: El Rayo Regresa

# data/database.json//achievements/element-shock/description
source: Acquire the \c[3]Shock Element\c[0]. This is Shocking!
es_es: Adquiere el \c[3]Elemento de Electro\c[0]. ¡Esto es electrificante!

# data/database.json//achievements/element-wave/name
source: What is that anyway?
es_es: ¿Qué es eso de todos modos?

# data/database.json//achievements/element-wave/description
source: Acquire the \c[3]Wave Element\c[0]. Groovy.
es_es: Adquiere el \c[3]Elemento de Pulso\c[0]. Movido.

# data/database.json//achievements/combat-arts-01/name
source: Rookie Artist
es_es: Artista Novato

# data/database.json//achievements/combat-arts-01/description
source: Execute a total of \c[3]\v[misc.localNum.100] Combat Arts\c[0].
es_es: Ejecuta un total de \c[3]\v[misc.localNum.100] Artes de Combate\c[0].

# data/database.json//achievements/combat-arts-02/name
source: Veteran Artist
es_es: Artista Veterano

# data/database.json//achievements/combat-arts-02/description
source: Execute a total of \c[3]\v[misc.localNum.250] Combat Arts\c[0].
es_es: Ejecuta un total de \c[3]\v[misc.localNum.250] Artes de Combate\c[0].

# data/database.json//achievements/combat-arts-03/name
source: Legendary Artist
es_es: Artista Legendario

# data/database.json//achievements/combat-arts-03/description
source: Execute a total of \c[3]\v[misc.localNum.500] Combat Arts\c[0].
es_es: Ejecuta un total de \c[3]\v[misc.localNum.500] Artes de Combate\c[0].

# data/database.json//achievements/combat-arts-04/name
source: Ultimate Combat Artisan
es_es: Supremo Artesano de Combate

# data/database.json//achievements/combat-arts-04/description
source: Execute a total of \c[3]\v[misc.localNum.1000] Combat Arts\c[0].
es_es: Ejecuta un total de \c[3]\v[misc.localNum.1000] Artes de Combate\c[0].

# data/database.json//achievements/kill-01/name
source: Rookie Huntress
es_es: Cazador Novato

# data/database.json//achievements/kill-01/description
source: Defeat a total of \c[3]1000 enemies\c[0].
es_es: Derrota un total de \c[3]1000 enemigos\c[0].

# data/database.json//achievements/kill-02/name
source: Veteran Huntress
es_es: Cazador Veterano

# data/database.json//achievements/kill-02/description
source: Defeat a total of \c[3]2000 enemies\c[0].
es_es: Derrota un total de \c[3]2000 enemigos\c[0].

# data/database.json//achievements/kill-03/name
source: Legendary Huntress
es_es: Cazador Legendario

# data/database.json//achievements/kill-03/description
source: Defeat a total of \c[3]\v[misc.localNum.4000] Enemies\c[0].
es_es: Derrota un total de \c[3]\v[misc.localNum.4000] Enemigos\c[0].

# data/database.json//achievements/kill-04/name
source: Daughter of Artemis
es_es: Hija de Artemis

# data/database.json//achievements/kill-04/description
source: Defeat a total of \c[3]\v[misc.localNum.8000] Enemies\c[0]. At this point you know the drill.
es_es: Derrota un total de \c[3]\v[misc.localNum.8000] Enemigos\c[0]. A este punto ya sabes de que va.

# data/database.json//achievements/dmg-01/name
source: Rookie Brawler
es_es: Luchador Novato

# data/database.json//achievements/dmg-01/description
source: Deal a total of \c[3]\v[misc.localNum.100000] Damage\c[0].
es_es: Haz un total de \c[3]\v[misc.localNum.100000] de Daño\c[0].

# data/database.json//achievements/dmg-02/name
source: Veteran Brawler
es_es: Luchador Veterano

# data/database.json//achievements/dmg-02/description
source: Deal a total of \c[3]\v[misc.localNum.250000] Damage\c[0].
es_es: Haz un total de \c[3]\v[misc.localNum.250000] de Daño\c[0].

# data/database.json//achievements/dmg-03/name
source: Legendary Brawler
es_es: Luchador Legendario

# data/database.json//achievements/dmg-03/description
source: Deal a total of \c[3]\v[misc.localNum.500000] Damage\c[0].
es_es: Haz un total de \c[3]\v[misc.localNum.500000] de Daño\c[0].

# data/database.json//achievements/dmg-04/name
source: Making Rocky Proud
es_es: El Orgullo de Rocky

# data/database.json//achievements/dmg-04/description
source: Deal a total of \c[3]\v[misc.localNum.1000000] Damage\c[0]. It's time to stop now.
es_es: Haz un total de \c[3]\v[misc.localNum1000000] de Daño\c[0]. Ya tienes que parar.

# data/database.json//achievements/streak-01/name
source: Rookie Streaker
es_es: En Racha: Novato

# data/database.json//achievements/streak-01/description
source: Stay in a combo streak for \c[3]5 minutes\c[0].
es_es: Haz un combo por \c[3]5 minutos\c[0].

# data/database.json//achievements/streak-02/name
source: Veteran Streaker
es_es: En Racha: Veterano

# data/database.json//achievements/streak-02/description
source: Stay in a combo streak for \c[3]10 minutes\c[0].
es_es: Haz un combo por \c[3]10 minutos\c[0].

# data/database.json//achievements/streak-03/name
source: Legendary Streaker
es_es: En Racha: Legendario

# data/database.json//achievements/streak-03/description
source: Stay in a combo streak for \c[3]15 minutes\c[0].
es_es: Haz un combo por \c[3]15 minutos\c[0].

# data/database.json//achievements/streak-04/name
source: Combo Breaker!
es_es: ¡Destructor de Combos!

# data/database.json//achievements/streak-04/description
source: Stay in a combo streak for \c[3]20 minutes\c[0]. Come on, this is enough.
es_es: Haz un combo por \c[3]20 minutos\c[0]. Vamos, ya es suficiente.

# data/database.json//achievements/streak-kills-01/name
source: Rookie Frenzy
es_es: Frenesí Novato

# data/database.json//achievements/streak-kills-01/description
source: Defeat a total of \c[3]25 enemies doing a combat streak\c[0].
es_es: Derrota un total de \c[3]25 enemigos haciendo una racha de combate\c[0].

# data/database.json//achievements/streak-kills-02/name
source: Veteran Frenzy
es_es: Frenesí Veterano

# data/database.json//achievements/streak-kills-02/description
source: Defeat a total of \c[3]50 enemies doing a combat streak\c[0].
es_es: Derrota un total de \c[3]50 enemigos haciendo una racha de combate\c[0].

# data/database.json//achievements/streak-kills-03/name
source: Legendary Frenzy
es_es: Frenesí Legendario

# data/database.json//achievements/streak-kills-03/description
source: Defeat a total of \c[3]100 enemies doing a combat streak\c[0].
es_es: Derrota un total de \c[3]100 enemigos haciendo una racha de combate\c[0].

# data/database.json//achievements/streak-kills-04/name
source: Smokin' Sick Style!!!
es_es: ¡¡Demasiado Estilo!!

# data/database.json//achievements/streak-kills-04/description
source: Defeat a total of \c[3]200 enemies doing a combat streak\c[0]. Calm down!
es_es: Derrota un total de \c[3]200 enemigos haciendo una racha de combate\c[0]. ¡Cálmate!

# data/database.json//achievements/heal-01/name
source: Rookie Healer
es_es: Curador Novato

# data/database.json//achievements/heal-01/description
source: Heal a total of \c[3]\v[misc.localNum.50000] HP\c[0].
es_es: Cura un total de \c[3]\v[misc.localNum.50000] PV\c[0].

# data/database.json//achievements/heal-02/name
source: Veteran Healer
es_es: Curador Veterano

# data/database.json//achievements/heal-02/description
source: Heal a total of \c[3]\v[misc.localNum.100000] HP\c[0].
es_es: Cura un total de \c[3]\v[misc.localNum.100000] PV\c[0].

# data/database.json//achievements/heal-03/name
source: Legendary Healer
es_es: Curador Legendario

# data/database.json//achievements/heal-03/description
source: Heal a total of \c[3]\v[misc.localNum.200000] HP\c[0].
es_es: Cura un total de \c[3]\v[misc.localNum.200000] PV\c[0].

# data/database.json//achievements/heal-04/name
source: I need Healing!
es_es: ¡Necesito un Médico!

# data/database.json//achievements/heal-04/description
source: Heal a total of \c[3]\v[misc.localNum.400000] HP\c[0]. 0heals!
es_es: Cura un total de \c[3]\v[misc.localNum.400000] PV\c[0]. ¡0 curaciones!

# data/database.json//achievements/throw-01/name
source: Rookie Flinger
es_es: Lanzador Novato

# data/database.json//achievements/throw-01/description
source: Throw and hit a total of \c[3]\v[misc.localNum.1000] Balls\c[0].
es_es: Tira y acierta un total de \c[3]\v[misc.localNum.1000] Bolas\c[0].

# data/database.json//achievements/throw-02/name
source: Veteran Flinger
es_es: Lanzador Veterano

# data/database.json//achievements/throw-02/description
source: Throw and hit a total of \c[3]\v[misc.localNum.5000] Balls\c[0].
es_es: Tira y acierta un total de \c[3]\v[misc.localNum.5000] Bolas\c[0].

# data/database.json//achievements/throw-03/name
source: Legendary Flinger
es_es: Lanzador Legendario

# data/database.json//achievements/throw-03/description
source: Throw and hit a total of \c[3]\v[misc.localNum.10000] Balls\c[0].
es_es: Tira y acierta un total de \c[3]\v[misc.localNum.10000] Bolas\c[0].

# data/database.json//achievements/throw-04/name
source: It's called a VRPit
es_es: Se llama PRVozo

# data/database.json//achievements/throw-04/description
source: Throw and hit a total of \c[3]\v[misc.localNum.50000] Balls\c[0]. Your arms must be tired.
es_es: Tira y acierta un total de \c[3]\v[misc.localNum.50000] Bolas\c[0]. Tus brazos deben estar cansados.

# data/database.json//achievements/melee-01/name
source: Rookie Assault
es_es: Asaltante Novato

# data/database.json//achievements/melee-01/description
source: Successfully land \c[3]\v[misc.localNum.1000] close combat attacks\c[0].
es_es: Exitosamente acierta \c[3]\v[misc.localNum.1000] ataques cuerpo a cuerpo\c[0].

# data/database.json//achievements/melee-02/name
source: Veteran Assault
es_es: Asaltante Veterano

# data/database.json//achievements/melee-02/description
source: Successfully land \c[3]\v[misc.localNum.5000] close combat attacks\c[0].
es_es: Exitosamente acierta \c[3]\v[misc.localNum.5000] ataques cuerpo a cuerpo\c[0].

# data/database.json//achievements/melee-03/name
source: Legendary Assault
es_es: Asaltante Legendario

# data/database.json//achievements/melee-03/description
source: Successfully land \c[3]\v[misc.localNum.10000] close combat attacks\c[0].
es_es: Exitosamente acierta \c[3]\v[misc.localNum.10000] ataques cuerpo a cuerpo\c[0].

# data/database.json//achievements/melee-04/name
source: The Iron Fist
es_es: El Puño de Hierro

# data/database.json//achievements/melee-04/description
source: Successfully land \c[3]\v[misc.localNum.50000] close combat attacks\c[0]. Mashing to victory!
es_es: Exitosamente acierta \c[3]\v[misc.localNum.50000] ataques cuerpo a cuerpo\c[0]. ¡Aplastante Victoria!

# data/database.json//achievements/dash-01/name
source: Rookie Dancer
es_es: Bailarín Novato

# data/database.json//achievements/dash-01/description
source: Dash a total of \c[3]\v[misc.localNum.1000] times\c[0].
es_es: Esquiva un total de \c[3]\v[misc.localNum.1000] veces\c[0].

# data/database.json//achievements/dash-02/name
source: Veteran Dancer
es_es: Bailarín Veterano

# data/database.json//achievements/dash-02/description
source: Dash a total of \c[3]\v[misc.localNum.5000] times\c[0].
es_es: Esquiva un total de \c[3]\v[misc.localNum.5000] veces\c[0].

# data/database.json//achievements/dash-03/name
source: Legendary Dancer
es_es: Bailarín Legendario

# data/database.json//achievements/dash-03/description
source: Dash a total of \c[3]\v[misc.localNum.10000] times\c[0].
es_es: Esquiva un total de \c[3]\v[misc.localNum.10000] veces\c[0].

# data/database.json//achievements/dash-04/name
source: Dashing!
es_es: ¡Esquivando!

# data/database.json//achievements/dash-04/description
source: Dash a total of \c[3]\v[misc.localNum.20000] times\c[0]. My head feels dizzy...
es_es: Esquiva un total de \c[3]\v[misc.localNum.20000] veces\c[0]. Me siento mareado...

# data/database.json//achievements/guard-01/name
source: Rookie Defender
es_es: Defensor Novato

# data/database.json//achievements/guard-01/description
source: Successfully guard a \c[3]total of 250 times\c[0].
es_es: Bloquea exitosamente un \c[3]total de 250 veces\c[0].

# data/database.json//achievements/guard-02/name
source: Veteran Defender
es_es: Defensor Veterano

# data/database.json//achievements/guard-02/description
source: Successfully guard a \c[3]total of \v[misc.localNum.500] times\c[0].
es_es: Bloquea exitosamente un \c[3]total de \v[misc.localNum.500] veces\c[0].

# data/database.json//achievements/guard-03/name
source: Legendary Defender
es_es: Defensor Legendario

# data/database.json//achievements/guard-03/description
source: Successfully guard a \c[3]total of \v[misc.localNum.2000] times\c[0].
es_es: Bloquea exitosamente un \c[3]total de \v[misc.localNum.2000] veces\c[0].

# data/database.json//achievements/guard-04/name
source: You Shall not Pass!
es_es: ¡No Puedes Pasar!

# data/database.json//achievements/guard-04/description
source: Successfully guard a \c[3]total of \v[misc.localNum.4000] times\c[0]. Don't touch me!
es_es: Bloquea exitosamente un \c[3]total de \v[misc.localNum.4000] veces\c[0]. ¡No me toques!

# data/database.json//achievements/crits-01/name
source: Rookie Brute
es_es: Bruto Novato

# data/database.json//achievements/crits-01/description
source: Land a total of \c[3]\v[misc.localNum.1000] critical hits\c[0].
es_es: Acierta un total de \c[3]\v[misc.localNum.1000] golpes críticos\c[0].

# data/database.json//achievements/crits-02/name
source: Veteran Brute
es_es: Bruto: Veterano

# data/database.json//achievements/crits-02/description
source: Land a total of \c[3]\v[misc.localNum.5000] critical hits\c[0].
es_es: Acierta un total de \c[3]\v[misc.localNum.5000] golpes críticos\c[0].

# data/database.json//achievements/crits-03/name
source: Legendary Brute
es_es: Bruto: Legendario

# data/database.json//achievements/crits-03/description
source: Land a total of \c[3]\v[misc.localNum.10000] critical hits\c[0].
es_es: Acierta un total de \c[3]\v[misc.localNum.10000] golpes críticos\c[0].

# data/database.json//achievements/crits-04/name
source: Critical Acclaim
es_es: Reconocimiento Crítico

# data/database.json//achievements/crits-04/description
source: Land a total of \c[3]\v[misc.localNum.20000] critical hits\c[0]. Hit 'em where it hurts.
es_es: Acierta un total de \c[3]\v[misc.localNum.10000] golpes críticos\c[0]. Pégales donde les duele.

# data/database.json//achievements/trader-found-01/name
source: Rookie Monger
es_es: Instigador Novato

# data/database.json//achievements/trader-found-01/description
source: \c[3]Find 25% of all Traders\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 25% de todos los Comerciantes\c[0] en CrossWorlds.

# data/database.json//achievements/trader-found-02/name
source: Veteran Monger
es_es: Instigador Veterano

# data/database.json//achievements/trader-found-02/description
source: \c[3]Find 50% of all Traders\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 50% de todos los Comerciantes\c[0] en CrossWorlds.

# data/database.json//achievements/trader-found-03/name
source: Legendary Monger
es_es: Instigador Legendario

# data/database.json//achievements/trader-found-03/description
source: \c[3]Find 75% of all Traders\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 75% de todos los Comerciantes\c[0] en CrossWorlds.

# data/database.json//achievements/trader-found-04/name
source: My Star Sign is Libra
es_es: Mi Signo es Libra

# data/database.json//achievements/trader-found-04/description
source: \c[3]Find 100% of all Traders\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 100% de todos los Comerciantes\c[0] en CrossWorlds.

# data/database.json//achievements/botanics-total-01/name
source: Rookie Botanist
es_es: Botanista Novato

# data/database.json//achievements/botanics-total-01/description
source: Find and analyze \c[3]25% of all Environmental Objects\c[0].
es_es: Encuentra y analiza el \c[3]25% de todas las Plantas\c[0].

# data/database.json//achievements/botanics-total-02/name
source: Veteran Botanist
es_es: Botanista Veterano

# data/database.json//achievements/botanics-total-02/description
source: Find and analyze \c[3]50% of all Environmental Objects\c[0].
es_es: Encuentra y analiza el \c[3]50% de todas las Plantas\c[0].

# data/database.json//achievements/botanics-total-03/name
source: Legendary Botanist
es_es: Botanista Legendario

# data/database.json//achievements/botanics-total-03/description
source: Find and analyze \c[3]75% of all Environmental Objects\c[0].
es_es: Encuentra y analiza el \c[3]75% de todas las Plantas\c[0].

# data/database.json//achievements/botanics-total-04/name
source: The Green Thumb
es_es: El Pulgar Verde

# data/database.json//achievements/botanics-total-04/description
source: Find and analyze \c[3]100% of all Environmental Objects\c[0].
es_es: Encuentra y analiza el \c[3]100% de todas las Plantas\c[0].

# data/database.json//achievements/lore-found-01/name
source: Rookie Scholar
es_es: Erudito Novato

# data/database.json//achievements/lore-found-01/description
source: \c[3]Find 25% of all Lore Entries\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 25% de todas las Entradas en la Enciclopedia\c[0] en CrossWorlds.

# data/database.json//achievements/lore-found-02/name
source: Veteran Scholar
es_es: Erudito Veterano

# data/database.json//achievements/lore-found-02/description
source: \c[3]Find 50% of all Lore Entries\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 50% de todas las Entradas en la Enciclopedia\c[0] en CrossWorlds.

# data/database.json//achievements/lore-found-03/name
source: Legendary Scholar
es_es: Erudito Legendario

# data/database.json//achievements/lore-found-03/description
source: \c[3]Find 75% of all Lore Entries\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 75% de todas las Entradas en la Enciclopedia\c[0] en CrossWorlds.

# data/database.json//achievements/lore-found-04/name
source: I know Everything
es_es: Lo sé Todo

# data/database.json//achievements/lore-found-04/description
source: \c[3]Find 100% of all Lore Entries\c[0] in CrossWorlds. All mysteries solved?
es_es: \c[3]Encuentra el 100% de todas las Entradas en la Enciclopedia\c[0] en CrossWorlds. ¿Están todos los misterios resueltos?

# data/database.json//achievements/landmarks-total-01/name
source: Rookie Explorer
es_es: Explorador Novato

# data/database.json//achievements/landmarks-total-01/description
source: \c[3]Find 25% of all Landmarks\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 25% de todos los Puntos de Referencia\c[0] en CrossWorlds.

# data/database.json//achievements/landmarks-total-02/name
source: Veteran Explorer
es_es: Explorador Veterano

# data/database.json//achievements/landmarks-total-02/description
source: \c[3]Find 50% of all Landmarks\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 50% de todos los Puntos de Referencia\c[0] en CrossWorlds.

# data/database.json//achievements/landmarks-total-03/name
source: Legendary Explorer
es_es: Explorador Legendario

# data/database.json//achievements/landmarks-total-03/description
source: \c[3]Find 75% of all Landmarks\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 75% de todos los Puntos de Referencia\c[0] en CrossWorlds.

# data/database.json//achievements/landmarks-total-04/name
source: Lea the Explorer
es_es: Lea la Exploradora

# data/database.json//achievements/landmarks-total-04/description
source: \c[3]Find 100% of all Landmarks\c[0] in CrossWorlds. Did you help?
es_es: \c[3]Encuentra el 100% de todos los Puntos de Referencia\c[0] en CrossWorlds. ¿Ayudaste?

# data/database.json//achievements/landmarks-autumn/name
source: Autumn Landmarks
es_es: Referencias de Otoño

# data/database.json//achievements/landmarks-autumn/description
source: \c[3]Find all Landmarks\c[0] in Autumn's Rise, Rookie Harbor and Autumn's Fall.
es_es: \c[3]Encuentra todos los Puntos de Referencia\c[0] en Albor Otoñal, el Puerto Recluta y Ocaso Otoñal.

# data/database.json//achievements/landmarks-bergen/name
source: Bergen Landmarks
es_es: Referencias de Bergen

# data/database.json//achievements/landmarks-bergen/description
source: \c[3]Find all Landmarks\c[0] in Bergen Trail and Bergen.
es_es: \c[3]Encuentra todos los Puntos de Referencia\c[0] en el Sendero de Bergen y en Bergen.

# data/database.json//achievements/landmarks-maroon/name
source: Maroon Landmarks
es_es: Referencias Granate

# data/database.json//achievements/landmarks-maroon/description
source: \c[3]Find all Landmarks\c[0] in Maroon Valley & Ba'kii Kum.
es_es: \c[3]Encuentra todos los Puntos de Referencia\c[0] en el Valle Granate y Ba'kii Kum.

# data/database.json//achievements/landmarks-gaia/name
source: Gaia Landmarks
es_es: Referencias de Gaia

# data/database.json//achievements/landmarks-gaia/description
source: \c[3]Find all Landmarks\c[0] in Gaia's Garden and Basin Keep.
es_es: \c[3]Encuentra todos los Puntos de Referencia\c[0] en el Jardín de Gaia y Basin Keep.

# data/database.json//achievements/landmarks-forest/name
source: Sapphire Landmarks
es_es: Referencias de Sapphire

# data/database.json//achievements/landmarks-forest/description
source: \c[3]Find all Landmarks\c[0] in Sapphire Ridge.
es_es: \c[3]Encuentra todos los Puntos de Referencia\c[0] en Cresta Zafiro.

# data/database.json//achievements/landmarks-rhombus/name
source: Rhombus Landmarks
es_es: Puntos de Referencia Rombo

# data/database.json//achievements/landmarks-rhombus/description
source: \c[3]Find all Landmarks\c[0] in Rhombus Square.
es_es: \c[3]Encuentra todos los Puntos de Referencia\c[0] en Plaza Rombo.

# data/database.json//achievements/chests-total-01/name
source: Rookie Treasurer
es_es: Tesorero Novato

# data/database.json//achievements/chests-total-01/description
source: \c[3]Find 25% of all Chests\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 25% de todos los cofres\c[0] en CrossWorlds.

# data/database.json//achievements/chests-total-02/name
source: Veteran Treasurer
es_es: Tesorero Veterano

# data/database.json//achievements/chests-total-02/description
source: \c[3]Find 50% of all Chests\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 50% de todos los cofres\c[0] en CrossWorlds.

# data/database.json//achievements/chests-total-03/name
source: Legendary Treasurer
es_es: Tesorero Legendario

# data/database.json//achievements/chests-total-03/description
source: \c[3]Find 75% of all Chests\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 75% de todos los cofres\c[0] en CrossWorlds.

# data/database.json//achievements/chests-total-04/name
source: Chest Nut
es_es: Loco por los Cofres
