Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/chapter-01/content/p9/content
source: He was overjoyed with the results of the battle, and was about to finally take Lea away with him. Thankfully, Captain Jet intervened and attacked using his \c[3]Solar Fist\c[0], which disrupted parts of the man's arm. The captain quickly grabbed Lea and flew her back to the balcony, where she was told to escape back to the \c[3]teleporter\c[0] she awoke in.
es_es: Se veía muy emocionado con el resultado de la pelea, y estaba por llevarse a Lea consigo. Afortunadamente, el Capitán Jet intervino y lo atacó utilizando su \c[3]Golpe Solar\c[0], que destruyó parte del brazo del hombre. El Capitán alzó a Lea y la llevó rápidamente al balcón, donde le ordenaron que huya hacia el \c[3]teletransportador\c[0] en el que despertó.

# data/database.json//lore/chapter-01/content/p10/content
source: Together with Carla, Lea returned to the cargo hold, but was stopped by a display of the floating man who summoned enemies to stop her. The enemies were far above Lea's level, so Sergey told her to just run to the teleporter instead of fighting them. Just before the enemies caught up with Lea, she stepped into the teleporter and exchanged one last glance with Carla before the woman activated it.
es_es: Junto con Carla, Lea volvió a la bodega de carga, pero fue interrumpida por varios enemigos invocados por el hombre azul con intención de frenarla. A diferencia del Cangrejo, estos enemigos tenían niveles muy superiores, y Sergey le ordenó que escape al teletransportador en vez de pelear con ellos. Justo antes de que pudieran atraparla, Lea se subió al teletransportador, y pudo captar un último vistazo de Carla antes de que la mujer lo active.

# data/database.json//lore/chapter-02/title
source: Chapter 02: \v[chapter.name.2]
es_es: Capítulo 02: \v[chapter.name.2]

# data/database.json//lore/chapter-02/content/page-01-01/content
source: After narrowly escaping the \c[3]mysterious blue man\c[0] on the \c[3]M.S. Solar\c[0], Lea arrived at \c[3]Newcomer's Bridge\c[0] in \c[3]Rhombus Square\c[0] via teleportation. Sergey explained the tight security measures of that location, relieved because the blue individual would be unable to interfere again. He was also worried, though, because Lea had to pass as a real player. He promised to unlock new words for her soon to make that task easier.
es_es: Luego de casi ser atrapada por ese \c[3]misterioso hombre azul\c[0] en el \c[3]M.S. Solar\c[0], Lea fue transportada al \c[3]Puente Recluta\c[0] en \c[3]Plaza Rombo\c[0]. Sergey le explicó que ese área poseía varias medidas de seguridad, lo que fue un alivio ya que el extraño individuo no podría interrumpirlos otra vez. Pero aún así estaba preocupado, ya que Lea no debía levantar sospechas, y al no poder hablar, esa tarea se complicaría. Le prometió agregar más palabras a su vocabulario para ayudar ese fin.

# data/database.json//lore/chapter-02/content/page-01-02/content
source: On the way to the \c[3]Rhombus Dungeon\c[0], a last test for new players before arriving at the mainland, Lea bumped into a \c[3]feisty redhead\c[0] who was also a fellow rookie. Being a competitive lass, she instantly challenged Lea to a race through the dungeon which they both promptly started. They did not notice the trouble that followed them...
es_es: Camino a la \c[3]Mazmorra Rombo\c[0], la última prueba para los nuevos jugadores, Lea se chocó con una \c[3]pelirroja muy competitiva\c[0] quién también era novata. Instantáneamente desafió a Lea a una carrera por la mazmorra, y ambas acudieron con velocidad a la entrada. No se dieron cuenta del problema que se les venía...

# data/database.json//lore/chapter-02/content/page-02-01/content
source: Using the skills she learned on the ship and her own wits, Lea managed to beat the Dungeon while picking up \c[3]new abilities\c[0] along the way. In the meantime, Sergey was inquiring about the situation on the M.S. Solar and the identity of the blue man. While the crew of the ship was fine, he was unable to find anything about their mysterious attacker.
es_es: Utilizando las habilidades aprendidas en el barco y su propio ingenio, Lea logró vencer la mazmorra y conseguir \c[3]habilidades nuevas\c[0] en el camino. Mientras tanto, Sergey estaba conversando con Carla y Jet para averiguar que había sucedido en el M.S. Solar y la identidad de ese tipo azul. El barco y su tripulación no habían sufrido ningún daño, pero nadie sabía nada sobre el misterioso atacante.

# data/database.json//lore/chapter-02/content/page-02-02/content
source: After unlocking the largest update, the \c[3]Circuit\c[0], Sergey finally added the second word to Lea's language: Her own name, \c[3]"Lea"\c[0]. Twice as eloquent but still disappointed, Lea left the dungeon to talk to the girl who had challenged her to the race before and just barely beaten her. She introduced herself as \c[3]Emilie\c[0], or \c[3]Emilienator\c[0] as her nickname, whereupon Lea used her newfound vocabulary to introduce herself in turn.
es_es: Luego de que Lea desbloquee la mejora más importante, los \c[3]Circuitos\c[0], Sergey finalmente pudo agregar una segunda palabra al vocabulario de Lea: Su propio nombre, \c[3]"Lea"\c[0]. Muy emocionada, pero aún así decepcionada, Lea finalizó la mazmorra y se encontró con la pelirroja que la había desafiado a la carrera, Lea había perdido por poco. Se introdujeron, la chica se llamaba \c[3]Emilie\c[0], o \c[3]Emilienator\c[0] como nombre de usuario, y Lea pudo usar su nuevo vocabulario para decirle el suyo.

# data/database.json//lore/chapter-02/content/page-03-01/content
source: Their friendly conversation was cut short, though, as a fancy guy named \c[3]Apollo\c[0] entered the scene seeking "justice". He accused Lea of cheating because her level was higher than usual at that point (thanks to the unplanned fight against the crab), and wanted her to atone. The situation was defused, however, as his friend \c[3]Joern\c[0] appeared and apologized for Apollo before leaving with the protesting vigilante in tow.
es_es: Su pequeña charla no duró mucho, ya que un llamativo tipo llamado \c[3]Apollo\c[0] entró en escena en busca de "justicia". Acusó a Lea de hacer trampa porque su nivel era más alto de lo usual (debido a la pelea contra el cangrejo), y quería que confesara. No pudo molestar mucho más, ya que su amigo, \c[3]Joern\c[0], le dijo que se callara y se disculpó por su comportamiento antes de irse, con Apollo detrás de él.

# data/database.json//lore/chapter-02/content/page-03-02/content
source: Lea and Emilie moved on from the confusing scene by taking the \c[3]Skyrails\c[0] to \c[3]CrossCentral\c[0], the main teleportation HUB of CrossWorlds. There, they took the only way to the mainland that was available to new players: The teleporter to the coastal town \c[3]Rookie Harbor\c[0].
es_es: Lea y Emilie se miraron confundidas, y prosiguieron tomando los \c[3]Teleféricos del Cielo\c[0] hacia el \c[3]Cruce Central\c[0], el centro de teletransportación principal en CrossWorlds. Allí, tomaron el único camino disponible para los nuevos jugadores: El teletransporador a la ciudad pesquera, \c[3]Puerto Recluta\c[0].

# data/database.json//lore/chapter-03/title
source: Chapter 03: \v[chapter.name.3]
es_es: Capítulo 03: \v[chapter.name.3]

# data/database.json//lore/chapter-03/content/page-01-01/content
source: Shortly after arriving in the cozy beginner's town \c[3]\v[area.rookie-harbor.name]\c[0] the two were surprised by a player called \c[3]Schneider\c[0], a friend of Emilie. He welcomed them to the mainland of CrossWorlds, also known as the \c[3]Croissant\c[0], and gave them a quick tour of the city. This quickly led them to the \c[3]Seeker-HUB\c[0] which is where new players get an introduction into the background lore and main story of the game.
es_es: Poco después de llegar al \c[3]\v[area.rookie-harbor.name]\c[0], ambas fueron sorprendidas por un jugador llamado \c[3]Schneider\c[0], un amigo de Emilie. Les dio la bienvenida al famoso continente de CrossWorlds, también conocido como el \c[3]Croissant\c[0], y tuvieron un pequeño tour por la ciudad. Se dirigieron al \c[3]Centro de Buscadores\c[0], que es donde los nuevos jugadores reciben una introducción a la historia y el mundo del juego.

# data/database.json//lore/chapter-03/content/page-01-02/content
source: As explained by the \c[3]wise hologram\c[0], the players are on the planet \c[3]Shadoon\c[0] and are supposed to follow the \c[3]Track of the Ancients\c[0] as part of \c[3]Operation Trackwalker\c[0]. This means that they have to visit \c[3]various temples of the Ancients\c[0], earn the power of the \c[3]4 elements\c[0] and finally solve the mystery of the planet itself via a final challenge.
es_es: Como explicó el \c[3]sabio holograma\c[0], los jugadores se encuentran en el planeta \c[3]Shadoon\c[0] y se supone que sigan el \c[3]Camino de los Antiguos\c[0] como parte de la \c[3]Operación Aprendiz del Camino\c[0]. Esto implica que deben visitar \c[3]varios templos de los Antiguos\c[0], conseguir el poder de los \c[3]4 elementos\c[0], y resolver el misterio del planeta mismo en su desafío final.

# data/database.json//lore/chapter-03/content/page-02-01/content
source: After receiving permission to leave the town with the \c[3]Green Leaf Shade\c[0] and the option to consult the \c[3]very informative lore-texts\c[0] at any time, Lea and Emilie went outside to join up with Schneider again. The group then traveled to the town's exit, after which Schneider had to leave the two rookies because of his guild-duties. Thus, Emilie and Lea \c[3]formed a party\c[0] and took their first steps into CrossWorlds together.
es_es: Luego de recibir el permiso de salir de la ciudad, mediante la \c[3]Sombra de Hoja Verde\c[0], y la opción de consultar una \c[3]muy informativa enciclopedia\c[0], Lea y Emilie se reunieron con Schneider nuevamente. Se dirigieron a la salida oeste de la ciudad, y Schneider tuvo que retirarse para atender asuntos de su gremio. Fue entonces que Lea y Emilie \c[3]formaron un grupo\c[0] y se aventuraron a los primeros pasos de CrossWorlds, juntas.

# data/database.json//lore/chapter-03/content/page-03-01/content
source: Lea and Emilie started their exploration of CrossWorlds by travelling through \c[3]\v[area.autumn-area.name]\c[0] and interacting with the local wildlife. Shortly after they began exploring, they were reunited with the honorable player Apollo, who challenged Lea to a PvP duel, in honor of the \c[3]Spheromancer\c[0]-class. Before he left, Apollo told Lea to meet him at the entrance of \c[3]\v[area.bergen-trails.name]\c[0].
es_es: Lea y Emilie comenzaron explorando \c[3]\v[area.autumn-area.name]\c[0], interactuando con la flora y fauna local. Poco tiempo pasó antes de que se vuelvan a encontrar con el honorable Apollo, quién desafió a Lea a una batalla PvP, en honor de la clase \c[3]Spheromancer\c[0]. Antes de irse, Apollo le dijo a Lea que se encontrarían en la entrada del \c[3]\v[area.bergen-trails.name]\c[0].

# data/database.json//lore/chapter-03/content/page-03-02/content
source: As they arrived at \v[area.bergen-trails.name], Apollo made his presence known with another dramatic entrance and demanded his duel. After an uncertain outcome, he shared more of his wisdom and left. Emilie and Lea then decided to end the session and say their goodbyes, helped by the well-timed addition of another word to the latter's vocabulary: \c[3]"Bye"\c[0]!
es_es: Al llegar al \v[area.bergen-trails.name], Apollo se hizo notar con una dramática entrada, demandando su prometido duelo. Luego de un incierto resultado, sermoneó sobre su sabiduría y se fue. Emilie y Lea entonces decidieron despedirse y se desconectaron, ansiosas por reunirse al otro día para seguir explorando. Sergey consiguió agregar otra palabra al vocabulario de Lea justo a tiempo: ¡\c[3]"Adiós"\c[0]!

# data/database.json//lore/chapter-04/title
source: Chapter 04: \v[chapter.name.4]
es_es: Capítulo 04: \v[chapter.name.4]

# data/database.json//lore/chapter-04/content/page-01-01/content
source: After logging back into CrossWorlds, Lea and Sergey decided to move on towards the \c[3]\v[area.bergen.name]\c[0]. But before Lea could even start to make her way up \c[3]\v[area.bergen-trails.name]\c[0], she was already contacted by Emilie who offered to join her party at any time.
es_es: Después de volver a entrar en CrossWorlds, Lea y Sergey decidieron avanzar hacia la \c[3]\v[area.bergen.name]\c[0]. Pero antes de que Lea pudiera empezar a subir el \c[3]\v[area.bergen-trails.name]\c[0], fue contactada por Emilie que se ofreció a unirse a su grupo en cualquier momento.

# data/database.json//lore/chapter-04/content/page-02-01/content
source: On the top of the mountain, Lea finally arrived in Bergen village and at the first real challenge of the Track: The \c[3]\v[area.cold-dng.name]\c[0]. After receiving the key to it bundled with an explanation of its background, both Lea and Emilie were invited by Schneider to join his guild, the \c[3]First Scholars\c[0]. So they met their friend in \v[area.autumn-area.name] to gain entrance to the guild's headquarters.
es_es: En la cima de la montaña, Lea finalmente llegó al pueblo de Bergen y al primer desafío real del Camino: El \c[3]\v[area.cold-dng.name]\c[0]. Después de recibir la llave de la misma junto con una explicación de su origen, tanto Lea como Emilie fueron invitadas por Schneider a unirse a su gremio, los \c[3]Primeros Eruditos\c[0]. Así que se reunieron con su amigo en \v[area.autumn-area.name] para entrar en la sede del gremio.

# data/database.json//lore/chapter-04/content/page-02-02/content
source: In the small headquarters the two new players were greeted by the veterans of the guild, namely \c[3]Buggy\c[0], \c[3]Beowulf\c[0] and their leader, \c[3]Hlin\c[0] who was thrilled about the prospect of new members. Still, the guild takes the lore of CrossWorlds very seriously, so every new member has to pass a quiz about background information found at the end of the \v[area.cold-dng.name].
es_es: En el pequeño cuartel general, las dos nuevas jugadoras fueron recibidas por los veteranos del gremio, estos son: \c[3]Buggy\c[0], \c[3]Beowulf\c[0] y su líder, \c[3]Hlin\c[0], que estaba encantada con la perspectiva de nuevos miembros. Aun así, el gremio se toma la historia de CrossWorlds muy en serio, por lo que cada nuevo miembro debe pasar un examen sobre los Dioses. La información necesaria se encontraría al final del \v[area.cold-dng.name].

# data/database.json//lore/chapter-04/content/page-03-01/content
source: Emilie and Lea returned to \v[area.bergen.name] to finally visit the \v[area.cold-dng.name], learn more about the Ancients and progress in the game. The \c[3]instanced system\c[0] of Dungeons prevented them from solving the dungeon together, so Emilie once again decided to turn it into a \c[3]race\c[0]. Thus, armed with additional motivation and the warmth of friendship, the two players entered the icy mine.
es_es: Emilie y Lea volvieron a la \v[area.bergen.name] para visitar por fin el \v[area.cold-dng.name], aprender más sobre los Antiguos y progresar en el juego. El \c[3]sistema de instancias\c[0] de las mazmorras les impidió resolver la mazmorra juntas, así que Emilie decidió una vez más convertirla en una \c[3]carrera\c[0]. Así, armadas con una motivación más que suficiente y el calor de la amistad, las dos jugadoras se adentraron en la gélida mina.

# data/database.json//lore/chapter-04/content/page-03-02/content
source: For all its insects, machines, puzzles and insidious icy floors, in the end, the mine was no match for the two heroines. With the newly found \c[3]Heat-element\c[0] they were able to defeat their ferocious frosty foes and even the menacing mining machine at the end. As their reward (both the key to the next area and their needed information) awaited, so they returned to the First Scholars.
es_es: A pesar de todos sus insectos, máquinas, rompecabezas y esos raros suelos helados, al final, la mina no fue rival para las dos heroínas. Con el recién encontrado \c[3]Elemento-Fuego\c[0] fueron capaces de derrotar a sus feroces enemigos helados e incluso a la amenazante máquina minera del final. Como les esperaba su recompensa (tanto la llave de la siguiente zona como la información que necesitaban), regresaron a los Primeros Eruditos.

# data/database.json//lore/chapter-04/content/page-04-01/content
source: While waiting for Emilie to finish the quiz, Sergey correctly assumed that Lea's limited speech would make correctly answering difficult, so it was decided to tell the guild veterans about it during their turn. They were very sympathetic with Lea and so passing was no problem.
es_es: Mientras esperaba a que Emilie terminara el cuestionario, Sergey supuso correctamente que el limitado lenguaje de Lea dificultaría la situación, por lo que Lea decidió contarles a los veteranos del gremio durante su turno. Fueron muy comprensivos con Lea y consiguió pasar el examen sin problemas.

# data/database.json//lore/chapter-04/content/page-04-02/content
source: With the last hindrance out of the way, Lea and Emilie \c[3]officially joined the First Scholars\c[0]! And then, after a long and eventful session, they finally logged out.
es_es: ¡Con el último obstáculo fuera del camino, Lea y Emilie \c[3]se unieron oficialmente a los Primeros Eruditos\c[0]! Y entonces, después de una larga y agitada sesión, finalmente se desconectaron.

# data/database.json//lore/chapter-05/title
source: Chapter 05: \v[chapter.name.5]
es_es: Capítulo 05: \v[chapter.name.5]

# data/database.json//lore/chapter-05/content/page-01-01/content
source: After logging back into CrossWorlds Lea and Sergey had a conversation about a \c[3]mysterious dream\c[0] that she had. It was seen as a potential sign of her memory returning, which would help to make sense of her convoluted situation. Lea went back to Bergen to take the elevator down to \c[3]\v[area.heat-area.name]\c[0]. Along the way she got an unexpected call by \c[3]another member of the First Scholars\c[0], the \c[3]Hexacast C'tron\c[0], who asked to join Lea the next day.
es_es: Después de entrar de nuevo en CrossWorlds, Lea y Sergey tuvieron una conversación sobre un misterioso sueño que ella tuvo. Lo vieron como una posible señal de que su memoria estaba volviendo, lo que ayudaría a dar sentido a su enrevesada situación. Lea regresó a Bergen para tomar el teleférico hacia el \c[3]\v[area.heat-area.name]\c[0]. Por el camino recibió una llamada inesperada de \c[3]otro miembro de los Primeros Eruditos\c[0], el \c[3]Hexacast C'tron\c[0], que pidió unirse a su grupo al día siguiente.

# data/database.json//lore/chapter-05/content/page-01-02/content
source: At the entrance of the desert that is \c[3]\v[area.heat-area.name]\c[0], Lea was once again joined by Emilie. The usually carefree Pentafist was distraught about real-life events, because the thrilling adventures in CrossWorlds made her miss \c[3]group assignments in college\c[0] and thus brought down the wrath of her fellow students upon her. She continued to talk about her problems all the way to \c[3]\v[area.heat-village.name]\c[0].
es_es: En la entrada del desierto que es el \c[3]\v[area.heat-area.name]\c[0], Lea se reunió una vez más con Emilie. La normalmente despreocupada Pentafist estaba angustiada por los acontecimientos de la vida real, ya que las emocionantes aventuras en CrossWorlds le hicieron olvidar \c[3]deberes universitarios\c[0] y, por lo tanto, cayó la ira de sus compañeros sobre ella. Siguió hablando de sus problemas hasta \c[3]\v[area.heat-village.name]\c[0].

# data/database.json//lore/chapter-05/content/page-02-01/content
source: Upon arriving in \c[3]\v[area.heat-village.name]\c[0] Lea and Emilie, feeling much better after talking about her worries, went to the local Quest HUB to accept the quest necessary for entering the next dungeon, the \c[3]\v[area.heat-dng.name]\c[0]. This quest was given by the Ba'Kii Kum Eldress and involved slaying a \c[3]nefarious Sandworm\c[0]. However, since Emilie still needed to catch up with her assignment, they decided to quit for the day.
es_es: Tras llegar a \c[3]\v[area.heat-village.name]\c[0], Lea y Emilie, sintiéndose mucho mejor luego de hablar de sus preocupaciones, fueron al Centro de Misiones local para aceptar la misión requerida para entrar en la siguiente mazmorra, el \c[3]\v[area.heat-dng.name]\c[0]. Esta misión había sido otorgada por la Sabia de Ba'Kii Kum y consistía en matar a un \c[3]nefasto gusano de arena\c[0]. Sin embargo, como Emilie todavía tenía que ponerse al día con sus deberes, decidieron dejarlo por el día.

# data/database.json//lore/chapter-05/content/page-02-02/content
source: As Sergey was preparing to log Lea out of the game, she interrupted him, demanding answers about her current condition. Reluctantly Sergey explained that she is \c[3]in a coma\c[0], to her shock and surprise. Despite the dire situation he ensures her that her condition is stable and that regaining her memories through continued playing might help her to wake up again. Then they agreed to log out.
es_es: Cuando Sergey se disponía a desconectar a Lea, ella le interrumpió exigiendo respuestas sobre su estado actual. A regañadientes, Sergey le explica que está \c[3]en un coma\c[0], para su sorpresa. A pesar de la grave situación, le asegura que su estado es estable y que recuperar sus recuerdos por medio del juego podría ayudarla a despertar de nuevo. Entonces, asienten en terminar la sesión.

# data/database.json//lore/chapter-05/content/page-03-01/content
source: After logging in again, Lea invited her new Hexacast friend, \c[3]C'tron\c[0], to her party. Together they decided to solve the quest of the \c[3]Maroon Tree\c[0]. During their travels together, Lea not only experienced his skills in combat, but also his \c[3]fascinating knowledge of biology and other fields of science\c[0].
es_es: Después de conectarse de nuevo, Lea invitó a su nuevo amigo Hexacast, \c[3]C'tron\c[0], a su grupo. Juntos decidieron resolver la misión del \c[3]Árbol Granate\c[0]. Durante sus viajes juntos, Lea no sólo experimentó sus habilidades en combate, sino también sus \c[3]fascinantes conocimientos de biología y otros campos de la ciencia\c[0].

# data/database.json//lore/chapter-05/content/page-03-02/content
source: After some hard-fought battles they were able to defeat the leader of the Earthworms, Ti'im, and collect its valuable digestive essence that will nourish the precious tree. Upon leaving the cave they also ran into Emilie, who, after a short introduction to C'tron, proceeded to solve the quest herself. Meanwhile, Lea and C'tron returned to \v[area.heat-village.name], to finish the quest.
es_es: Después de algunas duras batallas, pudieron derrotar al líder de los gusanos de tierra, Ti'im, y obtener su valiosa esencia digestiva que nutrirá al preciado árbol. Al salir de la cueva, también se encontraron con Emilie, quien, después de una breve presentación de C'tron, procedió a resolver la misión por sí misma. Mientras tanto, Lea y C'tron regresaron a \v[area.heat-village.name] para entregar la misión.

# data/database.json//lore/chapter-05/content/page-04-01/content
source: After completing the quest, though, Lea was once again confronted by \c[3]Apollo\c[0], who was accompanied by his friend \c[3]Joern\c[0]. After an array of banter, and Emilie rejoining the fray, a new duel was agreed upon, right in front of the \c[3]\v[area.heat-dng.name]\c[0].
es_es: Sin embargo, tras completarla, Lea se enfrentó de nuevo a \c[3]Apollo\c[0], que iba acompañado de su amigo \c[3]Joern\c[0]. Después de una serie de bromas, y de que Emilie se reincorporara a la lucha, se acordó un nuevo duelo, justo delante del \c[3]\v[area.heat-dng.name]\c[0].
