Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/schneider-contact/event/15/thenStep/1/message
source: Hey...\. I just came back from changing all my credentials...
es_es: Ey...\. Acabo de cambiar todas mis credenciales...

# data/database.json//commonEvents/schneider-contact/event/15/thenStep/2/message
source: It's a good thing we have tools prepared for situations like this...
es_es: Menos mal que tenemos sistemas preparados para situaciones como estas...

# data/database.json//commonEvents/schneider-contact/event/15/thenStep/4/message
source: Oh...\. just work related stuff, don't worry.
es_es: Oh...\. solo cosas del trabajo, no te preocupes.

# data/database.json//commonEvents/schneider-contact/event/15/thenStep/5/message
source: More importantly, let's put an end to this mischievous memory-stealing business!
es_es: Más importante, ¡acabemos con este asqueroso negocio!

# data/database.json//commonEvents/schneider-contact/event/15/thenStep/6/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/schneider-contact/event/16/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/16/thenStep/1/message
source: Hallihallo! Don't forget about the raid! We're waiting for you at \c[3]Para Island\c[0].
es_es: ¡Hallihallo! ¡No te olvides de la raid! Te estamos esperando en la \c[3]Isla Apartada\c[0].

# data/database.json//commonEvents/schneider-contact/event/17/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/17/thenStep/1/message
source: Hello Lea! You've been gone for some time, haven't you?
es_es: ¡Hola Lea! Hace un tiempo que no te vemos, ¿no?

# data/database.json//commonEvents/schneider-contact/event/17/thenStep/2/message
source: Anyway, Tronny and Emilie have been looking for you.
es_es: Como sea, Tronny y Emilie estuvieron buscándote.

# data/database.json//commonEvents/schneider-contact/event/17/thenStep/3/message
source: Have you met them already?
es_es: ¿Ya los has visto?

source: [nods]
es_es: [asiente]

source: I see! So you should know about the raid.
es_es: ¡Ya veo! Así que ya debes saber sobre la raid.

source: Well then, make sure to quickly collect that \c[3]\v[item.376.name]\c[0]!
es_es: Bueno, ¡asegúrate de cojer ese \c[3]\v[item.376.name]\c[0]!

source: Also it would be worthwhile to upgrade your equipment before the raid.
es_es: También te sería útil mejorar tu equipamiento antes de la raid.

source: You should check the \c[3]new offers\c[0] in Rookie Harbor.
es_es: Deberías chequear los \c[3]nuevos objetos\c[0] en el Puerto Recluta.

source: If you have the time, you can go for the trading equipment, but just buying the Silver equipment from the store works, too.
es_es: Si tienes tiempo, consíguete el equipamiento de los intercambios, si no, comprar el equipamiento directamente de las tiendas debería servir también.

source: [shakes head]
es_es: [niega con la cabeza]

source: Oh, then you definitely should meet up with them!
es_es: Oh, ¡deberías ir a verlos!

source: I don't want to spoil the surprise.
es_es: No quiero arruinar la sorpresa.

# data/database.json//commonEvents/schneider-contact/event/18/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/18/thenStep/1/message
source: Hallihallo!\. So I heard you entered Maroon Valley?
es_es: ¡Hallihallo!\. ¿Así que entraste al Valle Granate?

# data/database.json//commonEvents/schneider-contact/event/18/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/schneider-contact/event/18/thenStep/3/message
source: I see. Enemies in that area can be a bit of a pain, if I remember correctly.
es_es: Ya veo. Los enemigos en ese área son algo molestos, si me sirve la memoria.

# data/database.json//commonEvents/schneider-contact/event/18/thenStep/4/message
source: Most of them should have a weak point that makes it easy to defeat them, though.
es_es: Aunque, la mayoría debería tener un punto débil que hace fácil eliminarlos.

# data/database.json//commonEvents/schneider-contact/event/18/thenStep/5/message
source: And when it's still too hard, just remember to \c[3]upgrade your equipment\c[0].
es_es: Y si aún así te es muy difícil, recuerda \c[3]mejorar tu equipamiento\c[0].

# data/database.json//commonEvents/schneider-contact/event/18/thenStep/7/message
source: That's all the advice I have for now. Good luck out there!
es_es: Esos son todos los consejos que tengo por ahora. ¡Buena suerte ahí fuera!

# data/database.json//commonEvents/schneider-contact/event/19/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/19/thenStep/1/message
source: Hi there, Lea! Already in the dungeon?
es_es: ¡Hola, Lea! ¿Ya estás en la mazmorra?

# data/database.json//commonEvents/schneider-contact/event/19/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/schneider-contact/event/19/thenStep/3/message
source: Good luck, then! Hope you won't be overrun by all the machinery!
es_es: ¡Buena suerte, entonces! ¡Espero que no se te amontonen las máquinas!

# data/database.json//commonEvents/schneider-contact/event/19/thenStep/5/message
source: Gyahahaha! I'm just joking.
es_es: ¡Gyahahaha! Solo bromeo.

# data/database.json//commonEvents/schneider-contact/event/19/thenStep/6/message
source: I'm sure you'll handle it fine!
es_es: ¡Estoy seguro de que te las arreglarás sin problemas!

# data/database.json//commonEvents/schneider-contact/event/20/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/21/message
source: Hallihallo! Trying out contacts via DL?
es_es: ¡Hallihallo! ¿Probando el MD?

# data/database.json//commonEvents/schneider-contact/event/22/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/schneider-contact/event/23/message
source: Japp. Modern communication as you'd expect it.
es_es: Japp. Comunicación moderna como uno espera.

# data/database.json//commonEvents/schneider-contact/event/24/message
source: Voice with hologram representations - the full package.
es_es: Voces con representaciones en holograma - el paquete completo.

# data/database.json//commonEvents/schneider-contact/event/25/message
source: It's weird if you think about it. A hologram of your avatar.
es_es: Es raro pensar en ello. Un holograma de tu avatar.

# data/database.json//commonEvents/schneider-contact/event/26/message
source: So the player is hidden behind the avatar as well as the hologram. Pretty indirect, hm?
es_es: Así que el jugador está oculto detrás del avatar a la vez que el holograma. Bastante indirecto, ¿no?

# data/database.json//commonEvents/schneider-join/event/4/thenStep/0/message
source: Not the right moment for a party, Lea.\. We're all busy with the dungeon now.
es_es: No es el momento adecuado para formar un equipo, Lea.\. Todos estamos ocupados con la mazmorra ahora.

# data/database.json//commonEvents/schneider-join/event/5/thenStep/0/message
source: Hey! Didn't Emilie tell you about the meeting?
es_es: ¡Ey! ¿No te avisó Emilie sobre la reunión?

# data/database.json//commonEvents/schneider-join/event/5/thenStep/1/message
source: We're currently in the \c[3]city hall\c[0] of \c[3]Homestedt\c[0].\. You should join us!
es_es: Estamos en el \c[3]ayuntamiento\c[0] de \c[3]Villa Evotar\c[0].\. ¡Deberías venir!

# data/database.json//commonEvents/schneider-join/event/6/thenStep/0/message
source: Sorry Lea!\. I got something else to do right now.
es_es: ¡Lo siento Lea!\. Tengo que hacer otra cosa ahora.

# data/database.json//commonEvents/schneider-join/event/6/thenStep/1/message
source: But I think my new clone should currently have some free time.
es_es: Pero creo que mi nuevo clon debería tener algo de tiempo libre.

# data/database.json//commonEvents/schneider-join/event/7/thenStep/0/message
source: We're all in the city hall for that meeting about the dungeon run.\. You should join us!
es_es: Estamos todos en el ayuntamiento por esa reunión sobre la mazmorra.\. ¡Deberías unírtenos!

# data/database.json//commonEvents/schneider-join/event/8/0_0/0/message
source: Wanna stroll around with a good-old Triblader? Sure thing.
es_es: ¿Quieres pasear con un confiable Triblader? No hay problema.

# data/database.json//commonEvents/schneider-join/event/8/0_1/0/message
source: I suppose we're around the same level now, so why not.
es_es: Supongo que estamos alrededor del mismo nivel ahora, así que por qué no.

# data/database.json//commonEvents/schneider-join/event/8/0_2/0/message
source: Not sure I'll be as good a party member as my Evotar copy, but I'll try.
es_es: No sé si seré tan buen compañero como mi Evotar, pero lo intentaré.

# data/database.json//commonEvents/schneider-remove/event/4/0_0/0/message
source: Fair enough. Until next time!
es_es: De acuerdo. ¡Hasta la próxima!

# data/database.json//commonEvents/schneider-remove/event/4/0_1/0/message
source: It seems like this Schneider has cut enough things for the day.
es_es: Parece que este Schneider ha cortado demasiadas cosas por hoy.

# data/database.json//commonEvents/schneider-remove/event/4/0_2/0/message
source: My work here is done!
es_es: ¡Mi trabajo aquí está hecho!

# data/database.json//commonEvents/shizuka-contact/event/4/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/shizuka-contact/event/4/thenStep/1/message
source: Hello, fellow partymember!
es_es: ¡Hola mi buena compañera de equipo!

source: Preferring D-Link over talking to me directly?
es_es: ¿Prefieres los MD a hablar conmigo directamente?

source: We can talk again directly once we left the instance, right?
es_es: Podemos volver a hablar directamente una vez que dejemos la instancia, ¿no?

# data/database.json//commonEvents/shizuka-contact/event/4/thenStep/3/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/shizuka-contact/event/5/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/shizuka-contact/event/5/thenStep/1/message
source: Hey Lea!\. How's it going?
es_es: ¡Hola, Lea!\. ¿Cómo estás?

# data/database.json//commonEvents/shizuka-contact/event/5/thenStep/2/message
source: I feel like I'm just procrastinating right now....
es_es: Siento que estoy procrastinando en este momento....

# data/database.json//commonEvents/shizuka-contact/event/5/thenStep/3/message
source: There are things I should take care of, yet all I do is play CrossWorlds.
es_es: Hay cosas de las que debo ocuparme, pero todo lo que hago es jugar CrossWorlds.

# data/database.json//commonEvents/shizuka-contact/event/5/thenStep/5/message
source: Well, let me know when you're \c[3]up for a duel in the arena\c[0]!
es_es: Bueno, ¡Avísame cuando estés \c[3]para un duelo en la arena\c[0]!

# data/database.json//commonEvents/shizuka-contact/event/6/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/shizuka-contact/event/6/thenStep/1/message
source: Hey Lea!\. How is it going?
es_es: ¡Hola, Lea!\. ¿Cómo estás?

# data/database.json//commonEvents/shizuka-contact/event/6/thenStep/2/message
source: I'm currently having a calm moment at my favorite place in the Playground.
es_es: Actualmente estoy teniendo un momento de calma en mi lugar favorito en el Campo de Juego.

# data/database.json//commonEvents/shizuka-contact/event/6/thenStep/3/message
source: I'm kinda surprised we can still go there.
es_es: Estoy un poco sorprendida de que todavía podamos ir allí.

# data/database.json//commonEvents/shizuka-contact/event/6/thenStep/4/message
source: Oh...\. if you feel like starting a party though, let me know!
es_es: Vaya...\. Aún así, si tienes ganas de formar un equipo, ¡avísame!

# data/database.json//commonEvents/shizuka-contact/event/6/thenStep/5/message
source: I've got time today.
es_es: Tengo tiempo hoy.

# data/database.json//commonEvents/shizuka-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/shizuka-contact/event/7/thenStep/1/message
source: Hey Lea!\. Busy running the dungeon...\. like everyone else!
es_es: ¡Hola Lea!\. Estoy ocupado en la mazmorra...\. ¡Como todos los demás!

# data/database.json//commonEvents/shizuka-contact/event/7/thenStep/2/message
source: I feel a bit rusty...\. Has been some time since I've been solving puzzles like these.
es_es: Me siento un poco oxidada...\. Ha pasado un tiempo desde que estuve resolviendo acertijos como estos.

# data/database.json//commonEvents/shizuka-contact/event/7/thenStep/3/message
source: It would certainly help if I could borrow your recent memory for a change.
es_es: Sin duda ayudaría si pudiera tomar prestado tus recuerdos para variar.

# data/database.json//commonEvents/shizuka-contact/event/8/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/shizuka-contact/event/8/thenStep/1/message
source: Hey Lea!\. I'm busy now getting my brother ready for the dungeon!
es_es: ¡Hola Lea!\. ¡Estoy ocupada preparando a mi hermano para la mazmorra!

# data/database.json//commonEvents/shizuka-contact/event/8/thenStep/2/message
source: I'm afraid it will take longer than I anticipated.
es_es: Me temo que tomará más tiempo de lo que esperaba.

# data/database.json//commonEvents/shizuka-contact/event/9/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/shizuka-contact/event/9/thenStep/1/message
source: Hey Lea! I'm waiting in front of Satoshi's building!
es_es: ¡Hola Lea! ¡Estoy esperando frente a la casa de Satoshi!

# data/database.json//commonEvents/shizuka-contact/event/9/thenStep/2/message
source: Let's see what brother's up to.
es_es: Vamos a ver qué está haciendo nuestro hermano.

# data/database.json//commonEvents/shizuka-contact/event/9/thenStep/3/message
source: Though, I'm pretty sure he'll be stuck in front of his computer as usual.
es_es: Aunque no me cabe duda que estará frente a su computadora, como siempre.

# data/database.json//commonEvents/shizuka-contact/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/shizuka-contact/event/10/thenStep/1/message
source: Hey Lea...
es_es: Ey Lea...

# data/database.json//commonEvents/shizuka-contact/event/10/thenStep/2/message
source: It looks like the plan was a success so far...\. kinda?
es_es: Parece que el plan ha sido un éxito hasta ahora...\. ¿más o menos?

# data/database.json//commonEvents/shizuka-contact/event/10/thenStep/3/message
source: Now you just have to take on Gautham's challenge.
es_es: Ahora solo tienes que aceptar el desafío de Gautham.

# data/database.json//commonEvents/shizuka-contact/event/10/thenStep/4/message
source: Let's just hope he doesn't go entirely overboard with this. He tends to do that.
es_es: Solo esperemos que no se pase del todo con esto. Tiende a hacerlo.

# data/database.json//commonEvents/shizuka-contact/event/11/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/shizuka-contact/event/11/thenStep/1/message
source: Hey there, Lea.\. Preparing for the final attack on Evotarground?
es_es: Hola, Lea.\. ¿Preparándote para atacar el Mundo Evotar?

# data/database.json//commonEvents/shizuka-contact/event/11/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/shizuka-contact/event/11/thenStep/3/message
source: Enemies over there can go up to \c[3]level 60\c[0].
es_es: Los enemigos allí llegan hasta el \c[3]nivel 60\c[0].

# data/database.json//commonEvents/shizuka-contact/event/11/thenStep/4/message
source: But don't worry too much about reaching that level.
es_es: Pero no te preocupes en llegar a ese nivel.

# data/database.json//commonEvents/shizuka-contact/event/11/thenStep/5/message
source: Just make sure you get the \c[3]good equipment\c[0] from \c[3]Rhombus Square\c[0]. That will do.
es_es: Solo asegúrate de tener \c[3]buen equipamiento\c[0] de \c[3]Plaza Rombo\c[0]. Eso debería bastar.

# data/database.json//commonEvents/shizuka-contact/event/12/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/shizuka-contact/event/13/message
source: Hello, Lea.
es_es: Hola, Lea.

# data/database.json//commonEvents/shizuka-contact/event/16/message
source: Well... looks like we're both at a loss for words.
es_es: Bueno... parece que ambas estamos sin palabras.

# data/database.json//commonEvents/shizuka-contact/event/17/message
source: I suppose...\. I should thank you for bringing Sergey to us.
es_es: Supongo que...\. debería agradecerte por traer a Sergey hasta nosotros.

# data/database.json//commonEvents/shizuka-contact/event/18/message
source: Let's hope we can find a way out of this situation.
es_es: Espero que podamos encontrar una salida a esta situación.

# data/database.json//commonEvents/shizuka-contact/event/19/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/shizuka-join/event/4/thenStep/0/message
source: Sorry, that dungeon requires my full attention now!\. Maybe tomorrow?
es_es: ¡Lo siento, esta mazmorra requiere toda mi atención ahora!\. ¿Quizás mañana?

# data/database.json//commonEvents/shizuka-join/event/5/thenStep/0/message
source: Sorry, Lea.\. Training with my hopeless brother requires my full attention.
es_es: Perdón, Lea.\. Entrenar con mi inútil hermano requería de toda mi atención.

# data/database.json//commonEvents/shizuka-join/event/5/thenStep/1/message
source: I'm sure we'll be able to play soon enough!
es_es: ¡Estoy segura de que podremos jugar pronto!

# data/database.json//commonEvents/shizuka-join/event/6/thenStep/0/message
source: Thanks for the offer, but I don't think I can be of much help.
es_es: Gracias por la oferta, pero no creo que pueda ser de mucha ayuda.

# data/database.json//commonEvents/shizuka-join/event/6/thenStep/1/message
source: I can't even enter most of the playground, you see?
es_es: Ni siquiera puedo entrar a la gran parte del campo de juego, ¿sabes?

# data/database.json//commonEvents/shizuka-join/event/7/0_0/0/message
source: Uhm...\. sure!\. I actually have time now!
es_es: Mmm...\. ¡Seguro!\. ¡Tengo tiempo ahora mismo!

# data/database.json//commonEvents/shizuka-join/event/7/0_1/0/message
source: Okay, let's do it!\. Party time!
es_es: Bien, ¡Hagámoslo!\. ¡Seamos un equipo!

# data/database.json//commonEvents/shizuka-join/event/7/0_2/0/message
source: Right.\. I have a feeling we both might make a pretty good team, being on the same... wavelength and all.
es_es: Claro.\. Presiento que haremos un gran equipo, ya sabes, ya que estamos en la misma... onda.

# data/database.json//commonEvents/shizuka-remove/event/4/0_0/0/message
source: See you around.
es_es: Nos vemos.

# data/database.json//commonEvents/shizuka-remove/event/4/0_1/0/message
source: Until next time.
es_es: Hasta la próxima.

# data/database.json//commonEvents/shizuka-remove/event/4/0_2/0/message
source: Yeah, I think I played enough for today...
es_es: Si, creo que ya jugué suficiente por hoy...

# data/database.json//commonEvents/luke-contact/event/4/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/4/thenStep/2/message
source: Why the D-Link?\. We're in a party, right?
es_es: ¿Por qué el Mensaje Directo?\. Estamos en grupo, ¿verdad?

# data/database.json//commonEvents/luke-contact/event/5/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/5/thenStep/1/message
source: Hey Lea!\. How is it going?
es_es: ¡Hola, Lea!\. ¿Cómo estás?

# data/database.json//commonEvents/luke-contact/event/5/thenStep/2/message
source: That was quite a cliffhanger right at the end of the dungeon, huh?
es_es: Ese final de la mazmorra te deja con un gran suspenso, ¿eh?

# data/database.json//commonEvents/luke-contact/event/5/thenStep/3/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/luke-contact/event/5/thenStep/4/message
source: Well, I get the feeling we Evotars might play a key role for that new CrossWorlds expansion.
es_es: Bueno, tengo la sensación de que los Evotares podríamos desempeñar un papel clave en esa nueva expansión de CrossWorlds.

# data/database.json//commonEvents/luke-contact/event/5/thenStep/5/message
source: I certainly hope so...\. I'd like to have something like a job again!
es_es: Ciertamente lo espero...\. ¡Me gustaría tener algo como un trabajo de nuevo!

# data/database.json//commonEvents/luke-contact/event/6/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/6/thenStep/1/message
source: Hey Lea!\. Time for the new dungeon!
es_es: ¡Hola Lea!\. ¡Es hora de la nueva mazmorra!

# data/database.json//commonEvents/luke-contact/event/6/thenStep/2/message
source: [nods]
es_es: [asiente]

source: Guess you're just as busy running it as I am, right?
es_es: Supongo que estás tan ocupado ejecutándolo como yo, ¿verdad?

source: Let's not waste any time!
es_es: ¡No perdamos más tiempo!

source: Say, did you make sure to \c[3]upgrade your equipment\c[0]?
es_es: Dime, ¿te aseguraste de \c[3]mejorar tu equipo\c[0]?

source: Seems like you've heard this advice quite a lot.
es_es: Parece que has escuchado ese consejo muchas veces.

source: [nods]
es_es: [asiente]

source: I mean...\. it is really important!\. And a lot of people keep forgetting about it.
es_es: Quiero decir...\. ¡Es muy importante!\. Y mucha gente sigue olvidándose de eso.

source: That should be a lesson for Instatainment to keep in mind when designing future games.
es_es: Esa debería ser una lección para Instatainment a tener en cuenta al diseñar juegos futuros.

# data/database.json//commonEvents/luke-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/7/thenStep/1/message
source: Hey Lea!\. You want to tell me about the new dungeon?
es_es: ¡Hola Lea!\. ¿Quieres hablarme de la nueva mazmorra?

# data/database.json//commonEvents/luke-contact/event/7/thenStep/3/message
source: Right, that would be hard for you to communicate.
es_es: Correcto, sería difícil para ti decírselo a alguien.

# data/database.json//commonEvents/luke-contact/event/7/thenStep/4/message
source: Anyway, Emilie already told me.
es_es: De todos modos, Emilie ya me lo dijo.

# data/database.json//commonEvents/luke-contact/event/7/thenStep/5/message
source: And now everybody is meeting right here in Homestedt to discuss it.
es_es: Y ahora todo el mundo se está reuniendo aquí mismo en Villa Evotar para discutirlo.

# data/database.json//commonEvents/luke-contact/event/8/thenStep/1/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/luke-contact/event/8/thenStep/2/message
source: Urgh....
es_es: Ugh...

# data/database.json//commonEvents/luke-contact/event/8/thenStep/3/message
source: ...What?
es_es: ¿...Qué?

# data/database.json//commonEvents/luke-contact/event/8/thenStep/4/message
source: Nothing...\. Just had a bad night.
es_es: Nada...\. Solo acabo de tener una mala noche.

# data/database.json//commonEvents/luke-contact/event/8/thenStep/5/message
source: I dreamed some weird stuff...
es_es: Soñé cosas raras...

# data/database.json//commonEvents/luke-contact/event/8/thenStep/7/message
source: You have those dreams as well, right?\. The ones about your past?
es_es: Tú también tienes esos sueños, ¿verdad?\. ¿Cosas de tu pasado?

# data/database.json//commonEvents/luke-contact/event/8/thenStep/8/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/luke-contact/event/8/thenStep/9/message
source: Too bad they sometimes remind you of things you'd rather not remember.
es_es: Lástima que a veces te recuerdan cosas que preferirías no recordar.

# data/database.json//commonEvents/luke-contact/event/8/thenStep/10/message
source: ...What?
es_es: ¿...Qué?
