Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/com-tech/content/page-01-01/content
source: \c[3]Quantum Porting\c[0] is the technology used to transport matter and information instantly between end points. Around 1500 years ago, scientists first discovered a way to securely transport matter into a higher dimension and return it. This gave way to many breakthroughs which resulted in humans starting to be able to explore the galaxy.
es_es: El \c[3]Transporte Cuántico\c[0] es la tecnología utilizada para transportar materia e información de forma instantánea entre puntos finales. Hace unos 1500 años, los científicos descubrieron por primera vez una forma de transportar de forma segura la materia a una dimensión superior y devolverla. Esto dio lugar a muchos avances que hicieron que los humanos empezaran a ser capaces de explorar la galaxia.

# data/database.json//lore/com-tech/content/page-01-02/content
source: The drawback to this technology is that in order to get from Point A to Point B, both points must have various devices installed to allow for the porting.
es_es: El inconveniente de esta tecnología es que, para ir del punto A al punto B, ambos puntos deben tener instalados varios dispositivos que permitan el transporte.

# data/database.json//lore/instant-matter/title
source: Instant Matter
es_es: Materia Instantánea

# data/database.json//lore/instant-matter/content/page-01-01/content
source: \c[3]Instant Matter\c[0] is a low-density material that can easily be created and formed by a remote system. It serves as a core component of \c[3]\v[lore.title.cross-worlds]\c[0] because all non-static entities, like \c[3]Player-\v[lore.title.avatars]\c[0], \c[3]Enemies\c[0] and \c[3]Non-Player Characters\c[0] are created from it.
es_es: La \c[3]Materia instantánea\c[0] es un material de baja densidad que puede ser creado y formado fácilmente por un sistema remoto. Sirve como componente central de \c[3]\v[lore.title.cross-worlds]\c[0] porque todas las entidades no estáticas, como \c[3]Jugador-\v[lore.title.avatars]\c[0], \c[3]Enemigos\c[0] y \c[3]Personajes no jugadores\c[0] se crean a partir de ella.

# data/database.json//lore/instant-matter/content/page-01-02/content
source: Objects made out of Instant Matter can barely have any effect on real objects of solid mass, because they are \c[3]too light and unstable\c[0] to actually apply noticeable force. In the same sense, while they can be easily destroyed by physical force, structures of Instant Matter can be reformed just as quickly as long as the connection to the remote system persists.
es_es: Los objetos hechos de Materia Instantánea apenas pueden tener efecto sobre objetos reales de masa sólida, porque son demasiado ligeros e inestables para aplicar una fuerza perceptible. En el mismo sentido, mientras que pueden ser fácilmente destruidas por la fuerza física, las estructuras de Materia Instantánea pueden ser reformadas con la misma rapidez mientras la conexión con el sistema remoto persista.

# data/database.json//lore/solar-fist/title
source: Solar Fist
es_es: Puño Solar

# data/database.json//lore/solar-fist/content/p1/content
source: A bazooka-like weapon used by \c[3]\v[lore.title.cap-jet]\c[0] to prevent the \c[3]\v[lore.title.designer]\c[0] from taking Lea. It seems to be capable of disrupting \c[3]\v[lore.title.instant-matter]\c[0] temporarily.
es_es: Un arma parecida a una bazuca utilizada por el \c[3]\v[lore.title.cap-jet]\c[0] para evitar que el \c[3]\v[lore.title.designer]\c[0] tome Lea. Parece que es capaz de interrumpir el \c[3]\v[lore.title.instant-matter]\c[0] temporalmente.

# data/database.json//lore/insta-matter-bomb/title
source: IMF-Neutralizer
es_es: Neutralizador FMI

# data/database.json//lore/insta-matter-bomb/content/page-01-01/content
source: The \c[3]"Instant Matter Field Neutralizer"\c[0] is a bomb used on the \c[3]M.S. Solar\c[0] by \c[3]\v[lore.title.cap-jet]\c[0] to "make sure that no traces of \c[3]CrossWorlds\c[0] are left on the ship", as Jet put it. While it has no apparent effect on solid matter or organic lifeforms, it seems to completely disrupt and thus destroy anything made from \c[3]\v[lore.title.instant-matter]\c[0] within its range.
es_es: El \c[3]"Neutralizador del Campo de Materia Instantánea"\c[0] es una bomba utilizada en el \c[3]M.S. Solar\c[0] por \c[3]\v[lore.title.cap-jet]\c[0] para "asegurarse de que no queden rastros de \c[3]CrossWorlds\c[0] en la nave", como dice Jet. Aunque no tiene ningún efecto aparente en la materia sólida o en las formas de vida orgánicas, parece perturbar completamente y destruir cualquier cosa hecha de \c[3]\v[lore.title.instant-matter]\c[0] dentro de su alcance.

# data/database.json//lore/cargo-ship/title
source: Cargo Ship M.S. Solar
es_es: Buque de carga M.S. Solar

# data/database.json//lore/cargo-ship/content/page-01-01/content
source: The cargo ship of \c[3]\v[lore.title.cap-jet]\c[0], which served as a training area for \c[3]Lea\c[0] before entering \c[3]\v[lore.title.cross-worlds]\c[0] for real. Its main task is shipping maintenance parts and personnel to the \c[3]\v[lore.title.playground]\c[0] to keep the real world technology of the game intact. The ship is powered by solar energy, which is the reason for its huge solar panels on deck.
es_es: La nave de carga de \c[3]\v[lore.title.cap-jet]\c[0], que sirvió como zona de entrenamiento para \c[3]Lea\c[0] antes de entrar en \c[3]\v[lore.title.cross-worlds]\c[0] de verdad. Su principal tarea es enviar piezas de mantenimiento y personal al \c[3]\v[lore.title.playground]\c[0] para mantener intacta la tecnología del mundo real del juego. La nave se alimenta de energía solar, lo que explica sus enormes paneles solares en cubierta.

# data/database.json//lore/hackerspace/alternative
source: International HackerSpace Organization
es_es: Organización Internacional HackerSpace

# data/database.json//lore/hackerspace/content/page-01/content
source: The \c[3]I.H.S.O.\c[0] is an organization dedicated to finding and eliminating any kind of exploits and bugs found in systems used by companies. It's also one of the oldest groups in the galaxy, existing for almost 2000 years in one way or another. \c[3]\v[lore.title.dev-company]\c[0] is just one of many that received help from them. To support the cause, many companies created "Wanted Lists" for potential bugs with large bounties for those who can find and fix them.
es_es: El \c[3]I.H.S.O.\c[0] es una organización que se dedica a buscar y eliminar todo tipo de exploits y bugs encontrados en los sistemas utilizados por las empresas. También es uno de los grupos más antiguos de la galaxia, ya que existe desde hace casi 2000 años de una forma u otra. \c[3]\c[lore.title.dev-company]\c[0] es sólo uno de los muchos que recibieron ayuda de ellos. Para apoyar la causa, muchas empresas crearon "Listas de búsqueda" de posibles bugs con grandes recompensas para aquellos que puedan encontrarlos y arreglarlos.

# data/database.json//lore/logs-header/title
source: Strange Logs
es_es: Registros Extraños

# data/database.json//lore/logs-header/content/page-01/content
source: A collection of log entries of unknown origin that have found their way into CrossWorlds.
es_es: Una colección de entradas de registro de origen desconocido que han encontrado su camino en CrossWorlds.

# data/database.json//lore/log-1/title
source: Log Entry #001
es_es: Bitácora #001

# data/database.json//lore/log-1/content/page-01/content
source: \c[2]Log Entry #001 - Expedition to Sector SOS-03\c[0] Tomorrow is the day. The \c[3]ACF\c[0] sends us out for another big expedition to one of the\c[3] SOS-Sectors\c[0]. Apparently it's \c[3]Old War\c[0] territory. I don't know what they want us to find there but scrap metal and drained stones but whatever pays the bill, right? The official task is to "chart the sector and scan planets when possible". Standard ACF exploration.
es_es: \c[2]Bitácora #001 - Expedición al sector SOS-03\c[0] Mañana es el día. El \c[3]ACF\c[0] nos envía a otra gran expedición a uno de los \c[3]Sectores SOS\c[0]. Aparentemente es territorio de la \c[3]Vieja Guerra\c[0]. No sé qué quieren que encontremos allí, sino chatarra y piedras drenadas, pero lo que sea paga la cuenta, ¿no? La tarea oficial es "cartografiar el sector y escanear planetas cuando sea posible". La exploración estándar del ACF.

# data/database.json//lore/log-2/title
source: Log Entry #020
es_es: Bitácora #020

# data/database.json//lore/log-2/content/page-01/content
source: \c[2]Log Entry #020 - Expedition to Sector SOS-03\c[0] It has been roughly 3 weeks and we finally made it into \c[3]Sector SOS-03\c[0]. It's crazy to think that this is uncharted when 1000 years ago the colonies waged the largest war humankind has seen here. We're just outside the \c[3]Orion Spur\c[0] and it looks bad. You can see dead ships everywhere. It kinda gives me the creeps. All the lives lost in this battle? All over resources? It must have been pretty dark. History books don't do justice to the damage that has been done here.
es_es: \c[2]Bitácora #020 - Expedición al Sector SOS-03\c[0] Han pasado aproximadamente 3 semanas y finalmente llegamos al \c[3]Sector SOS-03\c[0]. Es una locura pensar que esto es inexplorado cuando hace 1000 años las colonias libraron la mayor guerra que la humanidad ha visto aquí. Estamos a las afueras del \c[3]Espolón de Orión\c[0] y la cosa pinta mal. Se pueden ver naves muertas por todas partes. Me da un poco de miedo. ¿Todas las vidas perdidas en esta batalla? ¿Todos los recursos? Debe haber sido bastante oscuro. Los libros de historia no hacen justicia al daño que se ha hecho aquí.

# data/database.json//lore/log-3/title
source: Log Entry #042
es_es: Bitácora #042

# data/database.json//lore/log-3/content/page-01/content
source: \c[2]Log Entry #042 - Expedition to Sector SOS-03\c[0] Something is off. There is no way we're just here to chart this area. The seniors are all riled up because they found an ancient signal. Like before the \c[3]Old War\c[0] ancient. Should be nothing special, we often find old signals, left by our ancestors floating in space and sending out binary signals. But this one made them very excited. Now our job is to find more signals like that in all directions. No more charting, no more scanning. I don't know what they're thinking but the whole team knows we're kept in the dark.
es_es: \c[2]Bitácora #042 - Expedición al sector SOS-03\c[0] Algo está mal. No hay manera de que estemos aquí sólo para trazar esta zona. Los mayores están muy nerviosos porque han encontrado una señal antigua. Como antes de la \c[3]Guerra Antigua\c[0] antigua. No debería ser nada especial, a menudo encontramos señales antiguas, dejadas por nuestros ancestros flotando en el espacio y enviando señales binarias. Pero esta los emocionó mucho. Ahora nuestro trabajo es encontrar más señales como esta en todas las direcciones. No más gráficos, no más escaneo. No sé lo que están pensando, pero todo el equipo sabe que nos mantienen en la oscuridad.

# data/database.json//lore/log-4/title
source: Log Entry #066
es_es: Bitácora #066

# data/database.json//lore/log-4/content/page-01/content
source: \c[2]Log Entry #066 - Expedition to Sector SOS-03\c[0] I found stray signals, which seemed to phase in and out. The signals were complete garbage, but the phasing was strangely... binary. So I tried recording the phase-intervals to see if I get something. What I found is a message from what I think was a captain of a war ship called \c[3]Phoenix\c[0]. The message is very broken and is missing a big chunk at the end. It will take some time to repair it... if that is even possible.
es_es: \c[2]Bitácora #066 - Expedición al sector SOS-03\c[0] Encontré señales perdidas, que parecían entrar y salir en fase. Las señales eran una completa basura, pero la fase era extrañamente... binaria. Así que intenté grabar los intervalos de fase para ver si obtenía algo. Lo que encontré es un mensaje de lo que creo que era un capitán de una nave de guerra llamado \c[3]Phoenix\c[0]. El mensaje está muy roto y le falta un gran trozo al final. Llevará algún tiempo repararlo... si es que eso es posible.

# data/database.json//lore/log-5/title
source: Log Entry #104
es_es: Bitácora #104

# data/database.json//lore/log-5/content/page-01/content
source: \c[2]Log Entry #104 - Expedition to Sector SOS-03\c[0] Today, two things happened. First, our ship is going home. Everyone is pretty exhausted and nothing new has been found. Well, except the strange signals. Which is the second thing that happened. The repair routine is finally done and it might not have recovered much, but here we go:
es_es: \c[2]Bitácora #104 - Expedición al sector SOS-03\c[0] Hoy han ocurrido dos cosas. Primero, nuestra nave vuelve a casa. Todo el mundo está bastante agotado y no se ha encontrado nada nuevo. Bueno, excepto las señales extrañas. Que es la segunda cosa que ha pasado. La rutina de reparación está finalmente hecha y puede que no se haya recuperado mucho, pero allá vamos:

# data/database.json//lore/log-5/content/page-02-quote/content
source: \c[3]WH3RE...§$$.al l....began.. ..Planet. .A&$)HN....W3..()%)(§J FF§....Move....§§% %%"/H.....Sin gularity.immin3nt...ON LY.....§ %/(%HF...our....H 0m3....(§%HF. ...PRotect....HU..../&%)(/%\c[0]
es_es: \c[3]D0ND3...§$$.to do...comenzó.. ...Planeta. .A&$)HN....N0so..()%)(§tR0s FF§....Mudarse....§§% %%"/H.....Sin gularidad.inmin3nt... SO LO.....§ %/(%HF.. nuestro....H 0g4r....(§%HF. ...PRoteg....HU..../&%)(/%\c[0]

# data/database.json//lore/log-5/content/page-03/content
source: Where it all began? Some Planet they called home? No wonder the seniors are all so interested in this. Are we close to finding a new inhabitable planet? In \c[3]Old War\c[0] territory? But what is this about a Singularity? I can't imagine them talking about a real one, that would be insane. But a new planet? After this message there's bound to be more expeditions into this \c[3]SOS-Sector\c[0].
es_es: ¿Dónde empezó todo? ¿Algún planeta al que llamaban hogar? No es de extrañar que los mayores estén tan interesados en esto. ¿Estamos cerca de encontrar un nuevo planeta habitable? ¿En el territorio de la \c[3]Guerra Antigua\c[0]? ¿Pero qué es eso de la Singularidad? No puedo imaginarlos hablando de una real, eso sería una locura. ¿Pero un nuevo planeta? Después de este mensaje seguro que habrá más expediciones a este \c[3]Sector-SOS\c[0].

# data/database.json//lore/dlc-log-header/title
source: Captain's Report
es_es: Informe del Capitán

# data/database.json//lore/dlc-log-header/content/first/content
source: A series of logs from a space ship captain.
es_es: Una serie de bitácoras de un capitán de una nave espacial.

# data/database.json//lore/dlc-log-1/title
source: Report #001
es_es: Reporte #001

# data/database.json//lore/dlc-log-1/content/page-01/content
source: \c[2]Report Card #001\c[0] -- \c[3]Arrival at Sector SOS-3\c[0]: 3400.1.1 n.t. Relative ACF Standard -- Area is pretty messed up, lots of debris. Research vessel wasn't kidding. Signal identified. Gonna spend the next weeks trying to locate source.
es_es: \c[2]Ficha Ténica #001\c[0] -- \c[3]Llegada al sector SOS-3\c[0]: 3400.1.1 n.t. Norma ACF Relativa -- El área está bastante desordenada, muchos escombros. La nave de investigación no estaba bromeando. Señal identificada. Vamos a pasar las próximas semanas tratando de localizar la fuente.

# data/database.json//lore/dlc-log-2/title
source: Report #002
es_es: Reporte #002

# data/database.json//lore/dlc-log-2/content/page-01/content
source: \c[2]Report Card #002\c[0] -- \c[3]Date\c[0]: 3400.1.3 n.t. Relative ACF Standard -- Crew found signal of source. Can't make this up: looks like a \c[3]black hole\c[0]. No readings on the instruments, had to confirm via camera. It's tiny. Like maybe 1 km in all directions.
es_es: \c[2]Fucha Técnica #002\c[0] -- \c[3]Fecha\c[0]: 3400.1.3 n.t. Norma ACF relativa -- La tripulación encontró la señal de la fuente. No se puede inventar esto: parece un \c[3]agujero negro\c[0]. No hay lecturas en los instrumentos, tuvo que confirmarse a través de la cámara. Es pequeño. Como 1 km en todas las direcciones.

# data/database.json//lore/dlc-log-2/content/page-02/content
source: -- No gravitational force detected. Just warps the light around it. Scientist freaking out big time. Told crew to prep drone. Highly suspect. Maybe some cloaking tech lost in the old war?
es_es: -- No se detecta ninguna fuerza gravitacional. Sólo deforma la luz a su alrededor. Los científicos se están volviendo locos. Le dijo a la tripulación que preparen el dron. Altamente sospechoso. ¿Tal vez alguna tecnología de camuflaje perdida en la Guerra Antigua?

# data/database.json//lore/dlc-log-3/title
source: Report #003
es_es: Reporte #003

# data/database.json//lore/dlc-log-3/content/page-01/content
source: \c[2]Report Card #003\c[0] -- \c[3]Date\c[0]: 3400.1.4 n.t. Relative ACF Standard -- Drone went in without issue. It's an illusion. A frigging 1km black hole illusion. Hopefully we can salvage the tech for this. Sure you guys will love it.
es_es: \c[2]Ficha Técnica #003\c[0] -- \c[3]Fecha\c[0]: 3400.1.4 n.t. Norma ACF Relativa -- El dron entró sin problemas. Es una ilusión. Una maldita ilusión de un agujero negro de 1 km. Espero que podamos salvar la tecnología para esto. Seguro que os encantará.

# data/database.json//lore/dlc-log-3/content/page-02/content
source: -- Found a ship inside. Still no signal, all lights are dark. Size is roughly 700mx200mx150m. large rings around the center. Does not look like anything in our databases. My guess? Looks like a generation ship.
es_es: -- Encontré una nave en el interior. Todavía no hay señal, todas las luces están oscuras. El tamaño es de aproximadamente 700mx200mx150m. Grandes anillos alrededor del centro. No se parece a nada en nuestras bases de datos. ¿Mi suposición? Parece una nave de la generación.

# data/database.json//lore/dlc-log-4/title
source: Report #004
es_es: Reporte #004

# data/database.json//lore/dlc-log-4/content/page-01/content
source: \c[2]Report Card #004\c[0] -- \c[3]Date\c[0]: 3400.1.6 n.t. Relative ACF Standard -- Sent in a team of 5. Footage confirms not a single living soul. Lots of floating bodies. All human. Long corridors leading to quarters and a larger storage. Found the bridge. Ship has confirmed black box which is currently being analyzed.
es_es: \c[2]Ficha Técnica #004\c[0] -- \c[3]Fecha\c[0]: 3400.1.6 n.t. Norma ACF Relativa -- Enviado en un equipo de 5. Las imágenes confirman que no hay ni una sola alma viva. Muchos cuerpos flotantes. Todos humanos. Largos corredores que llevan a los cuartos y a un almacén más grande. Encontramos el puente. La nave tiene una caja negra confirmada que está siendo analizada.

# data/database.json//lore/dlc-log-4/content/page-02/content
source: -- Initial readings name this ship the \c[3]Phoenix\c[0]. Guess that makes confirmation even more clear.
es_es: -- Las lecturas iniciales nombran a esta nave como el \c[3]Phoenix\c[0]. Supongo que eso aclara aún más la confirmación.

# data/database.json//lore/dlc-log-5/title
source: Report #005
es_es: Reporte #005

# data/database.json//lore/dlc-log-5/content/page-01/content
source: \c[2]Report Card #005\c[0] -- \c[3]Date\c[0]: 3400.1.8 n.t. Relative ACF Standard -- Black box analysis finished. Confirmed generation vessel meant to travel to any "inhabitable" world. Apparently people fleeing home from "dying planet". Storage has big surprise for you guys.
es_es: \c[2]Boletín de calificaciones #005\c[0] -- \c[3]Fecha\c[0]: 3400.1.8 n.t. Estándar ACF relativo -- Análisis de caja negra terminado. Nave de generación confirmada destinada a viajar a cualquier mundo "habitable". Aparentemente, personas que huyen de su hogar desde el "Planeta Moribundo". El cargamento tiene una gran sorpresa para ustedes.

# data/database.json//lore/dlc-log-5/content/page-02/content
source: -- If team is correct, we have some new tech allowing any matter to be controlled. Not sure how far the research is. Team is still puzzling over the specifics. We'll return home and bring the vessel along. -- Captain Manfred McFly Instatainment ACF Salvager 25-b
es_es: -- Si el equipo es correcto, tenemos una nueva tecnología que permite controlar cualquier materia. No estamos seguros de hasta dónde llega la investigación. El equipo todavía está desconcertando sobre los detalles. Volveremos a casa y llevaremos la nave. -- Capitán Manfred McFly Instatainment ACF Salvager 25-b

# data/database.json//quests/arid-quest1/name
source: The Southern Trial Building
es_es: El Edificio de Pruebas Sureño

# data/database.json//quests/arid-quest1/description
source: Acquire access and inspect the first \c[3]Trial Building\c[0] in the \c[3]southern\c[0] region.
es_es: Adquiere acceso y explora el primer \c[3]Edificio de prueba\c[0] en la región \c[3]sur\c[0].

# data/database.json//quests/arid-quest1/briefing
source: You successfully inspected the southern \c[3]Trial Building\c[0].
es_es: Inspeccionaste con éxito el \c[3]Edificio de prueba\c[0] del sur.

# data/database.json//quests/arid-quest1/tasks/0/task
source: Activate the devices of the southern region.
es_es: Activa los dispositivos de la región sur.

# data/database.json//quests/arid-quest1/tasks/0/subtasks/0/text
source: Device in \c[3]Scarlet River\c[0]
es_es: Dispositivos en el \c[3]Río Escarlata\c[0]

# data/database.json//quests/arid-quest1/tasks/0/subtasks/1/text
source: Device in \c[3]River Delta\c[0]
es_es: Dispositivos en el \c[3]Río Delta\c[0]

# data/database.json//quests/arid-quest1/tasks/1/task
source: Inspect the Trial Building in \c[3]River Delta\c[0]
es_es: Inspeccionar el edificio de prueba en el \c[3]Río Delta\c[0]

# data/database.json//quests/arid-quest1/tasks/2/task
source: Report back at the \c[3]Quest Hub\c[0]
es_es: Informe resultados en el \c[3]Centro de misiones\c[0]

# data/database.json//quests/arid-quest2/name
source: The Northern Trial Building
es_es: El Edificio de Pruebas Norteño

# data/database.json//quests/arid-quest2/description
source: Acquire access and inspect the second \c[3]Trial Building\c[0] in the \c[3]northern\c[0] region.
es_es: Adquiere acceso y explora el segundo \c[3]Edificio de prueba\c[0] en la región \c[3]norte\c[0].

# data/database.json//quests/arid-quest2/briefing
source: You successfully inspected the northern \c[3]Trial Building\c[0].
es_es: Has investigado con éxito el \c[3]Edificio de Pruebas\c[0] norteño.

# data/database.json//quests/arid-quest2/tasks/0/task
source: Activate the devices of the northern region.
es_es: Activa los dispositivos de la región norte.

# data/database.json//quests/arid-quest2/tasks/0/subtasks/0/text
source: Device in \c[3]Crimson Lake\c[0]
es_es: Dispositivos en el \c[3]Lago Carmesí\c[0]

# data/database.json//quests/arid-quest2/tasks/0/subtasks/1/text
source: Device in \c[3]Ebony Forest\c[0]
es_es: Dispositivos en el \c[3]Bosque de Ébano\c[0]

# data/database.json//quests/arid-quest2/tasks/1/task
source: Inspect the Trial Building in \c[3]Ebony Forest\c[0]
es_es: Inspeccionar el edificio de prueba en el \c[3]Bosque de Ébano\c[0]

# data/database.json//quests/arid-quest2/tasks/2/task
source: Report back at the \c[3]Quest Hub\c[0]
es_es: Informe resultados en el \c[3]Centro de misiones\c[0]

# data/database.json//quests/my-first-quest/hubSettings/location
source: I'm a humble citizen looking to help our dear Seekers! \c[3]- Entrance to \v[area.autumn-area.name]\c[0]
es_es: ¡Por favor, déjeme ayudar a vuestros queridos buscadores! \c[3]- Entrada a \v[area.autumn-area.name]\c[0]

# data/database.json//quests/my-first-quest/name
source: First Steps
es_es: Primeros Pasos

# data/database.json//quests/my-first-quest/person
source: Humble Helper
es_es: Humilde Ayudante
