Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/chapter-07/content/page-07-02/content
source: To recover from the \c[3]shocking experience\c[0], Lea and Schneider took another break at the lake, where the latter started to talk about \c[3]things he started to remember\c[0], like working in an IT company. After more \c[3]bonding\c[0] over the meaning of life, gaming and interior design, they handed in the quest and returned to their rooms. Lea tried to \c[3]reestablish contact\c[0] with Sergey, but he didn't answer. So she ended the day as it started, in silence.
es_es: Para recuperarse de la \c[3]impactante experiencia\c[0], Lea y Schneider se tomaron otro descanso en el lago, donde este último empezó a hablar de \c[3]cosas que empezaba a recordar\c[0], como el trabajo que tenía en una empresa de informática. Después de formar \c[3]vínculos\c[0] sobre el sentido de la vida, los juegos y el diseño de interiores, terminaron la misión y volvieron a sus habitaciones. Lea trató de \c[3]restablecer el contacto\c[0] con Sergey, pero éste no respondió. Así que terminó el día como empezó, en silencio.

# data/database.json//lore/chapter-07/content/page-08-01/content
source: \c[3]Day five\c[0] started with another surprise, as Lea was interrogated by \c[3]an unknown man in a business suit\c[0], who asked about \c[3]outside help\c[0] before leaving without getting an answer. As Lea tried to regain her composure, frightened, \c[3]Sergey\c[0] suddenly started talking again and instructed her to quickly reunite with Schneider and make for the \c[3]mysterious tower\c[0]. Their plan to \c[3]escape\c[0] was finally beginning.
es_es: \c[3]El quinto día\c[0] comenzó con otra sorpresa, ya que Lea fue interrogada por \c[3]un hombre desconocido con traje formal\c[0], quien le preguntó por \c[3]la ayuda externa que recibía\c[0] antes de marcharse sin obtener respuesta. Mientras Lea intentaba recuperar la compostura, asustada, \c[3]Sergey\c[0] volvió a hablar de repente y le indicó que se reuniera rápidamente con Schneider y se dirigiera a la \c[3]misteriosa torre\c[0]. Su plan de \c[3]escape\c[0] finalmente estaba comenzando.

# data/database.json//lore/chapter-07/content/page-08-02/content
source: Together with Schneider, Lea managed to \c[3]sneak past the guards\c[0] of the tower and finally made it inside. Upon entering, though, they got split up again, because the tower was actually an \c[3]instanced dungeon\c[0]. Sergey urged her to keep moving, since he had \c[3]devised a plan to reunite her with Schneider\c[0] and \c[3]leave together\c[0]. By performing a little \c[3]hacking magic\c[0] he allowed her to \c[3]break through the walls of the instances\c[0] in search for Schneider.
es_es: Junto con Schneider, Lea se las arregló para \c[3]pasar a hurtadillas por los guardias\c[0] de la torre y finalmente logró entrar. Al entrar, sin embargo, se separaron de nuevo, porque la torre era en realidad era una \c[3]mazmorra instanciada\c[0]. Sergey la convenció de seguir adelante, ya que había \c[3]ideado un plan para reunirla con Schneider\c[0] y \c[3]salir juntos\c[0]. Haciendo un poco de \c[3]magia de hackeo\c[0] le permitió \c[3]atravesar las paredes de las instancias\c[0] en busca de Schneider.

# data/database.json//lore/chapter-07/content/page-08-03/content
source: On her way to find him, though, Lea came upon a \c[3]threatening machine\c[0] that seemed to be \c[3]torturing\c[0] one of the resident players. Any potential investigation was prevented by the \c[3]reappearance of the Blue Avatar\c[0], however, who promptly started \c[3]chasing her\c[0] with powerful enemies. After passing a few rooms, Lea was finally confronted by a seemingly invincible Snail-boss that she was only able to overcome with more hacking help from Sergey.
es_es: Sin embargo, en su camino para encontrarlo, Lea se topó con una \c[3]máquina amenazante\c[0] que parecía estar \c[3]torturando\c[0] a uno de los jugadores residentes. Esta investigación fue interrumpida por la \c[3]reaparición del Avatar Azul\c[0], que rápidamente comenzó a \c[3]perseguirla\c[0] con poderosos enemigos. Después de pasar unas cuantas habitaciones, Lea se enfrentó finalmente a un jefe caracol aparentemente invencible que sólo pudo superar con la ayuda de Sergey.

# data/database.json//lore/chapter-07/content/page-08-04/content
source: Lea \c[3]reunited with Schneider\c[0] and, after breaking a few more walls, the two made their way outside to what looked like a \c[3]rather mundane dock\c[0]. However, before they could finally reach freedom, Schneider's movement was blocked entirely, \c[3]preventing him from moving on\c[0]. Reluctantly, Lea left him behind to flee alone, but was again stopped by her persistent pursuer. At this point none other than \c[3]Captain Jet\c[0] entered the scene to blast the Blue Avatar with his weapon and carry Lea away with his Jetpack. Thus the \c[3]escape was successful\c[0], but only for Lea...
es_es: Lea \c[3]se reunió con Schneider\c[0], y después de romper algunas paredes más, los dos se dirigieron al exterior, a lo que parecía un \c[3]muelle bastante sucio\c[0]. Sin embargo, antes de que pudieran finalmente alcanzar la libertad, Schneider dejó de moverse por completo, \c[3]no pudo seguir adelante\c[0]. A regañadientes, Lea lo dejó atrás para huir sola, pero fue de nuevo detenida por su persistente perseguidor. En ese momento entró en escena nada menos que el \c[3]Capitán Jet\c[0] para hacer explotar al Avatar Azul con su arma y llevarse a Lea con su Jetpack. Así, la huida \c[3]fue un éxito\c[0], pero sólo para Lea...

# data/database.json//lore/chapter-07/content/page-09-01/content
source: Being back on \c[3]the cargo ship \v[lore.title.cargo-ship]\c[0] after a long time, Lea was finally reunited with people like \c[3]her fanboy\c[0], \c[3]his colleague\c[0] and, of course, \c[3]Carla\c[0]. She was not happy, however, knowing that \c[3]Schneider\c[0] was still \c[3]trapped in the clutches of her former captor\c[0].
es_es: Estando de vuelta en \c[3]el barco de carga \v[lore.title.cargo-ship]\c[0] después de mucho tiempo, Lea se reunió finalmente con gente como \c[3]su fan\c[0], \c[3]su colega\c[0] y, por supuesto, \c[3]Carla\c[0]. Sin embargo, no era feliz sabiendo que \c[3]Schneider\c[0] seguía \c[3]atrapado en las garras de su antiguo captor\c[0].

# data/database.json//lore/chapter-07/content/page-09-02/content
source: Under the eyes of Jet and Carla, Sergey finally apologized for keeping Lea's situation a secret and started to \c[3]describe the events that led to her journey\c[0]. He explained how Shizuka's brother, Satoshi, developed a highly advanced A.I. while working on the \c[3]player-avatar connection of \v[lore.title.cross-worlds] (the CrossCode)\c[0]. Said A.I., also called an \c[3]\v[lore.title.evotar]\c[0], was supposedly so advanced that it could \c[3]perfectly mimic a person's memory and feelings\c[0], among other things. Lea is exactly that... an \c[3]\v[lore.title.evotar] of Shizuka\c[0]. But since \v[lore.title.evotar]s often \c[3]permanently malfunctioned when confronted with the truth\c[0], Sergey was \c[3]reluctant to tell her the truth\c[0] and instead made up that rather cliched coma-story. Lea, however, was able to \c[3]accept her nature\c[0] and \c[3]remain stable\c[0].
es_es: Bajo la mirada de Jet y Carla, Sergey se disculpó por mantener la situación de Lea en secreto y comenzó a \c[3]describir los eventos que llevaron a su aventura\c[0]. Explicó cómo el hermano de Shizuka, Satoshi, desarrolló una I.A. muy avanzada mientras trabajaba en la conexión \c[3]jugador-avatar de \v[lore.title.cross-worlds] (el CrossCode)\c[0]. Dicha I.A., también llamada \c[3]\v[lore.title.evotar]\c[0], era supuestamente tan avanzada que podía \c[3]imitar perfectamente la memoria y los sentimientos\c[0] de una persona, entre otras cosas. Lea es exactamente eso... un \c[3]\v[lore.title.evotar] de Shizuka\c[0]. Pero como los \v[lore.title.evotar]es suelen \c[3]romperse cuando se enfrentan a la verdad\c[0], Sergey era \c[3]reacio a revelarla\c[0] y en su lugar se inventó esa historia de coma bastante tópica. Lea, sin embargo, fue capaz de \c[3]aceptar su naturaleza\c[0] y \c[3]permanecer estable\c[0].

# data/database.json//lore/chapter-07/content/page-09-03/content
source: Sergey, however, reiterates that \v[lore.title.evotar]s should not officially exist on the \v[lore.title.playground] to his knowledge, because, while Satoshi was eager to continue the research on that topic, it was not something their employer, \c[3]\v[lore.title.dev-company]\c[0], was interested in. That is why, in frustration, \c[3]he, Gautham and Shizuka left the company\c[0] and \c[3]broke off all contact to Sergey\c[0]. He concluded that they must have found \c[3]someone with administrative access who supported them\c[0] with the means to \c[3]continue behind the back of their former employers\c[0].
es_es: Sin embargo, Sergey reitera que, por lo que él sabe, los \v[lore.title.evotar]es no deben existir oficialmente en el \v[lore.title.playground], ya que, aunque Satoshi estaba ansioso por continuar la investigación sobre ese tema, no era algo en lo que sus Jefes, \c[3]\v[lore.title.dev-company]\c[0], estuvieran interesados. Por eso, frustrados, \c[3]él, Gautham y Shizuka dejaron la empresa\c[0] y \c[3]rompieron todo contacto con Sergey\c[0]. Llegó a la conclusión de que debían haber encontrado a \c[3]alguien con acceso administrativo\c[0] que les apoyara con los medios para \c[3]continuar a espaldas de la empresa\c[0].

# data/database.json//lore/chapter-07/content/page-09-04/content
source: After Sergey's \c[3]long explanation\c[0], Lea, with her ultimate fate still in question, \c[3]went on a walk around the ship\c[0]. There she was used for water-based avatar experiments and also met a charming young child called \c[3]Isabelle\c[0], whom she played tag with. After that delightful diversion from the recent dramatic events, Sergey reappeared to talk to Lea about \c[3]her future\c[0]. He had a plan that would involve \c[3]creating a place for Evotars to live\c[0], as soon as they found \c[3]Satoshi\c[0]. With this goal on their mind he proceeded with the logout.
es_es: Después de la \c[3]larga explicación de Sergey\c[0], Lea, con su destino final aún en duda, \c[3]salió a pasear por la nave\c[0]. Allí la utilizaron para experimentos con avatares acuáticos y también conoció a una encantadora niña llamada \c[3]Isabelle\c[0], con la que jugó al pilla-pilla. Después de esa deliciosa distracción de los recientes acontecimientos dramáticos, Sergey reapareció para hablar con Lea sobre \c[3]su futuro\c[0]. Tenía un plan que implicaría \c[3]crear un lugar para que los Evotares vivieran\c[0], tan pronto como encontraran a \c[3]Satoshi\c[0]. Con este objetivo en su mente procedió a desconectarse.

# data/database.json//lore/chapter-08/title
source: Chapter 08: \v[chapter.name.8]
es_es: Capítulo 08: \v[chapter.name.8]

# data/database.json//lore/chapter-08/content/page-01/content
source: Right after Lea logged back in on the \c[3]\v[area.cargo-ship.name]\c[0], Sergey instructed her to go back in the \c[3]Cargo Hold\c[0], the room where her journey began. There another \c[3]teleporting landmark\c[0] was erected that would allow Lea (but no one else) to \c[3]freely travel between the \v[lore.title.cargo-ship] and the official \v[lore.title.playground]\c[0]. Carla joined her to see her off on her way back to meet her friends again.
es_es: Justo después de que Lea volviera a conectarse en el \c[3]\v[area.cargo-ship.name]\c[0], Sergey le indicó que volviera a la \c[3]Bodega de Carga\c[0], la sala donde comenzó su viaje. Allí se construyo un nuevo \c[3]Punto de Referencia\c[0] que permitiría a Lea (pero a nadie más) \c[3]viajar libremente entre el \v[lore.title.cargo-ship] y el \v[lore.title.playground]\c[0] oficial. Carla se unió a ella para despedirla en su camino de vuelta para reunirse con sus amigos.

# data/database.json//lore/chapter-08/content/page-02/content
source: Right after arriving at \c[3]CrossCentral\c[0] Lea spoke with Emilie who seemed quite angry and wanted to meet "in person". So Lea went to the \c[3]guild-HQ of the "First Scholars"\c[0] to clear everything up. Emilie was very frustrated with Lea, though, who was unable to explain the convoluted events to her friend. Then the situation got even more complicated as Schneider came in and Lea suddenly hugged him, to the irritation of both him and Emilie. Embarrassed and confused, Lea fled the scene.
es_es: Justo después de llegar al \c[3]Cruce Central\c[0] Lea habló con Emilie que parecía bastante enfadada y quería encontrarse "en persona". Así que Lea fue a la \c[3]sede de los "Primeros Eruditos"\c[0] para aclarar todo. Sin embargo, Emilie se sintió muy frustrada con Lea, que no fue capaz de explicar lo que le sucedió. La situación se complicó aún más cuando entró Schneider y Lea le abrazó de repente, irritando tanto a él como a Emilie. Avergonzada y confundida, Lea huyó de la escena.

# data/database.json//lore/chapter-08/content/page-03/content
source: As Lea was brooding by herself Sergey suggested that the Schneider in the Wastelands was most likely an \c[3]\v[lore.title.evotar]\c[0], just like Lea, which would explain the confusion of the Schneider in the guild-HQ. Still embarrassed and unsure of how to set things right Lea was unwilling to return to her guild and so she instead travelled to the next location on her path: \c[3]\v[area.jungle.name]\c[0].
es_es: Mientras Lea se sentía sola, Sergey teorizó que el Schneider en el Vertedero era probablemente un \c[3]\v[lore.title.evotar]\c[0], al igual que ella, lo que explicaría la confusión del Schneider en la sede del gremio. Todavía avergonzada e insegura de cómo arreglar las cosas Lea no estaba dispuesta a volver a su gremio y decidió continuar con el juego por su cuenta hacia el \c[3]\v[area.jungle.name]\c[0].

# data/database.json//lore/chapter-08/content/page-04/content
source: Arriving in the thick jungle Lea was immediately confronted by an old acquaintance: \c[3]Apollo\c[0], who was dead-set on having another duel. Also, \c[3]his friend Joern\c[0] accompanied him. After another hard-fought battle between Spheromancers it was decided, mostly thanks to Joern's suggestion, to \c[3]form a party of three\c[0] to face the challenges of the jungle together. Thus, this new constellation of two Spheromancers and a Quadroguard continued their journey towards \c[4]\v[area.jungle-city.name]\c[0], the rising city between the trees.
es_es: Al llegar a la espesa jungla, Lea se enfrentó inmediatamente a un viejo conocido: \c[3]Apollo\c[0], que estaba decidido a tener otro duelo. Además, \c[3]su amigo Joern\c[0] le acompañaba. Tras otra reñida batalla entre Spheromancers, se decidió, con ayuda de Joern, \c[3]formar un equipo de tres\c[0] para afrontar juntos los retos de la jungla. Así, esta nueva constelación de dos Spheromancers y un Quadroguard continuó su viaje hacia el \c[4]\v[area.jungle-city.name]\c[0], la ciudad sumergida entre los árboles.

# data/database.json//lore/chapter-08/content/page-05/content
source: In the bustling city of \v[area.jungle-city.name] the group visited \c[3]the mayor\c[0] who was involved in a heated argument with a \c[3]Shad called K'tara\c[0]. She was beseeching him for help against \c[3]a horde of aggressive cats that invaded a part of the nearby Shad-village\c[0] and warned him of the Shad-residents becoming angry at the human settlers, who they hold responsible, but to no avail. Seeing that she would not get help from the mayor, she left the office.
es_es: En la bulliciosa ciudad del \v[area.jungle-city.name] el grupo visitó \c[3]al alcalde\c[0] que estaba envuelto en una acalorada discusión con una \c[3]Shad llamada K'tara\c[0]. Ella le pedía ayuda contra una \c[3]horda de gatos agresivos que invadían una parte del pueblo Shad\c[0] y le advertía de que los residentes Shad se estaban enfadando con los colonos humanos, a los que consideraban responsables, pero sin éxito. Al ver que no obtendría ayuda del alcalde, abandonó el despacho.

# data/database.json//lore/chapter-08/content/page-06/content
source: The seekers talked to her and agreed to help the Shad, in return for safe passage to the next two \c[3]Temples of the Ancients\c[0], the \c[3]\v[area.wave-dng.name]\c[0] and \c[3]\v[area.shock-dng.name]\c[0], which were blocked off by Shad protestors. And so the group followed K'tara to her village and took care of the feline pests that were seemingly corrupted by some Track-related force. With the obstacles to the next dungeons out of the way, the group decided to part ways again and log off for the day.
es_es: Los buscadores hablaron con ella y accedieron a ayudar a los Shad, a cambio de un paso seguro a los dos siguientes \c[3]Templos de los Antiguos\c[0], el \c[3]\v[area.wave-dng.name]\c[0] y el \c[3]\v[area.shock-dng.name]\c[0], que estaban bloqueados por manifestantes Shad. Así, el grupo siguió a K'tara hasta su aldea y se encargó de las plagas de felinos que, al parecer, estaban corrompidos por alguna fuerza relacionada con el Camino. Una vez eliminados los obstáculos de las siguientes mazmorras, el grupo decidió separarse de nuevo y acabar por el día.

# data/database.json//lore/chapter-08/content/page-07/content
source: Lea returned to \v[lore.title.cross-worlds] after another dream that hinted at the location of Satoshi and Gautham. Immediately she got a call from C'tron who wanted to meet with her to run the next dungeon together. Once they met up though, it became clear that it was a ploy to have Lea and Emilie talk again. Though Emilie was still frustrated about Lea's sudden disappearance, they were able to reconcile quickly after it became clear that Lea had not vanished on purpose and missed her friends a lot.
es_es: Lea volvió a \v[lore.title.cross-worlds] después de otro sueño que insinuaba la ubicación de Satoshi y Gautham. Inmediatamente recibió una llamada de C'tron que quería reunirse con ella para ir a la siguiente mazmorra juntos. Sin embargo, una vez que se reunieron, quedó claro que era una trampa para que Lea y Emilie volvieran a hablar. Aunque Emilie seguía frustrada por la repentina desaparición de Lea, pudieron reconciliarse rápidamente después de que quedara claro que Lea no lo había hecho a propósito y que echaba mucho de menos a sus amigos.

# data/database.json//lore/chapter-08/content/page-08/content
source: Finally together again, the original group of three, Lea, Emilie and C'tron tackled the two dungeons of \c[3]\v[area.wave-dng.name]\c[0] and \c[3]\v[area.shock-dng.name]\c[0] together, of course continuing their racing tradition. Those dungeons were again filled with perplexing puzzles and menacing monsters, but equipped with the newly acquired elements of \c[3]Shock\c[0] and \c[3]Wave\c[0], no challenge proved too much for the trio. Thus, with a small pause in-between to meet the \c[3]rest of the First Scholars\c[0] again, both dungeons had been solved.
es_es: Por fin juntos de nuevo, el grupo original de tres, Lea, Emilie y C'tron abordaron las dos mazmorras del \c[3]\v[area.wave-dng.name]\c[0] y el \c[3]\v[area.shock-dng.name]\c[0] juntos, por supuesto continuando su tradición de hacer una carrera. Esas mazmorras volvieron a estar repletas de desconcertantes rompecabezas y amenazantes monstruos, pero equipados con los recién adquiridos elementos de \c[3]Rayo\c[0] y \c[3]Pulso\c[0], ningún reto fue demasiado para el trío. Así, con una pequeña pausa entre medias para volver a encontrarse con el \c[3]resto de los Primeros Eruditos\c[0], ambas mazmorras habían sido resueltas.

# data/database.json//lore/chapter-08/content/page-09/content
source: Just as the group was about to enter the last dungeon of \v[area.jungle.name], the majestic \c[3]\v[area.tree-dng.name]\c[0], Shad protesters once again blocked their path. Thankfully, with the help of a friendly scientist, the root of the Shad's plight could be solved, which finally allowed passage towards the large tree.
es_es: Justo cuando el grupo estaba a punto de entrar en la última mazmorra del \v[area.jungle.name], el majestuoso \c[3]\v[area.tree-dng.name]\c[0], los manifestantes Shad volvieron a bloquear su camino. Afortunadamente, con la ayuda de una científica amiga, se pudo resolver la raíz del problema de los Shad, lo que finalmente permitió el paso hacia el gran árbol.

# data/database.json//lore/chapter-08/content/page-10/content
source: Unfortunately, C'tron had to leave due to obligations in his life, so he would not join Lea and Emilie during the race up the tree. Instead \c[3]Apollo\c[0], whose friend Joern wanted to take it slower himself, dropped in to show his skills. So the new group constellation raced and beat monsters, puzzles and even a \c[3]cheeky ape riding a whale\c[0] along the way, until they finally reached the top and claimed the Shade to finally enter the last area of the game: \c[3]\v[area.forest.name]\c[0]!
es_es: Lamentablemente, C'tron tuvo que marcharse debido a obligaciones en su vida, por lo que no se unió a Lea y Emilie durante la carrera por el árbol. En su lugar, \c[3]Apollo\c[0], cuyo amigo Joern quería ir más despacio, se unió para demostrar sus habilidades. ¡Así el nuevo grupo corrió y venció a monstruos, puzzles e incluso a un \c[3]mono descarado montado en una ballena\c[0] por el camino, hasta que finalmente llegaron a la cima y reclamaron la Sombra para entrar por fin en la última zona del juego: \c[3]\v[area.forest.name]\c[0]!

# data/database.json//lore/chapter-09/title
source: Chapter 09: \v[chapter.name.9]
es_es: Capítulo 09: \v[chapter.name.9]

# data/database.json//lore/chapter-09/content/page-01/content
source: Directly after logging in, with Lea still standing in the spacey ending room of the \v[area.tree-dng.name], Sergey suggested to visit \c[3]\v[area.forest.name]\c[0] and explore the area until she remembers the way to \c[3]the hideout of his former colleagues\c[0]. Suddenly, though, Lea was greeted by C'tron, who just finished the dungeon himself. He asked her to join the First Scholars for an important meeting.
es_es: Inmediatamente después de iniciar la sesión, con Lea aún en el espacio en la cima del \v[area.tree-dng.name], Sergey propuso visitar \c[3]\v[area.forest.name]\c[0] y explorar la zona hasta que ella recordara el camino hacia \c[3]el escondite de sus antiguos colegas\c[0]. Sin embargo, Lea fue sorprendida por C'tron, que acababa de terminar la mazmorra. Él pidió que Lea se reuniera con los Primeros Eruditos para una reunión importante.

# data/database.json//lore/chapter-09/content/page-02/content
source: At the guild-HQ the First Scholars talked about going on \c[3]another raid\c[0] and also invited Lea. Though she wanted to join, she had to refuse the request on Sergey's advice, because a raid would bring \c[3]the risk of being captured again\c[0]. Though disappointed the guild was understanding and Emilie offered to explore \v[area.forest.name] with her.
es_es: En la sede del gremio, los Primeros Eruditos hablaron de hacer \c[3]otra raid\c[0] y también invitaron a Lea. Aunque ella quería unirse, tuvo que rechazar la petición por consejo de Sergey, porque una raid traería \c[3]el riesgo de ser capturada de nuevo\c[0]. Aunque decepcionado, el gremio fue comprensivo y Emilie se ofreció a explorar \v[area.forest.name] con ella.
