Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/commonEvents/schneider-contact/event/11/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/schneider-contact/event/11/thenStep/1/message
source: That is quite an impressive tower.
ru_ru: Это довольно впечатляющая башня.

# data/database.json/commonEvents/schneider-contact/event/11/thenStep/2/message
source: Makes you wonder what Instatainment originally planned to do with that construction...
ru_ru: Заставляет задуматься, что Instatainment изначально планировали сделать с этой конструкцией...

# data/database.json/commonEvents/schneider-contact/event/11/thenStep/3/message
source: Anyway! For you it's just about taking on that blue avatar's challenge, right?
ru_ru: Тем не менее! Для тебя это всего лишь вызов синего аватара, верно?

# data/database.json/commonEvents/schneider-contact/event/11/thenStep/4/message
source: Good luck!
ru_ru: Удачи!

# data/database.json/commonEvents/schneider-contact/event/11/thenStep/5/message
source: Thanks!
ru_ru: Спасибо!

# data/database.json/commonEvents/schneider-contact/event/12/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/schneider-contact/event/12/thenStep/1/message
source: Lea, why are you contacting me now out of all times?
ru_ru: Лея, почему ты связываешься со мной именно сейчас?

# data/database.json/commonEvents/schneider-contact/event/12/thenStep/3/message
source: Come on, let's focus on saving those Evotars!
ru_ru: Ну же, давай сосредоточимся на спасении этих эвотаров!

# data/database.json/commonEvents/schneider-contact/event/13/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/schneider-contact/event/13/thenStep/1/message
source: Hey...\. I just came back from changing all my credentials...
ru_ru: Эй...\. Я только вернулся после смены всех своих учётных данных...

# data/database.json/commonEvents/schneider-contact/event/13/thenStep/2/message
source: It's a good thing we have tools prepared for situations like this...
ru_ru: Хорошо, что у нас есть возможности, подготовленные для таких случаев...

# data/database.json/commonEvents/schneider-contact/event/13/thenStep/4/message
source: Oh...\. just work related stuff, don't worry.
ru_ru: Ой...\. просто дела, связанные с работой, не переживай.

# data/database.json/commonEvents/schneider-contact/event/13/thenStep/5/message
source: More importantly, let's put an end to this mischievous memory-stealing business!
ru_ru: Что ещё важнее, давай положим конец этому крадущему чужие знания бизнесу!

# data/database.json/commonEvents/schneider-contact/event/13/thenStep/6/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/schneider-contact/event/14/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/schneider-contact/event/14/thenStep/1/message
source: Hallihallo! Don't forget about the raid! We're waiting for you at \c[3]Para Island\c[0].
ru_ru: Hallihallo (Приветики)! Не забудь о рейде! Мы ждём тебя на \c[3]Райском острове\c[0].

# data/database.json/commonEvents/schneider-contact/event/15/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/schneider-contact/event/15/thenStep/1/message
source: Hello Lea! You've been gone for some time, haven't you?
ru_ru: Привет, Лея! Долго тебя не было, верно?

# data/database.json/commonEvents/schneider-contact/event/15/thenStep/2/message
source: Anyway, Tronny and Emilie have been looking for you.
ru_ru: В общем, Тронни и Эмили искали тебя.

# data/database.json/commonEvents/schneider-contact/event/15/thenStep/3/message
source: Have you met them already?
ru_ru: Ты уже встретила их?

source: [nods]
ru_ru: [кивает]

source: I see! So you should know about the raid.
ru_ru: Понял! Значит, ты уже должна знать о рейде.

source: Well then, make sure to quickly collect that \c[3]\v[item.376.name]\c[0]!
ru_ru: Хорошо, тогда поторопись получить \c[3]\v[item.376.name]\c[0]!

source: Also it would be worthwhile to upgrade your equipment before the raid.
ru_ru: Ещё было бы целесообразно обновить экипировку до рейда.

source: You should check the \c[3]new offers\c[0] in Rookie Harbor.
ru_ru: Тебе следует проверить \c[3]новые предложения\c[0] в Гавани новичков.

source: If you have the time, you can go for the trading equipment, but just buying the Silver equipment from the store works, too.
ru_ru: Если у тебя есть время, то ты можешь обменять вещи, но можно и просто купить Серебряный набор экипировки.

source: [shakes head]
ru_ru: [мотает головой]

source: Oh, then you definitely should meet up with them!
ru_ru: Ох, тогда тебе обязательно стоит встретиться с ними!

source: I don't want to spoil the surprise.
ru_ru: Я не хочу портить сюрприз.

# data/database.json/commonEvents/schneider-contact/event/16/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/schneider-contact/event/16/thenStep/1/message
source: Hallihallo!\. So I heard you entered Maroon Valley?
ru_ru: Hallihallo (Приветики)!\. Я слышал, ты вошла в Бордовую долину?

# data/database.json/commonEvents/schneider-contact/event/16/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/schneider-contact/event/16/thenStep/3/message
source: I see. Enemies in that area can be a bit of a pain, if I remember correctly.
ru_ru: Ясно. Враги в этой локации могут вызвать немало проблем, если я правильно помню.

# data/database.json/commonEvents/schneider-contact/event/16/thenStep/4/message
source: Most of them should have a weak point that makes it easy to defeat them, though.
ru_ru: Но большинство из них имеют слабости, так что их довольно просто одолеть.

# data/database.json/commonEvents/schneider-contact/event/16/thenStep/5/message
source: And when it's still too hard, just remember to \c[3]upgrade your equipment\c[0].
ru_ru: А если это всё ещё кажется трудным, просто \c[3]улучши своё снаряжение\c[0].

# data/database.json/commonEvents/schneider-contact/event/16/thenStep/7/message
source: That's all the advice I have for now. Good luck out there!
ru_ru: Это все советы, которые у меня есть на данный момент. Удачи там!

# data/database.json/commonEvents/schneider-contact/event/17/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/schneider-contact/event/17/thenStep/1/message
source: Hi there, Lea! Already in the dungeon?
ru_ru: Привет, Лея! Уже в подземелье?

# data/database.json/commonEvents/schneider-contact/event/17/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/schneider-contact/event/17/thenStep/3/message
source: Good luck, then! Hope you won't be overrun by all the machinery!
ru_ru: Ну, удачи тогда! Надеюсь, что ты не будешь захвачена всеми этими машинами!

# data/database.json/commonEvents/schneider-contact/event/17/thenStep/5/message
source: Gyahahaha! I'm just joking.
ru_ru: Муахахаха! Я просто шучу.

# data/database.json/commonEvents/schneider-contact/event/17/thenStep/6/message
source: I'm sure you'll handle it fine!
ru_ru: Я уверен, ты прекрасно справишься с этим!

# data/database.json/commonEvents/schneider-contact/event/18/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/schneider-contact/event/19/message
source: Hallihallo! Trying out contacts via DL?
ru_ru: Hallihallo (Приветики)! Проверяешь контакты через прямую связь?

# data/database.json/commonEvents/schneider-contact/event/20/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/schneider-contact/event/21/message
source: Japp. Modern communication as you'd expect it.
ru_ru: Japp (Йеп). Современное общение, как и следовало ожидать.

# data/database.json/commonEvents/schneider-contact/event/22/message
source: Voice with hologram representations - the full package.
ru_ru: Голос с голограммными изображениями - полный пакет.

# data/database.json/commonEvents/schneider-contact/event/23/message
source: It's weird if you think about it. A hologram of your avatar.
ru_ru: Это странно, если подумать об этом. Голограмма твоего аватара.

# data/database.json/commonEvents/schneider-contact/event/24/message
source: So the player is hidden behind the avatar as well as the hologram. Pretty indirect, hm?
ru_ru: Получается, игрок скрыт за аватаром и ещё и за голограммой. Не такая уж и прямая связь, не?

# data/database.json/commonEvents/schneider-join/event/7/0_0/0/message
source: Wanna stroll around with a good-old Triblader? Sure thing.
ru_ru: Хочешь прогуляться со старым добрым триблейдером? Конечно.

# data/database.json/commonEvents/schneider-join/event/7/0_1/0/message
source: I suppose we're around the same level now, so why not.
ru_ru: Я полагаю, что мы примерно на одном уровне сейчас, так почему бы и нет.

# data/database.json/commonEvents/schneider-join/event/7/0_2/0/message
source: Not sure I'll be as good a party member as my Evotar copy, but I'll try.
ru_ru: Не уверен, что я буду таким же хорошим членом группы, как моя копия-эвотар, но я постараюсь.

# data/database.json/commonEvents/schneider-remove/event/4/0_0/0/message
source: Fair enough. Until next time!
ru_ru: Справедливо. До следующего раза!

# data/database.json/commonEvents/schneider-remove/event/4/0_1/0/message
source: It seems like this Schneider has cut enough things for the day.
ru_ru: Похоже, что этот Шнайдер порезал достаточно существ на сегодня.

# data/database.json/commonEvents/schneider-remove/event/4/0_2/0/message
source: My work here is done!
ru_ru: Моя работа на этом закончена!

# data/database.json/commonEvents/shizuka-contact/event/6/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/shizuka-contact/event/6/thenStep/1/message
source: Hey Lea...
ru_ru: Эй, Лея...

# data/database.json/commonEvents/shizuka-contact/event/6/thenStep/2/message
source: It looks like the plan was a success so far...\. kinda?
ru_ru: Похоже, что всё идёт по плану...\. в некотором роде?

# data/database.json/commonEvents/shizuka-contact/event/6/thenStep/3/message
source: Now you just have to take on Gautham's challenge.
ru_ru: Теперь тебе просто нужно справиться с вызовом Гаутама.

# data/database.json/commonEvents/shizuka-contact/event/6/thenStep/4/message
source: Let's just hope he doesn't go entirely overboard with this. He tends to do that.
ru_ru: Будем надеяться, что он не переборщил с этим. Он имеет такую склонность.

# data/database.json/commonEvents/shizuka-contact/event/7/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/shizuka-contact/event/7/thenStep/1/message
source: Hey there, Lea.\. Preparing for the final attack on Evotarground?
ru_ru: Привет, Лея.\. Готовишься к последней атаке на зону эвотаров?

# data/database.json/commonEvents/shizuka-contact/event/7/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/shizuka-contact/event/7/thenStep/3/message
source: Enemies over there can go up to \c[3]level 60\c[0].
ru_ru: Там могут встретиться враги до \c[3]60-го уровня\c[0].

# data/database.json/commonEvents/shizuka-contact/event/7/thenStep/4/message
source: But don't worry too much about reaching that level.
ru_ru: Но сильно не переживай насчёт того, чтобы соответствовать такому уровню.

# data/database.json/commonEvents/shizuka-contact/event/7/thenStep/5/message
source: Just make sure you get the \c[3]good equipment\c[0] from \c[3]Rhombus Square\c[0]. That will do.
ru_ru: Просто получи \c[3]хорошее снаряжение\c[0] на \c[3]Площади Ромба\c[0]. Этого хватит.

# data/database.json/commonEvents/shizuka-contact/event/8/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/shizuka-contact/event/9/message
source: Hello, Lea.
ru_ru: Привет, Лея.

# data/database.json/commonEvents/shizuka-contact/event/12/message
source: Well... looks like we're both at a loss for words.
ru_ru: Ну... похоже, что я, как и ты, не могу найти нужных слов.

# data/database.json/commonEvents/shizuka-contact/event/13/message
source: I suppose...\. I should thank you for bringing Sergey to us.
ru_ru: Полагаю...\. мне нужно сказать спасибо за то, что ты привела Сергея к нам.

# data/database.json/commonEvents/shizuka-contact/event/14/message
source: Let's hope we can find a way out of this situation.
ru_ru: Давай надеяться, что мы найдём выход из этой ситуации.

# data/database.json/commonEvents/shizuka-contact/event/15/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/shizuka-join/event/4/thenStep/1/message
source: I'm sure we'll be able to play soon enough!
ru_ru: Я уверен что мы сможем поиграть довольно скоро!

# data/database.json/commonEvents/shizuka-join/event/5/message
source: Thanks for the offer, but I don't think I can be of much help.
ru_ru: Спасибо за предложение, но не думаю, что смогу быть полезной.

# data/database.json/commonEvents/shizuka-join/event/6/message
source: I can't even enter most of the playground, you see?
ru_ru: Я даже не могу войти в большую часть игровой зоны, понимаешь?

# data/database.json/commonEvents/shizuka-remove/event/4/0_0/0/message
source: See you around.
ru_ru: Увидимся.

# data/database.json/commonEvents/shizuka-remove/event/4/0_1/0/message
source: Until next time.
ru_ru: До скорого.

# data/database.json/commonEvents/shizuka-remove/event/4/0_2/0/message
source: Yeah, I think I played enough for today...
ru_ru: Да, думаю, что я наигралась на сегодня...

# data/database.json/commonEvents/luke-contact/event/12/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/luke-join/event/4/thenStep/0/message
source: Have you heard? There's a bunch of non-Evotars meeting in the \c[3]city hall\c[0], acting like it's their village.
ru_ru: Ты слышала? Много не-эвотаров встречаются в \c[3]ратуше\c[0], ведя себя так, будто это их деревня.

# data/database.json/commonEvents/luke-join/event/4/thenStep/1/message
source: No really, we're planning to run the new dungeon together.\. You should join us!
ru_ru: Нет, правда, мы планируем завтра пробежаться по новому храму вместе.\. Тебе стоит присоединиться к нам!

# data/database.json/commonEvents/luke-join/event/5/thenStep/0/message
source: Nah, too late for me.\. Running the new area was quite exhausting, really.
ru_ru: Не, слишком поздно для меня.\. Пробежка по новой локации была довольно утомительна, правда.

# data/database.json/commonEvents/luke-join/event/5/thenStep/1/message
source: We can start a party tomorrow if you like!
ru_ru: Мы можем собрать группу завтра, если хочешь!

# data/database.json/commonEvents/luke-join/event/6/thenStep/0/message
source: Hey, Lea!\. The raid is about to begin!
ru_ru: Эй, Лея!\. Рейд вот-вот начнётся!

# data/database.json/commonEvents/luke-join/event/6/thenStep/1/message
source: The plan is to meet at \c[3]Para Island\c[0] in \c[3]Autumn's Fall\c[0]!\. I'm already there!
ru_ru: Мы планируем встретиться на \c[3]Райском острове\c[0] в \c[3]Закате осени\c[0]!\. Я уже там!

# data/database.json/commonEvents/luke-join/event/7/thenStep/0/message
source: Hey, Lea! Don't you think it's a bit \c[3]too late\c[0] to start a party now?
ru_ru: Эй, Лея! Тебе не кажется, что уже немного \c[3]поздно\c[0] собирать группу?

# data/database.json/commonEvents/luke-join/event/7/thenStep/1/message
source: I'm currently just taking a break.\. Tomorrow is another day!
ru_ru: В данный момент я просто отдыхаю.\. Завтра будет новый день!

# data/database.json/commonEvents/luke-join/event/7/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/luke-join/event/8/0_0/0/message
source: Sure thing! Glad to join.
ru_ru: Ну конечно! Рад присоединиться.

# data/database.json/commonEvents/luke-remove/event/4/0_0/0/message
source: Fair enough. Until next time!
ru_ru: Справедливо. До следующего раза!

# data/database.json/commonEvents/luke-remove/event/4/0_1/0/message
source: My work here is done!
ru_ru: Моя работа на этом закончена!

# data/database.json/commonEvents/hlin-contact/event/0/thenStep/0/text
source: Now is not a good time...
ru_ru: Сейчас не лучшее время...

# data/database.json/commonEvents/hlin-contact/event/1/thenStep/0/text
source: Still feels too awkward contacting her now...
ru_ru: Всё ещё чувствуете себя слишком неловко, чтобы связаться с ней сейчас...

# data/database.json/commonEvents/hlin-contact/event/14/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/14/thenStep/1/message
source: Lea dear, I hope you'll be fine in that tower.
ru_ru: Лея, дорогая, я надеюсь, что с тобой всё будет в порядке в этой башне.

# data/database.json/commonEvents/hlin-contact/event/14/thenStep/2/message
source: It looks so intimidating from down here.
ru_ru: Она выглядит настолько устрашающе отсюда.

# data/database.json/commonEvents/hlin-contact/event/14/thenStep/3/message
source: Now I really wonder about the background story for this tower and area in general.
ru_ru: К тому же, теперь мне очень интересна история этой башни и локации в целом.

# data/database.json/commonEvents/hlin-contact/event/14/thenStep/4/message
source: To be honest though, I can hardly see how it would fit into the current lore at all.
ru_ru: Если честно, я едва могу понять, как она вообще впишется в текущие знания.

# data/database.json/commonEvents/hlin-contact/event/14/thenStep/5/message
source: Maybe that was part of reason why it was dropped?
ru_ru: Может, это было частью причины, по которой её забросили?

# data/database.json/commonEvents/hlin-contact/event/15/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/15/thenStep/1/message
source: Now is not the right time for D-Links, dear!
ru_ru: Сейчас не лучшее время для прямой связи, дорогая!

# data/database.json/commonEvents/hlin-contact/event/16/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/16/thenStep/1/message
source: Lea, dear! We're waiting in Sapphire Ridge.
ru_ru: Лея, дорогая! Мы ждём в Сапфировом крае.

# data/database.json/commonEvents/hlin-contact/event/16/thenStep/2/message
source: I can't wait to see what this undisclosed area looks like!
ru_ru: Я не могу дождаться, чтобы увидеть, как выглядит эта скрытая зона!

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/1/message
source: Lea, dear! So I heard you finally reached Rhombus Square?
ru_ru: Лея, дорогая! Я слышала, что ты наконец достигла Площади Ромба?

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/3/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/4/message
source: Oh... are you surprised that the main story of the game ended so abruptly?
ru_ru: Ох... ты недоумеваешь, почему основной сюжет столь внезапно оборван?

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/5/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/6/message
source: Yes, yes... A lot of players were very disappointed about it. There was quite an uproar.
ru_ru: Да-да... Многие игроки были этим очень разочарованы. Даже разразился серьёзный скандал.

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/7/message
source: But here's the way I see it: the developers have been working hard so far to bring us a great experience.
ru_ru: Но вот как я это вижу: разработчики всё это время усердно старались, чтобы дать нам этот великолепный опыт.

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/8/message
source: And of course, they're still working on it to make it better and complete.
ru_ru: И, естественно, они всё ещё трудятся для того, чтобы улучшить его и привести к надлежащему завершению.

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/9/message
source: We just have to be patient and will be rewarded eventually.
ru_ru: Нужно лишь набраться терпения, и в конечном итоге мы будем вознаграждены.

# data/database.json/commonEvents/hlin-contact/event/17/thenStep/11/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/hlin-contact/event/18/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/18/thenStep/1/message
source: Lea, dear! Did you already arrive in Sapphire Ridge?
ru_ru: Лея, дорогая! Ты уже прибыла в Сапфировый край?

# data/database.json/commonEvents/hlin-contact/event/18/thenStep/2/message
source: It's such a striking place. All moody and mysterious, eh?
ru_ru: Это такое поразительное место. Всё угрюмо и таинственно, да?

# data/database.json/commonEvents/hlin-contact/event/18/thenStep/3/message
source: Oh and the main quest of the area is something special!\. It has so many implications on the lore.
ru_ru: Да и главный квест области - это нечто особенное!\. Он имеет так много значения для истории мира.

# data/database.json/commonEvents/hlin-contact/event/18/thenStep/4/message
source: I just hope Emilie will be fine, considering the enemies of that area...
ru_ru: Я надеюсь, что с Эмили всё будет в порядке, учитывая врагов этой зоны...

# data/database.json/commonEvents/hlin-contact/event/19/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/19/thenStep/1/message
source: Lea, dear! We're currently having a little meeting in the \c[3]First Scholar HQ\c[0]! Come over and join us!
ru_ru: Лея, дорогая! У нас сейчас проходит небольшое собрание в \c[3]штабе Первоучёных\c[0]! Приходи и присоединяйся к нам!

# data/database.json/commonEvents/hlin-contact/event/20/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/20/thenStep/1/message
source: Lea, dear! It's great to have you back!
ru_ru: Лея, дорогая! Это здорово, что ты вернулась!

# data/database.json/commonEvents/hlin-contact/event/20/thenStep/2/message
source: So... how much did you already explore in Gaia's Garden? Did you already complete the quest with the mayor and the shad village?
ru_ru: Так... сколько ты уже прошла в Саду Гайи? Ты уже завершила квест с мэром и деревней шадов?

# data/database.json/commonEvents/hlin-contact/event/20/thenStep/3/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/hlin-contact/event/20/thenStep/4/message
source: It really is a story as old as time. A conflict between different cultures, all of it connected to the Track of the Ancients.
ru_ru: На самом деле, эта история стара как мир. Конфликт между различными культурами, всё это связано с Путём Древних.

# data/database.json/commonEvents/hlin-contact/event/20/thenStep/5/message
source: Oh and I especially loved the last dungeon of the area.
ru_ru: Ох, а ещё мне особенно понравилось последнее подземелье этой зоны.

# data/database.json/commonEvents/hlin-contact/event/20/thenStep/6/message
source: I'm sure you'll like it too, Lea!
ru_ru: Я уверена, что тебе тоже понравится, Лея!

# data/database.json/commonEvents/hlin-contact/event/21/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/21/thenStep/1/message
source: Good morning, dear! The raid is about to start! We're waiting for you at \c[3]Para Island\c[0]!
ru_ru: Доброе утро, дорогая! Рейд скоро начнётся! Мы ждём тебя на \c[3]Райском острове\c[0]!

# data/database.json/commonEvents/hlin-contact/event/22/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/22/thenStep/1/message
source: Lea, dear! It's nice to see you online again.
ru_ru: Лея, дорогая! Приятно снова видеть тебя в сети.
