Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/chapter-09/content/page-03/content
source: After travelling to the yet unknown area from \v[area.autumn-fall.name], Emilie swiftly complained about the return of her most dreaded kind of foe: \c[3]Bug-like creatures\c[0]! Regardless Lea had to move on and travelled to the \c[3]Cave Inn\c[0] where she got hints on how to receive the \c[3]Meteor Shade\c[0], needed to finally enter \c[3]\v[area.rhombus-sqr.name]\c[0].
es_es: Después de viajar a \v[area.autumn-fall.name], Emilie rápidamente se quejó del regreso de su tipo de enemigo más temido: ¡\c[3]Bichos\c[0]! Aún así, Lea tuvo que seguir adelante y viajó a la \c[3]Posada de la Cueva\c[0] donde obtuvo pistas sobre cómo recibir la \c[3]Sombra Meteoro\c[0], necesaria para finalmente ingresar a \c[3]\v[area.rhombus-sqr.name]\c[0].

# data/database.json//lore/chapter-09/content/page-04/content
source: Following the hints, Lea met up with a \c[3]Vagabond\c[0] south of the Cave Inn and received \c[3]4 Trials\c[0] to test her worth. After solving these, she met with the Vagabond to get tested in single-combat. A honorable victory later she was able to move forward and obtain the \c[3]last shade\c[0], also reuniting with her friends, Emilie, C'tron, Apollo and Joern. Together they accepted the \c[3]Meteor Shade\c[0] and agreed to visit \c[3]\v[area.rhombus-sqr.name]\c[0] together.
es_es: Siguiendo las pistas, Lea se encontró con un \c[3]Vagabundo\c[0] al sur de la Posada de la Cueva y recibió \c[3]4 Pruebas\c[0] para probar su valía. Después de resolver esto, se reunió con el Vagabundo para la prueba en combate individual. Después de una honorable victoria, pudo seguir adelante y obtener la \c[3]Última Sombra\c[0], y también se reunió con sus amigos, Emilie, C'tron, Apollo y Joern. Juntos aceptaron la \c[3]Sombra Meteoro\c[0] y acordaron visitar \c[3]\v[area.rhombus-sqr.name]\c[0] juntos.

# data/database.json//lore/chapter-09/content/page-05/content
source: As Lea stayed behind, Sergey contacted her and said that they should take a look at the \c[3]cave\c[0] in the \c[3]North of \v[area.forest.name]\c[0], because it was the last place they had yet to visit. And since their investigation is still \c[3]unofficial\c[0], it had to be done \c[3]alone\c[0].
es_es: Una vez Lea estuvo por su cuenta, Sergey la contactó para avisarle que deberían inspeccionar la \c[3]cueva\c[0] al \c[3]Norte de \v[area.forest.name]\c[0], ya que era el último lugar que quedaba por visitar. Y ya que la investigación era \c[3]no oficial\c[0], debían hacerlo \c[3]solos\c[0].

# data/database.json//lore/chapter-09/content/page-06/content
source: Lea was able to recognize certain locations in said cave and, with Sergey's support, uncovered a hidden entrance to a location know as \c[3]the \v[area.hideout.name]\c[0]. Though it seemed abandoned at first Lea was quickly confronted by \c[3]Shizuka\c[0] who was determined to not let her pass. So a \c[3]PvP-battle\c[0] erupted between the original and the copy.
es_es: Lea fue capaz de reconocer ciertos lugares en la cueva, y con el apoyo de Sergey, pudo descubrir la entrada secreta al lugar conocido como \c[3]el \v[area.hideout.name]\c[0]. Aunque parecía abandonado, Lea fue rápidamente confrontada por \c[3]Shizuka\c[0] quien estaba determinada en no dejarla pasar. Entonces una \c[3]batalla PvP\c[0] tomó lugar entre la original y la copia.

# data/database.json//lore/chapter-09/content/page-07/content
source: After many rounds of fighting, Shizuka's brother Satoshi noticed the noise and instructed her to let Lea inside. Reluctantly she followed his orders and so Lea was finally able to meet the genius who invented the \c[3]CrossCode\c[0].
es_es: Luego de varias rondas, el hermano de Shizuka, Satoshi, se enteró de lo que estaba sucediendo y le ordenó que deje a Lea pasar. A regañadientes, ella siguió las órdenes y Lea finalmente conoció al genio que desarrolló el \c[3]CrossCode\c[0].

# data/database.json//lore/chapter-09/content/page-08/content
source: Satoshi already expected that Lea was assisted by \c[3]his old friend Sergey\c[0] and prepared a \c[3]holographic projector\c[0] for him, so he can directly speak with everyone in the room. With communication established, and under the protection of some virtual anti-surveillance noise, Satoshi and Sergey started to share their information with each other. So Satoshi began explaining \c[3]why he left \v[lore.title.dev-company]\c[0] with Shizuka and Gautham and \c[3]what happened afterwards\c[0]:
es_es: Satoshi ya anticipaba que Lea estuviera asistida por \c[3]su viejo amigo, Sergey\c[0], y preparó un \c[3]proyector holográfico\c[0] para él, así podría hablar directamente con todos en la habitación. Con las comunicaciones establecidas, y bajo la protección de un bullicio anti-espionaje, Satoshi y Sergey comenzaron a intercambiar información. Satoshi comenzó a explicar \c[3]por qué dejó \v[lore.title.dev-company]\c[0] junto a Shizuka y Gautham, y \c[3]qué sucedió después\c[0]:

# data/database.json//lore/chapter-09/content/page-09/content
source: After they were unable to convince the company to support their \c[3]\v[lore.title.evotar] research\c[0] they were approached by a man who called himself \c[3]Mr. Benedict Sidwell\c[0]. He showed interest in their research and generously supported them with anything they needed, including \c[3]testing environment\c[0] directly on the \v[lore.title.playground], first in the \c[3]\v[area.hideout.name]\c[0] and later also in the thus unused \c[3]\v[area.arid.name]\c[0], which they later dubbed \c[3]Evotarground\c[0]. They made swift process and, after a short time, were able to develop the \c[3]first functional \v[lore.title.evotar]\c[0], derived from Shizuka's avatar: \c[3]Lea\c[0].
es_es: Luego de no poder convencer a la compañía a que apoye el \c[3]desarrollo de los \c[3]\v[lore.title.evotar]es\c[0], un hombre, el \c[3]Sr. Benedict Sidwell\c[0], los abordó. Él mostró interés en su investigación y los apoyó generosamente en todo lo que necesiten, incluyendo un \c[3]campo de pruebas\c[0] localizado directamente en el \v[lore.title.playground], primero en el \c[3]\v[area.hideout.name]\c[0], y luego en el entonces sin uso \c[3]\v[area.arid.name]\c[0], que luego renombraron a \c[3]Mundo Evotar\c[0]. Hicieron rápido progreso, y al poco tiempo, fueron capaces de desarrollar el primer \c[3]\v[lore.title.evotar\c[0] funcional\c[0], derivado del avatar de Shizuka: \c[3]Lea\c[0].

# data/database.json//lore/chapter-09/content/page-10/content
source: As more and more advanced Evotars were developed, questions about their \c[3]purpose and future\c[0] arose, especially once it became clear that Sidwell really aimed for a system that would also \c[3]replicate a person's memories to gather intelligence\c[0] on the players of \v[lore.title.cross-worlds]. This could be achieved by creating an \v[lore.title.evotar] from the target and then allowing it to roam the Evotarground under supervision to \c[3]regain their memories\c[0]. Those can then be gained through \c[3]interrogation\c[0]... often involving \c[3]torture\c[0].
es_es: A medida que más y más Evotares fueron desarrollados, las preocupaciones por su \c[3]propósito y futuro\c[0] fueron incrementando, sobre todo luego de que se hizo aparente que Sidwell pretendía un sistema que \c[3]replique las memorias de una persona para recolectar su información\c[0] de los jugadores de \v[lore.title.cross-worlds]. Esto podía lograrse creando un \v[lore.title.evotar] del objetivo y luego permitirle pasearse por el Mundo Evotar bajo supervisión para que \c[3]recupere sus recuerdos\c[0]. Estos luego serían adquiridos vía \c[3]interrogación\c[0]... con frecuencia incluyendo \c[3]tortura\c[0].

# data/database.json//lore/chapter-09/content/page-11/content
source: Satoshi, Gautham and Shizuka \c[3]protested\c[0] against this unethical misuse of their work and wanted to stop but Sidwell was able to effectively \c[3]blackmail\c[0] them into submission. \c[3]Their lives were basically in his hand\c[0], a fact that everyone realized. So instead Satoshi developed a plan to oppose Sidwell indirectly.
es_es: Satoshi, Gautham y Shizuka \c[3]protestaron\c[0] contra el mal uso ético de su trabajo y quisieron parar. Pero Sidwell conseguía \c[3]chantajearlos\c[0] para que obedezcan. \c[3]Sus vidas estaban en sus manos\c[0], un hecho del que todos estaban al tanto. Así que en cambio, Satoshi ideó un plan para oponerse a Sidwell indirectamente.

# data/database.json//lore/chapter-09/content/page-12/content
source: The Evotar Server, which hosts the memories of all Evotars except for Lea and keeps them in existance, can only be accessed directly and by Avatars with a special key. Because of that Satoshi \c[3]faked a critical malfunction on Lea\c[0] and made Sidwell \c[3]connect her with the server\c[0] on the pretense of fixing her. Seemingly unable to fix her Satoshi was tasked to dispose of her, but instead he smuggled Lea, \c[3]still in possession of the key she was given for the connection\c[0], \c[3]into the official servers\c[0] and \c[3]made sure that Sergey would find her\c[0]. In the end these actions led to Lea entering \v[lore.title.cross-worlds] and finding Satoshi, just as planned.
es_es: El Servidor Evotar, que almacena las memorias de todos los Evotares excepto Lea y los mantiene en existencia, solo puede ser accedido directamente y por Avatares con una llave especial. Satoshi \c[3]fingió una falla crítica en Lea\c[0] e hizo que Sidwell \c[3]la conecte al servidor\c[0] con el pretexto de repararla. Aparentemente sin solución a la vista, Satoshi fue ordenado con desecharla, pero en cambio la metió de contrabando, \c[3]aún en posesión de la llave que se le dio para la conexión\c[0], \c[3]a los servidores oficiales\c[0], y \c[3]se aseguró de que Sergey la encontraría\c[0]. Al final, estas acciones llevaron a que Lea entre a \v[lore.title.cross-worlds] y encuentre a Satoshi, como planeó.

# data/database.json//lore/chapter-09/content/page-13/content
source: While Satoshi and Sergey were talking about a \c[3]potential plan\c[0] to foil Sidwell's plans, Lea and Shizuka spent some time together outside. Although Shizuka was still frustrated over her convoluted situation she realized that Lea was not at fault and so she apologized. Then the two grew closer by \c[3]bonding\c[0] over \c[3]stupid horns\c[0] and \c[3]cool scars\c[0].
es_es: Mientras Satoshi y Sergey ideaban un \c[3]plan potencial\c[0] para arruinar los planes de Sidwell, Lea y Shizuka tuvieron tiempo de caridad juntas. A pesar de que Shizuka se encontraba frustrada por la situación en la que se encontraba, entendió que no era culpa de Lea, y se disculpó. Ambas se hicieron más cercanas luego de \c[3]hacer vínculos\c[0] con \c[3]esos estúpidos cuernos\c[0] y \c[3]lo bien que se ven las cicatrices\c[0].

# data/database.json//lore/chapter-09/content/page-14/content
source: Back inside, the group talked about involving \c[3]Gautham\c[0] in their plan, though Shizuka assumed that he would be too obsessed with shaping his own world to be reasoned with. It was also revealed to Sergey and Lea, that Gautham was in fact the one controlling the \c[3]blue, orange-clad avatar\c[0] that hunted Lea in the past. Still, Shizuka agreed to reach out to him.
es_es: Una vez dentro, el grupo habló sobre incluir a \c[3]Gautham\c[0] en su plan, pero Shizuka asumió que estaría muy obsesionado creando sus propios mundos como para razonar con él. También les fue revelado a Sergey y a Lea que Gautham era el que controlaba a ese \c[3]avatar azul y naranja\c[0] que persiguió a Lea en el pasado. Aún así, Shizuka accedió a hablar con él.

# data/database.json//lore/chapter-09/content/page-15/content
source: Since Sergey and Satoshi have agreed on a plan, it was time for Lea to leave. It was agreed to meet again in the \v[area.hideout.name] once preparations were completed, since they \c[3]will need a group\c[0] to execute their objective. After leaving, Lea went to the \c[3]Old Dojo\c[0] to uncover the \c[3]secret path towards the \v[area.arid.name]\c[0]. Then she returned to the HQ of the \c[3]First Scholars\c[0] to log out.
es_es: Ya que Sergey y Satoshi habían asentido a un plan, era el momento de Lea de irse. Se acordó reunirse en el \v[area.hideout.name] una vez se completen los preparativos, ya que \c[3]necesitarían un grupo\c[0] para completar su objetivo. Luego de irse, Lea visitó el \c[3]Viejo Dojo\c[0] para descubrir un \c[3]camino secreto hacia el \v[area.arid.name]\c[0]. Más tarde regresó a la \c[3]Sede Central de los Primeros Eruditos\c[0] para desconectarse.

# data/database.json//lore/chapter-10/title
source: Chapter 10: \v[chapter.name.10]
es_es: Capítulo 10: \v[chapter.name.10]

# data/database.json//lore/chapter-10/content/page-01/content
source: Waking up after a bad dream, Lea was about to begin her preparations for the \c[3]final confrontation with Sidwell\c[0], when she met \c[3]C'tron\c[0] in the HQ. He told her that he will \c[3]not be able to play in the next few days\c[0] because of real-life responsibilities, but also assured her that they could still play together on that day.
es_es: Al despertarse tras un mal sueño, Lea comenzaría las preparaciones para el \c[3]enfrentamiento final contra Sidwell\c[0], cuando se encontró con \c[3]C'tron\c[0] en la Sede Central. Le dijo que no \c[3]podría jugar CrossWorlds en los próximos días\c[0] debido a responsabilidades de la vida real, pero también le aseguró que podrían jugar ese mismo día.

# data/database.json//lore/chapter-10/content/page-02/content
source: Lea also learned that \v[lore.title.beowulf] was \c[3]meeting an old friend\c[0] in \c[3]\v[area.rhombus-sqr.name]\c[0], who later turned out to be an \c[3]\v[lore.title.dev-company]\c[0] shareholder and \c[3]huge enthusiast of A.I. technology\c[0]. She was able to meet up with them and arrange a meeting with said friend, a man called \c[3]Ivan Vestorovich\c[0], to convince him of the worth of the \v[lore.title.evotar] technology, so he could help them \c[3]create a future for all \v[lore.title.evotar]s\c[0].
es_es: Lea también se enteró de que \v[lore.title.beowulf] se \c[3]reuniría con un viejo amigo\c[0] en \c[3]\v[area.rhombus-sqr.name]\c[0], quien luego resultó ser un accionista en \c[3]\v[lore.title.dev-company]\c[0], y un \c[3]gran entusiasta de la tecnología de I.A.\c[0] Fue capaz de reunirse con ellos y arreglar una cita con dicho amigo, un hombre llamado \c[3]Ivan Vestorovich\c[0], para convencerlo del valor de la tecnología \v[lore.title.evotar], así podría ayudar a \c[3]crear un futuro para todos los \v[lore.title.evotar]es\c[0].

# data/database.json//lore/chapter-10/content/page-02/altContent/content
source: Lea also learned that \v[lore.title.beowulf] was \c[3]meeting an old friend\c[0] in \c[3]\v[area.rhombus-sqr.name]\c[0], who later turned out to be an \c[3]\v[lore.title.dev-company]\c[0] shareholder and \c[3]huge enthusiast of A.I. technology\c[0]. Sadly Lea was not able to meet up with him. \c[3]Talking to him might have shaped the future for the better\c[0].
es_es: Lea también se enteró de que \v[lore.title.beowulf] se \c[3]reuniría con un viejo amigo\c[0] en \c[3]\v[area.rhombus-sqr.name]\c[0], quien luego resultó ser un accionista en \c[3]\v[lore.title.dev-company]\c[0], y un \c[3]gran entusiasta de la tecnología de I.A.\c[0] Por desgracia, Lea no pudo reunirse con él. \c[3]De otro modo, podría haber cambiado el futuro para bien\c[0].

# data/database.json//lore/chapter-10/content/page-03a/altContent/content
source: Upon meeting Ivan in his home in \v[area.rhombus-sqr.name] \c[3]he tested Lea in various ways\c[0] to see how\c[3] advanced and human-like\c[0] she really was. Lea was able to \c[3]pass his tests\c[0] and so he was convinced to \c[3]lend his support\c[0], when it would come to also \c[3]convince \v[lore.title.dev-company]\c[0].
es_es: Al reunirse con Ivan en su casa en \v[area.rhombus-sqr.name], \c[3]probó a Lea en varios aspectos\c[0] para comprobar \c[3]qué tan avanzada y humana\c[0] realmente era. Lea pudo \c[3]superar las pruebas\c[0] e Ivan fue convencido de \c[3]ofrecer su apoyo\c[0], cuando sea hora de \c[3]negociar con \v[lore.title.dev-company]\c[0].

# data/database.json//lore/chapter-10/content/page-03b/altContent/content
source: Upon meeting Ivan in his home in \v[area.rhombus-sqr.name] \c[3]he tested Lea in various ways\c[0] to see how\c[3] advanced and human-like\c[0] she really was. Unfortunately Lea was not able to \c[3]convincingly pass his tests\c[0] and so he was \c[3]not willing to fully lend his support\c[0], when it would come to also\c[3] convince \v[lore.title.dev-company]\c[0].
es_es: Al reunirse con Ivan en su casa en \v[area.rhombus-sqr.name], \c[3]probó a Lea en varios aspectos\c[0] para comprobar \c[3]qué tan avanzada y humana\c[0] realmente era. Por desgracia, Lea no pudo \c[3]superar las pruebas de modo convincente\c[0], por lo que él \c[3]no estaba dispuesto a dar todo su apoyo\c[0] cuando sea hora de \c[3]negociar con \v[lore.title.dev-company]\c[0].

# data/database.json//lore/chapter-10/content/page-04/content
source: After Lea was finished with her preparations, she met up with Shizuka and Satoshi again to discuss their plan to \c[3]storm the \v[area.arid.name]\c[0]. Sergey and Satoshi divised a way to \c[3]crash the Evotar server\c[0] by subjecting \c[3]all the resident Evotars\c[0] to a certain field effect, which will result in a torrent of data that should overload the server. This would give Lea enough time to \c[3]access it directly\c[0], before Sidwell could do so and delete everything. However, the plan would require the help of a \c[3]group of players\c[0], which is why Sergey planned to involve Lea's guild and trusted friends, the \c[3]First Scholars\c[0]. \c[3]Shizuka\c[0], on the other hand, was instructed to \c[3]relocate her actual real body\c[0] to not become Sidwell's hostage. With the course of action clear, Lea was logged out.
es_es: Luego de que Lea haya acabado con las preparaciones, se reunió con Shizuka y Satoshi nuevamente para discutir su plan sobre \c[3]invadir el \v[area.arid.name]\c[0]. Sergey y Satoshi idearon un método para \c[3]bloquear el Servidor Evotar\c[0] al someter a \c[3]todos los Evotares residentes\c[0] a un cierto efecto de campo, que en resultado sobrecargaría el servidor. Esto le daría a Lea el tiempo necesario para \c[3]acceder a él directamente\c[0], antes de que Sidwell lo haga y lo destruya todo. Sin embargo, el plan requeriría la ayuda de un \c[3]grupo de jugadores\c[0], y por ello Sergey planeó involucrar al gremio de Lea y otros amigos de confianza, los \c[3]Primeros Eruditos\c[0]. A \c[3]Shizuka\c[0], por otro lado, se le ordenó \c[3]reposicionarse en la vida real\c[0] para que Sidwell no la tome de rehén. Con el plan bien delineado, Lea fue desconectada.

# data/database.json//lore/chapter-10/content/page-05/content
source: Reawoken and equipped with two more words, \c[3]"Meet"\c[0] and \c[3]"Thanks"\c[0], Lea called all the members of the \c[3]"First Scholars"\c[0], except for the \c[3]absent C'tron\c[0] but also including \c[3]Apollo and Joern\c[0], to the guild HQ's meeting room. There she \c[3]connected Sergey\c[0] to the Holo Projector so he could finally \c[3]explain Lea's full situation\c[0] to everyone. Though everyone was very surprised about Lea's revelation of being an A.I. it did not diminish \c[3]their bonds\c[0] and so they were \c[3]eager to help\c[0] with the plan.
es_es: Reconectada, y equipada con dos palabras nuevas, \c[3]Reunir\c[0] y \c[3]Gracias\c[0], Lea llamó a todos los miembros de los \c[3]"Primeros Eruditos"\c[0], excepto a \c[3]C'tron\c[0], que estaba ausente. También incluyó a \c[3]Apollo y Joern\c[0] en la sala de reuniones de la Sede Central. Allí, \c[3]conectó a Sergey\c[0] al Proyector Holográfico para que \c[3]explique la situación de Lea en detalle\c[0] a todos. A pesar de que todos estén perplejos con la revelación de que Lea fuera una I.A., eso no afectó sus \c[3]lazos afectivos\c[0], por lo que estarían \c[3]encantados de ayudar\c[0] con el plan.

# data/database.json//lore/chapter-10/content/page-06/content
source: After meeting up with everyone in front of the \c[3]Old Dojo in \v[area.forest.name]\c[0], the group entered the \c[3]\v[area.arid.name]\c[0] through the secret tunnel and started their operation. After splitting into groups, they herded the scattered Evotars towards Lea, who used the power of the \c[3]Orbital Deathlaser\c[0] to subject them to the \c[3]server-disturbing field effect\c[0]. In the end, with the help of the \c[3]dramatically appearing Shizuka\c[0], even \c[3]Schneider's Evotar\c[0] was saved from the clutches of shady Sidwell's sinister schemes.
es_es: Luego de reunir a todos frente al \c[3]Viejo Dojo en \v[area.forest.name]\c[0], el grupo entró al \c[3]\v[area.arid.name]\c[0] a través del túnel secreto y comenzó la operación. Luego de separarse en grupos, dirigieron a los Evotares hacia Lea, quien usó el poder del \c[3]Láser de la Muerte Orbital\c[0] para someterlos al \c[3]efecto de campo que perturbaría el servidor\c[0]. Al final, con la ayuda de la \c[3]dramática entrada de Shizuka\c[0], incluso el \c[3]Evotar de Schneider\c[0] pudo ser rescatado de las garras de los malévolos planes de Sidwell.

# data/database.json//lore/chapter-10/content/page-07/content
source: However, Sidwell still had an unexpected ace in the hole: Though he could not properly access the Evotar server itself, he was able to just \c[3]destroy it by resetting all the \v[lore.title.instant-matter] of the room it was in\c[0], thus making it fall to certain destruction. In an unexpected twist, though, \c[3]Gautham\c[0] foiled Sidwell's failsafe method by \c[3]hijacking the Environment server\c[0] and taking control over all \v[lore.title.instant-matter] for himself. Driven by his own sense of honor and desire for competition, he offered Lea \c[3]access to the server\c[0]... if she was able to beat the \c[3]final challenges\c[0] he prepared for her.
es_es: Sin embargo, Sidwell tenía una inesperada carta bajo la manga: A pesar de no poder acceder al Servidor Evotar directamente, podría sencillamente \c[3]destruirlo reiniciando toda la \v[lore.title.instant-matter] de la habitación en la que se encontraba\c[0], y así caería a una destrucción certera. Pero en un giro inesperado, \c[3]Gautham\c[0] arruinó el plan de respaldo de Sidwell al \c[3]tomar control del Servidor de Entorno\c[0] y así controlar toda la \v[lore.title.instant-matter] él mismo. Impulsado por su propio sentido del honor y su espíritu competitivo, le ofreció a Lea \c[3]acceso al servidor\c[0]... si era capaz de superar los \c[3]desafíos finales\c[0] que había preparado para ella.

# data/database.json//lore/chapter-10/content/page-08/content
source: After overcoming a final array of fierce fights and perplexing puzzles, Lea was able to \c[3]fight Gautham's avatar forms and defeat them\c[0]. With his thirst for challenge finally quenched, Gautham realized that the world he constructed for so many years has only brought misery to its inhabitants and will now finally disappear. Disillusioned, full of guilt and with seemingly nothing to live for, he committed suicide by \c[3]jumping from the tower to his death\c[0], to Lea's and Sergey's horror.
es_es: Luego de una horda de duras batallas y rompecabezas complejos, Lea peleó contra \c[3]las varias formas del Avatar de Gautham y lo venció\c[0]. Con su deseo de desafío finalmente saciado, Gautham se dio cuenta de que el mundo que le llevó tantos años construir no había traído más que miseria a sus habitantes, y ahora por fin desaparecería. Desilusionado, lleno de culpa, y con aparentemente nada por lo que vivir, Gautham se suicidó \c[3]saltando de la torre hacia su muerte\c[0], para el horror de Lea y Sergey.
