Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/faction-wave-bergen/content/page-01-02/content
source: The faction is led by \c[3]Nemuh\c[0], who holds the title of \c[3]Ascended Wisdom\c[0].
es_es: La facción está liderada por \c[3]Nemuh\c[0], que ostenta el título de \c[3]Sabia Ascendida\c[0].

# data/database.json//lore/faction-wave-jungle/title
source: Gaia's Gardeners
es_es: Jardineros de Gaia

# data/database.json//lore/faction-wave-jungle/content/page-01-01/content
source: As the subdivision of the \c[3]Amity of Balance\c[0] in \c[3]\v[area.jungle-city.name]\c[0], the \c[3]Gaia's Gardeners (GG)\c[0] are dedicated to monitoring and protecting the climate and stability of the environment in Gaia's Garden.
es_es: Como subdivisión de la \c[3]Unión del Equilibrio\c[0] en \c[3]\v[area.jungle-city.name]\c[0], los \c[3]Jardineros de Gaia (GG)\c[0] se dedican a vigilar y proteger el clima y la estabilidad del entorno en el Jardín de Gaia.

# data/database.json//lore/faction-wave-jungle/content/page-01-02/content
source: The faction is led by \c[3]Claude Renyes\c[0], who holds the title of \c[3]Lead Gardener\c[0].
es_es: La facción está dirigida por \c[3]Claude Renyes\c[0], que ostenta el título de \c[3]Jardinero Principal\c[0].

# data/database.json//lore/guilds/title
source: Guilds
es_es: Gremios

# data/database.json//lore/guilds/content/page-01-01/content
source: Guilds are organized companies of \c[3]\v[lore.title.seeker]s\c[0] who closely work together on a regular basis, even moreso than the usual groups of \v[lore.title.seeker]s. Guilds often hand out tasks for other players to complete for them in order to further increase their reach.
es_es: Los gremios son compañías organizadas por \c[3]\v[lore.title.seeker]es\c[0] que colaboran, de forma regular, incluso más que los grupos habituales de \v[lore.title.seeker]es. Los gremios a menudo reparten tareas para que otros jugadores las realicen para ellos con el fin de aumentar su alcance.

# data/database.json//lore/omni-gilders/content/first/content
source: \c[3]Omni Gilders\c[0] is the name of a guild in CrossWorlds. As one of the largest guilds, it has multiple bases in various towns and villages. Their main goal is to become a large trading guild which helps low level players with fetch quests and uses the income to build more bases.
es_es: \c[3]Omni Gilders\c[0] es el nombre de un gremio en CrossWorlds. Como uno de los gremios más grandes, tiene múltiples bases en varias ciudades y pueblos. Su principal objetivo es convertirse en un gran gremio comercial que ayuda a los jugadores de bajo nivel con misiones de búsqueda y utiliza los ingresos para construir más bases aún.

# data/database.json//lore/first-scholars/title
source: First Scholar
es_es: Primeros Eruditos

# data/database.json//lore/first-scholars/content/p1/content
source: The First Scholars are a tiny guild dedicated to the lore of \c[3]CrossWorlds\c[0]. Even though they're small in size they still own a small house in \c[3]\v[area.autumn-area.name]\c[0]. Its current members are: - \c[3]\v[lore.title.hlin]\c[0] (Leader) - \c[3]\v[lore.title.beowulf]\c[0] (Co-Leader) - \c[3]\v[lore.title.schneider]\c[0] - \c[3]\v[lore.title.buggy]\c[0] - \c[3]\v[lore.title.lea]\c[0] - \c[3]\v[lore.title.emilie]\c[0] - \c[3]\v[lore.title.glasses]\c[0]
es_es: Los Primeros Eruditos son un pequeño gremio dedicado al lore de \c[3]CrossWorlds\c[0]. A pesar de su pequeño tamaño, poseen una pequeña casa en \c[3]\v[area.autumn-area.name]\c[0]. Sus miembros actuales son: - \c[3]\v[lore.title.hlin]\c[0] (Líder) - \c[3]\v[lore.title.beowulf]\c[0] (Co-líder) - \c[3]\v[lore.title.schneider]\c[0] - \c[3]\v[lore.title.buggy]\c[0] - \c[3]\v[lore.title.lea] \c[0] - \c[3]\v[lore.title.emilie]\c[0] - \c[3]\v[lore.title.glasses]\c[0]

# data/database.json//lore/cross-code/content/page-01/content
source: The \c[3]CrossCode\c[0] is the central part of the \c[3]avatar controlling module\c[0] and developed by \c[3]Satoshi\c[0]. By using a neural network analyzing the player's neural oscillation, it allowed controlling avatars like your own body.
es_es: El \c[3]CrossCode\c[0] es la parte central del módulo de control de avatares\c[0] y fue desarrollado por \c[3]Satoshi\c[0]. Mediante el uso de una red neuronal que analiza la oscilación neuronal del jugador, permite a los jugadores controlar los avatares como si fueran su propio cuerpo.

# data/database.json//lore/cross-code/content/page-02/content
source: However, the CrossCode went beyond just analyzing players' thoughts to control avatars. Using the same neural network as a foundation, it is possible to entirely simulate features of the brain. Perception, logical thinking, emotions and even memories. This means the CrossCode \c[3]evolved into a fully fledged A.I.\c[0]. Running this on an Avatar is what was called an \c[3]Evotar\c[0].
es_es: Sin embargo, el CrossCode fue más allá de analizar los pensamientos de los jugadores para controlar los avatares. Utilizando la misma red neuronal como base, es posible simular por completo características del cerebro. La percepción, el pensamiento lógico, las emociones e incluso los recuerdos. Esto significa que el CrossCode \c[3]ha evolucionado hasta convertirse en una I.A. muy avanzada\c[0]. Ejecutar esto en un Avatar es lo que se llamó un \c[3]Evotar\c[0].

# data/database.json//lore/cross-code-2/content/page-01/content
source: A specialized version of the original \c[3]CrossCode\c[0] able to create a copy of the neural network resulting in the birth of an \c[3]Evotar\c[0].
es_es: Una versión especializada del \c[3]CrossCode\c[0] original capaz de crear una copia de la red neuronal que da lugar al nacimiento de un \c[3]Evotar\c[0].

# data/database.json//lore/cross-worlds/content/page-01-01/content
source: \c[3]CrossWorlds\c[0] is a \c[3]Massively Multiplayer Online Game\c[0] created by \c[3]\v[lore.title.dev-company]\c[0]. It features a unique setting on a moon circling a giant gas planet in the eastern part of the galaxy. It is owned and terra-formed by \c[3]\v[lore.title.dev-company]\c[0]. Its current version is \c[3]1.69-2\c[0].
es_es: \c[3]CrossWorlds\c[0] es un \c[3]Juego Online Multijugador Masivo\c[0] creado por \c[3]\v[lore.title.dev-company]\c[0]. Presenta un escenario único en una luna que rodea un planeta de gas gigante en la parte oriental de la galaxia. Es propiedad y está formado por \c[3]\v[lore.title.dev-company]\c[0]. Su versión actual es la \c[3]1.69-2\c[0].

# data/database.json//lore/cross-worlds/content/page-01-02/content
source: Players make use of the \c[3]\v[lore.title.cross-gear]\c[0] to connect to special Avatars made out of \v[lore.title.instant-matter]. The goal of the game is to beat the \c[3]\v[lore.title.track-of-ancients]\c[0], a set of open areas and dungeons players have to overcome in order to get to the end.
es_es: Los jugadores hacen uso del \c[3]\v[lore.title.cross-gear]\c[0] para conectarse a avatares especiales hechos de \v[lore.title.instant-matter]. El objetivo del juego es superar la \c[3]\v[lore.title.track-of-ancients]\c[0], un conjunto de zonas abiertas y mazmorras que los jugadores deben superar para llegar al final.

# data/database.json//lore/playground/title
source: Playground
es_es: Campo de Juego

# data/database.json//lore/playground/content/page-01-01/content
source: The \c[3]Playground\c[0] is the official location where \c[3]\v[lore.title.cross-worlds]\c[0] takes place. It is often called \c[3]"The Croissant"\c[0] by players because of its shape.
es_es: El \c[3]Campo de Juego\c[0] es el lugar oficial en el que se desarrolla el \c[3]\v[lore.title.cross-worlds]\c[0]. Los jugadores suelen llamarlo \c[3]"El Croissant"\c[0] por su forma.

# data/database.json//lore/player/title
source: Player
es_es: Jugador

# data/database.json//lore/player/content/page-01-01/content
source: The \c[3]Players\c[0] in \c[3]CrossWorlds\c[0] are actual real human players, playing the game. They control temporary physical bodies, called \c[3]\v[lore.title.avatars]\c[0], that entirely consist of a formable material called \c[3]\v[lore.title.instant-matter]\c[0]. In the game they play as a \c[3]\v[lore.title.seeker]\c[0] who tries to solve the \c[3]\v[lore.title.track-of-ancients]\c[0].
es_es: Los \c[3]Jugadores\c[0] de \c[3]CrossWorlds\c[0] son jugadores humanos reales, que juegan al juego. Controlan cuerpos físicos temporales, llamados \c[3]\v[lore.title.avatars]\c[0], que consisten enteramente en un material formable llamado \c[3]\v[lore.title.instant-matter]\c[0]. En el juego juegan como un \c[3]\v[lore.title.seeker]\c[0] que intenta resolver el \c[3]\v[lore.title.track-of-ancients]\c[0].

# data/database.json//lore/balls/title
source: Virtual Ricochet Projectile
es_es: Proyectiles de Rebote Virtual

# data/database.json//lore/balls/alternative
source: Ball(s)
es_es: Disparo(s)

# data/database.json//lore/balls/content/para-1/content
source: VRPs, short for Virtual Ricochet Projectiles, are, as the name suggests, projectiles used as an offensive weapon in the world of \c[3]CrossWorlds\c[0]. Unlike the Avatars themselves, VRPs are not made of \c[3]Instant Matter\c[0], but are virtual projections interacting with the game world. This means that people like the \c[3]Maintenance Crew\c[0] are not able to see them unless they wear special goggles.
es_es: Los PRV, abreviatura de Proyectiles de Rebote Virtual, son, como su nombre indica, proyectiles utilizados como arma ofensiva en el mundo de \c[3]CrossWorlds\c[0]. A diferencia de los propios avatares, los PRV no están hechos de \c[3]Materia Instantánea\c[0], sino que son proyecciones virtuales que interactúan con el mundo del juego. Esto significa que las personas como el \c[3]Equipo de Mantenimiento\c[0] no son capaces de verlos a menos que lleven gafas especiales.

# data/database.json//lore/balls/content/para-2/content
source: Since the term "Virtual Ricochet Projectile" is quite long, players started calling them simply \c[3]"Balls"\c[0]. Obviously jokes started to appear and quickly spiraled out of control. Over time, however, making jokes about it became unpopular and nowadays even hinting at such a joke is sure to only earn disrespect and scorn from most players.
es_es: Como el término "Proyectiles de Rebote Virtual" es bastante largo, los jugadores empezaron a llamarlos simplemente \c[3]"Bolas"\c[0]. Obviamente, empezaron a surgir bromas que rápidamente se descontrolaron. Sin embargo, con el tiempo, hacer bromas al respecto se volvió impopular y, hoy en día, incluso insinuar una broma de este tipo sólo es una falta de respeto y causa el desprecio de la mayoría de los jugadores.

# data/database.json//lore/money-trade/title
source: Credits Trading
es_es: Comercio de Créditos

# data/database.json//lore/money-trade/content/page-01-01/content
source: Back in the early versions of \c[3]\v[lore.title.cross-worlds]\c[0] it was possible for players to easily trade the in-game currency \c[3]Credits\c[0]. However since that was used by players to gain money by trading real world cash it was removed. Instead a system was created to allow players to create custom quests. By building in restrictions based on game progression of a player a lot of low-level proxy accounts were effectively shut down.
es_es: En las primeras versiones de \c[3]\v[lore.title.cross-worlds]\c[0] los jugadores podían intercambiar fácilmente la moneda del juego llamada\c[3]Créditos\c[0]. Sin embargo, como los jugadores lo utilizaban para ganar dinero comerciando con dinero del mundo real, se eliminó. En su lugar se creó un sistema que permitía a los jugadores crear misiones personalizadas. Al crear restricciones basadas en la progresión del juego de un jugador, se cerraron muchas cuentas piratas de bajo nivel.

# data/database.json//lore/direct-link/title
source: Direct Link
es_es: Mensajero Directo

# data/database.json//lore/direct-link/alternative
source: DL for short
es_es: MD para abreviar

# data/database.json//lore/direct-link/content/p1/content
source: The \c[3]Direct Link\c[0] is a messaging system used to talk privately to players in your contact list. To contact a person, you just need to open the \c[3]social menu\c[0] and select the player you want to talk to. If the player is not online, you can leave a message. The system works via voice only. This means there is actually no way to message another player via "typing text" in \c[3]CrossWorlds\c[0].
es_es: El \c[3]Mensajero Directo\c[0] es un sistema de mensajería que sirve para hablar en privado con los jugadores de tu lista de contactos. Para contactar con una persona, sólo tienes que abrir el \c[3]menú social\c[0] y seleccionar el jugador con el que quieres hablar. Si el jugador no está conectado, puedes dejarle un mensaje. El sistema funciona sólo por voz. Esto significa que no hay manera de enviar un mensaje a otro jugador a través de "escribir texto" en \c[3]CrossWorlds\c[0].

# data/database.json//lore/direct-link/content/p2/content
source: According to \c[3]\v[lore.title.dev-company]\c[0], the developers of CrossWorlds, this was done to increase the immersion. However, some players argue that it makes talking to friends occasionally difficult since the \c[3]\v[lore.title.cross-gear]\c[0] is known to sometimes have issues with voice synchronization.
es_es: Según \c[3]\v[lore.title.dev-company]\c[0], los desarrolladores de CrossWorlds, esto se hizo para aumentar la inmersión. Sin embargo, algunos jugadores argumentan que dificulta ocasionalmente la conversación con los amigos, ya que se sabe que el \c[3]\v[lore.title.cross-gear]\c[0] tiene a veces problemas de sincronización de voz.

# data/database.json//lore/dev-company/title
source: Instatainment ltd
es_es: Industrias Instatainment

# data/database.json//lore/dev-company/content/page-01-01/content
source: \c[3]Instatainment\c[0] is a galaxy wide company focused on providing entertainment via \c[3]Instant Matter\c[0] technology. One of their biggest products is \c[3]CrossWorlds\c[0], a \c[3]Massively Multiplayer Online Game\c[0] which takes place on an actual moon in the galaxy.
es_es: \c[3]Instatainment\c[0] es una empresa que abarca toda la galaxia y que se dedica a ofrecer entretenimiento a través de la tecnología de la \c[3]Materia Instantánea\c[0]. Uno de sus principales productos es \c[3]CrossWorlds\c[0], un \c[3]Juego Online Multijugador Masivo\c[0] que tiene lugar en una luna real de la galaxia.

# data/database.json//lore/avatars/title
source: Avatars
es_es: Avatares

# data/database.json//lore/avatars/content/page-01-01/content
source: \c[3]Avatars\c[0] are humanoid bodies made of \c[3]\v[lore.title.instant-matter]\c[0] that are controlled by human players of \c[3]\v[lore.title.cross-worlds]\c[0].
es_es: Los \c[3]Avatares\c[0] son cuerpos humanoides hechos de \c[3]\v[lore.title.instant-matter]\c[0] que son controlados por jugadores humanos de \c[3]\v[lore.title.cross-worlds]\c[0].

# data/database.json//lore/avatars/content/page-01-02/content
source: The bodies of avatars are extremely light. This is because avatars are basically just shells controlled by a remote player. Simulating touch and mass makes it possible for players to still feel the weight of attacks or motions in general. The low weight means that even a child can lift avatars!
es_es: Los cuerpos de los avatares son extremadamente ligeros. Esto se debe a que los avatares son básicamente cáscaras controladas por un jugador a distancia. La simulación del tacto y la masa hace posible que los jugadores sigan sintiendo el peso de los ataques o los movimientos en general. ¡El bajo peso significa que incluso un niño puede levantar los avatares!

# data/database.json//lore/evotar/content/page-01/content
source: An Evotar is an A.I. run on an Avatar using the \c[3]\v[lore.title.cross-code]\c[0] technology created by \c[3]Satoshi\c[0]. Evotars are fully able to feel, move and communicate just like a normal human being. However Evotars showcase a significant issue when being confronted with their origin, often plunging them into mental breakdown which ultimately leads to severe malfunctions.
es_es: Un Evotar es una I.A. que funciona en un Avatar utilizando la tecnología \c[3]\v[lore.title.cross-code]\c[0] creada por \c[3]Satoshi\c[0]. Los Evotares son totalmente capaces de sentir, moverse y comunicarse como un ser humano normal. Sin embargo, ellos presentan un problema importante cuando se enfrentan a su origen, lo que a menudo les sume en un colapso mental que, en última instancia, conduce a graves disfunciones.

# data/database.json//lore/milky-way/title
source: Milky Way Galaxy
es_es: Galaxia de la Vía Láctea

# data/database.json//lore/milky-way/content/page-01-01/content
source: The \c[3]Milky Way Galaxy\c[0] is the home of the human race. At this point about half of the space has been explored and numerous colonies have been established working under the banner of the \c[3]ACF\c[0].
es_es: La \c[3]Galaxia de la Vía Láctea\c[0] es el hogar de la raza humana. En este momento se ha explorado aproximadamente la mitad del espacio y se han establecido numerosas colonias que trabajan bajo la bandera de la \c[3]ACF\c[0].

# data/database.json//lore/milky-way/content/page-01-02/content
source: Thanks to \c[3]\v[lore.title.com-tech]\c[0], communication between colonies and travel is almost instant, making the galaxy itself the home of the humans.
es_es: Gracias a \c[3]\c[lore.title.com-tech]\c[0], la comunicación entre las colonias y los viajes son casi instantáneos, lo que convierte a la propia galaxia en el hogar de los humanos.

# data/database.json//lore/milky-way/content/page-01-03/content
source: \c[3]Trivia\c[0]: To this date no other sentient life has been found in the galaxy. Only hospitable planets and animals.
es_es: \c[3]Trivia\c[0]: Hasta la fecha no se ha encontrado ninguna otra vida inteligente en la galaxia. Sólo planetas hospitalarios y animales.

# data/database.json//lore/real-planet/title
source: Raritan Gem
es_es: Gema Raritan

# data/database.json//lore/real-planet/content/page-01-01/content
source: \c[3]Raritan Gem\c[0] is the name given to the moon on which \c[3]CrossWorlds\c[0] was built. Not to be confused with the "in-game" name of the moon which is \c[3]\v[lore.title.planet]\c[0]. The diameter of the moon is roughly \c[3]12.000 km\c[0] and it's mostly covered by water with only one large patch of landmass. Researchers assume that the moon once had more landmass and some event led to the oceans rising.
es_es: \c[3]Gema Raritan\c[0] es el nombre dado a la luna en la que se construyó \c[3]CrossWorlds\c[0]. No debe confundirse con el nombre "en el juego" de la luna que es \c[3]\v[lore.title.planet]\c[0]. El diámetro de la luna es de aproximadamente \c[3]12.000 km\c[0] y está cubierta en su mayor parte por agua, con sólo una gran mancha de masa terrestre. Los investigadores suponen que la luna tuvo alguna vez más masa terrestre y que algún acontecimiento provocó el aumento de los océanos.

# data/database.json//lore/real-planet/content/page-01-02/content
source: Despite the moon's orbit around a gas giant, its unique position in its solar system makes the air breathable and the temperature consistent enough to be hospitable. That's at least what people believe.
es_es: A pesar de que la luna orbita alrededor de un gigante gaseoso, su posición única en su sistema solar hace que el aire sea respirable y la temperatura lo suficientemente constante como para ser hospitalaria. Eso es al menos lo que se cree.

# data/database.json//lore/colony-federation/title
source: Accord of Colony Founders
es_es: Acuerdo de los Fundadores de la Colonia

# data/database.json//lore/colony-federation/content/p1/content
source: The ACF is a council consisting of leaders of the largest colonies in the galaxy. Most colonies joined the ACF after the \c[3]\v[lore.title.old-war]\c[0] creating the largest peace seeking organization in the galaxy. Because of this the ACF works similarly to a federation. They operate from a System in the 1st galactic quadrant Perseus arm called \c[3]Novus Terra\c[0].
es_es: La ACF es un consejo formado por los líderes de las mayores colonias de la galaxia. La mayoría de las colonias se unieron al ACF después de la \c[3]\v[lore.title.old-war]\c[0] creando la mayor organización de búsqueda de la paz en la galaxia. Por ello, la ACF funciona de forma similar a una federación. Operan desde un sistema en el 1er cuadrante galáctico del brazo de Perseo llamado \c[3]Novus Terra\c[0].

# data/database.json//lore/old-war/title
source: Old War
es_es: Guerra Antigua

# data/database.json//lore/old-war/content/p1/content
source: The \c[3]Old War\c[0] is a term used to describe a dark time in the history of humankind roughly 1000 years ago. In the age of exploration when mankind started to chart galaxies all over the 1st quadrant, a war broke out. The cause of this war has never been fully understood. Most believe it to be resources while others believe ideological differences could have been the cause. Historians tell us that more and more weapons were built, powerful enough to destroy worlds. But those were never used as their primary purpose was to be a deterrent. That is at least what children learn in school. History books are oddly spotty on the subject of the Old War and our ancestors' involvement in it.
es_es: La \c[3]Guerra Antigua\c[0] es un término utilizado para describir una época oscura en la historia de la humanidad, hace aproximadamente 1000 años. En la era de la exploración, cuando la humanidad empezó a cartografiar galaxias por todo el 1er cuadrante, estalló una guerra. La causa de esta guerra nunca se ha entendido del todo. La mayoría cree que fueron los recursos, mientras que otros creen que las diferencias ideológicas pudieron ser la causa. Los historiadores cuentan que se construyeron más y más armas, lo suficientemente potentes como para destruir mundos. Pero nunca se utilizaron, ya que su objetivo principal era ser disuasorio. Eso es al menos lo que los niños aprenden en la escuela. Los libros de historia son extrañamente irregulares en el tema de la Guerra Antigua y la participación de nuestros antepasados en ella.

# data/database.json//lore/cross-gear/title
source: Cross Gear
es_es: Equipo Cross

# data/database.json//lore/cross-gear/content/page-01-01/content
source: The \c[3]Cross Gear\c[0] device is used to connect a human to the world of \c[3]\v[lore.title.cross-worlds]\c[0]. Through the \c[3]\v[lore.title.com-tech]\c[0] it is possible to control the character in-game with absolutely zero lag, resulting in great immersion as all senses are tightly connected to the device and thus the game, too. However, the technology used for the gear is still experimental and as such still has issues. A prominent example is the \c[3]Speech Desynchronisation\c[0] which happens because of interference between the gear and the \c[3]\v[lore.title.avatars]\c[0] in CrossWorlds.
es_es: El dispositivo \c[3]Cross Gear\c[0] se utiliza para conectar a un humano con el mundo de \c[3]\v[lore.title.cross-worlds]\c[0]. A través del \c[3]\v[lore.title.com-tech]\c[0] es posible controlar al personaje en el juego con un lag absolutamente nulo, lo que da lugar a una gran inmersión, ya que todos los sentidos están estrechamente conectados al dispositivo y, por tanto, al juego también. Sin embargo, la tecnología utilizada para el equipo es aún experimental y, como tal, todavía tiene problemas. Un ejemplo destacado es la \c[3]Desincronización del habla\c[0] que se produce debido a la interferencia entre el equipo y el \c[3]\v[lore.title.avatars]\c[0] en CrossWorlds.

# data/database.json//lore/com-tech/title
source: Quantum Porting
es_es: Transporte Cuántico
