Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/glasses-contact/event/19/thenStep/3/message
source: Shouldn't we all just focus on getting through those puzzles quickly?
es_es: ¿No deberíamos concentrarnos en resolver estos puzzles rápido?

# data/database.json//commonEvents/glasses-contact/event/19/thenStep/5/message
source: What are you doing? Is this all a ploy to distract me?
es_es: ¿Qué estás haciendo? ¿Es esta alguna táctica para distraerme?

# data/database.json//commonEvents/glasses-contact/event/19/thenStep/6/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/glasses-contact/event/19/thenStep/8/message
source: It totally is...
es_es: Estoy seguro de que si...

# data/database.json//commonEvents/glasses-contact/event/20/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/20/thenStep/1/message
source: Hello, Lea! Did you have time to explore Gaia's Garden some more?
es_es: ¡Hola, Lea! ¿Estuviste explorando el Jardín de Gaia?

# data/database.json//commonEvents/glasses-contact/event/20/thenStep/2/message
source: There certainly is a lot to explore....
es_es: La verdad que hay bastante para explorar...

# data/database.json//commonEvents/glasses-contact/event/20/thenStep/3/message
source: By the way...\. did you notice how it just rains in certain locations?
es_es: Por cierto...\. ¿notaste como llueve de repente en algunos lugares?

# data/database.json//commonEvents/glasses-contact/event/20/thenStep/5/message
source: For instance it constantly rains in Basin Keep and in the western part of the jungle.
es_es: Por ejemplo, llueve constantemente en el Torreón de la Cuenca y en la parte oeste de la jungla.

# data/database.json//commonEvents/glasses-contact/event/20/thenStep/6/message
source: Yet not a single drop in the southeastern part.
es_es: Pero no hay una sola gota en la parte sureste.

# data/database.json//commonEvents/glasses-contact/event/20/thenStep/7/message
source: Suspicious, isn't it?
es_es: Sospechoso, ¿no crees?

# data/database.json//commonEvents/glasses-contact/event/20/thenStep/9/message
source: I'm telling you, something is wrong with the water in this game!
es_es: Te digo, ¡hay algo raro con el agua en este juego!

# data/database.json//commonEvents/glasses-contact/event/20/thenStep/10/message
source: It's all simulated, it has to be!
es_es: ¡Está todo simulado, debe estarlo!

# data/database.json//commonEvents/glasses-contact/event/21/thenStep/0/message
source: Hi...
es_es: Hola...

# data/database.json//commonEvents/glasses-contact/event/21/thenStep/1/message
source: Hey Lea! Let's meet at the \c[3]Peridot Approach landmark\c[0]. The one in the north of \c[3]Gaia's Garden\c[0]. See you soon!
es_es: ¡Oye Lea! Encontrémonos en el \c[3]Acceso Peridoto\c[0]. El que está al norte del \c[3]Jardín de Gaia\c[0]. ¡Nos vemos pronto!

# data/database.json//commonEvents/glasses-contact/event/22/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/22/thenStep/1/message
source: Hello Lea! We are waiting for you at the \c[3]statue\c[0] in \c[3]Autumn's Fall - Ancient Center\c[0]! See you soon!
es_es: ¡Hola Lea! ¡Te estamos esperando en la \c[3]estatua\c[0] en \c[3]Ocaso Otoñal - Centro Ancestral\c[0]! ¡Nos vemos!

# data/database.json//commonEvents/glasses-contact/event/23/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/23/thenStep/1/message
source: Hello Lea! Emilie and I are waiting for you at \c[3]Rookie Harbor Center\c[0], right next to the \c[3]fountain\c[0]!
es_es: ¡Hola Lea! ¡Emilie y yo te estamos esperando en el \c[3]Centro del Puerto Recluta\c[0], justo al lado de la \c[3]fuente\c[0]!

# data/database.json//commonEvents/glasses-contact/event/24/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/24/thenStep/1/message
source: Hello Lea! Having fun exploring Autumn's Fall?
es_es: ¡Hola Lea! ¿Te estás divirtiendo explorando Ocaso Otoñal?

# data/database.json//commonEvents/glasses-contact/event/24/thenStep/2/message
source: Apparently all these ruins are remains from the old civilization of the Ancients.
es_es: Aparentemente todas estas ruinas son restos de la vieja civilización de los Antiguos.

# data/database.json//commonEvents/glasses-contact/event/24/thenStep/3/message
source: And they conveniently deteriorated to perfectly shape all these neat little jumping puzzles. Lovely, isn't it?
es_es: Y convenientemente se deterioraron para perfectamente formar todos estos puzzles de parkour. ¿Encantador, no?

# data/database.json//commonEvents/glasses-contact/event/25/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/25/thenStep/1/message
source: Hello Lea...\. don't you think that it's sort of weird to do D-Links during a dungeon race?
es_es: Hola Lea...\. ¿no crees que es medio raro usar el Mensajero Directo en medio de la carrera?

# data/database.json//commonEvents/glasses-contact/event/25/thenStep/3/message
source: Well... I'm busy over here... I have to get past this room and it's quite tricky so... Talk to you soon!
es_es: Bueno... Estoy ocupado aquí... Debo concentrarme para vencer esta habitación... ¡Hablamos luego!

# data/database.json//commonEvents/glasses-contact/event/25/thenStep/4/message
source: Bye!
es_es: ¡Adiós!

# data/database.json//commonEvents/glasses-contact/event/26/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/26/thenStep/1/message
source: Hello Lea!\. Hope things are going well for you!
es_es: ¡Hola Lea!\. ¡Espero que te esté yendo bien!

# data/database.json//commonEvents/glasses-contact/event/26/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/glasses-contact/event/26/thenStep/3/message
source: Maroon Valley really is a fascinating place, isn't it?
es_es: El Valle Granate es un lugar fascinante, ¿no crees?

# data/database.json//commonEvents/glasses-contact/event/26/thenStep/4/message
source: All these cliff structures and dunes...
es_es: Todas estos acantilados y dunas...

# data/database.json//commonEvents/glasses-contact/event/26/thenStep/5/message
source: Almost makes me forget about the bizarre fauna... if you can even call it like that.
es_es: Casi me hace olvidar la extraña fauna... si es que se le puede llamar así.

# data/database.json//commonEvents/glasses-contact/event/26/thenStep/6/message
source: Jumping fish skeletons.\. Really?
es_es: Esqueletos de tiburón saltarines.\. ¿En serio?

# data/database.json//commonEvents/glasses-contact/event/27/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/27/thenStep/1/message
source: Hello Lea!\. I'm waiting at the \c[3]West Entrance\c[0] Landmark. Just outside of \c[3]Ba'kii Kum\c[0]!
es_es: ¡Hola Lea!\. Estoy esperando en la \c[3]Entrada Oeste\c[0]. ¡Justo afuera de \c[3]Ba'kii Kum\c[0]!

# data/database.json//commonEvents/glasses-contact/event/28/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/29/message
source: Hello, Lea!
es_es: ¡Hola, Lea!

# data/database.json//commonEvents/glasses-contact/event/31/message
source: ... Well... Not much to talk about so far, right?
es_es: ... Bueno... No hay mucho de que hablar, ¿no?

# data/database.json//commonEvents/glasses-contact/event/32/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/glasses-contact/event/33/message
source: Small talk has never been my forte.
es_es: La charla nunca ha sido mi fuerte.

# data/database.json//commonEvents/glasses-join/event/4/thenStep/0/message
source: Sorry, I don't feel like it...
es_es: Lo siento, no tengo ganas...

# data/database.json//commonEvents/glasses-join/event/5/thenStep/0/message
source: Uhm...\. maybe later?\. I suppose we're all running the dungeon on our own, now.
es_es: Mmm...\. ¿Quizás mas tarde?\. Supongo que por ahora todos estamos manejando la mazmorra como podamos.

# data/database.json//commonEvents/glasses-join/event/6/thenStep/0/message
source: Sorry Lea, not right now...
es_es: Lo siento Lea, ahora no...

# data/database.json//commonEvents/glasses-join/event/7/thenStep/0/message
source: Hey there Lea!\. I'm currently taking a break in Homestedt.
es_es: ¡Hola Lea!\. Estoy tomándome un descanso en Villa Evotar.

# data/database.json//commonEvents/glasses-join/event/7/thenStep/1/message
source: We can play together tomorrow, if that's okay.
es_es: Podemos jugar juntos mañana, si te parece bien.

# data/database.json//commonEvents/glasses-join/event/8/thenStep/0/message
source: S-Sorry, Lea!\. I have to check something!\. I'll be back soon, promised!
es_es: ¡P-Perdón, Lea!\. ¡Tengo que revisar algo!\. ¡Volveré pronto, lo prometo!

# data/database.json//commonEvents/glasses-join/event/9/thenStep/0/message
source: Hello Lea! We're waiting in the \c[3]Cross Central\c[0] right in front of the entrance to \c[3]Rhombus Square\c[0]!
es_es: ¡Hola Lea! ¡Te estamos esperando en el \c[3]Cruce Central\c[0] justo en frente de la entrada de \c[3]Plaza Rombo\c[0]!

# data/database.json//commonEvents/glasses-join/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-join/event/10/thenStep/1/message
source: Hey Lea! We're waiting at the \c[3]First Scholar HQ\c[0] for you!
es_es: ¡Ey Lea! ¡Te estamos esperando en la \c[3]Sede de los Primeros Eruditos\c[0]!

# data/database.json//commonEvents/glasses-join/event/11/thenStep/0/message
source: Uhm... it's getting rather late isn't it?
es_es: Uhm... ¿se está haciendo algo tarde, no?

# data/database.json//commonEvents/glasses-join/event/11/thenStep/1/message
source: I'm also a bit tired right after beating Faj'ro Temple. Let's call it day, okay?
es_es: También estoy un poco cansado después de terminar el Templo Faj'ro. Paremos por hoy, ¿si?

# data/database.json//commonEvents/glasses-join/event/12/thenStep/0/message
source: Hey Lea! Let's meet at the \c[3]Peridot Approach landmark\c[0]. The one in the north of \c[3]Gaia's Garden\c[0]. See you soon!
es_es: ¡Oye Lea! Encontrémonos en el \c[3]Acceso Peridoto\c[0]. El que está al norte del \c[3]Jardín de Gaia\c[0]. ¡Nos vemos pronto!

# data/database.json//commonEvents/glasses-join/event/13/thenStep/0/message
source: Hello Lea! We are waiting for you at the \c[3]statue\c[0] in \c[3]Autumn's Fall - Ancient Center\c[0]! See you soon!
es_es: ¡Hola Lea! ¡Te estamos esperando en la \c[3]estatua\c[0] en \c[3]Ocaso Otoñal - Centro Ancestral\c[0]! ¡Nos vemos!

# data/database.json//commonEvents/glasses-join/event/14/thenStep/0/message
source: Hello Lea! Emilie and me are waiting for you at \c[3]Rookie Harbor Center\c[0], right next to the \c[3]fountain\c[0]!
es_es: ¡Hola Lea! ¡Emilie y yo te estamos esperando en el \c[3]Centro del Puerto Recluta\c[0], justo al lado de la \c[3]fuente\c[0]!

# data/database.json//commonEvents/glasses-join/event/15/0_0/0/message
source: Are you in need of a mage? I'll be right there!
es_es: ¿Necesitas a un mago? ¡Ahí estaré!

# data/database.json//commonEvents/glasses-join/event/15/0_1/0/message
source: Sure, I'd gladly join if that bit of magic of mine is enough for you.
es_es: Seguro, con gusto me uniré si esa pizca de magia mía te es útil.

# data/database.json//commonEvents/glasses-join/event/15/0_2/0/message
source: Sure, it's always nice chillin' in CrossWorlds together, right?
es_es: Seguro, siempre está bien pasear por CrossWorlds juntos, ¿no?

# data/database.json//commonEvents/glasses-remove/event/4/thenStep/0/message
source: Oh, so you want to do the Quest yourself after all? That's fair.
es_es: Oh, ¿quieres hacer la misión por ti misma? De acuerdo..

# data/database.json//commonEvents/glasses-remove/event/4/thenStep/1/message
source: Please don't forget about the Raid though. Let us know when you collected the Shade!
es_es: Por favor no te olvides de la Raid. ¡Avísanos cuando cojas la Sombra!

# data/database.json//commonEvents/glasses-remove/event/5/0_0/0/message
source: I had a great time! See you soon!
es_es: ¡La pasé muy bien! ¡Nos vemos!

# data/database.json//commonEvents/glasses-remove/event/5/0_1/0/message
source: Thanks for party! Glad to join you again!
es_es: ¡Gracias por invitarme! ¡Encantado de unirme otra vez!

# data/database.json//commonEvents/glasses-remove/event/5/0_2/0/message
source: I'm just glad I didn't bust up the wrong thing today. Until next time!
es_es: Solo me alegro de no haber hecho algo malo hoy. ¡Hasta la próxima!

# data/database.json//commonEvents/apollo-contact/event/4/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/4/thenStep/1/message
source: Hold it!!
es_es: ¡¡Alto ahí!!

# data/database.json//commonEvents/apollo-contact/event/4/thenStep/3/message
source: Why would you use a D-Link when we're in a party, standing right next to each other?
es_es: ¿Por qué usarías el Mensajero Directo cuando estamos en un grupo, parados uno al lado del otro?

# data/database.json//commonEvents/apollo-contact/event/5/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/5/thenStep/2/message
source: It looks like Project Trackwalker will soon move to a whole new world!
es_es: ¡Parece que el Proyecto Aprendiz del Camino pronto se mudará a un mundo completamente nuevo!

# data/database.json//commonEvents/apollo-contact/event/5/thenStep/3/message
source: However, I'm afraid there is still much injustice left in this world that needs to be dealt with!
es_es: ¡Sin embargo, me temo que aún queda mucha injusticia en este mundo que necesita ser tratada!

# data/database.json//commonEvents/apollo-contact/event/5/thenStep/4/message
source: If you want to join forces to fight for justice, let me know!
es_es: Si quieres unir fuerzas para luchar por la justicia, ¡avísame!

# data/database.json//commonEvents/apollo-contact/event/6/thenStep/0/message
source: Hi!
es_es: ¡Hola!

source: Spheromancer Lea!\. The final temple has opened!
es_es: ¡Spheromancer Lea!\. ¡El último templo se ha abierto!

source: Spheromancer Lea!\. The final temple will be open soon!
es_es: ¡Spheromancer Lea!\. ¡El templo final abrirá pronto!

# data/database.json//commonEvents/apollo-contact/event/6/thenStep/2/message
source: Running it might very well be our most important moment as Seekers so far!
es_es: ¡Este podría ser nuestro momento más importante como Buscadores hasta ahora!

# data/database.json//commonEvents/apollo-contact/event/6/thenStep/3/message
source: We have to show everyone that we Spheromancers, the most honorable class of all, will be at the very front of this endeavor!!
es_es: ¡¡Tenemos que mostrarles a todos que nosotros, los Spheromancers, la clase más honorable de todas, estaremos al frente de este esfuerzo!!

# data/database.json//commonEvents/apollo-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/7/thenStep/1/message
source: Spheromancer Lea!\. I'm currently busy investigating certain rumors I've heard about CrossWorlds.
es_es: ¡Spheromancer Lea!\. Actualmente estoy ocupado investigando ciertos rumores que he oído sobre CrossWorlds.

# data/database.json//commonEvents/apollo-contact/event/7/thenStep/2/message
source: I'll tell you more, as soon as my sources have been confirmed!
es_es: ¡Te contaré más, tan pronto cuanto se confirmen mis fuentes!

# data/database.json//commonEvents/apollo-contact/event/8/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/8/thenStep/2/message
source: It has been a long time since our last duel.
es_es: Ha pasado mucho tiempo desde nuestro último duelo.

# data/database.json//commonEvents/apollo-contact/event/8/thenStep/3/message
source: And I made the most out of that time!
es_es: ¡Y aproveché al máximo todo este tiempo!

# data/database.json//commonEvents/apollo-contact/event/8/thenStep/4/message
source: By developing the ultimate strategy for our upcoming duel!!
es_es: ¡¡Desarrollando la estrategia definitiva para nuestro próximo encuentro!!

# data/database.json//commonEvents/apollo-contact/event/8/thenStep/6/message
source: Make sure you're well prepared!
es_es: ¡Asegúrate de estar bien preparada!

# data/database.json//commonEvents/apollo-contact/event/9/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/9/thenStep/1/message
source: Spheromancer Lea! It is now up to you to serve justice in that tower!
es_es: ¡Spheromancer Lea! ¡Ahora depende de ti hacer justicia en esa torre!

# data/database.json//commonEvents/apollo-contact/event/9/thenStep/2/message
source: I know you can do it! Make a fellow Spheromancer proud!
es_es: ¡Sé que puedes hacerlo! ¡Haz que tu compañero Spheromancer se sienta orgulloso!

# data/database.json//commonEvents/apollo-contact/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/10/thenStep/1/message
source: No time for chit-chat now, Spheromancer Lea!
es_es: ¡No hay tiempo para cháchara, Spheromancer Lea!

# data/database.json//commonEvents/apollo-contact/event/11/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/11/thenStep/1/message
source: Spheromancer Lea! Let's make haste and enter Vermillion Wasteland as soon as possible! There is justice that needs serving!
es_es: ¡Spheromancer Lea! ¡Apurémonos y entremos al Vertedero Vermillion tan pronto como sea posible! ¡Hay justicia que debe ser servida!

# data/database.json//commonEvents/apollo-contact/event/12/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/12/thenStep/1/message
source: Spheromancer Lea! Do you enjoy exploring \c[3]Rhombus Square\c[0]?
es_es: ¡Spheromancer Lea! ¿Disfrutas explorar \c[3]Plaza Rombo\c[0]?

# data/database.json//commonEvents/apollo-contact/event/12/thenStep/2/message
source: I recommend checking out the \c[3]Area Booster Store\c[0].
es_es: Recomiendo que visites la \c[3]Tienda de Potenciadores de Área\c[0].

# data/database.json//commonEvents/apollo-contact/event/12/thenStep/3/message
source: It's the key to further expand your Spheromancer potential!
es_es: ¡Es clave para expandir tu potencial como Spheromancer!

# data/database.json//commonEvents/apollo-contact/event/12/thenStep/5/message
source: Now, as for our next duel...
es_es: Ahora, sobre nuestro próximo duelo...

# data/database.json//commonEvents/apollo-contact/event/12/thenStep/7/message
source: Wait!
es_es: ¡Espera!

# data/database.json//commonEvents/apollo-contact/event/12/thenStep/8/message
source: What? Yes, actually that is what I just wanted to say.
es_es: ¿Qué? Sí, eso es justamente lo que quería decir.

# data/database.json//commonEvents/apollo-contact/event/12/thenStep/9/message
source: I still need some time myself to prepare for our next duel.
es_es: Aún necesito algo de tiempo para prepararme para nuestro próximo duelo.

# data/database.json//commonEvents/apollo-contact/event/12/thenStep/10/message
source: I will let you know when I'm ready.
es_es: Te haré saber cuando esté listo.

# data/database.json//commonEvents/apollo-contact/event/13/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/13/thenStep/1/message
source: Spheromancer Lea! We're waiting for you inside of \c[3]CrossCentral\c[0]! Make haste!
es_es: ¡Spheromancer Lea! ¡Te estamos esperando en el \c[3]Cruce Central\c[0]! ¡Apúrate!

# data/database.json//commonEvents/apollo-contact/event/14/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/14/thenStep/1/message
source: Spheromancer Lea! Sapphire Ridge is quite the mysterious place, isn't it?
es_es: ¡Spheromancer Lea! Cresta Zafiro es un lugar misterioso, ¿no crees?

# data/database.json//commonEvents/apollo-contact/event/14/thenStep/2/message
source: Covered by an eternal shadow, filled with mazes of bamboo.
es_es: Cubierta por una sombra eterna, repleta de laberintos de bambú.

# data/database.json//commonEvents/apollo-contact/event/14/thenStep/3/message
source: Just barely touched by human civilization as well.
es_es: Apenas impactada por la civilización humana.

# data/database.json//commonEvents/apollo-contact/event/15/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/15/thenStep/1/message
source: Spheromancer Lea! Joern and I are planning to explore \c[3]Sapphire Ridge\c[0]! Let us know if you want to join us!
es_es: ¡Spheromancer Lea! ¡Joern y yo vamos a explorar la \c[3]Cresta Zafiro\c[0]! ¡Avísanos si te nos quieres unir!

# data/database.json//commonEvents/apollo-contact/event/16/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/16/thenStep/1/message
source: Spheromancer Lea, we are in the middle of a race! This is not time for chit-chat!
es_es: Spheromancer Lea, ¡estamos en el medio de una carrera! ¡No es momento de cháchara!

# data/database.json//commonEvents/apollo-contact/event/16/thenStep/2/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/apollo-contact/event/16/thenStep/3/message
source: Because our full attention should be on overcoming the trials of the Grand Krys'kajo!
es_es: ¡Porque toda nuestra atención debería estar en superar los desafíos del Gran Krys'kajo!

# data/database.json//commonEvents/apollo-contact/event/16/thenStep/4/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/apollo-contact/event/16/thenStep/6/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/apollo-contact/event/16/thenStep/7/message
source: I heard you, Spheromancer.
es_es: Te oí, Spheromancer.

# data/database.json//commonEvents/apollo-contact/event/16/thenStep/8/message
source: How?
es_es: ¿Cómo?

# data/database.json//commonEvents/apollo-contact/event/16/thenStep/9/message
source: Alright, enough. You're wasting my time!
es_es: Ya, suficiente. ¡Desperdicias mi tiempo!

# data/database.json//commonEvents/apollo-contact/event/17/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/17/thenStep/1/message
source: Spheromancer Lea! I have to say this concept of "dungeon races" is interesting, indeed.
es_es: ¡Spheromancer Lea! Debo decir que este concepto de "carreras de mazmorras" es interesante, la verdad.

# data/database.json//commonEvents/apollo-contact/event/17/thenStep/2/message
source: You don't meet a lot of players with this competitive spirit!
es_es: ¡No se ven tantos jugadores con este espíritu competitivo!

# data/database.json//commonEvents/apollo-contact/event/17/thenStep/5/message
source: Why yes, I'd consider myself a competitive player as well!
es_es: Si, ¡yo me considero a mi mismo como un jugador competitivo!

# data/database.json//commonEvents/apollo-contact/event/17/thenStep/6/message
source: I am already looking forward to our next duel!
es_es: ¡Espero con ansias nuestro próximo duelo!

# data/database.json//commonEvents/apollo-contact/event/18/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/18/thenStep/1/message
source: Spheromancer Lea! I assume you are still exploring the realms of Gaia's Garden.
es_es: ¡Spheromancer Lea! Asumo que aún estás explorando los reinos del Jardín de Gaia.

# data/database.json//commonEvents/apollo-contact/event/18/thenStep/2/message
source: Did you already tackle the dungeons in the north?
es_es: ¿Has pasado las mazmorras al norte?
