Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/faction-heat-main/content/page-01-04/content
source: - \c[3]Arid Breeze (AB)\c[0] in \c[3]\v[area.heat-village.name]\c[0]
es_es: - \c[3]Brisa Árida (BA)\c[0] en \c[3]\v[area.heat-village.name]\c[0]

# data/database.json//lore/faction-heat-main/content/page-01-05/content
source: - \c[3]Woodland Vanguard (WV)\c[0] in \c[3]\v[area.jungle-city.name]\c[0]
es_es: - \c[3]Vanguardia Forestal (VF)\c[0] en el \c[3]\v[area.jungle-city.name]\c[0]

# data/database.json//lore/faction-heat-rookieharbor/title
source: Falldivers
es_es: Caidaleros

# data/database.json//lore/faction-heat-rookieharbor/content/page-01-01/content
source: As the subdivision of the \c[3]Venture Alliance\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0], the \c[3]Falldivers (FD)\c[0] are the primary recon force in the entire Autumn Area and the southern coast of the continent. Aside from scouting for unexplored regions and monitoring any movements of the creatures connected to the \v[lore.title.track-of-ancients], they also hunt and search for useful resources and Ancient artifacts.
es_es: Como subdivisión de la \c[3]Alianza de Riesgo\c[0] en \c[3]\v[area.rookie-harbor.name]\c[0], los \c[3]Caidaleros (CD)\c[0] son la principal fuerza de reconocimiento en toda el Área de Otoño y la costa sur del continente. Además de explorar regiones inexploradas y vigilar cualquier movimiento de las criaturas relacionadas con el \v[lore.title.track-of-ancients], también cazan y buscan recursos útiles y artefactos de los Antiguos.

# data/database.json//lore/faction-heat-rookieharbor/content/page-01-02/content
source: The Falldivers are currently under the command of \c[3]Elenya Volkewsky\c[0], who holds the title of \c[3]Forerunner\c[0]. It should be noted, however, that the command structures in this Faction are very flexible.
es_es: Los Caidaleros están actualmente bajo el mando de \c[3]Elenya Volkewsky\c[0], que ostenta el título de \c[3]Precursor\c[0]. Sin embargo, hay que tener en cuenta que las estructuras de mando de esta Facción son muy flexibles.

# data/database.json//lore/faction-heat-bergen/title
source: Bergen Digging Mates
es_es: Amigos Mineros de Bergen

# data/database.json//lore/faction-heat-bergen/content/page-01-01/content
source: As the subdivision of the \c[3]Venture Alliance\c[0] in \c[3]\v[area.bergen.name]\c[0], the \c[3]Bergen Digging Mates (BDM)\c[0] explore Mt. Bergen to find precious resources and also manage all the mining operations done in that area.
es_es: Como subdivisión de la \c[3]Alianza de Riesgo\c[0] en la \c[3]\v[area.bergen.name]\c[0], los \c[3]Amigos Mineros de Bergen (AMB) \c[0] exploran el Monte Bergen para encontrar recursos preciosos y también administran todas las operaciones mineras realizadas en esa área.

# data/database.json//lore/faction-heat-bergen/content/page-01-02/content
source: The BDM are currently under the command of \c[3]Turis McEdinthil\c[0], who holds the title of \c[3]Chief Miner\c[0].
es_es: Los BDM está actualmente bajo el mando de \c[3]Turis McEdinthil\c[0], que ostenta el título de \c[3]Jefe Minero\c[0].

# data/database.json//lore/faction-heat-baki/title
source: Arid Breeze
es_es: Brisa Árida

# data/database.json//lore/faction-heat-baki/content/page-01-01/content
source: As the subdivision of the \c[3]Venture Alliance\c[0] in \c[3]\v[area.heat-village.name]\c[0], the \c[3]Arid Breeze (AB)\c[0] explores Maroon Valley to find ancient tombs and the artifacts that reside within them.
es_es: Como subdivisión de la \c[3]Alianza de Riesgo\c[0] en \c[3]\v[area.heat-village.name]\c[0], la \c[3]Brisa Árida (BA)\c[0] explora el Valle Granate para encontrar tumbas antiguas y los artefactos que residen en ellas.

# data/database.json//lore/faction-heat-baki/content/page-01-02/content
source: The AB are currently under the command of \c[3]Jonathan Lorenzo Mahir el Valente Al-Nassar\c[0] (also known as \c[3]Joel Mahir\c[0]), who holds the title of \c[3]First Wind\c[0].
es_es: AB está actualmente bajo el mando de \c[3]Jonathan Lorenzo Mahir el Valente Al-Nassar\c[0] (también conocido como \c[3]Joel Mahir\c[0]), que ostenta el título de \c[3]Primer Viento\c[0].

# data/database.json//lore/faction-heat-jungle/title
source: Woodland Vanguard
es_es: Vanguardia Forestal

# data/database.json//lore/faction-heat-jungle/content/page-01-01/content
source: As the subdivision of the \c[3]Venture Alliance\c[0] in \c[3]\v[area.jungle-city.name]\c[0], the \c[3]Woodland Vanguard (WV)\c[0] explores Gaia's Garden to find hints of Ancient culture and technology. They have a strong affinity to both vintage artifacts of the Ancients and technologically advanced gadgets. They are very proud in already doing explorations of the Ancients even before it became a prime directive.
es_es: Como subdivisión de la \c[3]Alianza de Riesgo\c[0] en el \c[3]\v[area.jungle-city.name]\c[0], la \c[3]Vanguardia Forestal (VF)\c[0] explora el Jardín de Gaia para encontrar indicios de la cultura y la tecnología de los Antiguos. Tienen una fuerte afinidad tanto con los artefactos de los Antiguos como con los dispositivos tecnológicamente avanzados. Están muy orgullosos de realizar exploraciones de los Antiguos incluso antes de que se convirtiera en una directiva principal.

# data/database.json//lore/faction-heat-jungle/content/page-01-02/content
source: The WV are currently under the command of \c[3]Kacela Madaki\c[0], who holds the title of \c[3]Lead Pioneer\c[0].
es_es: WV está actualmente bajo el mando de \c[3]Kacela Madaki\c[0], que ostenta el título de \c[3]Pionero principal\c[0].

# data/database.json//lore/faction-cold-main/title
source: Human Preservation Department
es_es: Departamento de Preservación Humana

# data/database.json//lore/faction-cold-main/content/page-01-01/content
source: The \c[3]Human Preservation Department (HPD)\c[0] is a faction mainly responsible for the protection and discipline of the human settlements on \v[lore.title.planet]. Thus they both serve as the main standing army of the human forces and also as the police force. Also part of the HPD are doctors and all kinds of rescue service personnel.
es_es: El \c[3]Departamento de Preservación Humana (HPD)\c[0] es una facción principalmente responsable de la protección y la disciplina de los asentamientos humanos en \v[lore.title.planet]. Por lo tanto, sirven como el principal ejército permanente de las fuerzas humanas y también como la fuerza policial. También HPD esta conformado por médicos y todo tipo de personal de servicios de rescate.

# data/database.json//lore/faction-cold-main/content/page-01-02/content
source: Subdivisions include: - \c[3]Rookie Harbor Guards (RHG)\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0]
es_es: Las subdivisiones incluyen: - \c[3]Guardia del Puerto Recluta (GPR)\c[0] en \c[3]\v[area.rookie-harbor.name]\c[0]

# data/database.json//lore/faction-cold-main/content/page-01-03/content
source: - \c[3]Bergen Guards (BG)\c[0] in \c[3]\v[area.bergen.name]\c[0]
es_es: - \c[3]Guardias de Bergen(BG)\c[0] en \c[3]\v[area.bergen.name]\c[0]

# data/database.json//lore/faction-cold-main/content/page-01-04/content
source: - \c[3]Maroon Ba'kii Guards (MBG)\c[0] in \c[3]\v[area.heat-village.name]\c[0]
es_es: - \c[3]Guardias del Granate Ba'kii (MBG)\c[0] en \c[3]\v[area.heat-village.name]\c[0]

# data/database.json//lore/faction-cold-main/content/page-01-05/content
source: - \c[3]Basin Police Force (BPF)\c[0] in \c[3]\v[area.jungle-city.name]\c[0]
es_es: - \c[3]Fuerza de Policía de la Cuenca (BPF)\c[0] en c[3]\v[area.jungle-city.name]\c[0]

# data/database.json//lore/faction-cold-rookieharbor/title
source: Rookie Harbor Guard
es_es: Guardia del Puerto Recluta

# data/database.json//lore/faction-cold-rookieharbor/content/page-01-01/content
source: As the subdivision of the \c[3]Human Preservation Department\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0], the \c[3]Rookie Harbor Guard (RHG)\c[0] is tasked to keep justice and order in \v[area.rookie-harbor.name] and the surrounding areas like \v[area.autumn-area.name]. This includes both defending against attacks from the track and solving crimes done by other humans.
es_es: Como subdivisión del \c[3]Departamento de Preservación Humana\c[0] en \c[3]\v[área.rookie-harbor.name]\c[0], la \c[3]Guardia del Puerto Recluta (GPR)\c[0] tiene la tarea de mantener la justicia y el orden en \v[área.rookie-harbor.name] y las áreas circundantes como \v[área.autumn-area.name]. Esto incluye tanto la defensa contra los ataques del Camino como la resolución de los crímenes cometidos por otros humanos.

# data/database.json//lore/faction-cold-rookieharbor/content/page-01-02/content
source: The guard is under the command of \c[3]Sgt. Julius Brassler\c[0].
es_es: La guardia está bajo el mando del \c[3]Sargento Julius Brassler\c[0].

# data/database.json//lore/faction-cold-bergen/title
source: Bergen Guard
es_es: Guardia de Bergen

# data/database.json//lore/faction-cold-bergen/content/page-01-01/content
source: As the subdivision of the \c[3]Human Preservation Department\c[0] in \c[3]\v[area.bergen.name]\c[0], the \c[3]Bergen Guard (BG)\c[0] are tasked to keep justice and order in \v[area.bergen.name] and the surrounding areas of \v[area.bergen-trails.name]. This includes both defending against attacks from the track and solving crimes committed by other humans.
es_es: Como subdivisión del \c[3]Departamento de Preservación Humana\c[0] en la \c[3]\v[area.bergen.name]\c[0], la \c[3]Guardia de Bergen (GB)\c[0] tiene la tarea de mantener la justicia y el orden en la \v[area.bergen.name] y los alrededores del \v[area.bergen-trails.name]. Esto incluye tanto la defensa contra los ataques del Camino como la resolución de los crímenes cometidos por otros humanos.

# data/database.json//lore/faction-cold-bergen/content/page-01-02/content
source: The guard is under the command of \c[3]Sgt. Silvia Sterling\c[0].
es_es: La guardia está bajo el mando de la \c[3]Sargento Silvia Sterling\c[0].

# data/database.json//lore/faction-cold-baki/title
source: Maroon Ba'kii Guard
es_es: Guardia Granate de Ba'kii

# data/database.json//lore/faction-cold-baki/content/page-01-01/content
source: As the subdivision of the \c[3]Human Preservation Department\c[0] in \c[3]\v[area.heat-village.name]\c[0], the \c[3]Maroon Ba'kii Guard (MBG)\c[0] is tasked to keep justice and order in \v[area.heat-village.name] and the surrounding areas of \v[area.heat-area.name]. This includes both defending against attacks from the track and solving crimes committed by other humans.
es_es: Como subdivisión del \c[3]Departamento de Preservación Humana\c[0] en \c[3]\v[area.heat-village.name]\c[0], la \c[3]Guardia Granate de Ba'kii (GGB)\c[0] tiene la tarea de mantener la justicia y el orden en \v[area.heat-village.name] y los alrededores del \v[area.heat-area.name]. Esto incluye tanto la defensa contra los ataques del Camino como la resolución de los crímenes cometidos por otros humanos.

# data/database.json//lore/faction-cold-baki/content/page-01-02/content
source: The guard is under the command of the old veteran \c[3]Sgt. Rainer Niellos\c[0], who is known for his friendly relations with the local Shad.
es_es: La guardia está bajo el mando del veterano \c[3]Sargento Rainer Niellos\c[0], conocido por sus relaciones amistosas con el sábalo local.

# data/database.json//lore/faction-cold-jungle/title
source: Basin Police Force
es_es: Fuerza Policial de la Cuenca

# data/database.json//lore/faction-cold-jungle/content/page-01-01/content
source: As the subdivision of the \c[3]Human Preservation Department\c[0] in \c[3]\v[area.jungle-city.name]\c[0], the \c[3]Basin Police Force (BPF)\c[0] is tasked to keep justice and order in \v[area.jungle-city.name] and the surrounding areas of \v[area.jungle.name]. This includes both defending against attacks from the track and solving crimes committed by other humans.
es_es: Como subdivisión del \c[3]Departamento de Preservación Humana\c[0] en el \c[3]\v[area.jungle-city.name]\c[0], la \c[3]Fuerza de Policía de la Cuenca (FPC)\c[0] tiene la tarea de mantener la justicia y el orden en el \v[area.jungle-city.name] y las áreas circundantes del \v[area.jungle.name]. Esto incluye tanto defenderse de los ataques del Camino como resolver los crímenes cometidos por otros humanos.

# data/database.json//lore/faction-cold-jungle/content/page-01-02/content
source: The police is under the command of \c[3]Sgt. Daz Bronzel\c[0].
es_es: La policía está bajo el mando del \c[3]Sargento Daz Bronzel\c[0].

# data/database.json//lore/faction-shock-main/title
source: Assoc. of Human Advancement
es_es: Asociación para el Avance Humano

# data/database.json//lore/faction-shock-main/content/page-01-01/content
source: The \c[3]Association of Human Advancement (AHA)\c[0] is a faction mainly responsible for trade, manufacturing and scientific research.
es_es: La \c[3]Asociación para el Avance Humano (AHA)\c[0] es una facción encargada principalmente del comercio, la fabricación y la investigación científica.

# data/database.json//lore/faction-shock-main/content/page-01-02/content
source: Subdivisions include: - \c[3]Coastal Trading Coalition (CTC)\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0]
es_es: Las subdivisiones incluyen: - \c[3]Coalición Comercial Costera (CTC)\c[0] en \c[3]\v[area.rookie-harbor.name]\c[0]

# data/database.json//lore/faction-shock-main/content/page-01-03/content
source: - \c[3]Bergen Trade & Metalwork (BTM)\c[0] in \c[3]\v[area.bergen.name]\c[0]
es_es: - \c[3]Comercio y Metalurgia Bergen (BTM)\c[0] en \c[3]\v[area.bergen.name]\c[0]

# data/database.json//lore/faction-shock-main/content/page-01-04/content
source: - \c[3]Ba'kii Bazaar Union (BBU)\c[0] in \c[3]\v[area.heat-village.name]\c[0]
es_es: - \c[3]Unión del Bazar de Ba'kii (BBU)\c[0] en \c[3]\v[area.heat-village.name]\c[0]

# data/database.json//lore/faction-shock-main/content/page-01-05/content
source: - \c[3]Basin Trade Partnership (BTP)\c[0] in \c[3]\v[area.jungle-city.name]\c[0]
es_es: - \c[3]Asociación comercial de la Cuenca (BTP)\c[0] en \c[3]\v[area.jungle-city.name]\c[0]

# data/database.json//lore/faction-shock-rookieharbor/title
source: Coastal Trading Coalition
es_es: Coalición Comercial Costera

# data/database.json//lore/faction-shock-rookieharbor/content/page-01-01/content
source: As the subdivision of the \c[3]Association of Human Advancement\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0], the \c[3]Coastal Trading Coalition (CTC)\c[0] serves as a parent organization to every trader and craftsperson in \c[3]\v[area.rookie-harbor.name]\c[0]. While their members usually act autonomously, the division can organize cooperations, mediate in disputes and also negotiate missions to outside forces with the backing of the entire organization.
es_es: Como subdivisión de la \c[3]Asociación de Avance Humano\c[0] en \c[3]\v[area.rookie-harbor.name]\c[0], la \c[3]Coalición Comercial Coster (CTC)\c[0] sirve como organización matriz para todos los comerciantes y artesanos del \c[3]\v[area.rookie-harbor.name]\c[0]. Aunque sus miembros suelen actuar de forma autónoma, la división puede organizar cooperaciones, mediar en disputas y también negociar misiones ante fuerzas externas con el respaldo de toda la organización.

# data/database.json//lore/faction-shock-rookieharbor/content/page-01-02/content
source: The Coalition is controlled by a council that is regularly replaced by yearly elections.
es_es: La Coalición está controlada por un consejo que se sustituye regularmente mediante elecciones anuales.

# data/database.json//lore/faction-shock-bergen/title
source: Bergen Trade & Metalwork
es_es: Comercio y Metalurgia Bergen

# data/database.json//lore/faction-shock-bergen/content/page-01-01/content
source: As the subdivision of the \c[3]Association of Human Advancement\c[0] in \c[3]\v[area.bergen.name]\c[0], the \c[3]Bergen Trade & Metalwork (BTM)\c[0] serves as a parent organization to every trader and craftsperson in \c[3]\v[area.bergen.name]\c[0].
es_es: Como subdivisión de la \c[3]Asociación de Promoción Humana\c[0] en \c[3]\v[area.bergen.name]\c[0], el \c[3]Comercio y Metalurgia Bergen (BTM)\c[0] sirve como organización matriz para cada comerciante y artesano en \c[3]\v[area.bergen.name]\c[0].

# data/database.json//lore/faction-shock-bergen/content/page-01-02/content
source: The BTM is controlled by a council that is regularly replaced by yearly elections. Currently \c[3]Mrs Summers\c[0] is the chairman and thus responsible for handling complaints brought up by Bergen traders.
es_es: La BTM está controlada por un consejo que se sustituye periódicamente mediante elecciones anuales. En la actualidad, la Sra. Summers es la presidenta y, por tanto, la responsable de tramitar las quejas de los comerciantes de Bergen.

# data/database.json//lore/faction-shock-baki/title
source: Ba'kii Bazaar Union
es_es: Unión del Bazar de Ba'kii

# data/database.json//lore/faction-shock-baki/content/page-01-01/content
source: As the subdivision of the \c[3]Association of Human Advancement\c[0] in \c[3]\v[area.heat-village.name]\c[0], the \c[3]Ba'kii Bazaar Union (BBU)\c[0] serves as a parent organization to every trader and craftsperson in \c[3]\v[area.heat-village.name]\c[0].
es_es: Como subdivisión de la \c[3]Asociación de Promoción Humana\c[0] en \c[3]\v[area.heat-village.name]\c[0], la \c[3]Unión del Bazar de Ba'kii (BBU)\c[0] sirve como organización matriz para cada comerciante y artesano en \c[3]\v[area.heat-village.name]\c[0].

# data/database.json//lore/faction-shock-baki/content/page-01-02/content
source: The Union is controlled by a council of successful Shad merchants, highest among them the ambitious \c[3]Kney'tehab\c[0], who also prides himself a master of human proverbs and rhetoric.
es_es: La Unión está controlada por un consejo de exitosos mercaderes de Shad, el más alto de ellos, el ambicioso \c[3]Kney'tehab\c[0], que también se precia de ser un maestro de los proverbios y la retórica humana.

# data/database.json//lore/faction-shock-jungle/title
source: Basin Trade Partnership
es_es: Asociación Comercial de la Cuenca

# data/database.json//lore/faction-shock-jungle/content/page-01-01/content
source: As the subdivision of the \c[3]Association of Human Advancement\c[0] in \c[3]\v[area.jungle-city.name]\c[0], the \c[3]Basin Trade Partnership (BTP)\c[0] serves as a parent organization to every trader and craftsperson in \c[3]\v[area.jungle-city.name]\c[0].
es_es: Como subdivisión de la \c[3]Asociación para el Progreso Humano\c[0] en \c[3]\v[area.jungle-city.name]\c[0], la \c[3]Asociación Comercial de la Cuenca (BTP)\c[0] sirve como organización matriz para cada comerciante y artesano en \c[3]\v[area.jungle-city.name]\c[0].

# data/database.json//lore/faction-shock-jungle/content/page-01-02/content
source: The Trade Partnership is controlled by a council that is made up of the most influential companies of the city. \c[3]Esha Basu\c[0] serves as one of the most prominent neutral spokespeople and is responsible with assisting members with their problems.
es_es: La Asociación Comercial está controlada por un consejo formado por las empresas más influyentes de la ciudad. \c[3]Esha Basu\c[0] es uno de los portavoces neutrales más destacados y se encarga de ayudar a los miembros en sus problemas.

# data/database.json//lore/faction-wave-main/title
source: Amity of Balance
es_es: Unión del Equilibrio

# data/database.json//lore/faction-wave-main/content/page-01-01/content
source: The \c[3]Amity of Balance (AoB)\c[0] is a faction mainly responsible for farming, gathering and the research of native life and gaining an understanding of the inner workings of the \c[3]\v[lore.title.track-of-ancients]\c[0].
es_es: La \c[3]Unión del Equilibrio (AoB)\c[0] es una facción que se encarga principalmente de la agricultura, la recolección y la investigación de la vida de los nativos y de comprender el funcionamiento interno de la \c[3]\c[lore.title.track-of-ancients]\c[0].

# data/database.json//lore/faction-wave-main/content/page-01-02/content
source: Subdivisions include: - \c[3]Fruits of Autumn (FoA)\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0]
es_es: Las subdivisiones incluyen: - \c[3]Frutos del Otoño (FO)\c[0] en \c[3]\v[area.rookie-harbor.name]\c[0]

# data/database.json//lore/faction-wave-main/content/page-01-03/content
source: - \c[3]Ascension Spirits (AS)\c[0] in \c[3]\v[area.bergen.name]\c[0]
es_es: - \c[3]Espíritus de la Ascensión (AS)\c[0] en \c[3]\v[area.bergen.name]\c[0]

# data/database.json//lore/faction-wave-main/content/page-01-05/content
source: - \c[3]Gaia's Gardeners (GG)\c[0] in \c[3]\v[area.jungle-city.name]\c[0]
es_es: - \c[3]Jardineros de Gaia (GG)\c[0] en \c[3]\v[area.jungle-city.name]\c[0]

# data/database.json//lore/faction-wave-rookieharbor/title
source: Fruits of Autumn
es_es: Frutos del Otoño

# data/database.json//lore/faction-wave-rookieharbor/content/page-01-01/content
source: As the subdivision of the \c[3]Amity of Balance\c[0] in \c[3]\v[area.rookie-harbor.name]\c[0], the \c[3]Fruits of Autumn (FoA)\c[0] are responsible for supervising and researching the effects of the \v[lore.title.track-of-ancients] on the local flora and fauna of the Autumn Area. They are also in control of most of the agriculture needed to feed the population of both \v[area.rookie-harbor.name] and even the capital city \v[lore.title.rhombus-square]. In particular, their rich harvest of many different kinds of apples is one of the major backbones of the human diet on \v[lore.title.planet].
es_es: Como subdivisión de la \c[3]Unión del Equilibrio\c[0] en \c[3]\v[area.rookie-harbor.name]\c[0], los \c[3]Frutos del Otoño (FO)\c[0] se encargan de supervisar e investigar los efectos del \v[lore.title.track-of-ancients] en la flora y la fauna locales del Área de Otoño. También controlan la mayor parte de la agricultura necesaria para alimentar a la población tanto de \v[area.rookie-harbor.name] como de la capital, \v[lore.title.rhombus-square]. En particular, sus muchos tipos de manzanas son uno de los principales pilares en la dieta humana de \v[lore.title.planet].

# data/database.json//lore/faction-wave-rookieharbor/content/page-01-02/content
source: The faction is led by \c[3]Manzana Sarbolev\c[0], who holds the title of \c[3]Chief Woodkeeper\c[0].
es_es: La facción está liderada por \c[3]Manzana Sarbolev\c[0], que ostenta el título de \c[3]Jefe Leñador\c[0].

# data/database.json//lore/faction-wave-bergen/title
source: Ascension Spirits
es_es: Espíritus de la Ascensión

# data/database.json//lore/faction-wave-bergen/content/page-01-01/content
source: As the subdivision of the \c[3]Amity of Balance\c[0] in \c[3]\v[area.bergen.name]\c[0], the \c[3]Ascension Spirits (AS)\c[0] are responsible for supervising and researching the effects of the \v[lore.title.track-of-ancients] on the local flora and fauna of Mt. Bergen. Even when compared to other Subdivisions of the AoB they take a very spiritual approach to their task, which is hard to grasp for outsiders. Their connection to the track and understanding of its behavior outweigh all scientific doubts, though.
es_es: Como subdivisión de la \c[3]Unión del Equilibrio\c[0] en la \c[3]\v[area.bergen.name]\c[0], los \c[3]Espíritus de la Ascensión (EA)\c[0] se encargan de supervisar e investigar los efectos de el \v[lore.title.track-of-ancients] en la flora y fauna local del Monte Bergen. Incluso en comparación con otras subdivisiones de la Unión de Equilibrio, tienen un enfoque muy espiritual en su tarea, algo difícil de entender para los forasteros. Sin embargo, su conexión con el Camino y la comprensión de su comportamiento superan todas las dudas científicas.
