Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/achievements/chests-shockwave/description
source: \c[3]Find and open all Chests\c[0] in \v[area.shock-dng.name], \v[area.wave-dng.name] and \v[area.tree-dng.name].
ru_ru: \c[3]Найдите и откройте все сундуки\c[0] в Храмах Зир'витар, Со'найиз и Гранд Крис'кайо.

# data/database.json/achievements/chests-arid/name
source: Vermillion Scavenger
ru_ru: Мусорщик пустоши

# data/database.json/achievements/chests-arid/description
source: \c[3]Find and open all Chests\c[0] in \v[area.arid.name].
ru_ru: \c[3]Найдите и откройте все сундуки\c[0] в Пустоши Вермиллион.

# data/database.json/achievements/quests-total-01/name
source: Rookie Adventurer
ru_ru: Авантюрист-новичок

# data/database.json/achievements/quests-total-01/description
source: Complete \c[3]25% of all Quests\c[0].
ru_ru: Выполните \c[3]25% квестов\c[0].

# data/database.json/achievements/quests-total-02/name
source: Veteran Adventurer
ru_ru: Опытный авантюрист

# data/database.json/achievements/quests-total-02/description
source: Complete \c[3]50% of all Quests\c[0].
ru_ru: Выполните \c[3]50% квестов\c[0].

# data/database.json/achievements/quests-total-03/name
source: Legendary Adventurer
ru_ru: Легендарный авантюрист

# data/database.json/achievements/quests-total-03/description
source: Complete \c[3]75% of all Quests\c[0].
ru_ru: Выполните \c[3]75% квестов\c[0].

# data/database.json/achievements/quests-total-04/name
source: Gotta help 'em all
ru_ru: Помогу им всем

# data/database.json/achievements/quests-total-04/description
source: Complete \c[3]100% of all Quests\c[0].
ru_ru: Выполните \c[3]100% квестов\c[0].

# data/database.json/achievements/quests-tasks-01/name
source: Rookie Solver
ru_ru: Решала-новичок

# data/database.json/achievements/quests-tasks-01/description
source: Complete a \c[3]total of 25 Tasks\c[0].
ru_ru: Завершите \c[3]в общей сложности 25 заданий\c[0].

# data/database.json/achievements/quests-tasks-02/name
source: Veteran Solver
ru_ru: Опытный решала

# data/database.json/achievements/quests-tasks-02/description
source: Complete a \c[3]total of 50 Tasks\c[0].
ru_ru: Завершите \c[3]в общей сложности 50 заданий\c[0].

# data/database.json/achievements/quests-tasks-03/name
source: Legendary Solver
ru_ru: Легендарный решала

# data/database.json/achievements/quests-tasks-03/description
source: Complete a \c[3]total of 100 Tasks\c[0].
ru_ru: Завершите \c[3]в общей сложности 100 заданий\c[0].

# data/database.json/achievements/quests-tasks-04/name
source: Every Task can be Solved!
ru_ru: Нет неразрешимых проблем!

# data/database.json/achievements/quests-tasks-04/description
source: Complete a \c[3]total of 200 Tasks\c[0].
ru_ru: Завершите \c[3]в общей сложности 200 заданий\c[0].

# data/database.json/achievements/quest-factions-VA-rookie/name
source: VA ROOKIE
ru_ru: РА ГАВАНЬ

# data/database.json/achievements/quest-factions-VA-rookie/description
source: \c[3]Finish all quests\c[0] for the Venture Alliance [or sub name] in \v[area.rookie-harbor.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Альянса авантюристов в Гавани новичков.

# data/database.json/achievements/quest-factions-VA-bergen/name
source: VA BERGEN
ru_ru: РА БЕРГЕН

# data/database.json/achievements/quest-factions-VA-bergen/description
source: \c[3]Finish all quests\c[0] for the Venture Alliance [or sub name] in \v[area.bergen.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Альянса авантюристов в Бергене.

# data/database.json/achievements/quest-factions-VA-maroon/name
source: VA MAROON
ru_ru: РА ДОЛИНА

# data/database.json/achievements/quest-factions-VA-maroon/description
source: \c[3]Finish all quests\c[0] for the Venture Alliance [or sub name] in \v[area.heat-village.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Альянса авантюристов в Ба'кии Кум.

# data/database.json/achievements/quest-factions-VA-jungle/name
source: VA MAROON
ru_ru: РА ДОЛИНА

# data/database.json/achievements/quest-factions-VA-jungle/description
source: \c[3]Finish all quests\c[0] for the Venture Alliance [or sub name] in \v[area.jungle-city.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Альянса авантюристов в Твердыне Бэйзина.

# data/database.json/achievements/quest-factions-HPD-rookie/name
source: HPD ROOKIE
ru_ru: ДЗЛ ГАВАНЬ

# data/database.json/achievements/quest-factions-HPD-rookie/description
source: \c[3]Finish all quests\c[0] for the HPD [or sub name] in \v[area.rookie-harbor.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Департамента защиты людей в Гавани новичков.

# data/database.json/achievements/quest-factions-HPD-bergen/name
source: HPD BERGEN
ru_ru: ДЗЛ БЕРГЕН

# data/database.json/achievements/quest-factions-HPD-bergen/description
source: \c[3]Finish all quests\c[0] for the HPD [or sub name] in \v[area.bergen.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Департамента защиты людей в Бергене.

# data/database.json/achievements/quest-factions-HPD-maroon/name
source: HPD MAROON
ru_ru: ДЗЛ ДОЛИНА

# data/database.json/achievements/quest-factions-HPD-maroon/description
source: \c[3]Finish all quests\c[0] for the HPD [or sub name] in \v[area.heat-village.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Департамента защиты людей в Ба'кии Кум.

# data/database.json/achievements/quest-factions-HPD-jungle/name
source: HPD JUNGLE
ru_ru: ДЗЛ ДЖУНГЛИ

# data/database.json/achievements/quest-factions-HPD-jungle/description
source: \c[3]Finish all quests\c[0] for the HPD [or sub name] in \v[area.jungle-city.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Департамента защиты людей в Твердыне Бэйзина.

# data/database.json/achievements/quest-factions-AHA-rookie/name
source: AHA ROOKIE
ru_ru: АЧР ГАВАНЬ

# data/database.json/achievements/quest-factions-AHA-rookie/description
source: \c[3]Finish all quests\c[0] for the AHA [or sub name] in \v[area.rookie-harbor.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Ассоциации человеческого развития в Гавани новичков.

# data/database.json/achievements/quest-factions-AHA-bergen/name
source: AHA BERGEN
ru_ru: АЧР БЕРГЕН

# data/database.json/achievements/quest-factions-AHA-bergen/description
source: \c[3]Finish all quests\c[0] for the AHA [or sub name] in \v[area.bergen.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Ассоциации человеческого развития в Бергене.

# data/database.json/achievements/quest-factions-AHA-maroon/name
source: AHA MAROON
ru_ru: АЧР ДОЛИНА

# data/database.json/achievements/quest-factions-AHA-maroon/description
source: \c[3]Finish all quests\c[0] for the AHA [or sub name] in \v[area.heat-village.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Ассоциации человеческого развития в Ба'кии Кум.

# data/database.json/achievements/quest-factions-AHA-jungle/name
source: AHA JUNGLE
ru_ru: АЧР ДЖУНГЛИ

# data/database.json/achievements/quest-factions-AHA-jungle/description
source: \c[3]Finish all quests\c[0] for the AHA [or sub name] in \v[area.jungle-city.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Ассоциации человеческого развития в Твердыне Бэйзина.

# data/database.json/achievements/quest-factions-AOB-rookie/name
source: AOB ROOKIE
ru_ru: СБ ГАВАНЬ

# data/database.json/achievements/quest-factions-AOB-rookie/description
source: \c[3]Finish all quests\c[0] for the AOB [or sub name] in \v[area.rookie-harbor.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Сторонников баланса в Гавани новичков.

# data/database.json/achievements/quest-factions-AOB-bergen/name
source: AOB BERGEN
ru_ru: СБ БЕРГЕН

# data/database.json/achievements/quest-factions-AOB-bergen/description
source: \c[3]Finish all quests\c[0] for the AOB [or sub name] in \v[area.bergen.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Сторонников баланса в Бергене.

# data/database.json/achievements/quest-factions-AOB-maroon/name
source: AOB MAROON
ru_ru: СБ ДОЛИНА

# data/database.json/achievements/quest-factions-AOB-maroon/description
source: \c[3]Finish all quests\c[0] for the AOB [or sub name] in \v[area.heat-village.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Сторонников баланса в Ба'кии Кум.

# data/database.json/achievements/quest-factions-AOB-jungle/name
source: AOB JUNGLE
ru_ru: СБ ДЖУНГЛИ

# data/database.json/achievements/quest-factions-AOB-jungle/description
source: \c[3]Finish all quests\c[0] for the AOB [or sub name] in \v[area.jungle-city.name].
ru_ru: \c[3]Завершены все квесты\c[0] для Сторонников баланса в Твердыне Бэйзина.

# data/database.json/areas/arid-dng-1/name
source: Vermillion Dungeon
ru_ru: Подземелье Вермиллион

# data/database.json/areas/arid-dng-1/description
source: Your own personal dungeon in Vermillion Wasteland.
ru_ru: Ваше личное подземелье в Пустоши Вермиллион.

# data/database.json/areas/arid-dng-2/name
source: Vermillion Tower
ru_ru: Башня Вермиллион

# data/database.json/areas/arid-dng-2/description
source: The final challenge put together by Gautham.
ru_ru: Последнее испытание, созданное Гаутамом.

# data/database.json/areas/arid/name
source: Vermillion Wasteland
ru_ru: Пустошь Вермиллион

# data/database.json/areas/arid/shortName
source: Ver. Wasteland
ru_ru: Вермиллион

# data/database.json/areas/arid/description
source: A deserted and gloomy area of unknown origin.
ru_ru: Пустынный и мрачный район неизвестного происхождения.

# data/database.json/areas/arid/landmarks/town/name
source: Town Center
ru_ru: Центр города

# data/database.json/areas/arid/landmarks/town/description
source: Center of the "Town".
ru_ru: "Городской" центр

# data/database.json/areas/autumn-area/name
source: Autumn's Rise
ru_ru: Расцвет Осени

# data/database.json/areas/autumn-area/description
source: A bright and lush area painted in the warm colors of autumn.
ru_ru: Яркая и пышная локация, окрашенная в тёплые тона осени.

# data/database.json/areas/autumn-area/landmarks/guilds/name
source: Autumn Residences
ru_ru: Резиденции Осени

# data/database.json/areas/autumn-area/landmarks/guilds/description
source: The small guild village sometimes called "Hidden Leaf".
ru_ru: Небольшое гильдейское поселение, иногда называемое "Скрытый лист".

# data/database.json/areas/autumn-area/landmarks/observatory/name
source: Old Observatory
ru_ru: Старая обсерватория

# data/database.json/areas/autumn-area/landmarks/observatory/description
source: An abandoned Observatory, now crawling with enemies.
ru_ru: Заброшенная обсерватория, теперь кишащая врагами.

# data/database.json/areas/autumn-area/landmarks/start/name
source: Western Exit
ru_ru: Западный выход

# data/database.json/areas/autumn-area/landmarks/start/description
source: Western Exit leading to Rookie Harbor.
ru_ru: Западный выход, ведущий к Гавани новичков.

# data/database.json/areas/autumn-area/landmarks/end/name
source: Northern Exit
ru_ru: Северный выход

# data/database.json/areas/autumn-area/landmarks/end/description
source: Exit to the rural Bergen Trail area.
ru_ru: Выход в сельскую местность Тропы в Берген.

# data/database.json/areas/autumn-area/landmarks/obelisk/name
source: Old Obelisk
ru_ru: Старый обелиск

# data/database.json/areas/autumn-area/landmarks/obelisk/description
source: A memorial of unknown purpose in the center of Autumn's Rise.
ru_ru: Мемориал неизвестного назначения в центре Расцвета Осени.

# data/database.json/areas/autumn-fall/name
source: Autumn's Fall
ru_ru: Закат Осени

# data/database.json/areas/autumn-fall/description
source: Known for it's many ponds and ruins this area is the little brother of Autumn's Rise.
ru_ru: Известный своими прудами и руинами, этот район - младший брат Расцвета Осени.

# data/database.json/areas/autumn-fall/landmarks/east/name
source: Eastern Exit
ru_ru: Восточный выход

# data/database.json/areas/autumn-fall/landmarks/east/description
source: East Exit of Autumn's Fall leading to the Sapphire Ridge.
ru_ru: Восточный выход Заката Осени, ведущий к Сапфировому краю.

# data/database.json/areas/autumn-fall/landmarks/raid/name
source: Para Island
ru_ru: Райский остров

# data/database.json/areas/autumn-fall/landmarks/raid/description
source: Island of Raids.
ru_ru: Остров рейдов.

# data/database.json/areas/autumn-fall/landmarks/autumn/name
source: Ruined Village
ru_ru: Разрушенная деревня

# data/database.json/areas/autumn-fall/landmarks/autumn/description
source: The remains of an ancient village serve as a second entrance into Autumn's Fall.
ru_ru: Остатки древней деревни, служащие вторым входом в Закат осени.

# data/database.json/areas/autumn-fall/landmarks/exit/name
source: Northern Exit
ru_ru: Северный выход

# data/database.json/areas/autumn-fall/landmarks/exit/description
source: North Exit of Autumn's Fall leading to the Gaia's Garden.
ru_ru: Северный выход Заката Осени, ведущий к Саду Гайи.

# data/database.json/areas/autumn-fall/landmarks/start/name
source: Southern Exit
ru_ru: Южный выход

# data/database.json/areas/autumn-fall/landmarks/start/description
source: South Exit of Autumn's Fall located near a ruined outpost of the Ancients.
ru_ru: Южный выход Заката Осени, расположенный недалеко от разрушенного аванпоста Древних.

# data/database.json/areas/beach/name
source: Coral Coastline
ru_ru: Коралловая береговая линия

# data/database.json/areas/beach/description
source: A strange group of sandbanks in the middle of the ocean.
ru_ru: Странная кучка песчаных отмелей посреди океана.

# data/database.json/areas/bergen-trails/name
source: Bergen Trail
ru_ru: Тропа в Берген

# data/database.json/areas/bergen-trails/description
source: A rural area leading up to the cold town of Bergen.
ru_ru: Сельская местность, ведущая к холодному городу Берген.

# data/database.json/areas/bergen-trails/landmarks/hermit/name
source: Hermit's House
ru_ru: Дом отшельника

# data/database.json/areas/bergen-trails/landmarks/hermit/description
source: A lonesome house, commonly used as half-way break from the difficult climb.
ru_ru: Одинокий дом, используемый как привал на середине трудного подъёма.

# data/database.json/areas/bergen-trails/landmarks/end/name
source: Outlook
ru_ru: Точка обзора

# data/database.json/areas/bergen-trails/landmarks/end/description
source: This landmark is only a few steps away from Bergen Village! You can do it!
ru_ru: Этот ориентир всего в нескольких шагах от Бергена! Ты сможешь!

# data/database.json/areas/bergen-trails/landmarks/start/name
source: Resting Spot
ru_ru: Место отдыха

# data/database.json/areas/bergen-trails/landmarks/start/description
source: The base of \v[area.bergen-trails.name]. Often used as a preparation spot before the climb.
ru_ru: Основание Тропы в Берген. Обычно используется для подготовки к восхождению.

# data/database.json/areas/bergen/name
source: Bergen Village
ru_ru: Берген

# data/database.json/areas/bergen/description
source: A sleepy village hidden in the snowy heights of Mount Berg.
ru_ru: Тихое поселение, спрятанное в заснеженных вершинах горы Берг.

# data/database.json/areas/bergen/landmarks/north/name
source: Ye Old Inn
ru_ru: Старая гостиница

# data/database.json/areas/bergen/landmarks/north/description
source: Once an Inn this landmark now serves as library and official bureau.
ru_ru: Раньше этот ориентир был гостиницей, а теперь это библиотека и официальное бюро.

# data/database.json/areas/bergen/landmarks/south/name
source: South Checkpoint
ru_ru: Южная контрольная точка

# data/database.json/areas/bergen/landmarks/south/description
source: Checkpoint for tired travelers who just finished the climb on \v[area.bergen-trails.name].
ru_ru: Место для усталых путешественников, завершивших своё восхождение по Тропе в Берген.

# data/database.json/areas/cargo-ship/name
source: Cargo Ship
ru_ru: Грузовое судно

# data/database.json/areas/cargo-ship/description
source: One of the many cargo ships belonging to the maintenance crew of CrossWorlds.
ru_ru: Один из грузовых кораблей обслуживающей команды CrossWorlds.

# data/database.json/areas/cargo-ship/landmarks/teleporter/name
source: Cargo Hold
ru_ru: Грузовой отсек

# data/database.json/areas/cargo-ship/landmarks/teleporter/description
source: At the Cargo Hold where Lea started her journey.
ru_ru: Грузовой отсек, в котором Лея начала своё путешествие.

# data/database.json/areas/cold-dng/name
source: Temple Mine
ru_ru: Храм-Шахта

# data/database.json/areas/cold-dng/description
source: A once busy Mine with an uncovered temple crawling with hostile robots.
ru_ru: Некогда рабочая шахта, в которой обнаружили храм, кишащий враждебными роботами.

# data/database.json/areas/evo-village/description
source: The small settlement established as a home for Evotars.
ru_ru: Небольшой посёлок, созданный как дом для эвотаров.

# data/database.json/areas/evo-village/landmarks/center/name
source: Plaza
ru_ru: Площадь

# data/database.json/areas/evo-village/landmarks/center/description
source: This landmark sits right at the heart of \v[area.evo-village.name].
ru_ru: Этот ориентир находится прямо в сердце деревни эвотаров.

# data/database.json/areas/fallback/name
source: Fallback
ru_ru: Отступление

# data/database.json/areas/fallback/description
source: This is where everything goes that is not wanted.
ru_ru: Вот куда попадает всё то, что никому не нужно.

# data/database.json/areas/final-dng/name
source: Ku'lero Temple
ru_ru: Храм Ку'леро

# data/database.json/areas/final-dng/description
source: The last temple build by the Ancients meant to test the worth of all who enter.
ru_ru: Последний храм, построенный Древними, предназначающийся для проверки достойности всех вошедших.

# data/database.json/areas/final-dng/landmarks/center/name
source: Center
ru_ru: Центр

# data/database.json/areas/final-dng/landmarks/center/description
source: Yo
ru_ru: Йо

# data/database.json/areas/forest/name
source: Sapphire Ridge
ru_ru: Сапфировый край

# data/database.json/areas/forest/description
source: The tranquil ridge filled with bamboo structures and hidden paths.
ru_ru: Спокойный край, полный бамбуковых структур и скрытых троп.

# data/database.json/areas/forest/landmarks/temple/name
source: Ascension Temple
ru_ru: Храм вознесения

# data/database.json/areas/forest/landmarks/temple/description
source: A mysterious temple said to be the final destination of the Track of the Ancients.
ru_ru: Таинственный храм, считающийся конечным пунктом назначения Пути Древних.

# data/database.json/areas/forest/landmarks/dojo/name
source: Old Dojo
ru_ru: Старое додзё

# data/database.json/areas/forest/landmarks/dojo/description
source: And old training ground build by early settlers.
ru_ru: Тренировочная площадка, построенная ранними поселенцами.

# data/database.json/areas/forest/landmarks/upper/name
source: Carved Pathway
ru_ru: Резная тропа

# data/database.json/areas/forest/landmarks/upper/description
source: A rough path between caves leading to an old dojo.
ru_ru: Неровный путь между пещерами, ведущий к старому додзё.

# data/database.json/areas/forest/landmarks/hostel/name
source: The Cave Inn
ru_ru: Пещерный трактир

# data/database.json/areas/forest/landmarks/hostel/description
source: An Inn designed after temples used to build centuries ago.
ru_ru: Трактир, спроектированный в честь храмов, построенных много веков назад.

# data/database.json/areas/forest/landmarks/west/name
source: Western Exit
ru_ru: Западный выход

# data/database.json/areas/forest/landmarks/west/description
source: West Exit of \v[area.forest.name] leading to the \v[area.autumn-fall.name].
ru_ru: Западный выход Сапфирового края, ведущий к Закату Осени.

# data/database.json/areas/heat-area/name
source: Maroon Valley
ru_ru: Бордовая долина

# data/database.json/areas/heat-area/description
source: A dusty and barren area where only the fittest survive.
ru_ru: Пыльная и бесплодная область, где выживают только приспособленные.

# data/database.json/areas/heat-area/landmarks/balcony/name
source: Faj'ro Balcony
ru_ru: Балкон Фай'ро

# data/database.json/areas/heat-area/landmarks/balcony/description
source: The Balcony of Faj'ro Temple.
ru_ru: Балкон Храма Фай'ро.

# data/database.json/areas/heat-area/landmarks/exit/name
source: West Entrance
ru_ru: Западный вход

# data/database.json/areas/heat-area/landmarks/exit/description
source: The western entrance of \v[area.heat-area.name] leading to \v[area.heat-village.name].
ru_ru: Западный вход Бордовой долины, ведущий к Ба'кии Кум.

# data/database.json/areas/heat-area/landmarks/dungeon/name
source: Hourglass Pillar
ru_ru: Столб песочных часов

# data/database.json/areas/heat-area/landmarks/dungeon/description
source: A single pillar inside the Great Scar from which a temple of the Ancient can be seen.
ru_ru: Единственный столб Великого шрама, с которого можно увидеть храм Древних.

# data/database.json/areas/heat-area/landmarks/middle/name
source: Arcing Stones
ru_ru: Арочные камни

# data/database.json/areas/heat-area/landmarks/middle/description
source: A landmark located close to the arcing stone structures of Maroon Valley.
ru_ru: Ориентир, расположенный недалеко от арочных каменных сооружений Бордовой долины.

# data/database.json/areas/heat-area/landmarks/oasis/name
source: Maroon Tree
ru_ru: Бордовое дерево

# data/database.json/areas/heat-area/landmarks/oasis/description
source: A lush and vivid oasis crowned by a majestic maroon tree.
ru_ru: Пышный и яркий оазис, увенчанный величественным бордовым деревом.

# data/database.json/areas/heat-area/landmarks/entrance/name
source: East Entrance
ru_ru: Восточный вход

# data/database.json/areas/heat-area/landmarks/entrance/description
source: The eastern entrance of \v[area.heat-area.name] leading to \v[area.bergen-trails.name].
ru_ru: Восточный вход Бордовой долины, ведущий к Тропе в Берген.

# data/database.json/areas/heat-dng/name
source: Faj'ro Temple
ru_ru: Храм Фай'ро

# data/database.json/areas/heat-dng/description
source: An ancient temple whose shape granted it the nickname "Hourglass".
ru_ru: Древний храм, форма которого дала ему прозвище "Песочные часы".

# data/database.json/areas/heat-village/name
source: Ba'kii Kum
ru_ru: Ба'кии Кум

# data/database.json/areas/heat-village/description
source: A quiet Shad village set in a small ravine in Maroon Valley.
ru_ru: Тихая деревня шадов, расположенная в небольшом ущелье в Бордовой долине.

# data/database.json/areas/heat-village/landmarks/market/name
source: Plaza
ru_ru: Площадь

# data/database.json/areas/heat-village/landmarks/market/description
source: Right in front of the largest Building in town and only a few steps a way from the market.
ru_ru: Прямо перед самым большим зданием в городе и всего в паре шагов от рынка.

# data/database.json/areas/hideout/name
source: Old Hideout
ru_ru: Старое укрытие

# data/database.json/areas/hideout/description
source: An uncompleted part of CrossWorlds hidden inside \v[area.forest.name].
ru_ru: Незавершённая часть CrossWorlds, скрытая внутри Сапфирового края.

# data/database.json/areas/jungle-city/name
source: Basin Keep
ru_ru: Твердыня Бэйзина

# data/database.json/areas/jungle-city/description
source: A techno-castle built on an island inside \c[3]Gaia's Garden\c[0] where it always rains.
ru_ru: Техно-замок, построенный на острове внутри \c[3]Сада Гайи\c[0], где всегда идут дожди.

# data/database.json/areas/jungle-city/landmarks/center/name
source: Rainy City Square
ru_ru: Дождливая городская площадь

# data/database.json/areas/jungle-city/landmarks/center/description
source: The rainy and shiny center of Basin Keep, home to many traders.
ru_ru: Дождливый и блестящий центр Твердыни Бэйзина, дом для множества торговцев.

# data/database.json/areas/jungle/name
source: Gaia's Garden
ru_ru: Сад Гайи

# data/database.json/areas/jungle/description
source: The great jungle of the north, home to the giant Tree known as "Gaia".
ru_ru: Великие северные джунгли, дом гигантского древа, известного как "Гайа".

# data/database.json/areas/jungle/landmarks/dungeon/name
source: Rite of Passage
ru_ru: Обряд посвящения
