Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/areas/jungle/landmarks/dungeon/description
source: A crossroad leading to the Zir'vitar Temple, So'najiz Temple and the Grand Krys'kajo.
ru_ru: Перекресток ведущий к Храму Зир'витар, Храму Со'найиз и Гранд Крис'кайо.

# data/database.json/areas/jungle/landmarks/infested/name
source: Infested Marshes
ru_ru: Заражённые болота

# data/database.json/areas/jungle/landmarks/infested/description
source: These marshes have been infested by the corruption spreading from the north.
ru_ru: Эти болота наводнила порча, распространяющаяся с севера.

# data/database.json/areas/jungle/landmarks/end/name
source: Peridot Approach
ru_ru: Хризолитовый подход

# data/database.json/areas/jungle/landmarks/end/description
source: This landmark links the two main paths to the Grand Krys'kajo.
ru_ru: Этот ориентир связывает два основных пути к Гранд Крис'кайо.

# data/database.json/areas/jungle/landmarks/clearing/name
source: V'rda Vil
ru_ru: В'рда Виль

# data/database.json/areas/jungle/landmarks/clearing/description
source: A small Shad settlement using trees as homes and bridges to connect them.
ru_ru: Небольшое поселение шадов, использующих деревья в качестве домов.

# data/database.json/areas/jungle/landmarks/grove/name
source: Royal Grove
ru_ru: Королевская роща

# data/database.json/areas/jungle/landmarks/grove/description
source: A covert with a bright lake hidden in the north-west corner of \v[area.jungle.name].
ru_ru: Укрытие с ярким озером, спрятанное в северо-западном углу Сада Гайи.

# data/database.json/areas/jungle/landmarks/entrance/name
source: Southern Entrance
ru_ru: Южный вход

# data/database.json/areas/jungle/landmarks/entrance/description
source: The entrance to \v[area.jungle.name]. A popular place for traders.
ru_ru: Вход в Сад Гайи. Популярное место у торговцев.

# data/database.json/areas/meta/name
source: Meta
ru_ru: Мета

# data/database.json/areas/meta/description
source: I'm so meta even this acronym.
ru_ru: Я настолько мета, что даже это акроним.

# data/database.json/areas/rhombus-dng/name
source: Rhombus Dungeon
ru_ru: Подземелье Ромба

# data/database.json/areas/rhombus-dng/description
source: The final tutorial dungeon teaching players the basics of CrossWorlds.
ru_ru: Заключительная часть подземелий, обучающих игроков основам CrossWorlds.

# data/database.json/areas/rhombus-sqr/name
source: Rhombus Square
ru_ru: Площадь Ромба

# data/database.json/areas/rhombus-sqr/description
source: The pulsating heart of CrossWorlds. Only accessible for advanced players.
ru_ru: Пульсирующее сердце CrossWorlds. Доступно только для опытных игроков.

# data/database.json/areas/rhombus-sqr/landmarks/crosscentralTop/name
source: Cross Central Balcony
ru_ru: Балкон CrossCentral

# data/database.json/areas/rhombus-sqr/landmarks/crosscentralTop/description
source: The Balcony right above the main teleportation hub of CrossWorlds.
ru_ru: Балкон прямо над главным центром телепортации CrossWorlds.

# data/database.json/areas/rhombus-sqr/landmarks/shops/name
source: Shopping District
ru_ru: Торговый район

# data/database.json/areas/rhombus-sqr/landmarks/shops/description
source: Both shops and cafes call this part of town their home.
ru_ru: И магазины, и кафе называют эту часть города своим домом.

# data/database.json/areas/rhombus-sqr/landmarks/resiSouth/name
source: South Arch
ru_ru: Южная арка

# data/database.json/areas/rhombus-sqr/landmarks/resiSouth/description
source: This landmark is close to both the Arena and the Southern Residence District.
ru_ru: Этот ориентир находится недалеко от арены и Южного района резиденций.

# data/database.json/areas/rhombus-sqr/landmarks/crosscentralInner/description
source: The main teleportation hub of CrossWorlds and the central entrance to Rhombus Square.
ru_ru: Главный центр телепортации CrossWorlds и центральный вход на Площадь Ромба.

# data/database.json/areas/rookie-harbor/name
source: Rookie Harbor
ru_ru: Гавань новичков

# data/database.json/areas/rookie-harbor/description
source: A bustling city positively bursting with life, start of many adventures for new players.
ru_ru: Шумный город, в котором кипит жизнь, начало приключений для многих игроков.

# data/database.json/areas/rookie-harbor/landmarks/harbor/name
source: Harbor Teleporter
ru_ru: Телепорт гавани

# data/database.json/areas/rookie-harbor/landmarks/harbor/description
source: The entrance to Rookie Harbor from Cross Central.
ru_ru: Вход в Гавань новичков из CrossCentral.

# data/database.json/areas/rookie-harbor/landmarks/center/name
source: Rhombus Fountain
ru_ru: Фонтан Ромба

# data/database.json/areas/rookie-harbor/landmarks/center/description
source: A beautiful fountain sitting in the center of the busy marketplace.
ru_ru: Красивый фонтан в центре оживлённого рынка.

# data/database.json/areas/shock-dng/name
source: Zir'vitar Temple
ru_ru: Храм Зир'витар

# data/database.json/areas/shock-dng/description
source: An ancient shad temple, home to many shocking creatures.
ru_ru: Древний храм шадов, дом для множества шокирующих существ.

# data/database.json/areas/testing-grounds/name
source: Testing Ground
ru_ru: Тестовая площадка

# data/database.json/areas/testing-grounds/description
source: Hey, how can ye read this? This is not part of the bloody playground, ye dobber!
ru_ru: Эй, ты как это читать можешь? Это не часть чёртовой игровой зоны, придурок!

# data/database.json/areas/testing-grounds/landmarks/landmark_0/name
source: Test Landmark
ru_ru: Тестовый ориентир

# data/database.json/areas/testing-grounds/landmarks/landmark_0/description
source: Testing a landmark, is like testing a landmark. I have text.
ru_ru: Тестировать ориентир - это как тестировать ориентир. У меня есть текст.

# data/database.json/areas/tree-dng/name
source: Grand Krys'kajo
ru_ru: Гранд Крис'кайо

# data/database.json/areas/tree-dng/description
source: Overgrown by a gigantic tree, this temple is guarded by an ancient entity.
ru_ru: Этот храм, заросший гигантским деревом, охраняется древним существом.

# data/database.json/areas/wave-dng/name
source: So'najiz Temple
ru_ru: Храм Со'найиз

# data/database.json/areas/wave-dng/description
source: An ancient underwater shad temple, home to many bouncing foes.
ru_ru: Древний подводный храм шадов, дом для множества прыгающих врагов.

# data/database.json/chapters/0/name
source: Shizuka
ru_ru: Шизука

# data/database.json/chapters/0/prefix
source: Prologue
ru_ru: Пролог

# data/database.json/chapters/1/name
source: Awakening
ru_ru: Пробуждение

# data/database.json/chapters/3/name
source: Into the World
ru_ru: В мир

# data/database.json/chapters/4/name
source: Dungeons & Guilds
ru_ru: Подземелья и гильдии

# data/database.json/chapters/5/name
source: The Ancient Desert
ru_ru: Древняя пустыня

# data/database.json/chapters/6/name
source: Raids and Ruins
ru_ru: Рейды и руины

# data/database.json/chapters/7/name
source: Isolation
ru_ru: Изоляция

# data/database.json/chapters/8/name
source: Through the Jungle
ru_ru: Через джунгли

# data/database.json/chapters/9/name
source: Searching the Night
ru_ru: Поиски в ночи

# data/database.json/chapters/10/name
source: The Final Raid
ru_ru: Финальный рейд

# data/database.json/commonEvents/quest-sergey-npc_comment/event/1/message
source: It seems like they still have not given those average quest NPCs more nuanced responses.
ru_ru: Похоже, что они до сих пор не добавили этим типичным квестовым NPC более детальные реплики.

# data/database.json/commonEvents/quest-sergey-npc_comment/event/3/message
source: Well, that is good news for us.
ru_ru: Ну, это хорошие новости для нас.

# data/database.json/commonEvents/quest-sergey-npc_comment/event/4/message
source: Otherwise doing sidequests might be problematic with your limited means of communication.
ru_ru: Иначе выполнение дополнительных квестов могло бы стать проблемой с твоими ограниченными средствами общения.

# data/database.json/commonEvents/quest-sergey-npc_comment/event/6/message
source: Yes, I am sorry.\. I will continue working on it now.
ru_ru: Да, извини.\. Я продолжу работать над этим прямо сейчас.

# data/database.json/commonEvents/call-instance-comments/event/2/0_0/0/message
source: Aw, an instance? I wanted to do the quest together with you...
ru_ru: Ох, специальное подземелье? Я хотела пройти квест вместе с тобой...

# data/database.json/commonEvents/call-instance-comments/event/2/1_0/0/message
source: Mon dieu, another instance. Will they let us do any quests together or what?
ru_ru: Mon dieu (Боже мой), очередная специальная зона. Они когда-нибудь позволят нам выполнять квесты совместно или нет?

# data/database.json/commonEvents/call-instance-comments/event/2/2_0/0/message
source: Ah, this quest also uses instances? Well, see you on the other side, Lea.
ru_ru: Ах, этот квест использует особые подземелья? Ну, увидимся снаружи, Лея.

# data/database.json/commonEvents/call-instance-comments/event/2/3_0/0/message
source: With all those instanced questrooms this moon must be almost entirely hollow.
ru_ru: С учётом всех этих специальных квестовых комнат, этот спутник должен быть почти полностью пустой.

# data/database.json/commonEvents/call-instance-comments/event/2/4_0/0/message
source: Spheromancer Lea! This quest will make us prove our worth alone. Do not bring shame upon our noble class!
ru_ru: Сферомант Лея! Этот квест позволит нам доказать, чего мы стоим. Не опозорь наш благородный класс!

# data/database.json/commonEvents/call-instance-comments/event/2/5_0/0/message
source: Another challenge forces these noble Spheromancers to act independently.
ru_ru: Очередное испытание заставляет благородных сферомантов действовать самостоятельно.

# data/database.json/commonEvents/call-instance-comments/event/2/6_0/0/message
source: Mh, I am all alone here. I guess they want us to solve this quest on our own.
ru_ru: Мм, я здесь один. Полагаю, что они хотят, чтобы мы решили это задание каждый по отдельности.

# data/database.json/commonEvents/call-instance-comments/event/2/7_0/0/message
source: More instances? Makes you wonder why they split you up so much in an MMO.
ru_ru: Снова специальные комнаты? Заставляет задуматься, зачем в ММО так часто разделять нас.

# data/database.json/commonEvents/call-test/event/1/thenStep/0/message
source: Run #1!
ru_ru: Забег #1!

# data/database.json/commonEvents/call-test/event/2/thenStep/0/message
source: Run #3!
ru_ru: Забег #3!

# data/database.json/commonEvents/call-test/event/3/thenStep/0/message
source: Run #5!
ru_ru: Забег #5!

source: Huh... I guess we have to reach those glowing spots, right?
ru_ru: Хмм... Кажется, что мы должны добраться до этих светящихся пятен, верно?

source: [nods]
ru_ru: [кивает]

source: More glowing spots... all over the place.
ru_ru: Ещё больше светящихся пятен... повсюду.

# data/database.json/commonEvents/tutorial-newgame/event/1/titleText
source: Welcome to \c[3]New Game Plus\c[0]!
ru_ru: Добро пожаловать в \c[3]Новую игру+\c[0]!

# data/database.json/commonEvents/tutorial-newgame/event/1/text
source: Start a new adventure using your \c[3]Trophy Points\c[0] to unlock special modifiers to alter the game and create your very own unique experience!
ru_ru: Начните новое приключение, используя свои \c[3]очки трофеев\c[0] для разблокировки специальных модификаторов, чтобы изменить игру и создать свой собственный уникальный опыт!

# data/database.json/commonEvents/tutorial-newgame/event/3/text
source: Select an option to activate it. Groups with \c[3]square checkboxes\c[0] let you select \c[3]multiple options\c[0].
ru_ru: Выберите опцию, чтобы активировать её. Группы с \c[3]квадратными флажками\c[0] позволяют выбрать \c[3]несколько параметров\c[0].

# data/database.json/commonEvents/tutorial-newgame/event/5/text
source: Groups with \c[3]round checkboxes\c[0] only allow for \c[3]one option\c[0] to be selected.
ru_ru: Группы с \c[3]круглыми флажками\c[0] допускают выбор \c[3]только одной опции\c[0].

# data/database.json/commonEvents/tutorial-newgame/event/7/text
source: Each options costs \c[3]Trophy Points\c[0]. Unlock more trophies to select more options!
ru_ru: Каждая опция стоит \c[3]очков трофеев\c[0]. Разблокируйте больше трофеев, чтобы выбрать больше опций!

# data/database.json/commonEvents/tutorial-newgame/event/9/text
source: Once you are all set, press \i[help2] to start a new game! If an option is selected that \c[3]requires a save file\c[0], you will be asked to \c[3]select one before starting the game\c[0].
ru_ru: Когда всё будет готово, нажмите \i[help2], чтобы начать новую игру! Если выбрана опция, для которой \c[3]требуется файл сохранения\c[0], то вас попросят \c[3]выбрать его перед началом игры\c[0].

# data/database.json/commonEvents/tutorial-newgame/event/11/titleText
source: \c[1]Things that cannot be carried over\c[0]
ru_ru: \c[1]Вещи, которые нельзя перенести\c[0]

# data/database.json/commonEvents/tutorial-newgame/event/11/text
source: - Key Items - Contacts - Quest Progress - Statistics
ru_ru: - Ключевые предметы - Контакты - Прогресс квестов - Статистика

# data/database.json/commonEvents/facility-x-key/event/2/text
source: \c[2]Facility X Key partly decrypted\c[0]! Progress of decryption: \c[3]\v[g.lab.decrypted] / 4\c[0]
ru_ru: \c[2]Ключ Комплекса Х частично расшифрован\c[0]! Прогресс расшифровывания: \c[3]расшифровано из / 4\c[0]

# data/database.json/commonEvents/facility-x-key/event/3/thenStep/1/text
source: \c[2]Decryption Complete\c[0]! Key can now be used to access \c[3]Facility X\c[0], located in \c[3]Sapphire Ridge\c[0]
ru_ru: \c[2]Расшифровка завершена\c[0]! Теперь ключ можно использовать для входа в \c[3]Комплекс Х\c[0] в \c[3]Сапфировом крае\c[0]

# data/database.json/commonEvents/sao-duel-accept/event/0/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-accept/event/2/thenStep/0/message
source: Hi.
ru_ru: Привет.

# data/database.json/commonEvents/sao-duel-accept/event/2/thenStep/5/message
source: I understand.
ru_ru: Я понимаю.

# data/database.json/commonEvents/sao-duel-accept/event/2/thenStep/7/message
source: I accept the duel!!
ru_ru: Я принимаю дуэль!!

# data/database.json/commonEvents/sao-duel-accept/event/3/thenStep/0/message
source: Hi.
ru_ru: Привет.

# data/database.json/commonEvents/sao-duel-accept/event/3/thenStep/6/message
source: Hi?
ru_ru: Привет?

# data/database.json/commonEvents/sao-duel-accept/event/3/thenStep/7/message
source: Ah, my arch nemesis has returned!
ru_ru: Ах, мой заклятый враг вернулся!

# data/database.json/commonEvents/sao-duel-accept/event/3/thenStep/9/message
source: Say no more, I know that look, 'seen it a thousand times.
ru_ru: Ни слова больше, я знаю этот взгляд, видел его тысячу раз.

# data/database.json/commonEvents/sao-duel-accept/event/3/thenStep/10/message
source: And of course, I'll accept your challenge once more!
ru_ru: И конечно же, я приму твой вызов ещё раз!

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/1/message
source: Oh, it's you again...
ru_ru: А, опять ты...

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/3/message
source: Yes, I know.\. You want to duel.
ru_ru: Да, я знаю.\. Ты хочешь дуэли.

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/4/message
source: Meh.\. Not feeling it.
ru_ru: Тьфу.\. Вообще не ощущаю.

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/5/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/6/message
source: It's…\. I don't know.\. I mean, it was fun before.
ru_ru: Это...\. Я не знаю.\. Я имею в виду, раньше было весело.

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/7/message
source: We had a nice time, I mopped the floor with you and everyone was happy!
ru_ru: Мы хорошо провели время, я вытер тобой пол, и все были счастливы!

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/9/message
source: What?\. I am pretty sure that's exactly how it happened.
ru_ru: Что?\. Я уверен, что именно так всё и произошло.

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/10/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/11/message
source: Hm, must have been someone else, then.
ru_ru: Хм, должно быть, это был кто-то ещё.

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/12/message
source: You all look the same to me, really.
ru_ru: Вы для меня все на одно лицо, если честно.

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/13/message
source: All in fancy and colorful armor, hiding your true face.
ru_ru: Все в своей крутой цветастой броне, прячете своё настоящее лицо.

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/15/message
source: Alright, fine!\. Just one more duel.
ru_ru: Ладно, хорошо!\. Ещё одна дуэль.

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/16/message
source: Let me look up my schedule, Bea.
ru_ru: Дай-ка я посмотрю своё расписание, Бея.

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/17/message
source: Lea!
ru_ru: Лея!

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/18/message
source: Sao!
ru_ru: Сао!

# data/database.json/commonEvents/sao-duel-accept/event/4/thenStep/20/message
source: Yes, I have time.\. Just meet me at…
ru_ru: Да, у меня есть время.\. Встретимся в...

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/0/message
source: Hi.
ru_ru: Привет.

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/1/message
source: Okay, real talk.
ru_ru: Слушай, давай начистоту.

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/2/message
source: Why am I always the one who has to do all the talking?\. Any hard feelings?
ru_ru: Почему разговор всегда веду я?\. Ты обижена или что?

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/4/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/5/message
source: What else then?\. You can't talk?
ru_ru: А что тогда?\. Не можешь разговаривать?

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/6/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/7/message
source: What.
ru_ru: Что.

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/11/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/12/message
source: Hey you!\. What's up with that?
ru_ru: Эй, ты!\. Это что ещё такое?

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/13/message
source: Why'd you make her walk to me, acting like she could hold a conversation?
ru_ru: Зачем нужно было заставлять её подойти ко мне, как будто она могла поддержать разговор?

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/15/message
source: Lea?
ru_ru: Лея?

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/18/message
source: I'm talking to \c[1]you\c[0]!
ru_ru: Я разговариваю с \c[1]тобой\c[0]!

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/19/message
source: \c[1]You behind the screen\c[0]!
ru_ru: \c[1]Ты, за экраном!\c[0]

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/20/message
source: Feeling safe there, don't you?\. Thinking I can't possibly reach you.
ru_ru: Чувствуешь себя там в безопасности, да?\. Думаешь, что я не смогу дотянуться до тебя.

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/21/message
source: \c[1]You thought wrong\c[0].
ru_ru: \c[1]Ошибаешься.\c[0]

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/22/message
source: I have my ways.\. Old, sneaky Ninja ways.
ru_ru: У меня есть свои способы.\. Старые, хитрые способы ниндзя.

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/23/message
source: One day, when you have forgotten all about me...
ru_ru: Однажды, когда ты совсем забудешь обо мне...

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/24/message
source: \c[1]I will come for you.\c[0]
ru_ru: \c[1]Я приду за тобой.\c[0]

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/25/message
source: And then my revenge will be sweet!\. Oh, so sweet!\. All strawberries and cherries!
ru_ru: И тогда моя месть будет сладкой.\. Ух, такой сладкой!\. Как клубника с вишней!

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/29/message
source: Hi?\. Lea!
ru_ru: Привет?.\ Лея!

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/31/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/32/message
source: Yes, one moment.\. The adults are talking.
ru_ru: Да, один момент.\. Дай взрослым поговорить.

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/37/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/38/message
source: So...\. It's clear you really want her to duel me.
ru_ru: Итак...\. Очевидно, что ты очень хочешь, чтобы у нас с ней была дуэль.

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/39/message
source: Though we both know where this will end.
ru_ru: Хотя мы оба знаем, чем это закончится.

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/40/message
source: You try your very best like no one ever did before and I still own you like the last few times.
ru_ru: Вы стараетесь очень сильно, как никто другой, и я всё равно нагнул вас в последние несколько раз.

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/41/message
source: But...\. let's say,\. purely hypothetical,\. that you actually win this time.
ru_ru: Но...\. давай скажем,\. чисто теоретически,\. что в этот раз вы всё-таки победите.

# data/database.json/commonEvents/sao-duel-accept/event/5/thenStep/49/message
source: Hi!\. Lea!\. Hi!\. Why!\. Lea!
ru_ru: Привет!\. Лея!\. Привет!\. Почему!\. Лея!

# data/database.json/commonEvents/sao-duel-accept/event/6/thenStep/0/message
source: Hi.
ru_ru: Привет.

# data/database.json/commonEvents/sao-duel-accept/event/6/thenStep/4/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/sao-duel-accept/event/6/thenStep/10/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/sao-duel-accept-post/event/2/thenStep/0/message
source: ...\. Why?
ru_ru: ...\.Почему?

# data/database.json/commonEvents/sao-duel-accept-post/event/3/thenStep/1/message
source: BYE!!!
ru_ru: ПОКА!!!

# data/database.json/commonEvents/sao-duel-pre-fight/event/6/thenStep/3/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/sao-duel-pre-fight/event/6/thenStep/7/message
source: So what is it?\. Certainly not the sweet, sweet loot and experience, right?
ru_ru: Ну так что?\. Конечно же, не ради сладкой, сладкой добычи и опыта, верно?

# data/database.json/commonEvents/sao-duel-pre-fight/event/6/thenStep/9/message
source: No answer?
ru_ru: Не отвечаешь?

# data/database.json/commonEvents/sao-duel-pre-fight/event/6/thenStep/10/message
source: Fine.\. Maybe you'll have one after I've finished you yet again, Nea.
ru_ru: Ладно.\. Может быть, у тебя найдётся ответ после того, как я одержу победу над тобой, Нея.

# data/database.json/commonEvents/sao-duel-pre-fight/event/6/thenStep/11/message
source: Lea!\. LEA!!
ru_ru: Лея!\. ЛЕЯ!!

# data/database.json/commonEvents/sao-duel-pre-fight/event/7/thenStep/0/message
source: Duel 4...
ru_ru: Дуэль 4...
