Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/lore/chapter-08/content/page-02/content
source: Right after arriving at \c[3]CrossCentral\c[0] Lea spoke with Emilie who seemed quite angry and wanted to meet "in person". So Lea went to the \c[3]guild-HQ of the "First Scholars"\c[0] to clear everything up. Emilie was very frustrated with Lea, though, who was unable to explain the convoluted events to her friend. Then the situation got even more complicated as Schneider came in and Lea suddenly hugged him, to the irritation of both him and Emilie. Embarrassed and confused, Lea fled the scene.
ru_ru: Сразу после прибытия в \c[3]CrossCentral\c[0], Лея поговорила с Эмили, которая выглядела довольно злой и хотела встретиться "лично". Поэтому Лея пошла в штаб гильдии \c[3]Первоучёных\c[0], чтобы всё прояснить. Эмили очень расстроилась из-за Леи, которая не смогла объяснить запутанные события своей подруге. Затем ситуация стала ещё сложнее, когда вошёл Шнайдер и Лея неожиданно обняла его, вызвав недоумение. Смущённая и растерянная, Лея убежала.

# data/database.json/lore/chapter-08/content/page-03/content
source: As Lea was brooding by herself Sergey suggested that the Schneider in the Wastelands was most likely an \c[3]\v[lore.title.evotar]\c[0], just like Lea, which would explain the confusion of the Schneider in the guild-HQ. Still embarrassed and unsure of how to set things right Lea was unwilling to return to her guild and so she instead travelled to the next location on her path: \c[3]\v[area.jungle.name]\c[0].
ru_ru: Поскольку Лея переживала о происходящем, Сергей предположил, что Шнайдер в Пустоши, скорее всего, был \c[3]эвотаром\c[0], точно так же, как Лея, что объяснило бы путаницу в штабе гильдии. Всё ещё смущённая и неуверенная в том, как всё исправить, Лея не хотела возвращаться в свою гильдию, поэтому вместо этого она отправилась в следующее место на своём пути: \c[3]Сад Гайи\c[0].

# data/database.json/lore/chapter-08/content/page-04/content
source: Arriving in the thick jungle Lea was immediately confronted by an old acquaintance: \c[3]Apollo\c[0], who was dead-set on having another duel. Also, \c[3]his friend Joern\c[0] accompanied him. After another hard-fought battle between Spheromancers it was decided, mostly thanks to Joern's suggestion, to \c[3]form a party of three\c[0] to face the challenges of the jungle together. Thus, this new constellation of two Spheromancers and a Quadroguard continued their journey towards \c[4]\v[area.jungle-city.name]\c[0], the rising city between the trees.
ru_ru: Прибыв в густые джунгли, Лея сразу столкнулась со старым знакомым, \c[3]Аполло\c[0], который был намерен провести ещё одну дуэль. Кроме того, \c[3]его друг Йорн\c[0] сопровождал его. После очередной тяжелой битвы между сферомантами было решено, в основном благодаря предложению Йорна, сформировать группу из трёх человек, чтобы вместе противостоять вызовам джунглей. Таким образом, это новая группа из двух сферомантов и квадрогарда продолжила свой путь к \c[3]Твердыне Бэйзина\c[0] - возвышающемуся над деревьями городу.

# data/database.json/lore/chapter-08/content/page-05/content
source: In the bustling city of \v[area.jungle-city.name] the group visited \c[3]the mayor\c[0] who was involved in a heated argument with a \c[3]Shad called K'tara\c[0]. She was beseeching him for help against \c[3]a horde of aggressive cats that invaded a part of the nearby Shad-village\c[0] and warned him of the Shad-residents becoming angry at the human settlers, who they hold responsible, but to no avail. Seeing that she would not get help from the mayor, she left the office.
ru_ru: В шумной Твердыне Бэйзина группа посетила \c[3]мэра\c[0], который был вовлечён в горячий спор с \c[3]шадианкой по имени К'тара\c[0]. Она безрезультатно просила его о помощи против \c[3]орды агрессивных кошек, которые вторглись в часть соседней деревни шадов\c[0], и предупредила его о том, что жители-шады сердятся на поселенцев. Видя, что она не получит помощи от мэра, она вышла из его офиса.

# data/database.json/lore/chapter-08/content/page-06/content
source: The seekers talked to her and agreed to help the Shad, in return for safe passage to the next two \c[3]Temples of the Ancients\c[0], the \c[3]\v[area.wave-dng.name]\c[0] and \c[3]\v[area.shock-dng.name]\c[0], which were blocked off by Shad protestors. And so the group followed K'tara to her village and took care of the feline pests that were seemingly corrupted by some Track-related force. With the obstacles to the next dungeons out of the way, the group decided to part ways again and log off for the day.
ru_ru: Искатели поговорили с ней и согласились помочь шадам в обмен на безопасный проход в следующие два \c[3]храма Древних\c[0], \c[3]Храм Со'найиз\c[0] и \c[3]Храм Зир'витар\c[0], которые были заблокированы протестующими шадами. Группа последовала за К'тарой в её деревню и позаботилась о кошачьих вредителях, которые, казалось, были порождены какой-то силой, связанной с Путём. Из-за препятствий, возникших при доступе к следующим подземельям, группа решила снова разойтись и собраться на следующий день.

# data/database.json/lore/chapter-08/content/page-07/content
source: Lea returned to \v[lore.title.cross-worlds] after another dream that hinted at the location of Satoshi and Gautham. Immediately she got a call from C'tron who wanted to meet with her to run the next dungeon together. Once they met up though, it became clear that it was a ploy to have Lea and Emilie talk again. Though Emilie was still frustrated about Lea's sudden disappearance, they were able to reconcile quickly after it became clear that Lea had not vanished on purpose and missed her friends a lot.
ru_ru: Лея вернулась в \v[lore.title.cross-worlds] после очередного сна, намекающего на местонахождение Сатоши и Гаутама. Сразу же ей позвонил Ци'трон, который хотел встретиться с ней, чтобы вместе пройти следующее подземелье. Хотя Эмили всё ещё была расстроена внезапным исчезновением Леи, они смогли быстро помириться после того, как стало ясно, что Лея не исчезала нарочно и очень скучала по своим друзьям.

# data/database.json/lore/chapter-08/content/page-08/content
source: Finally together again, the original group of three, Lea, Emilie and C'tron tackled the two dungeons of \c[3]\v[area.wave-dng.name]\c[0] and \c[3]\v[area.shock-dng.name]\c[0] together, of course continuing their racing tradition. Those dungeons were again filled with perplexing puzzles and menacing monsters, but equipped with the newly acquired elements of \c[3]Shock\c[0] and \c[3]Wave\c[0], no challenge proved too much for the trio. Thus, with a small pause in-between to meet the \c[3]rest of the First Scholars\c[0] again, both dungeons had been solved.
ru_ru: Наконец, снова вместе, первоначальная группа из Леи, Эмили и Ци'трона занялась двумя подземельями, \c[3]Храмом Со'найиз\c[0] и \c[3]Храмом Зир'витар\c[0], само собой, продолжая свои гоночные традиции. Эти подземелья были снова заполнены сложными загадками и грозными монстрами, но с недавно приобретенными элементами, \c[3]Шоком\c[0] и \c[3]Волной\c[0], ни одна задача не оказалась слишком сложной для трио. Таким образом, с небольшой паузой между ними, чтобы снова встретиться с \c[3]участниками гильдии\c[0], оба подземелья были пройдены.

# data/database.json/lore/chapter-08/content/page-09/content
source: Just as the group was about to enter the last dungeon of \v[area.jungle.name], the majestic \c[3]\v[area.tree-dng.name]\c[0], Shad protesters once again blocked their path. Thankfully, with the help of a friendly scientist, the root of the Shad's plight could be solved, which finally allowed passage towards the large tree.
ru_ru: Как только группа собиралась войти в последнее подземелье Сада Гайи, величественный \c[3]Гранд Крис'кайо\c[0], протестующие шады снова заблокировали путь. К счастью, с помощью дружественного учёного корень несчастья, охватившего шадов, был уничтожен, что позволило пройти к большому дереву.

# data/database.json/lore/chapter-08/content/page-10/content
source: Unfortunately, C'tron had to leave due to obligations in his life, so he would not join Lea and Emilie during the race up the tree. Instead \c[3]Apollo\c[0], whose friend Joern wanted to take it slower himself, dropped in to show his skills. So the new group constellation raced and beat monsters, puzzles and even a \c[3]cheeky ape riding a whale\c[0] along the way, until they finally reached the top and claimed the Shade to finally enter the last area of the game: \c[3]\v[area.forest.name]\c[0]!
ru_ru: К сожалению, Ци'трону пришлось уйти из-за обязательств в его жизни, поэтому он не присоединился к Лее и Эмили во время гонки по дереву. Вместо этого, желая показать свои навыки, присоединился \c[3]Аполло\c[0], чей друг Йорн хотел пройти подземелье в своём темпе. Таким образом, новая группа мчалась и билась с монстрами, головоломками и даже \c[3]дерзкой обезьяной на ките\c[0], пока они не достигли вершины и не получили Тень, чтобы войти в последнюю зону игры: \c[3]Сапфировый край\c[0]!

# data/database.json/lore/chapter-09/title
source: Chapter 09: \v[chapter.name.9]
ru_ru: Глава 09: \v[chapter.name.9]

# data/database.json/lore/chapter-09/content/page-01/content
source: Directly after logging in, with Lea still standing in the spacey ending room of the \v[area.tree-dng.name], Sergey suggested to visit \c[3]\v[area.forest.name]\c[0] and explore the area until she remembers the way to \c[3]the hideout of his former colleagues\c[0]. Suddenly, though, Lea was greeted by C'tron, who just finished the dungeon himself. He asked her to join the First Scholars for an important meeting.
ru_ru: Сразу после входа в систему, когда Лея всё ещё находилась в просторной финальной комнате Гранд Крис'кайо, Сергей предложил посетить \c[3]Сапфировый край\c[0] и исследовать область, пока она не вспомнит путь к \c[3]укрытию его бывших коллег\c[0]. Но вдруг Лея встретила Ци'трона, который только что закончил подземелье. Он попросил её присоединиться к важной встрече в штабе Первоучёных.

# data/database.json/lore/chapter-09/content/page-02/content
source: At the guild-HQ the First Scholars talked about going on \c[3]another raid\c[0] and also invited Lea. Though she wanted to join, she had to refuse the request on Sergey's advice, because a raid would bring \c[3]the risk of being captured again\c[0]. Though disappointed the guild was understanding and Emilie offered to explore \v[area.forest.name] with her.
ru_ru: В штабе гильдии говорили о проведении \c[3]другого рейда\c[0], а также пригласили Лею. Несмотря на то, что она хотела присоединиться, ей пришлось отклонить запрос по совету Сергея, потому что рейд означал бы \c[3]риск быть пойманной снова\c[0]. Несмотря на разочарование, друзья с пониманием приняли её отказ, и Эмили предложила изучить Сапфировый край вместе с ней.

# data/database.json/lore/chapter-09/content/page-03/content
source: After travelling to the yet unknown area from \v[area.autumn-fall.name], Emilie swiftly complained about the return of her most dreaded kind of foe: \c[3]Bug-like creatures\c[0]! Regardless Lea had to move on and travelled to the \c[3]Cave Inn\c[0] where she got hints on how to receive the \c[3]Meteor Shade\c[0], needed to finally enter \c[3]\v[area.rhombus-sqr.name]\c[0].
ru_ru: Отправившись в ещё неизвестную область из Заката Осени, Эмили быстро пожаловалась на возвращение своего самого страшного вида врагов: \c[3]жукоподобных существ\c[0]! Несмотря на это, Лее пришлось идти дальше и отправиться в \c[3]Пещерный трактир\c[0], где она получила подсказки о том, как получить \c[3]Тень метеора\c[0], необходимую для входа в \c[3]Площадь Ромба\c[0].

# data/database.json/lore/chapter-09/content/page-04/content
source: Following the hints, Lea met up with a \c[3]Vagabond\c[0] south of the Cave Inn and received \c[3]4 Trials\c[0] to test her worth. After solving these, she met with the Vagabond to get tested in single-combat. A honorable victory later she was able to move forward and obtain the \c[3]last shade\c[0], also reuniting with her friends, Emilie, C'tron, Apollo and Joern. Together they accepted the \c[3]Meteor Shade\c[0] and agreed to visit \c[3]\v[area.rhombus-sqr.name]\c[0] together.
ru_ru: Следуя подсказкам, Лея встретилась с \c[3]Бродягой\c[0] к югу от Пещерного трактира и получила \c[3]четыре испытания\c[0], чтобы доказать, что она достойна. Пройдя испытания, она встретилась с Бродягой, чтобы пройти проверку в битве. Честной победой она смогла продвинуться вперёд и получить \c[3]последнюю Тень\c[0], также воссоединившись со своими друзьями, Эмили, Ци'троном, Аполло и Йорном. Вместе они получили \c[3]Тень метеора\c[0] и договорились посетить \c[3]Площадь Ромба\c[0].

# data/database.json/lore/chapter-09/content/page-05/content
source: As Lea stayed behind, Sergey contacted her and said that they should take a look at the \c[3]cave\c[0] in the \c[3]North of \v[area.forest.name]\c[0], because it was the last place they had yet to visit. And since their investigation is still \c[3]unofficial\c[0], it had to be done \c[3]alone\c[0].
ru_ru: Когда Лея осталась одна, Сергей связался с ней и сказал, что они должны взглянуть на \c[3]пещеру\c[0] на \c[3]севере Сапфирового края\c[0], потому что это было последнее место, которое им ещё предстояло посетить. И поскольку их расследование до сих пор \c[3]неофициальное\c[0], оно должно быть завершено \c[3]в одиночку\c[0].

# data/database.json/lore/chapter-09/content/page-06/content
source: Lea was able to recognize certain locations in said cave and, with Sergey's support, uncovered a hidden entrance to a location know as \c[3]the \v[area.hideout.name]\c[0]. Though it seemed abandoned at first Lea was quickly confronted by \c[3]Shizuka\c[0] who was determined to not let her pass. So a \c[3]PvP-battle\c[0] erupted between the original and the copy.
ru_ru: Лее удалось распознать определённые места в указанной пещере и, при поддержке Сергея, обнаружить скрытый вход в место, известное как \c[3]\v[area.hideout.name]\c[0]. Хотя сначала казалось, что оно заброшено, Лея быстро столкнулась с \c[3]Шизукой\c[0], которая решила не пропускать её. Таким образом, между оригиналом и копией произошла \c[3]PvP-битва\c[0].

# data/database.json/lore/chapter-09/content/page-07/content
source: After many rounds of fighting, Shizuka's brother Satoshi noticed the noise and instructed her to let Lea inside. Reluctantly she followed his orders and so Lea was finally able to meet the genius who invented the \c[3]CrossCode\c[0].
ru_ru: После многих раундов борьбы брат Шизуки, Сатоши, заметил шум и велел ей впустить Лею внутрь. Она неохотно следовала его указаниям, но Лее наконец удалось встретить гения, который изобрёл \c[3]CrossCode\c[0].

# data/database.json/lore/chapter-09/content/page-08/content
source: Satoshi already expected that Lea was assisted by \c[3]his old friend Sergey\c[0] and prepared a \c[3]holographic projector\c[0] for him, so he can directly speak with everyone in the room. With communication established, and under the protection of some virtual anti-surveillance noise, Satoshi and Sergey started to share their information with each other. So Satoshi began explaining \c[3]why he left \v[lore.title.dev-company]\c[0] with Shizuka and Gautham and \c[3]what happened afterwards\c[0]:
ru_ru: Сатоши уже ожидал, что Лее помогал \c[3]его старый друг Сергей\c[0], и подготовил для него \c[3]голографический проектор\c[0], чтобы он мог напрямую общаться со всеми в комнате. С установленной связью и под защитой виртуальной анти-прослушки, Сатоши и Сергей начали обмениваться информацией друг с другом. Потом Сатоши начал объяснять, \c[3]почему он оставил \v[lore.title.dev-company]\c[0] с Шизукой и Гаутамом и \c[3]что произошло потом\c[0].

# data/database.json/lore/chapter-09/content/page-09/content
source: After they were unable to convince the company to support their \c[3]\v[lore.title.evotar] research\c[0] they were approached by a man who called himself \c[3]Mr. Benedict Sidwell\c[0]. He showed interest in their research and generously supported them with anything they needed, including \c[3]testing environment\c[0] directly on the \v[lore.title.playground], first in the \c[3]\v[area.hideout.name]\c[0] and later also in the thus unused \c[3]\v[area.arid.name]\c[0], which they later dubbed \c[3]Evotarground\c[0]. They made swift process and, after a short time, were able to develop the \c[3]first functional \v[lore.title.evotar]\c[0], derived from Shizuka's avatar: \c[3]Lea\c[0].
ru_ru: После того, как они не смогли убедить компанию поддержать их \c[3]исследования эвотаров\c[0], к ним обратился человек, назвавшийся \c[3]мистером Бенедиктом Сидвеллом\c[0]. Он проявил интерес к их исследованиям и щедро поддержал их всем, что им было нужно, включая \c[3]среду тестирования\c[0] непосредственно в игровой зоне, сначала в \c[3]Старом укрытии\c[0], а затем в неиспользуемой локации - \c[3]Пустоши Вермиллион\c[0], которую они позже назвали \c[3]зоной эвотаров\c[0]. Они сделали быстрый прогресс и через короткое время смогли разработать \c[3]первый функциональный эвотар\c[0], полученный из аватара Шизуки: \c[3]Лею\c[0].

# data/database.json/lore/chapter-09/content/page-10/content
source: As more and more advanced Evotars were developed, questions about their \c[3]purpose and future\c[0] arose, especially once it became clear that Sidwell really aimed for a system that would also \c[3]replicate a person's memories to gather intelligence\c[0] on the players of \v[lore.title.cross-worlds]. This could be achieved by creating an \v[lore.title.evotar] from the target and then allowing it to roam the Evotarground under supervision to \c[3]regain their memories\c[0]. Those can then be gained through \c[3]interrogation\c[0]... often involving \c[3]torture\c[0].
ru_ru: По мере развития всё более продвинутых эвотаров возникали вопросы об их \c[3]предназначении и будущем\c[0], особенно когда стало ясно, что цель Сидвелла действительно состояла в создании системы, которая будет \c[3]воспроизводить воспоминания\c[0] клонированных игроков \v[lore.title.cross-worlds], \c[3]чтобы собирать их личные данные\c[0]. Этого можно было достичь, создав эвотар из цели и затем позволив ему перемещаться по зоне эвотаров под наблюдением, чтобы \c[3]восстановить воспоминания\c[0]. Их можно получить с помощью \c[3]допроса\c[0]... часто с применением \c[3]пыток\c[0].

# data/database.json/lore/chapter-09/content/page-11/content
source: Satoshi, Gautham and Shizuka \c[3]protested\c[0] against this unethical misuse of their work and wanted to stop but Sidwell was able to effectively \c[3]blackmail\c[0] them into submission. \c[3]Their lives were basically in his hand\c[0], a fact that everyone realized. So instead Satoshi developed a plan to oppose Sidwell indirectly.
ru_ru: Сатоши, Гаутам и Шизука \c[3]протестовали\c[0] против неэтичного злоупотребления их работой и хотели прекратить, но Сидвелл смог фактически \c[3]шантажировать\c[0] их. \c[3]Их жизнь была в его руках\c[0] - факт, который все поняли. Поэтому вместо этого Сатоши разработал план косвенного противодействия Сидвеллу.

# data/database.json/lore/chapter-09/content/page-12/content
source: The Evotar Server, which hosts the memories of all Evotars except for Lea and keeps them in existance, can only be accessed directly and by Avatars with a special key. Because of that Satoshi \c[3]faked a critical malfunction on Lea\c[0] and made Sidwell \c[3]connect her with the server\c[0] on the pretense of fixing her. Seemingly unable to fix her Satoshi was tasked to dispose of her, but instead he smuggled Lea, \c[3]still in possession of the key she was given for the connection\c[0], \c[3]into the official servers\c[0] and \c[3]made sure that Sergey would find her\c[0]. In the end these actions led to Lea entering \v[lore.title.cross-worlds] and finding Satoshi, just as planned.
ru_ru: Сервер эвотаров, на котором хранятся воспоминания обо всех эвотарах, за исключением Леи, был доступен только напрямую аватарам со специальным ключом. Из-за этого Сатоши \c[3]фальсифицировал критическую неисправность Леи\c[0] и заставил Сидвелла \c[3]связать её с сервером\c[0] под предлогом исправления. По-видимому, не в состоянии исправить её, Сатоши было поручено избавиться от неё, но вместо этого он подключил Лею, \c[3]всё ещё обладающую ключом, который ей дали для связи\c[0], \c[3]на официальные серверы\c[0] и \c[3]позаботился о том, чтобы Сергей нашёл её\c[0]. В конце концов, эти действия привели к тому, что Лея вошла в Старое укрытие и нашла Сатоши, как и планировалось.

# data/database.json/lore/chapter-09/content/page-13/content
source: While Satoshi and Sergey were talking about a \c[3]potential plan\c[0] to foil Sidwell's plans, Lea and Shizuka spent some time together outside. Although Shizuka was still frustrated over her convoluted situation she realized that Lea was not at fault and so she apologized. Then the two grew closer by \c[3]bonding\c[0] over \c[3]stupid horns\c[0] and \c[3]cool scars\c[0].
ru_ru: Пока Сатоши и Сергей говорили о \c[3]потенциальном плане\c[0], чтобы помешать Сидвеллу, Лея и Шизука провели некоторое время вместе на улице. Хотя Шизука всё ещё была расстроена ситуацией, она поняла, что Лея не виновата, и поэтому она извинилась. Затем эти двое сблизились ещё больше, болтая о \c[3]глупых рогах\c[0] и \c[3]клёвых шрамах\c[0].

# data/database.json/lore/chapter-09/content/page-14/content
source: Back inside, the group talked about involving \c[3]Gautham\c[0] in their plan, though Shizuka assumed that he would be too obsessed with shaping his own world to be reasoned with. It was also revealed to Sergey and Lea, that Gautham was in fact the one controlling the \c[3]blue, orange-clad avatar\c[0] that hunted Lea in the past. Still, Shizuka agreed to reach out to him.
ru_ru: Вернувшись назад, они разговаривали о вовлечении \c[3]Гаутама\c[0] в их план, хотя Шизука предполагала, что он слишком одержим формированием своего собственного мира. Сергею и Лее также стало известно, что Гаутам на самом деле контролировал \c[3]синего аватара\c[0], который охотился на Лею в прошлом. Тем не менее, Шизука согласилась связаться с ним.

# data/database.json/lore/chapter-09/content/page-15/content
source: Since Sergey and Satoshi have agreed on a plan, it was time for Lea to leave. It was agreed to meet again in the \v[area.hideout.name] once preparations were completed, since they \c[3]will need a group\c[0] to execute their objective. After leaving, Lea went to the \c[3]Old Dojo\c[0] to uncover the \c[3]secret path towards the \v[area.arid.name]\c[0]. Then she returned to the HQ of the \c[3]First Scholars\c[0] to log out.
ru_ru: Когда Сергей и Сатоши договорились о плане, Лее пора было уходить. Было решено встретиться снова в Старом укрытии после завершения подготовки, так как им \c[3]будет нужна группа\c[0] для выполнения своей цели. Лея отправилась в \c[3]Старое додзё\c[0], чтобы раскрыть секретный путь к \c[3]Пустоши Вермиллион\c[0]. Затем она вернулась в штаб \c[3]Первоучёных\c[0], чтобы выйти из игры.

# data/database.json/lore/chapter-10/title
source: Chapter 10: \v[chapter.name.10]
ru_ru: Глава 10: \v[chapter.name.10]
