Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/lore/dev-company/content/page-01-01/content
source: \c[3]Instatainment\c[0] is a galaxy wide company focused on providing entertainment via \c[3]Instant Matter\c[0] technology. One of their biggest products is \c[3]CrossWorlds\c[0], a \c[3]Massively Multiplayer Online Game\c[0] which takes place on an actual moon in the galaxy.
ru_ru: \c[3]Instatainment\c[0] - компания галактического масштаба, специализирующаяся на предоставлении развлечений с помощью технологии \c[3]мнимой материи\c[0]. Одним из крупнейших их продуктов является \c[3]CrossWorlds\c[0], \c[3]массовая многопользовательская онлайн-игра\c[0], которая разворачивается на настоящем спутнике в галактике.

# data/database.json/lore/avatars/title
source: Avatars
ru_ru: Аватары

# data/database.json/lore/avatars/content/page-01-01/content
source: \c[3]Avatars\c[0] are humanoid bodies made of \c[3]\v[lore.title.instant-matter]\c[0] that are controlled by human players of \c[3]\v[lore.title.cross-worlds]\c[0].
ru_ru: \c[3]Аватары\c[0] - это человекообразные тела из \c[3]мнимой материи\c[0], которые контролируются игроками-людьми в \c[3]CrossWorlds\c[0].

# data/database.json/lore/avatars/content/page-01-02/content
source: The bodies of avatars are extremely light. This is because avatars are basically just shells controlled by a remote player. Simulating touch and mass makes it possible for players to still feel the weight of attacks or motions in general. The low weight means that even a child can lift avatars!
ru_ru: Тела аватаров очень лёгкие. Это потому, что аватары - это по сути оболочки, управляемые удалённым игроком. Симуляция касания и массы позволяет игрокам ощущать силу атак или движений в целом. Малый вес означает то, что даже ребёнок сможет поднять аватара!

# data/database.json/lore/evotar/title
source: Evotar
ru_ru: Эвотар

# data/database.json/lore/evotar/content/page-01/content
source: An Evotar is an A.I. run on an Avatar using the \c[3]\v[lore.title.cross-code]\c[0] technology created by \c[3]Satoshi\c[0]. Evotars are fully able to feel, move and communicate just like a normal human being. However Evotars showcase a significant issue when being confronted with their origin, often plunging them into mental breakdown which ultimately leads to severe malfunctions.
ru_ru: Эвотар - это искусственный интеллект, запущенный на аватаре с использованием технологии \c[3]\v[lore.title.cross-code]\c[0], созданной \c[3]Сатоши\c[0]. Эвотары могут полноценно чувствовать, двигаться и общаться, как и обычный человек. Однако эвотары сталкиваются с существенной проблемой при попытке понять своё происхождение, которая зачастую доводит их до психических расстройств, что в конечном итоге приводит к серьёзным неисправностям.

# data/database.json/lore/milky-way/title
source: Milky Way Galaxy
ru_ru: Млечный путь

# data/database.json/lore/milky-way/content/page-01-01/content
source: The \c[3]Milky Way Galaxy\c[0] is the home of the human race. At this point about half of the space has been explored and numerous colonies have been established working under the banner of the \c[3]ACF\c[0].
ru_ru: \c[3]Галактика Млечный путь\c[0] - родина человеческой расы. На данном этапе было изучено уже около половины космоса, и были созданы многочисленные колонии, работающие под знамёнами \c[3]Содружества основателей колоний\c[0].

# data/database.json/lore/milky-way/content/page-01-02/content
source: Thanks to \c[3]\v[lore.title.com-tech]\c[0], communication between colonies and travel is almost instant, making the galaxy itself the home of the humans.
ru_ru: Благодаря \c[3]Квантовому перемещению\c[0], связь между колониями и путешествия практически мгновенны, превращая саму галактику в дом людей.

# data/database.json/lore/milky-way/content/page-01-03/content
source: \c[3]Trivia\c[0]: To this date no other sentient life has been found in the galaxy. Only hospitable planets and animals.
ru_ru: \c[3]Прочая информация\c[0]: На сегодняшний день никакой другой разумной жизни в галактике не найдено. Только гостеприимные планеты и животные.

# data/database.json/lore/real-planet/title
source: Raritan Gem
ru_ru: Раритан Джем

# data/database.json/lore/real-planet/content/page-01-01/content
source: \c[3]Raritan Gem\c[0] is the name given to the moon on which \c[3]CrossWorlds\c[0] was built. Not to be confused with the "in-game" name of the moon which is \c[3]\v[lore.title.planet]\c[0]. The diameter of the moon is roughly \c[3]12.000 km\c[0] and it's mostly covered by water with only one large patch of landmass. Researchers assume that the moon once had more landmass and some event led to the oceans rising.
ru_ru: \c[3]Раритан Джем\c[0] - имя, данное спутнику, на котором был создан \c[3]CrossWorlds\c[0]. Не путать с "игровым" названием спутника, \c[3]\v[lore.title.planet]\c[0]. Диаметр спутника приблизительно \c[3]12.000 км\c[0], и он в основном покрыт водой, имея только один огромный участок суши. Исследователи полагают, что на спутнике когда-то было больше суши и какое-то событие привело к повышению уровня океанов.

# data/database.json/lore/real-planet/content/page-01-02/content
source: Despite the moon's orbit around a gas giant, its unique position in its solar system makes the air breathable and the temperature consistent enough to be hospitable. That's at least what people believe.
ru_ru: Несмотря на то, что орбита спутника расположена вокруг газового гиганта, из-за его особого положения в звёздной системе воздух пригоден для дыхания, а температура достаточно стабильна, чтобы быть благоприятной. По крайней мере, так считают люди.

# data/database.json/lore/colony-federation/title
source: Accord of Colony Founders
ru_ru: Совет основателей колоний

# data/database.json/lore/colony-federation/alternative
source: ACF
ru_ru: СОК

# data/database.json/lore/colony-federation/content/p1/content
source: The ACF is a council consisting of leaders of the largest colonies in the galaxy. Most colonies joined the ACF after the \c[3]\v[lore.title.old-war]\c[0] creating the largest peace seeking organization in the galaxy. Because of this the ACF works similarly to a federation. They operate from a System in the 1st galactic quadrant Perseus arm called \c[3]Novus Terra\c[0].
ru_ru: Совет основателей колоний - это содружество, состоящее из лидеров крупнейших колоний в галактике. Большинство колоний вступили в совет после \c[3]Старой войны\c[0], создав крупнейшую миротворческую организацию в галактике. Из-за этого совет работает аналогично федерации. Он управляется из системы в первом галактическом квадранте Персея, называемой \c[3]Новус Терра\c[0].

# data/database.json/lore/old-war/title
source: Old War
ru_ru: Старая война

# data/database.json/lore/old-war/content/p1/content
source: The \c[3]Old War\c[0] is a term used to describe a dark time in the history of humankind roughly 1000 years ago. In the age of exploration when mankind started to chart galaxies all over the 1st quadrant, a war broke out. The cause of this war has never been fully understood. Most believe it to be resources while others believe ideological differences could have been the cause. Historians tell us that more and more weapons were built, powerful enough to destroy worlds. But those were never used as their primary purpose was to be a deterrent. That is at least what children learn in school. History books are oddly spotty on the subject of the Old War and our ancestors' involvement in it.
ru_ru: \c[3]Старая война\c[0] - это термин, используемый для описания тёмного времени в истории человечества, примерно тысячу лет назад. В эпоху исследований, когда человечество начало составлять карты галактик по всему первому квадранту, началась война. Причина этой войны никогда не была полностью понятна. Большинство полагает, что это ресурсы, в то время как другие полагают, что причиной могли быть идеологические различия. Историки говорят нам, что строилось всё больше и больше оружия, достаточно мощного, чтобы разрушать миры. Но оно никогда не использовалось, поскольку его главной целью было сдерживание. Это то, чему детей учат в школе. Книги по истории имеют много пробелов на предмет Старой войны и участия наших предков в ней.

# data/database.json/lore/cross-gear/title
source: Cross Gear
ru_ru: Cross-оборудование

# data/database.json/lore/cross-gear/content/page-01-01/content
source: The \c[3]Cross Gear\c[0] device is used to connect a human to the world of \c[3]\v[lore.title.cross-worlds]\c[0]. Through the \c[3]\v[lore.title.com-tech]\c[0] it is possible to control the character in-game with absolutely zero lag, resulting in great immersion as all senses are tightly connected to the device and thus the game, too. However, the technology used for the gear is still experimental and as such still has issues. A prominent example is the \c[3]Speech Desynchronisation\c[0] which happens because of interference between the gear and the \c[3]\v[lore.title.avatars]\c[0] in CrossWorlds.
ru_ru: \c[3]Cross-оборудование\c[0] используется для соединения человека с миром \c[3]CrossWorlds\c[0]. С помощью \c[3]Квантового перемещения\c[0] можно управлять персонажем в игре с абсолютно нулевой задержкой, что приводит к большему погружению, поскольку все чувства тесно связаны с устройством, а значит, и игра тоже. Тем не менее, технология, используемая для оборудования, по-прежнему является экспериментальной, и поэтому у нее ещё есть проблемы. Ярким примером является \c[3]десинхронизация речи\c[0], которая происходит из-за помех между оборудованием и \c[3]аватаром\c[0] в CrossWorlds.

# data/database.json/lore/com-tech/title
source: Quantum Porting
ru_ru: Квантовое перемещение

# data/database.json/lore/com-tech/content/page-01-01/content
source: \c[3]Quantum Porting\c[0] is the technology used to transport matter and information instantly between end points. Around 1500 years ago, scientists first discovered a way to securely transport matter into a higher dimension and return it. This gave way to many breakthroughs which resulted in humans starting to be able to explore the galaxy.
ru_ru: \c[3]Квантовое перемещение\c[0] - технология, используемая для мгновенной транспортировки материи и информации между конечными точками. Около 1500 лет назад учёные впервые обнаружили способ безопасной транспортировки материи в более высокое измерение и её возврата. Это дало дорогу многим прорывам, в результате которых люди начали исследовать галактику.

# data/database.json/lore/com-tech/content/page-01-02/content
source: The drawback to this technology is that in order to get from Point A to Point B, both points must have various devices installed to allow for the porting.
ru_ru: Недостаток этой технологии заключается в том, что для перехода из точки A в точку Б в обеих точках должны быть установлены различные устройства, позволяющие осуществлять перенос.

# data/database.json/lore/instant-matter/title
source: Instant Matter
ru_ru: Мнимая материя

# data/database.json/lore/instant-matter/content/page-01-01/content
source: \c[3]Instant Matter\c[0] is a low-density material that can easily be created and formed by a remote system. It serves as a core component of \c[3]\v[lore.title.cross-worlds]\c[0] because all non-static entities, like \c[3]Player-\v[lore.title.avatars]\c[0], \c[3]Enemies\c[0] and \c[3]Non-Player Characters\c[0] are created from it.
ru_ru: \c[3]Мнимая материя\c[0] - материал низкой плотности, который можно легко создать и сформировать с помощью удалённой системы. Она служит основным компонентом \c[3]CrossWorlds\c[0], потому что все нестатичные объекты, такие как \c[3]игроки-аватары\c[0], \c[3]враги\c[0] и \c[3]неигровые персонажи\c[0] создаются из неё.

# data/database.json/lore/instant-matter/content/page-01-02/content
source: Objects made out of Instant Matter can barely have any effect on real objects of solid mass, because they are \c[3]too light and unstable\c[0] to actually apply noticeable force. In the same sense, while they can be easily destroyed by physical force, structures of Instant Matter can be reformed just as quickly as long as the connection to the remote system persists.
ru_ru: Объекты, сделанные из мнимой материи, едва могут оказать какое-либо влияние на реальные объекты с большой массой, потому что они \c[3]слишком лёгкие и нестабильные\c[0], чтобы реально применить заметную силу. В том же смысле, несмотря на то, что они могут быть легко разрушены физической силой, структуры из мнимой материи могут быть так же быстро восстановлены, пока сохраняется связь с удалённой системой.

# data/database.json/lore/solar-fist/title
source: Solar Fist
ru_ru: Солнечный кулак

# data/database.json/lore/solar-fist/content/p1/content
source: A bazooka-like weapon used by \c[3]\v[lore.title.cap-jet]\c[0] to prevent the \c[3]\v[lore.title.designer]\c[0] from taking Lea. It seems to be capable of disrupting \c[3]\v[lore.title.instant-matter]\c[0] temporarily.
ru_ru: Базукообразное оружие, используемое \c[3]капитаном Джетом\c[0] для предотвращения захвата Леи \c[3]Синим аватаром\c[0]. Кажется, что оно способно временно разрушить \c[3]мнимую материю\c[0].

# data/database.json/lore/insta-matter-bomb/title
source: IMF-Neutralizer
ru_ru: Нейтрализатор материи

# data/database.json/lore/insta-matter-bomb/content/page-01-01/content
source: The \c[3]"Instant Matter Field Neutralizer"\c[0] is a bomb used on the \c[3]M.S. Solar\c[0] by \c[3]\v[lore.title.cap-jet]\c[0] to "make sure that no traces of \c[3]CrossWorlds\c[0] are left on the ship", as Jet put it. While it has no apparent effect on solid matter or organic lifeforms, it seems to completely disrupt and thus destroy anything made from \c[3]\v[lore.title.instant-matter]\c[0] within its range.
ru_ru: \c[3]"Нейтрализатор поля мнимой материи"\c[0] - бомба, использованная на \c[3] M.S. Solar\c[0] \c[3]капитаном Джетом\c[0], чтобы "убедиться, что на корабле не осталось никаких следов \c[3] CrossWorlds\c[0]", как сказал Джет. Хоть он и не оказывает видимого влияния на твёрдую материю или органические формы жизни, он, кажется, полностью разрывает и таким образом разрушает всё, что сделано из \c[3]мнимой материи\c[0] в пределах своего диапазона.

# data/database.json/lore/cargo-ship/title
source: Cargo Ship M.S. Solar
ru_ru: Грузовой корабль M.S. Solar

# data/database.json/lore/cargo-ship/content/page-01-01/content
source: The cargo ship of \c[3]\v[lore.title.cap-jet]\c[0], which served as a training area for \c[3]Lea\c[0] before entering \c[3]\v[lore.title.cross-worlds]\c[0] for real. Its main task is shipping maintenance parts and personnel to the \c[3]\v[lore.title.playground]\c[0] to keep the real world technology of the game intact. The ship is powered by solar energy, which is the reason for its huge solar panels on deck.
ru_ru: Грузовой корабль \c[3]капитана Джета\c[0], который служил тренировочной площадкой для \c[3]Леи\c[0] перед входом в \c[3]CrossWorlds\c[0]. Его основная задача - отправка оборудования и персонала для обслуживания в \c[3]игровую зону\c[0], чтобы поддерживать игровой мир в целостности. Корабль питается от солнечной энергии, что является причиной наличия огромных солнечных панелей на палубе.

# data/database.json/lore/hackerspace/content/page-01/content
source: The \c[3]I.H.S.O.\c[0] is an organization dedicated to finding and eliminating any kind of exploits and bugs found in systems used by companies. It's also one of the oldest groups in the galaxy, existing for almost 2000 years in one way or another. \c[3]\v[lore.title.dev-company]\c[0] is just one of many that received help from them. To support the cause, many companies created "Wanted Lists" for potential bugs with large bounties for those who can find and fix them.
ru_ru: \c[3]I.H.S.O.\c[0] - это организация, занимающаяся поиском и устранением любых видов эксплойтов и ошибок, обнаруженных в системах, используемых компаниями. Это к тому же одна из старейших групп в галактике, существующая в том или ином виде уже почти 2000 лет. \c[3]\v[lore.title.dev-company]\c[0] является лишь одной из многих компаний, получивших помощь от них. Чтобы поддержать дело, большинство компаний создали "списки разыскиваемых" потенциальных ошибок, с большими вознаграждениями для тех, кто сможет найти и исправить их.

# data/database.json/lore/logs-header/title
source: Strange Logs
ru_ru: Странные записи

# data/database.json/lore/logs-header/content/page-01/content
source: A collection of log entries of unknown origin that have found their way into CrossWorlds.
ru_ru: Коллекция записей неизвестного происхождения, которые попали в CrossWorlds.

# data/database.json/lore/log-1/title
source: Log Entry #001
ru_ru: Запись #001

# data/database.json/lore/log-1/content/page-01/content
source: \c[2]Log Entry #001 - Expedition to Sector SOS-03\c[0] Tomorrow is the day. The \c[3]ACF\c[0] sends us out for another big expedition to one of the\c[3] SOS-Sectors\c[0]. Apparently it's \c[3]Old War\c[0] territory. I don't know what they want us to find there but scrap metal and drained stones but whatever pays the bill, right? The official task is to "chart the sector and scan planets when possible". Standard ACF exploration.
ru_ru: \c[2]Запись в журнале #001 - Экспедиция в сектор SOS-03\c[0] Завтра тот самый день. \c[3]Содружество основателей колоний\c[0] отправит нас в ещё одну большую экспедицию в один из \c[3]SOS-секторов\c[0]. По-видимому, это территория \c[3]Старой войны\c[0]. Не знаю, что они хотят найти среди этого металлолома и высушенных камней, но за это же платят, верно? Официальная задача - "нанести сектор на карту и по возможности сканировать планеты". Стандартное исследование Содружества основателей колоний.

# data/database.json/lore/log-2/title
source: Log Entry #020
ru_ru: Запись #020

# data/database.json/lore/log-2/content/page-01/content
source: \c[2]Log Entry #020 - Expedition to Sector SOS-03\c[0] It has been roughly 3 weeks and we finally made it into \c[3]Sector SOS-03\c[0]. It's crazy to think that this is uncharted when 1000 years ago the colonies waged the largest war humankind has seen here. We're just outside the \c[3]Orion Spur\c[0] and it looks bad. You can see dead ships everywhere. It kinda gives me the creeps. All the lives lost in this battle? All over resources? It must have been pretty dark. History books don't do justice to the damage that has been done here.
ru_ru: \c[2]Запись в журнале #020 - Экспедиция в сектор SOS-03\c[0] Прошло около трёх недель, и мы наконец-то попали в \c[3]сектор SOS-03\c[0]. Сложно представить, что сектор до сих пор не был отмечен на карте, ведь 1000 лет назад, колонии вели крупнейшую войну, которую только видело человечество, прямо в этом секторе. Мы совсем близко к \c[3]Рукаву Ориона\c[0], и здесь всё выглядит плохо. Повсюду сломанные корабли. У меня от этого мурашки по коже. Сколько жизней было утеряно в этой войне? И всё из-за ресурсов? Всё это довольно мрачно. В исторических книгах не рассказывается весь тот ужас, который произошёл здесь.

# data/database.json/lore/log-3/title
source: Log Entry #042
ru_ru: Запись #042

# data/database.json/lore/log-3/content/page-01/content
source: \c[2]Log Entry #042 - Expedition to Sector SOS-03\c[0] Something is off. There is no way we're just here to chart this area. The seniors are all riled up because they found an ancient signal. Like before the \c[3]Old War\c[0] ancient. Should be nothing special, we often find old signals, left by our ancestors floating in space and sending out binary signals. But this one made them very excited. Now our job is to find more signals like that in all directions. No more charting, no more scanning. I don't know what they're thinking but the whole team knows we're kept in the dark.
ru_ru: \c[2]Запись в журнале #042 - Экспедиция в сектор SOS-03\c[0] Что-то не так. Мы здесь явно не только для того, чтобы составить карту области. Всё начальство взволновалось, потому что они нашли древний сигнал. Очень древний, оставленный ещё до \c[3]Старой войны\c[0]. Вряд ли что-то особенное, мы часто находим старые сигналы, оставленные нашими предками, летавшими в космосе и рассылавшими двоичные сигналы. Но этот очень заинтересовал их. Теперь наша задача - искать больше сигналов, подобных этому, во всех направлениях. Никакого больше составления карт, никакого больше сканирования. Я не знаю, о чём они думают, но вся команда знает, что нас держат в неведении.

# data/database.json/lore/log-4/title
source: Log Entry #066
ru_ru: Запись #066

# data/database.json/lore/log-4/content/page-01/content
source: \c[2]Log Entry #066 - Expedition to Sector SOS-03\c[0] I found stray signals, which seemed to phase in and out. The signals were complete garbage, but the phasing was strangely... binary. So I tried recording the phase-intervals to see if I get something. What I found is a message from what I think was a captain of a war ship called \c[3]Phoenix\c[0]. The message is very broken and is missing a big chunk at the end. It will take some time to repair it... if that is even possible.
ru_ru: \c[2]Запись в журнале #066 - Экспедиция в сектор SOS-03\c[0] Я обнаружил случайные сигналы, которые то появлялись на этой частоте, то исчезали. Сигналы были полной чушью, но странным образом... двоичными. Поэтому я попытался записать интервалы между фазами, чтобы узнать, получится ли что-нибудь. То, что получилось, было похоже на сообщение от капитана некоего военного корабля под названием \c[3]Феникс\c[0]. Сообщение было повреждено, и в конце отсутствует большой фрагмент данных. Понадобится некоторое время, чтобы восстановить его... если это вообще возможно.

# data/database.json/lore/log-5/title
source: Log Entry #104
ru_ru: Запись #104

# data/database.json/lore/log-5/content/page-01/content
source: \c[2]Log Entry #104 - Expedition to Sector SOS-03\c[0] Today, two things happened. First, our ship is going home. Everyone is pretty exhausted and nothing new has been found. Well, except the strange signals. Which is the second thing that happened. The repair routine is finally done and it might not have recovered much, but here we go:
ru_ru: \c[2]Запись в журнале #104 - Экспедиция в сектор SOS-03\c[0] Сегодня у нас две новости. Во-первых, наш корабль возвращается домой. Все очень истощены, и ничего нового не было найдено. Ну, за исключением странных сигналов. Что стало второй новостью. Процедура восстановления почти закончена и она, может, и немногое восстановила, но вот что получилось:

# data/database.json/lore/log-5/content/page-02-quote/content
source: \c[3]WH3RE...§$$.al l....began.. ..Planet. .A&$)HN....W3..()%)(§J FF§....Move....§§% %%"/H.....Sin gularity.immin3nt...ON LY.....§ %/(%HF...our....H 0m3....(§%HF. ...PRotect....HU..../&%)(/%\c[0]
ru_ru: \c[3]ГД3...§$$.вс ё....началось.. ..планета. .А&$)Д....М3..()%)(§Т ЛЕ§....Движемся....§§% %%"/К.....Син гулярность.неизб3жно...ТО ЛЬКО.....§ %/(%ТЛ...наш....Д 0м....(§%ДО. ...ЗАщитить....ЧЕ..../&%)(/%\c[0]

# data/database.json/lore/log-5/content/page-03/content
source: Where it all began? Some Planet they called home? No wonder the seniors are all so interested in this. Are we close to finding a new inhabitable planet? In \c[3]Old War\c[0] territory? But what is this about a Singularity? I can't imagine them talking about a real one, that would be insane. But a new planet? After this message there's bound to be more expeditions into this \c[3]SOS-Sector\c[0].
ru_ru: Где это всё началось? Планета, которую они называют домом? Неудивительно, что всё начальство так заинтересовано этим. Мы близки к нахождению новой обитаемой планеты? На территории \c[3]Старой войны\c[0]? Но что значит сингулярность? Я не думаю, что они говорят о настоящей, это было бы безумием. Но новая планета? После этого сообщения обязательно будут ещё экспедиции в этот \c[3]SOS-Сектор\c[0].

# data/database.json/names/7/name
source: Lourdes
ru_ru: Liexierra

# data/database.json/names/9/name
source: Shiroe
ru_ru: MrSuperParadox
