Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/commonEvents/sao-duel-pre-fight/event/7/thenStep/2/message
source: Okay, fine, let's get this over with.
ru_ru: Ладно, хорошо, давай покончим с этим.

# data/database.json/commonEvents/sao-duel-pre-fight/event/7/thenStep/3/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/sao-duel-pre-fight/event/7/thenStep/4/message
source: Say, what do you think about \c[3]bombs\c[0]?
ru_ru: Скажи, что ты думаешь насчёт \c[3]бомб\c[0]?

# data/database.json/commonEvents/sao-duel-pre-fight/event/7/thenStep/5/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/sao-duel-pre-fight/event/7/thenStep/6/message
source: Ah, just asking for a friend.
ru_ru: А, просто спрашиваю для друга.

# data/database.json/commonEvents/sao-duel-pre-fight/event/7/thenStep/7/message
source: Let's start!
ru_ru: Начнём!

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/0/message
source: The final duel...
ru_ru: Последняя дуэль...

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/3/message
source: Lea...\. I asked you before: What are you fighting for?
ru_ru: Лея...\. Я спрашивал тебя раньше: за что ты борешься?

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/5/message
source: I would guess something noble or something personal.
ru_ru: Я бы предположил, что это что-то благородное или что-то личное.

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/7/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/8/message
source: To me, it is something similar.
ru_ru: Для меня это что-то схожее.

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/9/message
source: And that's why I can't afford to lose.
ru_ru: И именно поэтому я не могу позволить себе проиграть.

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/11/message
source: Even though I know I'm not supposed to win, because...
ru_ru: Хотя я знаю, что не должен побеждать, потому что...

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/15/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/16/message
source: \c[1]...those guys...\c[0]
ru_ru: \c[1]...эти ребята...\c[0]

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/20/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/22/message
source: ...would throw a fit and get me nerfed.
ru_ru: ...закатили бы истерику и попросили бы нерфа.

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/24/message
source: You learn to live with it, once you realize all around you is fake - including yourself.
ru_ru: Ты учишься жить с этим, однажды осознав, что всё вокруг тебя - ложь, включая самого себя.

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/26/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/27/message
source: Oh...\. you know what I'm talking about?\. Didn't expect that.
ru_ru: Ох...\. ты знаешь, о чём я говорю?\. Не ожидал этого.

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/28/message
source: Maybe we are more alike than I thought at first.
ru_ru: Может быть, мы более похожи, чем я думал сперва.

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/30/message
source: I am rambling again.\. The players want to have action.\. So...\. any last words?
ru_ru: Опять я заговариваюсь.\. Игроки хотят драки.\. Значит...\. последние слова?

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/32/message
source: \c[1]Bye!\c[0]
ru_ru: \c[1]Пока!\c[0]

# data/database.json/commonEvents/sao-duel-pre-fight/event/8/thenStep/33/message
source: He...\. \c[1]Bye then\c[0]!
ru_ru: Он...\. \c[1]Ну пока\c[0]!

# data/database.json/commonEvents/sao-duel-post-fight/event/2/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-post-fight/event/3/thenStep/0/message
source: This was merely practice.
ru_ru: Это была просто практика.

# data/database.json/commonEvents/sao-duel-post-fight/event/3/thenStep/1/message
source: We shall meet again, in another town!
ru_ru: Мы встретимся снова, в другом городе!

# data/database.json/commonEvents/sao-duel-post-fight/event/3/thenStep/2/message
source: Until then, stranger!
ru_ru: До скорых встреч, незнакомка!

# data/database.json/commonEvents/sao-duel-post-fight/event/3/thenStep/4/message
source: Lea!
ru_ru: Лея!

# data/database.json/commonEvents/sao-duel-post-fight/event/3/thenStep/5/message
source: Yes, that's what I said.
ru_ru: Да, это то, что я сказал.

# data/database.json/commonEvents/sao-duel-post-fight/event/4/thenStep/0/message
source: Again...
ru_ru: Опять...

# data/database.json/commonEvents/sao-duel-post-fight/event/4/thenStep/3/message
source: I will remember this, Dea!
ru_ru: Я запомню это, Дея!

# data/database.json/commonEvents/sao-duel-post-fight/event/4/thenStep/4/message
source: Lea!
ru_ru: Лея!

# data/database.json/commonEvents/sao-duel-post-fight/event/4/thenStep/5/message
source: Yes!
ru_ru: Да!

# data/database.json/commonEvents/sao-duel-post-fight/event/5/thenStep/0/message
source: Ha!\. I \c[3]won again\c[0]!
ru_ru: Ха! Я \c[3]опять победил!\c[0]!

# data/database.json/commonEvents/sao-duel-post-fight/event/5/thenStep/3/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/sao-duel-post-fight/event/5/thenStep/4/message
source: Well, from my point of view, I definitely won...\. experience.
ru_ru: Ну, с моей точки зрения, я точно победил...\. опытом.

# data/database.json/commonEvents/sao-duel-post-fight/event/5/thenStep/6/message
source: Man, you must be fun at parties.
ru_ru: Блин, тебе должно быть весело в группах.

# data/database.json/commonEvents/sao-duel-post-fight/event/5/thenStep/7/message
source: Anyways, see you in another town!
ru_ru: В любом случае, увидимся в другом городе!

# data/database.json/commonEvents/sao-duel-post-fight/event/5/thenStep/8/message
source: Swoosh and away!
ru_ru: С глаз и долой!

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/0/message
source: Hm.\. This didn't turn out as expected.
ru_ru: Хм.\. Это обернулось не так, как я ожидал.

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/1/message
source: Did I choose the wrong skills?\. Should I have gone with the healing potion instead?
ru_ru: Я что, выбрал неправильные техники?\. Может быть, стоило выбрать исцеляющее зелье?

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/2/message
source: Or that fancy double attack?\. Maybe I should have learned magic, like Van Daal.
ru_ru: Или эту причудливую двойную атаку?\. Может, мне стоило выучить магию, как Ван Даал.

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/5/message
source: No, my choice was correct.\. It's obviously the developer's fault!
ru_ru: Нет, мой выбор был правильным.\. Очевидно же, что это вина разработчика!

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/6/message
source: They just nerfed my skills after all those people complained that I am unbeatable!
ru_ru: Они просто понерфили мои навыки после того, как все эти игроки жаловались, что я непобедим!

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/7/message
source: Yeah, that must be it!
ru_ru: Да, это должно быть оно!

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/9/message
source: Yes, Tia, I miss Maxim as well.
ru_ru: Да, Тея, я тоже скучаю по Максиму.

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/10/message
source: Lea!!
ru_ru: Лея!!

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/15/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/16/message
source: Okay, a deal is a deal.
ru_ru: Хорошо, договор есть договор.

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/17/message
source: You only have to find me \c[3]one more time\c[0].
ru_ru: Тебе только стоит найти меня \c[3]ещё один раз\c[0].

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/18/message
source: Look for the last town or village where we didn't meet yet.
ru_ru: Ищи последний город или деревню, где мы ещё не встречались.

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/19/message
source: Not that huge, shiny city in the ocean, though.\. I don't like it there.
ru_ru: Но не этот большой, сияющий город в океане.\. Мне там не нравится.

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/20/message
source: Oh, and, also...
ru_ru: О, и ещё...

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/22/message
source: \c[1]Special message to the developer!\c[0]
ru_ru: \c[1]Особое сообщение разработчику!\c[0]

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/23/message
source: Don't think I will ignore you just because you nerfed me!
ru_ru: Не думай, что я проигнорирую тебя, просто потому что ты понерфил меня!

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/24/message
source: Oh, no no!
ru_ru: О, нет-нет!

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/25/message
source: I will learn from my good friend Animator vs. Animation and haunt you in your sleep until you buff me again!
ru_ru: Я буду учиться у одного моего хорошего друга, Animator vs. Animation, и буду охотиться за тобой во снах, пока ты не бафнешь меня снова!

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/30/message
source: Wait...
ru_ru: Подожди...

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/31/message
source: Why am I getting smaller?
ru_ru: Почему я становлюсь меньше?

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/32/message
source: Stop that!
ru_ru: Прекрати это!

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/33/message
source: Alright fine, you win this time!
ru_ru: Ладно, так и быть, ты победила в этот раз!

# data/database.json/commonEvents/sao-duel-post-fight/event/6/thenStep/38/message
source: And with that, ultimate secret ninja technique, away-swooshing-poof!
ru_ru: И наконец, последняя секретная техника ниндзя, бездельник!

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/0/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/1/message
source: That... was a fine duel.
ru_ru: Это... была хорошая дуэль.

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/3/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/4/message
source: Well...\. I promised someone a reward.
ru_ru: Ну...\. Я обещал кому-то награду.

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/5/message
source: May as well give it to you then.\. I am sure you will find some use for it.
ru_ru: В таком случае, надо бы тебе её отдать.\. Я уверен, что ты найдёшь какую-то пользу для этого.

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/17/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/19/message
source: Hey, say...
ru_ru: Эй, скажи...

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/20/message
source: You know that feeling of accomplishment when you finished a really tough task?
ru_ru: Ты знаешь это чувство выполнения, когда ты завершил действительно сложное задание?

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/21/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/22/message
source: Yeah, me neither.
ru_ru: Вот и я нет.

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/24/message
source: Well then...
ru_ru: Ну что ж...

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/29/name
source: Sao
ru_ru: Сао

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/30/message
source: Maybe we will see each other again someday.
ru_ru: Может быть, когда-нибудь мы увидимся снова.

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/31/message
source: You never know what the future has planned for you.
ru_ru: Никогда не знаешь, что будущее готовит для тебя.

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/32/message
source: Or for me.
ru_ru: Или для меня.

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/33/message
source: Or for her.
ru_ru: Или для неё.

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/34/message
source: Or for that NPC two maps down south that has been sitting there for hours...
ru_ru: Или для этого NPC двумя картами южнее, который часами там сидит...

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/35/message
source: ...because the developer thought "Ho boy, that might be a good spot for an NPC!".
ru_ru: ...потому что разработчик подумал "Эх, блин, хорошее местечко для NPC!".

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/36/message
source: Isn't that right, dear developer?\. While we're at it...
ru_ru: Разве не так, дорогой разработчик?\. Ну и пока мы тут...

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/37/message
source: For you next game, try to give your protagonist some proper character.
ru_ru: В следующей игре постарайся получше прописать характер своего протагониста.

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/38/message
source: Like me!
ru_ru: Вот как мой!

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/39/message
source: Really, I'm probably the best written character out there, no matter where I appear!
ru_ru: Знаешь, а я ведь наверняка самый прописанный из всех персонажей, где бы я ни появлялся!

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/40/message
source: Just a suggestion!
ru_ru: Просто предложение!

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/41/message
source: I mean...\. her?\. Lea?
ru_ru: То есть...\. она?\. Лея?

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/42/message
source: I guess she's unique!\. But...\. she's just not me!
ru_ru: Может быть, она необычна!\. Но...\. она просто не я!

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/45/message
source: \c[1]Alright that's enough. You're out!\c[0]
ru_ru: \c[1]Ладно, хватит. На выход!\c[0]

# data/database.json/commonEvents/sao-duel-post-fight/event/7/thenStep/46/message
source: W...\.
ru_ru: Ч...\.

# data/database.json/commonEvents/sao-duel-post-fight2/event/2/thenStep/0/message
source: ...Why?
ru_ru: ...Почему?

# data/database.json/commonEvents/sergey-hax-emilie/event/0/thenStep/1/message
source: SACREBLEU!\. Where did that enemy go?!
ru_ru: SACREBLEU (ЧЁРТ ВОЗЬМИ)!\. Куда подевался этот враг?!

# data/database.json/commonEvents/sergey-hax-emilie/event/1/thenStep/1/message
source: LEA?!\. WHY DO YOU DO SO MUCH DAMAGE?!
ru_ru: ЛЕЯ?!\. ПОЧЕМУ ТЫ НАНОСИШЬ ТАК МНОГО УРОНА?!

# data/database.json/commonEvents/sergey-hax-emilie/event/2/thenStep/1/message
source: HEY!\. I wanted to hit that enemy, too!
ru_ru: ЭЙ!\. Я тоже хотела ударить этого врага!

# data/database.json/commonEvents/sergey-hax-emilie/event/3/thenStep/0/message
source: \c[1]Lea.\c[0]
ru_ru: \c[1]Лея.\c[0]

# data/database.json/commonEvents/sergey-hax-emilie/event/3/thenStep/1/message
source: Seriously Lea, what is this...?\. Are those, like, really powerful critical hits or something?
ru_ru: Серьёзно, Лея, что это...?\. Это очень мощные критические удары или типа того?

# data/database.json/commonEvents/sergey-hax-emilie/event/4/thenStep/0/message
source: \c[1]LEA!!\c[0]
ru_ru: \c[1]ЛЕЯ!!\c[0]

# data/database.json/commonEvents/sergey-hax-emilie/event/4/thenStep/1/message
source: Those can't be critical hits.\. It happens \c[1]every time\c[0].
ru_ru: Это не могут быть критические удары.\. Это происходит \c[1]каждый раз\c[0].

# data/database.json/commonEvents/sergey-hax-emilie/event/5/thenStep/1/message
source: Mon dieu...\. leave me some enemies as well, okay?
ru_ru: Mon dieu (Боже мой)...\. оставь мне тоже немного врагов, хорошо?

# data/database.json/commonEvents/sergey-hax-emilie/event/6/thenStep/0/message
source: \c[1]Hi!!\c[0]
ru_ru: \c[1]Привет!!\c[0]

# data/database.json/commonEvents/sergey-hax-emilie/event/6/thenStep/1/message
source: Non, non.\. That's not fun.
ru_ru: Не, не.\. Это не очень-то весело.

# data/database.json/commonEvents/sergey-hax-emilie/event/7/thenStep/0/message
source: \c[1]Lea~\c[0]
ru_ru: \c[1]Лея~\c[0]

# data/database.json/commonEvents/sergey-hax-emilie/event/7/thenStep/1/message
source: Guess I gotta get used to my new party member and her one-hit kills-everything attack.
ru_ru: Похоже, что мне придётся привыкнуть к своему новому члену группы, убивающему всё с одного удара.

# data/database.json/commonEvents/sergey-hax-ctron/event/0/thenStep/1/message
source: WHA-? WHAT WAS THAT?!
ru_ru: ЧТ-? ЧТО ЭТО БЫЛО?!

# data/database.json/commonEvents/sergey-hax-ctron/event/1/thenStep/1/message
source: L-Lea?\. Just how much \c[1]attack\c[0] do you have?\. Gosh...
ru_ru: Л-Лея?\. Сколько же у тебя \c[1]атаки\c[0]?\. Боже...

# data/database.json/commonEvents/sergey-hax-ctron/event/2/thenStep/1/message
source: No...\. You can't possibly do so much damage even with a maxed-out attack stat.
ru_ru: Нет...\. Ты не можешь наносить так много урона даже с максимально прокачанной атакой.

# data/database.json/commonEvents/sergey-hax-ctron/event/3/thenStep/0/message
source: \c[1]Bye.\c[0]
ru_ru: \c[1]Пока.\c[0]

# data/database.json/commonEvents/sergey-hax-ctron/event/3/thenStep/1/message
source: Lea, what is this?\. Why do you do so much damage?\. Can you tell me what it is?
ru_ru: Лея, что это?\. Почему ты наносишь так много урона?\. Можешь объяснить, что это такое?

# data/database.json/commonEvents/sergey-hax-ctron/event/3/thenStep/2/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/sergey-hax-ctron/event/3/thenStep/3/message
source: You...\. you can't?
ru_ru: Ты...\. ты не можешь?

# data/database.json/commonEvents/sergey-hax-ctron/event/4/thenStep/0/message
source: \c[1]LEA!!\c[0]
ru_ru: \c[1]ЛЕЯ!!\c[0]

# data/database.json/commonEvents/sergey-hax-ctron/event/4/thenStep/1/message
source: Hm...\. I suppose your high damage must be some kind of bug then?
ru_ru: Хм...\. Тогда, я полагаю, твой высокий урон должен быть связан с каким-то багом?

# data/database.json/commonEvents/sergey-hax-ctron/event/4/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/sergey-hax-ctron/event/4/thenStep/3/message
source: I see.\. That's pretty...\. convenient...
ru_ru: Понятно.\. Это очень...\. удобно...

# data/database.json/commonEvents/sergey-hax-ctron/event/5/thenStep/0/message
source: \c[1]Bye!!\c[0]
ru_ru: \c[1]Пока!!\c[0]

# data/database.json/commonEvents/sergey-hax-ctron/event/5/thenStep/1/message
source: And there goes another one, flying.
ru_ru: И вот, ещё один улетает.

# data/database.json/commonEvents/sergey-hax-ctron/event/5/thenStep/2/message
source: Those enemies don't fly nearly as far when I hit them.\. They must be reacting to your \c[1]ridiculous damage\c[0].\. Neat detail.
ru_ru: Эти враги не отлетают так далеко, когда я их ударяю.\. Должно быть, они реагируют на твой \c[1]абсурдный урон\c[0].\. Ловко.

# data/database.json/commonEvents/sergey-hax-ctron/event/6/thenStep/0/message
source: \c[1]Bye bye!!\c[0]
ru_ru: \c[1]Пока-пока!!\c[0]

# data/database.json/commonEvents/sergey-hax-ctron/event/6/thenStep/1/message
source: Just imagine if those damage numbers stood for actual \c[1]force\c[0] applied...
ru_ru: Только представьте, что эти числа повреждений означали бы действительную \c[1]силу\c[0]...

# data/database.json/commonEvents/sergey-hax-ctron/event/6/thenStep/2/message
source: You probably could \c[1]shoot through any kind of matter like butter\c[0], if they were consistent with it.
ru_ru: Ты, должно быть, могла бы \c[1]простреливать насквозь любой вид материи, как масло\c[0], если бы она была совместима с этим.

# data/database.json/commonEvents/sergey-hax-ctron/event/6/thenStep/3/message
source: Good thing they aren't, I guess.
ru_ru: Хорошо, что это не так, наверное.

# data/database.json/commonEvents/sergey-hax-ctron/event/7/thenStep/0/message
source: \c[1]Bye~\c[0]
ru_ru: \c[1]Пока~\c[0]

# data/database.json/commonEvents/sergey-hax-ctron/event/7/thenStep/1/message
source: And another one gone...\. Not much to do for me, I suppose.
ru_ru: И ещё минус один...\. Полагаю, что мне особо нечего делать.

source: \c[1]Bye bye!!\c[0]
ru_ru: \c[1]Пока-пока!!\c[0]

source: Lea sure does a lot of damage, right Emilie?
ru_ru: Лея действительно выдаёт много урона, верно, Эмили?

source: Oui...
ru_ru: Oui (Да)...

source: Makes you feel kind of...\. irrelevant.
ru_ru: Это заставляет чувствовать себя немного...\. ненужным.

source: You get used to it.
ru_ru: Ты привыкнешь к этому.

# data/database.json/commonEvents/sergey-hax-apollo/event/0/thenStep/1/message
source: SPHEROMANCER LEA!\. AGAIN WITH THE CHEATING?!
ru_ru: СФЕРОМАНТ ЛЕЯ!\. ОПЯТЬ ЖУЛЬНИЧАЕШЬ?!

# data/database.json/commonEvents/sergey-hax-apollo/event/1/thenStep/1/message
source: THIS IS RIDICULOUS!\. DISGRACEFUL!
ru_ru: ЭТО НЕЛЕПО!\. ВОЗМУТИТЕЛЬНО!

# data/database.json/commonEvents/sergey-hax-apollo/event/2/thenStep/1/message
source: Seriously, fighting with you feels sort of pointless.
ru_ru: Серьёзно, кажется, что с тобой бессмысленно сражаться.

# data/database.json/commonEvents/sergey-hax-apollo/event/3/thenStep/0/message
source: \c[1]Bye.\c[0]
ru_ru: \c[1]Пока.\c[0]

# data/database.json/commonEvents/sergey-hax-apollo/event/3/thenStep/1/message
source: Is there really no way to turn this off?
ru_ru: Неужели правда нет способа отключить это?

# data/database.json/commonEvents/sergey-hax-apollo/event/3/thenStep/2/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/sergey-hax-apollo/event/3/thenStep/3/message
source: Bummer.
ru_ru: Облом.

# data/database.json/commonEvents/sergey-hax-apollo/event/4/thenStep/0/message
source: \c[1]LEA!!\c[0]
ru_ru: \c[1]ЛЕЯ!!\c[0]

# data/database.json/commonEvents/sergey-hax-apollo/event/4/thenStep/1/message
source: "Look how sad she is." "Don't you feel sorry for her?"
ru_ru: "Посмотри, как она несчастна." "Тебе не жаль её?"

# data/database.json/commonEvents/sergey-hax-apollo/event/4/thenStep/2/message
source: I was caught up in the moment...
ru_ru: Я просто немного подумал об этом...

# data/database.json/commonEvents/sergey-hax-apollo/event/5/thenStep/0/message
source: \c[1]Bye!!\c[0]
ru_ru: \c[1]Пока!!\c[0]

# data/database.json/commonEvents/sergey-hax-apollo/event/5/thenStep/1/message
source: Seems like combat is smooth sailing with her in the party.\. More time to enjoy the landscape.
ru_ru: Похоже, что бой идёт гладко в группе с ней.\. Больше времени насладиться пейзажами.

# data/database.json/commonEvents/sergey-hax-apollo/event/5/thenStep/2/message
source: Why did I ever agree to this....
ru_ru: Почему я вообще согласился на это....

# data/database.json/commonEvents/sergey-hax-apollo/event/6/thenStep/0/message
source: \c[1]Bye bye!!\c[0]
ru_ru: \c[1]Пока-пока!!\c[0]
