Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//areas/heat-area/description
source: A dusty and barren area where only the fittest survive.
es_es: Un área polvorienta y desierta dónde solo los más fuertes sobreviven.

# data/database.json//areas/heat-area/landmarks/balcony/name
source: Faj'ro Balcony
es_es: Balcón Faj'ro

# data/database.json//areas/heat-area/landmarks/balcony/description
source: The Balcony of Faj'ro Temple.
es_es: El Balcón del Templo Faj'ro.

# data/database.json//areas/heat-area/landmarks/exit/name
source: West Entrance
es_es: Entrada Oeste

# data/database.json//areas/heat-area/landmarks/exit/description
source: The western entrance of \v[area.heat-area.name] leading to \v[area.heat-village.name].
es_es: La entrada oeste al \v[area.heat-area.name], dirigiendo a \v[area.heat-village.name].

# data/database.json//areas/heat-area/landmarks/dungeon/name
source: Hourglass Pillar
es_es: Pilar del Tiempo

# data/database.json//areas/heat-area/landmarks/dungeon/description
source: A single pillar inside the Great Scar from which a temple of the Ancient can be seen.
es_es: Un único pilar dentro de la Gran Cicatriz desde donde se puede ver un templo de los Antiguos.

# data/database.json//areas/heat-area/landmarks/middle/name
source: Arcing Stones
es_es: Piedras Arqueadas

# data/database.json//areas/heat-area/landmarks/middle/description
source: A landmark located close to the arcing stone structures of Maroon Valley.
es_es: Un punto de referencia localizado cerca de las piedras arqueadas del Valle Granate.

# data/database.json//areas/heat-area/landmarks/oasis/name
source: Maroon Tree
es_es: Árbol Granate

# data/database.json//areas/heat-area/landmarks/oasis/description
source: A lush and vivid oasis crowned by a majestic maroon tree.
es_es: Un oasis exuberante y vivo, coronado por el majestuoso Árbol Granate.

# data/database.json//areas/heat-area/landmarks/entrance/name
source: East Entrance
es_es: Entrada Este

# data/database.json//areas/heat-area/landmarks/entrance/description
source: The eastern entrance of \v[area.heat-area.name] leading to \v[area.bergen-trails.name].
es_es: La entrada este de \v[area.heat-area.name] dirigiendo al \v[area.bergen-trails.name].

# data/database.json//areas/heat-dng/name
source: Faj'ro Temple
es_es: Templo Faj'ro

# data/database.json//areas/heat-dng/description
source: An ancient temple whose shape granted it the nickname "Hourglass".
es_es: Un antiguo templo cuya forma le dio el apodo "El Pilar del Tiempo".

# data/database.json//areas/heat-village/description
source: A quiet Shad village set in a small ravine in Maroon Valley.
es_es: Una tranquila aldea Shad localizada en un pequeño barranco en el Valle Granate.

# data/database.json//areas/heat-village/landmarks/market/description
source: Right in front of the largest building in town and only a few steps away from the market.
es_es: Justo en frente del Edificio más grande en el pueblo, solo a unos pasos del mercado.

# data/database.json//areas/hideout/name
source: Old Hideout
es_es: Viejo Escondite

# data/database.json//areas/hideout/description
source: An uncompleted part of CrossWorlds hidden inside \v[area.forest.name].
es_es: Una parte incompleta de CrossWorlds, escondido dentro de \v[area.forest.name].

# data/database.json//areas/jungle-city/name
source: Basin Keep
es_es: Torreón de la Cuenca

# data/database.json//areas/jungle-city/description
source: A techno-castle built on an island inside \c[3]Gaia's Garden\c[0] where it always rains.
es_es: Un castillo tecnológico construido en una isla dentro del \c[3]Jardín de Gaia\c[0] donde siempre llueve.

# data/database.json//areas/jungle-city/landmarks/center/name
source: Rainy City Square
es_es: Centro Pluvial

# data/database.json//areas/jungle-city/landmarks/center/description
source: The rainy and shiny center of Basin Keep, home to many traders.
es_es: El lluvioso y brillante centro del Torreón de la Cuenca, hogar de muchos comerciantes.

# data/database.json//areas/jungle/name
source: Gaia's Garden
es_es: Jardín de Gaia

# data/database.json//areas/jungle/description
source: The great jungle of the north, home to the giant Tree known as "Gaia".
es_es: La gran jungla del norte, hogar del gran Árbol conocido como "Gaia".

# data/database.json//areas/jungle/landmarks/dungeon/name
source: Rite of Passage
es_es: Rito de Paso

# data/database.json//areas/jungle/landmarks/dungeon/description
source: A crossroad leading to the Zir'vitar Temple, So'najiz Temple and the Grand Krys'kajo.
es_es: Un cruce conduciendo a los Templos Zir'vitar, So'najiz, y el Gran Krys'kajo.

# data/database.json//areas/jungle/landmarks/infested/name
source: Infested Marshes
es_es: Pantanos Infestados

# data/database.json//areas/jungle/landmarks/infested/description
source: These marshes have been infested by the corruption spreading from the north.
es_es: Estos pantanos fueron infestados por la corrupción que se esparce del norte.

# data/database.json//areas/jungle/landmarks/end/name
source: Peridot Approach
es_es: Acceso Peridoto

# data/database.json//areas/jungle/landmarks/end/description
source: This landmark links the two main paths to the Grand Krys'kajo.
es_es: Este punto de referencia conecta los dos caminos principales al Gran Krys'kajo.

# data/database.json//areas/jungle/landmarks/clearing/description
source: A small Shad settlement using trees as homes and bridges to connect them.
es_es: Un pequeño asentamiento Shad que utiliza los árboles como hogares y puentes para conectarlos.

# data/database.json//areas/jungle/landmarks/grove/name
source: Royal Grove
es_es: Arboleda Real

# data/database.json//areas/jungle/landmarks/grove/description
source: A covert with a bright lake hidden in the north-west corner of \v[area.jungle.name].
es_es: Un refugio con un lago brillante escondido en la esquina noroeste del \v[area.jungle.name].

# data/database.json//areas/jungle/landmarks/entrance/name
source: Southern Entrance
es_es: Entrada Sur

# data/database.json//areas/jungle/landmarks/entrance/description
source: The entrance to \v[area.jungle.name]. A popular place for traders.
es_es: La entrada al \v[area.jungle.name]. Un lugar popular para los comerciantes.

# data/database.json//areas/meta/description
source: I'm so meta even this acronym.
es_es: Soy tan meta incluso este acrónimo.

# data/database.json//areas/rhombus-dng/name
source: Rhombus Dungeon
es_es: Mazmorra Rombo

# data/database.json//areas/rhombus-dng/description
source: The final tutorial dungeon teaching players the basics of CrossWorlds.
es_es: La última mazmorra tutorial, enseñando a los jugadores lo básico de CrossWorlds.

# data/database.json//areas/rhombus-sqr/name
source: Rhombus Square
es_es: Plaza Rombo

# data/database.json//areas/rhombus-sqr/description
source: The pulsating heart of CrossWorlds. Only accessible for advanced players.
es_es: El pulsante corazón de CrossWorlds. Solo accesible para jugadores avanzados.

# data/database.json//areas/rhombus-sqr/landmarks/crosscentralTop/name
source: Cross Central Balcony
es_es: Balcón del Cruce Central

# data/database.json//areas/rhombus-sqr/landmarks/crosscentralTop/description
source: The Balcony right above the main teleportation hub of CrossWorlds.
es_es: El balcón justo encima del principal centro de teleportación de CrossWorlds.

# data/database.json//areas/rhombus-sqr/landmarks/questhub/name
source: Global Quest Hub
es_es: Centro de Misiones Global

# data/database.json//areas/rhombus-sqr/landmarks/questhub/description
source: A landmark right next to the global quest hub.
es_es: Un punto de referencia justo cerca al centro de misiones global.

# data/database.json//areas/rhombus-sqr/landmarks/north/name
source: Business District
es_es: Distrito Empresarial

# data/database.json//areas/rhombus-sqr/landmarks/north/description
source: This landmark is home to the business district and PvP fields.
es_es: Este punto de referencia alberga al distrito empresarial y los campos PvP.

# data/database.json//areas/rhombus-sqr/landmarks/shops/name
source: Shopping District
es_es: Distrito Comercial

# data/database.json//areas/rhombus-sqr/landmarks/shops/description
source: Both shops and cafes call this part of town their home.
es_es: Ambos, tiendas y cafes, llaman a esta parte del pueblo su hogar.

# data/database.json//areas/rhombus-sqr/landmarks/resiSouth/name
source: South Arch
es_es: Arco Sur

# data/database.json//areas/rhombus-sqr/landmarks/resiSouth/description
source: This landmark is close to both the Arena and the Southern Residence District.
es_es: Este punto de referencia está cerca de la Arena y del Distrito de Residencias del Sur.

# data/database.json//areas/rhombus-sqr/landmarks/crosscentralInner/name
source: Cross Central
es_es: Cruce Central

# data/database.json//areas/rhombus-sqr/landmarks/crosscentralInner/description
source: The main teleportation hub of CrossWorlds and the central entrance to Rhombus Square.
es_es: El principal centro de teleportación de CrossWorlds y la entrada central a Plaza Rombo.

# data/database.json//areas/rookie-harbor/name
source: Rookie Harbor
es_es: Puerto Recluta

# data/database.json//areas/rookie-harbor/description
source: A bustling city positively bursting with life, start of many adventures for new players.
es_es: Una bulliciosa ciudad, positiva y llena de vida. El inicio de muchas aventuras para nuevos jugadores.

# data/database.json//areas/rookie-harbor/landmarks/harbor/name
source: Harbor Teleporter
es_es: Teletransportador del Puerto

# data/database.json//areas/rookie-harbor/landmarks/harbor/description
source: The entrance to Rookie Harbor from Cross Central.
es_es: La entrada al Puerto Recluta desde el Cruce Central.

# data/database.json//areas/rookie-harbor/landmarks/center/name
source: Rhombus Fountain
es_es: Fuente Rombo

# data/database.json//areas/rookie-harbor/landmarks/center/description
source: A beautiful fountain sitting in the center of the busy marketplace.
es_es: Una hermosa fuente localizada en el centro del concurrido mercado.

# data/database.json//areas/shock-dng/name
source: Zir'vitar Temple
es_es: Templo Zir'vitar

# data/database.json//areas/shock-dng/description
source: An ancient shad temple, home to many shocking creatures.
es_es: Un antiguo templo Shad, hogar de muchas criaturas electrificantes.

# data/database.json//areas/testing-grounds/name
source: Testing Ground
es_es: Campo de Pruebas

# data/database.json//areas/testing-grounds/description
source: Hey, how can ye read this? This is not part of the bloody playground, ye dobber!
es_es: Ey, ¿cómo estás leyendo esto? ¡Esto no es parte del maldito campo de juego, tramposo!

# data/database.json//areas/testing-grounds/landmarks/landmark_0/name
source: Test Landmark
es_es: Punto de Referencia de Prueba

# data/database.json//areas/testing-grounds/landmarks/landmark_0/description
source: Testing a landmark, is like testing a landmark. I have text.
es_es: Propar un punto de referencia es como probar un punto de referencia. Tengo texto.

# data/database.json//areas/tree-dng/name
source: Grand Krys'kajo
es_es: Gran Krys'kajo

# data/database.json//areas/tree-dng/description
source: Overgrown by a gigantic tree, this temple is guarded by an ancient entity.
es_es: Cubierto por un árbol gigantesco, este templo está protegido por una antigua entidad.

# data/database.json//areas/wave-dng/name
source: So'najiz Temple
es_es: Templo So'najiz

# data/database.json//areas/wave-dng/description
source: An ancient underwater shad temple, home to many bouncing foes.
es_es: Un antiguo templo Shad bajo el agua, hogar de muchos enemigos que rebotan.

# data/database.json//chapters/0/prefix
source: Prologue
es_es: Prólogo

# data/database.json//chapters/1/name
source: Awakening
es_es: Despertar

# data/database.json//chapters/3/name
source: Into the World
es_es: Hacia el Mundo

# data/database.json//chapters/4/name
source: Dungeons & Guilds
es_es: Mazmorras y Gremios

# data/database.json//chapters/5/name
source: The Ancient Desert
es_es: El Antiguo Desierto

# data/database.json//chapters/6/name
source: Raids and Ruins
es_es: Raids y Ruinas

# data/database.json//chapters/7/name
source: Isolation
es_es: Aislamiento

# data/database.json//chapters/8/name
source: Through the Jungle
es_es: A Través de la Jungla

# data/database.json//chapters/9/name
source: Searching the Night
es_es: Buscando la Noche

# data/database.json//chapters/10/name
source: The Final Raid
es_es: La Última Raid

# data/database.json//chapters/11/name
source: Homestedt
es_es: Villa Evotar

# data/database.json//chapters/12/name
source: To the Beach
es_es: A la playa

# data/database.json//chapters/13/name
source: The Final Dungeon
es_es: La Mazmorra Final

# data/database.json//commonEvents/quest-sergey-npc_comment/event/1/message
source: It seems like they still have not given those average quest NPCs more nuanced responses.
es_es: Parece que aún no le han dado respuestas más complejas a esos NPCs.

# data/database.json//commonEvents/quest-sergey-npc_comment/event/3/message
source: Well, that is good news for us.
es_es: Bueno, son buenas noticias para nosotros.

# data/database.json//commonEvents/quest-sergey-npc_comment/event/4/message
source: Otherwise doing sidequests might be problematic with your limited means of communication.
es_es: De otro modo hacer misiones secundarias puede que sea un problema con tus limitados medios de comunicación.

# data/database.json//commonEvents/quest-sergey-npc_comment/event/6/message
source: Yes, I am sorry.\. I will continue working on it now.
es_es: Si, perdón.\. Seguiré trabajando en ello ahora.

# data/database.json//commonEvents/call-instance-comments/event/2/0_0/0/message
source: Aw, an instance? I wanted to do the quest together with you...
es_es: Aw, ¿una instancia? Quería hacer la misión contigo...

# data/database.json//commonEvents/call-instance-comments/event/2/1_0/0/message
source: Mon dieu, another instance. Will they let us do any quests together or what?
es_es: Mon dieu, otra instancia. ¿Nos van a dejar hacer alguna misión juntas o qué?

# data/database.json//commonEvents/call-instance-comments/event/2/2_0/0/message
source: Ah, this quest also uses instances? Well, see you on the other side, Lea.
es_es: Ah, ¿esta misión también usa instancias? Bueno, nos vemos del otro lado, Lea.

# data/database.json//commonEvents/call-instance-comments/event/2/3_0/0/message
source: With all those instanced questrooms this moon must be almost entirely hollow.
es_es: Con todas esas habitaciones instanciadas esta luna debe estar casi enteramente hueca.

# data/database.json//commonEvents/call-instance-comments/event/2/4_0/0/message
source: Spheromancer Lea! This quest will make us prove our worth alone. Do not bring shame upon our noble class!
es_es: ¡Spheromancer Lea! Esta misión nos hará probar nuestro valor solos. ¡No le traigas vergüenza a nuestra noble clase!

# data/database.json//commonEvents/call-instance-comments/event/2/5_0/0/message
source: Another challenge forces these noble Spheromancers to act independently.
es_es: Otro desafío que fuerza a estos nobles Spheromancers a actuar independientemente.

# data/database.json//commonEvents/call-instance-comments/event/2/6_0/0/message
source: Mh, I am all alone here. I guess they want us to solve this quest on our own.
es_es: Mh, estoy solo aquí. Supongo que nos quieren hacer resolver esta misión por nuestra cuenta.

# data/database.json//commonEvents/call-instance-comments/event/2/7_0/0/message
source: More instances? Makes you wonder why they split you up so much in an MMO.
es_es: ¿Más instancias? Te hace pensar por qué nos dividen tanto en un MMO.

# data/database.json//commonEvents/call-instance-comments/event/2/8_0/0/message
source: An instance?\. How very creative.
es_es: ¿Una instancia?\. Muy creativo.

# data/database.json//commonEvents/call-instance-comments/event/2/9_0/0/message
source: Yep, this sure is another instance. Don't get too scared without me holding your hand.
es_es: Sí, este seguro es otro ejemplo. No te asustes demasiado sin que yo tome tu mano.

# data/database.json//commonEvents/call-instance-comments/event/2/10_0/0/message
source: Ah, an Instanz. Gotta fly solo for a bit.
es_es: Ah, una Instancia. Tengo que volar solo un rato.

# data/database.json//commonEvents/call-instance-comments/event/2/11_0/0/message
source: Ach, verdamnit, another Instanz. Give us some more team-challenges, devs!
es_es: Ach, verdamnit, otra Instancia. ¡Danos más desafíos en equipo, desarrolladores!

# data/database.json//commonEvents/call-instance-comments/event/2/12_0/0/message
source: Ah, an Instanz. Gotta fly solo for a bit.
es_es: Ah, una Instancia. Tengo que volar solo un rato.

# data/database.json//commonEvents/call-instance-comments/event/2/13_0/0/message
source: Beep, boop. I bims, player-bot Lukas. Entering 1 instance after the next.
es_es: Beep, boop. Yo bims, jugador-bot Lukas. Ingresando 1 instancia después de la siguiente.

# data/database.json//commonEvents/call-test/event/1/thenStep/0/message
source: Run #1!
es_es: ¡Intento #1!

# data/database.json//commonEvents/call-test/event/2/thenStep/0/message
source: Run #3!
es_es: ¡Intento #3!

# data/database.json//commonEvents/call-test/event/3/thenStep/0/message
source: Run #5!
es_es: ¡Intento #5!

source: Huh... I guess we have to reach those glowing spots, right?
es_es: Mh... Supongo que tenemos que llegar a esos puntos brillantes, ¿no?

source: [nods]
es_es: [asiente]

source: More glowing spots... all over the place.
es_es: Más puntos brillantes... por todos lados.

# data/database.json//commonEvents/tutorial-newgame/event/1/titleText
source: Welcome to \c[3]New Game Plus\c[0]!
es_es: ¡Bienvenido a \c[3]Nuevo Juego Plus\c[0]!

# data/database.json//commonEvents/tutorial-newgame/event/1/text
source: Start a new adventure using your \c[3]Trophy Points\c[0] to unlock special modifiers to alter the game and create your very own unique experience!
es_es: ¡Empieza una nueva aventura utilizando tus \c[3]Puntos de Trofeo\c[0] para desbloquear modificadores espciales para alterar el juego y crear tu propia experiencia única!

# data/database.json//commonEvents/tutorial-newgame/event/3/text
source: Select an option to activate it. Groups with \c[3]square checkboxes\c[0] let you select \c[3]multiple options\c[0].
es_es: Selecciona una opción para activarla. Los grupos con \c[3]cajas cuadradas\c[0] te dejan seleccionar \c[3]múltiples opciones\c[0].

# data/database.json//commonEvents/tutorial-newgame/event/5/text
source: Groups with \c[3]round checkboxes\c[0] only allow for \c[3]one option\c[0] to be selected.
es_es: Los grupos con \c[3]cajas redondas\c[0] solo permiten que se seleccione \c[3]una opción\c[0].

# data/database.json//commonEvents/tutorial-newgame/event/7/text
source: Each options costs \c[3]Trophy Points\c[0]. Unlock more trophies to select more options!
es_es: Cada opción cuesta \c[3]Puntos de Trofeo\c[0]. ¡Desbloquea más trofeos para seleccionar más opciones!

# data/database.json//commonEvents/tutorial-newgame/event/9/text
source: Once you are all set, press \i[help2] to start a new game! If an option is selected that \c[3]requires a save file\c[0], you will be asked to \c[3]select one before starting the game\c[0].
es_es: ¡Una vez que esté todo listo, presiona \i[help2] para empezar un nuevo juego! Si se selecciona una opción que \c[3]requiere un archivo de guardado\c[0], se te pedirá \c[3]seleccionar uno antes de empezar el juego\c[0].

# data/database.json//commonEvents/tutorial-newgame/event/11/titleText
source: \c[1]Things that cannot be carried over\c[0]
es_es: \c[1]Lo siguiente no se puede transferir\c[0]

# data/database.json//commonEvents/tutorial-newgame/event/11/text
source: - Key Items - Contacts - Quest Progress - Statistics
es_es: - Objetos Clave - Contactos - Progreso en las misiones - Estadísticas

# data/database.json//commonEvents/facility-x-key/event/2/text
source: \c[2]Facility X Key partly decrypted\c[0]! Progress of decryption: \c[3]\v[g.lab.decrypted] / 4\c[0]
es_es: ¡\c[2]Llave de Instalación X parcialmente desencriptada\c[0]! Progreso de la desencriptación: \c[3]\v[g.lab.decrypted] / 4\c[0]

# data/database.json//commonEvents/facility-x-key/event/3/thenStep/1/text
source: \c[2]Decryption Complete\c[0]! Key can now be used to access \c[3]Facility X\c[0], located in \c[3]Sapphire Ridge\c[0]
es_es: La llave ahora puede ser utilizada para acceder a las \c[3]Instalaciones X\c[0], localizadas en \c[3]Cresta Zafiro\c[0]

# data/database.json//commonEvents/sao-duel-accept/event/2/thenStep/0/message
source: Hi.
es_es: Hola.

# data/database.json//commonEvents/sao-duel-accept/event/2/thenStep/5/message
source: I understand.
es_es: Entiendo.

# data/database.json//commonEvents/sao-duel-accept/event/2/thenStep/7/message
source: I accept the duel!!
es_es: ¡¡Acepto el duelo!!

# data/database.json//commonEvents/sao-duel-accept/event/3/thenStep/0/message
source: Hi.
es_es: Hola.

# data/database.json//commonEvents/sao-duel-accept/event/3/thenStep/6/message
source: Hi?
es_es: ¿Hola?

# data/database.json//commonEvents/sao-duel-accept/event/3/thenStep/7/message
source: Ah, my arch nemesis has returned!
es_es: Ah, ¡mi archienemigo ha vuelto!

# data/database.json//commonEvents/sao-duel-accept/event/3/thenStep/9/message
source: Say no more, I know that look, 'seen it a thousand times.
es_es: No digas más, conozco esa mirada, ya la he visto miles de veces.

# data/database.json//commonEvents/sao-duel-accept/event/3/thenStep/10/message
source: And of course, I'll accept your challenge once more!
es_es: Y por supuesto, ¡aceptaré tu desafío una vez más!

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/1/message
source: Oh, it's you again...
es_es: Oh, eres tú otra vez...

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/3/message
source: Yes, I know.\. You want to duel.
es_es: Si, lo sé.\. Quieres un duelo.

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/4/message
source: Meh.\. Not feeling it.
es_es: Meh.\. No estoy de humor.

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/5/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/6/message
source: It's...\. I don't know.\. I mean, it was fun before.
es_es: Es...\. No lo sé.\. O sea, solía ser divertido.

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/7/message
source: We had a nice time, I mopped the floor with you and everyone was happy!
es_es: Pasábamos un buen tiempo, ¡barría el piso contigo y todos estábamos felices!

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/9/message
source: What?\. I am pretty sure that's exactly how it happened.
es_es: ¿Qué?\. Estoy segura de que así sucedió exactamente.

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/10/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/11/message
source: Hm, must have been someone else, then.
es_es: Hm, debe haber sido alguien más, entonces.

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/12/message
source: You all look the same to me, really.
es_es: Todos son iguales para mí, la verdad.

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/13/message
source: All in fancy and colorful armor, hiding your true face.
es_es: Todos en lujosa y colorida armadura, escondiendo su verdadero rostro.

# data/database.json//commonEvents/sao-duel-accept/event/4/thenStep/15/message
source: Alright, fine!\. Just one more duel.
es_es: Está bien, ¡de acuerdo!\. Solo un último duelo.
