Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/enemies/heat.volturbine/descriptions/0/text
source: This bird is often described as the phoenix of \c[3]\v[area.heat-area.name]\c[0]. Until provoked they will usually just fly around and only prey on deceased animals. If you however choose to attack them... get ready for all their flaming wrath. They can use their jet turbines to boost into a flaming dive attack. If you time your guard you can counter and leave them open for big damage! Otherwise you better keep your distance and use ranged attacks whenever you see an opening.
ru_ru: Эту птицу часто называют фениксом \c[3]Бордовой долины\c[0]. Пока их не спровоцируют, они обычно просто летают и охотятся на умерших животных. Однако если вы решите атаковать... приготовьтесь к их пылающему гневу. Они могут использовать свои реактивные турбины, чтобы усилить огненную атаку. Если вы точно рассчитаете свою защиту, то сможете противостоять им и оставите открытыми для большого урона! В противном случае вам лучше держать дистанцию и использовать дальние атаки, когда враг открывается.

# data/database.json/enemies/heat.special.volturbine-cave/name
source: Wowturbine
ru_ru: Мегагриф

# data/database.json/enemies/heat.special.volturbine-cave/species
source: Flaming Bird
ru_ru: Огненная птица

# data/database.json/enemies/heat.special.volturbine-cave/descriptions/0/text
source: A stronger variant of the more common \c[3]\v[combat.name.heat/volturbine]\c[0], these fiery birds are usually found underground, protecting holy places of the Ancients. In addition to the usual abilities of their species they can \c[3]shoot explosive air-to-ground missiles\c[0] and also \c[3]use flames to regenerate\c[0].
ru_ru: Более сильный подвид \c[3]Турбогрифа\c[0], эти огненные птицы обычно находятся под землёй, защищая священные места Древних. В дополнение к обычным способностям своего вида, они могут \c[3]стрелять разрывными ракетами "воздух-земля"\c[0] и \c[3]использовать источники огня для регенерации\c[0].

# data/database.json/enemies/heat.moth/name
source: Pada Moth
ru_ru: Пада-моль

# data/database.json/enemies/heat.moth/species
source: Moth
ru_ru: Мотылёк

# data/database.json/enemies/heat.moth/descriptions/0/text
source: Not only do these moths spew flames out of their eyes and live inside the \c[3]\v[area.heat-dng.name]\c[0], they also are attracted to elemental poles when charged with heat! That's some serious dedication for fire right there. Consequently cold attacks work pretty well against them. Use this in combination with attracting them to poles charged with heat to stun them and get them on the ground!
ru_ru: Мало того, что эти моли извергают пламя из глаз и живут внутри \c[3]Храма Фай'ро\c[0], их также манит к элементальным столбам, когда те заряжены пламенем! Это вполне серьёзная преданность огню. Следовательно, холодные атаки довольно хорошо работают против них. Используйте их в сочетании с приманиванием к заряженным пламенем столбам, чтобы оглушить и уронить на землю этих мотыльков!

# data/database.json/enemies/heat.darth-moth/name
source: Darth Moth
ru_ru: Дарт-моль

# data/database.json/enemies/heat.darth-moth/species
source: Moth
ru_ru: Мотылёк

# data/database.json/enemies/heat.darth-moth/descriptions/0/text
source: A mutation of the common \v[combat.name.heat/moth] that has somehow gained the ability to shoot a laser from its eye. That's right, a laser. They're also not fooled easily by the same tricks you could use against its weaker kind. However it still is very vulnerable to cold attacks. Best wait for an opening to throw some icy balls at them.
ru_ru: Мутация обыкновенной Пада-моли, которая каким-то образом научилась стрелять лазером из глаз. Вы не ослышались - лазером. Их к тому же сложнее обмануть теми приёмами, что работали с младшими собратьями. Тем не менее, они по-прежнему уязвимы перед холодными атаками. Лучше всего дождаться момента, когда они раскроются, и закидать их ледяными снарядами.

# data/database.json/enemies/heat.special.sand-moth-1/name
source: Sandamoth
ru_ru: Песчаномоль

# data/database.json/enemies/heat.special.sand-moth-1/species
source: Sandloving Moth
ru_ru: Песчаный мотылёк

# data/database.json/enemies/heat.special.sand-moth-1/descriptions/0/text
source: An ancient variant of the common \v[combat.name.heat/moth] that feels right at home within very dry rooms. It is extremely fond of sand, preferring the coarse and rough feeling to textures that might be more soft and smooth. It's extremely agile and will dodge all attacks thrown at it unless distracted by firing it's powerful guided laserbeam. It might, however, be somewhat easily confused by targets that quickly vanish from its line of sight.
ru_ru: Древний подвид обыкновенной Пада-моли, который чувствует себя как дома в очень сухих комнатах. Ей ужасно приятен песок, она предпочитает его грубость более мягким и приятным на ощупь поверхностям. Она крайне юркая и может уворачиваться от любых атак до тех пор, пока не отвлечётся на залп своим мощным самонаводящимся лазером. Однако её легко могут обмануть цели, которые быстро исчезают из зоны её видимости.

# data/database.json/enemies/heat.antlion/name
source: Pinzo'jrahrrrn
ru_ru: Пинзо'джрахрррн

# data/database.json/enemies/heat.antlion/species
source: Mutated Worm
ru_ru: Мутировавший червь

# data/database.json/enemies/heat.antlion/descriptions/0/text
source: The stuff of nightmares right there. This a heavily mutated form of an... antlion, maybe? It's hard to say what happened to this creature, the only thing known is that it is mad and wants to eat you. It can turn the floor into quicksand, use its many pincers to attack you or throw flaming rocks at you if you somehow managed to reveal its weak belly. Hopefully there is only one of these and not another one in different colors or something lazy like that.
ru_ru: Порождение ночных кошмаров. Это сильно мутировавшая форма... муравьиного льва, может быть? Сложно сказать, что именно произошло с этим существом, известно лишь, что оно безумно и жаждет сожрать тебя. Оно может превратить пол в зыбучие пески, использовать своё множество клешней, или метать горящие камни, если вы каким-то образом обнажили его мягкий живот. Остаётся надеяться, что это существо в единственном экземпляре, и нет никакого другого в другой расцветке или типа того.

# data/database.json/enemies/heat.megamoth/name
source: Master Magmoth
ru_ru: Мастер Магмоль

# data/database.json/enemies/heat.megamoth/species
source: Mother of Moths
ru_ru: Мать мотыльков

# data/database.json/enemies/heat.megamoth/descriptions/0/text
source: The moths of \c[3]\v[area.heat-dng.name]\c[0] call this gigantic beast their mother. And it's pretty mad you hurt so many of its children. The only weak spot on its whole body is the eye at the head part and only if it's open and not closed. It will only open it right before it uses one of its attacks. When weak it tries to get away from its foe and regenerate, creating bubbles to fend off any attacks. Conveniently those can be used to create platforms on the hot coals! What are the chances?
ru_ru: Мотыльки \c[3]Храма Фай'ро\c[0] называют это гигантское чудовище своей матерью. И она очень недовольна тем, что вы причинили боль многим её детям. Единственное уязвимое место на всем её теле - это глаз, и то лишь когда он открыт. Она открывает его только перед использованием одной из своих атак. В момент слабости моль пытается скрыться от врага и восстановить силы, создавая пузыри воды, чтобы защититься от атак. Это удобно использовать для создания платформ на горячих углях! Каковы шансы?

# data/database.json/enemies/jungle.shockcat/name
source: Shokat
ru_ru: Шокот

# data/database.json/enemies/jungle.shockcat/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/jungle.shockcat/descriptions/0/text
source: How do you have this report? How could you defeat 10 of these fluffy but arguably shocking kitties? All they wanted is to be petted. I hope they left you with some cat scratches!
ru_ru: Откуда у вас этот отчёт? Как вы могли одолеть десять таких пушистых, но, возможно, шокирующих котят? Они лишь хотели, чтобы их приласкали. Надеюсь, что они вас хорошенько расцарапали!

# data/database.json/enemies/minibosses.shockcat-black/name
source: Wiccat
ru_ru: Злокошка

# data/database.json/enemies/minibosses.shockcat-black/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/minibosses.shockcat-black/descriptions/0/text
source: These kitties are not cute at all. They will attack on sight and will dodge projectiles whenever they can. Thankfully they don't feature the "attracting" nature of their more calm kindred. Just what made them so aggressive?
ru_ru: Эти котята совсем не милые. Они атакуют при первой возможности и уклоняются от атак, когда на это способны. К счастью, они не обладают "притягивающей" натурой своих более спокойных родственников. Что же сделало их такими агрессивными?

# data/database.json/enemies/minibosses.shockcat-black/descriptions/1/text
source: Turns out that these fiends are part of the track's attempt to fix itself. Something went wrong and the cats interpreted humans and shads as part of the problem.
ru_ru: Оказывается, что эти бестии - лишь одна из попыток Пути восстановить себя. Что-то пошло не так, и кошки восприняли людей и шадов как часть проблемы.

# data/database.json/enemies/jungle.special.shockat-capture/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/jungle.special.quest_td_shockcat_2/name
source: Tunnel Shockcat
ru_ru: Тоннельный шокот

# data/database.json/enemies/jungle.special.quest_td_shockcat_2/species
source: Mammal
ru_ru: Млекопитающее

source: A close relative to the regular \c[3]\v[combat.name.jungle/shockcat]\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. Though they are stubbornly following strict paths, unlike their less disciplined and decidedly more cuddly cousins, they still retain a Shokat's blinding agility. Expect them to \c[3]dodge projectiles\c[0] of automated turrets with ease! \c[3]Dodging will disrupt their shields\c[0], though, and thus make them \c[3]especially vulnerable to charged shots\c[0] for a few seconds.
ru_ru: Будучи близким родственником обычного \c[3]Шокота\c[0], этот подвид предпочитает жить под землёй. Обычно они тесно связаны с выплесками энергии Древних, которые стремятся защищать. Хоть они и следуют упрямо по прямой, в отличие от их менее дисциплинированных и явно более ласковых сородичей, у них всё ещё сохраняется невероятная шокошачья ловкость. Они с лёгкостью будут \c[3]уворачиваться от снарядов\c[0] автотурелей! Впрочем, \c[3]уворот сбивает их щит\c[0] и делает их \c[3]уязвимыми перед заряженными выстрелами\c[0] на несколько секунд.

# data/database.json/enemies/jungle.special.quest_td_shockcat_1/name
source: Tunnel Wiccat
ru_ru: Тоннельная злокошка

# data/database.json/enemies/jungle.special.quest_td_shockcat_1/species
source: Mammal
ru_ru: Млекопитающее

source: A close relative to the regular \c[3]\v[combat.name.minibosses/shockcat-black]\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. Black cats in dark caves are usually very hard to see. Thankfully these little devils still have a certain code of honor that inclines them to constantly give off a bit of light.
ru_ru: Будучи близким родственником обычной \c[3]Злокошки\c[0], этот подвид предпочитает жить под землёй. Обычно они тесно связаны с выплесками энергии Древних, которые стремятся защищать. Чёрных кошек в тёмной пещере обычно очень сложно заметить. К счастью, кодекс чести этих маленьких бестий склоняет их к тому, чтобы постоянно излучать немного света.

# data/database.json/enemies/jungle.parrot/name
source: Papagun
ru_ru: Попуган

# data/database.json/enemies/jungle.parrot/species
source: Trigger-Happy Bird
ru_ru: Воинственная птица

# data/database.json/enemies/jungle.parrot/descriptions/0/text
source: This slick looking parrot is the coolest bird in the jungle and not to be crossed. It uses other creatures to do favors for them in exchange for protection. What kind of protection? Well, next to spitting huge nuts at you from a distance it also carries a Gatling-Gun. A Gatling that will shoot sharp darts at you. Find cover or block them and close the gap to stun it!
ru_ru: Этот скользкий на вид попугай - самая крутая птица в джунглях, с которой лучше не пересекаться. Он использует других существ, чтобы они оказывали ему услуги в обмен на защиту. Какую защиту? Ну, кроме того, что он плюётся в вас огромными орехами на расстоянии, он также носит с собой пулемёт Гатлинга. Гатлинг, который будет стрелять в вас острыми дротиками. Найдите укрытие или заблокируйте атаку, чтобы затем сократить дистанцию и оглушить эту птицу!

# data/database.json/enemies/jungle.special.parrot-gangster-1/name
source: Papagangster Softhat
ru_ru: Попугангстер

# data/database.json/enemies/jungle.special.parrot-gangster-1/species
source: Lawless Bird
ru_ru: Беззаконная птица

# data/database.json/enemies/jungle.special.parrot-gangster-1/descriptions/0/text
source: Slightly more civilized and refined variants of the regular \c[3]\v[combat.name.jungle/parrot]s\c[0] that are found in the wild, these winged criminals are the untested, bottom-rung henchbirds of a powerful criminal syndicate that plagues \c[3]\v[area.jungle-city.name]\c[0]. They're usually responsible for swiftly storming buildings from the air to perform robberies or \c[3]take hostages\c[0]. Such missions are usually an opportunity to prove themselves, but untested as they are, the right words might just sway them.
ru_ru: Чуть более цивилизованная и утончённая разновидность обыкновенного \c[3]Попугана\c[0], которую можно найти в дикой природе. Эти пернатые разбойники - всего лишь низшее звено влиятельного криминального синдиката, который изводит \c[3]Твердыню Бэйзина\c[0]. Обычно именно они ответственны за быстрые налёты на здания с воздуха ради ограблений и \c[3]захвата заложников\c[0]. Такие миссии зачастую дают возможность проявить себя, но, так как они ещё неопытны, нужные слова могут разубедить их.

# data/database.json/enemies/jungle.special.parrot-gangster-2/name
source: Papagangster Muscle
ru_ru: Мускулистый попугангстер

# data/database.json/enemies/jungle.special.parrot-gangster-2/species
source: Lawless Bird
ru_ru: Беззаконная птица

# data/database.json/enemies/jungle.special.parrot-gangster-2/descriptions/0/text
source: Slightly more civilized and refined variants of the regular Papaguns that are found in the wild, these winged criminals are the common footsoldiers of a powerful criminal syndicate that plagues \v[area.jungle-city.name]. They are usually responsible for organized robberies, guard duty and moving stolen goods.
ru_ru: Чуть более цивилизованная и утончённая разновидность обыкновенного \c[3]Попугана\c[0], которую можно найти в дикой природе. Эти пернатые разбойники - всего лишь низшее звено влиятельного криминального синдиката, который изводит \c[3]Твердыню Бэйзина\c[0]. Они обычно ответственны за организованные ограбления, охрану, а также транспортировку украденных вещей.

# data/database.json/enemies/cold.parrot-gangster-3/descriptions/0/text
source: Slightly more civilized and refined variants of the regular Papaguns that are found in the wild, these winged criminals are the common footsoldiers of a powerful criminal syndicate that plagues \v[area.jungle-city.name]. They are usually responsible for organized robberies, guard duty and moving stolen goods.
ru_ru: Чуть более цивилизованная и утончённая разновидность обыкновенного \c[3]Попугана\c[0], которую можно найти в дикой природе. Эти пернатые разбойники - всего лишь низшее звено влиятельного криминального синдиката, который изводит \c[3]Твердыню Бэйзина\c[0]. Они обычно ответственны за организованные ограбления, охрану, а также транспортировку украденных вещей.

# data/database.json/enemies/jungle.sloth/name
source: Behesloth
ru_ru: Ленемот

# data/database.json/enemies/jungle.sloth/species
source: Large Mammal
ru_ru: Крупное млекопитающее

# data/database.json/enemies/jungle.sloth/descriptions/0/text
source: The embodiment of laziness itself. This huge sloth is a friendly fella, mostly moving around on its stomach and eating plants or mushrooms. If provoked it will stand on its feet to attack with a huge swing or spin extremely fast and dash at its aggressors. This attack can be counter blocked but it is very risky.
ru_ru: Само воплощение лени. Этот огромный ленивец - дружелюбный парень, который в основном ползает на животе да поедает растения и грибы. Если его спровоцировать, он встанет на ноги, чтобы нанести сильный удар, или будет очень быстро вращаться и бросаться на своих агрессоров. Эту атаку можно парировать, но это весьма рискованно.

# data/database.json/enemies/minibosses.sloth-black/name
source: Sephisloth
ru_ru: Сефикрот

# data/database.json/enemies/minibosses.sloth-black/species
source: Large Mammal
ru_ru: Крупное млекопитающее

# data/database.json/enemies/minibosses.sloth-black/descriptions/0/text
source: This is the true culprit behind the infestation of \c[3]\v[area.jungle.name]\c[0]. Somehow it managed to snag at the track's system and gained some serious power in return. Not only can it communicate to some degree, it also gained an appetite for everything electrical like the glowing plants. It uses the same tactics as the normal sloth but varies it up by dodging around you and using a long sword to sweep the floor with you. Additionally, it can trap you in a lightning cage and attack you with dashes multiple times.
ru_ru: Это истинный виновник заражения \c[3]Сада Гайи\c[0]. Каким-то образом ему удалось вмешаться в систему Пути и получить серьёзную мощь взамен. Мало того, что он научился в некоторой степени общаться, он также обрёл аппетит ко всему электрическому, например, к светящимся растениям. Он использует ту же тактику, что и обычный ленемот, но меняет её, уклоняясь и используя длинный меч в попытке размазать вас по полу. Кроме того, он может поймать вас в электрическую клетку и атаковать несколько раз яростным рывком.

# data/database.json/enemies/jungle.fish/name
source: Angler
ru_ru: Удильщик

# data/database.json/enemies/jungle.fish/species
source: Floating Fish
ru_ru: Парящая рыба

# data/database.json/enemies/jungle.fish/descriptions/0/text
source: Coming right at you from the deep, this angler fish found its way into the jungle and lives primarily in the rainy part of it. It mostly stays passive unless provoked in which case it will try to stay away and shoot wave projectiles at you. Shoot at it until it becomes mad and charges at you to release a large scream. Dodge it and melee attack it to break its guard.
ru_ru: Придя за вами прямо из глубины, эта рыба-удильщик добралась до джунглей и живёт преимущественно в дождливой части. В основном она остаётся пассивной, но в противном случае будет держаться на расстоянии и запускать в вас волновые снаряды. Стреляйте в неё до тех пор, пока она не разозлится и не прыгнет на вас, чтобы издать сильный крик. Уклонитесь от него и атакуйте в ближнем бою, чтобы пробить защиту.

# data/database.json/enemies/jungle.special.quest_td_fish_1/name
source: Tunnel Angler
ru_ru: Тоннельный удильщик

# data/database.json/enemies/jungle.special.quest_td_fish_1/species
source: Floating Fish
ru_ru: Парящая рыба

# data/database.json/enemies/jungle.special.quest_td_fish_1/descriptions/0/text
source: A close relative to the regular \c[3]\v[combat.name.jungle/fish]\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. Living underground for most of its life has somewhat stunted this creature's ability to fly. Not for the lack of ability, but rather because constantly stubbing their sensible lantern on the ceiling at a young age has made them overly careful.
ru_ru: Будучи близким родственником обычного \c[3]Удильщика\c[0], этот подвид предпочитает жить под землёй. Обычно они тесно связаны с выплесками энергии Древних, которые стремятся защищать. Жизнь под землёй негативно повлияла на полёт этих существ. Не из-за недостатка способностей, а скорее потому, что постоянное битьё фонарём о потолок в молодом возрасте сделало их чрезмерно осторожными.

# data/database.json/enemies/minibosses.deep-fish/name
source: Tiefsee Angler
ru_ru: Глубоководный удильщик

# data/database.json/enemies/minibosses.deep-fish/species
source: Deepest Fish
ru_ru: Глубинная рыба

# data/database.json/enemies/minibosses.deep-fish/descriptions/0/text
source: This variant of the \c[3]\v[combat.name.jungle/fish]\c[0] lives in the abandoned ruins of the giant sea in \c[3]\v[area.jungle.name]\c[0]. It can become near invisible and attacks its prey from the dark. Bright lights however can make it vulnerable for a short period of time. Legends say that this beast has not been seen for many centuries. However legends also tell that nobody ever lived to tell the tale...
ru_ru: Этот подвид \c[3]Удильщика\c[0] живёт в заброшенных руинах посреди гигантского моря в \c[3]Саду Гайи\c[0]. Он может стать почти невидимым и атакует свою добычу из темноты. Впрочем, яркий свет делает его на некоторое время уязвимым. Легенды говорят, что это чудовище не видели много веков. Однако легенды также говорят, что никто не выжил, чтобы рассказать эту историю...

# data/database.json/enemies/jungle.fish-gear/name
source: Leggy Angler
ru_ru: Длинноногий удильщик

# data/database.json/enemies/jungle.fish-gear/species
source: Running Fish
ru_ru: Бегающая рыба

# data/database.json/enemies/jungle.fish-gear/descriptions/0/text
source: This fish never skips leg day.
ru_ru: Эта рыба никогда не пропускает день ног.

# data/database.json/enemies/jungle.blueray/name
source: Blue Ray
ru_ru: Синий скат

# data/database.json/enemies/jungle.blueray/species
source: 5th Dimension Fish
ru_ru: Рыба пятого измерения

# data/database.json/enemies/jungle.blueray/descriptions/0/text
source: This fish is capable of diving into any surface by moving into a higher dimension. The only thing alerting of its presence is the looming shadow. It will attack with various wave-elemental attacks while hiding below ground. The only way to lure it out is by using dischargers. They will be stunned for a short while from the shock, use this window to deal as much damage as you can.
ru_ru: Эта рыба способна нырять в любую поверхность путём перехода в иное измерение. Единственное, что предупреждает о её присутствии - это надвигающаяся тень. Она будет атаковать различными волновыми атаками, прячась под землёй. Единственный способ выманить её оттуда - использовать разрядники. Они оглушат рыбу на некоторое время, используйте это, чтобы нанести как можно больше урона.

# data/database.json/enemies/jungle.ape-boss/name
source: Son of the East
ru_ru: Сын Востока

# data/database.json/enemies/jungle.ape-boss/species
source: Handsome Ape
ru_ru: Симпатичная обезьяна
