Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/chapter-05/content/page-04-02/content
source: After fighting their faithful duel, and earning enough of Apollo's respect to be called by her proper name, the challenge of the next dungeon was waiting for the group of three. Making their way through a flood of formidable foes and bothersome bubble-based braintwisters, they were able to acquire the \c[3]element of cold\c[0] and bring down the boss, a gigantic moth with lasers (much to Emilie's dismay).
es_es: Después de batirse a duelo, y ganarse el suficiente respeto de Apollo como para ser llamada por su nombre, al grupo de tres le esperaba el reto de la siguiente mazmorra. Abriéndose paso a través de una avalancha de formidables enemigos y molestos puzzles basados en burbujas, pudieron adquirir el \c[3]elemento hielo\c[0] y derrotar al jefe, una gigantesca polilla con láseres (para consternación de Emilie).

# data/database.json//lore/chapter-05/content/page-05-01/content
source: After defeating the boss, the way was free to acquire \c[3]more Ancient knowledge\c[0] and have a \c[3]well-deserved hug between the girls\c[0] on the top of the temple. Then, before logging out, Emilie asked Lea about \c[3]her life outside of the game\c[0], which the latter was unable to answer. Thus \c[3]Lea's speech issues\c[0] were also finally revealed towards Emilie, to her shock.
es_es: Tras derrotar al jefe, el camino quedó libre para adquirir \c[3]más conocimientos de los Antiguos\c[0] y darse un \c[3]merecido abrazo entre las chicas\c[0] en lo alto del templo. Luego, antes de cerrar la sesión, Emilie le preguntó a Lea sobre \c[3]su vida fuera del juego\c[0], a lo que ella no supo responder. Así, \c[3]los problemas de habla de Lea\c[0] también se revelaron finalmente ante Emilie, para su conmoción.

# data/database.json//lore/chapter-05/content/page-05-02/content
source: Emilie did, however, take it rather well and promised to try and get information out of Lea with yes-no-questions. Then the group of three logged out for the day.
es_es: Sin embargo, Emilie se lo tomó bastante bien y prometió intentar sacarle información a Lea con preguntas de sí y no. Luego, el grupo de tres se desconectó por ese día.

# data/database.json//lore/chapter-06/title
source: Chapter 06: \v[chapter.name.6]
es_es: Capítulo 06: \v[chapter.name.6]

# data/database.json//lore/chapter-06/content/page-01-01/content
source: Following her return to CrossWorlds, Lea was instantly informed by Sergey about her \c[3]three day long absence\c[0] due to technical difficulties. He apologized but also implemented another useful word to her vocabulary: \c[3]"Wait"\c[0]. This was supposed to become useful for signaling new information for Lea to share and immediately used to clue Sergey in on another dream that Lea had.
es_es: Tras su regreso a CrossWorlds, Lea fue informada por Sergey sobre su \c[3]ausencia de tres días\c[0] debido a dificultades técnicas. Él se disculpó, pero también implementó otra palabra útil a su vocabulario: \c[3]"Espera"\c[0]. Se suponía que esto le serviría para señalar nueva información para que Lea la compartiera. La utilizó inmediatamente para dar una pista a Sergey sobre otro sueño que tuvo.

# data/database.json//lore/chapter-06/content/page-01-02/content
source: Through an array of questions Sergey was able to deduce that Lea had dreamed of a yet unreached place, but a call from Emilie and C'tron interrupted further investigation. Worried about Lea's absence they asked her to meet them in \v[area.rookie-harbor.name] to continue their adventure together.
es_es: A través de una serie de preguntas, Sergey pudo deducir que Lea había soñado con un lugar aún inalcanzable, pero una llamada de Emilie y C'tron interrumpió la investigación. Preocupados por la ausencia de Lea, le pidieron que se reuniera con ellos en \v[area.rookie-harbor.name] para continuar su aventura juntos.

# data/database.json//lore/chapter-06/content/page-02-01/content
source: At the fountain in \v[area.rookie-harbor.name] Lea was met by her two friends and an exciting announcement: They would participate in a \c[3]raid\c[0] together with the rest of the \c[3]\v[lore.title.first-scholars]\c[0]! For that Lea would need to solve a \c[3]mandatory quest\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]. Despite having already solved it, Emilie and C'tron gladly agreed to accompany Lea again.
es_es: En la fuente de \v[area.rookie-harbor.name] Lea fue recibida por sus dos amigos y un emocionante anuncio: ¡Participarían en un \c[3]Raid\c[0] junto con el resto de los \c[3]\v[lore.title.first-scholars]\c[0]! Para ello Lea necesitaría resolver una \c[3]Misión Obligatoria\c[0] en \c[3]\v[area.autumn-fall.name]\c[0]. A pesar de haberla resuelto ya, Emilie y C'tron aceptaron de buen grado acompañar a Lea de nuevo.

# data/database.json//lore/chapter-06/content/page-02-02/content
source: The group traveled through the vivid lands of \c[3]\v[area.autumn-fall.name]\c[0], received the quest from an Ancient statue and followed a \c[3]colorful bunny\c[0] to finally defeat it and receive the \c[3]Green Seed Shade\c[0]. Said Shade was needed to proceed towards the jungle area called \c[3]\v[area.jungle.name]\c[0], though of course their attendance was needed at the raid with their guild.
es_es: El grupo viajó por las vívidas tierras de \c[3]\v[area.autumn-fall.name]\c[0], recibieron la misión de una estatua Antigua y siguieron a un \c[3]colorido conejo\c[0] para finalmente derrotarlo y recibir el \c[3]Sombra de Semilla Verde\c[0]. Dicha Sombra era necesaria para dirigirse a la jungla llamada el \c[3]\v[area.jungle.name]\c[0], aunque por supuesto, su atención se dirigiría ahora a la raid.

# data/database.json//lore/chapter-06/content/page-03-01/content
source: Lea, Emilie and C'tron reached the raid area called \c[3]Para Island\c[0] by going through an underwater cave in \v[area.autumn-fall.name]. There they met up with their high-level guild-comrades Hlin, Buggy and Schneider, who explained the event to them.
es_es: Lea, Emilie y C'tron llegaron a la zona de la raid llamada \c[3]Isla Apartada\c[0] atravesando una cueva submarina en \v[area.autumn-fall.name]. Allí se encontraron con sus compañeros de gremio de alto nivel Hlin, Buggy y Schneider, que les explicaron el evento.

# data/database.json//lore/chapter-06/content/page-03-02/content
source: The event was split between two paths, one for higher and one for lower levels. The teams on both paths had to destroy colored pillars in sync with each other to proceed and fight many enemies along the way. The raid was going well, when the group neared the final stage with excitement. Alas, a sinister force interrupted their enjoyment...
es_es: El evento se dividió en dos caminos, uno para niveles superiores y otro para niveles inferiores. Los equipos de ambos caminos tenían que destruir pilares de colores de forma sincronizada para avanzar y luchar contra muchos enemigos por el camino. La Raid iba bien, cuando el grupo se acercó a la etapa final con entusiasmo. Por desgracia, una fuerza siniestra interrumpió su diversión...

# data/database.json//lore/chapter-06/content/page-04-01/content
source: Instead of following her friends, Lea was forcefully pulled out of the raid by the malevolent machinations of the \c[3]Blue Avatar\c[0], who teleported her to a secluded mountaintop in \v[area.bergen-trails.name]. There she was forced to face him in single combat to give Sergey time to somehow find a way out of that convoluted situation.
es_es: En lugar de seguir a sus amigos, Lea fue abducida a la fuerza de la raid por las malévolas maquinaciones del \c[3]Avatar azul\c[0], que la teletransportó a la cima de una montaña aislada en el \v[area.bergen-trails.name]. Allí fue obligada a enfrentarse a él en un combate a solas para dar tiempo a Sergey a encontrar algún modo de escapar de aquella complicada situación.

# data/database.json//lore/chapter-06/content/page-04-02/content
source: Escape was in sight after Sergey was able to create an exit portal but the mysterious Blue Avatar was able to yet again block Lea's way. Wary of Lea having outside support with control over the environment he stopped giving her a fighting chance and instead proceeded to capture her with his seemingly omnipotent abilities. Thus Lea was dragged away to an \c[3]unknown location\c[0]...
es_es: El escape estaba a la vista una vez que Sergey fue capaz de crear un portal de salida, pero el misterioso Avatar Azul consiguió bloquear una vez más el camino de Lea. Al intuir que Lea tenía apoyo externo con control sobre el entorno, dejó de darle una oportunidad de lucha, y en su lugar, procedió a capturarla con sus habilidades aparentemente omnipotentes. Así, Lea fue arrastrada a un lugar \c[3]desconocido\c[0]...

# data/database.json//lore/chapter-07/title
source: Chapter 07: \v[chapter.name.7]
es_es: Capítulo 07: \v[chapter.name.7]

# data/database.json//lore/chapter-07/content/page-01-01/content
source: After another dream Lea reawakened in an \c[3]unfamiliar room\c[0] and with Sergey as her only contact. After searching for a way out to no avail, she was visited by a man named \c[3]Gautham\c[0], seemingly an old acquaintance of Sergey. Though Lea was not able to remember him, he somehow recognized her from a long time ago. He offered her a way to pass the time by allowing her to go outside.
es_es: Después de otro sueño, Lea se despertó en una \c[3]habitación desconocida\c[3] y con Sergey como único contacto. Luego de buscar una salida en vano, fue visitada por un hombre llamado \c[3]Gautham\c[0], aparentemente un viejo conocido de Sergey. Aunque Lea no era capaz de recordarlo, él la conocía de hace ya mucho tiempo. Le ofreció una forma de pasar el tiempo permitiéndole salir al exterior.

# data/database.json//lore/chapter-07/content/page-01-02/content
source: By leaving the room and building, Lea saw a completely \c[3]unknown area\c[0] of barren lands and crimson waters, only known as the \c[3]\v[area.arid.name]\c[0]. The area is completely unknown in the \c[3]official CrossWorlds release\c[0] and Sergey only remembers it vaguely from the \c[3]early production\c[0] days and thus deduces it to \c[3]not be part of the official playground\c[0].
es_es: Al salir de la habitación y del edificio, Lea vio una \c[3]zona completamente desconocida\c[0] de tierras estériles y aguas carmesí, únicamente conocida como el \c[3]\v[area.arid.name]\c[0]. El área nunca se dio a conocer como parte \c[3]oficial de CrossWorlds\c[0] y Sergey sólo la recuerda vagamente de los primeros días de desarrollo, por lo que deduce que no forma parte del \c[3]Campo de Juego\c[0] oficial.

# data/database.json//lore/chapter-07/content/page-02-01/content
source: Before further assumptions could be made, however, \c[3]Schneider\c[0] appeared out of nowhere to greet Lea. He appeared to be stuck as well and was just as confused as Lea herself. No teleportation nor communication was possible to the outside of these wastelands. At a loss for alternatives, the two formed a party and decided to play along with the vague tasks they were given.
es_es: De todas formas, antes de que se pudieran hacer más suposiciones, \c[3]Schneider\c[0] apareció de la nada para saludar a Lea. Parecía estar atrapado también y estaba tan confundido como Lea. No era posible teletransportarse ni comunicarse con el exterior de estos yermos. Sin opciones, los dos formaron un grupo y decidieron seguir las vagas tareas que se les asignaron.

# data/database.json//lore/chapter-07/content/page-02-02/content
source: In the \c[3]local Quest-HUB\c[0] they received the task of visiting a certain \c[3]Southern Trial Building\c[0] after finding a way to open it. Said quest had \c[3]very lackluster lore\c[0], only talking vaguely about an unexplained \c[3]Project Red\c[0], which the two snarkily remarked upon. They followed the instructions regardless, opening the building by \c[3]activating cryptic devices\c[0] around the region.
es_es: En el \c[3]Centro de Misiones\c[0] local recibieron la tarea de visitar un \c[3]Edificio de Pruebas Sureño\c[0] tras encontrar la forma de abrirlo. Dicha misión tenía un \c[3]contexto muy pobre\c[0], que sólo hablaba vagamente de un inexplicable \c[3]Proyecto Rojo\c[0], que los dos remarcaron con sarcasmo. A pesar de ello, siguieron las instrucciones y abrieron el edificio \c[3]activando dispositivos crípticos\c[0] en la región.

# data/database.json//lore/chapter-07/content/page-03-01/content
source: To their shock, however, they were faced with a \c[3]high-level opponent\c[0] inside the building which would have been way out of Lea's league. Thankfully with Schneider's help it was not an impossible task. After that fight, they entered a mysterious room that neither of them could clearly recognize, though Schneider noticed a vague familiarity. Not knowing what to make of this, they handed in their completed quest.
es_es: Para su sorpresa, se encontraron con un \c[3]oponente de alto nivel\c[0] en el interior del edificio, que habría estado muy por encima de la capacidad de Lea. Afortunadamente, con la ayuda de Schneider no fue una tarea imposible. Luego de la pelea, entraron en una misteriosa habitación que ninguno de los dos pudo reconocer claramente, aunque Schneider notó una vaga familiaridad. Sin saber qué hacer con esto, presentaron su misión completada.

# data/database.json//lore/chapter-07/content/page-03-02/content
source: After getting a dissatisfying congratulation at the \c[3]Quest-HUB\c[0] Schneider decided to finally \c[3]log out\c[0] before realizing that he couldn't, neither normally nor by \c[3]manually removing the \v[lore.title.cross-gear]\c[0]. Panicking he tried to get information from the \c[3]other residents\c[0] and the \c[3]powerful guardian entities\c[0] of the area before attacking the latter in rage. His rampage however was short-lived, as even the high-level player was no match for the \c[3]local laser of death\c[0] that soon rained down upon him.
es_es: Después de recibir una insatisfactoria felicitación en el \c[3]Centro de Misiones\c[0] Schneider decidió finalmente \c[3]desconectarse\c[0] antes de darse cuenta de que no podía, ni normalmente ni \c[3]quitándose manualmente el \v[lore.title.cross-gear]\c[0]. Presa del pánico, intentó obtener información de los \c[3]otros residentes\c[0] y de las \c[3]poderosas entidades guardianas\c[0] de la zona antes de atacar a estas últimas con rabia. Sin embargo, su ataque duró poco, ya que incluso el jugador de alto nivel no fue rival para el \c[3]láser local de la muerte\c[0] que pronto aterrizó sobre él.

# data/database.json//lore/chapter-07/content/page-04-01/content
source: After \c[3]respawning\c[0] and musing about the benefits of respawning after death, Schneider admits that he \c[3]lost all of his memories about his life outside of the game\c[0], just like Lea. Determined to solve their situation they decide to \c[3]return to their rooms\c[0] for sleep.
es_es: Después de \c[3]reaparecer\c[0] y de reflexionar sobre los beneficios de reaparecer después de la muerte, Schneider admite que \c[3]perdió todos sus recuerdos sobre su vida fuera del juego\c[0], al igual que Lea. Decididos a resolver su situación, deciden \c[3]volver a sus habitaciones\c[0] para dormir.

# data/database.json//lore/chapter-07/content/page-04-02/content
source: After returning to her room Sergey admitted to being \c[3]employed\c[0] by \c[3]\v[lore.title.dev-company]\c[0], \c[3]the company developing \v[lore.title.cross-worlds]\c[0], and thus having access to some of the \c[3]development documents\c[0]. He further explained that the \c[3]\v[area.arid.name]\c[0] is an area that was \c[3]never finished\c[0] and thus \c[3]should not be available to normal players\c[0]. Upon vaguely noting that the other players were \c[3]not in a coma\c[0], unlike Lea, she became \c[3]suspicious\c[0]. Instead of clarifying Sergey quickly rushed Lea to \c[3]log out\c[0].
es_es: Después de volver a su habitación, Sergey admitió ser \c[3]empleado\c[0] de \c[3]\v[lore.title.dev-company]\c[0], \c[3]la empresa que desarrolla \c[lore.title.cross-worlds]\c[0], y por tanto tiene acceso a algunos de los \c[3]documentos de desarrollo\c[0]. Además, explicó que el \c[3]\v[area.arid.name]\c[0] es un área que \c[3]nunca fue terminada\c[0] y por lo tanto \c[3]no debería estar disponible para los jugadores normales\c[0]. Al notar vagamente que los otros jugadores no estaban \c[3]en coma\c[0], a diferencia de Lea, ella empezó a levantar \c[3]sospechas\c[0]. En lugar de explicarse, Sergey apresuró a Lea para que \c[3]se desconectara\c[0].

# data/database.json//lore/chapter-07/content/page-05-01/content
source: Lea reawakened from \c[3]another dream\c[0], this time involving both \c[3]Sergey and Gautham, among others\c[0]. Upon learning this, Sergey explained that he, Gautham and a certain \c[3]Satoshi\c[0], allegedly \c[3]Lea's brother\c[0], were all \c[3]working for \v[lore.title.dev-company] together 5 years ago\c[0]. Everyone except Sergey \c[3]vanished 4 years ago\c[0] though, until Sergey found \c[3]Lea alive\c[0], but in a coma. After reiterating that \c[3]learning the truth\c[0] behind all the ongoing mysteries would be the secret to \c[3]Lea's reawakening\c[0], he urged Lea to \c[3]reunite with Schneider\c[0] outside.
es_es: Lea despertó de \c[3]otro sueño\c[0], esta vez involucrando a \c[3]Sergey y Gautham\c[0], entre otros. Al enterarse de esto, Sergey explicó que él, Gautham y un tal \c[3]Satoshi\c[0], supuestamente el \c[3]hermano de Lea\c[0], estaban todos \c[3]juntos trabajando para \v[lore.title.dev-company] hace 5 años\c[0]. Todos, excepto Sergey, \c[3]desaparecieron hace 4 años\c[3], hasta que Sergey encontró a \c[3]Lea viva\c[3], pero en coma. Luego de reiterar que \c[3]revelar la verdad\c[0] de todos los estos recurrentes misterios sería el secreto para \c[3]despertar a Lea\c[0], le pidió que se \c[3]reúna con Schneider\c[0] fuera.

# data/database.json//lore/chapter-07/content/page-05-02/content
source: Upon reuniting and visiting the \c[3]Quest-HUB\c[0] the pair was surprised to not even get a proper quest. Instead they were supposed to \c[3]wander the area\c[0] for the day. Schneider gave Lea \c[3]a tour\c[0] of all the interesting landmarks he found while exploring. The last was a \c[3]mysterious tower\c[0], that residents of the area supposedly \c[3]enter without returning\c[0]. With additional unease in their hearts, they returned back to their rooms. As that uneventful day was about to end, Sergey explained that \c[3]Lea's entire existence inside of \v[lore.title.cross-worlds] is unofficial\c[0] which why he can not work with the authorities to solve their problems.
es_es: Al reunirse y visitar el \c[3]Centro de Misiones\c[0], la pareja se sorprendió de que ni siquiera recibieron una misión como tal. En lugar de eso, se suponía que debían \c[3]pasear por la zona\c[0] durante el día. Schneider le dio a Lea \c[3]un tour\c[0] por todos los puntos de referencia que encontró mientras exploraba. El último era una \c[3]misteriosa torre\c[0], a la que los residentes de la zona supuestamente \c[3]entraban sin volver\c[0]. Con más inquietud en sus corazones, regresaron a sus habitaciones. Cuando el día estaba a punto de terminar, Sergey explicó que \c[3]la presencia de Lea dentro de \v[lore.title.cross-worlds] no es oficial\c[0], por lo que no pueden contactar a las autoridades para resolver sus problemas.

# data/database.json//lore/chapter-07/content/page-06-01/content
source: \c[3]The next day\c[0], when they were about to head out, Lea got a surprising visitor, as \c[3]an angry Shizuka\c[0] appeared by violently storming the place. In a dramatic confrontation she revealed that Lea is, contrary to Sergey's previous explanations, \c[3]not really human\c[0] but instead a \c[3]highly-advanced AI-copy of Shizuka\c[0]. Shizuka then \c[3]blames Lea\c[0] for her bad situation before leaving. Traumatized and shaken over Sergey's past dishonesty, Lea \c[3]cut off the connection with him\c[0] and slowly went to reunite with Schneider.
es_es: \c[3]Al día siguiente\c[0], cuando estaban a punto de salir, Lea recibió una sorprendente visita. \c[3]Una Shizuka furiosa\c[0] apareció irrumpiendo violentamente en la habitación. En una dramática confrontación reveló que Lea, contrariamente a las explicaciones anteriores de Sergey, \c[3]no es realmente humana\c[0] sino una \c[3]clon-IA altamente avanzada de Shizuka\c[0]. Shizuka entonces \c[3]culpa a Lea\c[0] de su mala situación antes de marcharse. Traumatizada y sacudida por la deshonestidad de Sergey en el pasado, Lea \c[3]cortó la conexión con él\c[0] y lentamente fue a reunirse con Schneider.

# data/database.json//lore/chapter-07/content/page-06-02/content
source: Visibly shaken, Lea's inner turmoil was easy to notice for Schneider. They still continued by starting the next quest, which once again involved a \c[3]Trial Building\c[0] they had to enter. After holding her despair inside during the quest, Lea finally collapsed, crying, when they were about to enter the building. Schneider decided to \c[3]take a break\c[0] and instead talk about their circumstances and feelings. Upon calming down again, they decided to \c[3]return to their rooms\c[0] and leave the quest for another day. Lea, \c[3]still angry at Sergey\c[0], rejected his apologies and logged out.
es_es: La agitación interior de Lea fue fácil de notar para Schneider. Aún así, continuaron la siguiente misión, que una vez más implicaba un \c[3]Edificio de Pruebas\c[0] en el que debían entrar. Después de aguantar su desesperación durante la misión, Lea finalmente se derrumbó, llorando, cuando estaban a punto de entrar en el edificio. Schneider decidió \c[3]tomarse un descanso\c[0] y hablar de sus situaciones y sentimientos. Al calmarse de nuevo, decidieron \c[3]volver a sus habitaciones\c[0] y dejar la misión para otro día. Lea, \c[3]todavía enfadada con Sergey\c[0], rechazó sus disculpas y cerró la sesión.

# data/database.json//lore/chapter-07/content/page-07-01/content
source: On the \c[3]fourth day\c[0], Lea woke to the sound of silence, as Sergey did not greet her. Instead she met up with Schneider to finish the quest from the day before. After facing another powerful foe inside of the Trial Building, they yet again entered a mysterious unknown room that looked strikingly like a messy apartment. After some exceptional examination, Lea was able to deduce that it was in fact \c[3]Schneider's real-life room\c[0], much to his embarrassment.
es_es: En el \c[3]cuarto día\c[0], Lea se despertó con el sonido del silencio, ya que Sergey no la saludó. En su lugar, se reunió con Schneider para terminar la misión del día anterior. Después de enfrentarse a otro poderoso enemigo dentro del Edificio de Pruebas, volvieron a entrar en una misteriosa habitación desconocida que se parecía mucho a un apartamento desordenado. Después de un detallado vistazo, Lea fue capaz de deducir que en realidad era la \c[3]habitación de la vida real de Schneider\c[3], él se sintió muy avergonzado.
