Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/quests/rftc-1-collect_trade/hubSettings/location
source: Assistance is needed for a simple delivery task. \c[3]- Rookie Harbor Marketplace\c[0]
ru_ru: Нужна помощь с простой доставкой. \c[3]- рынок Гавани новичков\c[0]

# data/database.json/quests/rftc-1-collect_trade/name
source: Small Time Delivery
ru_ru: Несчастная доставка

# data/database.json/quests/rftc-1-collect_trade/person
source: Mr. Nomsworth
ru_ru: Мистер Номсворт

# data/database.json/quests/rftc-1-collect_trade/description
source: \c[3]Mr. Nomsworth\c[0], an employee of the trading association of \v[area.rookie-harbor.name], commissioned you to acquire certain items from the market and deliver them to his client.
ru_ru: \c[3]Мистер Номсворт\c[0], сотрудник торговой ассоциации Гавани новичков, поручил вам приобрести определённые товары на рынке и доставить их своему клиенту.

# data/database.json/quests/rftc-1-collect_trade/briefing
source: You've acquired the needed items, delivered them to the barkeep and got your reward.
ru_ru: Вы приобрели нужные товары, доставили их бармену и получили свою награду.

# data/database.json/quests/rftc-1-collect_trade/tasks/0/task
source: Get several trade items from the trader at the \c[3]Market\c[0]
ru_ru: Получите несколько товаров у дельца на \c[3]рынке\c[0]

# data/database.json/quests/rftc-1-collect_trade/tasks/1/task
source: Bring the items to \c[3]the barkeeper\c[0] of the pub \c[3]Gut Punch\c[0] at the sea
ru_ru: Принесите товары \c[3]бармену\c[0] в паб \c[3]"Удар под дых"\c[0] у моря

# data/database.json/quests/rftc-1-collect_trade/tasks/2/task
source: Report back to \c[3]Mr. Nomsworth\c[0] in the \c[3]Marketplace\c[0]
ru_ru: Отчитайтесь \c[3]Мистеру Номсворту\c[0] на \c[3]рынке\c[0]

# data/database.json/quests/bull-arena-1/hubSettings/location
source: An overdue delivery from \v[area.autumn-area.name] needs to be tracked. \c[3]- Rookie Harbor Marketplace\c[0]
ru_ru: Опоздавшая доставка из Расцвета Осени должна быть отслежена. \c[3]- рынок Гавани новичков\c[0]

# data/database.json/quests/bull-arena-1/name
source: Bull Grab
ru_ru: Бычий захват

# data/database.json/quests/bull-arena-1/person
source: Mr. Nomsworth
ru_ru: Мистер Номсворт

# data/database.json/quests/bull-arena-1/description
source: Business people are in danger of doing business without eating! Search for the \c[3]food collector in \v[area.autumn-area.name]\c[0] and find out what happened to her and the delivery.
ru_ru: Деловые люди находятся в опасности, занимаясь бизнесом без еды! Найдите \c[3]сборщика еды в Расцвете Осени\c[0] и выясните, что случилось с ней и доставкой.

# data/database.json/quests/bull-arena-1/briefing
source: You have saved the food delivery. Now business can be conducted properly with full stomachs!
ru_ru: Вы спасли поставку еды. Теперь бизнес можно вести с полными животами!

# data/database.json/quests/bull-arena-1/tasks/0/task
source: Find the \c[3]food collector\c[0] along the \c[3]main route through \v[area.autumn-area.name]\c[0]
ru_ru: Найдите \c[3]сборщика еды\c[0] на \c[3]основном пути через Расцвет Осени\c[0]

# data/database.json/quests/bull-arena-1/tasks/1/task
source: \c[3]Clear out the pit on Pathway 5\c[0] to get the package back
ru_ru: \c[3]Зачистите яму на Пути 5\c[0], чтобы вернуть посылку

# data/database.json/quests/bull-arena-1/tasks/2/task
source: Pick up the \c[3]Lunch Delivery Package\c[0]
ru_ru: Заберите \c[3]Посылку с ланчем\c[0]

# data/database.json/quests/bull-arena-1/tasks/3/task
source: Talk to \c[3]the collector on Pathway 5\c[0] again
ru_ru: Поговорите со \c[3]сборщиком на Пути 5\c[0] ещё раз

# data/database.json/quests/bull-arena-1/tasks/4/task
source: Go back to \c[3]Mr Nomsworth\c[0] on the \c[3]Marketplace\c[0]
ru_ru: Вернитесь назад к \c[3]Мистеру Номсворту\c[0] на \c[3]рынок\c[0]

# data/database.json/quests/rftc-3-metalstuff/hubSettings/location
source: Need support for a high-priority mission from the higher ups. \c[3]- Rookie Harbor Marketplace\c[0]
ru_ru: Нужна помощь с высокоприоритетной миссией от начальства. \c[3]- рынок Гавани новичков\c[0]

# data/database.json/quests/rftc-3-metalstuff/name
source: New Metal
ru_ru: Новый металл

# data/database.json/quests/rftc-3-metalstuff/person
source: Mr. Nomsworth
ru_ru: Мистер Номсворт

# data/database.json/quests/rftc-3-metalstuff/personAfter
source: Chairman Steward
ru_ru: Председатель Стюард

# data/database.json/quests/rftc-3-metalstuff/description
source: \c[3]Mr. Nomsworth\c[0] has sent you to the \c[3]main headquarters of the Coastal Trading Coalition\c[0] for another assignment. It must be very important!
ru_ru: \c[3]Мистер Номсворт\c[0] отправил вас в \c[3]главный штаб Прибрежного торгового союза\c[0] на очередное задание. Оно может быть очень важным!

# data/database.json/quests/rftc-3-metalstuff/briefing
source: You have helped the \c[3]metal production in \v[area.rookie-harbor.name] to advance\c[0] and also introduced yourself to the board of the CTC in the process!
ru_ru: Вы помогли \c[3]развитию металлопроизводства в Гавани новичков\c[0], а также познакомились с управляющими Прибрежного торгового союза!

# data/database.json/quests/rftc-3-metalstuff/tasks/0/task
source: Talk to the \c[3]Guard\c[0] in \c[3]Traders Kontor\c[0] at the \c[3]Alley Quarters\c[0].
ru_ru: Поговорите с \c[3]охранником\c[0] в \c[3]Конторе торговцев\c[0] в \c[3]Аллее кварталов\c[0]

# data/database.json/quests/rftc-3-metalstuff/tasks/1/task
source: Talk to the \c[3]Chairman of the RTFC\c[0] in the \c[3]upper Traders Kontor\c[0]
ru_ru: Поговорите с \c[3]председателем СФТГ \c[0]на \c[3]верхнем этаже Конторы торговцев\c[0]

# data/database.json/quests/rftc-3-metalstuff/tasks/2/task
source: Talk to the \c[3]metal trader\c[0] in the \c[3]Trader's Den\c[0] of \c[3]\v[area.bergen.name]\c[0]
ru_ru: Поговорите с \c[3]торговцем металлом\c[0] в \c[3]Логове торговцев\c[0] в \c[3]\v[area.bergen.name]е\c[0]

# data/database.json/quests/rftc-3-metalstuff/tasks/3/task
source: Find the smelter parts in \c[3]a room that harbors heat\c[0] in \c[3]\v[area.cold-dng.name]\c[0]
ru_ru: Найдите плавильные запчасти в \c[3]комнате, что таит пламя\c[0] в \c[3]Храм-Шахте\c[0]

# data/database.json/quests/rftc-3-metalstuff/tasks/4/task
source: Report back to the \c[3]metal trader\c[0] in \c[3]Trader's Den\c[0] of \c[3]\v[area.bergen.name]\c[0]
ru_ru: Отчитайтесь \c[3]торговцу металлом\c[0] в \c[3]Логове торговцев\c[0] в \c[3]\v[area.bergen.name]е\c[0]

# data/database.json/quests/rftc-3-metalstuff/tasks/5/task
source: Report back to \c[3]Chairman Steward\c[0] in the \c[3]upper Traders Kontor\c[0]
ru_ru: Отчитайтесь \c[3]председателю Стюарду\c[0] на \c[3]верхнем этаже Конторы торговцев\c[0]

# data/database.json/quests/foa-1-treedoc/hubSettings/location
source: Some precious trees have become sick and need treatment. \c[3]- Fruits of Autumn HQ\c[0]
ru_ru: Некоторые ценные деревья заболели, и нуждаются в лечении. \c[3]- штаб Даров Осени\c[0]

# data/database.json/quests/foa-1-treedoc/name
source: Sickly Trees
ru_ru: Болезненные деревья

# data/database.json/quests/foa-1-treedoc/person
source: Chief Manzana
ru_ru: Лесничий Манзана

# data/database.json/quests/foa-1-treedoc/description
source: \c[3]Four trees in \v[area.autumn-area.name]\c[0] have been infected with a disease and endanger the harmony of the Track. Find them with your \c[3]Analysis\c[0] and cure the sickness with the \c[3]\v[item.171.name]\c[0].
ru_ru: \c[3]Четыре дерева в Расцвете осени\c[0] заражены болезнью и ставят под угрозу гармонию Пути. Найдите их с помощью своего \c[3]Анализа\c[0] и вылечите болезнь с помощью \c[3]Яблочного сидра\c[0].

# data/database.json/quests/foa-1-treedoc/briefing
source: You have healed the sick trees and preserved the balance of the Track.
ru_ru: Вы исцелили больные деревья и сохранили баланс Пути.

# data/database.json/quests/foa-1-treedoc/tasks/0/task
source: Heal the \c[3]4 sick trees\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Излечите \c[3]4 больных дерева\c[0] в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/foa-1-treedoc/tasks/0/subtasks/0/text
source: Heal the tree in \c[3]Pathway 2\c[0]
ru_ru: Дерево на \c[3]Пути 2\c[0]

# data/database.json/quests/foa-1-treedoc/tasks/0/subtasks/0/shortText
source: In \c[3]Pathway 2\c[0]
ru_ru: На \c[3]Пути 2\c[0]

# data/database.json/quests/foa-1-treedoc/tasks/0/subtasks/1/text
source: Heal the tree in \c[3]Pathway 3\c[0]
ru_ru: Дерево на \c[3]Пути 3\c[0]

# data/database.json/quests/foa-1-treedoc/tasks/0/subtasks/1/shortText
source: In \c[3]Pathway 3\c[0]
ru_ru: На \c[3]Пути 3\c[0]

# data/database.json/quests/foa-1-treedoc/tasks/0/subtasks/2/text
source: Heal the tree in \c[3]Off Road 2\c[0]
ru_ru: Дерево на \c[3]Бездорожье 2\c[0]

# data/database.json/quests/foa-1-treedoc/tasks/0/subtasks/2/shortText
source: In \c[3]Off Road 2\c[0]
ru_ru: На \c[3]Бездорожье 2\c[0]

# data/database.json/quests/foa-1-treedoc/tasks/0/subtasks/3/text
source: Heal the tree east of \c[3]Obelisk Lake\c[0]
ru_ru: Дерево на востоке от \c[3]Озера у обелиска\c[0]

# data/database.json/quests/foa-1-treedoc/tasks/0/subtasks/3/shortText
source: East of \c[3]Obelisk Lake\c[0]
ru_ru: На востоке от \c[3]Озера у обелиска\c[0]

# data/database.json/quests/foa-1-treedoc/tasks/1/task
source: Report back to \c[3]Chief Woodkeeper Manzana\c[0] in the \c[3]Fruits of Autumn HQ\c[0]
ru_ru: Отчитайтесь \c[3]Хранителю леса Манзане\c[0] в \c[3]штабе Даров Осени\c[0]

# data/database.json/quests/foa-2-tree_defense/hubSettings/location
source: A very important tree has become sick and needs intensive treatment! \c[3]- Fruits of Autumn HQ\c[0]
ru_ru: Очень важное дерево заболело и нуждается в интенсивном лечении! \c[3]- штаб Даров Осени\c[0]

# data/database.json/quests/foa-2-tree_defense/name
source: Intensive Tree Care
ru_ru: Активный уход за деревьями

# data/database.json/quests/foa-2-tree_defense/person
source: Chief Manzana
ru_ru: Лесничий Манзана

# data/database.json/quests/foa-2-tree_defense/description
source: \c[3]A sacred tree in \v[area.autumn-area.name]\c[0] has been infected with a disease that endangers the harmony of the Track. Cure the sickness with the \c[3]\v[item.189.name]\c[0].
ru_ru: \c[3]Священное дерево в Расцвете Осени\c[0] было заражено болезнью, которая ставит под угрозу гармонию Пути. Вылечите болезнь с помощью \c[3]Осеннего бальзама\c[0].

# data/database.json/quests/foa-2-tree_defense/briefing
source: You have healed the sick tree and preserved the balance of the Track.
ru_ru: Вы исцелили больное дерево и сохранили баланс Пути.

# data/database.json/quests/foa-2-tree_defense/tasks/0/task
source: Cure a \c[3]sick special tree\c[0] in \c[3]Pathway 3\c[0] of \c[3]\v[area.autumn-area.name]\c[0] with \v[item.189.name]
ru_ru: Вылечите \c[3]особое больное дерево\c[0] на \c[3]Пути 3\c[0] в \c[3]Расцвете Осени\c[0] с помощью Осеннего бальзама

# data/database.json/quests/foa-2-tree_defense/tasks/1/task
source: Report back to \c[3]Chief Woodkeeper Manzana\c[0] in the \c[3]Fruits of Autumn HQ\c[0]
ru_ru: Отчитайтесь \c[3]Хранителю леса Манзане\c[0] в \c[3]штабе Даров Осени\c[0]

# data/database.json/quests/foa-3-buffel_cave/hubSettings/location
source: A Bovine is burning with sickness and must be released from its pain. \c[3]- Fruits of Autumn HQ\c[0]
ru_ru: Бычара воспламенён болезнью и должен быть освобождён от боли. \c[3]- штаб Даров Осени\c[0]

# data/database.json/quests/foa-3-buffel_cave/name
source: Bull on Fire
ru_ru: Бык в огне

# data/database.json/quests/foa-3-buffel_cave/person
source: Chief Manzana
ru_ru: Лесничий Манзана

# data/database.json/quests/foa-3-buffel_cave/description
source: \c[3]A once proud Bovine\c[0] has fallen ill with a burning disease which set the beast ablaze in both body and rage. Find its hiding spot and lay it to rest!
ru_ru: \c[3]Некогда гордый бычара\c[0] заболел огненным недугом, который разжёг его тело и ярость в нём. Найдите его укрытие и предайте его земле!

# data/database.json/quests/foa-3-buffel_cave/briefing
source: The bovine has been delivered from its pain. It will do no more harm to the lands of Autumn.
ru_ru: Бычара был избавлен от боли. Он больше не принесёт вреда землям Осени.

# data/database.json/quests/foa-3-buffel_cave/tasks/0/task
source: Enter the \c[3]Densewater Caverns\c[0] on \c[3]Secluded Path\c[0] in the northeast of \c[3]\v[area.autumn-fall.name]\c[0]
ru_ru: Войдите в \c[3]Пещеры густых вод\c[0] на \c[3]Укромной тропе\c[0] на северо-востоке \c[3]Заката Осени\c[0]

# data/database.json/quests/foa-3-buffel_cave/tasks/1/task
source: Search for \c[3]the raging Bovine\c[0] in the \c[3]Densewater Caverns\c[0] and lay it to rest
ru_ru: Найдите \c[3]яростного Бычару\c[0] в \c[3]Пещерах густых вод\c[0] и предайте его земле

# data/database.json/quests/foa-3-buffel_cave/tasks/2/task
source: Report back to \c[3]Chief Woodkeeper Manzana\c[0] in the \c[3]Fruits of Autumn HQ\c[0]
ru_ru: Отчитайтесь \c[3]Хранителю леса Манзане\c[0] в \c[3]штабе Даров Осени\c[0]

# data/database.json/quests/foa-4-sick_bovine/name
source: Maybe "Sick Bovine" maybe not, is Optional
ru_ru: Может, "Больной бычара", может и нет, по-разному

# data/database.json/quests/foa-4-sick_bovine/person
source: Chief Manzana
ru_ru: Лесничий Манзана

# data/database.json/quests/foa-4-sick_bovine/description
source: \c[3]A sacred tree in \v[area.autumn-area.name]\c[0] has been infected with a disease that endangers the harmony of the Track. Cure the sickness with the \c[3]\v[item.189.name]\c[0].
ru_ru: \c[3]Священное дерево в Расцвете Осени\c[0] было заражено болезнью, которая ставит под угрозу гармонию Пути. Вылечите болезнь с помощью \c[3]Осеннего бальзама\c[0].

# data/database.json/quests/foa-4-sick_bovine/briefing
source: You have healed the sick tree and preserved the balance of the Track.
ru_ru: Вы исцелили больное дерево и сохранили баланс Пути.

# data/database.json/quests/foa-4-sick_bovine/tasks/0/task
source: Talk to \c[3]Herbalist Helen\c[0] in \c[3]Pathway 3\c[0] and wait for the \c[3]sick buffel\c[0]
ru_ru: Поговорите с \c[3]Травницей Хелен\c[0] на \c[3]Пути 3\c[0] и подождите \c[3]больного бычару\c[0]

# data/database.json/quests/foa-4-sick_bovine/tasks/1/task
source: Lure the buffel to the \c[3]sacred tree\c[0], cleanse it in the water and lay it to rest
ru_ru: Заманите бычару к \c[3]священному дереву\c[0], очистите его водой и придайте его земле

# data/database.json/quests/foa-4-sick_bovine/tasks/2/task
source: Talk to \c[3]Herbalist Helen\c[0] again
ru_ru: Поговорите с \c[3]Травницей Хелен\c[0] снова

# data/database.json/quests/foa-4-sick_bovine/tasks/3/task
source: Report back to \c[3]Chief Woodkeeper Manzana\c[0] in the \c[3]Fruits of Autumn HQ\c[0]
ru_ru: Отчитайтесь \c[3]Хранителю леса Манзане\c[0] в \c[3]штабе Даров Осени\c[0]

# data/database.json/quests/unknown-warrior-1/name
source: A Promise Is a Promise
ru_ru: Обещание есть обещание

# data/database.json/quests/unknown-warrior-1/personAfter
source: Ketin D'Kar
ru_ru: Кетин Д'кар

# data/database.json/quests/unknown-warrior-1/description
source: You found a weird player wearing armor from all classes trying to find a \c[3]\v[item.133.name]\c[0]. He said you can find it in \c[3]\v[area.autumn-area.name]\c[0] in an area where it rains and you have to defeat lots of \c[3]\v[combat.name.hedgehog]s\c[0].
ru_ru: Вы нашли игрока, одетого в броню всех классов, который пытается найти \c[3]Сломанную перчатку\c[0]. Он сказал, что вы найдёте её в \c[3]Расцвете Осени\c[0], в месте, где идёт дождь и много \c[3]Дикоборзов\c[0].

# data/database.json/quests/unknown-warrior-1/briefing
source: You found the weapon and returned it to the player, learning nothing but his name: \c[3]Ketin D'Kar\c[0]
ru_ru: Вы нашли оружие и вернули его игроку, узнав только его имя: \c[3]Кетин Д'кар\c[0]

# data/database.json/quests/unknown-warrior-1/tasks/0/task
source: Find the \c[3]\v[item.133.name]\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Найдите \c[3]Сломанную перчатку\c[0] в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/unknown-warrior-1/tasks/1/task
source: Hand over the \v[item.133.name] to the strange player at the \c[3]\v[area.rookie-harbor.name] Market\c[0]
ru_ru: Отдайте Сломанную перчатку странному игроку на \c[3]рынке Гавани новичков\c[0]

# data/database.json/quests/steaks_1/hubSettings/location
source: Howdy! Much is at steak so I need some brave help! Hope to meat you soon. \c[3]- Rising Exit\c[0]
ru_ru: Здрасьте! Тут начинается мясо, и мне нужна помощь! Запекай. \c[3]- Восходящий выход\c[0]

# data/database.json/quests/steaks_1/name
source: Wood 'n Steaks
ru_ru: Стейки на дровах

# data/database.json/quests/steaks_1/person
source: Ms. Teak
ru_ru: Мисс Тейк

# data/database.json/quests/steaks_1/description
source: \c[3]Ms. Selena Teak\c[0] wants to create the best steaks in all of \v[area.rookie-harbor.name] and needs someone to deliver the ingredients. A worthy task indeed!
ru_ru: \c[3]Мисс Селена Тейк\c[0] хочет создать лучшие стейки во всей Гавани новичков, и ей нужен кто-нибудь, чтобы достать ингредиенты. Действительно достойная задача!

# data/database.json/quests/steaks_1/briefing
source: You have acquired the requested items, but the result was not satisfying. Maybe different types of wood will do the trick?
ru_ru: Вы получили требуемые предметы, но результат не был удовлетворительным. Может быть, другие типы древесины сделают своё дело?

# data/database.json/quests/steaks_1/tasks/0/task
source: Collect \c[3]\v[item.88.name]\c[0] and both \c[3]light wood\c[0] and \c[3]sharp wood\c[0]
ru_ru: Соберите \c[3]\v[item.88.name]\c[0] и оба типа древесины, \c[3]мягкого\c[0] и \c[3]острого дерева\c[0]

# data/database.json/quests/steaks_1/tasks/1/task
source: Deliver the items to \c[3]Ms. Teak\c[0] \c[3]near the Weaponstore of \v[area.rookie-harbor.name]\c[0]
ru_ru: Доставьте предметы \c[3]мисс Тейк возле оружейного магазина Гавани новичков\c[0]

# data/database.json/quests/steaks_2/hubSettings/location
source: The first try was a failure, but the next steaks will be perfect! Come and see! \c[3]- Rising Exit\c[0]
ru_ru: Первая попытка была неудачной, но следующие стейки будут идеальны! Приди и убедись! \c[3]- Восходящий выход\c[0]

# data/database.json/quests/steaks_2/name
source: Meating Expectations
ru_ru: Мясные ожидания

# data/database.json/quests/steaks_2/person
source: Ms. Teak
ru_ru: Мисс Тейк

# data/database.json/quests/steaks_2/description
source: Despite the disappointing first try, \c[3]Ms. Teak\c[0] is still determined to find the perfect preparation for steak. This time you should search for a different combination of wood!
ru_ru: Несмотря на разочаровывающую первую попытку, \c[3]мисс Тейк\c[0] по-прежнему полна решимости найти идеальный рецепт для приготовления стейка. На этот раз вам нужно найти другие виды древесины!

# data/database.json/quests/steaks_2/briefing
source: This time the wood has done the job perfectly! Now you can acquire delicious \c[3]Rare Steaks\c[0] from Ms. Teak's booth!
ru_ru: На этот раз дрова отлично сделали свою работу! Теперь вы можете приобрести вкусные \c[3]редкие стейки\c[0] у киоска мисс Тейк!

# data/database.json/quests/steaks_2/tasks/0/task
source: Collect \c[3]\v[item.88.name]\c[0] and both \c[3]regal wood\c[0] and \c[3]dry wood\c[0]
ru_ru: Соберите \c[3]\v[item.88.name]\c[0], а также \c[3]царственную\c[0] и \c[3]сухую\c[0] древесину

# data/database.json/quests/steaks_2/tasks/1/task
source: Deliver the items to \c[3]Ms. Teak\c[0] \c[3]near the Weaponstore of \v[area.rookie-harbor.name]\c[0]
ru_ru: Доставьте предметы \c[3]мисс Тейк возле оружейного магазина Гавани новичков\c[0]

# data/database.json/quests/steaks_3/hubSettings/location
source: Now is the time to take my steaks even further and taste perfection! \c[3]- Rising Exit\c[0]
ru_ru: Теперь настало время сделать мои стейки ещё более вкусными! \c[3]- Восходящий выход\c[0]

# data/database.json/quests/steaks_3/name
source: Raising the Steaks
ru_ru: Улучшение стейков

# data/database.json/quests/steaks_3/person
source: Ms. Teak
ru_ru: Мисс Тейк

# data/database.json/quests/steaks_3/description
source: \c[3]Ms. Teak\c[0] wants to improve her steaks even further. This time you should search for a different variety of ingredients for a proper marinade!
ru_ru: \c[3]Мисс Тейк\c[0] хочет сделать свои стейки ещё лучше. На этот раз вы должны найти различные ингредиенты для подходящего маринада!

# data/database.json/quests/steaks_3/briefing
source: The pinnacle of steak has been reached! Now you can acquire even \c[3]Gourmet Steaks\c[0] from Ms. Teak's booth!
ru_ru: Совершенство стейков достигнуто! Теперь вы можете приобрести \c[3]Стейки для гурманов\c[0] в киоске мисс Тейк!

# data/database.json/quests/steaks_3/tasks/0/task
source: Collect some \c[3]old wood\c[0], \c[3]honey\c[0] and \c[3]apples from the East\c[0]
ru_ru: Соберите немного \c[3]старой древесины\c[0], \c[3]мёда\c[0] и \c[3]восточных яблок\c[0]

# data/database.json/quests/steaks_3/tasks/1/task
source: Deliver the items to \c[3]Ms. Teak\c[0] \c[3]near the Weaponstore of \v[area.rookie-harbor.name]\c[0]
ru_ru: Доставьте предметы \c[3]мисс Тейк возле оружейного магазина Гавани новичков\c[0]

# data/database.json/quests/console-switch-1/hubSettings/location
source: Hedgehags learned to fly, believe it! Help me to find proof! \c[3]- Rookie Harbor Inn\c[0]
ru_ru: Дикоборзы научились летать, поверьте мне! Помогите мне найти доказательства! \c[3]- гостиница Гавани Новичков\c[0]

# data/database.json/quests/console-switch-1/name
source: A Switch in Altitude
ru_ru: Переключатель на высоте

# data/database.json/quests/console-switch-1/person
source: Joe the Younger
ru_ru: Джо младший

# data/database.json/quests/console-switch-1/description
source: The Falldiver pioneer \c[3]Joe the Younger\c[0] talks about seeing a thus unknown species of \c[3]Flying type \v[combat.name.hedgehog]s\c[0]. You should investigate and find proof of his discovery!
ru_ru: Пионер Рейдеров Осени \c[3]Джо младший\c[0] говорит, что видел неизвестный вид \c[3]Летающих дикоборзов\c[0]. Вам нужно провести исследование и найти доказательства его открытия!

# data/database.json/quests/console-switch-1/briefing
source: You found proof for the existence of \c[3]Flying type \v[combat.name.hedgehog]s\c[0] and also uncovered a secret facility of the "Avian Appliances"-company! Maybe this other new secret facility really exists as well?
ru_ru: Вы нашли доказательство существования \c[3]Летающих дикоборзов\c[0], а также раскрыли секретное предприятие компании "Воздушная техника"! Возможно, другой секретный комплекс тоже существует?

# data/database.json/quests/console-switch-1/tasks/0/task
source: Search for new species on \c[3]Off Road 2\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Поищите новых существ на \c[3]Бездорожье 2\c[0] в \c[3]Расцвете Осени\c[0]

# data/database.json/quests/console-switch-1/tasks/1/task
source: Search for new species on the \c[3]Secluded Path\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]
ru_ru: Поищите новых существ на \c[3]Укромной тропе\c[0] в \c[3]Закате Осени\c[0]

# data/database.json/quests/console-switch-1/tasks/2/task
source: Examine the strange device in \c[3]Secluded Path\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]
ru_ru: Осмотрите странное устройство на \c[3]Укромной тропе\c[0] в \c[3]Закате Осени\c[0]

# data/database.json/quests/console-switch-1/tasks/3/task
source: Find and enter the \c[3]Secret Entrance\c[0] on \c[3]Secluded Path\c[0] in \c[3]\v[area.autumn-fall.name]\c[0]
ru_ru: Найдите и войдите в \c[3]секретный вход\c[0] на \c[3]Укромной тропе\c[0] в \c[3]Закате Осени\c[0]

# data/database.json/quests/console-switch-1/tasks/4/task
source: Explore the \c[3]Secret Facility\c[0]
ru_ru: Исследуйте \c[3]секретное предприятие\c[0]
