Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/quests/dekay-quest/briefing
source: You explored quite an extraordinary \c[3]testing area\c[0] that no player was ever supposed to see. Also you've defeated an unspeakable horror lurking within! Luckily, no official spotted you in the process.
ru_ru: Вы исследовали довольно необычную \c[3]область тестирования\c[0], которую не должен был видеть ни один игрок. Также вы победили невероятный ужас, скрывающийся внутри! К счастью, ни один администратор не заметил вас в процессе.

# data/database.json/quests/dekay-quest/tasks/0/task
source: Meet \c[3]Kit\c[0] in \c[3]Maroon Valley - Barren Arcs\c[0]
ru_ru: Встретьтесь с \c[3]Кит\c[0] в \c[3]Бордовой долине - Бесплодные арки\c[0]

# data/database.json/quests/dekay-quest/tasks/1/task
source: Go to a \c[3]lonely pillar\c[0] in the center of a \c[3]chasm\c[0] in \c[3]Maroon Valley - Barren Arcs\c[0] then head \c[3]directly south\c[0]
ru_ru: Направляйтесь к \c[3]одинокому столбу\c[0] в центре \c[3]пропасти\c[0] в \c[3]Бордовой долине - Бесплодные арки\c[0], затем \c[3]прямо на юг\c[0]

# data/database.json/quests/dekay-quest/tasks/2/task
source: Follow \c[3]Kit's\c[0] instructions in \c[3]Maroon Valley - Barren Arcs\c[0]
ru_ru: Следуйте инструкциям \c[3]Кит\c[0] в \c[3]Бордовой долине - Бесплодные арки\c[0]

# data/database.json/quests/dekay-quest/tasks/3/task
source: Complete the Parkour in \c[3]Maroon Valley - Testing Area\c[0]
ru_ru: Пройдите паркур в \c[3]Бордовой долине - Тестовая область\c[0]

# data/database.json/quests/dekay-quest/tasks/4/task
source: Take on the final challenge in \c[3]Maroon Valley - Testing Finale\c[0]
ru_ru: Пройдите последнее испытание в \c[3]Бордовой долине - Финальный тест\c[0]

# data/database.json/quests/trailblaze-maroon/name
source: Maroon Trailblazing
ru_ru: Бордовый первопроходец

# data/database.json/quests/trailblaze-maroon/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-maroon/description
source: Another Area, another analysis requested by Henry the Researcher. This time you are tasked to survey \c[3]Maroon Valley\c[0].
ru_ru: Очередная область, очередной анализ по просьбе Генри-исследователя. На этот раз вам поручено обследование \c[3]Бордовой долины\c[0].

# data/database.json/quests/trailblaze-maroon/briefing
source: You explored \c[3]Maroon Valley\c[0] and presented the data to Henry. Again something strange happened, a mysterious \c[3]Advisor\c[0] approached you and asked questions about Henry.
ru_ru: Вы исследовали \c[3]Бордовую долину\c[0] и предоставили данные Генри. Опять произошло нечто странное, загадочный \c[3]советник\c[0] подошёл к вам и задавал вопросы о Генри.

# data/database.json/quests/trailblaze-maroon/tasks/0/task
source: Finish the tasks Henry gave you
ru_ru: Завершите задачи, которые Генри вам дал

# data/database.json/quests/trailblaze-maroon/tasks/0/subtasks/0/text
source: Finish the Collect Quest
ru_ru: Завершите квест сбора

# data/database.json/quests/trailblaze-maroon/tasks/0/subtasks/1/text
source: Finish the Defeat Quest
ru_ru: Завершите квест на сражение противников

# data/database.json/quests/trailblaze-maroon/tasks/0/subtasks/2/text
source: Finish the Landmark Quest
ru_ru: Завершите квест на ориентиры

# data/database.json/quests/trailblaze-maroon/tasks/0/subtasks/3/text
source: Finish the Data Probe Quest
ru_ru: Завершите квест с зондом

# data/database.json/quests/trailblaze-maroon/tasks/1/task
source: Return to Henry in \c[3]Maroon Valley - Dusty Path\c[0] to show him your findings
ru_ru: Вернитесь к Генри в \c[3]Бордовую долину - Пыльный путь\c[0], чтобы показать ему свои находки

# data/database.json/quests/trailblaze-maroon-1/name
source: Maroon Valley Collect
ru_ru: Бордовая долина - Сбор

# data/database.json/quests/trailblaze-maroon-1/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-maroon-1/description
source: Collect the requested items for Henry in \c[3]Maroon Valley\c[0].
ru_ru: Соберите требуемые для Генри предметы в \c[3]Бордовой долине\c[0].

# data/database.json/quests/trailblaze-maroon-1/briefing
source: You found the requested items in \c[3]Maroon Valley\c[0]
ru_ru: Вы нашли запрашиваемые предметы в \c[3]Бордовой долине\c[0].

# data/database.json/quests/trailblaze-maroon-1/tasks/0/task
source: Find the items in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Найдите предметы в \c[3]Бордовой долине\c[0]

# data/database.json/quests/trailblaze-maroon-2/name
source: Maroon Valley Defeat
ru_ru: Бордовая долина - Разгром

# data/database.json/quests/trailblaze-maroon-2/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-maroon-2/description
source: Collect samples on different enemies by defeating them in \c[3]Maroon Valley\c[0].
ru_ru: Соберите образцы с разных врагов, побеждая их в \c[3]Бордовой долине\c[0].

# data/database.json/quests/trailblaze-maroon-2/briefing
source: You collected the data on the requested enemies.
ru_ru: Вы собрали сведения о запрашиваемых врагах.

# data/database.json/quests/trailblaze-maroon-2/tasks/0/task
source: Defeat enemies in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Победите врагов в \c[3]Бордовой долине\c[0]

# data/database.json/quests/trailblaze-maroon-3/name
source: Maroon Valley Landmarks
ru_ru: Бордовая Долина - Ориентиры

# data/database.json/quests/trailblaze-maroon-3/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-maroon-3/description
source: Henry the Researcher asked you to find all the landmarks in \c[3]Maroon Valley\c[0].
ru_ru: Генри-исследователь попросил вас найти все ориентиры в \c[3]Бордовой долине\c[0].

# data/database.json/quests/trailblaze-maroon-3/briefing
source: You found all Landmarks in \c[3]Maroon Valley\c[0] for Henry.
ru_ru: Вы нашли все ориентиры в \c[3]Бордовой долине\c[0] для Генри.

# data/database.json/quests/trailblaze-maroon-3/tasks/0/task
source: Find all the landmarks in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Найдите все ориентиры в \c[3]Бордовой долине\c[0]

# data/database.json/quests/trailblaze-maroon-4/name
source: Maroon Valley Data Probe
ru_ru: Бордовая долина - Зонд

# data/database.json/quests/trailblaze-maroon-4/person
source: Henry The Researcher
ru_ru: Генри-исследователь

# data/database.json/quests/trailblaze-maroon-4/description
source: Retrieve the data from a probe a player installed for Henry. It's in one of the caves located in \c[3]Maroon Valley\c[0].
ru_ru: Получите данные с зонда, установленного игроком для Генри. Он находится в одной из пещер, расположенных в \c[3]Бордовой долине\c[0].

# data/database.json/quests/trailblaze-maroon-4/briefing
source: You found and retrieved the data probe.
ru_ru: Вы нашли и извлекли данные из зонда.

# data/database.json/quests/trailblaze-maroon-4/tasks/0/task
source: Find the probe in a \c[3]cave\c[0] of \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Найдите зонд в \c[3]пещере\c[0] в \c[3]Бордовой долине\c[0]

# data/database.json/quests/maroon-tree-defend/name
source: Maroon Tree Defender
ru_ru: Защитник Бордового дерева

# data/database.json/quests/maroon-tree-defend/person
source: Eldress
ru_ru: Старейшина

# data/database.json/quests/maroon-tree-defend/description
source: Defend the Maroon Tree from the threat of the sandworms.
ru_ru: Защитите Бордовое дерево от угрозы песчаных червей.

# data/database.json/quests/maroon-tree-defend/briefing
source: You successfully defended the tree!
ru_ru: Вы успешно защитили дерево!

# data/database.json/quests/maroon-tree-defend/tasks/0/task
source: Enter the cave below the pink-colored \c[3]Maroon Tree\c[0] in the east of \c[3]Maroon Valley\c[0]
ru_ru: Войдите в пещеру под розовым \c[3]Бордовым деревом\c[0] на востоке \c[3]Бордовой долины\c[0]

# data/database.json/quests/maroon-tree-defend/tasks/1/task
source: Defeat the \c[3]red Sandworm\c[0] inside \c[3]Maroon Tree Cave\c[0]
ru_ru: Победите \c[3]красного Песчаного червя\c[0] внутри \c[3]пещеры Бордового дерева\c[0]

# data/database.json/quests/maroon-tree-defend/tasks/2/task
source: Show \c[3]\v[item.362.name]\c[0] to the guard of the Maroon Tree
ru_ru: Покажите \c[3]останки Ти'има\c[0] охраннику Бордового дерева

# data/database.json/quests/maroon-tree-defend/tasks/3/task
source: Report back to the \c[3]Eldress of Ba'kii Kum\c[0]
ru_ru: Отчитайтесь \c[3]Старейшине Ба'кии Кум\c[0]

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/hubSettings/location
source: Seeker! The search for Ancient relics needs more heroes! Lend us your strength! \c[3]- Arid Breeze HQ\c[0]
ru_ru: Искатель! Поиск древних реликвий требует больше героев! Дай нам свою силу! \c[3]- штаб Сухого бриза\c[0]

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/name
source: Blasting Shells
ru_ru: Взрывные панцири

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/person
source: Joel Mahir
ru_ru: Джоэль Махир

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/description
source: The \v[lore.title.faction-heat-baki] have lost an important item to some thieving shell-creatures. You must enter their lair and use an \c[3]explosive helper\c[0] to get it back!
ru_ru: Сухой бриз потерял важный предмет, что был украден вороватыми существами в панцирях. Войдите в их логово и используйте \c[3]взрывного помощника\c[0], чтобы забрать его обратно!

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/briefing
source: With the Ancient Travelguide retrieved, the search for the ruins can continue!
ru_ru: С возвращением путеводителя Древних, поиск руин может быть продолжен!

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/tasks/0/task
source: Enter the \c[3]Toisecave\c[0] on \c[3]Vivid Path\c[0] in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Войдите в \c[3]Черепещеру\c[0] на \c[3]Ярком пути\c[0] в \c[3]Бордовой долине\c[0]

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/tasks/1/task
source: Activate the \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0] and use it to clear the cave
ru_ru: Активируйте \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0] и используйте его, чтобы очистить пещеру

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/tasks/2/task
source: Explore the cave and use the \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0] to remove obstacles
ru_ru: Исследуйте пещеру и используйте \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0], чтобы сносить препятствия

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/tasks/3/task
source: Remove the boulders and pick up \c[3]the chest\c[0]
ru_ru: Избавьтесь от валунов и подберите \c[3]сундук\c[0]

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/tasks/4/task
source: Finally pick up \c[3]the chest\c[0]
ru_ru: Наконец-то подберите \c[3]сундук\c[0]

# data/database.json/quests/nomadAdv-1-turtle_bombing_1/tasks/5/task
source: Report back to \c[3]Joel Mahir\c[0] in the \c[3]Arid Breeze HQ\c[0]
ru_ru: Отчитайтесь \c[3]Джоэлю Махиру\c[0] в \c[3]штабе Сухого бриза\c[0]

# data/database.json/quests/nomadAdv-2-tomb_raiding_2/hubSettings/location
source: Seeker! The location of a cave is near. Help us get a step closer to discovery. \c[3]- Arid Breeze HQ\c[0]
ru_ru: Искатель! Местонахождение пещеры уже близко. Помоги нам ещё на шаг приблизиться к открытию. \c[3]- штаб Сухого бриза\c[0]

# data/database.json/quests/nomadAdv-2-tomb_raiding_2/name
source: Hot Trail
ru_ru: По горячим следам

# data/database.json/quests/nomadAdv-2-tomb_raiding_2/person
source: Joel Mahir
ru_ru: Джоэль Махир

# data/database.json/quests/nomadAdv-2-tomb_raiding_2/description
source: The \v[lore.title.faction-heat-baki] have studied the Ancient texts and found hints towards another thus undiscovered temple! You should find the entrance and explore it.
ru_ru: \v[lore.title.faction-heat-baki] изучал тексты Древних и нашёл намёки на путь к неизведанному храму! Вы должны найти вход и изучить его.

# data/database.json/quests/nomadAdv-2-tomb_raiding_2/briefing
source: You may not have uncovered the entire secret of the temple but you made important progress. And plucked a lot of feathers along the way.
ru_ru: Может, вы и не раскрыли тайну храма полностью, но вы добились большого прогресса. И выщипали много перьев по пути.

# data/database.json/quests/nomadAdv-2-tomb_raiding_2/tasks/0/task
source: Go to \c[3]Torn Road\c[0] in \c[3]\v[area.heat-area.name]\c[0] and meet explorer Hira
ru_ru: Идите к \c[3]Разорванной дороге\c[0] в \c[3]Бордовой долине\c[0] и встретьтесь с исследователем Хирой

# data/database.json/quests/nomadAdv-2-tomb_raiding_2/tasks/1/task
source: Use your \c[3]analysis\c[0] to search the walls for \c[3]the cave entrance\c[0] and open it
ru_ru: Используйте \c[3]свой Анализ\c[0] для поиска \c[3]входа в пещеру\c[0] в стенах и откройте его

# data/database.json/quests/nomadAdv-2-tomb_raiding_2/tasks/2/task
source: Explore the \c[3]Windless Caverns\c[0]
ru_ru: Исследуйте \c[3]Безветренные пещеры\c[0]

# data/database.json/quests/nomadAdv-2-tomb_raiding_2/tasks/3/task
source: Examine what lies \c[3]at the end of the last room\c[0]
ru_ru: Выясните, что лежит \c[3]в конце последней комнаты\c[0]

# data/database.json/quests/nomadAdv-2-tomb_raiding_2/tasks/4/task
source: Report back to \c[3]Joel Mahir\c[0] in the \c[3]Arid Breeze HQ\c[0]
ru_ru: Отчитайтесь \c[3]Джоэлю Махиру\c[0] в \c[3]штабе Сухого бриза\c[0]

# data/database.json/quests/nomadAdv-3-sandman_tomb_1/hubSettings/location
source: Seeker! The final steps towards glory lie before us! Become part of it! \c[3]- Arid Breeze HQ\c[0]
ru_ru: Искатель! Последние шаги навстречу славе предстают перед нами! Стань частью этого! \c[3]- штаб Сухого бриза\c[0]

# data/database.json/quests/nomadAdv-3-sandman_tomb_1/name
source: Waves of Sand
ru_ru: Песчаные волны

# data/database.json/quests/nomadAdv-3-sandman_tomb_1/person
source: Joel Mahir
ru_ru: Джоэль Махир

# data/database.json/quests/nomadAdv-3-sandman_tomb_1/description
source: The exploration of the Barren Temple can continue! Venture deeper inside to find treasure of Ancient times!
ru_ru: Исследование Бесплодного храма можно продолжить! Погрузитесь глубже внутрь, чтобы найти сокровище времён Древних!

# data/database.json/quests/nomadAdv-3-sandman_tomb_1/briefing
source: Exploration of the Barren Temple is finally completed. Though you don't know what exactly you found, it is certain that humanity has great progress from your efforts.
ru_ru: Исследование Бесплодного храма наконец закончено. Хоть вы и не знаете, что именно вы нашли, человечество бесспорно получило большой прогресс за счёт ваших стараний.

# data/database.json/quests/nomadAdv-3-sandman_tomb_1/tasks/0/task
source: Revisit the \c[3]Barren Temple\c[0] through \c[3]Torn Road\c[0] in \c[3]\v[area.heat-area.name]\c[0] and talk with explorer Hira
ru_ru: Вернитесь в \c[3]Бесплодный храм\c[0] через \c[3]Разорванную дорогу\c[0] в \c[3]Бордовой долине\c[0] и поговорите с исследователем Хирой

# data/database.json/quests/nomadAdv-3-sandman_tomb_1/tasks/1/task
source: Go deeper into the \c[3]Barren Temple\c[0] and search for treasure!
ru_ru: Углубитесь в \c[3]Бесплодный храм\c[0] и ищите сокровища!

# data/database.json/quests/nomadAdv-3-sandman_tomb_1/tasks/2/task
source: Claim \c[3]the mysterious treasure\c[0]!
ru_ru: Возьмите \c[3]таинственное сокровище\c[0]!

# data/database.json/quests/nomadAdv-3-sandman_tomb_1/tasks/3/task
source: Report back to \c[3]Joel Mahir\c[0] in the \c[3]Arid Breeze HQ\c[0]
ru_ru: Отчитайтесь \c[3]Джоэлю Махиру\c[0] в \c[3]штабе Сухого бриза\c[0]

# data/database.json/quests/bakiGuard-1-basar_thief_1/hubSettings/location
source: Shad traders in our beautiful city are targeted by crime. Investigations needed. \c[3]- Baki Guard HQ\c[0]
ru_ru: Торговцы-шады в нашем прекрасном городе становятся жертвами преступлений. Необходимо расследование. \c[3]- штаб Бакийской стражи\c[0]

# data/database.json/quests/bakiGuard-1-basar_thief_1/name
source: Shady Theft
ru_ru: Сомнительная кража

# data/database.json/quests/bakiGuard-1-basar_thief_1/person
source: Sgt. Niellos
ru_ru: Сержант Ниллос

# data/database.json/quests/bakiGuard-1-basar_thief_1/description
source: The \v[lore.title.faction-cold-baki] has trouble catching a thief who steals from the local \v[lore.title.shad] merchants. An outsider's perspective might be helpful.
ru_ru: Бакийская стража не может поймать вора, который крадёт у местных торговцев-шадов. Взгляд со стороны может быть полезным.

# data/database.json/quests/bakiGuard-1-basar_thief_1/briefing
source: Though the guard escaped, you have protected the Shad merchants from his crimes for the time being.
ru_ru: Хоть охранник и сбежал, вы смогли защитить торговцев-шадов от его преступлений на некоторое время.

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/0/task
source: Go to the \c[3]Bazaar of \v[area.heat-village.name]\c[0] and talk to \c[3]Guard Billston\c[0]
ru_ru: Идите на \c[3]Бакийский базар\c[0] и поговорите со \c[3]стражником Биллстоном\c[0]

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/1/task
source: Talk to \c[3]the other guard and resident Shad\c[0] at the \c[3]Bazaar of \v[area.heat-village.name]\c[0]
ru_ru: Поговорите с \c[3]другим стражником и жителями-шадами\c[0] на \c[3]Бакийском базаре\c[0]

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/1/subtasks/0/text
source: Talk to \c[3]Guard Zaida\c[0] near the bridge
ru_ru: Поговорите со \c[3]стражником Зайдой\c[0] у моста

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/1/subtasks/0/shortText
source: Meet \c[3]Guard Zaida\c[0]
ru_ru: Встретьтесь со \c[3]стражником Зайдой\c[0]

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/1/subtasks/1/text
source: Talk to \c[3]Shad Pae'trow\c[0] at his stand
ru_ru: Поговорите с \c[3]шадом Па'троу\c[0] у его лавки

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/1/subtasks/1/shortText
source: Meet \c[3]Shad Pae'trow\c[0]
ru_ru: Встретьтесь с \c[3]шадом Па'троу\c[0]

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/1/subtasks/2/text
source: Talk to \c[3]Shad Frou'quye\c[0] at her stand
ru_ru: Поговорите с \c[3]шадом Фру'ки\c[0] у её лавки

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/1/subtasks/2/shortText
source: Meet \c[3]Shad Frou'quye\c[0]
ru_ru: Встретьтесь с \c[3]шадом Фру'ки\c[0]

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/2/task
source: \c[3]Guard Billston\c[0] seems suspicious. Search the market with \c[3]your analysis\c[0] to find more specific clues
ru_ru: \c[3]Страж Биллстон\c[0] кажется подозрительным. Обыщите рынок с помощью \c[3]своего Анализа\c[0], чтобы найти более конкретные подсказки

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/3/task
source: Search for a suspicious person at the \c[3]\v[area.heat-village.name] Solarfarm\c[0]
ru_ru: Найдите подозрительного человека на \c[3]Солнечной ферме Ба'кии Кум\c[0]

# data/database.json/quests/bakiGuard-1-basar_thief_1/tasks/4/task
source: Report back to \c[3]Sgt. Niellos\c[0] in the \c[3]Baki Guard HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Ниллосу\c[0] в \c[3]штабе Бакийской стражи\c[0]

# data/database.json/quests/bakiGuard-2-evil_guard/hubSettings/location
source: The traitorous guard is terrorizing Shad traders again! He needs to be stopped. \c[3]- Baki Guard HQ\c[0]
ru_ru: Страж-предатель терроризирует торговцев-шадов снова! Его нужно остановить. \c[3]- штаб Бакийской стражи\c[0]

# data/database.json/quests/bakiGuard-2-evil_guard/name
source: Just Deserts
ru_ru: По заслугам

# data/database.json/quests/bakiGuard-2-evil_guard/person
source: Sgt. Niellos
ru_ru: Сержант Ниллос

# data/database.json/quests/bakiGuard-2-evil_guard/description
source: The \v[lore.title.faction-cold-baki] has gotten reports from Shad traders getting robbed near the settlement. You should investigate.
ru_ru: \v[lore.title.faction-cold-baki] получила жалобы от торговцев-шадов, ограбленных возле поселения. Вы должны провести расследование.

# data/database.json/quests/bakiGuard-2-evil_guard/briefing
source: You have confronted the guard Billston and finally brought him to justice. The Shad will be much safer now!
ru_ru: Вы противостояли стражу Биллстону и наконец предали его правосудию. Шады теперь будут в большей безопасности!

# data/database.json/quests/bakiGuard-2-evil_guard/tasks/0/task
source: Patrol through the main route through \c[3]\v[area.heat-area.name]\c[0] near \v[area.heat-village.name] and look for \c[3]the traitorous guard\c[0]
ru_ru: Патрулируйте основной маршрут через \c[3]Бордовую долину\c[0] возле Ба'кии Кум и ищите \c[3]стража-предателя\c[0]

# data/database.json/quests/bakiGuard-2-evil_guard/tasks/1/task
source: Find out where \c[3]Billston\c[0] went by examining the surroundings with \c[3]your analysis\c[0]
ru_ru: Выясните, куда ушёл \c[3]Биллстон\c[0], исследуя окрестности с помощью \c[3]своего Анализа\c[0]

# data/database.json/quests/bakiGuard-2-evil_guard/tasks/2/task
source: Defeat and capture \c[3]Billston the Guard\c[0] in the \c[3]Brigand Cave\c[0]
ru_ru: Победите и схватите \c[3]стража Биллстона\c[0] в \c[3]Разбойничьей пещере\c[0]

# data/database.json/quests/bakiGuard-2-evil_guard/tasks/3/task
source: Report back to \c[3]Sgt. Niellos\c[0] in the \c[3]Baki Guard HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Ниллосу\c[0] в \c[3]штабе Бакийской стражи\c[0]

# data/database.json/quests/bakiTrader-1-crate_defense_1/hubSettings/location
source: Unreliable employees late and no sign of cargo! Outrage! Need help searching. \c[3]- Market\c[0]
ru_ru: Ненадёжные работники опаздывают, и никаких признаков груза! Беспредел! Нужна помощь с поиском. \c[3]- Рынок\c[0]

# data/database.json/quests/bakiTrader-1-crate_defense_1/name
source: Crate Hate
ru_ru: Ящик ненависти

# data/database.json/quests/bakiTrader-1-crate_defense_1/person
source: Kney'tehab
ru_ru: Ни'техаб

# data/database.json/quests/bakiTrader-1-crate_defense_1/description
source: The \v[lore.title.faction-shock-baki] has been long expecting a caravan to arrive from the foot of Mt Bergen. Investigate where it is.
ru_ru: Бакийский базарный союз давно ожидает прибытия каравана с подножия горы Берген. Выясните, где он находится.

# data/database.json/quests/bakiTrader-1-crate_defense_1/briefing
source: You have helped the traders to safely deliver their cargo. Now their projects can progress smoothly.
ru_ru: Вы помогли торговцам безопасно доставить их груз. Теперь у них всё должно наладиться.

# data/database.json/quests/bakiTrader-1-crate_defense_1/tasks/0/task
source: Search for the \c[3]\v[lore.title.shad] transport\c[0] on the \c[3]main route through \v[area.heat-area.name]\c[0]
ru_ru: Ищите \c[3]транспорт шадов\c[0] на \c[3]основном пути через Бордовую долину\c[0]

# data/database.json/quests/bakiTrader-1-crate_defense_1/tasks/1/task
source: Get the \c[3]needed materials\c[0] to repair the transportation platform
ru_ru: Добудьте \c[3]необходимые материалы\c[0] для ремонта транспортной платформы

# data/database.json/quests/bakiTrader-1-crate_defense_1/tasks/2/task
source: Bring the materials to the \c[3]\v[lore.title.shad] traders\c[0]
ru_ru: Принесите материалы \c[3]торговцам-шадам\c[0]

# data/database.json/quests/bakiTrader-1-crate_defense_1/tasks/3/task
source: \c[3]Talk to the merchants again\c[0] to start the repairs and \c[3]defend the crate\c[0] until they are finished
ru_ru: \c[3]Ещё раз поговорите с торговцами\c[0], чтобы начать починку, и \c[3]защищайте ящик\c[0] до тех пор, пока они не закончат

# data/database.json/quests/bakiTrader-1-crate_defense_1/tasks/4/task
source: Report back to \c[3]Bazaarboss Kney'tehab\c[0] on the \c[3]Ba'kii Kum Market\c[0]
ru_ru: Отчитайтесь \c[3]Базарному боссу Ни'техабу\c[0] на \c[3]рынке Ба'кии Кум\c[0]
