Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/enemies/jungle.ape-boss/descriptions/0/text
source: Born atop a mountain from a magic stone, this wise ape serves as the caretaker of both the \c[3]\c[3]\v[area.tree-dng.name]\c[0]\c[0] and the \c[3]\v[combat.name.jungle/whale-boss]\c[0]. He will test each Seeker to make sure only the worthy acquire the \c[3]\v[item.410.name]\c[0]. He wields a long staff and flies around on a puffy little cloud. Although his job is to test Seekers, it seems he enjoys a good and honest fight.
ru_ru: Рождённый на вершине горы из волшебного камня, этот мудрый примат служит защитником как \c[3]Гранд Крис'кайо\c[0], так и \c[3]Древнего Стража\c[0]. Он испытывает каждого Искателя, чтобы убедиться, что только достойные получают \c[3]Тень звезды\c[0]. Он вооружён посохом и летает верхом на пышном маленьком облачке. Хоть он и привык испытывать Искателей, похоже, что он наслаждается хорошим и честным поединком.

# data/database.json/enemies/jungle.whale-boss/name
source: Ancient Guardian
ru_ru: Древний Страж

# data/database.json/enemies/jungle.whale-boss/species
source: Wisdom Bringer
ru_ru: Несущий мудрость

# data/database.json/enemies/jungle.whale-boss/descriptions/0/text
source: Enlightened and aloof, this wise whale is the true guardian of the \c[3]\v[area.tree-dng.name]\c[0]. Together with the \v[combat.name.jungle/ape-boss] it will combine wave and shock elemental attacks to test a Seeker. Shock balls will stun it, forcing the ape to try and heal it. Who you attack is your choice...
ru_ru: Просветлённый и отчуждённый, этот мудрый кит является истинным хранителем \c[3]Гранд Крис'кайо\c[0]. Вместе с Сыном Востока он комбинирует волновые и шоковые атаки, чтобы испытать Искателя. Шоковые снаряды оглушат его, вынуждая обезьяну применить исцеление. На кого нападать, выбирать вам...

# data/database.json/enemies/forest.bug-samurai-heat/name
source: Sun Beetle
ru_ru: Солнечный жук

# data/database.json/enemies/forest.bug-samurai-heat/species
source: Honorable Insect
ru_ru: Почётное насекомое

# data/database.json/enemies/forest.bug-samurai-heat/descriptions/0/text
source: This bug is a true warrior and master of the hidden arts of the blade. Trained by a master since its birth it takes down enemies with powerful strikes. Strikes so powerful they combust the air around them and create flames.
ru_ru: Этот жук является настоящим воином и мастером тайного искусства клинка. Обученный мастером с самого рождения, он наносит сильные удары по врагам. Удары настолько мощные, что они сжигают воздух вокруг себя и создают пламя.

# data/database.json/enemies/forest.bug-samurai-heat/descriptions/1/text
source: Its weapons of choice are dual swords known as "Sun Blades". When threatened it can summon a heat barrier and it uses a fake-out attack by jumping behind its enemies following up with a huge fire swirl.
ru_ru: Его любимым оружием являются парные мечи, более известные как "Солнечные клинки". Когда ему угрожают, он может создать пламенный барьер, а также использовать ложный выпад, перемещаясь за спины противников, сопровождая это всё всепоглощающим огненным вихрем.

# data/database.json/enemies/forest.bug-samurai-shock/name
source: Moon Beetle
ru_ru: Лунный жук

# data/database.json/enemies/forest.bug-samurai-shock/species
source: Honorable Insect
ru_ru: Почётное насекомое

# data/database.json/enemies/forest.bug-samurai-shock/descriptions/0/text
source: This bug is a true warrior and master of the hidden arts of the blade. Trained by a master since its birth it takes down enemies with swift strikes. It is said to be so fast that it can even dodge bullets.
ru_ru: Этот жук является настоящим воином и мастером тайного искусства клинка. Обученный мастером с самого рождения, он наносит сильные удары по врагам. Говорят, что он настолько быстр, что может даже увернуться от пуль.

# data/database.json/enemies/forest.bug-samurai-shock/descriptions/1/text
source: Its weapons of choice are dual swords known as "Moon Blades". When threatened it can summon a shock barrier and it uses an extremely fast attack that uses both swords to slice through its enemies.
ru_ru: Его любимым оружием являются парные мечи, более известные как "Лунные клинки". Когда ему угрожают, он может создать шоковый барьер, а также использовать невероятно быструю атаку двумя клинками, чтобы пробиться сквозь своих врагов.

# data/database.json/enemies/forest.samurai-boss/name
source: Twilight Master
ru_ru: Сумеречный мастер

# data/database.json/enemies/forest.samurai-boss/species
source: Master of Old
ru_ru: Старый мастер

# data/database.json/enemies/forest.samurai-boss/descriptions/0/text
source: Once a boy was found by the beetle-folk of \c[3]Sapphire Ridge\c[0]. The master of the clan raised this boy as his own. He became a strong and honorable warrior that protected the clan just as much as any other beetle. Years passed and the father's time to enter the afterlife drew close. On his deathbed the Father spoke to his son: \c[3]"You shall become the master of this clan, my son."\c[0] With tears the son nodded his head in agreement as the father dissipated into thousands of fireflies that flew into the night sky.
ru_ru: Однажды жуки \c[3]Сапфирового края\c[0] нашли мальчика. Глава клана воспитал этого ребёнка, словно родного сына. Он стал сильным и благородным воином, который защищал клан так же, как и любой другой жук. Прошли годы, приближая час отбытия отца в загробный мир. На смертном одре отец сказал сыну: \c[3]"Ты должен стать главой этого клана, дитя моё."\c[0] С полными слёз глазами сын кивнул головой в знак согласия, и отец его обратился тысячами светлячков, которые улетели в ночное небо.

# data/database.json/enemies/forest.spider/name
source: Aranetarda
ru_ru: Арахнид

# data/database.json/enemies/forest.spider/species
source: Not a bug
ru_ru: Не жук

# data/database.json/enemies/forest.spider/descriptions/0/text
source: Mostly found in caves in \v[area.forest.name], this supersized spider is the nightmare of many miners. It slows downs its prey and then attacks with a deafening scream. In groups it teams up with other \v[combat.name.forest/spider]s. Watch out as it leaps up with ice cold power.
ru_ru: Этот преимущественно обитающий в пещерах \c[3]Сапфирового края\c[0] паук-переросток является кошмаром многих шахтёров. Он замедляет свою добычу, а затем атакует оглушительным криком. Он способен действовать сообща с другими \c[3]Арахнидами\c[0]. Остерегайтесь его ледяных прыжков.

# data/database.json/enemies/minibosses.spider-black/name
source: War Webster
ru_ru: Военный ткач

# data/database.json/enemies/minibosses.spider-black/species
source: Mean war machine
ru_ru: Грубая военная машина

# data/database.json/enemies/minibosses.spider-black/descriptions/0/text
source: Rarely found in caves in \v[area.forest.name], this vile fiend is a mechanized copy of the \v[combat.name.forest/spider]. Just like its archetype it can slow down its prey. Instead of Wave-based attacks it uses Shock as its primary element. Groups of them will combine their electric power to send down bolts of lightning.
ru_ru: Редко встречающийся в пещерах Сапфирового края, этот мерзкий злодей является механизированной копией \c[3]Арахнида\c[0]. Как и его прообраз, он способен замедлять свою добычу. Вместо волновых атак он использует Шок в качестве основного элемента. Группы этих пауков будут объединять свою электрическую силу, чтобы испускать молнии.

# data/database.json/enemies/arid.rhino/name
source: Failed Rhino
ru_ru: Неудавшийся носорог

# data/database.json/enemies/arid.rhino/species
source: Failed Experiment
ru_ru: Неудачный эксперимент

# data/database.json/enemies/arid.rhino/descriptions/0/text
source: Seems like this enemy wasn't quite ready, as it is missing its backside. This left this poor being in permanent malfunction making it extremely aggressive. It will launch itself at you or jump on you, infused with various elements. Its backside is the only way to stun it. But be aware: too much pressure and it will leave a burst of particles.
ru_ru: Похоже, что этот враг был не совсем завершён, так как ему не хватает задней стороны. Это оставило это бедное существо в постоянном сбое, делая его чрезвычайно агрессивным. Он будет бросаться и прыгать на вас, применяя различные элементы. Единственный способ оглушить его - бить по задней части. Но имейте в виду: слишком большое давление, и оттуда вылетит бурный вихрь частиц.

# data/database.json/enemies/arid.snail/name
source: Gastropolis
ru_ru: Гастрополис

# data/database.json/enemies/arid.snail/species
source: Not a sneg
ru_ru: Не улитка

# data/database.json/enemies/arid.snail/descriptions/0/text
source: A huge snail with an enormous amount of HP. It's slow but it can use its huge body to jump on top of you or spin around the arena leaving an icy trail. It will also spit out slugs that move towards its enemy and explode. Attack its tail to stun it and attack. However, this will not even leave a scratch. You need something better to have a chance at draining its HP pool.
ru_ru: Огромная улитка с огромным количеством здоровья. Он медлительный, но может использовать своё огромное тело, чтобы прыгать на вас или вращаться по арене, оставляя ледяной след. Он также будет выплёвывать слизней, которые движутся к врагу и взрываются. Атакуйте его хвост, чтобы оглушить и атаковать. Тем не менее, это даже не оставит царапин. Вам нужно что-то получше, чтобы иметь возможность уменьшить его HP.

# data/database.json/enemies/frobbit-miniboss-gallant/name
source: Gallant Frobbit
ru_ru: Галантный кроляг

# data/database.json/enemies/frobbit-miniboss-gallant/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/autumn-rh.buffel-sick-1/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/cold.goat-father/name
source: The Goatfather
ru_ru: Крёстный козлец

# data/database.json/enemies/cold.goat-father/species
source: Boss Goat
ru_ru: Козёл-босс

# data/database.json/enemies/cold.goat-father/descriptions/0/text
source: It can make offers, you can not refuse.
ru_ru: Он может сделать предложение, от которого вы не сможете отказаться.

# data/database.json/enemies/heat.darth-moth-old/species
source: Flying Seahorse
ru_ru: Воздушный конёк

# data/database.json/enemies/frobbit-miniboss-femme/name
source: Lady Frobbit
ru_ru: Леди кроляг

# data/database.json/enemies/frobbit-miniboss-femme/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/autumn-rh.seahorse-river/species
source: Flying Seahorse
ru_ru: Воздушный конёк

# data/database.json/enemies/cold.coldbug-quest-bombing-2/species
source: Insect, Bug
ru_ru: Насекомое, жук

# data/database.json/enemies/cold.coldbug-quest-bombing-2/descriptions/0/text
source: A variant of the \c[3]\v[combat.name.mine-coldbug]\c[0] though less attuned to the element of Cold. Instead it evolved into having an even harder shell than their cousins. The only way to properly damage them would be by using \c[3]heavy explosives\c[0].
ru_ru: Разновидность \c[3]\v[combat.name.mine-coldbug]а\c[0], хоть и менее адаптированная к элементу Холода. Вместо этого он развил ещё более прочный панцирь, чем у его родственников. Единственный способ нанести ему должный урон - использовать \c[3]мощную взрывчатку\c[0].

# data/database.json/enemies/hedgehog-dodge/name
source: hedgehog-dodge
ru_ru: дикоборзо-уклонение

# data/database.json/enemies/hedgehog-dodge/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/jungle.special.parrot-gangster- boss-1/species
source: Lawless Bird
ru_ru: Беззаконная птица

# data/database.json/enemies/hedgehog-boss/name
source: [OLD] Blue Hedgehag
ru_ru: [Старый] Синий дикоборз

# data/database.json/enemies/hedgehog-boss/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/heat.drillertoise-OLD/species
source: Reptile
ru_ru: Рептилия

# data/database.json/enemies/beach.bug-samurai-beach/descriptions/1/text
source: Its weapons of choice are dual swords known as "Sun Blades". When threatened it can summon a heat barrier and it uses a fake-out attack by jumping behind its enemies following up with a huge fire swirl.
ru_ru: Его любимым оружием являются парные мечи, более известные как "Солнечные клинки". Когда ему угрожают, он может создать пламенный барьер, а также использовать ложный выпад, перемещаясь за спины противников, сопровождая это всё всепоглощающим огненным вихрем.

# data/database.json/enemies/beach.hedgehog-beach/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/beach.penguin-beach/descriptions/1/text
source: The \v[combat.name.minibosses/penguin-rapper] can use various forms of beatbox to animate it to attack in formation with other members of its kind.
ru_ru: \v[combat.name.minibosses/penguin-rapper] может использовать различные формы битбокса, чтобы сподвигнуть Пинпинов атаковать в строю со своими собратьями.

# data/database.json/enemies/beach.sandworm-beach/descriptions/0/text
source: These slimy creatures spend most of their time halfway underground almost looking like a deformed stone. Their bodies are extremely flexible and can fit into holes the size of a hand. Ironically they do not like overheating and will get extremely hostile when exposed to it for too long. In their enraged form they will spit out scorching hot rocks and move much faster.
ru_ru: Эти склизкие создания проводят большую часть своей жизни наполовину под землёй, отчего выглядят почти как деформированный камень. Их тела очень эластичны и могут пролезть в дыру размером с руку. Иронично, что они не любят тепла и становятся крайне агрессивными, если подвергаются его воздействию слишком долго. В ярости они будут выплевывать горящие камни и двигаться гораздо быстрее.

# data/database.json/enemies/mouse-bot/name
source: Beta Mouse Bot
ru_ru: Бета-робомышь

# data/database.json/enemies/mouse-bot/species
source: Rookie Robot
ru_ru: Робот-новичок

# data/database.json/enemies/mouse-bot/descriptions/0/text
source: A small mouse robot used by Carla to teach Lea how to throw at faster moving objects. They won't attack and just run away when you hit them.
ru_ru: Маленькая робомышь, которую использовала Карла, когда учила Лею стрелять по движущимся быстрым объектам. Они не будут атаковать и просто убегут, когда вы попадёте по ним.

# data/database.json/enemies/boss-test/name
source: Huge Hostile Crab
ru_ru: Огромный враждебный краб

# data/database.json/enemies/boss-test/species
source: Unknown Mecha
ru_ru: Неизвестный мех

# data/database.json/enemies/boss-test/descriptions/0/text
source: A mechanical crab summoned by the mysterious blue avatar. Its stats conveniently match yours and its attack gets more ferocious the more damage you deal. When it charges up for a big jump it will get stunned on the last dive revealing the weak point on its back: a shiny crystal!
ru_ru: Механический краб, призванный загадочным синим аватаром. Его характеристики соответствуют вашим, а его атака становится сильнее от нанесённого вами урона. Когда он заряжается для большого прыжка, он будет оглушён на последнем падении, открывая своё слабое место на спине: блестящий кристалл!

# data/database.json/enemies/simple-bot/name
source: Rhombus Enforcer 1.0
ru_ru: Ромбоевик 1.0

# data/database.json/enemies/simple-bot/species
source: Rookie Robot
ru_ru: Робот-новичок

# data/database.json/enemies/simple-bot/descriptions/0/text
source: This small robot is used as part of the official CrossWorlds tutorial. Carla also used this to teach you dodging and interrupting enemy attacks. It won't really do much damage and poses almost no threat. Use it to learn how to pummel enemies!
ru_ru: Этот маленький робот используется как часть официального обучения CrossWorlds. Карла также использовала его, когда учила вас уклоняться и прерывать атаки врагов. Он не наносит серьёзного урона и не представляет никакой угрозы. Используйте его, чтобы научиться бить врагов!

# data/database.json/enemies/default/name
source: Rhombus Enforcer 2.0
ru_ru: Ромбоевик 2.0

# data/database.json/enemies/default/species
source: Rookie Robot
ru_ru: Робот-новичок

# data/database.json/enemies/default/descriptions/0/text
source: Often called "Default-Bot" by the developers of CrossWorlds this enemy is used in the official tutorial of the game as a more dangerous foe compared to a \v[combat.name.simple-bot]. It will charge up and attack 3 times in a row but conveniently it will also tell you by both blinking red and via a message. Truly an enemy for a tutorial!
ru_ru: Часто называемый разработчиками CrossWorlds "дефолт-ботом", этот враг используется в официальном обучении игры, как более опасный противник по сравнению с Ромбоевиком 1.0. Он заряжается и атакует три раза подряд, но для удобства он будет сообщать вам об этом красным миганием и сообщением. Самый настоящий враг для обучения!

# data/database.json/enemies/turret-rhombus/name
source: Rhombus Turret 1.0
ru_ru: Турель Ромба 1.0

# data/database.json/enemies/turret-rhombus/species
source: Rookie Sentry
ru_ru: Часовой-новичок

# data/database.json/enemies/turret-rhombus/descriptions/0/text
source: This stationary enemy can either shoot a single projectile at you or a triple shoot that spreads. Either way they are pretty easy to deal with. You can either dash in and quickly give them a good pummeling or dodge the projectiles and throw balls at them.
ru_ru: Этот неподвижный враг может стрелять в вас либо одним снарядом, либо тройным выстрелом. В любом случае, с ними очень легко разобраться. Вы можете ворваться и дать им хорошую взбучку, либо уклоняться от выстрелов и стрелять в них шарами.

# data/database.json/enemies/turret-rhg-1/name
source: Illegal Rhombus Turret
ru_ru: Нелегальная турель Ромба

# data/database.json/enemies/turret-rhg-1/species
source: Illegal Sentry
ru_ru: Нелегальный часовой

# data/database.json/enemies/turret-rhg-1/descriptions/0/text
source: A illegally modified variant of the popular \c[3]Rhombus Turret\c[0], intended to be smuggled to the mainland for all kinds of nefarious schemes. Unlike the standard model this machine also comes with a shield.
ru_ru: Незаконно модифицированный вариант популярной \c[3]Турели Ромба\c[0], предназначенный для контрабанды на материк для всех видов гнусных планов. В отличие от стандартной модели, эта машина поставляется с щитом.

# data/database.json/enemies/turret-large/name
source: Rhombus Heavy Turret 1.0
ru_ru: Тяжёлая Турель Ромба 1.0

# data/database.json/enemies/turret-large/species
source: Rookie Sentry
ru_ru: Часовой-новичок

# data/database.json/enemies/turret-large/descriptions/0/text
source: This larger turret was used by Carla and Captain Jet to showcase some advanced gameplay mechanics of CrossWorlds. You couldn't quite finish the final fight against it as a certain someone interrupted...
ru_ru: Карла и капитан Джет использовали эту большую турель, чтобы продемонстрировать некоторые продвинутые игровые механики CrossWorlds. Вы не смогли закончить финальный бой с ней, потому что кое-кто вмешался...

# data/database.json/enemies/turret-boss/name
source: Rhombus Heavy Turret 2.0
ru_ru: Тяжёлая Турель Ромба 2.0

# data/database.json/enemies/turret-boss/species
source: Rookie Sentry
ru_ru: Часовой-новичок

# data/database.json/enemies/turret-boss/descriptions/0/text
source: The return of the turret from the cargo ship! But this time nothing can interrupt you. The turret learned a few new tricks and will get more cheeky as the fight progresses. It also doesn't like when switches are turned on. It will immediately turn them off. So don't be rude? Unless it's charging its ball beam. Getting hit by that really hurts...
ru_ru: Возвращение турели с грузового корабля! Но на этот раз ничто не помешает вам. Турель выучила несколько новых приёмов и станет более дерзкой по ходу боя. Ей также не нравится, когда переключатели включены. Она немедленно выключит их. Так что не будьте грубыми? Только если она не заряжает шаровой лазер. Получать урон от этого очень больно...

# data/database.json/enemies/autumn-rh.turret_float-quest_naval/name
source: Illegal Floating Turret
ru_ru: Нелегальная парящая турель

# data/database.json/enemies/autumn-rh.turret_float-quest_naval/species
source: Floating Sentry
ru_ru: Парящий часовой

source: Heavily modified turrets made in \c[3]\v[area.rhombus-sqr.name]\c[0] and meant for illegal activities all over \v[lore.title.planet]. They are equipped with \c[3]floating devices\c[0] to cross the ocean on their own and might even have their own \c[3]shielding system\c[0]. It is advised to only face them with the support of \c[3]heavy artillery\c[0].
ru_ru: Сильно модифицированные турели, сделанные на \c[3]Площади Ромба\c[0] и предназначенные для нелегального рода деятельности по всему Шадуну. Они оснащены \c[3]летающими платформами\c[0] для самостоятельного пересечения океана и даже могут иметь собственный \c[3]щит\c[0]. Рекомендуется сталкиваться с ними только при поддержке \c[3]тяжёлой артиллерии\c[0].

# data/database.json/enemies/autumn-rh.suicider_float-quest_naval/name
source: Illegal Floating Bomber
ru_ru: Нелегальная парящая бомба

# data/database.json/enemies/autumn-rh.suicider_float-quest_naval/species
source: Floating Bomb
ru_ru: Плавающая бомба

source: Bombs made in \c[3]\v[area.rhombus-sqr.name]\c[0] and meant for illegal activities all over \v[lore.title.planet]. They are equipped with \c[3]floating devices\c[0] to cross the ocean on their own and might even have their own \c[3]shielding system\c[0]. Though they can not attack, they will \c[3]detonate themselves at close range\c[0] with such a force that they might even be a danger to heavily armored military hardware.
ru_ru: Бомбы, изготовленные на \c[3]Площади Ромба\c[0] и предназначенные для нелегального рода деятельности по всему Шадуну. Они оснащены \c[3]летающими платформами\c[0] для самостоятельного пересечения океана и даже могут иметь собственный \c[3]щит\c[0]. Хоть они и не способны атаковать, они будут \c[3]детонировать при сближении\c[0] с такой силой, что могут быть угрозой даже для тяжелобронированной военной техники.

# data/database.json/enemies/autumn-rh.turret_big_float-quest_naval/name
source: Illegal Floating Megaturret
ru_ru: Нелегальная парящая мегатурель

# data/database.json/enemies/autumn-rh.turret_big_float-quest_naval/species
source: Floating Sentry
ru_ru: Парящий часовой

source: Heavily modified turrets made in \c[3]\v[area.rhombus-sqr.name]\c[0] and meant for illegal activities all over \v[lore.title.planet]. They are equipped with \c[3]floating devices\c[0] to cross the ocean on their own and might even have their own \c[3]shielding system\c[0]. It is advised to only face them with the support of \c[3]heavy artillery\c[0].
ru_ru: Сильно модифицированные турели, сделанные на \c[3]Площади Ромба\c[0] и предназначенные для нелегального рода деятельности по всему Шадуну. Они оснащены \c[3]летающими платформами\c[0] для самостоятельного пересечения океана и даже могут иметь собственный \c[3]щит\c[0]. Рекомендуется сталкиваться с ними только при поддержке \c[3]тяжёлой артиллерии\c[0].

# data/database.json/enemies/special.target-bot/name
source: Tr4in-0
ru_ru: Тр3н3р

# data/database.json/enemies/special.target-bot/species
source: Training Bot
ru_ru: Учебный бот

# data/database.json/enemies/special.target-bot/descriptions/0/text
source: A state-of-the-art bot used to train \c[3]Seekers\c[0] in various ways. Word has it that in the early stages of the game the developers based its design off real robots.
ru_ru: Новейший бот, используемый для тренировки \c[3]Искателей\c[0] различными способами. Известно, что на ранних стадиях игры разработчики отталкивались от реальных роботов при его конструировании.

# data/database.json/enemies/mine-runbot/name
source: Carritrich
ru_ru: Страусонос

# data/database.json/enemies/mine-runbot/species
source: Mine Robot
ru_ru: Шахтовый робот
