Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/enemies/avatar.apollo-3/descriptions/0/text
source: Look who's back! Apollo wants to settle things and is ready to use both heat and cold against you to show you the "true potential" of a seeker. Just like you, he can use level 2 Combat Arts which can pack quite a punch and break your guard too if you're not careful.
ru_ru: Смотрите, кто вернулся! Аполло хочет уладить дела и готов использовать как Пламя, так и Холод против вас, чтобы показать вам "истинный потенциал" Искателя. Как и вы, он может использовать техники боя 2-го уровня, которые могут нанести значительный удар и пробить вашу защиту, если вы будете неосторожны.

# data/database.json/enemies/jungle.special.guard/name
source: Jungle Guard
ru_ru: Охранник джунглей

# data/database.json/enemies/jungle.special.guard/species
source: Underpayed Guard
ru_ru: Низкооплачиваемый охранник

# data/database.json/enemies/jungle.special.guard/descriptions/0/text
source: A guard patrolling the route used by the \c[3]Calzone Family\c[0] to smuggle mushrooms from the infested area to \c[3]Basin Keep\c[0]. Their job is to walk the corridors of the cave system and check for any suspicious entities, all day.
ru_ru: Охранник, патрулирующий маршрут, используемый \c[3]семьёй Кальцоне\c[0] для контрабанды грибов из заражённой области в \c[3]Твердыню Бэйзина\c[0]. Их работа заключается в том, чтобы ходить по коридорам пещерной системы и проверять наличие подозрительных объектов в течение всего дня.

# data/database.json/enemies/heat.special.guard-hostile-mustache/name
source: Guard Billston
ru_ru: Стражник Биллстон

# data/database.json/enemies/heat.special.guard-hostile-mustache/species
source: Human Guard
ru_ru: Человеческий страж

source: A corrupt guard that holds no respect for the Shad that are native on Shadoon. Did formerly hold a respectable position in the \c[3]Maroon Baki Guard\c[0], before his crimes were uncovered. While his sense of justice is warped, he is still a very capable fighter. He wields the standard issue \c[3]Laserlance\c[0] of the guards with great skill and always carries a few of \c[3]his favorite sandwiches\c[0], in case the battle tires him.
ru_ru: Коррумпированный страж, у которого нет уважения к шадам, коренным жителям Шадуна. Ранее имел уважаемую должность в \c[3]Бордовой бакийской страже\c[0], до того, как раскрылись его преступления. Хотя его чувство справедливости искажено, он всё ещё очень способный боец. Он владеет стандартным \c[3]Лазерным копьём\c[0] охранников с огромным мастерством и всегда носит с собой несколько \c[3]своих любимых сэндвичей\c[0] на случай, если битва его утомит.

# data/database.json/enemies/avatar.shizuka/name
source: Shizuka
ru_ru: Шизука

# data/database.json/enemies/avatar.shizuka/species
source: Protective Sister
ru_ru: Сестра-защитница

# data/database.json/enemies/avatar.shizuka/descriptions/0/text
source: It is Shizuka! And she is pissed. Expect her to use some of your favorite strategies against you!
ru_ru: Это Шизука! И она в ярости. Ожидайте того, что она использует ваши любимые стратегии против вас!

# data/database.json/enemies/minibosses.henry/name
source: Henry
ru_ru: Генри

# data/database.json/enemies/minibosses.henry/species
source: Not really Human
ru_ru: Не совсем человек

# data/database.json/enemies/minibosses.henry/descriptions/0/text
source: A clever "hacker" that was able to manipulate CrossWorlds to do his bidding after many players helped him in collecting enough data. He is actually pretty weak and will use other enemies to attack. In the end he was basically just a troll NPC meant to confuse players. Which worked out great!
ru_ru: Умный "хакер", который смог манипулировать CrossWorlds в своих интересах после того, как многие игроки помогли ему собрать достаточно данных. На самом деле, он довольно слаб, и использует других врагов для атаки. В конце концов он оказался всего лишь NPC-троллем, который задумывался для того, чтобы запутать игроков. И у него неплохо получилось!

# data/database.json/enemies/avatar.lily/species
source: Warrior of Justice
ru_ru: Воин справедливости

# data/database.json/enemies/avatar.lily/descriptions/0/text
source: Look who's back! Apollo wants to settle things and is ready to use both heat and cold against you to show you the "true potential" of a seeker. Just like you, he can use level 2 Combat Arts which can pack quite a punch and break your guard too if you're not careful.
ru_ru: Смотрите, кто вернулся! Аполло хочет уладить дела и готов использовать как Пламя, так и Холод против вас, чтобы показать вам "истинный потенциал" Искателя. Как и вы, он может использовать техники боя 2-го уровня, которые могут нанести значительный удар и пробить вашу защиту, если вы будете неосторожны.

# data/database.json/enemies/boss.designer-1/descriptions/0/text
source: The information has been redacted.
ru_ru: Информация была отредактирована.

# data/database.json/enemies/boss.designer-2/name
source: Designer
ru_ru: Дизайнер

# data/database.json/enemies/boss.designer-2/descriptions/0/text
source: This information has been redacted. "I only ever wanted to create. That was the one thing I loved. The one thing that kept me going. I even moved to this stupid moon. But he caged us and my designs were used for things I don't even want to think about anymore. It all seems too... distant. Until she arrived and gave me one last chance to create the ultimate experience."
ru_ru: Эта информация была отредактирована. "Я всегда хотел только создавать. Это было единственное, что мне нравилось. Единственное, что двигало меня вперёд. Я даже переехал на этот дурацкий спутник. Но он запер нас, и мои проекты использовались для вещей, о которых мне даже не хочется думать. Всё это кажется таким... отстранённым. Пока не появилась она и не дала мне последний шанс, чтобы создать незабываемый опыт."

# data/database.json/enemies/navi-carla/name
source: Carla Navigation Test
ru_ru: Навигационный тест Карлы

# data/database.json/enemies/navi-carla/species
source: Human
ru_ru: Человек

# data/database.json/enemies/jungle.special.npc-escortee-greeny/name
source: Linde
ru_ru: Линдэ

# data/database.json/enemies/jungle.special.npc-escortee-greeny/species
source: Escortee
ru_ru: Сопровождаемый

source: A person that wants to be escorted, to not get mugged.
ru_ru: Человек, который хочет сопровождения, чтобы не быть ограбленным.

# data/database.json/enemies/captain/name
source: Captain Jet
ru_ru: Капитан Джет

# data/database.json/enemies/captain/species
source: Human
ru_ru: Человек

# data/database.json/enemies/player-copy/name
source: player-copy
ru_ru: игрок-копия

# data/database.json/enemies/jungle.special.hostage-1/name
source: Hostage
ru_ru: Заложник

# data/database.json/enemies/jungle.special.hostage-1/species
source: Hostage
ru_ru: Заложник

# data/database.json/enemies/jungle.special.hostage-1/descriptions/0/text
source: A hostage. Not the best position to be in.
ru_ru: Заложник. Не лучшее положение, в котором можно оказаться.

# data/database.json/enemies/guard-hostile-default/name
source: Default Guard
ru_ru: Обычный охранник

# data/database.json/enemies/guard-hostile-default/species
source: Human Guard
ru_ru: Человеческий страж

# data/database.json/enemies/guard-hostile-default/descriptions/0/text
source: An armed human, currently or formerly employed by one of the many city guards on Shadoon. Wield a powerful type of weapon that is used by most guards, the Laserlance. Also usually carries a standard ration of Sandwiches to recover from tiresome battles.
ru_ru: Вооружённый человек, работающий или работавший ранее в одной из многочисленных городских стражей на Шадуне. Владеет мощным типом оружия, которое используется большинством охранников - Лазерным копьём. Также обычно имеет стандартный рацион сэндвичей, чтобы оправиться от утомительных сражений.

# data/database.json/enemies/arid.evotar/species
source: Evotar
ru_ru: Эвотар

# data/database.json/enemies/avatar.wervyn/species
source: Human
ru_ru: Человек

# data/database.json/enemies/hedgehog/name
source: Hedgehag
ru_ru: Дикоборз

# data/database.json/enemies/hedgehog/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/hedgehog/descriptions/0/text
source: This large hedgehog creature can usually be found in packs of up to 20. Normally it is peaceful but when provoked it will use its sharp needles to attack its predator. No one really knows why it was named \c[3]\v[combat.name.hedgehog]\c[0]. Some say it was a typo when the enemy was first named. Others say it stirs from its violent nature when provoked in packs. It's a mystery.
ru_ru: Это большое ежеподобное существо чаще всего можно найти в стаях до двадцати особей. Обычно оно мирное, но когда его спровоцируют, оно использует свои острые иглы, чтобы атаковать своего обидчика. Никто не знает, почему он был назван \c[3]Дикоборзом\c[0]. Некоторые говорят, что это была опечатка, когда враг был впервые назван. Другие говорят, что это идёт от его вспыльчивой натуры. Это так и остаётся загадкой.

# data/database.json/enemies/hedgehog/descriptions/1/text
source: According to some players defeating multiple \v[combat.name.hedgehog]s in a certain area of \c[3]\v[area.autumn-area.name]\c[0] will lead to a rare event.
ru_ru: По мнению некоторых игроков, победа над множеством Дикоборзов в определённой области \c[3]Расцвета Осени\c[0] приведёт к редкому событию.

# data/database.json/enemies/hedgehog-alt/name
source: Old Hedgehag
ru_ru: Старый Дикоборз

# data/database.json/enemies/hedgehog-alt/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/hedgehog-alt/descriptions/0/text
source: When a \v[combat.name.hedgehog] becomes old, its needles acquire a red tint which strongly resembles rust. Much like its younger self it only attacks when threatened. However years of experience made it much more resilient and taught it to use its spinning attack to jump on aggressors.
ru_ru: Когда Дикоборз стареет, его иглы приобретают красный оттенок, который сильно напоминает ржавчину. Так же как и его младшая версия, он атакует только тогда, когда ему угрожают. Тем не менее, многолетний опыт сделал его более жизнеспособным и научил использовать свою вращающуюся атаку, чтобы напрыгивать на агрессоров.

# data/database.json/enemies/autumn-fall.hedgehog-fall/name
source: Radical Hedgehag
ru_ru: Резкий дикоборз

# data/database.json/enemies/autumn-fall.hedgehog-fall/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/autumn-fall.hedgehog-fall/descriptions/0/text
source: This sub-species of the common \v[combat.name.hedgehog] can only be found in \c[3]\v[area.autumn-fall.name]\c[0]. Their needles are pitch black and the red patch on their back is meant to scare off potential predators since it looks like blood. Despite all this, these creatures are passive and only attack when attacked. They will use the same attacks \v[combat.name.hedgehog] and \v[combat.name.hedgehog-alt] use but will mix up the dash attack by attacking twice in a row.
ru_ru: Этот подвид обычного Дикоборза можно найти только в \c[3]Закате Осени\c[0]. Их иголки абсолютно чёрного цвета, а красное пятно на их спине предназначено для отпугивания потенциальных хищников, так как похоже на кровь. Несмотря на всё это, эти существа пассивны и атакуют только тогда, когда на них нападают. Они будут использовать те же атаки, что у Дикоборза и Старого дикоборза, но атакуют рывком дважды подряд.

# data/database.json/enemies/minibosses.blue-hedge/name
source: Blue Hedgehag
ru_ru: Синий дикоборз

# data/database.json/enemies/minibosses.blue-hedge/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/minibosses.blue-hedge/descriptions/0/text
source: This rare \v[combat.name.hedgehog] can only be found under certain conditions and is commonly theorized to be the leader of its pack. It is feared for its speedy attacks and its blue color and red eyes make it even more menacing. Usually mistaken for a third eye, the object on its forehead is actually a gem. If someone is brave enough to face it and defeat it, it often leaves behind a golden ring of unknown origin.
ru_ru: Этот редкий вид Дикоборза можно найти только при определённых условиях, и обычно считается, что он является лидером стаи. Его боятся за быстрые атаки, а синий цвет и красные глаза делают его ещё более угрожающим. Обычно принимаемый за третий глаз объект на его лбу на самом деле является драгоценным камнем. Если кто-то достаточно смел, чтобы встретиться и победить его, то дикоборз часто оставляет после себя золотое кольцо неизвестного происхождения.

# data/database.json/enemies/hedgehog-fly/name
source: Flying Hedgehag
ru_ru: Летающий дикоборз

# data/database.json/enemies/hedgehog-fly/species
source: Flying Mammal
ru_ru: Летающее млекопитающее

# data/database.json/enemies/hedgehog-fly/descriptions/0/text
source: A Flying-type variant of the \c[3]\v[combat.name.hedgehog]\c[0].
ru_ru: Летающий вид \c[3]Дикоборза\c[0].

# data/database.json/enemies/meerkat/name
source: Rockin' Hillkat
ru_ru: Долбящий горностай

# data/database.json/enemies/meerkat/species
source: Headbanging Mammal
ru_ru: Млекопитающее-башкотряс

# data/database.json/enemies/meerkat/descriptions/0/text
source: This happy meerkat spends half of its life below ground where it listens to music on its headphones. It can burrow tunnels so fast that it can use them both to attack predators and escape from them. When threatened it will throw stones and use a fierce uppercut. Before doing so it will charge up for a short while. Use this window and stun it by throwing a charged ball at it.
ru_ru: Этот счастливый горностай проводит половину своей жизни под землёй, где он слушает музыку в своих наушниках. Он может копать тоннели так быстро, что может использовать их и для нападения на хищников, и для бегства от них. Когда ему угрожают, он бросает камни и использует свирепый апперкот. Перед этим он будет недолго заряжаться. Используйте это окно и оглушите его, бросив заряженный шар.

# data/database.json/enemies/meerkat-alt/name
source: Flamin' Hillkat
ru_ru: Жгущий горностай

# data/database.json/enemies/meerkat-alt/species
source: Headbanging Mammal
ru_ru: Млекопитающее-башкотряс

# data/database.json/enemies/meerkat-alt/descriptions/0/text
source: This sub-species of the \v[combat.name.meerkat] wears red headphones instead of green ones. It also shows a more aggressive behavior towards aggressors by throwing flaming stones at them instead of normal ones. Contrary to popular belief the music it's listening to is smooth jazz.
ru_ru: Данный подвид Долбящего горностая носит красные наушники вместо зелёных. Он также проявляет более агрессивное поведение по отношению к агрессорам, бросая в них раскалённые камни вместо обычных. Вопреки распространённому мнению, он слушает лёгкий джаз.

# data/database.json/enemies/autumn-fall.meerkat-fall/name
source: Chillin' Hillkat
ru_ru: Отмороженный горностай

# data/database.json/enemies/autumn-fall.meerkat-fall/species
source: Headbanging Mammal
ru_ru: Млекопитающее-башкотряс

# data/database.json/enemies/autumn-fall.meerkat-fall/descriptions/0/text
source: This meerkat shows the same characteristics as normal ones. However it has gained the ability to surround stones in a thick layer of ice and throw them at aggressors. Those hurt like hell, so you better watch out. Its name is quite misleading, as the music its listening to has been found to be heavy metal.
ru_ru: Этот горностай проявляет те же черты характера, что и обычные горностаи. Однако он приобрёл способность окружать камни толстым слоем льда и бросать их в агрессоров. Это чертовски больно, так что вам лучше быть осторожнее. Его имя весьма обманчиво, поскольку музыка, которую он слушает - хэви-метал.

# data/database.json/enemies/meerkat-special-command-1/name
source: Hillkat Bandleader
ru_ru: Лидер банды горностаев

# data/database.json/enemies/meerkat-special-command-1/species
source: Headbanging Leader
ru_ru: Лидер башкотрясов

# data/database.json/enemies/meerkat-special-command-1/descriptions/0/text
source: A \c[3]Hillkat\c[0] of unusual intelligence and charisma that was able to unite groups of lesser Hillkats for organized raids on humans. While it is already a threat by itself it will also call additional \c[3]reinforcements\c[0] when under attack.
ru_ru: \c[3]Горностай\c[0] с невероятным интеллектом и харизмой, который смог объединить группы меньших Горностаев для организованных налётов на людей. Это само по себе является угрозой, но кроме этого, он может призывать дополнительные \c[3]подкрепления\c[0], когда атакован.

# data/database.json/enemies/buffalo/name
source: Mad Bovine
ru_ru: Дикий бычара

# data/database.json/enemies/buffalo/species
source: Buff Mammal
ru_ru: Бычное млекопитающее

# data/database.json/enemies/buffalo/descriptions/0/text
source: This tanky buffalo creature looks like a mean meany but is actually a soft and fluffy fella. As long as you don't get on its wrong side. If you do you better get ready to feel the full wrath of its stomp and charge attacks. Its head is coated in a metal-like layer of skin that it uses to shield against attacks. Your only way out is to let it charge against a wall which will stun it for a short while, leaving it open for attacks from behind.
ru_ru: Это выносливое буйволоподобное существо выглядит недружелюбно, но на самом деле он мягкий и пушистый дружок. До тех пор, пока вы не узнаете об его обратной стороне. Если это произошло, готовьтесь испытать весь гнев его втаптывающих и бодающих атак. Его голова покрыта слоем кожи, похожим на металл, который он использует для защиты от атак. Ваш единственный выход - это позволить ему вбежать в стену, что ненадолго оглушит его и оставит открытым для атак со спины.

# data/database.json/enemies/buffalo-alt/name
source: Red Eyed Bovine
ru_ru: Красноглазый бычара

# data/database.json/enemies/buffalo-alt/species
source: Buff Mammal
ru_ru: Бычное млекопитающее

# data/database.json/enemies/buffalo-alt/descriptions/0/text
source: Remember the \v[combat.name.buffalo]? And how it is a fluffy fella? Well this one is too! Despite its unfavorable name. But it gets every bit as angry when attacked and packs a much stronger punch. It gains its dark color and red eyes by age. When a \v[combat.name.buffalo] enters adulthood its color changes marking it as a potential mating partner.
ru_ru: Помните Дикого бычару? И какой он пушистый дружок? Так вот, этот такой же! Несмотря на его неприятное имя. Но он становится таким же злым, когда атакован, и выдаёт удар посильнее. Он приобретает свой тёмный цвет и красные глаза с возрастом. Когда \v[combat.name.buffalo] становится взрослым, его цвет меняется, отмечая его как потенциального партнёра для спаривания.

# data/database.json/enemies/autumn-fall.buffalo-fall/name
source: Ivory Bovine
ru_ru: Костлявый бычара

# data/database.json/enemies/autumn-fall.buffalo-fall/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/autumn-fall.buffalo-fall/descriptions/0/text
source: The \v[combat.name.autumn-fall/buffalo-fall] is the oldest of the bovines and gets its bright and blue colors once it reaches old age. This means it has become wise enough to rest and enjoy the rest of its life. It will spend most of its time away from its younger kind and eat grass. This doesn't mean it is not strong however. It will attack even harder and emit strong shockwaves both when charging and stomping. Mindlessly rushing in will only get you hurt!
ru_ru: \v[combat.name.autumn-fall/buffalo-fall] является самым старым из бычар, его шкура с возрастом приобретает светло-синий оттенок. Это означает, что он стал достаточно мудрым, чтобы отдыхать и наслаждаться оставшейся жизнью. Он будет проводить большую часть своего времени вдали от младших собратьев, пощипывая траву. Это, правда, вовсе не означает, что он слаб. Он будет атаковать ещё сильнее и испускать сильные ударные волны как при бодании, так и при топтании. Бездумная атака в лоб вам только навредит!

# data/database.json/enemies/autumn-fall.buffalo-fire-quest/name
source: Blazehoof
ru_ru: Огненное Копыто

# data/database.json/enemies/autumn-fall.buffalo-fire-quest/species
source: Fiery Mammal
ru_ru: Огненное млекопитающее

# data/database.json/enemies/autumn-fall.buffalo-fire-quest/descriptions/0/text
source: Formerly a peaceful \c[3]\v[combat.name.autumn-fall/buffalo-fall]\c[0], this proud animal has been afflicted with a painful sickness that turned it into a highly aggressive flaming beast. It did, however still have enough self-control to hide in a remote cave as to not bring any more destruction to its homeland. Its terrifying heat somehow even forms a protective barrier, so to defeat it one must face it with the power of \c[3]Cold\c[0] and extinguish its raging fire.
ru_ru: Бывшее в прошлом мирным \c[3]Костлявым бычарой\c[0], это гордое животное страдало болезненной инфекцией, которая превратила его в очень агрессивного пылающего зверя. Однако ему хватило самообладания, и он спрятался в отдалённой пещере, чтобы не приносить больше разрушений родным землям. Его ужасающее пламя каким-то образом формирует защитный барьер, поэтому, чтобы победить, нужно столкнуть его с силой \c[3]Холода\c[0] и погасить бушующий огонь.

# data/database.json/enemies/jungle.special.quest_td_buffel_1/name
source: Tunnel Teslabovine
ru_ru: Тоннельный теслабычара

# data/database.json/enemies/jungle.special.quest_td_buffel_1/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/jungle.special.quest_td_buffel_1/descriptions/0/text
source: A close relative to the regular \c[3]Teslabovine\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. Though it is currently unknown what a "regular Teslabovine" is, it is assumed that these are somewhat similar to it. In any case, they follow strict paths at a relaxed pace but sometimes feel compelled to \c[3]charge forward\c[0]. These charges will incite a \c[3]powerful bolt of lightning\c[0] on their trampled path!
ru_ru: Будучи близким родственником обычного \c[3]Теслабычары\c[0], этот подвид предпочитает жить под землёй. Обычно они тесно связаны с выплесками энергии Древних, которые стремятся защищать. Хоть в настоящее время и неизвестно, что такое "обычный Теслабычара", предполагается, что они чем-то похожи на него. В любом случае, они размеренно следуют по строго заданному пути, но иногда чувствуют себя вынужденными \c[3]рваться вперёд\c[0]. Эти атаки сопровождаются \c[3]мощными ударами молний\c[0] на их пути!

# data/database.json/enemies/gray-frobbit/name
source: Young Frobbit
ru_ru: Молодой кроляг

# data/database.json/enemies/gray-frobbit/species
source: Mammal
ru_ru: Млекопитающее

# data/database.json/enemies/gray-frobbit/descriptions/0/text
source: This weird mixture between frog and rabbit calls the lower parts of Mount Bergen its home. Its cute demeanor quickly turns to evil killer beast when attacked. It will jump around its aggressor and use its strong legs for attacks. Watch out for its fake-outs! It will pretend to charge at you only to jump behind you and give you a boot to the head.
ru_ru: Эта странная смесь лягушки и кролика считает нижние части горы Берг своим домом. Его милая манера поведения быстро сменяется злым зверем-убийцей при нападении. Он будет прыгать вокруг своего агрессора, используя свои сильные ноги для атак. Остерегайтесь ложных выпадов! Он притворяется, что заряжает атаку, только для того, чтобы прыгнуть вам за спину и дать ногой в голову.

# data/database.json/enemies/frobbit/name
source: White Frobbit
ru_ru: Белый кроляг

# data/database.json/enemies/frobbit/species
source: Mammal
ru_ru: Млекопитающее
