Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/all-dng-enter/event/4/0_0/0/message
source: Dungeon time, it is! See you again, soon!
es_es: ¡Hora de mazmorras! ¡Nos vemos pronto!

# data/database.json//commonEvents/all-dng-enter/event/4/1_0/0/message
source: Back in the dungeon? See you later!
es_es: ¿De vuelta a la mazmorra? ¡Nos vemos luego!

# data/database.json//commonEvents/all-dng-enter/event/4/2_0/0/message
source: Right! Dungeon crawling is an important part of becoming a true Spheromancer! Good luck!
es_es: ¡Cierto! ¡Investigar mazmorras es una parte importante para convertirse en un verdadero Spheromancer! ¡Buena suerte!

# data/database.json//commonEvents/all-dng-enter/event/4/3_0/0/message
source: Dungeon time. So we're split up, I suppose?
es_es: Hora de mazmorras. ¿Así que estamos todos separados, asumo?

# data/database.json//commonEvents/all-dng-enter/event/4/4_0/0/message
source: Finally, some good dungeon crawling again.
es_es: Por fin, una buena mazmorra de nuevo.

# data/database.json//commonEvents/all-dng-enter/event/4/5_0/0/message
source: Jau, let's explore the dungeon some more!
es_es: ¡Jau, exploremos la mazmorra un poco más!

# data/database.json//commonEvents/all-dng-enter/event/4/6_0/0/message
source: Jau, let's explore the dungeon some more!
es_es: ¡Jau, exploremos la mazmorra un poco más!

# data/database.json//commonEvents/all-dng-leave/event/0/thenStep/1/0_0/0/message
source: Huh...\. back again.\. What was up with that, Lea?
es_es: Eh...\. de vuelta otra vez.\. ¿Qué hay con eso, Lea?

# data/database.json//commonEvents/all-dng-leave/event/0/thenStep/1/1_0/0/message
source: Ah... there you are.\. I was almost afraid we lost you.
es_es: Ah... ahí estás.\. Estaba preocupado, pensé que te habíamos perdido.

# data/database.json//commonEvents/all-dng-leave/event/0/thenStep/1/2_0/0/message
source: Spheromancer Lea!\. This was most suspicious!\. Explain yourself!!
es_es: ¡Spheromancer Lea!\. ¡Esto fue sospechoso!\. ¡¡Explícate!!

# data/database.json//commonEvents/all-dng-leave/event/0/thenStep/1/2_0/2/message
source: Right...
es_es: Claro...

# data/database.json//commonEvents/all-dng-leave/event/0/thenStep/1/3_0/0/message
source: Ah.\. There you are again.\. Was this some kind of bug?
es_es: Ah.\. Ahí estás.\. ¿Fue eso algún tipo de bug?

# data/database.json//commonEvents/all-dng-leave/event/1/thenStep/0/message
source: So you need a break from that gloomy mine? Alright.
es_es: ¿Así que necesitas un respiro de esa sombría mina? De acuerdo.

# data/database.json//commonEvents/all-dng-leave/event/1/thenStep/1/message
source: But let's hurry. We still have to finish the race!
es_es: Pero apurémonos. ¡Aún tenemos que terminar la carrera!

source: Need a break? Alright!
es_es: ¿Necesitas un descanso? ¡De acuerdo!

source: Wait... If anybody needs a break, everybody leaves the dungeon?
es_es: Espera... ¿Si alguien necesita un descanso, todos salen de la mazmorra?

source: Oui! That's how it works.
es_es: ¡Oui! Así funciona.

source: That is... a very lax kind of race, isn't it?
es_es: Esa es... una carrera muy relajada, ¿no?

source: So? It's still a race!
es_es: ¿Y? ¡No deja de ser una carrera!

source: I-I guess....
es_es: S-Supongo...

source: Sure, it's not like I was right in the middle of that one puzzle...
es_es: Seguro, no es como si estuviera justo en el medio de ese puzzle...

source: No problem. I can simply redo that one battle I just had to cancel.
es_es: No hay problema. Simplemente reharé esa batalla que tuve que cancelar.

source: And all the immersion is gone.
es_es: Y toda la inmersión se ha ido.

# data/database.json//commonEvents/all-dng-leave/event/3/0_0/0/message
source: Ahh, finally outside! It's just way too gloomy in those dungeons.
es_es: ¡Ahh, finalmente afuera! Es demasiado sombrío en esas mazmorras.

# data/database.json//commonEvents/all-dng-leave/event/3/1_0/0/message
source: Welcome back!
es_es: ¡Bienvenida de vuelta!

# data/database.json//commonEvents/all-dng-leave/event/3/2_0/0/message
source: I see you left the dungeon! Did you manage to further hone your Spheromancer abilities?
es_es: ¡Veo que dejaste la mazmorra! ¿Conseguiste perfeccionar aún más tus habilidades de Spheromancer?

# data/database.json//commonEvents/all-dng-leave/event/3/3_0/0/message
source: Welcome back. It's more fun to run around together.
es_es: Bienvenida de vuelta. Es más divertido pasear juntos.

# data/database.json//commonEvents/all-dng-leave/event/3/4_0/0/message
source: You need a break, huh? Fine.
es_es: Necesitas un descanso, ¿eh? Esta bien.

# data/database.json//commonEvents/all-dng-leave/event/3/5_0/0/message
source: Alright, enough of those cramped hallways for now.
es_es: Muy bien, basta de esos pasillos estrechos por ahora.

# data/database.json//commonEvents/all-dng-leave/event/3/6_0/0/message
source: Time to enjoy the sweet, simulated nature again.
es_es: Es hora de volver a disfrutar de la dulce y simulada naturaleza.

# data/database.json//commonEvents/contact-blocked/event/2/text
source: No Connection
es_es: Sin Conexión

# data/database.json//commonEvents/contact-blocked-area/event/0/text
source: You shouldn't contact anyone from here to reduce suspicion.
es_es: Mejor no contactemos a nadie desde aquí para reducir sospechas.

# data/database.json//commonEvents/join-blocked/event/2/text
source: No Connection
es_es: Sin Conexión

# data/database.json//commonEvents/join-blocked-area/event/0/text
source: You should not invite any party members now.
es_es: No deberías invitar a ningún amigo ahora.

# data/database.json//commonEvents/join-blocked-finale/event/0/text
source: You should not invite any party members now.
es_es: No deberías invitar a ningún amigo ahora.

# data/database.json//commonEvents/leave-blocked/event/2/text
source: No Connection
es_es: Sin Conexión

# data/database.json//commonEvents/leave-blocked-area/event/0/text
source: You should not remove any party members now. That would be even more suspicious.
es_es: No deberías quitar a ningún compañero ahora. Eso sería incluso más sospechoso.

# data/database.json//commonEvents/emilie-contact/event/0/thenStep/0/text
source: Now is not a good time...
es_es: Ahora no es buen momento...

# data/database.json//commonEvents/emilie-contact/event/5/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/5/thenStep/1/message
source: Uhm, hey Lea. Why the DL? I'm in your party, non?
es_es: Uhm, ey Lea. ¿Por qué el MD? Estoy en tu grupo, ¿non?

# data/database.json//commonEvents/emilie-contact/event/6/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/6/thenStep/2/message
source: Let's get ready to enter Red-Purple Land one last time!
es_es: ¡Preparémonos para entrar a ese horrible lugar una última vez!

# data/database.json//commonEvents/emilie-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/7/thenStep/1/message
source: Chérie, I'm waiting in front of Tronny's house.
es_es: Chérie, estoy esperando frente a la casa de Tronny.

# data/database.json//commonEvents/emilie-contact/event/7/thenStep/2/message
source: Let's see what's up with that dork!
es_es: ¡A ver qué le pasa a ese tonto!

# data/database.json//commonEvents/emilie-contact/event/8/thenStep/0/message
source: Hi!
es_es: ¡Hola!

source: I think we're close to the end of the dungeon!\. Let's both do our best!
es_es: ¡Creo que estamos cerca del final de la mazmorra!\. ¡Hagámoslo lo mejor que podamos!

source: [nods]
es_es: [asiente]

source: Do you miss our usual D-Link conversations during dungeon runs?
es_es: ¿Echas de menos nuestras conversaciones habituales de MD durante las mazmorras?

source: [nods]
es_es: [asiente]

source: Awww!\. I'll make sure to contact you later!
es_es: ¡Owww!\. ¡Me aseguraré de ponerme en contacto contigo más tarde!

source: Thanks!
es_es: ¡Gracias!

# data/database.json//commonEvents/emilie-contact/event/9/thenStep/0/message
source: Hi!
es_es: ¡Hola!

source: I'm currently preparing for the final dungeon!
es_es: ¡Actualmente me estoy preparando para la mazmorra final!

source: I'll totally win this race!
es_es: ¡Ganaré esta carrera!

source: I really didn't expect you to decline the race...
es_es: Realmente no esperaba que rechazaras la carrera...

source: Alors...\. it's fine!
es_es: Alors...\. ¡Está bien!

source: It would have been weird with everybody else not being interested, I guess.
es_es: Sería raro que los demás no estuvieran interesados, supongo.

source: Still, I'm very much looking forward to that final dungeon!
es_es: Aun así, ¡Tengo muchas ganas de ver esa mazmorra final!

source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-contact/event/9/thenStep/3/message
source: Ahhhhhhhh, I'm so excited!
es_es: ¡Ahhhhhhhh! ¡Estoy tan emocionada!

# data/database.json//commonEvents/emilie-contact/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/10/thenStep/1/message
source: Chérie, we're all waiting in the city hall!
es_es: Chérie, ¡Todos estamos esperando en el ayuntamiento!

# data/database.json//commonEvents/emilie-contact/event/10/thenStep/2/message
source: It's final dungeon time!
es_es: ¡Es hora de la mazmorra final!

# data/database.json//commonEvents/emilie-contact/event/11/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/11/thenStep/1/message
source: Good morning, chérie!
es_es: ¡Buenos días, chérie!

# data/database.json//commonEvents/emilie-contact/event/11/thenStep/2/message
source: Today I got nothing to do so I just woke up and logged right into CrossWorlds!
es_es: ¡Hoy no tengo nada que hacer, así que me desperté y me conecté directamente a CrossWorlds!

# data/database.json//commonEvents/emilie-contact/event/11/thenStep/3/message
source: It feels great to play games right in the morning, non?
es_es: Se siente genial jugar juegos justo en la mañana, ¿no?

# data/database.json//commonEvents/emilie-contact/event/11/thenStep/5/message
source: Oh right...\. That's just how it is for you every single day.
es_es: Oh cierto...\. Así es para ti todos los días.

# data/database.json//commonEvents/emilie-contact/event/11/thenStep/6/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-contact/event/11/thenStep/7/message
source: Damn, I'm jealous!
es_es: ¡Maldita sea, estoy celosa!

# data/database.json//commonEvents/emilie-contact/event/12/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/12/thenStep/2/message
source: I really like this new area!
es_es: ¡Me gusta mucho esta nueva área!

# data/database.json//commonEvents/emilie-contact/event/12/thenStep/3/message
source: I definitely appreciate the lack of bugs so far!
es_es: ¡Aprecio mucho la total falta de bichos por el momento!

# data/database.json//commonEvents/emilie-contact/event/13/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/13/thenStep/2/message
source: I can't wait to see the new area!
es_es: ¡No puedo esperar a ver la nueva área!

# data/database.json//commonEvents/emilie-contact/event/13/thenStep/3/message
source: I heard it's in the middle of the sea. Lot's of islands with sand.
es_es: Escuché que está en medio del mar. En un montón de islas con arena.

# data/database.json//commonEvents/emilie-contact/event/13/thenStep/4/message
source: Sounds lovely, non?
es_es: Suena encantador, ¿non?

# data/database.json//commonEvents/emilie-contact/event/13/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-contact/event/14/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/14/thenStep/2/message
source: We're all waiting at \c[3]Para Island\c[0]! The \c[3]raid\c[0] will start soon!
es_es: ¡Todos estamos esperando en la \c[3]Isla Apartada\c[0]! ¡La \c[3]raid\c[0] comenzará pronto!

# data/database.json//commonEvents/emilie-contact/event/14/thenStep/3/message
source: Don't make us wait for too long!
es_es: ¡No nos hagas esperar demasiado!

# data/database.json//commonEvents/emilie-contact/event/15/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/15/thenStep/2/message
source: I can't wait to share the news with you!
es_es: ¡No puedo esperar para contarte las noticias!

# data/database.json//commonEvents/emilie-contact/event/15/thenStep/3/message
source: So...\. better go to the First Scholars HQ soon, or I might just spill the beans!
es_es: Así que...\. ¡será mejor que vayas a nuestro gremio pronto, o puede que se me escape!

# data/database.json//commonEvents/emilie-contact/event/16/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/16/thenStep/2/message
source: It's so great to have you back!
es_es: ¡Es bueno tenerte de vuelta!

# data/database.json//commonEvents/emilie-contact/event/16/thenStep/3/message
source: Anyway, we're in the middle of the Homestedt tour, non?
es_es: En fin, estamos en medio del tour de Villa Evotar, ¿no?

# data/database.json//commonEvents/emilie-contact/event/17/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/17/thenStep/2/message
source: I wish you the best of luck with the tower dungeon! Though I'm confident you'll be fine!
es_es: ¡Te deseo la mejor suerte con la torre! ¡Aunque estoy segura de que estarás bien!

# data/database.json//commonEvents/emilie-contact/event/17/thenStep/3/message
source: Show that Mr. Fancypants what you're made of!
es_es: ¡Muéstrale a ese patán de lo que estás hecha!

# data/database.json//commonEvents/emilie-contact/event/18/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/18/thenStep/1/message
source: No time for talking right now, chérie!
es_es: ¡No es momento para hablar, chérie!

# data/database.json//commonEvents/emilie-contact/event/19/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/19/thenStep/1/message
source: I'm ready, Lea! Let's go to that \c[3]Dojo\c[0] and show that Sidwell guy he's messing with the wrong players!!
es_es: ¡Estoy lista, Lea! ¡¡Vayamos a ese \c[3]Dojo\c[0] y mostrémosle a Sidwell que está lidiando con los jugadores equivocados!!

# data/database.json//commonEvents/emilie-contact/event/20/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/20/thenStep/2/message
source: Did you already hear the news from Tronny?
es_es: ¿Oíste las noticias de Tronny?

# data/database.json//commonEvents/emilie-contact/event/20/thenStep/3/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-contact/event/20/thenStep/4/message
source: It really is a shame that he won't have time for CrossWorlds.
es_es: Es una pena que no tendrá tiempo para CrossWorlds.

# data/database.json//commonEvents/emilie-contact/event/20/thenStep/5/message
source: We should all play the game together while he's still here.
es_es: Deberíamos jugar juntos mientras esté aquí.

# data/database.json//commonEvents/emilie-contact/event/21/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/21/thenStep/2/message
source: Mon dieu, \c[3]Rhombus Square\c[0] is quite the city, isn't it?
es_es: Mon dieu, \c[3]Plaza Rombo\c[0] es una gran cuidad, ¿no?

# data/database.json//commonEvents/emilie-contact/event/21/thenStep/3/message
source: I love the fact that you can jump on those cars to cross the streets.
es_es: Amo el detalle de que puedas saltar en los autos para cruzar la calle.

# data/database.json//commonEvents/emilie-contact/event/21/thenStep/4/message
source: Totally should try that in real life some time...
es_es: Debería intentar eso en la vida real algún día...

# data/database.json//commonEvents/emilie-contact/event/21/thenStep/5/message
source: Wait!!
es_es: ¡¡Espera!!

# data/database.json//commonEvents/emilie-contact/event/21/thenStep/6/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/emilie-contact/event/21/thenStep/7/message
source: Hahaha! I'm just joking, chérie! I'd never do that!
es_es: ¡Jajaja! ¡Estoy bromeando, chérie! ¡Nunca haría eso!

# data/database.json//commonEvents/emilie-contact/event/22/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/22/thenStep/1/message
source: Lea, we're waiting right at \c[3]CrossCentral\c[0]!
es_es: ¡Lea, estamos esperando en el \c[3]Cruce Central\c[0]!

# data/database.json//commonEvents/emilie-contact/event/22/thenStep/2/message
source: Let's enter \c[3]Rhombus Square\c[0] together!
es_es: ¡Entremos a \c[3]Plaza Rombo\c[0] juntas!

# data/database.json//commonEvents/emilie-contact/event/23/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/23/thenStep/2/message
source: Why...\. Why did they have to bring back the bugs?
es_es: Por qué...\. ¿Por qué tenían que traer de vuelta a los bichos?

# data/database.json//commonEvents/emilie-contact/event/23/thenStep/4/message
source: I really enjoyed my time in Gaia's Garden, but this new Sapphire area is the worst.
es_es: Realmente disfruté mi tiempo en el Jardín de Gaia, pero esta nueva área Sapphire es lo peor.

# data/database.json//commonEvents/emilie-contact/event/23/thenStep/5/message
source: Please don't let me go through all of this alone, chérie...
es_es: Por favor no me dejes pasar por todo esto sola, chérie...

# data/database.json//commonEvents/emilie-contact/event/24/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/24/thenStep/2/message
source: It really is a shame, that things didn't work out for the raid.
es_es: Es una pena, que las cosas no hayan salido bien en la raid.

# data/database.json//commonEvents/emilie-contact/event/24/thenStep/3/message
source: Sorry...
es_es: Perdón...

# data/database.json//commonEvents/emilie-contact/event/24/thenStep/4/message
source: Non, non, it's alright, chérie.
es_es: Non, non, está bien, chérie.

# data/database.json//commonEvents/emilie-contact/event/24/thenStep/5/message
source: There will be many more opportunities.
es_es: Habrá muchas más oportunidades.

# data/database.json//commonEvents/emilie-contact/event/24/thenStep/6/message
source: For now let's focus on exploring \c[3]Sapphire Ridge\c[0]!
es_es: ¡Por ahora, centrémonos en Explorar \c[3]Cresta Zafiro\c[0]!

# data/database.json//commonEvents/emilie-contact/event/24/thenStep/7/message
source: Do you mind doing it together? I'm free!
es_es: ¿Te importaría hacerlo juntas? ¡Estoy libre!

# data/database.json//commonEvents/emilie-contact/event/25/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/25/thenStep/2/message
source: Tronny told you already, non?\. We plan to meet at the \c[3]First Scholar HQ\c[0]!
es_es: Tronny te dijo ya, ¿non?\. ¡Planeamos encontrarnos en la \c[3]Sede de los Primeros Eruditos\c[0]!

# data/database.json//commonEvents/emilie-contact/event/25/thenStep/3/message
source: We have great news!
es_es: ¡Tenemos grandes noticias!

# data/database.json//commonEvents/emilie-contact/event/26/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/26/thenStep/1/message
source: Not now, chérie. I really need to focus here.
es_es: Ahora no, chérie. Realmente necesito concentrarme aquí.

# data/database.json//commonEvents/emilie-contact/event/26/thenStep/2/message
source: I can't let Grasshead win this one, oui!
es_es: ¡No permitiré que me gane Peloverde, non!

# data/database.json//commonEvents/emilie-contact/event/27/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/27/thenStep/1/message
source: Bonjour! Making good progress here on my side!
es_es: ¡Bonjour! ¡Estoy haciendo buen progreso por aquí!

# data/database.json//commonEvents/emilie-contact/event/27/thenStep/2/message
source: I feel like this shock-themed dungeon is right up my alley!
es_es: ¡Siento que esta mazmorra electrificada va perfecta para mí!

source: Though I have to admit that some of those Wave-ball puzzles make my head hurt.
es_es: Aunque debo admitir que algunos de esos puzzles con las pelotas de Pulso me hacen doler la cabeza.

# data/database.json//commonEvents/emilie-contact/event/28/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/28/thenStep/1/message
source: Bonjour! Currently busy solving puzzles!
es_es: ¡Bonjour! ¡Estoy resolviendo puzzles!

# data/database.json//commonEvents/emilie-contact/event/28/thenStep/2/message
source: Such an interesting place, isn't it?
es_es: Que lugar tan interesante, ¿no?

# data/database.json//commonEvents/emilie-contact/event/28/thenStep/3/message
source: I've always heard horrible stories about water dungeons in games, but this one isn't really.
es_es: Siempre oí horribles historias sobre las mazmorras acuáticas en los juegos, pero esta no está mal.

# data/database.json//commonEvents/emilie-contact/event/29/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/29/thenStep/2/message
source: I'm sooo ready for our next dungeon race!
es_es: ¡Estoy que no puedo de la emoción por nuestra próxima carrera!

# data/database.json//commonEvents/emilie-contact/event/29/thenStep/4/message
source: Gaia's Garden is pretty neat in general, isn't it?
es_es: El Jardín de Gaia está bastante bien en general, ¿no?

# data/database.json//commonEvents/emilie-contact/event/29/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-contact/event/29/thenStep/6/message
source: So colorful and... entirely bug free!
es_es: Tan colorido y... ¡libre de bichos!

# data/database.json//commonEvents/emilie-contact/event/29/thenStep/7/message
source: Guess I really had the wrong idea about this place.
es_es: Hice mal en prejuzgar este lugar.

# data/database.json//commonEvents/emilie-contact/event/30/thenStep/1/message
source: Hi...
es_es: Hola...

# data/database.json//commonEvents/emilie-contact/event/30/thenStep/2/message
source: I'm waiting for you at the \c[3]First Scholar HQ\c[0]. Please hurry.
es_es: Te estoy esperando en la \c[3]Sede de los Primeros Eruditos\c[0]. Por favor apúrate.

# data/database.json//commonEvents/emilie-contact/event/31/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/31/thenStep/1/message
source: Bonjour Lea! Tronny and me are still waiting at the \c[3]statue\c[0] in \c[3]Autumn's Fall - Ancient Center\c[0]! Let's meet there!
es_es: ¡Bonjour Lea! ¡Tronny y yo estamos esperando en la \c[3]estatua\c[0] en \c[3]Ocaso Otoñal - Centro Ancestral\c[0]! ¡Encontrémonos allí!

# data/database.json//commonEvents/emilie-contact/event/32/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/32/thenStep/1/message
source: Lea, just meet me and Tronny at \c[3]Rookie Harbor Center\c[0]! We'll be waiting next to the \c[3]fountain\c[0]!
es_es: Lea, ¡tan solo reúnete con Tronny y yo en el \c[3]Centro del Puerto Recluta\c[0]! ¡Estaremos esperando al lado de la \c[3]fuente\c[0]!

# data/database.json//commonEvents/emilie-contact/event/33/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/33/thenStep/2/message
source: Did you explore all of Autumn's Fall, yet?
es_es: ¿Exploraste todo Ocaso Otoñal, ya?
