Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/emilie-contact/event/33/thenStep/3/message
source: It's very much like Autumn's Rise, just ruins everywhere.
es_es: Es muy parecido a Albor Otoñal, solo que con ruinas por todos lados.

# data/database.json//commonEvents/emilie-contact/event/33/thenStep/4/message
source: Oh, and the cows are back! Yay for cows!
es_es: ¡Ah, y las vacas están de vuelta! ¡Vivan la vacas!

# data/database.json//commonEvents/emilie-contact/event/34/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/34/thenStep/2/message
source: This Temple is interesting, non?
es_es: Este Templo es interesante, ¿non?

# data/database.json//commonEvents/emilie-contact/event/34/thenStep/3/message
source: I didn't expect there to be so much water in here.
es_es: No esperaba que hubiera tanta agua aquí.

# data/database.json//commonEvents/emilie-contact/event/34/thenStep/4/message
source: You know... for being right within a desert.
es_es: Sabes... ya que está justo en el medio de un desierto.

# data/database.json//commonEvents/emilie-contact/event/34/thenStep/6/message
source: Anyway, I will not fall back! Let's go!
es_es: Como sea, ¡no me daré por vencida! ¡Vamos!

# data/database.json//commonEvents/emilie-contact/event/35/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/35/thenStep/1/message
source: Maroon Valley is pretty massive, isn't it?
es_es: El Valle Granate es bastante grande, ¿no?

# data/database.json//commonEvents/emilie-contact/event/35/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-contact/event/35/thenStep/3/message
source: I'm not exactly a huge fan. A desert isn't exactly the most interesting location, non?
es_es: No soy muy fan. Un desierto no es exactamente el lugar más interesante, ¿non?

# data/database.json//commonEvents/emilie-contact/event/35/thenStep/4/message
source: Though the oasis is pretty nice, I suppose.
es_es: Aunque el oasis está bastante bien, supongo.

# data/database.json//commonEvents/emilie-contact/event/36/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/36/thenStep/1/message
source: Hey Lea! We should go back to the \c[3]First Scholars\c[0] and do that quiz already, non?
es_es: ¡Ey Lea! Deberíamos volver a los \c[3]Primeros Eruditos\c[0] y hacer esa encuesta, ¿non?

# data/database.json//commonEvents/emilie-contact/event/36/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-contact/event/37/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/37/thenStep/1/message
source: What is it Lea?
es_es: ¿Qué pasa Lea?

# data/database.json//commonEvents/emilie-contact/event/37/thenStep/3/message
source: Sorry, I'm really tense right now.
es_es: Perdón, estoy muy tensa ahora mismo.

# data/database.json//commonEvents/emilie-contact/event/37/thenStep/4/message
source: There could be more of those horrible bugs around every corner, you know?
es_es: Podrían haber más de esos horribles bichos en cada esquina, ¿sabes?

# data/database.json//commonEvents/emilie-contact/event/38/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/38/thenStep/1/message
source: What is it Lea? Already tired from dungeon crawling?
es_es: ¿Qué pasa Lea? ¿Ya te cansaste de investigar mazmorras?

# data/database.json//commonEvents/emilie-contact/event/38/thenStep/2/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/emilie-contact/event/38/thenStep/3/message
source: Good! I sure hope you won't drop out of our race!
es_es: ¡Bien! ¡Espero que no abandones nuestra carrera!

# data/database.json//commonEvents/emilie-contact/event/39/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/39/thenStep/2/message
source: I'm currently climbing up \c[3]\v[area.bergen-trails.name]\c[0]!
es_es: ¡Estoy trepando el \c[3]\v[area.bergen-trails.name]\c[0]!

# data/database.json//commonEvents/emilie-contact/event/39/thenStep/3/message
source: Just now, I saw a group of \c[3]penguins\c[0]!
es_es: ¡Acabo de ver un grupo de \c[3]pingüinos\c[0]!

# data/database.json//commonEvents/emilie-contact/event/39/thenStep/4/message
source: I'm preeeetty sure that penguins are usually not around mountains.
es_es: Estoy bastaaaante segura de que los pingüinos no frecuentan montañas usualmente.

# data/database.json//commonEvents/emilie-contact/event/39/thenStep/5/message
source: Very suspicious, non?
es_es: Muy sospechoso, ¿non?

# data/database.json//commonEvents/emilie-contact/event/39/thenStep/6/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-contact/event/39/thenStep/7/message
source: Aaaanyway, just tell me when you want to start a party!
es_es: Como sea... ¡solo dime cuando quieras que me una a tu grupo!

# data/database.json//commonEvents/emilie-contact/event/39/thenStep/8/message
source: And don't forget, no entering the next dungeon without me, d'accord?
es_es: Y no te olvides, no entres a la próxima mazmorra sin mí, ¿d'accord?

# data/database.json//commonEvents/emilie-contact/event/39/thenStep/10/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-contact/event/40/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/40/thenStep/1/message
source: Bonjour! I'm currently in \c[3]\v[area.autumn-area.name]\c[0] enjoying the landscape.
es_es: ¡Bonjour! Ahora estoy en \c[3]\v[area.autumn-area.name]\c[0] disfurtando del paisaje.

# data/database.json//commonEvents/emilie-contact/event/41/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/emilie-contact/event/42/message
source: Hey Lea!
es_es: ¡Ey Lea!

# data/database.json//commonEvents/emilie-join/event/0/thenStep/0/text
source: Now is not a good time...
es_es: Ahora no es buen momento...

# data/database.json//commonEvents/emilie-join/event/5/thenStep/0/message
source: I'm waiting for you in front of \c[3]Tronny's house\c[0]!
es_es: ¡Te espero frente a \c[3]la casa de Tronny\c[0]!

# data/database.json//commonEvents/emilie-join/event/6/thenStep/0/message
source: Chérie, as much as I'd love to form a party, it doesn't make all that much sense now, non?
es_es: Chérie, por mucho que me encantaría formar un equipo, no tiene mucho sentido ahora, ¿no?

# data/database.json//commonEvents/emilie-join/event/6/thenStep/1/message
source: Let's all finish the dungeon first.
es_es: Vamos a terminar la mazmorra primero.

# data/database.json//commonEvents/emilie-join/event/7/thenStep/0/message
source: Lea, we want to meet in the \c[3]city hall\c[0] to talk about running that new dungeon togther.
es_es: Lea, nos queremos encontrar el \c[3]ayuntamiento\c[0] para hablar acerca de esa carrera.

# data/database.json//commonEvents/emilie-join/event/7/thenStep/1/message
source: You should join us!
es_es: ¡Deberías unírtenos!

# data/database.json//commonEvents/emilie-join/event/8/thenStep/0/message
source: Lea, the raid is about to start!
es_es: ¡Lea, el raid está a punto de comenzar!

# data/database.json//commonEvents/emilie-join/event/8/thenStep/1/message
source: We're waiting at \c[3]Para Island\c[0] in \c[3]Autumn's Fall\c[0]!
es_es: ¡Estamos esperando en la \c[3]Isla Apartada\c[0] en \c[3]Ocaso Otoñal\c[0]!

# data/database.json//commonEvents/emilie-join/event/9/thenStep/0/message
source: Lea, we're waiting right at \c[3]Cross Central\c[0]!
es_es: ¡Lea, estamos esperando en el \c[3]Cruce Central\c[0]!

# data/database.json//commonEvents/emilie-join/event/9/thenStep/1/message
source: Let's enter \c[3]Rhombus Square\c[0] together!
es_es: ¡Entremos a \c[3]Plaza Rombo\c[0] juntas!

# data/database.json//commonEvents/emilie-join/event/10/thenStep/1/message
source: Tronny told you already, non?\. We plan to meet at the \c[3]First Scholar HQ\c[0]!
es_es: Tronny te dijo ya, ¿non?\. ¡Planeamos encontrarnos en la \c[3]Sede de los Primeros Eruditos\c[0]!

# data/database.json//commonEvents/emilie-join/event/10/thenStep/2/message
source: We have great news!
es_es: ¡Tenemos grandes noticias!

# data/database.json//commonEvents/emilie-join/event/11/thenStep/0/message
source: No party yet.
es_es: No haremos ningún grupo.

# data/database.json//commonEvents/emilie-join/event/11/thenStep/1/message
source: I'm waiting for you at the \c[3]First Scholar HQ\c[0]. Please hurry.
es_es: Te estoy esperando en la \c[3]Sede de los Primeros Eruditos\c[0]. Por favor apúrate.

# data/database.json//commonEvents/emilie-join/event/12/thenStep/0/message
source: Hm? It's getting a bit late Lea. I actually think I'll log off soon.
es_es: ¿Hm? Se está haciendo un poco tarde Lea. Creo que me convendría desconectarme pronto.

# data/database.json//commonEvents/emilie-join/event/12/thenStep/1/message
source: So no more party today, pardon.
es_es: Así que nada de grupos hoy, pardon.

# data/database.json//commonEvents/emilie-join/event/12/thenStep/2/message
source: Let's just chill a bit longer here on top of Faj'ro Temple.
es_es: Solo descansemos un poco más aquí en la cima del Templo Faj'ro.

# data/database.json//commonEvents/emilie-join/event/13/thenStep/0/message
source: Bonjour Lea! Tronny and me are still waiting at the \c[3]statue\c[0] in \c[3]Autumn's Fall - Ancient Center\c[0]! Let's meet there!
es_es: ¡Bonjour Lea! ¡Tronny y yo estamos esperando en la \c[3]estatua\c[0] en \c[3]Ocaso Otoñal - Centro Ancestral\c[0]! ¡Encontrémonos allí!

# data/database.json//commonEvents/emilie-join/event/14/thenStep/0/message
source: Lea, just meet me and Tronny at \c[3]Rookie Harbor Center\c[0]! We'll be waiting next to the \c[3]fountain\c[0]!
es_es: Lea, ¡tan solo reúnete con Tronny y yo en el \c[3]Centro del Puerto Recluta\c[0]! ¡Estaremos esperando al lado de la \c[3]fuente\c[0]!

# data/database.json//commonEvents/emilie-join/event/15/thenStep/0/message
source: Hey Lea! I'll just focus on finishing that quest myself, oui? See you later!
es_es: ¡Ey Lea! Me centraré en terminar esa misión por mí misma, ¿oui? ¡Nos vemos!

# data/database.json//commonEvents/emilie-join/event/16/0_0/0/message
source: Yes! Party time! Une seconde, I'll be right there!
es_es: ¡Si! ¡Hora de jugar! Une seconde, ¡ya estoy ahí!

# data/database.json//commonEvents/emilie-join/event/16/0_1/0/message
source: I see you're looking for a formidable punching force. I'm ready!
es_es: Veo que estás buscando a alguien que golpee formidablemente. ¡Estoy lista!

# data/database.json//commonEvents/emilie-join/event/16/0_2/0/message
source: It's time for chakrams and fists to roll over the field!
es_es: ¡Es hora de que los chakras y los puños arrollen el campo!

# data/database.json//commonEvents/emilie-remove/event/4/thenStep/0/message
source: So you want to do the Autumn's Fall Quest by yourself after all? D'accord!
es_es: ¿Así que quieres hacer la misión de Ocaso Otoñal tu sola? ¡D'accord!

# data/database.json//commonEvents/emilie-remove/event/4/thenStep/1/message
source: Just make sure to tell me once you collected the Shade!
es_es: ¡Solo asegúrate de avisarme cuando recojas la Sombra!

# data/database.json//commonEvents/emilie-remove/event/5/0_0/0/message
source: D'accord! Until next time, Lea!
es_es: ¡D'accord! ¡Hasta la próxima, Lea!

# data/database.json//commonEvents/emilie-remove/event/5/0_1/0/message
source: That was fun! Any time again!
es_es: ¡Eso fue divertido! ¡Nos vemos cuando quieras!

# data/database.json//commonEvents/emilie-remove/event/5/0_2/0/message
source: Awww, already? Well...\. see you soon!
es_es: ¿Awww, tan pronto? Bueno...\. ¡Nos vemos!

# data/database.json//commonEvents/glasses-contact/event/4/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/4/thenStep/1/message
source: Hi, Lea! It's nice running around with you in CrossWorlds!
es_es: ¡Hola, Lea! ¡Es lindo pasear contigo en CrossWorlds!

# data/database.json//commonEvents/glasses-contact/event/4/thenStep/2/message
source: Though... I think it's ok if we just talk normally, right? No need to use a Direct Link.
es_es: Aunque... creo que está bien si hablamos normalmente, ¿no? No hay necesidad de usar el Mensajero Directo.

# data/database.json//commonEvents/glasses-contact/event/5/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/5/thenStep/1/message
source: Hey, Lea...
es_es: Hola, Lea...

# data/database.json//commonEvents/glasses-contact/event/5/thenStep/2/message
source: We're about to visit Evotarground...\. one last time.
es_es: Estamos a punto de visitar el Mundo Evotar...\. una última vez.

# data/database.json//commonEvents/glasses-contact/event/5/thenStep/4/message
source: I hope it will be worth it.
es_es: Espero que valga la pena.

# data/database.json//commonEvents/glasses-contact/event/5/thenStep/5/message
source: It is...\. very hard for me to recall that moment.\. But I really want to.
es_es: Es..\.. muy difícil para mí recordar ese momento.\. Pero realmente quiero hacerlo.

# data/database.json//commonEvents/glasses-contact/event/6/thenStep/0/message
source: Hi...
es_es: Hola...

# data/database.json//commonEvents/glasses-contact/event/6/thenStep/1/message
source: Hey, Lea...
es_es: Hola, Lea...

# data/database.json//commonEvents/glasses-contact/event/6/thenStep/2/message
source: Sorry...\. I guess the distraction didn't work as well as I hoped after all.
es_es: Lo siento...\. Supongo que no he conseguido distraerme lo suficiente.

# data/database.json//commonEvents/glasses-contact/event/6/thenStep/3/message
source: I went home early...\. Maybe I'll continue with the dungeon another time.
es_es: Me fui temprano a casa...\. Quizás continuaré con la mazmorra en otro momento.

# data/database.json//commonEvents/glasses-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/7/thenStep/1/message
source: Hey, Lea!\. It's dungeon time!
es_es: ¡Oye, Lea!\. ¡Es hora de las mazmorras!

# data/database.json//commonEvents/glasses-contact/event/7/thenStep/2/message
source: To be honest, I expected Emilie to send me a D-Link message first.\. Now it's you instead.
es_es: Para ser honesto, esperaba que Emilie me enviara un Mensaje Directo primero.\. Ahora, en cambio, eres tú.

# data/database.json//commonEvents/glasses-contact/event/7/thenStep/4/message
source: Well then...\. let's see what else the dungeon has to offer!
es_es: Bien entonces...\. ¡Veamos qué más tiene la mazmorra para nosotros!

# data/database.json//commonEvents/glasses-contact/event/7/thenStep/5/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/glasses-contact/event/8/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/8/thenStep/2/message
source: Thanks for picking me up before.
es_es: Gracias por recogerme antes.

# data/database.json//commonEvents/glasses-contact/event/8/thenStep/3/message
source: I feel better now.
es_es: Me siento mejor ahora.

# data/database.json//commonEvents/glasses-contact/event/8/thenStep/4/message
source: Even looking forward to the new dungeon a bit.
es_es: Incluso espero con ansias la nueva mazmorra.

# data/database.json//commonEvents/glasses-contact/event/8/thenStep/5/message
source: Has been some time since I've played a dungeon for the first time.
es_es: Hace tiempo que no disfruto de una mazmorra nueva.

# data/database.json//commonEvents/glasses-contact/event/9/thenStep/1/message
source: Hi...
es_es: Hola...

# data/database.json//commonEvents/glasses-contact/event/9/thenStep/2/message
source: Hello, Lea...
es_es: Hola, Lea...

# data/database.json//commonEvents/glasses-contact/event/9/thenStep/3/message
source: If you are looking for me, I'm currently at home.\. Thinking about things...
es_es: Si me buscas, actualmente estoy en casa.\. Pensando en cosas...

# data/database.json//commonEvents/glasses-contact/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/10/thenStep/1/message
source: Hello, Lea!
es_es: ¡Hola, Lea!

# data/database.json//commonEvents/glasses-contact/event/10/thenStep/2/message
source: Sorry if I left a bit quickly after the PvP duel...
es_es: Perdona si me fui un poco rápido después del duelo PvP...

# data/database.json//commonEvents/glasses-contact/event/10/thenStep/3/message
source: I think I just felt a bit...\. weird.
es_es: Es que me sentía algo...\. extraño.

# data/database.json//commonEvents/glasses-contact/event/10/thenStep/4/message
source: I'm not sure...\. can you get sick as an Evotar?
es_es: No lo tengo claro...\. ¿Puedes enfermarte como Evotar?

# data/database.json//commonEvents/glasses-contact/event/10/thenStep/6/message
source: Oh!\. Don't worry, I'm feeling better already.
es_es: ¡Oh!\. No te preocupes, ya me siento mejor.

# data/database.json//commonEvents/glasses-contact/event/10/thenStep/7/message
source: I guess I just needed a quiet moment here in Evotar Village.
es_es: Supongo que solo necesitaba un momento de tranquilidad aquí en Villa Evotar.

# data/database.json//commonEvents/glasses-contact/event/11/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/11/thenStep/1/message
source: Hello, Lea!
es_es: ¡Hola, Lea!

# data/database.json//commonEvents/glasses-contact/event/11/thenStep/2/message
source: You know, this new area seems really relaxing in principle...
es_es: Sabes, esta nueva área puede parecer relajante en principio...

# data/database.json//commonEvents/glasses-contact/event/11/thenStep/3/message
source: Unfortunately, water is still deadly. So it's an incredibly dangerous place if you think about it.
es_es: Por desgracia, el agua sigue siendo letal. Por lo que es un lugar tremendamente peligroso si lo piensas dos veces.

# data/database.json//commonEvents/glasses-contact/event/12/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/12/thenStep/1/message
source: Hello, Lea!
es_es: ¡Hola, Lea!

# data/database.json//commonEvents/glasses-contact/event/12/thenStep/2/message
source: So...\. new area, huh?
es_es: Así que...\. Una nueva área, ¿eh?

# data/database.json//commonEvents/glasses-contact/event/12/thenStep/3/message
source: I'm sure it will be filled with strange creatures and implausible terrain as usual.
es_es: Estoy seguro de que estará lleno de criaturas extrañas y un terreno extraño y sobrenatural como de costumbre.

# data/database.json//commonEvents/glasses-contact/event/13/thenStep/0/message
source: S-Sorry, Lea!\. I have to check something!\. I'll be back soon, promise!
es_es: ¡P-Perdón, Lea!\. ¡Tengo que revisar algo!\. ¡Volveré pronto, lo prometo!

# data/database.json//commonEvents/glasses-contact/event/14/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/14/thenStep/1/message
source: Hello, Lea!
es_es: ¡Hola, Lea!

# data/database.json//commonEvents/glasses-contact/event/14/thenStep/2/message
source: I'm still around and ready if you'd like to start the party. For now at least.
es_es: Seguiré conectado por un rato si quieres invitarme a un grupo. Por ahora al menos.

# data/database.json//commonEvents/glasses-contact/event/14/thenStep/4/message
source: Really, I think I'm gonna miss CrossWorlds and strolling around with you... but there is hardly anything I can do about it.
es_es: En serio, voy a extrañar CrossWorlds y pasear contigo... pero no hay nada que pueda hacer al respecto.

# data/database.json//commonEvents/glasses-contact/event/14/thenStep/5/message
source: Why?
es_es: ¿Por qué?

# data/database.json//commonEvents/glasses-contact/event/14/thenStep/6/message
source: It's a private matter. I told you, right? Sorry, I prefer to keep my real and virtual life separated.
es_es: Es un asunto privado. Te había dicho, ¿no? Lo siento, prefiero mantener mi vida real y virtual separadas.

# data/database.json//commonEvents/glasses-contact/event/15/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/15/thenStep/1/message
source: Hello Lea!
es_es: ¡Hola Lea!

# data/database.json//commonEvents/glasses-contact/event/15/thenStep/2/message
source: Gosh... Rhombus Square is massive! And so much going on. Traffic and people everywhere.
es_es: Dios... ¡Plaza Rombo es enorme! Y tan lleno de vida. Hay tráfico y personas por todos lados.

# data/database.json//commonEvents/glasses-contact/event/15/thenStep/3/message
source: To be honest... It's almost too much noise for my taste. I was never a huge fan of bustling cities.
es_es: Para ser sincero... Es casi demasiado ruido para mi gusto. Nunca fui un gran fan de las ciudades bulliciosas.

# data/database.json//commonEvents/glasses-contact/event/15/thenStep/4/message
source: Still, so very exciting!
es_es: Aún así, ¡es emocionante!

# data/database.json//commonEvents/glasses-contact/event/16/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/16/thenStep/1/message
source: Hello, Lea! We're waiting in \c[3]CrossCentral\c[0] right in front of the entrance to \c[3]Rhombus Square\c[0]!
es_es: ¡Hola, Lea! ¡Te estamos esperando en el \c[3]Cruce Central\c[0] justo en frente de la entrada a \c[3]Plaza Rombo\c[0]!

# data/database.json//commonEvents/glasses-contact/event/17/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/17/thenStep/1/message
source: Hello, Lea!
es_es: ¡Hola, Lea!

# data/database.json//commonEvents/glasses-contact/event/17/thenStep/2/message
source: It's a shame that you don't want to participate in the raid. I was kind of looking forward to it....
es_es: Es una pena que no quieras participar en la raid. Lo esperaba con ansias....

# data/database.json//commonEvents/glasses-contact/event/17/thenStep/3/message
source: Sorry...
es_es: Perdón...

# data/database.json//commonEvents/glasses-contact/event/17/thenStep/4/message
source: I mean... I understand that the last raid wasn't exactly the best experience for you...
es_es: O sea... entiendo que la última raid no fue la mejor experiencia para ti...

# data/database.json//commonEvents/glasses-contact/event/17/thenStep/5/message
source: But that probably was just an odd coincidence that's unlikely to happen again...
es_es: Pero probablemente eso fue una extraña coincidencia y sería raro que se repita...

# data/database.json//commonEvents/glasses-contact/event/17/thenStep/7/message
source: Well, I suppose I can't change your mind.
es_es: Bueno, supongo que no puedo convencerte.

# data/database.json//commonEvents/glasses-contact/event/17/thenStep/8/message
source: It's fine! We can still explore Sapphire Ridge together, if you like!
es_es: ¡Está bien! ¡Aún podemos explorar Cresta Zafiro juntos, si quieres!

# data/database.json//commonEvents/glasses-contact/event/18/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/18/thenStep/1/message
source: Hey Lea! We're waiting at the \c[3]First Scholar HQ\c[0] for you! Are you on your way?
es_es: ¡Hola Lea! ¡Te estamos esperando en la \c[3]Sede de los Primeros Eruditos\c[0]! ¿Estás en camino?

# data/database.json//commonEvents/glasses-contact/event/19/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/glasses-contact/event/19/thenStep/1/message
source: Still with the D-Link during the dungeon races...
es_es: Otra vez con el Mensajero Directo en medio de las carreras...
