Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/tutorial-dash-art/event/1/acceptStep/15/text
source: Release \i[special] again to execute the attack.
es_es: Suelta \i[special] para ejecutar el ataque.

# data/database.json//commonEvents/tutorial-dash-art/event/1/acceptStep/22/text
source: Repeat?
es_es: ¿Repetir?

source: Yes
es_es: Si

# data/database.json//commonEvents/tutorial-guard-art/event/1/title
source: Guard Arts
es_es: Artes de Bloqueo

# data/database.json//commonEvents/tutorial-guard-art/event/1/content
source: Learn how to use \c[3]Guard Arts\c[0] in combat.
es_es: Aprende a usar las \c[3]Artes de Bloqueo\c[0] en combate.

# data/database.json//commonEvents/tutorial-guard-art/event/1/acceptStep/6/text
source: Start by \c[0]guarding\c[0].
es_es: Empieza por \c[0]bloquear\c[0].

# data/database.json//commonEvents/tutorial-guard-art/event/1/acceptStep/10/text
source: While you guard, press and hold \i[special] to charge the Guard Art.
es_es: Mientras bloqueas, presiona y mantén \i[special] para cargar el Arte de Bloqueo.

# data/database.json//commonEvents/tutorial-guard-art/event/1/acceptStep/13/text
source: Release \i[special] again to execute the attack.
es_es: Suelta \i[special] para ejecutar el ataque.

# data/database.json//commonEvents/tutorial-guard-art/event/1/acceptStep/20/text
source: Repeat?
es_es: ¿Repetir?

source: Yes
es_es: Si

# data/database.json//commonEvents/tutorial-lvl2/event/1/title
source: Level 2 Arts
es_es: Artes de Nivel 2

# data/database.json//commonEvents/tutorial-lvl2/event/1/content
source: Learn how to use \c[3]Level 2 Combat Arts\c[0] in combat.
es_es: Aprende a usar las \c[3]Artes de Combate de Nivel 2\c[0] en combate.

# data/database.json//commonEvents/tutorial-lvl2/event/1/acceptStep/7/text
source: To execute a \c[3]level 2\c[0] combat art need at least \c[3]3 SP\c[0].
es_es: Para ejecutar un arte de combate de \c[3]nivel 2\c[0] se necesita al menos \c[3]3 PE\c[0].

# data/database.json//commonEvents/tutorial-lvl2/event/1/acceptStep/9/text
source: Perform the combat art according to the type as usual.
es_es: Haz el arte de combate correspondiente al tipo como siempre.

# data/database.json//commonEvents/tutorial-lvl2/event/1/acceptStep/15/text
source: Charge for a \c[3]longer time\c[0] until you notice a second \c[3]burst\c[0].
es_es: Carga el Arte por \c[3]más tiempo\c[0] hasta que haya un segundo \c[3]impulso\c[0].

# data/database.json//commonEvents/tutorial-lvl2/event/1/acceptStep/17/text
source: Release \i[special] again to execute the attack.
es_es: Suelta \i[special] para ejecutar el ataque.

# data/database.json//commonEvents/tutorial-lvl2/event/1/acceptStep/23/text
source: Repeat?
es_es: ¿Repetir?

source: Yes
es_es: Si

# data/database.json//commonEvents/tutorial-lvl3/event/1/title
source: Level 3 Arts
es_es: Artes de Nivel 3

# data/database.json//commonEvents/tutorial-lvl3/event/1/content
source: Learn how to use \c[3]Level 3 Combat Arts\c[0] in combat.
es_es: Aprende a usar las \c[3]Artes de Combate de Nivel 3\c[0] en combate.

# data/database.json//commonEvents/tutorial-lvl3/event/1/acceptStep/7/text
source: To execute a \c[3]level 3\c[0] combat art need at least \c[3]6 SP\c[0].
es_es: Para ejecutar un arte de combate de \c[3]nivel 3\c[0] se necesita al menos \c[3]6 PE\c[0].

# data/database.json//commonEvents/tutorial-lvl3/event/1/acceptStep/9/text
source: Perform the combat art according to the type as usual.
es_es: Haz el arte de combate correspondiente al tipo como siempre.

# data/database.json//commonEvents/tutorial-lvl3/event/1/acceptStep/15/text
source: Charge for a \c[3]longer time\c[0] until you notice a total of \c[3]3 bursts\c[0].
es_es: Carga el Arte por \c[3]más tiempo\c[0] hasta que haya un total de \c[3]3 impulsos\c[0].

# data/database.json//commonEvents/tutorial-lvl3/event/1/acceptStep/17/text
source: Release \i[special] again to execute the attack.
es_es: Suelta \i[special] para ejecutar el ataque.

# data/database.json//commonEvents/tutorial-lvl3/event/1/acceptStep/23/text
source: Repeat?
es_es: ¿Repetir?

source: Yes
es_es: Si

# data/database.json//commonEvents/tutorial-quests/event/1/title
source: Quests
es_es: Misiones

# data/database.json//commonEvents/tutorial-quests/event/1/content
source: Learn how to view and track your \c[3]Quests\c[0].
es_es: Aprende a ver y seguir tus \c[3]Misiones\c[0].

# data/database.json//commonEvents/tutorial-quests/event/1/acceptStep/6/text
source: You can see all your quests within the \c[3]quest menu\c[0].
es_es: Puedes ver todas tus misiones en el \c[3]menú de misiones\c[0].

# data/database.json//commonEvents/tutorial-quests/event/1/acceptStep/12/text
source: Focus a quest to see details on the left.
es_es: Presiona una misión para ver los detalles en el cuadro izquierdo.

# data/database.json//commonEvents/tutorial-quests/event/1/acceptStep/16/text
source: You can see more details by selecting a quest.
es_es: Puedes ver más detalles seleccionando una misión.

# data/database.json//commonEvents/tutorial-quests/event/1/acceptStep/20/text
source: Press \i[help2] to \c[3]mark\c[0] a quest as favorite. You can mark any number of quests!
es_es: Presiona \i[help2] para \c[3]marcar\c[0] una misión como favorita. ¡Puedes marcar tantas misiones como quieras!

source: You can cycle through the tasks of marked quests outside the menu by \c[3]pressing\c[0] \i[left-stick] and \i[right-stick].
es_es: Puedes revisar las tareas de las misiones marcadas fuera del menú \c[3]presionando\c[0] \i[left-stick] y \i[right-stick].

source: You can cycle through the tasks of marked quests outside the menu with \i[circle-left] and \i[circle-right].
es_es: Puedes revisar las tareas de las misiones marcadas fuera del menú \c[3]presionando\c[0] \i[circle-left] y \i[circle-right].

# data/database.json//commonEvents/tutorial-quests/event/1/acceptStep/35/text
source: Repeat?
es_es: ¿Repetir?

source: Yes
es_es: Si

# data/database.json//commonEvents/tutorial-botanics/event/1/title
source: Botanics
es_es: Botánica

# data/database.json//commonEvents/tutorial-botanics/event/1/content
source: Learn how to view and track your progress in the \c[3]Botanics Menu\c[0].
es_es: \c[3]Menú de Botánica\c[0].

# data/database.json//commonEvents/tutorial-botanics/event/1/acceptStep/14/text
source: You can find the \c[3]Botanics Menu\c[0] within the \c[3]Records Menu\c[0].
es_es: Puedes encontrar el \c[3]Menú de Botánica\c[0] dentro del \c[3]Menú de Registros\c[0].

# data/database.json//commonEvents/tutorial-botanics/event/1/acceptStep/22/text
source: See how many drops you need to complete the entry.
es_es: Ver cuantos objetos necesitas para completar la entrada.

# data/database.json//commonEvents/tutorial-botanics/event/1/acceptStep/24/text
source: Once progress reaches 50% you can find a more detailed location here.
es_es: Cuando el progreso llegue al 50% podrás ver información mas detallada aquí.

# data/database.json//commonEvents/tutorial-botanics/event/1/acceptStep/35/text
source: Repeat?
es_es: ¿Repetir?

source: Yes
es_es: Sí

# data/database.json//commonEvents/tutorial-elite/event/1/title
source: Elite Quests
es_es: Misiones de Élite

# data/database.json//commonEvents/tutorial-elite/event/1/content
source: Learn more about \c[3]Elite Quests\c[0].
es_es: Aprende más sobre las \c[3]Misiones de Élite\c[0].

# data/database.json//commonEvents/tutorial-elite/event/1/acceptStep/10/text
source: \c[3]Elite Quests\c[0] are difficult quests marked with an \c[3]exclamation mark and red outlines\c[0].
es_es: Las \c[3]Misiones de Élite\c[0] son misiones difíciles marcadas con \c[3]un signo de exclamación y un marco rojo\c[0].

# data/database.json//commonEvents/tutorial-elite/event/1/acceptStep/12/text
source: Even on the same levels, these quest can be \c[3]very challenging\c[0]. However, they often offer \c[3]better loot as reward\c[0].
es_es: Incluso al nivel recomendado, estas misiones pueden ser \c[3]muy desafiantes\c[0]. Sin embargo, ofrecen \c[3]mejores recompensas\c[0].

# data/database.json//commonEvents/tutorial-elite/event/1/acceptStep/21/text
source: Repeat?
es_es: ¿Repetir?

source: Yes
es_es: Si

# data/database.json//commonEvents/emilie-dies/event/0/0_0/0/message
source: ...Urgh, I couldn't handle this!
es_es: ...Ugh, ¡No pude con esto!

# data/database.json//commonEvents/emilie-dies/event/0/0_1/0/message
source: Sacrebleu! I'm out, Lea!
es_es: ¡Sacrebleu! ¡Estoy fuera, Lea!

# data/database.json//commonEvents/emilie-dies/event/0/0_2/0/message
source: I'll be back.
es_es: Volveré.

# data/database.json//commonEvents/emilie-dies/event/0/1_0/0/message
source: Wha...What just happened?
es_es: Qu...¿Qué acaba de pasar?

# data/database.json//commonEvents/emilie-dies/event/0/1_1/0/message
source: Mon Dieu! What is going on?!
es_es: ¡Mon Dieu! ¡¿Qué está pasando?!

# data/database.json//commonEvents/emilie-revived/event/0/0_0/0/message
source: I'm back to kick some derrière!
es_es: ¡He vuelto a patear algunos derrière!

# data/database.json//commonEvents/emilie-revived/event/0/0_1/0/message
source: I see there are still enemies left for me!
es_es: ¡Veo que aún quedan enemigos para mí!

# data/database.json//commonEvents/emilie-revived/event/0/1_0/0/message
source: ...Pardon. That was just too much for me to handle.
es_es: ...Pardon. Eso fue demasiado para mí.

# data/database.json//commonEvents/emilie-revived/event/0/1_1/0/message
source: Hmpf... I gotta practice more.
es_es: Hmpf... Tengo que practicar más.

# data/database.json//commonEvents/emilie-equip-update/event/0/0_0/0/message
source: Excellent! Got new gear to punch enemies even harder!
es_es: ¡Excelente! ¡Con este nuevo equipamiento derrotaré a los enemigos en un santiamén!

# data/database.json//commonEvents/emilie-equip-update/event/0/0_1/0/message
source: Lea, look at the new stuff I just bought!
es_es: ¡Lea, mira las nuevas cosas que me acabo de comprar!

# data/database.json//commonEvents/emilie-equip-update/event/0/0_2/0/message
source: Getting closer to the ultimate punching machine, one step at a time!
es_es: ¡Un paso más cerca de ser la destructora definitiva!

# data/database.json//commonEvents/emilie-equip-update/event/0/0_3/0/message
source: I got new gear! Too bad your appearance doesn't change, non?
es_es: ¡Tengo nuevo equipamiento! Qué pena que tu apariencia no cambia, ¿non?

# data/database.json//commonEvents/glasses-dies/event/0/0_0/0/message
source: Dang-it! That attack came out of nowhere!
es_es: ¡Demonios! ¡Ese ataque vino de la nada!

# data/database.json//commonEvents/glasses-dies/event/0/0_1/0/message
source: Gosh...\. I messed up, sorry!
es_es: Dios...\. Metí la pata, ¡perdón!

# data/database.json//commonEvents/glasses-dies/event/0/0_2/0/message
source: Drat! I'm out, Lea!
es_es: ¡Uf! ¡Estoy fuera, Lea!

# data/database.json//commonEvents/glasses-dies/event/0/1_0/0/message
source: Th... That was strange.
es_es: Es... Eso fue raro.

# data/database.json//commonEvents/glasses-dies/event/0/1_1/0/message
source: ...You know that water can have 3 states. And this is the only deadly one.
es_es: ...Sabes que el agua tiene 3 estados. Y ese es el único que es mortal.

# data/database.json//commonEvents/glasses-revived/event/0/0_0/0/message
source: Your mage is back!
es_es: ¡Tu mago ha vuelto!

# data/database.json//commonEvents/glasses-revived/event/0/0_1/0/message
source: I'm back! I see you're still going strong... right?
es_es: ¡He vuelto! Veo que sigues viva... ¿no?

# data/database.json//commonEvents/glasses-revived/event/0/1_0/0/message
source: Looks like I wasn't quite up to the challenge, sorry.
es_es: Parece que no pude con el desafío, lo siento.

# data/database.json//commonEvents/glasses-revived/event/0/1_1/0/message
source: Gosh... That didn't go too well... sorry.
es_es: Dios... Eso no salió bien... perdón.

# data/database.json//commonEvents/glasses-equip/event/0/0_0/0/message
source: I got some new gear. Yes, mages have gear, too.
es_es: Tengo nuevo equipamiento. Si, los magos tienen equipamiento también.

# data/database.json//commonEvents/glasses-equip/event/0/0_1/0/message
source: I got my gear up-to-date now. It was about time.
es_es: Acabo de actualizar mi equipamiento. Ya era hora.

# data/database.json//commonEvents/glasses-equip/event/0/0_2/0/message
source: I got some really cool gear this time!
es_es: ¡Conseguí muy buen equipamiento esta vez!

# data/database.json//commonEvents/glasses-equip/event/0/0_3/0/message
source: Got new gear. Though I wonder how those edges and triggers are supposed to improve my magic...
es_es: Tengo nuevo equipamiento. Aunque me pregunto cómo esos bordes y gatillos se suponen que mejoran mi magia...

# data/database.json//commonEvents/apollo-dies/event/0/0_0/0/message
source: I'm out!\. Keep fighting for justice in my place!
es_es: ¡Estoy fuera!\. ¡Sigue peleando por la justicia en mi lugar!

# data/database.json//commonEvents/apollo-dies/event/0/0_1/0/message
source: I suffered defeat!\. Keep fighting!\. For the honor of Spheromancers!
es_es: ¡He sufrido una derroa!\. ¡Sigue peleando!\. ¡Por el honor de los Spheromancers!

# data/database.json//commonEvents/apollo-dies/event/0/0_2/0/message
source: I'm out, but don't give up!\. One Spheromancer can handle any challenge!
es_es: ¡Estoy fuera, pero no te rindas!\. ¡Un Spheromancer puede manejar cualquier problema!

# data/database.json//commonEvents/apollo-dies/event/0/1_0/0/message
source: This wasn't right!\. Why was I defeated?!\. This smells like cheating!!
es_es: ¡Esto no está bien!\. ¡¿Por qué he sido derrotado?!\. ¡¡Esto me huele a trampa!!

# data/database.json//commonEvents/apollo-dies/event/0/1_1/0/message
source: Something is wrong here.\. Suspicious!
es_es: Algo está mal aquí.\. ¡Sospechoso!

# data/database.json//commonEvents/apollo-revived/event/0/0_0/0/message
source: A Spheromancer returns to the battlefield, all foes beware!
es_es: Un Spheromancer vuelve al campo de batalla, ¡enemigos temed!

# data/database.json//commonEvents/apollo-revived/event/0/0_1/0/message
source: Justice still needs to be served!
es_es: ¡La justicia aún debe ser servida!

# data/database.json//commonEvents/apollo-revived/event/0/0_2/0/message
source: In the name of Justice, I have returned!!
es_es: ¡¡En el nombre de la Justicia, he vuelto!!

# data/database.json//commonEvents/apollo-revived/event/0/1_0/0/message
source: I see you handled this conflict without my help.\. Well done, Spheromancer Lea.
es_es: Veo que manejaste este conflicto sin mi ayuda.\. Bien hecho, Spheromancer Lea.

# data/database.json//commonEvents/apollo-revived/event/0/1_1/0/message
source: Your fellow Spheromancer returned! Alas, a bit too late!
es_es: ¡Tu compañero Spheromancer ha vuelto! Aunque, ¡un poco tarde!

# data/database.json//commonEvents/apollo-equip/event/0/message
source: I just updated my gear, you should do so as well, Spheromancer Lea!
es_es: Acabo de actualizar mi equipamiento, ¡deberías hacer lo mismo, Spheromancer Lea!

# data/database.json//commonEvents/joern-dies/event/0/0_0/0/message
source: Whoops, I'm out.
es_es: Oops, estoy fuera.

# data/database.json//commonEvents/joern-dies/event/0/0_1/0/message
source: Aaand I'm dead.\. Sorry, your tank has fallen.
es_es: Yyyy estoy muerto.\. Lo siento, tu tanque ha caído.

# data/database.json//commonEvents/joern-dies/event/0/0_2/0/message
source: Oh...\. I'm dead.\. Curses.
es_es: Oh...\. Estoy muerto.\. Maldita sea.

# data/database.json//commonEvents/joern-dies/event/0/1_0/0/message
source: Slippery edges...
es_es: Bordes resbaladizos...

# data/database.json//commonEvents/joern-dies/event/0/1_1/0/message
source: What.
es_es: Qué.

# data/database.json//commonEvents/joern-revived/event/0/0_0/0/message
source: I'm back.
es_es: He vuelto.

# data/database.json//commonEvents/joern-revived/event/0/0_1/0/message
source: Back.\. Still fighting?
es_es: He vuelto.\. ¿Siguen peleando?

# data/database.json//commonEvents/joern-revived/event/0/1_0/0/message
source: Your tank returns.\. Aaand it's already over.
es_es: Tu tanque ha vuelto.\. Yyyy ya se ha acabado.

# data/database.json//commonEvents/joern-revived/event/0/1_1/0/message
source: It looks like you handled things without me just fine.
es_es: Parece que manejaste la situación sin mi sin mucho problema.

# data/database.json//commonEvents/joern-equip/event/0/message
source: Got new gear, whoop whoop.
es_es: Tengo nuevo equipamiento, ¡whopp whoop!

# data/database.json//commonEvents/shizuka-dies/event/0/0_0/0/message
source: Damn input lag...
es_es: Demonios, tengo lag...

# data/database.json//commonEvents/shizuka-dies/event/0/0_1/0/message
source: Oh, come on... Lea, get them!
es_es: Oh, vamos... ¡Lea, atrápalos!

# data/database.json//commonEvents/shizuka-dies/event/0/1_0/0/message
source: Fall damage? How very creative.
es_es: ¿Daño por caída? Que original.

# data/database.json//commonEvents/shizuka-dies/event/0/1_1/0/message
source: Oh, this game is still full of stupid deathtraps...
es_es: Oh, este juego todavía está lleno de estúpidas trampas mortales...

# data/database.json//commonEvents/shizuka-revived/event/0/0_0/0/message
source: You still aren't done, Lea? Guess I'll handle it then.
es_es: ¿Aún no has terminado, Lea? Supongo que lo manejaré entonces.

# data/database.json//commonEvents/shizuka-revived/event/0/0_1/0/message
source: Time for some revenge, you piles of instant matter.
es_es: Es hora de vengarse, montones de materia instantánea.

# data/database.json//commonEvents/shizuka-revived/event/0/1_0/0/message
source: Oh, I guess you cleaned up already. Nice job.
es_es: Oh, supongo que ya limpiaste. Buen hecho.

# data/database.json//commonEvents/shizuka-revived/event/0/1_1/0/message
source: I need to spend more time playing. Getting rusty.
es_es: Necesito pasar más tiempo jugando. Me estoy oxidando.

# data/database.json//commonEvents/shizuka-equip/event/0/message
source: Got some new gear. Let's see how the powercreep developed.
es_es: Tengo equipo nuevo. Veamos qué tan fuerte me volví.

# data/database.json//commonEvents/schneider-dies/event/0/0_0/0/message
source: Oh. verdammte Axt. Sorry Lea, I need a minute.
es_es: Oh. verdammte Axt. Lo siento Lea, dame un minuto.

# data/database.json//commonEvents/schneider-dies/event/0/0_1/0/message
source: Dreck, I walked right into that one.
es_es: Dreck, creo que no debí meterme de lleno.

# data/database.json//commonEvents/schneider-dies/event/0/1_0/0/message
source: Well, this is not exactly build according to safety regulations.
es_es: Bueno, esto no es exactamente jugar de forma segura.

# data/database.json//commonEvents/schneider-dies/event/0/1_1/0/message
source: Woops, I guess I slipped.
es_es: Woops, creo que me descuidé.

# data/database.json//commonEvents/schneider-revived/event/0/0_0/0/message
source: Hey, Lea, I'm back. Let's get this battle over with.
es_es: Hey, Lea, he vuelto. Acabemos con esta batalla.

# data/database.json//commonEvents/schneider-revived/event/0/0_1/0/message
source: Ah, you still left some enemies for me, how nice.
es_es: Ah, todavía me dejaste algo, me alegra.

# data/database.json//commonEvents/schneider-revived/event/0/1_0/0/message
source: Oh, I guess you cleaned up already. Nice job.
es_es: Oh, supongo que ya limpiaste. Buen trabajo.

# data/database.json//commonEvents/schneider-revived/event/0/1_1/0/message
source: I need to get it together. Can't let the newbie overshadow me like that.
es_es: Tengo que ponerme las pilas. No puedo dejar que el novato me haga sombra así.

# data/database.json//commonEvents/schneider-equip/event/0/message
source: Bought some shiny new gear. Wunderbar!
es_es: Compré algunos equipos nuevos y hasta brillan. Wunderbar!

# data/database.json//commonEvents/luke-dies/event/0/0_1/0/message
source: Dreck, I walked right into that one.
es_es: Dreck, creo que no debí meterme de lleno.

# data/database.json//commonEvents/luke-dies/event/0/1_0/0/message
source: We're sure living in a dangerous world here...
es_es: Estamos seguros de que estamos en un mundo peligroso aquí...

# data/database.json//commonEvents/luke-dies/event/0/1_1/0/message
source: Woops, I guess I slipped.
es_es: Woops, creo que me descuidé.

# data/database.json//commonEvents/luke-revived/event/0/0_0/0/message
source: Hey, Lea, I'm back. Let's get this battle over with.
es_es: Hey, Lea, he vuelto. Acabemos con esta batalla.

# data/database.json//commonEvents/luke-revived/event/0/0_1/0/message
source: Ah, you still left some enemies for me, how nice.
es_es: Ah, todavía me dejaste algo, me alegra.

# data/database.json//commonEvents/luke-revived/event/0/1_0/0/message
source: Oh, I guess you cleaned up already. Nice job.
es_es: Oh, supongo que ya limpiaste. Buen hecho.

# data/database.json//commonEvents/luke-revived/event/0/1_1/0/message
source: Should've just taken a nap with you handling this.
es_es: Debí descansar un poco más mientras manejabas todo esto aquí.

# data/database.json//commonEvents/luke-equip/event/0/message
source: Upgraded my gear. Would be nice to get a change of fashion too, living in the game and all.
es_es: He mejorado mi equipo. Estaría bien si cambiara de aspecto también, pero bueno, el juego y todo eso.

# data/database.json//commonEvents/all-dng-enter/event/1/thenStep/1/0_0/0/message
source: Lea? Where did you go? Did you just teleport into a dungeon or something?
es_es: ¿Lea? ¿Adónde fuiste? ¿Te acabas de teleportar a una mazmorra o algo?

# data/database.json//commonEvents/all-dng-enter/event/1/thenStep/1/1_0/0/message
source: Lea? This is strange. You just teleported away but we couldn't follow you. Where are you?
es_es: ¿Lea? Esto es raro. Te acabas de teleportar pero no te pudimos seguir. ¿Dónde estás?

# data/database.json//commonEvents/all-dng-enter/event/1/thenStep/1/2_0/0/message
source: Spheromancer Lea! Where did you teleport to and why can't I follow?! Is this a cheat?!
es_es: ¡Spheromancer Lea! ¡¿Dónde te teleportaste y por qué no te puedo seguir?! ¡¿Has hecho trampa?!

# data/database.json//commonEvents/all-dng-enter/event/1/thenStep/1/3_0/0/message
source: This is strange...\. It seems I can't follow you to your new location.\. Where are you, Lea?
es_es: Esto es raro...\. Parece que no te puedo seguir a tu nueva localización.\. ¿Dónde estás, Lea?

# data/database.json//commonEvents/all-dng-enter/event/1/thenStep/1/4_0/0/message
source: Ah... You went to THAT place, I guess? Have fun and give the captain my regards.
es_es: Ah... ¿Supongo que fuiste a ESE lugar? Diviértete y dale al capitán mis saludos.

# data/database.json//commonEvents/all-dng-enter/event/1/thenStep/1/5_0/0/message
source: Huh, strange...\. I can't follow you.\. Did you enter some secret location?
es_es: Huh, extraño...\. No puedo seguirte.\. ¿Entraste en algún lugar secreto?

# data/database.json//commonEvents/all-dng-enter/event/1/thenStep/1/6_0/0/message
source: I can't follow you for some reason.\. Some super secret evotar-business, huh?
es_es: No puedo seguirte por alguna razón.\. Es algo súper secreto de los evotar, ¿eh?

# data/database.json//commonEvents/all-dng-enter/event/2/thenStep/0/message
source: Let the race...\. continue!
es_es: ¡Que la carrera...\. continúe!

source: Hm... I think we have to enter the dungeon somewhere else to continue.
es_es: Hm... creo que tenemos que entrar a la mazmorra por otro lado para continuar.

source: Lea, Lea. Taking your time to revisit previous dungeon rooms while the race is on hold, non?
es_es: Lea, Lea. Tomándote tu tiempo para revisitar salas previas de la mazmorra mientras la carrera está en pausa, ¿non?

source: Let the race...\. continue!
es_es: ¡Que la carrera...\. continúe!

source: And back to the race! Gee, where did I leave off again?
es_es: ¡Y volvemos a la carrera! Hm, ¿dónde me había quedado?
