Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//drops/jungle-bees-1/subArea
source: Sporadically found everywhere up against walls and trees.
es_es: Se encuentra esporádicamente por todos lados pegado a las paredes o árboles.

# data/database.json//drops/jungle-rain-1/name
source: Alpha Open Baraleles
es_es: Baraleles Abierto Alfa

# data/database.json//drops/jungle-rain-1/subArea
source: Commonly found near water where it's raining.
es_es: Se encuentra comúnmente cerca del agua donde llueva.

# data/database.json//drops/jungle-rain-2/name
source: Beta Open Baraleles
es_es: Baraleles Abierto Beta

# data/database.json//drops/jungle-rain-2/subArea
source: Commonly found near water where it's raining.
es_es: Se encuentra comúnmente cerca del agua donde llueva.

# data/database.json//drops/jungle-rain-special/name
source: Omega Open Baraleles
es_es: Baraleles Abierto Omega

# data/database.json//drops/jungle-rain-special/subArea
source: Rarely found near water where it's raining.
es_es: Se encuentra raramente cerca del agua donde llueva.

# data/database.json//drops/jungle-clearing-1/name
source: Alpha Vivid Puff Plant
es_es: Planta Esponjosa Vívida Alfa

# data/database.json//drops/jungle-clearing-1/subArea
source: Commonly found in the V'rda Vil region.
es_es: Se encuentra comúnmente en la región de V'rda Vil.

# data/database.json//drops/jungle-clearing-2/name
source: Beta Vivid Puff Plant
es_es: Planta Esponjosa Vívida Beta

# data/database.json//drops/jungle-clearing-2/subArea
source: Commonly found in the V'rda Vil region.
es_es: Se encuentra comúnmente en la región de V'rda Vil.

# data/database.json//drops/jungle-clearing-special/name
source: Omega Vivid Puff Plant
es_es: Planta Esponjosa Vívida Omega

# data/database.json//drops/jungle-clearing-special/subArea
source: Rarely found in the V'rda Vil region.
es_es: Se encuentra raramente en la región de V'rda Vil.

# data/database.json//drops/jungle-infested-1/name
source: Alpha Virus Shroom
es_es: Hongo de Virus Alfa

# data/database.json//drops/jungle-infested-1/subArea
source: Commonly found in the infested region of the jungle.
es_es: Se encuentra comúnmente en la región infestada de la jungla.

# data/database.json//drops/jungle-infested-2/name
source: Beta Virus Shroom
es_es: Hongo de Virus Beta

# data/database.json//drops/jungle-infested-2/subArea
source: Commonly found in the infested region of the jungle.
es_es: Se encuentra comúnmente en la región infestada de la jungla.

# data/database.json//drops/jungle-infested-special/name
source: Omega Virus Shroom
es_es: Hongo de Virus Omega

# data/database.json//drops/jungle-infested-special/subArea
source: Rarely found in the infested region of the jungle.
es_es: Se encuentra raramente en la región infestada de la jungla.

# data/database.json//drops/forest-bamboo-1/name
source: Alpha Bamboo
es_es: Bambú Alfa

# data/database.json//drops/forest-bamboo-1/subArea
source: Commonly found near larger bamboo.
es_es: Se encuentra comúnmente cerca de bambú más grande.

# data/database.json//drops/forest-bamboo-2/name
source: Beta Bamboo
es_es: Bambú Beta

# data/database.json//drops/forest-bamboo-2/subArea
source: Commonly found near larger bamboo.
es_es: Se encuentra comúnmente cerca de bambú más grande.

# data/database.json//drops/forest-bamboo-special/name
source: Omega Bamboo
es_es: Bambú Omega

# data/database.json//drops/forest-bamboo-special/subArea
source: Rarely found hidden near larger bamboo structures.
es_es: Se encuentra raramente escondido cerca de estructuras de bambú más grandes.

# data/database.json//drops/forest-bush-1/name
source: Alpha Ridge Flower
es_es: Flor de Cresta Alfa

# data/database.json//drops/forest-bush-1/subArea
source: Commonly found everywhere in \v[area.forest.name].
es_es: Se encuentra comúnmente por todos lados en \v[area.forest.name].

# data/database.json//drops/forest-bush-2/name
source: Beta Ridge Flower
es_es: Flor de Cresta Beta

# data/database.json//drops/forest-bush-2/subArea
source: Commonly found everywhere in \v[area.forest.name].
es_es: Se encuentra comúnmente por todos lados en \v[area.forest.name].

# data/database.json//drops/forest-bush-special/name
source: Omega Ridge Flower
es_es: Flor de Cresta Omega

# data/database.json//drops/forest-bush-special/subArea
source: Rarely found everywhere in higher places.
es_es: Se encuentra raramente en todos lados en tierras altas.

# data/database.json//drops/forest-crystal-1/name
source: Alpha Crystal
es_es: Cristal Alfa

# data/database.json//drops/forest-crystal-1/subArea
source: Commonly found in caves in \v[area.forest.name].
es_es: Se encuentra comúnmente en las cuevas de \v[area.forest.name].

# data/database.json//drops/forest-crystal-2/name
source: Beta Crystal
es_es: Cristal Beta

# data/database.json//drops/forest-crystal-2/subArea
source: Commonly found in caves in \v[area.forest.name].
es_es: Se encuentra comúnmente en las cuevas de \v[area.forest.name].

# data/database.json//drops/forest-crystal-special/name
source: Omega Crystal
es_es: Cristal Omega

# data/database.json//drops/forest-crystal-special/subArea
source: Rarely found in caves in \v[area.forest.name].
es_es: Se encuentra raramente en las cuevas de \v[area.forest.name].

# data/database.json//drops/Final-Plant-A/name
source: Alpha Cone Sprout
es_es: Brote de Cono Alfa

# data/database.json//drops/Final-Plant-A/subArea
source: Commonly found near trees in \v[area.final-dng.name].
es_es: Se encuentra comúnmente cerca de los árboles en \v[area.final-dng.name].

# data/database.json//drops/Final-Plant-B/name
source: Beta Cone Sprout
es_es: Brote de Cono Beta

# data/database.json//drops/Final-Plant-B/subArea
source: Commonly found near trees in \v[area.final-dng.name].
es_es: Se encuentra comúnmente cerca de los árboles en \v[area.final-dng.name].

# data/database.json//drops/Final-Plant-C/name
source: Gamma Cone Sprout
es_es: Brote de Cono Gamma

# data/database.json//drops/Final-Plant-C/subArea
source: Commonly found near water in \v[area.final-dng.name].
es_es: Se encuentra comúnmente cerca del agua en \v[area.final-dng.name].

# data/database.json//drops/Final-Plant-D/name
source: Delta Cone Sprout
es_es: Brote de Cono Delta

# data/database.json//drops/Final-Plant-D/subArea
source: Commonly found near water in \v[area.final-dng.name].
es_es: Se encuentra comúnmente cerca del agua en \v[area.final-dng.name].

# data/database.json//drops/Final-Planet-E/name
source: Alpha Shard
es_es: Fragmento Alfa

# data/database.json//drops/Final-Planet-E/subArea
source: Commonly found near larger crystal formations in \v[area.final-dng.name].
es_es: Se encuentra comúnmente cerca de formaciones de cristal más grandes en \v[area.final-dng.name].

# data/database.json//drops/STONE_VALOR/name
source: Sprout of Valor
es_es: Brote de Valor

# data/database.json//drops/STONE_VALOR/subArea
source: Found on the top of a house in \c[3]\v[area.bergen.name]\c[0].
es_es: Se encuentra en la cima de una casa en \c[3]\v[area.bergen.name]\c[0].

# data/database.json//drops/STONE_SPACE/name
source: Sprout of Space
es_es: Brote de Espacio

# data/database.json//drops/STONE_SPACE/subArea
source: Found on top of a house in \c[3]\v[area.heat-village.name]\c[0].
es_es: Se encuentra en la cima de una casa en \c[3]\v[area.heat-village.name]\c[0].

# data/database.json//drops/STONE_TRUTH/name
source: Sprout of Truth
es_es: Brote de Verdad

# data/database.json//drops/STONE_TRUTH/subArea
source: Found in an old storage room in \c[3]\v[area.rookie-harbor.name]\c[0].
es_es: Se encuentra en un viejo almacén en \c[3]\v[area.rookie-harbor.name]\c[0].

# data/database.json//drops/STONE_SPIRIT/name
source: Sprout of Spirit
es_es: Brote de Espíritu

# data/database.json//drops/STONE_SPIRIT/subArea
source: Found on top of a building complex in \c[3]\v[area.jungle-city.name]\c[0].
es_es: En la cima de un complejo de edificios en el \c[3]\v[area.jungle-city.name]\c[0].

# data/database.json//drops/STONE_AGES/name
source: Sprout of Ages
es_es: Brote de Eras

# data/database.json//drops/STONE_AGES/subArea
source: Found in secluded garden area in \c[3]\v[area.rhombus-sqr.name]\c[0].
es_es: Se encuentra en un jardín aislado en \c[3]\v[area.rhombus-sqr.name]\c[0].

# data/database.json//drops/Cold-Dng-1-bug/name
source: Alpha Egg Pot
es_es: Conjunto de Huevos Alfa

# data/database.json//drops/Cold-Dng-3-bug/name
source: Gamma Egg Pott
es_es: Conjunto de Huevos Gamma

# data/database.json//drops/Cold-Dng-2-bug/name
source: Beta Egg Pot
es_es: Conjunto de Huevos Beta

# data/database.json//drops/Cold-Dng-4-bug/name
source: Delta Egg Pot
es_es: Conjunto de Huevos Delta

# data/database.json//drops/Cold-Dng-Special-1-bug/name
source: Omega Egg Pot A
es_es: Conjunto de Huevos Omega A

# data/database.json//drops/Cold-Dng-Special-2-bug/name
source: Omega Egg Pot B
es_es: Conjunto de Huevos Omega B

# data/database.json//drops/jungle-bees-2/name
source: Bee Hive Right
es_es: Nido de Avejas Derecho

# data/database.json//drops/jungle-bees-3/name
source: Bee Hive Left
es_es: Nido de Avejas Izquierdo

# data/database.json//drops/AutumnPlantA/name
source: AutumnTestPlant
es_es: PlantaDePruebaDeOtoño

# data/database.json//drops/Beach-Pink-1/name
source: Alpha Coral Blub
es_es: Coral Alfa

# data/database.json//drops/Beach-Pink-1/subArea
source: Commonly found near corals in \c[3]\v[area.beach.name]\c[0].
es_es: Se encuentra comúnmente cerca de los corales en \c[3]\v[area.beach.name]\c[0].

# data/database.json//drops/Beach-Pink-2/name
source: Beta Coral Bulb
es_es: Coral Beta

# data/database.json//drops/Beach-Pink-2/subArea
source: Commonly found near vegetation in \c[3]\v[area.beach.name]\c[0].
es_es: Se encuentra comúnmente cerca de la vegetación en \c[3]\v[area.beach.name]\c[0].

# data/database.json//drops/Beach-Green-1/name
source: Alpha Keen Sprout
es_es: Brote Alfa Afilado

# data/database.json//drops/Beach-Green-1/subArea
source: Commonly found near vegetation in \c[3]\v[area.beach.name]\c[0].
es_es: Se encuentra comúnmente cerca de la vegetación en \c[3]\v[area.beach.name]\c[0].

# data/database.json//drops/Beach-Green-2/name
source: Beta Keen Sprout
es_es: Brote Beta Afilado

# data/database.json//drops/Beach-Green-2/subArea
source: Commonly found near vegetation in \c[3]\v[area.beach.name]\c[0].
es_es: Se encuentra comúnmente cerca de la vegetación en \c[3]\v[area.beach.name]\c[0].

# data/database.json//drops/Beach-Grey-1/name
source: Alpha Fossil Stone
es_es: Piedra Fósil Alfa

# data/database.json//drops/Beach-Grey-1/subArea
source: Commonly found near grey cliffs in \c[3]\v[area.beach.name]\c[0].
es_es: Se encuentra comúnmente cerca de los acantilados grises en \c[3]\v[area.beach.name]\c[0].

# data/database.json//drops/Beach-Grey-2/name
source: Beta Fossil Stone
es_es: Piedra Fósil Beta

# data/database.json//drops/Beach-Grey-2/subArea
source: Commonly found near grey cliffs in \c[3]\v[area.beach.name]\c[0].
es_es: Se encuentra comúnmente cerca de los acantilados grises en \c[3]\v[area.beach.name]\c[0].

# data/database.json//enemies/snowman/species
source: Enchanted Snowman
es_es: Muñeco de Nieve Encantado

# data/database.json//enemies/snowman/descriptions/0/text
source: It is said that this curious being was brought to life by a sorceress in a moment of loneliness but it got left behind which transformed it into a mean Gatling Gun wielding grump. It doesn't really need to but will attack anything that comes close to it by disguising itself as a simple snowman. Getting close for too long is not a good idea as it will use a ground slam attack to deal a lot of damage.
es_es: Se dice que este curioso ser ha cobrado vida por una hechicera en un momento de soledad, pero ha sido olvidado, convirtiéndolo en un rudo matón armado. No es que lo necesite, pero aún así atacará a cualquiera que se le acerque disfrazándose a si mismo como un simple Muñeco de Nieve. Acercársele por mucho tiempo no es buena idea ya que utilizará un ataque de área que hace mucho daño.

# data/database.json//enemies/jungle.special.snowman-jungle-1/name
source: Tourist Karotto
es_es: Karotto Turista

# data/database.json//enemies/jungle.special.snowman-jungle-1/species
source: Snowman Tourist
es_es: Muñeco de Nieve Turista

# data/database.json//enemies/jungle.special.snowman-jungle-1/descriptions/0/text
source: A \c[3]\v[combat.name.snowman]\c[0] that developed a somewhat higher intelligence and curiousity and thus wanted to leave its home of \c[3]\v[area.bergen-trails.name]\c[0] to visit warmer lands. Unfortunately the burning sun has caused some problems, so it usually stays \c[3]in caves\c[0] and tries to \c[3]steal cooling devices\c[0] to live in a more comfortable temperature.
es_es: Un \c[3]\v[combat.name.snowman]\c[0] que desarrolló una inteligencia y curiosidad superior, por lo que quizo dejar su hogar en el \c[3]\v[area.bergen-trails.name]\c[0] para visitar tierras más cálidas. Desafortunadamente, el intenso Sol ha causado algunos problemas, así que usualmente se queda \c[3]en cuevas\c[0] e intenta \c[3]robar equipamiento de refirgeración\c[0] para vivir a una temperatura más cómoda.

# data/database.json//enemies/jungle.special.snowman-jungle-boss/name
source: Karotto Fruitseeker
es_es: Buscafrutas Karotto

# data/database.json//enemies/jungle.special.snowman-jungle-boss/species
source: Snowman Tourist
es_es: Muñeco de Nieve Turista

source: The fruit-obsessed leader of a rogue group of \c[3]\v[combat.name.snowman]\c[0] that aspired to make the warm lands of \c[3]\v[area.jungle.name]\c[0] their home. To that end it led robberies to steal large quantities of \c[3]cooling devices\c[0] which were supposed to slowly turn the Jungle into a climate more comfortable for Snowmen to live in. Despite its exceptional intelligence, it could not grasp the irony of that entire plan.
es_es: El líder de un pícaro grupo de \c[3]\v[combat.name.snowman]\c[0] obsesionado por las frutas que aspiró a hacer de las cálidas tierras del \c[3]\v[area.jungle.name]\c[0] su hogar. Para conseguirlo, dirigió atracos con el fin de robar grandes cantidades de \c[3]equipos de refrigeración\c[0] que supuestamente convertirían lentamente la Jungla a un clima más cómodo para que los Muñecos de Nieve vivan. A pesar de su excepcional inteligencia, no pudo percibir la ironía del plan.

# data/database.json//enemies/heat.special.sandman-1/name
source: King Kaktorro
es_es: Rey Kaktorro

# data/database.json//enemies/heat.special.sandman-1/species
source: Sandman King
es_es: Rey de los Hombres de Arena

# data/database.json//enemies/heat.special.sandman-1/descriptions/0/text
source: Piles of sand, presumably animated by the spirit of what was once an Ancient leader of sort. It spends its eternal life guarding mysterious treasure in dry areas.
es_es: Pilas de arena, presumiblemente poseído por un espíritu que alguna vez fue un Antiguo lider de algún tipo. Pasa su vida eterna protegiendo un misterioso tesoro en áreas secas.

# data/database.json//enemies/snowtank/name
source: Karrotank
es_es: Karrotanque

# data/database.json//enemies/snowtank/species
source: Modified Snowman
es_es: Muñeco de Nieve Modificado

# data/database.json//enemies/snowtank/descriptions/0/text
source: A snowman on wheels. Stacks twice the firepower!
es_es: Un muñeco de nieve con ruedas. ¡Tiene el doble de potencial de ataque!

# data/database.json//enemies/heat.jellyfish/name
source: Trijelly
es_es: Tridusa

# data/database.json//enemies/heat.jellyfish/species
source: Flying Jellyfish
es_es: Medusa Voladora

# data/database.json//enemies/heat.jellyfish/descriptions/0/text
source: Water was too cold and wet for this jellyfish so it made \c[3]\v[area.heat-area.name]\c[0] its new home. Despite its warmer environment it can conjure forth homing bubbles and attack with a spinning attack that lifts its prey upwards. Use heat to shoot the bubbles and temporarily stun them. Using their attacks against them, truly a humiliating tactic!
es_es: El agua era demasiado fría y mojada para esta medusa, asi que hizo de \c[3]\v[area.heat-area.name]\c[0] su nuevo hogar. A pesar del cálido ambiente, puede conjurar burbujas teledirigidas y hacer un ataque giratorio que levanta a su presa hacia arriba. Usa el fuego para disparar a las burbujas y aturdirlas temporalmente. Usando sus ataques contra si mismos, ¡una táctica verdaderamente humillante!

# data/database.json//enemies/heat.special.jellyfish-booze/name
source: Pintjelly
es_es: Pintadusa

# data/database.json//enemies/heat.special.jellyfish-booze/species
source: Alcoholic Jellyfish
es_es: Medusa Alcohólica

# data/database.json//enemies/heat.special.jellyfish-booze/descriptions/0/text
source: A variant of the \v[combat.name.heat/jellyfish], but with a much higher amount of alcohol. There are no known natural habitats, but they tend to appear near distilleries with a powerful connection to Ancient energy. Like with their more common relative, they can be temporarily stunned by using their own bubbles against them. Though you might need to get rid of an external shield first!
es_es: Una variante del \v[combat.name.heat/jellyfish], pero con mucho más alcohol. No se conocen sus hábitats naturales, pero suelen aparecer cerca de destilerías con una poderosa conexión con los Antiguos. Al igual que con su pariente más común, se pueden aturdir temporalmente utilizando sus propias burbujas contra ellas. ¡Aunque es posible que primero tengas que deshacerte de un escudo externo!

# data/database.json//enemies/jungle.plant/species
source: Water-Controlled Plant
es_es: Planta Controlada por Agua

# data/database.json//enemies/jungle.plant/descriptions/0/text
source: Believe it or not this plant is controlled by sentient water. Researchers believe that NANO-MACHINES have concentrated into a puddle of water which jumped to a plant to form this being. It may look vicious but will only attack when provoked. Using the embedded NANO-MACHINES it can use wave teleportation to trick its enemies and attack from behind.
es_es: Créalo o no, esta planta es controlada por agua viva. Los investigadores creen que unas NANO-MÁQUINAS se han concentrado en un pozo de agua que saltó a la planta para formar este ser. Puede parecer vicioso, pero solo atacará si es provocado. Utilizando las NANO-MÁQUINAS puede usar la teleportación de pulso para engañar a sus enemigos y atacar por atrás.

# data/database.json//enemies/jungle.special.quest_td_plant_1/name
source: Tunnel Argeby
es_es: Argeby de Túnel

# data/database.json//enemies/jungle.special.quest_td_plant_1/species
source: Water-Controlled Plant
es_es: Planta Controlada por Agua

# data/database.json//enemies/jungle.special.quest_td_plant_1/descriptions/0/text
source: A close relative to the regular \c[3]\v[combat.name.jungle/plant]\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. One would think that a plant like this would have difficulties surviving without direct sunlight, but it gets compensated by a high concentration of Track energy and a diet of nutritious cave insects. Also of note is its ability to \c[3]sense incoming turret-shots\c[0] and \c[3]evade them\c[0] by teleporting. \c[3]It can't uphold its shield while doing so\c[0], though, so a \c[3]powerful projectile might disturb its balance during that period\c[0].
es_es: Un pariente cercado al \c[3]\v[combat.name.jungle/plant]\c[0] normal, este espécimen prefiere vivir bajo tierra. Usualmente tienen una conexión cercana a puntos intensivos de poder Antiguo que ansían proteger. Uno pensaría que una planta como esta tendría dificultades para sobrevivir sin luz del Sol directa, pero se compensa con una alta concentración de energía del Camino y una dieta de nutritivos insectos de cueva. Cabe aclarar su abilidad para \c[3]sentir disparos de torreta\c[0] y \c[3]esquivarlos\c[0] usando la teleportación. \c[3]No puede mantener su escudo mientras lo hace\c[0], así que un \c[3]poderoso proyectil puede perturbar su balance en ese periodo\c[0].

# data/database.json//enemies/jungle.special.plant-hidden-shock/species
source: Water-Polluting Plant
es_es: Planta que Contamina el Agua

source: A \v[combat.name.jungle/plant] that somehow got infected and now radiates \c[3]Shock-energy\c[0]. Said energy empowers it's attack and also creates an almost impenetrable shield that can only be neutralized with an opposing element. It seems like the infection spreads between its NANO-MACHINES, which also explains why they are polluting the water.
es_es: Un \v[combat.name.jungle/plant] que de algún modo se infectó y ahora irradia \c[3]Energía Electro\c[0]. Dicha energía potencia su ataque y crea un escudo casi inpenetrable que solo puede ser neutralizado con el elemento opuesto. Parece que la infección se esparce entre sus NANO-MÁQUINAS, lo que también explica por qué están contaminando el agua.

# data/database.json//enemies/jungle.blob/species
source: Gelatin Mass
es_es: Masa Gelatinosa

# data/database.json//enemies/jungle.blob/descriptions/0/text
source: Can't go without a slime enemy in an RPG, right? Well, this is not it! The actual core of this creature is a bright light inside the gelatin mass, totally different. Despite that it is pretty weak when fought alone and will not even attack if not startled. In larger groups however it can quickly overwhelm you with group attacks. Use Combat Arts to quickly dispatch them!
es_es: No puede no tenerse una baba en un RPG, ¿no? Bueno, ¡esto no es eso! El núcleo de esta criatura es una brillante luz dentro de su masa gelatinosa, totalmente diferente. A pesar de eso es bastante débil cuando se pelea si solo, y ni siquiera atacará si no es provocado. Aunque en grandes grupos puede fácilmente sobrepasarte. ¡Utiliza artes de combate para sacártelos de encima rápidamente!

# data/database.json//enemies/jungle.blob-wave/species
source: Gelatin Mass +
es_es: Masa Gelatinosa +

# data/database.json//enemies/jungle.blob-wave/descriptions/0/text
source: A stronger slime enemy? Really? Not really! Just like the \v[combat.name.jungle/blob] the actual enemy is the light inside the mass. But the mass is harder and a bit darker which makes it stronger! Other than that it behaves exactly like its weaker kind, yep.
es_es: ¿Una baba más poderosa? ¿En serio? ¡No exactamente! Al igual que el \v[combat.name.jungle/blob] el enemigo de verdad es la luz dentro de la masa. Pero la masa es más dura y más oscura, ¡lo que la hace más poderosa! Además de eso, se comporta exactamente como su especie más débil, sip.

# data/database.json//enemies/jungle.special.quest_td_blob_1/name
source: Tunnel Gelleric
es_es: Gelleric de Túnel

# data/database.json//enemies/jungle.special.quest_td_blob_1/species
source: Gelatin Mass
es_es: Masa Gelatinosa

# data/database.json//enemies/jungle.special.quest_td_blob_1/descriptions/0/text
source: A close relative to the regular \c[3]\v[combat.name.jungle/blob]\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. Since it is more prone to traverse on strict paths, one might think of it as very inflexible. It is, however, just as wobbly as its overworldly relative.
es_es: Un pariente cercano del \c[3]\v[combat.name.jungle/blob]\c[0] normal, este espécimen perfiere vivir bajo tierra. Usualmente tienen una conexión cercana a puntos intensivos de poder Antiguo que ansían proteger. Ya que es más propenso a moverse por caminos estrictos, uno podría pensar que es muy inflexible. Sin embargo, es igual de gelatinoso que su pariente de la superficie.

# data/database.json//enemies/beach.special.blob-salt/name
source: Salteric
es_es: Saleric

# data/database.json//enemies/beach.special.blob-salt/species
source: Salty Gelatin Mass
es_es: Masa de Gelatina Salada
