Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/quests/bakiTrader-2-brewing_fun_1/hubSettings/location
source: Help needed with machine of wonder. Drink samples will be served cold! \c[3]- Ba'kii Kum Market\c[0]
ru_ru: Нужна помощь с чудо-машиной. Образцы напитков подаются холодными! \c[3]- Рынок\c[0]

# data/database.json/quests/bakiTrader-2-brewing_fun_1/name
source: Steamy Booze
ru_ru: Парообразная выпивка

# data/database.json/quests/bakiTrader-2-brewing_fun_1/person
source: Kney'tehab
ru_ru: Ни'техаб

# data/database.json/quests/bakiTrader-2-brewing_fun_1/description
source: The crate you protected for the \v[lore.title.faction-shock-baki] contained a machine to produce marvelous drinks. Now it needs proper testing!
ru_ru: Ящик, который вы защищали для Бакийского базарного союза, содержал устройство для изготовления чудесных напитков. Теперь оно нуждается в надлежащем тестировании!

# data/database.json/quests/bakiTrader-2-brewing_fun_1/briefing
source: The brewing experiment has been a success! Now you can \c[3]create empowered drinks\c[0] to help on your journey.
ru_ru: Варочный эксперимент удался! Теперь вы можете \c[3]создавать усиленные напитки\c[0] для поддержки в вашем путешествии.

# data/database.json/quests/bakiTrader-2-brewing_fun_1/tasks/0/task
source: Talk to \c[3]Ryda\c[0] in the \c[3]\v[area.heat-village.name] Bazaar House\c[0]
ru_ru: Поговорите с \c[3]Райдой\c[0] в \c[3]Базарном доме Ба'кии Кум\c[0]

# data/database.json/quests/bakiTrader-2-brewing_fun_1/tasks/1/task
source: Get the \c[3]needed materials\c[0] to begin brewing
ru_ru: Соберите \c[3]необходимые материалы\c[0], чтобы начать варку

# data/database.json/quests/bakiTrader-2-brewing_fun_1/tasks/2/task
source: Bring the materials to \c[3]Ryda\c[0] in the \c[3]\v[area.heat-village.name] Bazaar House\c[0]
ru_ru: Принесите материалы \c[3]Райде\c[0] в \c[3]Базарном доме \v[area.heat-village.name]\c[0]

# data/database.json/quests/bakiTrader-2-brewing_fun_1/tasks/3/task
source: Go into \c[3]the basement\c[0] of the \c[3]\v[area.heat-village.name] Bazaar House\c[0]
ru_ru: Зайдите в \c[3]подвал Базарного дома в \v[area.heat-village.name]\c[0]

# data/database.json/quests/bakiTrader-2-brewing_fun_1/tasks/4/task
source: Examine the \c[3]brewing machine\c[0] and start the \c[3]brewing process\c[0]
ru_ru: Изучите \c[3]варочную машину\c[0] и начните \c[3]процесс варки\c[0]

# data/database.json/quests/bakiTrader-2-brewing_fun_1/tasks/5/task
source: Report back to \c[3]Bazaarboss Kney'tehab\c[0] on the \c[3]Ba'kii Kum Market\c[0]
ru_ru: Отчитайтесь \c[3]Базарному боссу Ни'техабу\c[0] на \c[3]рынке Ба'кии Кум\c[0]

# data/database.json/quests/bakiTrader-2-brewing_challenge_1/hubSettings/location
source: The brewing was a success but we need more tests. You can keep the drinks! \c[3]- Bazaar House\c[0]
ru_ru: Варка была успешной, но нужно больше тестов. Вы можете забрать напитки! \c[3]- Базарный дом\c[0]

# data/database.json/quests/bakiTrader-2-brewing_challenge_1/name
source: Steamy Challenge
ru_ru: Парообразный вызов

# data/database.json/quests/bakiTrader-2-brewing_challenge_1/person
source: Ryda
ru_ru: Райда

# data/database.json/quests/bakiTrader-2-brewing_challenge_1/description
source: The Brewing Machine of the \v[lore.title.faction-shock-baki] is running smoothly but its true potential is still unknown. You should try to aspire to new heights in quality.
ru_ru: Варочная машина Бакийского базарного союза работает гладко, но её истинный потенциал до сих пор неизвестен. Вы должны попробовать устремиться к новым высотам качества.

# data/database.json/quests/bakiTrader-2-brewing_challenge_1/briefing
source: The quality you reached was enough to gauge the potential of the apparatus a bit better. Also, a \c[3]new drink recipe\c[0] has been unlocked!
ru_ru: Достигнутого вами качества было достаточно, чтобы оценить потенциал устройства чуть лучше. К тому же, был открыт \c[3]новый рецепт напитка\c[0]!

# data/database.json/quests/bakiTrader-2-brewing_challenge_1/tasks/0/task
source: Start the \c[3]brewing process\c[0] and reach a \c[3]quality-rating of at least 4.500\c[0]
ru_ru: Начните \c[3]процесс варки\c[0] и достигните \c[3]рейтинга качества не менее 4.500\c[0]

# data/database.json/quests/bakiTrader-2-brewing_challenge_1/tasks/1/task
source: Report back to \c[3]Ryda\c[0] in the \c[3]\v[area.heat-village.name] Bazaar House\c[0]
ru_ru: Отчитайтесь \c[3]Райде\c[0] в \c[3]Базарном доме \v[area.heat-village.name]\c[0]

# data/database.json/quests/bakiTrader-2-brewing_challenge_2/name
source: For Fox Sake!
ru_ru: Ради всего бухого

# data/database.json/quests/bakiTrader-2-brewing_challenge_2/person
source: Ryda
ru_ru: Райда

# data/database.json/quests/bakiTrader-2-brewing_challenge_2/description
source: Blabla, some quest in jungle!
ru_ru: Блабла, какой-то квест в джунглях!

# data/database.json/quests/bakiTrader-2-brewing_challenge_2/briefing
source: text. Most importantly the last drink recipe has been unlocked!
ru_ru: текст. Самое важное - последний рецепт напитка был разблокирован!

# data/database.json/quests/bakiTrader-2-brewing_challenge_2/tasks/0/task
source: first task
ru_ru: первая задача

# data/database.json/quests/bakiTrader-2-brewing_challenge_2/tasks/1/task
source: Report back to \c[3]Ryda\c[0] in the \c[3]\v[area.heat-village.name] Bazaar House\c[0]
ru_ru: Отчитайтесь \c[3]Райде\c[0] в \c[3]Базарном доме \v[area.heat-village.name]\c[0]

# data/database.json/quests/bakiTrader-3-brewing_ghosts_1/name
source: Boozeghosts
ru_ru: Пьянопризраки

# data/database.json/quests/bakiTrader-3-brewing_ghosts_1/person
source: Kney'tehab
ru_ru: Ни'техаб

# data/database.json/quests/bakiTrader-3-brewing_ghosts_1/description
source: Blabla final \v[lore.title.faction-shock-baki] quest. Upgrade the boozemachine, but oh no, ghosts appear?!
ru_ru: Блабла, последний квест Бакийского базарного союза. Улучшите варочную машину, но нет, появились призраки?!

# data/database.json/quests/bakiTrader-3-brewing_ghosts_1/tasks/0/task
source: Talk to \c[3]Ryda\c[0] in the \c[3]\v[area.heat-village.name] Bazaar building\c[0]
ru_ru: Поговорите с \c[3]Райдой\c[0] в \c[3]Базарном доме \v[area.heat-village.name]\c[0]

# data/database.json/quests/bakiTrader-3-brewing_ghosts_1/tasks/1/task
source: Get the \c[3]needed materials\c[0] to begin brewing
ru_ru: Соберите \c[3]необходимые материалы\c[0], чтобы начать варку

# data/database.json/quests/bakiTrader-3-brewing_ghosts_1/tasks/2/task
source: Bring the materials to \c[3]Ryda\c[0]
ru_ru: Принесите материалы \c[3]Райде\c[0]

# data/database.json/quests/bakiTrader-3-brewing_ghosts_1/tasks/3/task
source: Go into \c[3]the basement\c[0] of the \c[3]\v[area.heat-village.name] Bazaar building\c[0]
ru_ru: Идите \c[3]в подвал Базарного дома в \v[area.heat-village.name]\c[0]

# data/database.json/quests/bakiTrader-3-brewing_ghosts_1/tasks/4/task
source: Examine the \c[3]brewing machine\c[0] and start the \c[3]brewing process\c[0]
ru_ru: Изучите \c[3]варочную машину\c[0] и начните \c[3]процесс варки\c[0]

# data/database.json/quests/bakiTrader-3-brewing_ghosts_1/tasks/5/task
source: Report back to \c[3]Bazaarboss Kney'tehab\c[0] in the \c[3]Ba'kii Kum Market\c[0]
ru_ru: Отчитайтесь \c[3]Базарному боссу Ни'техабу\c[0] на \c[3]рынке Ба'кии Кум\c[0]

# data/database.json/quests/bakiShad-1-ancient_history_1/name
source: Loan Sharks
ru_ru: Ростовщики

# data/database.json/quests/bakiShad-1-ancient_history_1/person
source: Kney'tehab
ru_ru: Ни'техаб

# data/database.json/quests/bakiShad-1-ancient_history_1/description
source: The \v[lore.title.faction-shock-baki] has been long expecting a caravan to arrive from the foot of Mt Bergen. Investigate where it is.
ru_ru: Бакийский базарный союз давно ожидает прибытия каравана с подножия горы Берген. Выясните, где он находится.

# data/database.json/quests/bakiShad-1-ancient_history_1/briefing
source: You have helped the traders to safely deliver their cargo. Now their projects can progress smoothly.
ru_ru: Вы помогли торговцам безопасно доставить их груз. Теперь у них всё должно наладиться.

# data/database.json/quests/bakiShad-1-ancient_history_1/tasks/0/task
source: Search for the \c[3]\v[lore.title.shad] transport\c[0] on the \c[3]main route through \v[area.heat-area.name]\c[0]
ru_ru: Ищите \c[3]транспорт шадов\c[0] на \c[3]основном пути через Бордовую долину\c[0]

# data/database.json/quests/bakiShad-1-ancient_history_1/tasks/1/task
source: Get the \c[3]needed materials\c[0] to repair the transportation platform
ru_ru: Добудьте \c[3]необходимые материалы\c[0] для ремонта транспортной платформы

# data/database.json/quests/bakiShad-1-ancient_history_1/tasks/2/task
source: Bring the materials to the \c[3]\v[lore.title.shad] traders\c[0]
ru_ru: Принесите материалы \c[3]торговцам-шадам\c[0]

# data/database.json/quests/bakiShad-1-ancient_history_1/tasks/3/task
source: Talk to the merchant again to start the repairs and defend them while they are finished
ru_ru: Снова поговорите с торговцем, чтобы начать ремонт и защищать их до тех пор, пока они не закончат

# data/database.json/quests/bakiShad-1-ancient_history_1/tasks/4/task
source: Report back to \c[3]Bazaarboss Kney'tehab\c[0]
ru_ru: Отчитайтесь \c[3]Базарному боссу Ни'техабу\c[0]

# data/database.json/quests/bakiShad-2-ancient_history_2/name
source: Loan Sharks
ru_ru: Ростовщики

# data/database.json/quests/bakiShad-2-ancient_history_2/person
source: Kney'tehab
ru_ru: Ни'техаб

# data/database.json/quests/bakiShad-2-ancient_history_2/description
source: The \v[lore.title.faction-shock-baki] has been long expecting a caravan to arrive from the foot of Mt Bergen. Investigate where it is.
ru_ru: Бакийский базарный союз давно ожидает прибытия каравана с подножия горы Берген. Выясните, где он находится.

# data/database.json/quests/bakiShad-2-ancient_history_2/briefing
source: You have helped the traders to safely deliver their cargo. Now their projects can progress smoothly.
ru_ru: Вы помогли торговцам безопасно доставить их груз. Теперь у них всё должно наладиться.

# data/database.json/quests/bakiShad-2-ancient_history_2/tasks/0/task
source: Search for the \c[3]\v[lore.title.shad] transport\c[0] on the \c[3]main route through \v[area.heat-area.name]\c[0]
ru_ru: Ищите \c[3]транспорт шадов\c[0] на \c[3]основном пути через Бордовую долину\c[0]

# data/database.json/quests/bakiShad-2-ancient_history_2/tasks/1/task
source: Get the \c[3]needed materials\c[0] to repair the transportation platform
ru_ru: Добудьте \c[3]необходимые материалы\c[0] для ремонта транспортной платформы

# data/database.json/quests/bakiShad-2-ancient_history_2/tasks/2/task
source: Bring the materials to the \c[3]\v[lore.title.shad] traders\c[0]
ru_ru: Принесите материалы \c[3]торговцам-шадам\c[0]

# data/database.json/quests/bakiShad-2-ancient_history_2/tasks/3/task
source: Talk to the merchant again to start the repairs and defend them while they are finished
ru_ru: Снова поговорите с торговцем, чтобы начать ремонт и защищать их до тех пор, пока они не закончат

# data/database.json/quests/bakiShad-2-ancient_history_2/tasks/4/task
source: Report back to \c[3]Bazaarboss Kney'tehab\c[0]
ru_ru: Отчитайтесь \c[3]Базарному боссу Ни'техабу\c[0]

# data/database.json/quests/unknown-warrior-3/name
source: A Promise Is a Promise 3
ru_ru: Обещание есть обещание 3

# data/database.json/quests/unknown-warrior-3/person
source: Ketin D'Kar
ru_ru: Кетин Д'кар

# data/database.json/quests/unknown-warrior-3/description
source: D'Kar asks you to help him find the \c[3]\v[item.404.name]\c[0]. Helping him might make him open up to you again!
ru_ru: Д'кар просит вас помочь ему найти \c[3]\v[item.404.name]\c[0]. Возможно, помощь сделает его более открытым!

# data/database.json/quests/unknown-warrior-3/briefing
source: You found the \v[item.404.name] and it seemed that D'Kar opened up to you again. He played CrossWorlds since its beta phase with his kids. But it seemed something bad happened...
ru_ru: Вы нашли \v[item.404.name], и похоже, что Д'кар открылся для вас с новой стороны. Он играл в CrossWorlds вместе со своими детьми со времён беты. А потом, похоже, случилось что-то плохое...

# data/database.json/quests/unknown-warrior-3/tasks/0/task
source: Find the \c[3]\v[item.404.name]\c[0] in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Найдите \c[3]Сломанный меч\c[0] в \c[3]Бордовой долине\c[0]

# data/database.json/quests/unknown-warrior-3/tasks/1/task
source: Hand over the \v[item.404.name] to D'Kar in \c[3]\v[area.heat-village.name] - Shad Home\c[0]
ru_ru: Передайте \v[item.404.name] Д'кару в \c[3]Ба'кии Кум - Дом шадов\c[0]

# data/database.json/quests/console-pc-1/hubSettings/location
source: New and improved calculation machine needs praise and evaluation! \c[3]- Market\c[0]
ru_ru: Новая и улучшенная вычислительная машина требует похвалы и оценки! \c[3]- Рынок\c[0]

# data/database.json/quests/console-pc-1/name
source: Best in the West
ru_ru: Лучший на Западе

# data/database.json/quests/console-pc-1/person
source: Ey'leet
ru_ru: Э'лиит

# data/database.json/quests/console-pc-1/description
source: The ambitious tinkering Shad \c[3]Ey'leet\c[0] needs some exclusive parts for his new calculation machine. He thinks that those can be found \c[3]in some secret lab, guarded by heavily armed Scorpions\c[0].
ru_ru: Амбициозный инженер-шад \c[3]Э'лиит\c[0] нуждается в особенных запчастях для своей вычислительной машины. Он думает, что они могут быть найдены \c[3]в секретной лаборатории, охраняемой хорошо вооруженными скорпионами\c[0].

# data/database.json/quests/console-pc-1/briefing
source: You investigated the case of the engineered creatures in \v[area.heat-area.name] and also uncovered a secret facility of the "High-Pressure Arms"-company! Maybe this other new secret facility really exists as well?
ru_ru: Вы расследовали случай с оснащёнными созданиями в Бордовой долине, а также раскрыли секретное предприятие компании "Оружие высокого давления"! Возможно, другой секретный комплекс тоже существует?

# data/database.json/quests/console-pc-1/tasks/0/task
source: Search for new species on \c[3]Overpass\c[0] in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Поищите новых существ на \c[3]Эстакаде\c[0] в \c[3]Бордовой долине\c[0]

# data/database.json/quests/console-pc-1/tasks/1/task
source: Search for new species on the \c[3]Long Piece\c[0] in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Поищите новых существ на \c[3]Длинном участке\c[0] в \c[3]Бордовой долине\c[0]

# data/database.json/quests/console-pc-1/tasks/2/task
source: Examine the strange device in \c[3]Long Piece\c[0] in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Осмотрите странное устройство на \c[3]Длинном участке\c[0] в \c[3]Бордовой долине\c[0]

# data/database.json/quests/console-pc-1/tasks/3/task
source: Find and enter the \c[3]Secret Entrance\c[0] on \c[3]Long Piece\c[0] in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Найдите и войдите в \c[3]секретный вход\c[0] на \c[3]Длинном участке\c[0] в \c[3]Бордовой долине\c[0]

# data/database.json/quests/console-pc-1/tasks/4/task
source: Explore the \c[3]Secret Facility\c[0]
ru_ru: Исследуйте \c[3]секретное предприятие\c[0]

# data/database.json/quests/console-pc-1/tasks/5/task
source: Return to \c[3]Ey'leet\c[0] in the \c[3]Market\c[0] of \c[3]\v[area.heat-village.name]\c[0]
ru_ru: Вернитесь к \c[3]Э'лииту\c[0] на \c[3]Рынке Ба'кии Кум\c[0]

# data/database.json/quests/infestation-1/name
source: An Infested Village
ru_ru: Заражённая деревня

# data/database.json/quests/infestation-1/person
source: K'tara
ru_ru: К'тара

# data/database.json/quests/infestation-1/description
source: The Shad of the Village \c[3]V'rda Vil\c[0] in \c[3]\v[area.jungle.name]\c[0] are getting attacked by strange cats and blaming the humans and their power plant. Solve the situation to avoid any further escalations.
ru_ru: Шады из деревни \c[3]В'рда Виль\c[0] в \c[3]Саду Гайи\c[0] были атакованы странными кошками, и они винят людей и их электростанцию. Разрешите ситуацию, чтобы избежать её обострения.

# data/database.json/quests/infestation-1/briefing
source: You got rid of the \c[3]\v[combat.name.minibosses/shockcat-black]\c[0] infestation in \c[3]V'rda Vil\c[0] and the Shad have calmed down. The path to the \v[area.tree-dng.name] is now open. However the strange devices that summoned the black cats are still a mystery.
ru_ru: Вы избавились от нашествия \c[3]Злокошек\c[0] в \c[3]В'рда Виль\c[0], и шады успокоились. Путь к Гранд Крис'кайо теперь открыт. Однако странные устройства, что призывали чёрных кошек, остаются загадкой.

# data/database.json/quests/infestation-1/tasks/0/task
source: Meet the Shad in front of the Quest Hub in \c[3]Basin Keep\c[0]
ru_ru: Встретьтесь с шадианкой перед Квест-хабом в \c[3]Твердыне Бэйзина\c[0]

# data/database.json/quests/infestation-1/tasks/1/task
source: Meet K'tara at the landmark in \c[3]V'rda Vil East\c[0] in the \c[3]south east of Gaia's Garden\c[0]
ru_ru: Встретьтесь с К'тарой возле ориентира на востоке \c[3]В'рда Виль\c[0] в \c[3]юго-восточной части Сада Гайи\c[0]

# data/database.json/quests/infestation-1/tasks/2/task
source: Follow K'tara to the left side of \c[3]V'rda Vil North\c[0]
ru_ru: Следуйте за К'тарой в левую часть \c[3]Северного В'рда Виль\c[0]

# data/database.json/quests/infestation-1/tasks/3/task
source: Get the \c[3]\v[item.427.name]\c[0] from the tree house in \c[3]V'rda Vil North\c[0]
ru_ru: Заберите \c[3]\v[item.427.name]\c[0] из дома-дерева в \c[3]Северном В'рда Виль\c[0]

# data/database.json/quests/infestation-1/tasks/4/task
source: Meet K'tara again at the landmark in \c[3]V'rda Vil East\c[0]
ru_ru: Снова встретьтесь с К'тарой возле ориентира в \c[3]Восточном В'рда Виль\c[0]

# data/database.json/quests/infestation-1/tasks/5/task
source: Follow K'tara to the hidden passage at the \c[3]Clinging River\c[0]
ru_ru: Следуйте за К'тарой к скрытому проходу на \c[3]Цепкой реке\c[0]

# data/database.json/quests/infestation-1/tasks/6/task
source: Find the source of the infection in \c[3]Chief's Den\c[0]
ru_ru: Найдите источник нашествия в \c[3]Главном логове\c[0]

# data/database.json/quests/infestation-1/tasks/7/task
source: Defeat the summoning enemies.
ru_ru: Победите призываемых врагов

# data/database.json/quests/infestation-1/tasks/8/task
source: Return to K'tara at the left side of \c[3]Chief's Den\c[0]
ru_ru: Вернитесь к К'таре в левую сторону от \c[3]Главного логова\c[0]

# data/database.json/quests/infestation-1/tasks/9/task
source: Talk to K'tara in \c[3]V'rda Vil West\c[0] at the tree in the lake
ru_ru: Поговорите с К'тарой в \c[3]Западном В'рда Виль\c[0] под деревом на озере

# data/database.json/quests/jungleAdv-1-turret_defense_1/hubSettings/location
source: Need \v[lore.title.seeker] to operate a semi-automated defense grid, asap. \c[3]- Woodland Vanguard HQ\c[0]
ru_ru: Ищем Искателя для управления полуавтоматической защитной системой, как можно скорее. \c[3]- штаб Лесного авангарда\c[0]

# data/database.json/quests/jungleAdv-1-turret_defense_1/name
source: Turret Defense
ru_ru: Турельная оборона

# data/database.json/quests/jungleAdv-1-turret_defense_1/person
source: Kacela Madaki
ru_ru: Кацела Мадаки

# data/database.json/quests/jungleAdv-1-turret_defense_1/description
source: The \v[lore.title.faction-heat-jungle] are having an excavation in a cave and prepared some defensive devices to protect it against angry critters. Now they need a \v[lore.title.seeker] to operate those!
ru_ru: Лесной авангард проводит раскопки в пещере и подготовил защитные устройства для обороны против злых тварей. Теперь им нужен Искатель для управления ими!

# data/database.json/quests/jungleAdv-1-turret_defense_1/briefing
source: You defended the Pathhacker long enough for it to unlock the mysterious door. Thus the exploration can continue!
ru_ru: Вы защитили Путевзломщик, чтобы открыть таинственную дверь. Исследование может продолжаться!

# data/database.json/quests/jungleAdv-1-turret_defense_1/tasks/0/task
source: Enter the \c[3]Grubby Cave\c[0] on \c[3]Calm Backyard\c[0] in \c[3]northwestern \v[area.jungle.name]\c[0]
ru_ru: Войдите в \c[3]Грязную пещеру\c[0] на \c[3]Спокойных задворках\c[0] в \c[3]северо-западной части Сада Гайи\c[0]

# data/database.json/quests/jungleAdv-1-turret_defense_1/tasks/1/task
source: Talk to \c[3]Mika the technician\c[0] near the sealed door
ru_ru: Поговорите с \c[3]техником Микой\c[0] возле запечатанной двери

# data/database.json/quests/jungleAdv-1-turret_defense_1/tasks/2/task
source: Talk to \c[3]Mika\c[0] again and \c[3]defend her against the incoming enemies\c[0]
ru_ru: Поговорите с \c[3]Микой\c[0] снова и \c[3]защитите её от набегающих врагов\c[0]

# data/database.json/quests/jungleAdv-1-turret_defense_1/tasks/3/task
source: Talk to \c[3]Mika\c[0] again
ru_ru: Поговорите с \c[3]Микой\c[0] ещё раз

# data/database.json/quests/jungleAdv-1-turret_defense_1/tasks/4/task
source: Report back to \c[3]Madaki\c[0] in the \c[3]Woodland Vanguard HQ\c[0]
ru_ru: Отчитайтесь \c[3]Мадаки\c[0] в \c[3]штабе Лесного авангарда\c[0]

# data/database.json/quests/jungleAdv-2-turret_defense_2/hubSettings/location
source: \v[lore.title.seeker] experienced with defense grids needed. You know who you are! \c[3]- Woodland Vanguard HQ\c[0]
ru_ru: Нужен Искатель с опытом работы с защитной системой. Ты знаешь, о ком мы! \c[3]- штаб Лесного авангарда\c[0]

# data/database.json/quests/jungleAdv-2-turret_defense_2/name
source: An Original Idea
ru_ru: Оригинальная идея

# data/database.json/quests/jungleAdv-2-turret_defense_2/person
source: Kacela Madaki
ru_ru: Кацела Мадаки

# data/database.json/quests/jungleAdv-2-turret_defense_2/description
source: The \v[lore.title.faction-heat-jungle]'s excavation has finally progressed. Now they need help with operating those defensive devices again, so the secrets of the temple can be salvaged.
ru_ru: Раскопки, которые проводит \v[lore.title.faction-heat-jungle], продолжаются. Теперь им снова нужна помощь с управлением этими защитными устройствами, чтобы добраться до секретов этого храма.

# data/database.json/quests/jungleAdv-2-turret_defense_2/briefing
source: You defended the operation and helped the exploration of the Track to take another large step!
ru_ru: Вы защитили устройство и помогли сделать ещё один большой шаг в исследовании Пути!

# data/database.json/quests/jungleAdv-2-turret_defense_2/tasks/0/task
source: Enter the \c[3]Grubby Cave\c[0] on \c[3]Calm Backyard\c[0] in \c[3]\v[area.jungle.name]\c[0] and go through \c[3]the door\c[0]
ru_ru: Войдите в \c[3]Грязную пещеру\c[0] на \c[3]Спокойных задворках\c[0] в \c[3]Саду Гайи\c[0] и пройдите через \c[3]дверь\c[0]

# data/database.json/quests/jungleAdv-2-turret_defense_2/tasks/1/task
source: Talk to \c[3]Mika the technician\c[0] near the energy device
ru_ru: Поговорите с \c[3]техником Микой\c[0] возле энергетического устройства

# data/database.json/quests/jungleAdv-2-turret_defense_2/tasks/2/task
source: Talk to \c[3]Mika\c[0] again and \c[3]defend her against the incoming enemies\c[0]
ru_ru: Поговорите с \c[3]Микой\c[0] снова и \c[3]защитите её от набегающих врагов\c[0]

# data/database.json/quests/jungleAdv-2-turret_defense_2/tasks/3/task
source: Talk to \c[3]Mika\c[0] again
ru_ru: Поговорите с \c[3]Микой\c[0] ещё раз

# data/database.json/quests/jungleAdv-2-turret_defense_2/tasks/4/task
source: Report back to \c[3]Madaki\c[0] in the \c[3]Woodland Vanguard HQ\c[0]
ru_ru: Отчитайтесь \c[3]Мадаки\c[0] в \c[3]штабе Лесного авангарда\c[0]

# data/database.json/quests/jungleGuard-1-hostage_1/hubSettings/location
source: We have a hostage situation and need someone to handle it professionally. \c[3]- Basin Police Force HQ\c[0]
ru_ru: У нас ситуация с заложниками, и нам нужен кто-то, чтобы справиться с этим профессионально. \c[3]- штаб Полиции Бэйзина\c[0]

# data/database.json/quests/jungleGuard-1-hostage_1/name
source: Hostage Situation
ru_ru: Ситуация с заложниками
