Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/my-first-quest/description
source: A humble citizen has a quest for you! And it involves \c[3]hitting things\c[0]! Straightforward, isn't it?
es_es: ¡Un humilde ciudadano tiene una misión para ti! ¡Debes \c[3]golpear cosas\c[0]! Muy sencillo, ¿no?

# data/database.json//quests/my-first-quest/briefing
source: The citizen watched you with joy as you pummeled those enemies.
es_es: El ciudadano te observaba alegre mientras golpeabas a esos enemigos.

# data/database.json//quests/my-first-quest/tasks/0/task
source: Defeat 10 \c[3]\v[combat.name.hedgehog]s\c[0]
es_es: Derrota a 10 \c[3]\v[combat.name.hedgehog]s\c[0]

# data/database.json//quests/my-first-quest/tasks/1/task
source: Talk to the citizen at the entrance of \c[3]Autumn's Rise\c[0] again
es_es: Habla de nuevo con el ciudadano en la entrada de \c[3]Albor Otoñal\c[0]

# data/database.json//quests/my-first-quest_2/hubSettings/location
source: I'm a humble citizen looking to help our dear Seekers even more! \c[3]- Entrance to \v[area.autumn-area.name]\c[0]
es_es: ¡Soy un humilde ciudadano que busca ayudar a nuestros queridos Buscadores! \c[3]- Entrada a \v[area.autumn-area.name]\c[0]

# data/database.json//quests/my-first-quest_2/name
source: A Few Steps More
es_es: Un Poco Más

# data/database.json//quests/my-first-quest_2/person
source: Humble Helper
es_es: Humilde Ayudante

# data/database.json//quests/my-first-quest_2/description
source: The humble citizen has another quest and this time you have to \c[3]collect things\c[0]. By \c[3]hitting plants\c[0]!
es_es: El humilde ciudadano te tiene otra tarea, y esta vez debes \c[3]recoger cosas\c[0]. ¡\c[3]Golpeando plantas\c[0]!

# data/database.json//quests/my-first-quest_2/briefing
source: The citizen happily received the items you found.
es_es: El ciudadano recibió tus objetos con felicidad.

# data/database.json//quests/my-first-quest_2/tasks/0/task
source: Collect the items by destroying plants (different plants yield different items!)
es_es: Consigue los objetos destruyendo plantas (¡cada tipo de planta da objetos distintos!)

# data/database.json//quests/my-first-quest_2/tasks/1/task
source: Talk to the citizen at the entrance of \c[3]Autumn's Rise\c[0] again
es_es: Vuelve a hablar con el ciudadano en la entrada de \c[3]Albor Otoñal\c[0].

# data/database.json//quests/cap-quest/name
source: The Old Observatory
es_es: El Viejo Observatorio

# data/database.json//quests/cap-quest/person
source: Captain Jet
es_es: Capitán Jet

# data/database.json//quests/cap-quest/description
source: Captain Jet asked you to find to find two key pieces hidden in \c[3]Autumn's Rise\c[0]. Find them and find out what's inside the observatory.
es_es: El Capitán Jet te pidió que encuentres dos piezas de llave ocultas en \c[3]Albor Otoñal\c[0]. Encuéntralas para averiguar que hay dentro del Observatorio.

# data/database.json//quests/cap-quest/briefing
source: You found the two pieces! Now it is time to check out whats inside that Observatory.
es_es: ¡Has encontrado las dos piezas! Es momento de ver que hay dentro de ese Observatorio.

# data/database.json//quests/cap-quest/tasks/0/task
source: Collect the \c[3]\v[item.51.name]s\c[0] hidden in \c[3]Autumn's Rise\c[0]
es_es: Encuentra la \c[3]\v[item.51.name]s\c[0] oculta en \c[3]Albor Otoñal\c[0]

# data/database.json//quests/cap-quest/tasks/1/task
source: Bring the Pieces back to the Captain at the \c[3]Old Observatory\c[0]
es_es: Trae las llaves de vuelta al Capitán en el \c[3]Viejo Observatorio\c[0]

# data/database.json//quests/trailblaze-autumn/name
source: Autumn's Rise Trailblazing
es_es: Investigación de Albor Otoñal

# data/database.json//quests/trailblaze-autumn/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-autumn/description
source: Henry the Researcher asked you to help him with his analysis of \c[3]Autumn's Rise\c[0] by exploring and probing the area.
es_es: Henry el Investigador te ha pedido que le ayudes a analizar \c[3]Albor Otoñal\c[0] explorando e investigando el área.

# data/database.json//quests/trailblaze-autumn/briefing
source: You explored \c[3]Autumn's Rise\c[0] and presented the data to Henry. He was very pleased and hopes to work with you again soon.
es_es: Has explorado \c[3]Albor Otoñal\c[0] y le entregaste la información a Henry. Quedó muy satisfecho y espera trabajar contigo en el futuro.

# data/database.json//quests/trailblaze-autumn/tasks/0/task
source: Finish the tasks Henry gave you
es_es: Completa las tareas que Henry te ha encomendado

# data/database.json//quests/trailblaze-autumn/tasks/0/subtasks/0/text
source: Finish the Collect Quest
es_es: Completa la Misión de Recolección

# data/database.json//quests/trailblaze-autumn/tasks/0/subtasks/1/text
source: Finish the Defeat Quest
es_es: Completa la Misión de Conquista

# data/database.json//quests/trailblaze-autumn/tasks/0/subtasks/2/text
source: Finish the Landmark Quest
es_es: Completa la Misión de Puntos de Referencia

# data/database.json//quests/trailblaze-autumn/tasks/0/subtasks/3/text
source: Finish the Data Probe Quest
es_es: Completa la Misión de la Sonda de Datos

# data/database.json//quests/trailblaze-autumn/tasks/1/task
source: Return to Henry in \c[3]Autumn's Rise - Pathway 1\c[0] to show him your findings
es_es: Vuelve con Henry en \c[3]El ascenso del otoño - Camino 1\c[0] para mostrarle tus hallazgos

# data/database.json//quests/trailblaze-autumn-1/name
source: Autumn's Rise Collect
es_es: Recolección en Albor Otoñal

# data/database.json//quests/trailblaze-autumn-1/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-autumn-1/description
source: Collect the requested items for Henry in \c[3]Autumn's Rise\c[0].
es_es: Reúne los objetos solicitados por Henry en \c[3]Albor Otoñal\c[0].

# data/database.json//quests/trailblaze-autumn-1/briefing
source: You found the requested items in \c[3]Autumn's Rise\c[0]
es_es: Encontraste los objetos pedidos en \c[3]Albor Otoñal\c[0]

# data/database.json//quests/trailblaze-autumn-1/tasks/0/task
source: Find the items in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Encuentra los objetos de \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/trailblaze-autumn-2/name
source: Autumn's Rise Defeat
es_es: Conquista de Albor Otoñal

# data/database.json//quests/trailblaze-autumn-2/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-autumn-2/description
source: Collect samples on different enemies by defeating them.
es_es: Recoge muestras de diferentes enemigos derrotándolos.

# data/database.json//quests/trailblaze-autumn-2/briefing
source: You collected the data on the requested enemies.
es_es: Has recopilado los datos de los enemigos solicitados.

# data/database.json//quests/trailblaze-autumn-2/tasks/0/task
source: Defeat enemies in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Derrota enemigos en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/trailblaze-autumn-3/name
source: Autumn's Rise Landmarks
es_es: Puntos de referencia de Albor Otoñal

# data/database.json//quests/trailblaze-autumn-3/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-autumn-3/description
source: Henry the Researcher asked you to find all the landmarks in \c[3]Autumn's Rise\c[0].
es_es: Henry te pidió que ubiques todos los puntos de referencia de \c[3]Albor Otoñal\c[0].

# data/database.json//quests/trailblaze-autumn-3/briefing
source: You found all Landmarks in \c[3]Autumn's Rise\c[0] for Henry.
es_es: Encontraste todos los puntos de referencia en \c[3]Albor Otoñal\c[0] para Henry.

# data/database.json//quests/trailblaze-autumn-3/tasks/0/task
source: Find all the landmarks in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Encuentras todos los puntos de referencia en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/trailblaze-autumn-4/name
source: Autumn's Rise Data Probe
es_es: Sonda de datos de Albor Otoñal

# data/database.json//quests/trailblaze-autumn-4/person
source: Henry the Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-autumn-4/description
source: Retrieve the data from a probe Henry installed in \c[3]Pathway 6\c[0] of \c[3]Autumn's Rise\c[0].
es_es: Recupere los datos de una sonda que Henry instaló en \c[3]Camino 6\c[0] de \c[3]Albor Otoñal\c[0].

# data/database.json//quests/trailblaze-autumn-4/briefing
source: You found and retrieved the data probe.
es_es: Encontraste y recuperaste la sonda de datos.

# data/database.json//quests/trailblaze-autumn-4/tasks/0/task
source: Find the probe in \c[3]Pathway 6\c[0] of \c[3]\v[area.autumn-area.name]\c[0] using your \c[3]Seeker Senses\c[0]
es_es: Encuentra la sonda en \c[3]Camino 6\c[0] de \c[3]\v[area.autumn-area.name]\c[0] , usa tu \c[3]Inspección\c[ 0]

# data/database.json//quests/round-and-round/name
source: Round and Round
es_es: Vueltas y vueltas

# data/database.json//quests/round-and-round/person
source: Game Tester
es_es: Tester del juego

# data/database.json//quests/round-and-round/description
source: A game tester near the end of \c[3]Autumn's Rise\c[0] has asked you to take part in a game test. Help him verify this parkour course. However if you leave the map, your progress is lost!
es_es: Un Tester cerca del final de \c[3]Albor Otoñal\c[0] te ha pedido que participes en una prueba. Ayúdalo a probar este parkour. Sin embargo, si sales del mapa, ¡perderás tu progreso!

# data/database.json//quests/round-and-round/briefing
source: The tester seemed pretty satisfied with your performance. He even told you that you can help him in the future! You can't decide if that is a good thing or not.
es_es: El Tester parecía bastante satisfecho con tu desempeño. ¡Incluso te dijo que puedes ayudarlo en el futuro! No puedes saber si eso es algo bueno o no.

# data/database.json//quests/round-and-round/tasks/0/task
source: Test out the Parkour by stepping on the first marker in \c[3]Autumn's Rise\c[0]
es_es: Prueba el Parkour con el primer marcador en \c[3]Albor Otoñal\c[0]

# data/database.json//quests/botanics/description
source: Explorer and plant lover Talatu Lips asked you to help her analyze and take note of all environmental objects that can be harvested throughout CrossWorlds.
es_es: La exploradora y amante de las plantas, Talatu Lips, te pidió que la ayudaras a analizar y tomar nota de todos los objetos ambientales que se pueden recolectar en CrossWorlds.

# data/database.json//quests/botanics/briefing
source: It took a long time but you did it. You found all environmental objects and completely analyzed them. This sure must be an achievement, right?
es_es: Tomó mucho tiempo pero lo lograste. Encontraste todos los objetos ambientales y los analizaste por completo. Esto seguro debe ser un logro, ¿verdad?

# data/database.json//quests/botanics/tasks/0/task
source: Analyze the \c[3]Flora of CrossWorlds\c[0] by hitting plants.
es_es: Analiza la \c[3]Flora de CrossWorlds\c[0] golpeando plantas.

# data/database.json//quests/botanics/tasks/1/task
source: Meet Talatu Lips in \c[3]\v[area.bergen.name] - Quest Hub\c[0]
es_es: Reúnete con Talatu Lips en \c[3]\v[area.bergen.name] - Centro de Misiones\c[0]

# data/database.json//quests/botanics/tasks/2/task
source: Continue analyzing the \c[3]Flora of CrossWorlds\c[0].
es_es: Continúa analizando la \c[3]Flora de CrossWorlds\c[0].

# data/database.json//quests/botanics/tasks/3/task
source: Meet Talatu Lips in \c[3]\v[area.heat-village.name] - Quest Hub\c[0]
es_es: Reúnete con Talatu Lips en \c[3]\v[area.heat-village.name] - Centro de Misiones\c[0]

# data/database.json//quests/botanics/tasks/4/task
source: Continue analyzing the \c[3]Flora of CrossWorlds\c[0].
es_es: Continúa analizando la \c[3]Flora de CrossWorlds\c[0].

# data/database.json//quests/botanics/tasks/5/task
source: Meet Talatu Lips in \c[3]\v[area.jungle-city.name] - Quest Hub\c[0]
es_es: Reúnete con Talatu Lips en \c[3]\v[area.jungle-city.name] - Centro de Misiones\c[0]

# data/database.json//quests/botanics/tasks/6/task
source: Continue analyzing the \c[3]Flora of CrossWorlds\c[0].
es_es: Continúa analizando la \c[3]Flora de CrossWorlds\c[0].

# data/database.json//quests/botanics/tasks/7/task
source: Meet Talatu Lips in \c[3]\v[area.rookie-harbor.name] - North\c[0]
es_es: Reúnete con Talatu Lips en \c[3]\v[area.rookie-harbor.name] - Centro de Misiones\c[0]

# data/database.json//quests/botanics/tasks/8/task
source: Follow Talatu into home north of \c[3]\v[area.rookie-harbor.name] - North\c[0]
es_es: Sigue a Talatu hasta su casa al norte de \c[3]\v[area.rookie-harbor.name] - Norte\c[0]

# data/database.json//quests/subquest-test/name
source: Subquest Test
es_es: Prueba secundaria

# data/database.json//quests/subquest-test/person
source: Subquest Guy
es_es: Chico de la Prueba secundaria

# data/database.json//quests/subquest-test/description
source: Here's to you.
es_es: Para ti.

# data/database.json//quests/subquest-test/briefing
source: Awesome!
es_es: ¡Impresionante!

# data/database.json//quests/subquest-test/tasks/0/task
source: 1.Task
es_es: 1. Tarea

# data/database.json//quests/subquest-test/tasks/1/task
source: 2. Task
es_es: 2. Tarea

# data/database.json//quests/subquest-test/tasks/2/task
source: 3. Task
es_es: 3. Tarea

# data/database.json//quests/subquest-test-1/name
source: SubQuest #1
es_es: Submisión #1

# data/database.json//quests/subquest-test-1/description
source: subquest #1 collect
es_es: Submisión #1 Recoger

# data/database.json//quests/subquest-test-1/briefing
source: Nice #1
es_es: Buenazo #1

# data/database.json//quests/subquest-test-1/tasks/0/task
source: Collect Stuff
es_es: Recoge Cosas

# data/database.json//quests/subquest-test-2/name
source: SubQuest #2
es_es: Submisión #2

# data/database.json//quests/subquest-test-2/description
source: subquest #2 kill
es_es: Submisión #2 Matar

# data/database.json//quests/subquest-test-2/briefing
source: Nice #2
es_es: Buenazo #2

# data/database.json//quests/subquest-test-2/tasks/0/task
source: Kill enemy
es_es: Matar enemigos

# data/database.json//quests/subquest-test-3/name
source: SubQuest #3
es_es: Submisión #3

# data/database.json//quests/subquest-test-3/description
source: subquest #3 condition
es_es: Submisión #3 Condición

# data/database.json//quests/subquest-test-3/briefing
source: Nice #3
es_es: Buenazo #3

# data/database.json//quests/subquest-test-3/tasks/0/task
source: Solve the Condition
es_es: Resuelve la condición

# data/database.json//quests/timer-test/name
source: Timer Test Countdown
es_es: Prueba y temporizador, cuenta regresiva

# data/database.json//quests/timer-test/person
source: Test Gamer
es_es: Jugador a prueba

# data/database.json//quests/timer-test/description
source: Test them timers yo.
es_es: Prueba los temporizadores amigo.

# data/database.json//quests/timer-test/briefing
source: You tested them timers yo.
es_es: Probaste los temporizadores amigo.

# data/database.json//quests/timer-test/tasks/0/task
source: Let the race begin!
es_es: ¡Que empiece la carrera!

# data/database.json//quests/timer-test/tasks/0/subtasks/0/text
source: Go to the first marker to start the race!
es_es: ¡Ve al primer marcador para iniciar la carrera!

# data/database.json//quests/timer-test/tasks/0/subtasks/0/shortText
source: Go to the first marker!
es_es: ¡Ve al primer marcador!

# data/database.json//quests/timer-test/tasks/1/task
source: Finish the parkour in under \c[3]20 seconds\c[0]
es_es: Termina el parkour en menos de \c[3]20 segundos\c[0]

# data/database.json//quests/observatory/name
source: The Observatory
es_es: El Observatorio

# data/database.json//quests/observatory/person
source: Observatory
es_es: Observatorio

# data/database.json//quests/observatory/description
source: What is broken has been found. Now all shapes must come together to reveal the truth. Solve the mystery of the observatory.
es_es: Lo que está roto se encontró. Ahora todas las piezas deben unirse para revelar la verdad. Resuelve el misterio del observatorio.

# data/database.json//quests/observatory/briefing
source: The observatory revealed its purpose to you. Here the Ancients looked at the stars and waited patiently for a sign from their gods.
es_es: El observatorio te reveló su propósito. Aquí los Antiguos miraban las estrellas y esperaban pacientemente una señal de sus dioses.

# data/database.json//quests/observatory/tasks/0/task
source: Ask Hlin about the Observatory in \c[3]\v[area.autumn-area.name] - First Scholars HQ\c[0]
es_es: Pregúntale a Hlin sobre el Observatorio en \c[3]\v[area.autumn-area.name] - Primeros Eruditos HQ\c[0]

# data/database.json//quests/observatory/tasks/1/task
source: Meet Hlin at the \c[3]Old Observatory\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Reúnete con Hlin en el \c[3]Viejo Observatorio\c[0] en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/observatory/tasks/2/task
source: Explore the \c[3]Old Observatory\c[0] in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Explora el \c[3]Viejo Observatorio\c[0] en \c[3]\v[area.autumn-area.name]\c[0]

# data/database.json//quests/daft-frobbit/name
source: Chase of the Hologram Frobbit
es_es: Persigue ese Ranejo Holográfico

# data/database.json//quests/daft-frobbit/description
source: Follow the mysterious hologram Frobbit throughout Autumn's Fall.
es_es: Sigue al misterioso holograma del Ranejo a lo largo de Ocaso Otoñal.

# data/database.json//quests/daft-frobbit/briefing
source: You followed the Hologram Frobbit and passed its final trial.
es_es: Seguiste el Holograma del Ranejo y pasaste su prueba final.

# data/database.json//quests/daft-frobbit/tasks/0/task
source: Follow the Frobbit in \c[3]Ancient Center\c[0]
es_es: Sigue al Ranejo en \c[3]Centro Ancestral\c[0]

# data/database.json//quests/daft-frobbit/tasks/1/task
source: Follow the Frobbit now around \c[3]Ruined Path\c[0]
es_es: Sigue al Ranejo alrededor del \c[3]Camino en Ruinas\c[0]

# data/database.json//quests/daft-frobbit/tasks/2/task
source: Stupid Frobbit seems to be in \c[3]Eastern Exit\c[0] now. Keep following it
es_es: El estúpido Ranejo parece estar en \c[3]Salida Este\c[0] ahora. Continúa tras él.

# data/database.json//quests/daft-frobbit/tasks/3/task
source: That annoying rodent now went north of \c[3]Eastern Exit\c[0]. Go after it
es_es: Ese molesto roedor ahora se dirigió al norte de \c[3]Salida Este\c[0]. Ve tras él.

# data/database.json//quests/daft-frobbit/tasks/4/task
source: Go catch up with that jumping bastard around \c[3]Great Lake\c[0]
es_es: Atrapa a ese desgraciado saltarín alrededor del \c[3]Gran Lago\c[0]

# data/database.json//quests/daft-frobbit/tasks/5/task
source: Got that furry mischief maker. Finally. Go get your reward from the statue in \c[3]Ancient Center\c[0]
es_es: Atrapaste a ese insoportable. Por fin. Ve a buscar tu recompensa en la estatua del \c[3]Centro Ancestral\c[0]

# data/database.json//quests/ape-battle/hubSettings/location
source: Challenge. I need a challenge. \c[3]- Sandy Bar, \v[area.beach.name]\c[0]
es_es: Desafío. Necesito un desafío. \c[3]- Bar Arenoso, \v[area.beach.name]\c[0]

# data/database.json//quests/ape-battle/name
source: Beach Fight
es_es: Pelea en la playa

# data/database.json//quests/ape-battle/person
source: Son of the Beach
es_es: Hijo de la playa

# data/database.json//quests/ape-battle/description
source: A massively powerful ape is on vacation at the beaches of \v[area.beach.name]. He seems bored from all the relaxation and lack of challenge. He craves some action!
es_es: Un simio enormemente poderoso está de vacaciones en la playa de \v[area.beach.name]. Parece aburrido por toda la relajación y la falta de desafío. ¡Él anhela algo de acción!

# data/database.json//quests/ape-battle/briefing
source: You defeated the \v[combat.name.beach/ape-beach] and proved that you are the strongest primate on the beach!
es_es: ¡Has derrotado a \v[combat.name.beach/ape-beach] y has demostrado que eres el primate más fuerte de la playa!

# data/database.json//quests/ape-battle/tasks/0/task
source: Defeat the \c[3]\v[combat.name.beach/ape-beach]\c[0] in single combat
es_es: Derrota a \c[3]\v[combat.name.beach/ape-beach]\c[0] en combate singular

# data/database.json//quests/trailblaze-bergen/name
source: Bergen Trailblazing
es_es: El pionero de Bergen

# data/database.json//quests/trailblaze-bergen/person
source: Henry The Researcher
es_es: El investigador Henry

# data/database.json//quests/trailblaze-bergen/description
source: Henry the Researcher asked you again to help him with his analysis of \c[3]Bergen Trail\c[0] by exploring and probing the area.
es_es: Henry, el investigador, te pidió nuevamente que lo ayudaras con su análisis del \c[3]Sendero de Bergen\c[0] explorando y sondeando el área.

# data/database.json//quests/trailblaze-bergen/briefing
source: You explored \c[3]Bergen Trail\c[0] and presented the data to Henry. This time he seemed a bit too happy that you helped him. Something is strange about this guy.
es_es: Exploraste el \c[3]Sendero de Bergen\c[0] y le presentaste los datos a Henry. Esta vez parecía demasiado feliz de que lo ayudaras. Hay algo extraño en este tipo.

# data/database.json//quests/trailblaze-bergen/tasks/0/task
source: Finish the tasks Henry gave you
es_es: Termina las tareas que Henry te dio

# data/database.json//quests/trailblaze-bergen/tasks/0/subtasks/0/text
source: Finish the Collect Quest
es_es: Completa la Misión de Recolección

# data/database.json//quests/trailblaze-bergen/tasks/0/subtasks/1/text
source: Finish the Defeat Quest
es_es: Completa la Misión de Conquista

# data/database.json//quests/trailblaze-bergen/tasks/0/subtasks/2/text
source: Finish the Landmark Quest
es_es: Completa la Misión de Puntos de Referencia

# data/database.json//quests/trailblaze-bergen/tasks/0/subtasks/3/text
source: Finish the Data Probe Quest
es_es: Completa la Misión de la Sonda de Datos

# data/database.json//quests/trailblaze-bergen/tasks/1/task
source: Return to Henry in \c[3]Bergen Trail - Rising Path 1\c[0] to show him your findings
es_es: Vuelve con Henry en \c[3]Sendero Bergen - Camino Ascendente 1\c[0]

# data/database.json//quests/trailblaze-bergen-1/name
source: Bergen Trail Collect
es_es: Recolección en el Sendero de Bergen

# data/database.json//quests/trailblaze-bergen-1/person
source: Henry The Researcher
es_es: Henry el investigador

# data/database.json//quests/trailblaze-bergen-1/description
source: Collect the requested items for Henry in \c[3]Bergen Trail\c[0].
es_es: Recoge los objetos solicitados para Henry en \c[3]Sendero de Bergen\c[0].

# data/database.json//quests/trailblaze-bergen-1/briefing
source: You found the requested items in \c[3]Bergen Trail\c[0]
es_es: Encontraste los objetos solicitados en \c[3]Sendero de Bergen\c[0]

# data/database.json//quests/trailblaze-bergen-1/tasks/0/task
source: Find the items in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Encuentra los elementos en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/trailblaze-bergen-2/name
source: Bergen Trail Defeat
es_es: Conquista del Sendero de Bergen

# data/database.json//quests/trailblaze-bergen-2/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-bergen-2/description
source: Collect samples on different enemies by defeating them in \c[3]Bergen Trail\c[0].
es_es: Recolecta muestras de diferentes enemigos derrotándolos en \c[3]Sendero de Bergen\c[0].

# data/database.json//quests/trailblaze-bergen-2/briefing
source: You collected the data on the requested enemies.
es_es: Has recopilado los datos de los enemigos solicitados.
