Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/commonEvents/emilie-equip-update/event/0/0_2/0/message
source: Getting closer to the ultimate punching machine, one step at a time!
ru_ru: Я всё ближе к становлению абсолютной машиной избиения, шаг за шагом!

# data/database.json/commonEvents/emilie-equip-update/event/0/0_3/0/message
source: I got new gear! Too bad your appearance doesn't change, non?
ru_ru: Я взяла новое снаряжение! Плохо, что твой внешний вид не меняется, правда?

# data/database.json/commonEvents/glasses-dies/event/0/0_0/0/message
source: Dang-it! That attack came out of nowhere!
ru_ru: Чёрт возьми! Эта атака прилетела из ниоткуда!

# data/database.json/commonEvents/glasses-dies/event/0/0_1/0/message
source: Gosh...\. I messed up, sorry!
ru_ru: Господи...\. Я всё испортил, прости!

# data/database.json/commonEvents/glasses-dies/event/0/0_2/0/message
source: Drat! I'm out, Lea!
ru_ru: Чёрт! Я выбыл, Лея!

# data/database.json/commonEvents/glasses-dies/event/0/1_0/0/message
source: Th... That was strange.
ru_ru: Э... Это было странно.

# data/database.json/commonEvents/glasses-dies/event/0/1_1/0/message
source: ...You know that water can have 3 states. And this is the only deadly one.
ru_ru: ...Известно, что у воды есть три состояния. И именно вот это - смертельное.

# data/database.json/commonEvents/glasses-revived/event/0/0_0/0/message
source: Your mage is back!
ru_ru: Твой маг вернулся!

# data/database.json/commonEvents/glasses-revived/event/0/0_1/0/message
source: I'm back! I see you're still going strong... right?
ru_ru: Я вернулся! Вижу, что ты всё ещё держишься... да?

# data/database.json/commonEvents/glasses-revived/event/0/1_0/0/message
source: Looks like I wasn't quite up to the challenge, sorry.
ru_ru: Похоже, что я не совсем был готов к испытанию, извини.

# data/database.json/commonEvents/glasses-revived/event/0/1_1/0/message
source: Gosh... That didn't go too well... sorry.
ru_ru: Боже... Это было не очень хорошо... прости.

# data/database.json/commonEvents/glasses-equip/event/0/0_0/0/message
source: I got some new gear. Yes, mages have gear, too.
ru_ru: Я приобрёл новое снаряжение. Да, у магов тоже есть снаряжение.

# data/database.json/commonEvents/glasses-equip/event/0/0_1/0/message
source: I got my gear up-to-date now. It was about time.
ru_ru: Я получил актуальное снаряжение. Давно уже стоило.

# data/database.json/commonEvents/glasses-equip/event/0/0_2/0/message
source: I got some really cool gear this time!
ru_ru: Я получил действительно классное снаряжение на этот раз!

# data/database.json/commonEvents/glasses-equip/event/0/0_3/0/message
source: Got new gear. Though I wonder how those edges and triggers are supposed to improve my magic...
ru_ru: Получил новое снаряжение. Хотя мне интересно, как эти клинки и курки должны улучшить мою магию...

# data/database.json/commonEvents/apollo-dies/event/0/0_0/0/message
source: I'm out!\. Keep fighting for justice in my place!
ru_ru: Я выбыл!\. Продолжайте сражаться за справедливость вместо меня!

# data/database.json/commonEvents/apollo-dies/event/0/0_1/0/message
source: I suffered defeat!\. Keep fighting!\. For the honor of Spheromancers!
ru_ru: Я потерпел поражение!\. Продолжайте сражаться!\. За честь сферомантов!

# data/database.json/commonEvents/apollo-dies/event/0/0_2/0/message
source: I'm out, but don't give up!\. One Spheromancer can handle any challenge!
ru_ru: Я выбыл, но не сдавайтесь!\. Один сферомант может справиться с любым вызовом!

# data/database.json/commonEvents/apollo-dies/event/0/1_0/0/message
source: This wasn't right!\. Why was I defeated?!\. This smells like cheating!!
ru_ru: Здесь что-то не так!\. Почему я потерпел поражение?!\. Это пахнет обманом!!

# data/database.json/commonEvents/apollo-dies/event/0/1_1/0/message
source: Something is wrong here.\. Suspicious!
ru_ru: Что-то здесь не так.\. Подозрительно!

# data/database.json/commonEvents/apollo-revived/event/0/0_0/0/message
source: A Spheromancer returns to the battlefield, all foes beware!
ru_ru: Сферомант возвращается на поле боя, берегитесь, враги!

# data/database.json/commonEvents/apollo-revived/event/0/0_1/0/message
source: Justice still needs to be served!
ru_ru: Справедливость всё-таки должна восторжествовать!

# data/database.json/commonEvents/apollo-revived/event/0/0_2/0/message
source: In the name of Justice, I have returned!!
ru_ru: Во имя справедливости, я вернулся!!

# data/database.json/commonEvents/apollo-revived/event/0/1_0/0/message
source: I see you handled this conflict without my help.\. Well done, Spheromancer Lea.
ru_ru: Я вижу, что ты разрешила этот конфликт без моей помощи.\. Хорошая работа, сферомант Лея.

# data/database.json/commonEvents/apollo-revived/event/0/1_1/0/message
source: Your fellow Spheromancer returned! Alas, a bit too late!
ru_ru: Ваш напарник-сферомант вернулся! Увы, слишком поздно!

# data/database.json/commonEvents/apollo-equip/event/0/message
source: I just updated my gear, you should do so as well, Spheromancer Lea!
ru_ru: Я только что обновил своё снаряжение, ты тоже должна это сделать, сферомант Лея!

# data/database.json/commonEvents/joern-dies/event/0/0_0/0/message
source: Whoops, I'm out.
ru_ru: Упс, я отлетел.

# data/database.json/commonEvents/joern-dies/event/0/0_1/0/message
source: Aaand I'm dead.\. Sorry, your tank has fallen.
ru_ru: Иииии я умер.\. Простите, ваш танк пал.

# data/database.json/commonEvents/joern-dies/event/0/0_2/0/message
source: Oh...\. I'm dead.\. Curses.
ru_ru: Ой...\. Я мертв.\. Проклятье.

# data/database.json/commonEvents/joern-dies/event/0/1_0/0/message
source: Slippery edges...
ru_ru: Скользкие края...

# data/database.json/commonEvents/joern-dies/event/0/1_1/0/message
source: What.
ru_ru: Что.

# data/database.json/commonEvents/joern-revived/event/0/0_0/0/message
source: I'm back.
ru_ru: Я вернулся.

# data/database.json/commonEvents/joern-revived/event/0/0_1/0/message
source: Back.\. Still fighting?
ru_ru: Вернулся.\. Всё ещё сражаемся?

# data/database.json/commonEvents/joern-revived/event/0/1_0/0/message
source: Your tank returns.\. Aaand it's already over.
ru_ru: Ваш танк возвращается.\. Иииии всё уже закончилось.

# data/database.json/commonEvents/joern-revived/event/0/1_1/0/message
source: It looks like you handled things without me just fine.
ru_ru: Похоже, что ты отлично справилась со всем без меня.

# data/database.json/commonEvents/joern-equip/event/0/message
source: Got new gear, whoop whoop.
ru_ru: Взял новую экипировку, ю-хуу.

# data/database.json/commonEvents/all-dng-enter/event/1/thenStep/1/0_0/0/message
source: Lea? Where did you go? Did you just teleport into a dungeon or something?
ru_ru: Лея? Куда ты делась? Ты только что телепортировалась в подземелье или типа того?

# data/database.json/commonEvents/all-dng-enter/event/1/thenStep/1/1_0/0/message
source: Lea? This is strange. You just teleported away but we couldn't follow you. Where are you?
ru_ru: Лея? Это странно. Ты только что телепортировалась, но мы не можем следовать за тобой. Где ты?

# data/database.json/commonEvents/all-dng-enter/event/1/thenStep/1/2_0/0/message
source: Spheromancer Lea! Where did you teleport to and why can't I follow?! Is this a cheat?!
ru_ru: Сферомант Лея! Куда ты телепортировалась, и почему я не могу проследовать за тобой?! Это чит?!

# data/database.json/commonEvents/all-dng-enter/event/1/thenStep/1/3_0/0/message
source: This is strange...\. It seems I can't follow you to your new location.\. Where are you, Lea?
ru_ru: Это странно...\. Похоже, что я не могу следовать за тобой в твою новую локацию.\. Где ты, Лея?

# data/database.json/commonEvents/all-dng-enter/event/2/thenStep/0/message
source: Let the race...\. continue!
ru_ru: Пусть гонка...\. продолжится!

source: Hm... I think we have to enter the dungeon somewhere else to continue.
ru_ru: Хмм... Кажется, что нам нужно войти в подземелье в другом месте, чтобы продолжить.

source: Lea, Lea. Taking your time to revisit previous dungeon rooms while the race is on hold, non?
ru_ru: Лея, Лея. Тратишь время на посещение предыдущих комнат во время гонки, да?

source: Let the race...\. continue!
ru_ru: Пусть гонка...\. продолжится!

source: And back to the race! Gee, where did I leave off again?
ru_ru: И снова к гонке! Ну и дела, где я остановился?

# data/database.json/commonEvents/all-dng-enter/event/4/0_0/0/message
source: Dungeon time, it is! See you again, soon!
ru_ru: Время подземелий! Скоро увидимся снова!

# data/database.json/commonEvents/all-dng-enter/event/4/1_0/0/message
source: Back in the dungeon? See you later!
ru_ru: Обратно в подземелье? Увидимся позже!

# data/database.json/commonEvents/all-dng-enter/event/4/2_0/0/message
source: Right! Dungeon crawling is an important part of becoming a true Spheromancer! Good luck!
ru_ru: Правильно! Ползание по подземельям - это важная часть становления настоящего сфероманта! Удачи!

# data/database.json/commonEvents/all-dng-enter/event/4/3_0/0/message
source: Dungeon time. So we're split up, I suppose?
ru_ru: Время подземелий. Так что, мы разделяемся, я полагаю?

# data/database.json/commonEvents/all-dng-leave/event/0/thenStep/1/0_0/0/message
source: Huh...\. back again.\. What was up with that, Lea?
ru_ru: Хмм...\. снова вернулась.\. Что с этим не так, Лея?

# data/database.json/commonEvents/all-dng-leave/event/0/thenStep/1/1_0/0/message
source: Ah... there you are.\. I was almost afraid we lost you.
ru_ru: Ах... вот ты где.\. Я боялся, что мы потеряли тебя.

# data/database.json/commonEvents/all-dng-leave/event/0/thenStep/1/2_0/0/message
source: Spheromancer Lea!\. This was most suspicious!\. Explain yourself!!
ru_ru: Сферомант Лея!\. Это было очень подозрительно!\. Объяснись!!

# data/database.json/commonEvents/all-dng-leave/event/0/thenStep/1/2_0/2/message
source: Right...
ru_ru: Верно...

# data/database.json/commonEvents/all-dng-leave/event/0/thenStep/1/3_0/0/message
source: Ah.\. There you are again.\. Was this some kind of bug?
ru_ru: Ах.\. Это снова ты.\. Это была какая-то ошибка?

# data/database.json/commonEvents/all-dng-leave/event/1/thenStep/0/message
source: So you need a break from that gloomy mine? Alright.
ru_ru: Что, хочешь отдохнуть от этой мрачной пещеры? Хорошо.

# data/database.json/commonEvents/all-dng-leave/event/1/thenStep/1/message
source: But let's hurry. We still have to finish the race!
ru_ru: Но давай быстрее. Нам нужно закончить гонку!

source: Need a break? Alright!
ru_ru: Нужен перерыв? Хорошо!

source: Wait... If anybody needs a break, everybody leaves the dungeon?
ru_ru: Подождите... Если кому-то нужен перерыв, то все выходят из подземелья?

source: Oui! That's how it works.
ru_ru: Oui (Да)! Так это и работает.

source: That is... a very lax kind of race, isn't it?
ru_ru: Это... какая то расслабленная гонка, не так ли?

source: So? It's still a race!
ru_ru: И что? Это всё равно гонка!

source: I-I guess....
ru_ru: Н-Наверное...

source: Sure, it's not like I was right in the middle of that one puzzle...
ru_ru: Конечно, я же не был прямо посередине этой загадки...

source: No problem. I can simply redo that one battle I just had to cancel.
ru_ru: Без проблем. Я просто перепройду эту битву, которую пришлось отменить.

source: And all the immersion is gone.
ru_ru: И всё погружение улетучилось.

# data/database.json/commonEvents/all-dng-leave/event/3/0_0/0/message
source: Ahh, finally outside! It's just way too gloomy in those dungeons.
ru_ru: Ах, наконец-то снаружи! В этих подземельях слишком мрачно.

# data/database.json/commonEvents/all-dng-leave/event/3/1_0/0/message
source: Welcome back!
ru_ru: С возвращением!

# data/database.json/commonEvents/all-dng-leave/event/3/2_0/0/message
source: I see you left the dungeon! Did you manage to further hone your Spheromancer abilities?
ru_ru: Я вижу, что ты покинула подземелье! Удалось ли тебе отточить свои навыки сфероманта?

# data/database.json/commonEvents/all-dng-leave/event/3/3_0/0/message
source: Welcome back. It's more fun to run around together.
ru_ru: С возвращением. Бегать вместе намного веселее.

# data/database.json/commonEvents/contact-blocked/event/2/text
source: No Connection
ru_ru: Нет соединения

# data/database.json/commonEvents/contact-blocked-area/event/0/text
source: Let's better not contact anyone from here to reduce suspicion.
ru_ru: Лучше не связываться с кем-либо отсюда, чтобы уменьшить подозрения.

# data/database.json/commonEvents/join-blocked/event/2/text
source: No Connection
ru_ru: Нет соединения

# data/database.json/commonEvents/join-blocked-area/event/0/text
source: You should not invite any party members now.
ru_ru: Сейчас вам не следует приглашать в группу участников.

# data/database.json/commonEvents/join-blocked-finale/event/0/text
source: You should not invite any party members now.
ru_ru: Сейчас вам не следует приглашать в группу участников.

# data/database.json/commonEvents/leave-blocked/event/2/text
source: No Connection
ru_ru: Нет соединения

# data/database.json/commonEvents/leave-blocked-area/event/0/text
source: You should not remove any party members now. That would be even more suspicious.
ru_ru: Ты не должна никого удалять из группы сейчас. Это будет ещё подозрительнее.

# data/database.json/commonEvents/emilie-contact/event/0/thenStep/0/text
source: Now is not a good time...
ru_ru: Сейчас не лучшее время...

# data/database.json/commonEvents/emilie-contact/event/5/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/5/thenStep/1/message
source: Uhm, hey Lea. Why the DL? I'm in your party, non?
ru_ru: Эмм, эй, Лея. Зачем прямая связь? Я в твоей группе, разве нет?

# data/database.json/commonEvents/emilie-contact/event/13/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/13/thenStep/1/message
source: Bonjour, chérie!
ru_ru: Bonjour, chérie (Привет, дорогая)!

# data/database.json/commonEvents/emilie-contact/event/13/thenStep/2/message
source: I wish you the best of luck with the tower dungeon! Though I'm confident you'll be fine!
ru_ru: Желаю тебе удачи с подземельем башни! Хотя я уверена, что всё будет хорошо!

# data/database.json/commonEvents/emilie-contact/event/13/thenStep/3/message
source: Show that Mr. Fancypants what you're made of!
ru_ru: Покажи этому мистеру Выпендрёжнику, из чего ты сделана!

# data/database.json/commonEvents/emilie-contact/event/14/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/14/thenStep/1/message
source: No time for talking right now, chérie!
ru_ru: Сейчас не время разговаривать, chérie (дорогая)!

# data/database.json/commonEvents/emilie-contact/event/15/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/15/thenStep/1/message
source: I'm ready, Lea! Let's go to that \c[3]Dojo\c[0] and show that Sidwell guy he's messing with the wrong players!!
ru_ru: Я готова, Лея! Давай пойдём в это \c[3]Додзё\c[0] и покажем этому Сидвеллу, что он связался не с теми игроками!!

# data/database.json/commonEvents/emilie-contact/event/16/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/16/thenStep/1/message
source: Bonjour, chérie!
ru_ru: Bonjour, chérie (Привет, дорогая)!

# data/database.json/commonEvents/emilie-contact/event/16/thenStep/2/message
source: Did you already hear the news from Tronny?
ru_ru: Ты уже слышала новости от Тронни?

# data/database.json/commonEvents/emilie-contact/event/16/thenStep/3/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/emilie-contact/event/16/thenStep/4/message
source: It really is a shame that he won't have time for CrossWorlds.
ru_ru: Очень жаль, что у него не будет времени на CrossWorlds.

# data/database.json/commonEvents/emilie-contact/event/16/thenStep/5/message
source: We should all play the game together while he's still here.
ru_ru: Нам стоит поиграть вместе, пока он всё ещё тут.

# data/database.json/commonEvents/emilie-contact/event/17/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/17/thenStep/1/message
source: Bonjour, chérie!
ru_ru: Bonjour, chérie (Привет, дорогая)!

# data/database.json/commonEvents/emilie-contact/event/17/thenStep/2/message
source: Mon dieu, \c[3]Rhombus Square\c[0] is quite the city, isn't it?
ru_ru: Mon dieu (Боже мой), \c[3]Площадь Ромба\c[0] - такой классный город, тебе не кажется?

# data/database.json/commonEvents/emilie-contact/event/17/thenStep/3/message
source: I love the fact that you can jump on those cars to cross the streets.
ru_ru: Мне нравится, что можно прыгать на автомобили, чтобы пересечь улицу.

# data/database.json/commonEvents/emilie-contact/event/17/thenStep/4/message
source: Totally should try that in real life some time...
ru_ru: Надо попробовать это в реальной жизни как-нибудь...

# data/database.json/commonEvents/emilie-contact/event/17/thenStep/5/message
source: Wait!!
ru_ru: Подожди!!

# data/database.json/commonEvents/emilie-contact/event/17/thenStep/6/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/emilie-contact/event/17/thenStep/7/message
source: Hahaha! I'm just joking, chérie! I'd never do that!
ru_ru: Хахаха! Просто шучу, chérie (дорогая)! Я бы никогда не сделала этого!

# data/database.json/commonEvents/emilie-contact/event/18/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/18/thenStep/1/message
source: Lea, we're waiting right at \c[3]CrossCentral\c[0]!
ru_ru: Лея, мы ждём в \c[3]CrossCentral\c[0]!

# data/database.json/commonEvents/emilie-contact/event/18/thenStep/2/message
source: Let's enter \c[3]Rhombus Square\c[0] together!
ru_ru: Давай войдём на \c[3]Площадь Ромба\c[0] вместе!

# data/database.json/commonEvents/emilie-contact/event/19/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/19/thenStep/1/message
source: Bonjour, chérie!
ru_ru: Bonjour, chérie (Привет, дорогая)!

# data/database.json/commonEvents/emilie-contact/event/19/thenStep/2/message
source: Why...\. Why did they have to bring back the bugs?
ru_ru: Почему...\. Почему они вернули жуков?

# data/database.json/commonEvents/emilie-contact/event/19/thenStep/4/message
source: I really enjoyed my time in Gaia's Garden, but this new Sapphire area is the worst.
ru_ru: Я наслаждалась своим времяпрепровождением в Саду Гайи, но эта новая Сапфировая зона просто худшая.

# data/database.json/commonEvents/emilie-contact/event/19/thenStep/5/message
source: Please don't let me go through all of this alone, chérie...
ru_ru: Пожалуйста, не позволяй мне пройти через всё это в одиночку, chérie (дорогая)...

# data/database.json/commonEvents/emilie-contact/event/20/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/20/thenStep/1/message
source: Bonjour.
ru_ru: Bonjour (Привет).

# data/database.json/commonEvents/emilie-contact/event/20/thenStep/2/message
source: It really is a shame, that things didn't work out for the raid.
ru_ru: Очень жаль, что ничего не вышло с рейдом.

# data/database.json/commonEvents/emilie-contact/event/20/thenStep/3/message
source: Sorry...
ru_ru: Прости...

# data/database.json/commonEvents/emilie-contact/event/20/thenStep/4/message
source: Non, non, it's alright, chérie.
ru_ru: Нет, нет, всё в порядке, chérie (дорогая).

# data/database.json/commonEvents/emilie-contact/event/20/thenStep/5/message
source: There will be many more opportunities.
ru_ru: Будет ещё много возможностей.

# data/database.json/commonEvents/emilie-contact/event/20/thenStep/6/message
source: For now let's focus on Exploring \c[3]Sapphire Ridge\c[0]!
ru_ru: Давай сейчас сосредоточимся на исследовании \c[3]Сапфирового края\c[0]!

# data/database.json/commonEvents/emilie-contact/event/20/thenStep/7/message
source: Do you mind doing it together? I'm free!
ru_ru: Ты не против поделать это вместе? Я свободна!

# data/database.json/commonEvents/emilie-contact/event/21/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/21/thenStep/1/message
source: Bonjour, chérie!
ru_ru: Bonjour, chérie (Привет, дорогая)!

# data/database.json/commonEvents/emilie-contact/event/21/thenStep/2/message
source: Tronny told you already, non?\. We plan to meet at the \c[3]First Scholar HQ\c[0]!
ru_ru: Тронни уже сказал тебе, не?\. Мы планируем встретиться в \c[3]штабе Первоучёных\c[0]!

# data/database.json/commonEvents/emilie-contact/event/21/thenStep/3/message
source: We have great news!
ru_ru: У нас отличные новости!

# data/database.json/commonEvents/emilie-contact/event/22/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/22/thenStep/1/message
source: Not now, chérie. I really need to focus here.
ru_ru: Не сейчас, chérie (дорогая). Мне действительно нужно сосредоточиться.

# data/database.json/commonEvents/emilie-contact/event/22/thenStep/2/message
source: I can't let Grasshead win this one, oui!
ru_ru: Я не могу позволить Травоголовому выиграть в этот раз, oui (да)!

# data/database.json/commonEvents/emilie-contact/event/23/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/23/thenStep/1/message
source: Bonjour! Making good progress here on my side!
ru_ru: Bonjour (Привет)! У меня тут неплохой прогресс!

# data/database.json/commonEvents/emilie-contact/event/23/thenStep/2/message
source: I feel like this shock-themed dungeon is right up my alley!
ru_ru: Я чувствую, что это подземелье в шоковой тематике как раз по моей части!

source: Though I have to admit that some of those Wave-ball puzzles make my head hurt.
ru_ru: Хотя я должна признать, что некоторые из этих головоломок с Волно-шарами заставляют мою голову болеть.

# data/database.json/commonEvents/emilie-contact/event/24/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/24/thenStep/1/message
source: Bonjour! Currently busy solving puzzles!
ru_ru: Bonjour (Привет)! В настоящее время занята решением головоломок!

# data/database.json/commonEvents/emilie-contact/event/24/thenStep/2/message
source: Such an interesting place, isn't it?
ru_ru: Такое интересное место, не так ли?

# data/database.json/commonEvents/emilie-contact/event/24/thenStep/3/message
source: I've always heard horrible stories about water dungeons in games, but this one isn't really.
ru_ru: Я всегда слышала ужасные истории насчёт водяных подземелий в играх, но это таким не выглядит.

# data/database.json/commonEvents/emilie-contact/event/25/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/emilie-contact/event/25/thenStep/1/message
source: Bonjour, chérie!
ru_ru: Bonjour, chérie (Привет, дорогая)!

# data/database.json/commonEvents/emilie-contact/event/25/thenStep/2/message
source: I'm sooo ready for our next dungeon race!
ru_ru: Я ждууу не дождусь следующей гонки в подземелье!

# data/database.json/commonEvents/emilie-contact/event/25/thenStep/4/message
source: Gaia's Garden is pretty neat in general, isn't it?
ru_ru: Сад Гайи в целом довольно приятный, не так ли?

# data/database.json/commonEvents/emilie-contact/event/25/thenStep/5/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/emilie-contact/event/25/thenStep/6/message
source: So colorful and... entirely bug free!
ru_ru: Такой красочный и... совершенно без жуков!

# data/database.json/commonEvents/emilie-contact/event/25/thenStep/7/message
source: Guess I really had the wrong idea about this place.
ru_ru: Похоже, что у меня действительно было неверное представление об этом месте.
