Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/achievements/combat-arts-01/description
source: Execute a total of \c[3]\v[misc.localNum.100] Combat Arts\c[0].
ru_ru: Выполнить в общей сложности \c[3]\v[misc.localNum.100] техник боя\c[0].

# data/database.json/achievements/combat-arts-02/name
source: Veteran Artist
ru_ru: Опытный исполнитель

# data/database.json/achievements/combat-arts-02/description
source: Execute a total of \c[3]\v[misc.localNum.250] Combat Arts\c[0].
ru_ru: Выполнить в общей сложности \c[3]\v[misc.localNum.250] техник боя\c[0].

# data/database.json/achievements/combat-arts-03/name
source: Legendary Artist
ru_ru: Легендарный исполнитель

# data/database.json/achievements/combat-arts-03/description
source: Execute a total of \c[3]\v[misc.localNum.500] Combat Arts\c[0].
ru_ru: Выполните в общей сложности \c[3]\v[misc.localNum.500] техник боя\c[0].

# data/database.json/achievements/combat-arts-04/name
source: Ultimate Combat Artisan
ru_ru: Ультимативный мастер боя

# data/database.json/achievements/combat-arts-04/description
source: Execute a total of \c[3]\v[misc.localNum.1000] Combat Arts\c[0].
ru_ru: Выполните в общей сложности \c[3]\v[misc.localNum.1000] техник боя\c[0].

# data/database.json/achievements/kill-01/name
source: Rookie Huntress
ru_ru: Охотница-новичок

# data/database.json/achievements/kill-01/description
source: Defeat a total of \c[3]1000 enemies\c[0].
ru_ru: Победите в общей сложности \c[3]1000 врагов\c[0].

# data/database.json/achievements/kill-02/name
source: Veteran Huntress
ru_ru: Опытная охотница

# data/database.json/achievements/kill-02/description
source: Defeat a total of \c[3]2000 enemies\c[0].
ru_ru: Победите в общей сложности \c[3]2000 врагов\c[0].

# data/database.json/achievements/kill-03/name
source: Legendary Huntress
ru_ru: Легендарная охотница

# data/database.json/achievements/kill-03/description
source: Defeat a total of \c[3]\v[misc.localNum.4000] Enemies\c[0].
ru_ru: Победите в общей сложности \c[3]\v[misc.localNum.4000] врагов\c[0].

# data/database.json/achievements/kill-04/name
source: Daughter of Artemis
ru_ru: Дочь Артемиды

# data/database.json/achievements/kill-04/description
source: Defeat a total of \c[3]\v[misc.localNum.8000] Enemies\c[0]. At this point you know the drill.
ru_ru: Победите в общей сложности \c[3]\v[misc.localNum.8000] врагов\c[0]. Вы уже точно знаете, как это делается.

# data/database.json/achievements/dmg-01/name
source: Rookie Brawler
ru_ru: Крушитель-новичок

# data/database.json/achievements/dmg-01/description
source: Deal a total of \c[3]\v[misc.localNum.100000] Damage\c[0].
ru_ru: Нанесите в общей сложности \c[3]\v[misc.localNum.100000] урона\c[0].

# data/database.json/achievements/dmg-02/name
source: Veteran Brawler
ru_ru: Опытный крушитель

# data/database.json/achievements/dmg-02/description
source: Deal a total of \c[3]\v[misc.localNum.250000] Damage\c[0].
ru_ru: Нанесите в общей сложности \c[3]\v[misc.localNum.250000] урона\c[0].

# data/database.json/achievements/dmg-03/name
source: Legendary Brawler
ru_ru: Легендарный крушитель

# data/database.json/achievements/dmg-03/description
source: Deal a total of \c[3]\v[misc.localNum.500000] Damage\c[0].
ru_ru: Нанесите в общей сложности \c[3]\v[misc.localNum.500000] урона\c[0].

# data/database.json/achievements/dmg-04/name
source: Making Rocky Proud
ru_ru: Рокки будет гордиться

# data/database.json/achievements/dmg-04/description
source: Deal a total of \c[3]\v[misc.localNum.1000000] Damage\c[0]. It's time to stop now.
ru_ru: Нанесите в общей сложности \c[3]\v[misc.localNum.1000000] урона\c[0]. Пора остановиться.

# data/database.json/achievements/streak-01/name
source: Rookie Streaker
ru_ru: Стрикер-новичок

# data/database.json/achievements/streak-01/description
source: Stay in a combo streak for \c[3]5 minutes\c[0].
ru_ru: Находитесь в комбо \c[3]5 минут подряд\c[0].

# data/database.json/achievements/streak-02/name
source: Veteran Streaker
ru_ru: Опытный стрикер

# data/database.json/achievements/streak-02/description
source: Stay in a combo streak for \c[3]10 minutes\c[0].
ru_ru: Находитесь в комбо \c[3]10 минут подряд\c[0].

# data/database.json/achievements/streak-03/name
source: Legendary Streaker
ru_ru: Легендарный стрикер

# data/database.json/achievements/streak-03/description
source: Stay in a combo streak for \c[3]15 minutes\c[0].
ru_ru: Находитесь в комбо \c[3]15 минут подряд\c[0].

# data/database.json/achievements/streak-04/description
source: Stay in a combo streak for \c[3]20 minutes\c[0]. Come on, this is enough.
ru_ru: Находитесь в комбо \c[3]20 минут подряд\c[0]. Хватит уже, этого достаточно.

# data/database.json/achievements/streak-kills-01/name
source: Rookie Frenzy
ru_ru: Безумец-новичок

# data/database.json/achievements/streak-kills-01/description
source: Defeat a total of \c[3]25 enemies doing a combat streak\c[0].
ru_ru: Победите в общей сложности \c[3]25 противников, выполняя комбо\c[0].

# data/database.json/achievements/streak-kills-02/name
source: Veteran Frenzy
ru_ru: Опытный безумец

# data/database.json/achievements/streak-kills-02/description
source: Defeat a total of \c[3]50 enemies doing a combat streak\c[0].
ru_ru: Победите в общей сложности \c[3]50 противников, выполняя комбо\c[0].

# data/database.json/achievements/streak-kills-03/name
source: Legendary Frenzy
ru_ru: Легендарный безумец

# data/database.json/achievements/streak-kills-03/description
source: Defeat a total of \c[3]100 enemies doing a combat streak\c[0].
ru_ru: Победите в общей сложности \c[3]100 противников, выполняя комбо\c[0].

# data/database.json/achievements/streak-kills-04/description
source: Defeat a total of \c[3]200 enemies doing a combat streak\c[0]. Calm down!
ru_ru: Победите в общей сложности \c[3]200 противников, выполняя комбо\c[0]. Успокойтесь!

# data/database.json/achievements/heal-01/name
source: Rookie Healer
ru_ru: Целитель-новичок

# data/database.json/achievements/heal-01/description
source: Heal a total of \c[3]\v[misc.localNum.50000] HP\c[0].
ru_ru: Исцелите в общей сложности \c[3]\v[misc.localNum.50000] HP\c[0].

# data/database.json/achievements/heal-02/name
source: Veteran Healer
ru_ru: Опытный целитель

# data/database.json/achievements/heal-02/description
source: Heal a total of \c[3]\v[misc.localNum.100000] HP\c[0].
ru_ru: Исцелите в общей сложности \c[3]\v[misc.localNum.100000] HP\c[0].

# data/database.json/achievements/heal-03/name
source: Legendary Healer
ru_ru: Легендарный целитель

# data/database.json/achievements/heal-03/description
source: Heal a total of \c[3]\v[misc.localNum.200000] HP\c[0].
ru_ru: Исцелите в общей сложности \c[3]\v[misc.localNum.200000] HP\c[0].

# data/database.json/achievements/heal-04/description
source: Heal a total of \c[3]\v[misc.localNum.400000] HP\c[0]. 0heals!
ru_ru: Исцелите в общей сложности \c[3]\v[misc.localNum.400000] HP\c[0].

# data/database.json/achievements/throw-01/name
source: Rookie Flinger
ru_ru: Метатель-новичок

# data/database.json/achievements/throw-01/description
source: Throw and hit a total of \c[3]\v[misc.localNum.1000] Balls\c[0].
ru_ru: Бросьте в цель в общей сложности \c[3]\v[misc.localNum.1000] шаров\c[0].

# data/database.json/achievements/throw-02/name
source: Veteran Flinger
ru_ru: Опытный метатель

# data/database.json/achievements/throw-02/description
source: Throw and hit a total of \c[3]\v[misc.localNum.5000] Balls\c[0].
ru_ru: Бросьте в цель в общей сложности \c[3]\v[misc.localNum.5000] шаров\c[0].

# data/database.json/achievements/throw-03/name
source: Legendary Flinger
ru_ru: Легендарный метатель

# data/database.json/achievements/throw-03/description
source: Throw and hit a total of \c[3]\v[misc.localNum.10000] Balls\c[0].
ru_ru: Бросьте в цель в общей сложности \c[3]\v[misc.localNum.10000] шаров\c[0].

# data/database.json/achievements/throw-04/name
source: It's called a VRPit
ru_ru: Это называется VRPit

# data/database.json/achievements/throw-04/description
source: Throw and hit a total of \c[3]\v[misc.localNum.50000] Balls\c[0]. Your arms must be tired.
ru_ru: Бросьте в цель в общей сложности \c[3]\v[misc.localNum.50000] шаров\c[0]. Ваши руки, наверное, устали.

# data/database.json/achievements/melee-01/name
source: Rookie Assault
ru_ru: Штурмовик-новичок

# data/database.json/achievements/melee-01/description
source: Sucessfully land \c[3]\v[misc.localNum.1000] close combat attacks\c[0].
ru_ru: Нанесите \c[3]\v[misc.localNum.1000] атак ближнего боя\c[0].

# data/database.json/achievements/melee-02/name
source: Veteran Assault
ru_ru: Опытный штурмовик

# data/database.json/achievements/melee-02/description
source: Sucessfully land \c[3]\v[misc.localNum.5000] close combat attacks\c[0].
ru_ru: Нанесите \c[3]\v[misc.localNum.5000] атак ближнего боя\c[0].

# data/database.json/achievements/melee-03/name
source: Legendary Assault
ru_ru: Легендарный штурмовик

# data/database.json/achievements/melee-03/description
source: Sucessfully land \c[3]\v[misc.localNum.10000] close combat attacks\c[0].
ru_ru: Нанесите \c[3]\v[misc.localNum.10000] атак ближнего боя\c[0].

# data/database.json/achievements/melee-04/name
source: The Iron Fist
ru_ru: Железный кулак

# data/database.json/achievements/melee-04/description
source: Sucessfully land \c[3]\v[misc.localNum.50000] close combat attacks\c[0]. Mashing to victory!
ru_ru: Нанесите \c[3]\v[misc.localNum.50000] атак ближнего боя\c[0]. Пробиваемся к победе!

# data/database.json/achievements/dash-01/name
source: Rookie Dancer
ru_ru: Танцор-новичок

# data/database.json/achievements/dash-01/description
source: Dash a total of \c[3]\v[misc.localNum.1000] times\c[0].
ru_ru: Сделайте рывок в общей сложности \c[3]\v[misc.localNum.1000] раз\c[0].

# data/database.json/achievements/dash-02/name
source: Veteran Dancer
ru_ru: Опытный танцор

# data/database.json/achievements/dash-02/description
source: Dash a total of \c[3]\v[misc.localNum.5000] times\c[0].
ru_ru: Сделайте рывок в общей сложности \c[3]\v[misc.localNum.5000] раз\c[0].

# data/database.json/achievements/dash-03/name
source: Legendary Dancer
ru_ru: Легендарный танцор

# data/database.json/achievements/dash-03/description
source: Dash a total of \c[3]\v[misc.localNum.10000] times\c[0].
ru_ru: Сделайте рывок в общей сложности \c[3]\v[misc.localNum.10000] раз\c[0].

# data/database.json/achievements/dash-04/name
source: Dashing!
ru_ru: Врываемся!

# data/database.json/achievements/dash-04/description
source: Dash a total of \c[3]\v[misc.localNum.20000] times\c[0]. My head feels dizzy...
ru_ru: Сделайте рывок в общей сложности \c[3]\v[misc.localNum.20000] раз\c[0]. Голова кружится...

# data/database.json/achievements/guard-01/name
source: Rookie Defender
ru_ru: Защитник-новичок

# data/database.json/achievements/guard-01/description
source: Successfully guard a \c[3]total of 250 times\c[0].
ru_ru: Успешно заблокируйте вражескую атаку \c[3]в общей сложности 250 раз\c[0].

# data/database.json/achievements/guard-02/name
source: Veteran Defender
ru_ru: Опытный защитник

# data/database.json/achievements/guard-02/description
source: Successfully guard a \c[3]total of \v[misc.localNum.500] times\c[0].
ru_ru: Успешно заблокируйте вражескую атаку \c[3]в общей сложности \v[misc.localNum.500] раз\c[0].

# data/database.json/achievements/guard-03/name
source: Legendary Defender
ru_ru: Легендарный защитник

# data/database.json/achievements/guard-03/description
source: Successfully guard a \c[3]total of \v[misc.localNum.2000] times\c[0].
ru_ru: Успешно заблокируйте вражескую атаку \c[3]в общей сложности \v[misc.localNum.2000] раз\c[0].

# data/database.json/achievements/guard-04/name
source: You Shall not Pass!
ru_ru: Вы не пройдёте!

# data/database.json/achievements/guard-04/description
source: Successfully guard a \c[3]total of \v[misc.localNum.4000] times\c[0]. Don't touch me!
ru_ru: Успешно заблокируйте вражескую атаку \c[3]в общей сложности \v[misc.localNum.4000] раз\c[0]. Не прикасайтесь ко мне!

# data/database.json/achievements/crits-01/name
source: Rookie Brute
ru_ru: Грубиян-новичок

# data/database.json/achievements/crits-01/description
source: Land a total of \c[3]\v[misc.localNum.1000] critical hits\c[0].
ru_ru: Нанесите в общей сложности \c[3]\v[misc.localNum.1000] критических ударов\c[0].

# data/database.json/achievements/crits-02/name
source: Veteran Brute
ru_ru: Опытный грубиян

# data/database.json/achievements/crits-02/description
source: Land a total of \c[3]\v[misc.localNum.5000] critical hits\c[0].
ru_ru: Нанесите в общей сложности \c[3]\v[misc.localNum.5000] критических ударов\c[0].

# data/database.json/achievements/crits-03/name
source: Legendary Brute
ru_ru: Легендарный грубиян

# data/database.json/achievements/crits-03/description
source: Land a total of \c[3]\v[misc.localNum.10000] critical hits\c[0].
ru_ru: Нанесите в общей сложности \c[3]\v[misc.localNum.10000] критических ударов\c[0].

# data/database.json/achievements/crits-04/name
source: Critical Acclaim
ru_ru: Признание критиков

# data/database.json/achievements/crits-04/description
source: Land a total of \c[3]\v[misc.localNum.20000] critical hits\c[0]. Hit 'em where it hurts.
ru_ru: Нанесите в общей сложности \c[3]\v[misc.localNum.20000] критических ударов\c[0]. Бейте их в уязвимые места.

# data/database.json/achievements/trader-found-01/name
source: Rookie Monger
ru_ru: Делец-новичок

# data/database.json/achievements/trader-found-01/description
source: \c[3]Find 25% of all Traders\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 25% торговцев\c[0] в CrossWorlds.

# data/database.json/achievements/trader-found-02/name
source: Veteran Monger
ru_ru: Опытный делец

# data/database.json/achievements/trader-found-02/description
source: \c[3]Find 50% of all Traders\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 50% торговцев\c[0] в CrossWorlds.

# data/database.json/achievements/trader-found-03/name
source: Legendary Monger
ru_ru: Легендарный делец

# data/database.json/achievements/trader-found-03/description
source: \c[3]Find 75% of all Traders\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 75% торговцев\c[0] в CrossWorlds.

# data/database.json/achievements/trader-found-04/name
source: My Star Sign is Libra
ru_ru: Мой знак зодиака - Весы

# data/database.json/achievements/trader-found-04/description
source: \c[3]Find 100% of all Traders\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 100% торговцев\c[0] в CrossWorlds.

# data/database.json/achievements/botanics-total-01/name
source: Rookie Botanist
ru_ru: Ботаник-новичок

# data/database.json/achievements/botanics-total-01/description
source: Find and analyze \c[3]25% of all Environmental Objects\c[0].
ru_ru: Найдите и изучите \c[3]25% всех объектов окружающей среды\c[0].

# data/database.json/achievements/botanics-total-02/name
source: Veteran Botanist
ru_ru: Опытный ботаник

# data/database.json/achievements/botanics-total-02/description
source: Find and analyze \c[3]50% of all Environmental Objects\c[0].
ru_ru: Найдите и изучите \c[3]50% всех объектов окружающей среды\c[0].

# data/database.json/achievements/botanics-total-03/name
source: Legendary Botanist
ru_ru: Легендарный ботаник

# data/database.json/achievements/botanics-total-03/description
source: Find and analyze \c[3]75% of all Environmental Objects\c[0].
ru_ru: Найдите и изучите \c[3]75% всех объектов окружающей среды\c[0].

# data/database.json/achievements/botanics-total-04/name
source: The Green Thumb
ru_ru: Прирождённый садовник

# data/database.json/achievements/botanics-total-04/description
source: Find and analyze \c[3]100% of all Environmental Objects\c[0].
ru_ru: Найдите и изучите \c[3]100% всех объектов окружающей среды\c[0].

# data/database.json/achievements/lore-found-01/name
source: Rookie Scholar
ru_ru: Ученый-новичок

# data/database.json/achievements/lore-found-01/description
source: \c[3]Find 25% of all Lore Entries\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 25% знаний\c[0] в CrossWorlds.

# data/database.json/achievements/lore-found-02/name
source: Veteran Scholar
ru_ru: Опытный ученый

# data/database.json/achievements/lore-found-02/description
source: \c[3]Find 50% of all Lore Entries\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 50% знаний\c[0] в CrossWorlds.

# data/database.json/achievements/lore-found-03/name
source: Legendary Scholar
ru_ru: Легендарный ученый

# data/database.json/achievements/lore-found-03/description
source: \c[3]Find 75% of all Lore Entries\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 75% знаний\c[0] в CrossWorlds.

# data/database.json/achievements/lore-found-04/name
source: I know Everything
ru_ru: Я всё знаю

# data/database.json/achievements/lore-found-04/description
source: \c[3]Find 100% of all Lore Entries\c[0] in CrossWorlds. All mysteries solved?
ru_ru: \c[3]Найдите 100% знаний\c[0] в CrossWorlds. Все тайны раскрыты?

# data/database.json/achievements/landmarks-total-01/name
source: Rookie Explorer
ru_ru: Исследователь-новичок

# data/database.json/achievements/landmarks-total-01/description
source: \c[3]Find 25% of all Landmarks\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 25% ориентиров\c[0] в CrossWorlds.

# data/database.json/achievements/landmarks-total-02/name
source: Veteran Explorer
ru_ru: Опытный исследователь

# data/database.json/achievements/landmarks-total-02/description
source: \c[3]Find 50% of all Landmarks\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 50% ориентиров\c[0] в CrossWorlds.

# data/database.json/achievements/landmarks-total-03/name
source: Legendary Explorer
ru_ru: Легендарный исследователь

# data/database.json/achievements/landmarks-total-03/description
source: \c[3]Find 75% of all Landmarks\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 75% ориентиров\c[0] в CrossWorlds.

# data/database.json/achievements/landmarks-total-04/name
source: Lea the Explorer
ru_ru: Лея-путешественница

# data/database.json/achievements/landmarks-total-04/description
source: \c[3]Find 100% of all Landmarks\c[0] in CrossWorlds. Did you help?
ru_ru: \c[3]Найдите 100% ориентиров\c[0] в CrossWorlds. Вы поможете?

# data/database.json/achievements/landmarks-autumn/name
source: Autumn Landmarks
ru_ru: Ориентиры Осени

# data/database.json/achievements/landmarks-autumn/description
source: \c[3]Find all Landmarks\c[0] in Autumn's Rise, Rookie Harbor and Autumn's Fall.
ru_ru: \c[3]Найдите все ориентиры\c[0] в Расцвете Осени, Гавани новичков и Закате Осени.

# data/database.json/achievements/landmarks-bergen/name
source: Bergen Landmarks
ru_ru: Ориентиры Бергена

# data/database.json/achievements/landmarks-bergen/description
source: \c[3]Find all Landmarks\c[0] in Bergen Trail and Bergen.
ru_ru: \c[3]Найдите все ориентиры\c[0] на Тропе в Берген и в Бергене.

# data/database.json/achievements/landmarks-maroon/name
source: Maroon Landmarks
ru_ru: Бордовые ориентиры

# data/database.json/achievements/landmarks-maroon/description
source: \c[3]Find all Landmarks\c[0] in Maroon Valley & Ba'kii Kum.
ru_ru: \c[3]Найдите все ориентиры\c[0] в Бордовой долине и Ба'кии Кум.

# data/database.json/achievements/landmarks-gaia/name
source: Gaia Landmarks
ru_ru: Ориентиры Гайи

# data/database.json/achievements/landmarks-gaia/description
source: \c[3]Find all Landmarks\c[0] in Gaia's Garden and Basin Keep.
ru_ru: \c[3]Найдите все ориентиры\c[0] в Саду Гайи и Твердыне Бэйзина.

# data/database.json/achievements/landmarks-forest/name
source: Sapphire Landmarks
ru_ru: Сапфировые ориентиры

# data/database.json/achievements/landmarks-forest/description
source: \c[3]Find all Landmarks\c[0] in Sapphire Ridge.
ru_ru: \c[3]Найдите все ориентиры\c[0] в Сапфировом крае.

# data/database.json/achievements/landmarks-rhombus/name
source: Rhombus Landmarks
ru_ru: Ориентиры Ромба

# data/database.json/achievements/landmarks-rhombus/description
source: \c[3]Find all Landmarks\c[0] in Rhombus Square.
ru_ru: \c[3]Найдите все ориентиры\c[0] на Площади Ромба.

# data/database.json/achievements/chests-total-01/name
source: Rookie Treasurer
ru_ru: Казначей-новичок

# data/database.json/achievements/chests-total-01/description
source: \c[3]Find 25% of all Chests\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 25% сундуков\c[0] в CrossWorlds.

# data/database.json/achievements/chests-total-02/name
source: Veteran Treasurer
ru_ru: Опытный казначей

# data/database.json/achievements/chests-total-02/description
source: \c[3]Find 50% of all Chests\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 50% сундуков\c[0] в CrossWorlds.

# data/database.json/achievements/chests-total-03/name
source: Legendary Treasurer
ru_ru: Легендарный казначей

# data/database.json/achievements/chests-total-03/description
source: \c[3]Find 75% of all Chests\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 75% сундуков\c[0] в CrossWorlds.

# data/database.json/achievements/chests-total-04/name
source: Chest Nut
ru_ru: Сыендук

# data/database.json/achievements/chests-total-04/description
source: \c[3]Find 100% of all Chests\c[0] in CrossWorlds.
ru_ru: \c[3]Найдите 100% сундуков\c[0] в CrossWorlds.

# data/database.json/achievements/chests-autumn/name
source: Autumn's Scavenger
ru_ru: Осенний мусорщик

# data/database.json/achievements/chests-autumn/description
source: \c[3]Find and open all Chests\c[0] in \v[area.autumn-area.name], \v[area.rookie-harbor.name] and \v[area.autumn-fall.name].
ru_ru: \c[3]Найдите и откройте все сундуки\c[0] в Расцвете Осени, Гавани новичков и Закате Осени.

# data/database.json/achievements/chests-bergen/name
source: Bergen Scavenger
ru_ru: Мусорщик Бергена

# data/database.json/achievements/chests-bergen/description
source: \c[3]Find and open all Chests\c[0] in \v[area.bergen-trails.name] and \v[area.bergen.name].
ru_ru: \c[3]Найдите и откройте все сундуки\c[0] на Тропе в Берген и в Бергене.

# data/database.json/achievements/chests-maroon/name
source: Maroon Scavenger
ru_ru: Бордовый мусорщик

# data/database.json/achievements/chests-maroon/description
source: \c[3]Find and open all Chests\c[0] in \v[area.heat-area.name] and \v[area.heat-village.name].
ru_ru: \c[3]Найдите и откройте все сундуки\c[0] в Бордовой долине и в Ба'кии Кум.

# data/database.json/achievements/chests-jungle/name
source: Gaia's Scavenger
ru_ru: Мусорщик Гайи

# data/database.json/achievements/chests-jungle/description
source: \c[3]Find and open all Chests\c[0] in \v[area.jungle.name] and \v[area.jungle-city.name].
ru_ru: \c[3]Найдите и откройте все сундуки\c[0] в Саду Гайи и в Твердыне Бэйзина.

# data/database.json/achievements/chests-forest/name
source: Sapphire Scavenger
ru_ru: Сапфировый мусорщик

# data/database.json/achievements/chests-forest/description
source: \c[3]Find and open all Chests\c[0] in Sapphire-Ridge.
ru_ru: \c[3]Найдите и откройте все сундуки\c[0] в Сапфировом крае.

# data/database.json/achievements/chests-rhombus/name
source: Rhombus Scavenger
ru_ru: Мусорщик Ромба

# data/database.json/achievements/chests-rhombus/description
source: \c[3]Find and open all Chests\c[0] in \v[area.rhombus-sqr.name] and \v[area.rhombus-dng.name].
ru_ru: \c[3]Найдите и откройте\c[0] на Площади Ромба и в Подземелье Ромба.

# data/database.json/achievements/chests-cold/name
source: Temple Mine Scavenger
ru_ru: Мусорщик Храм-Шахты

# data/database.json/achievements/chests-cold/description
source: \c[3]Find and open all Chests\c[0] in \v[area.cold-dng.name].
ru_ru: \c[3]Найдите и откройте все сундуки\c[0] в Храм-Шахте.

# data/database.json/achievements/chests-heat/name
source: Faj'ro Scavenger
ru_ru: Мусорщик Фай'ро

# data/database.json/achievements/chests-heat/description
source: \c[3]Find and open all Chests\c[0] in \v[area.heat-dng.name].
ru_ru: \c[3]Найдите и откройте все сундуки\c[0] в Храме Фай'ро.

# data/database.json/achievements/chests-shockwave/name
source: Grand Scavenger
ru_ru: Великий мусорщик
