Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/jungleAdv-3-turret_defense_3/description
source: The \v[lore.title.faction-heat-jungle]'s has progressed to even greater heights. Your masterful skills with handling defensive devices is needed again!
es_es: El \v[lore.title.faction-heat-jungle] ha progresado a alturas aún mayores. ¡Tus habilidades magistrales con el manejo de dispositivos defensivos son necesarias nuevamente!

# data/database.json//quests/jungleAdv-3-turret_defense_3/briefing
source: You defended the operation and helped the exploration of the Track to take another large step!
es_es: ¡Defendiste la operación y ayudaste a la exploración de la Vía a dar otro gran paso!

# data/database.json//quests/jungleAdv-3-turret_defense_3/tasks/0/task
source: Enter the \c[3]Grubby Cave\c[0] on \c[3]Calm Backyard\c[0] in \c[3]\v[area.jungle.name]\c[0] and go through \c[3]the door\c[0]
es_es: Entra en \c[3]Cueva Sucia\c[0] en \c[3]Patio Trasero Calmado\c[0] en \c[3]\v[area.jungle.name]\c[0] y pasa \c[3]la puerta\c[0]

# data/database.json//quests/jungleAdv-3-turret_defense_3/tasks/1/task
source: Talk to \c[3]Mika the technician\c[0] near the energy device
es_es: Habla con \c[3]Mika el técnico\c[0] cerca del dispositivo de energía

# data/database.json//quests/jungleAdv-3-turret_defense_3/tasks/2/task
source: Talk to \c[3]Mika\c[0] again and \c[3]defend her against the incoming enemies\c[0]
es_es: Habla con \c[3]Mika\c[0] nuevamente y \c[3]defiéndela de los enemigos que se aproximan\c[0]

# data/database.json//quests/jungleAdv-3-turret_defense_3/tasks/3/task
source: Talk to \c[3]Mika\c[0] again
es_es: Habla con \c[3]Mika\c[0] de nuevo

# data/database.json//quests/jungleAdv-3-turret_defense_3/tasks/4/task
source: Report back to \c[3]Madaki\c[0] in the \c[3]Woodland Vanguard HQ\c[0]
es_es: Informa a \c[3]Madaki\c[0] en la \c[3]Sede Central de la Vanguardia Forestal\c[0]

# data/database.json//quests/jungleGuard-1-hostage_1/hubSettings/location
source: We have a hostage situation and need someone to handle it professionally. \c[3]- Basin Police Force HQ\c[0]
es_es: Tenemos una situación de rehenes y necesitamos a alguien que los maneje profesionalmente. \c[3]- Cuartel General de la Policía de Cuenca\c[0]

# data/database.json//quests/jungleGuard-1-hostage_1/name
source: Hostage Situation
es_es: Situación de Rehenes

# data/database.json//quests/jungleGuard-1-hostage_1/person
source: Sgt. Bronzel
es_es: Sargento Bronzel

# data/database.json//quests/jungleGuard-1-hostage_1/description
source: An organized criminal group of Papagun, called the "Papagang", has stormed an office building and taken hostages. You have to save those civilians!
es_es: Un grupo delictivo organizado de Papagun, llamado "Papagang", irrumpió en un edificio de oficinas y tomó rehenes. ¡Tienes que salvar a esos civiles!

# data/database.json//quests/jungleGuard-1-hostage_1/briefing
source: Though you had to solve the hostage situation violently, success was on your side. Good job!
es_es: Aunque tuviste que resolver la situación de los rehenes violentamente, el éxito estuvo de tu lado. ¡Buen trabajo!

# data/database.json//quests/jungleGuard-1-hostage_1/tasks/0/task
source: Talk to \c[3]Officer Nailson\c[0] in the \c[3]northern High Grounds\c[0] of \c[3]\v[area.jungle-city.name]\c[0]
es_es: Habla con el \c[3]Oficial Nailson\c[0] en \c[3]Tierras Altas del norte\c[0] de \c[3]\v[area.jungle-city.name]\c[0]

# data/database.json//quests/jungleGuard-1-hostage_1/tasks/1/task
source: Enter the \c[3]Clipson Tower Foyer\c[0] on \c[3]High Grounds\c[0] and save the hostages
es_es: Entra al \c[3]Vestíbulo de la Torre Clipson\c[0] en \c[3]Tierras Altas\c[0] y salva a los rehenes

# data/database.json//quests/jungleGuard-1-hostage_1/tasks/2/task
source: Go to the \c[3]second floor\c[0] of the \c[3]Clipson Tower Foyer\c[0] and save the remaining hostages
es_es: Ve al \c[3]segundo piso\c[0] del \c[3]Vestíbulo de la Torre Clipson\c[0] y salva a los rehenes restantes

# data/database.json//quests/jungleGuard-1-hostage_1/tasks/3/task
source: Talk to \c[3]Officer Nailson\c[0] in front of the \c[3]Clipson Tower\c[0] again
es_es: Habla con el \c[3]Oficial Nailson\c[0] frente a \c[3]la Torre Clipson\c[0] nuevamente

# data/database.json//quests/jungleGuard-1-hostage_1/tasks/4/task
source: Report back to \c[3]Sergeant Bronzel\c[0] in the \c[3]Basin Police Force HQ\c[0]
es_es: Informa al \c[3]Sargento Bronzel\c[0] en el \c[3]Cuartel General de la Policía de Cuenca\c[0]

# data/database.json//quests/jungleGuard-2-crate_rooftop_1/hubSettings/location
source: Stolen crates on a rooftop. Someone get this madness under control! \c[3]- Basin Police Force HQ\c[0]
es_es: Cajas robadas en una azotea. ¡Alguien que controle esta locura! \c[3]- Cuartel General de la Policía de Cuenca\c[0]

# data/database.json//quests/jungleGuard-2-crate_rooftop_1/name
source: High Crating
es_es: Embajate Alto

# data/database.json//quests/jungleGuard-2-crate_rooftop_1/person
source: Sgt. Bronzel
es_es: Sargento Bronzel

# data/database.json//quests/jungleGuard-2-crate_rooftop_1/description
source: The "Papagang" has managed to \c[3]rob several crates of precious fruits\c[0] and are now \c[3]hiding on a rooftop\c[0]. You must return those stolen goods!
es_es: El "Papagang" ha logrado \c[3]robar varias cajas de frutas preciosas\c[0] y ahora están \c[3]escondidos en un tejado\c[0]. ¡Debes devolver esos bienes robados!

# data/database.json//quests/jungleGuard-2-crate_rooftop_1/briefing
source: The crates have been returned safely, ensuring precious vitamins for the city!
es_es: ¡Las cajas han sido devueltas de manera segura, asegurando valiosas vitaminas para la ciudad!

# data/database.json//quests/jungleGuard-2-crate_rooftop_1/tasks/0/task
source: Talk to \c[3]Officer Nailson\c[0] in the \c[3]northern High Grounds\c[0] of \c[3]\v[area.jungle-city.name]\c[0]
es_es: Habla con el \c[3]Oficial Nailson\c[0] en \c[3]Tierras Altas del norte\c[0] de \c[3]\v[area.jungle-city.name]\c[0 ]

# data/database.json//quests/jungleGuard-2-crate_rooftop_1/tasks/1/task
source: Enter the \c[3]Clipson Tower\c[0] on \c[3]High Grounds\c[0] and \c[3]take the elevator to the highest floor\c[0]!
es_es: ¡Entra a la \c[3]Torre Clipson\c[0] en \c[3]Tierras Altas\c[0] y \c[3]toma el ascensor hasta el piso más alto\c[0]!

# data/database.json//quests/jungleGuard-2-crate_rooftop_1/tasks/2/task
source: Reach the \c[3]Clipson Tower Rooftop\c[0] and \c[3]secure the crates\c[0]
es_es: Alcanza el \c[3]techo de la Torre Clipson\c[0] y \c[3]asegura las cajas\c[0]

# data/database.json//quests/jungleGuard-2-crate_rooftop_1/tasks/3/task
source: Talk to \c[3]Officer Nailson\c[0] in front of the \c[3]Clipson Tower\c[0] again
es_es: Habla con el \c[3]Oficial Nailson\c[0] frente a la \c[3]Torre Clipson\c[0] nuevamente

# data/database.json//quests/jungleGuard-2-crate_rooftop_1/tasks/4/task
source: Report back to \c[3]Sergeant Bronzel\c[0] in the \c[3]Basin Police Force HQ\c[0]
es_es: Habla con el \c[3]Oficial Nailson\c[0] frente a la \c[3]Torre Clipson\c[0] nuevamente

# data/database.json//quests/jungleGuard-3-papagang_goats_1/hubSettings/location
source: The Papagang is suspiciously quiet... Investigation needed. \c[3]- Basin Police Force HQ\c[0]
es_es: El Papagang está sospechosamente tranquilo... Se necesita investigar. \c[3]- Cuartel General de la Policía de Cuenca\c[0]

# data/database.json//quests/jungleGuard-3-papagang_goats_1/name
source: In Cawhoofs
es_es: En Cawhoofs

# data/database.json//quests/jungleGuard-3-papagang_goats_1/person
source: Sgt. Bronzel
es_es: Sargento Bronzel

# data/database.json//quests/jungleGuard-3-papagang_goats_1/description
source: The goat gang of \v[area.bergen-trails.name] might've forged an alliance with the local \v[area.jungle-city.name] Papagang. Investigate!
es_es: La pandilla de cabras de \v[area.bergen-trails.name] podría haber forjado una alianza con el local \v[area.jungle-city.name] Papagang. ¡Investigar!

# data/database.json//quests/jungleGuard-3-papagang_goats_1/briefing
source: You defeated the current leader of the Papagang and learned that the mysterious cargo is on its way to \v[area.rhombus-sqr.name]! Time to continue your original quest!
es_es: ¡Has derrotado al actual líder de los Papagang y te has enterado de que el misterioso cargamento se dirige a \v[area.rhombus-sqr.name]! ¡Es hora de continuar con tu misión principal!

# data/database.json//quests/jungleGuard-3-papagang_goats_1/tasks/0/task
source: Gather information about the Papagang with \c[3]underworld figures\c[0] in \c[3]\v[area.jungle-city.name]\c[0]'s \c[3]Pond Slums\c[0]
es_es: Reúne información sobre los Papagang con \c[3]figuras del inframundo\c[0] en el \c[3]Barrio Marginal\c[0] del \c[3]\v[area.jungle-city.name]\c[0]

# data/database.json//quests/jungleGuard-3-papagang_goats_1/tasks/1/task
source: Trade with the suspicious person in \c[3]\v[area.jungle-city.name]'s Pond Slums\c[0] to gain their trust
es_es: Intercambia con la persona sospechosa en el \c[3]Barrio Marginal del \v[area.jungle-city.name]\c[0] para ganar su confianza.

# data/database.json//quests/jungleGuard-3-papagang_goats_1/tasks/2/task
source: Find the hiding spot of the suspicious person somewhere in \c[3]\v[area.jungle-city.name]'s Pond Slums\c[0]
es_es: Encuentra el escondite de la persona sospechosa en algún lugar del \c[3]Barrio Marginal del \v[area.jungle-city.name]\c[0]

# data/database.json//quests/jungleGuard-3-papagang_goats_1/tasks/3/task
source: Check the \c[3]hideout\c[0] in \c[3]upper \v[area.jungle-city.name]'s Pond Slums\c[0] for hints
es_es: Busca pistas en el \c[3]escondite\c[0] en el \c[3]norte del Barrio Marginal del \v[area.jungle-city.name]\c[0]

# data/database.json//quests/jungleGuard-3-papagang_goats_1/tasks/4/task
source: Report back to \c[3]Sergeant Bronzel\c[0] in the \c[3]Basin Police Force HQ\c[0]
es_es: Informa al \c[3]sargento Bronzel\c[0] en el \c[3]Cuartel General de la Policía de Cuenca\c[0]

# data/database.json//quests/jungleTrader-1-snowman_thief_1/hubSettings/location
source: Valuable cooling devices were stolen. Need urgent investigation! \c[3]- Basin Trade Partnership HQ\c[0]
es_es: Se robaron valiosos dispositivos de refrigeración. ¡Necesitamos una investigación urgente! \c[3]- Sede de la Asociación Comercial de la Cuenca\c[0]

# data/database.json//quests/jungleTrader-1-snowman_thief_1/name
source: Tropical Chill
es_es: Frío Tropical

# data/database.json//quests/jungleTrader-1-snowman_thief_1/person
source: Mrs Basu
es_es: Señorita Basu

# data/database.json//quests/jungleTrader-1-snowman_thief_1/description
source: Cooling devices have been stolen from \v[area.jungle-city.name]. You are tasked to find the thief and bring them back.
es_es: Se han robado dispositivos de refrigeración del \v[area.jungle-city.name]. Encuentra al ladrón y recupera las máquinas.

# data/database.json//quests/jungleTrader-1-snowman_thief_1/briefing
source: You have found the thieves and retrieved a part of the stolen goods. An icy wall prevented you from catching the criminal mastermind though.
es_es: Has encontrado a los ladrones y recuperado una parte de los bienes robados. Sin embargo, una pared helada te impidió atrapar al autor intelectual del crimen.

# data/database.json//quests/jungleTrader-1-snowman_thief_1/tasks/0/task
source: Search for \c[3]a hideout\c[0] on \c[3]Old Timber\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Busca \c[3]un escondite\c[0] en \c[3]Madera Vieja\c[0] en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/jungleTrader-1-snowman_thief_1/tasks/1/task
source: Find the \c[3]thief of the cooling devices\c[0] in the \c[3]Chilled Cave\c[0]
es_es: Encuentra al \c[3]ladrón de los dispositivos de refrigeración\c[0] en la \c[3]Cueva Helada\c[0]

# data/database.json//quests/jungleTrader-1-snowman_thief_1/tasks/2/task
source: Break through \c[3]the icy wall\c[0] to catch \c[3]the leader\c[0]
es_es: Atraviesa \c[3]la pared helada\c[0] para atrapar \c[3]al líder\c[0]

# data/database.json//quests/jungleTrader-1-snowman_thief_1/tasks/3/task
source: Report back to \c[3]Mrs Basu\c[0] in the \c[3]Basin Trader HQ\c[0]
es_es: Informa a \c[3]Sra. Basu\c[0] en la \c[3]Sede de la Asociación Comercial de la Cuenca\c[0]

# data/database.json//quests/jungleTrader-2-snowman_thief_2/hubSettings/location
source: We finished preparations to finally reclaim our stolen machinery! \c[3]- Basin Trade Partnership HQ\c[0]
es_es: ¡Terminamos los preparativos para finalmente recuperar nuestra maquinaria robada! \c[3]- Sede de la Asociación Comercial de la Cuenca\c[0]

# data/database.json//quests/jungleTrader-2-snowman_thief_2/name
source: Melting this Cold Fiend
es_es: Derritiendo a este Demonio Frío

# data/database.json//quests/jungleTrader-2-snowman_thief_2/person
source: Mrs Basu
es_es: Señorita Basu

# data/database.json//quests/jungleTrader-2-snowman_thief_2/description
source: A powerful heater has been constructed to break through the icy wall. Now it is your turn to finally bring back the stolen cooling devices.
es_es: Se ha construido un potente calentador para atravesar la pared de hielo. Ahora es tu turno de recuperar finalmente los dispositivos de refrigeración robados.

# data/database.json//quests/jungleTrader-2-snowman_thief_2/briefing
source: You have retrieved the stolen air conditioners from the icy fiend. By melting him.
es_es: Has recuperado los acondicionadores de aire robados del demonio helado. Ahora se derretirá.

# data/database.json//quests/jungleTrader-2-snowman_thief_2/tasks/0/task
source: Go back into the \c[3]Chilled Cave\c[0] on \c[3]Old Timber\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Vuelve a la \c[3]Cueva helada\c[0] en \c[3]Madera Vieja\c[0] en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/jungleTrader-2-snowman_thief_2/tasks/1/task
source: Break through \c[3]the icy wall\c[0] by using the \c[3]Hyperforce Plasmaoven\c[0]
es_es: Atraviesa \c[3]la pared helada\c[0] usando el \c[3]Horno de Plasma de Hiperfuerza\c[0]

# data/database.json//quests/jungleTrader-2-snowman_thief_2/tasks/2/task
source: Find and defeat \c[3]the Karotto Boss\c[0]
es_es: Encuentra y derrota al \c[3]Jefe Karotto\c[0]

# data/database.json//quests/jungleTrader-2-snowman_thief_2/tasks/3/task
source: Report back to \c[3]Mrs Basu\c[0] in the \c[3]Basin Trader HQ\c[0]
es_es: Informa a \c[3]Sra. Basu\c[0] en \c[3]Sede de la Asociación Comercial de la Cuenca\c[0]

# data/database.json//quests/jungleTrader-3-shad_fridge_1/hubSettings/location
source: Need sales representative to expand our fridging business! \c[3]- Basin Trade Partnership HQ\c[0]
es_es: ¡Necesitamos un representante de ventas para expandir nuestro negocio de refrigeración! \c[3]- Sede de la Asociación Comercial de la Cuenca\c[0]

# data/database.json//quests/jungleTrader-3-shad_fridge_1/name
source: Riches with Fridges
es_es: Riquezas con Neveras

# data/database.json//quests/jungleTrader-3-shad_fridge_1/person
source: Mrs Basu
es_es: Señorita Basu

# data/database.json//quests/jungleTrader-3-shad_fridge_1/description
source: Mr Frigo is searching for more business opportunities. Maybe the Shad can prove to be a lucrative untapped market?
es_es: El Sr. Frigo está buscando más oportunidades comerciales. ¿Quizás los Shad pueden llegar a ser un lucrativo mercado sin explorar?

# data/database.json//quests/jungleTrader-3-shad_fridge_1/briefing
source: The Shad village has now access to electricity and all the practical devices that run with it, bought from Mr Frigo.
es_es: El pueblo de los Shad ahora tiene acceso a la electricidad y todos los dispositivos prácticos que funcionan con ella, comprados al Sr. Frigo.

# data/database.json//quests/jungleTrader-3-shad_fridge_1/tasks/0/task
source: Find an interested shad customer in the \c[3]Shad Village\c[0] in Southeast \c[3]\v[area.jungle.name]\c[0]
es_es: Encuentra un cliente Shad interesado en \c[3]La Villa Shad\c[0] en el sureste del \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/jungleTrader-3-shad_fridge_1/tasks/1/task
source: Visit \c[3]"Owo", the engineer Shad\c[0] in his house in \c[3]V'rda Vil East\c[0]
es_es: Visita a \c[3]"Owo", el ingeniero Shad\c[0] en su casa en \c[3]V'rda Vil Este\c[0]

# data/database.json//quests/jungleTrader-3-shad_fridge_1/tasks/2/task
source: \c[3]Collect materials\c[0] needed for the \c[3]Natural Power Generator\c[0]
es_es: \c[3]Reúne los materiales\c[0] necesarios para el \c[3]generador de energía natural\c[0]

# data/database.json//quests/jungleTrader-3-shad_fridge_1/tasks/3/task
source: Return to \c[3]Owo'kyari\c[0] in \c[3]V'rda Vil East\c[0], \c[3]\v[area.jungle.name]\c[0]
es_es: Regresa con \c[3]Owo'kyari\c[0] en \c[3]V'rda Vil Este\c[0], \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/jungleTrader-3-shad_fridge_1/tasks/4/task
source: Talk with \c[3]Owo'kyari\c[0] at \c[3]Lost Lookout\c[0]
es_es: Habla con \c[3]Owo'kyari\c[0] en \c[3]Mirador Perdido\c[0]

# data/database.json//quests/jungleTrader-3-shad_fridge_1/tasks/5/task
source: Talk with \c[3]Owo'kyari\c[0] at \c[3]Lost Lookout\c[0] to catch some \c[3]\v[combat.name.jungle/special/shockat-capture]s\c[0]
es_es: Habla con \c[3]Owo'kyari\c[0] en \c[3]Mirador Perdido\c[0] para atrapar \c[3]\v[combat.name.jungle/special/shockat-capture]s\c[0]

# data/database.json//quests/jungleTrader-3-shad_fridge_1/tasks/6/task
source: Talk with \c[3]Owo'kyari\c[0] at \c[3]Infested Marshes North\c[0] to catch some more \c[3]\v[combat.name.jungle/special/shockat-capture]s\c[0]
es_es: Habla con \c[3]Owo'kyari\c[0] en \c[3]Pantanos Infestados Norte\c[0] para atrapar más \c[3]\v[combat.name.jungle/special/shockat-capture]s\c[0]

# data/database.json//quests/jungleTrader-3-shad_fridge_1/tasks/7/task
source: Return once more to \c[3]Owo'kyari\c[0] in \c[3]V'rda Vil East\c[0], \c[3]\v[area.jungle.name]\c[0]
es_es: Regresa una vez más a \c[3]Owo'kyari\c[0] en \c[3]V'rda Vil Este\c[0], \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/jungleTrader-3-shad_fridge_1/tasks/8/task
source: Report back to \c[3]Mrs Basu\c[0] in the \c[3]Basin Trader HQ\c[0]
es_es: Informa a \c[3]Sra. Basu\c[0] en la \c[3]Sede de la Asociación Comercial de la Cuenca\c[0]

# data/database.json//quests/jungleGreens-1-escort_1/hubSettings/location
source: Escort in the wild needed for a lakeside investigation. \c[3]- Gaia's Gardeners HQ\c[0]
es_es: Se necesita escolta en la naturaleza para una investigación junto al lago. \c[3]- Sede de los Jardineros de Gaia\c[0]

# data/database.json//quests/jungleGreens-1-escort_1/name
source: Lakeside Escort
es_es: Escolta junto al lago

# data/database.json//quests/jungleGreens-1-escort_1/description
source: Gaia's Gardeners needs to investigate the water quality of the Grove in \v[area.jungle.name]. You have to protect their specialist while she takes samples.
es_es: Los Jardineros de Gaia necesitan investigar la calidad del agua de la arboleda en \v[area.jungle.name]. Tienes que proteger a su especialista mientras toma muestras.

# data/database.json//quests/jungleGreens-1-escort_1/briefing
source: The samples have been safely taken while you were on guard.
es_es: Las muestras han sido tomadas de forma segura mientras estabas de guardia.

# data/database.json//quests/jungleGreens-1-escort_1/tasks/0/task
source: Talk to \c[3]Linde\c[0] in \c[3]Royal Grove\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Habla con \c[3]Linde\c[0] en la \c[3]Arboleda Real\c[0] en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/jungleGreens-1-escort_1/tasks/1/task
source: Talk to \c[3]Linde\c[0] again and \c[3]escort her while she inspects the area\c[0]
es_es: Habla con \c[3]Linde\c[0] nuevamente y \c[3]escóltala mientras inspecciona el área\c[0]

# data/database.json//quests/jungleGreens-1-escort_1/tasks/2/task
source: Report back to \c[3]Claude Reynes\c[0] in the \c[3]Gaia's Gardeners HQ\c[0]
es_es: Informa a \c[3]Claude Reynes\c[0] en el \c[3]Sede de los Jardineros de Gaia\c[0]

# data/database.json//quests/jungleGreens-2-plantSearch_1/hubSettings/location
source: Corrupted plants are threatening \v[area.jungle.name]. Needs Gardening. \c[3]- Gaia's Gardeners HQ\c[0]
es_es: Las plantas corruptas amenazan \v[area.jungle.name]. Necesitan Jardinería. \c[3]- Sede de los Jardineros de Gaia\c[0]

# data/database.json//quests/jungleGreens-2-plantSearch_1/name
source: Rooting for Power
es_es: Echando raíces por poder

# data/database.json//quests/jungleGreens-2-plantSearch_1/description
source: Water samples hint at some infection in the Western part of \v[area.jungle.name]. You will need to find infected plants to eradicate it. \c[3]Remember your Analysis!\c[0]
es_es: Las muestras de agua apuntan a alguna infección en la parte occidental de \v[area.jungle.name]. Necesitarás encontrar plantas infectadas para erradicarlas. \c[3]¡Recuerda usar tu Inspección!\c[0]

# data/database.json//quests/jungleGreens-2-plantSearch_1/briefing
source: You found and destroyed all the infected plants and also the energized Powerplant that caused the problem. An ecological crisis has been averted!
es_es: Encontraste y destruiste todas las plantas infectadas y también la Planta de Energía que causó el problema. ¡Se ha evitado una crisis ecológica!

# data/database.json//quests/jungleGreens-2-plantSearch_1/tasks/0/task
source: Find and defeat all the hidden \c[3]\v[combat.name.jungle/special/plant-hidden-shock]\c[0] in \c[3]Western \v[area.jungle.name]\c[0]
es_es: Encuentra y derrota a todos los \c[3]\v[combat.name.jungle/special/plant-hidden-shock]\c[0] en \c[3]\v[area.jungle.name] Oeste\c[0]

# data/database.json//quests/jungleGreens-2-plantSearch_1/tasks/1/task
source: Report back to \c[3]Claude Reynes\c[0] in the \c[3]Gaia's Gardeners HQ\c[0]
es_es: Informa a \c[3]Claude Reynes\c[0] en el \c[3]Sede de los Jardineros de Gaia\c[0]

# data/database.json//quests/jungleGreens-2-plantSearch_1/tasks/2/task
source: Defeat the \c[3]\v[combat.name.jungle/special/powerplant-quest-1]\c[0] on \c[3]Wet Passage\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Derrota los \c[3]\v[combat.name.jungle/special/powerplant-quest-1]\c[0] en \c[3]Pasaje Húmedo\c[0] en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/jungleGreens-2-plantSearch_1/tasks/3/task
source: Report back to \c[3]Claude Reynes\c[0] in the \c[3]Gaia's Gardeners HQ\c[0] again
es_es: Vuelve a informar a \c[3]Claude Reynes\c[0] en el \c[3]Cuartel General de los Jardineros de Gaia\c[0]

# data/database.json//quests/jungleGreens-3-escort_2/hubSettings/location
source: Investigation of disturbances near the city required. \c[3]- Gaia's Gardeners HQ\c[0]
es_es: Se requiere investigación de disturbios cerca de la ciudad. \c[3]- Sede de los Jardineros de Gaia\c[0]

# data/database.json//quests/jungleGreens-3-escort_2/description
source: There have been reports of strange energy and attacks on travelers at the entrance to \v[area.jungle-city.name]. You have to investigate and cleanse the issue.
es_es: Ha habido informes de energía extraña y ataques a viajeros en la entrada a \v[area.jungle-city.name]. Tienes que investigar y arreglar el problema.

# data/database.json//quests/jungleGreens-3-escort_2/briefing
source: You and Linde have salted and pacified this powerful toxic threat to the city. Hopefully humanity can improve, so this may never happen again!
es_es: Tú y Linde calmaron y pacificaron esta poderosa amenaza tóxica para la ciudad. ¡Esperemos que la humanidad mejore para que esto nunca vuelva a suceder!

# data/database.json//quests/jungleGreens-3-escort_2/tasks/0/task
source: Investigate the anomalies at the \c[3]outside entrance\c[0] of \c[3]\v[area.jungle-city.name]\c[0]
es_es: Investiga las anomalías en la \c[3]entrada exterior\c[0] de \c[3]\v[area.jungle-city.name]\c[0]
