Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/apollo-contact/event/18/thenStep/3/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/apollo-contact/event/18/thenStep/4/message
source: Very good! Fulfilling your Seeker duties, mastering the challenges of the Ancients!
es_es: ¡Muy bien! ¡Haciendo tus deberes como Buscadora, dominando los desafíos de los Antiguos!

# data/database.json//commonEvents/apollo-contact/event/18/thenStep/5/message
source: Joern and I are doing the same at this very moment!
es_es: ¡Joern y yo las estamos haciendo en este mismo momento!

# data/database.json//commonEvents/apollo-contact/event/19/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/19/thenStep/1/message
source: Spheromancer Lea! You're running through very obscure places right now!
es_es: ¡Spheromancer Lea! ¡Estás pasando por lugares pocos conocidos!

# data/database.json//commonEvents/apollo-contact/event/19/thenStep/2/message
source: We should focus on resolving the conflict between humans and Shad, don't you agree?
es_es: Deberíamos centrarnos en resolver el conflicto entre humanos y Shad, ¿no crees?

# data/database.json//commonEvents/apollo-contact/event/20/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/apollo-contact/event/21/message
source: Wat.
es_es: Ke.

# data/database.json//commonEvents/apollo-join/event/4/thenStep/0/message
source: Spheromancer Lea!\. I thank you for the offer, but this is no time for a party!
es_es: ¡Spheromancer Lea!\. ¡Te agradezco la oferta, pero este no es momento para formar un equipo!

# data/database.json//commonEvents/apollo-join/event/4/thenStep/1/message
source: Each of us has to master the Ku'lero Temple on their own now!
es_es: ¡Cada uno de nosotros tiene que dominar el Templo Ku'lero por su cuenta ahora!

# data/database.json//commonEvents/apollo-join/event/5/thenStep/0/message
source: Spheromancer Lea, unfortunately there are urgent matters that fully require my attention.
es_es: Spheromancer Lea, desafortunadamente hay asuntos urgentes que requieren toda mi atención.

# data/database.json//commonEvents/apollo-join/event/5/thenStep/1/message
source: I'm certain we can start our honorable party soon enough!
es_es: ¡Estoy seguro de que podremos iniciar nuestro honorable grupo luego!

# data/database.json//commonEvents/apollo-join/event/6/thenStep/0/message
source: Spheromancer Lea, I'm waiting for you at the \c[3]Open PVP Fields\c[0] in Rhombus Square!
es_es: Spheromancer Lea, ¡Te espero en los \c[3]campos PvP abiertos\c[0] de Plaza Rombo!

# data/database.json//commonEvents/apollo-join/event/6/thenStep/1/message
source: I'm looking forward to our duel!
es_es: ¡Espero con ansias nuestro duelo!

# data/database.json//commonEvents/apollo-join/event/7/thenStep/0/message
source: Spheromancer Lea! We're waiting for you inside the \c[3]Cross Central\c[0]! Make haste!
es_es: ¡Spheromancer Lea! ¡Te estamos esperando en el \c[3]Cruce Central\c[0]! ¡Apúrate!

# data/database.json//commonEvents/apollo-join/event/8/thenStep/0/message
source: Spheromancer Lea! I am currently exploring the dungeons of Gaia's Garden together with Joern! I'm afraid I can't join your party today.
es_es: ¡Spheromancer Lea! ¡Estoy explorando las mazmorras del Jardín de Gaia con Joern! Me temo que no podré unirme a tu grupo hoy.

# data/database.json//commonEvents/apollo-join/event/9/0_0/0/message
source: It is time for Spheromancers to once again join forces!
es_es: ¡Es hora de que los Spheromancers unan fuerzas otra vez!

# data/database.json//commonEvents/apollo-join/event/9/0_1/0/message
source: Spheromancer Lea! Of course we can travel the wide lands of Shadoon together!
es_es: ¡Spheromancer Lea! ¡Por supuesto que podemos viajar por las grandes tierras de Shadoon juntos!

# data/database.json//commonEvents/apollo-join/event/9/0_2/0/message
source: Two Spheromancers teaming up are always a sight to behold!
es_es: ¡Dos Spheromancers unidos siempre es un espectáculo!

# data/database.json//commonEvents/apollo-remove/event/4/0_0/0/message
source: If you are ever in need of a fellow Spheromancer, you know who to call!
es_es: ¡Si alguna vez necesitas a otro Spheromancer, ya sabes a quién llamar!

# data/database.json//commonEvents/apollo-remove/event/4/0_1/0/message
source: And with this, the two Spheromancers part ways! Will they meet again on their journey? Only the future can tell!
es_es: ¡Y con esto, los dos Spheromancers parten caminos! ¿Se encontrarán nuevamente en su aventura? ¡Solo el futuro lo sabe!

# data/database.json//commonEvents/apollo-remove/event/4/0_2/0/message
source: This was a good round! You've become quite the capable Spheromancer, indeed!
es_es: ¡Ha sido una buena ronda! ¡Ciertamente te haz convertido en una Spheromancer muy hábil!

# data/database.json//commonEvents/joern-contact/event/4/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/4/thenStep/1/message
source: Hey Lea. No need to call me when I'm right next to you, right?
es_es: Ey Lea. No hay necesidad de llamarme cuando estoy al lado tuyo, ¿no?

# data/database.json//commonEvents/joern-contact/event/4/thenStep/2/message
source: Let's talk like normal people.
es_es: Hablemos como personas normales.

# data/database.json//commonEvents/joern-contact/event/5/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/5/thenStep/1/message
source: Hey, Lea!\. How's it going?
es_es: ¡Hola, Lea!\. ¿Cómo estás?

# data/database.json//commonEvents/joern-contact/event/5/thenStep/2/message
source: It almost feels like we're running out of things to do in this game.
es_es: Parece que nos estamos quedando sin cosas que hacer en este juego.

# data/database.json//commonEvents/joern-contact/event/5/thenStep/3/message
source: That's fine for us normal players...\. we have other things to do as well.
es_es: Eso no supone un problema para nosotros, los jugadores normales...\. tenemos otras cosas que hacer también.

# data/database.json//commonEvents/joern-contact/event/5/thenStep/4/message
source: But I'm a bit concerned about you Evotars.\. Won't things become pretty boring for you?
es_es: Pero estoy un poco preocupado por ustedes, los Evotares.\. ¿No se volverá todo muy aburrido?

# data/database.json//commonEvents/joern-contact/event/5/thenStep/6/message
source: I suppose it's a good thing they're working on an expansion.
es_es: Supongo que es bueno que estén trabajando en una expansión.

# data/database.json//commonEvents/joern-contact/event/5/thenStep/7/message
source: Anyway, if you are in fact bored, feel free to start a party with me.
es_es: De todos modos, si estás aburrida, siéntete libre de formar un grupo conmigo.

# data/database.json//commonEvents/joern-contact/event/5/thenStep/8/message
source: I'm sure we'll find something to do!
es_es: ¡Seguro que encontraremos algo que hacer!

# data/database.json//commonEvents/joern-contact/event/6/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/6/thenStep/1/message
source: Hey Lea.\. Time for another dungeon, huh?
es_es: Hola Lea.\. Es hora de otra mazmorra, ¿eh?

# data/database.json//commonEvents/joern-contact/event/6/thenStep/2/message
source: I fear it might be a long one, too.
es_es: Me temo que también puede ser largo.

# data/database.json//commonEvents/joern-contact/event/6/thenStep/3/message
source: I just hope Polly will allow me to run the thing at my own pace...
es_es: Solo espero que Polly me permita hacer las cosas a mi propio ritmo...

# data/database.json//commonEvents/joern-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/7/thenStep/1/message
source: Hey Lea...\. I'm sort of busy right now.
es_es: Hola Lea... Estoy un poco ocupado ahora mismo.

# data/database.json//commonEvents/joern-contact/event/7/thenStep/2/message
source: Polly is dragging me around all over the place.\. Seems like something important is happening.
es_es: Polly me está arrastrando por todos lados.\. Parece que algo importante está sucediendo.

# data/database.json//commonEvents/joern-contact/event/8/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/8/thenStep/1/message
source: Hello, Lea!
es_es: ¡Hola, Lea!

# data/database.json//commonEvents/joern-contact/event/8/thenStep/2/message
source: Sorry for all that noise from Polly this morning.
es_es: Perdón por todo ese ruido que hizo Polly esta mañana.

# data/database.json//commonEvents/joern-contact/event/8/thenStep/3/message
source: He may not show it, but he was pretty excited when he heard that you'd returned.
es_es: Puede que no lo demuestre, pero estaba muy emocionado cuando escuchó que regresaste.

# data/database.json//commonEvents/joern-contact/event/8/thenStep/5/message
source: Anyway, have fun with the new area.\. And good luck with your duel!
es_es: De todos modos, diviértete con la nueva área.\. ¡Y buena suerte con tu duelo!

# data/database.json//commonEvents/joern-contact/event/8/thenStep/6/message
source: You might need it, too.\. Polly really prepared a lot.
es_es: Puede que la necesites.\. Polly ha estado entrenando duro.

# data/database.json//commonEvents/joern-contact/event/9/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/9/thenStep/1/message
source: That tower seems very tall. Be careful in there, Lea.
es_es: Esa torre se ve muy alta. Ten cuidado ahí dentro, Lea.

# data/database.json//commonEvents/joern-contact/event/9/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/joern-contact/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/10/thenStep/1/message
source: Not the right time to chat, Lea.
es_es: No es buen momento para hablar, Lea.

# data/database.json//commonEvents/joern-contact/event/11/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/11/thenStep/1/message
source: Let's storm Vermillion Wasteland already.
es_es: Ataquemos el Vertedero Vermillion de una vez.

# data/database.json//commonEvents/joern-contact/event/11/thenStep/2/message
source: So I can still do my shopping afterwards.
es_es: Así puedo ir de compras después.

# data/database.json//commonEvents/joern-contact/event/11/thenStep/4/message
source: Still a joke.
es_es: Bromeaba.

# data/database.json//commonEvents/joern-contact/event/11/thenStep/6/message
source: I liked that joke.
es_es: Me gustó la broma.

# data/database.json//commonEvents/joern-contact/event/12/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/12/thenStep/1/message
source: Hey, Lea.
es_es: Ey, Lea.

# data/database.json//commonEvents/joern-contact/event/12/thenStep/2/message
source: Rhombus Square is nice. Almost like a proper city.
es_es: Me gusta Plaza Rombo. Casi como una verdadera ciudad.

# data/database.json//commonEvents/joern-contact/event/12/thenStep/3/message
source: So many shopping opportunities. It's a shame it's all for virtual in-game content.
es_es: Tantas tiendas para comprar. Es una pena que sea todo para contenido virtual del juego.

# data/database.json//commonEvents/joern-contact/event/13/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/13/thenStep/1/message
source: We're currently at \c[3]CrossCentral\c[0] waiting for you. I'm looking forward to seeing the city.
es_es: Te estamos esperando en el \c[3]Cruce Central\c[0]. Ansío ver la ciudad.

# data/database.json//commonEvents/joern-contact/event/14/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/14/thenStep/1/message
source: Are you strolling through Sapphire Ridge right now?
es_es: ¿Estás explorando la Cresta Zafiro?

# data/database.json//commonEvents/joern-contact/event/14/thenStep/2/message
source: I appreciate the oriental flair, but the bugs are sort of annoying.
es_es: Me gusta la temática oriental, pero los bichos son algo molestos.

# data/database.json//commonEvents/joern-contact/event/14/thenStep/3/message
source: I also tend to lose Polly when he's running into the bamboo. His hair really blends in too well.
es_es: También suelo perder a Polly cuando se mete en el bambú. Su pelo se camufla demasiado bien.

# data/database.json//commonEvents/joern-contact/event/15/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/15/thenStep/1/message
source: Hey, Lea. Polly and I plan to explore Sapphire Ridge today. Care to join us?
es_es: Ey, Lea. Polly y yo planeamos explorar la Cresta Zafiro hoy. ¿Te nos unes?

# data/database.json//commonEvents/joern-contact/event/16/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/16/thenStep/1/message
source: Hey Lea. Polly and I are currently running the dungeons in the north of the Jungle.
es_es: Ey Lea. Polly y yo estamos haciendo las mazmorras al norte de la Jungla.

# data/database.json//commonEvents/joern-contact/event/16/thenStep/2/message
source: Polly is way too quick and expects me to keep up with him.
es_es: Polly va muy rápido y espera que le siga el ritmo.

# data/database.json//commonEvents/joern-contact/event/16/thenStep/3/message
source: It's quite stressful, really.
es_es: Es bastante estresante, la verdad.

# data/database.json//commonEvents/joern-contact/event/17/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-contact/event/17/thenStep/1/message
source: What's up, Lea? We should finish that quest in the jungle, don't you agree?
es_es: ¿Qué hay, Lea? Deberíamos terminar esa misión en la jungla, ¿no crees?

# data/database.json//commonEvents/joern-contact/event/18/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/joern-join/event/4/thenStep/0/message
source: Sorry, small one.\. Stuck in the dungeon like everyone else.
es_es: Lo siento, pequeña.\. Estoy atrapado en la mazmorra como todos los demás.

# data/database.json//commonEvents/joern-join/event/5/thenStep/0/message
source: Sorry, small one.\. No time.
es_es: Lo siento, pequeña.\. No tengo tiempo.

# data/database.json//commonEvents/joern-join/event/6/thenStep/0/message
source: We're currently at \c[3]Cross Central\c[0] waiting for you. I'm looking forward to seeing the city.
es_es: Te estamos esperando en el \c[3]Cruce Central\c[0]. Ansío ver la ciudad.

# data/database.json//commonEvents/joern-join/event/7/thenStep/0/message
source: Hey Lea. Polly and I are currently running the Jungle temples. We're both busy right now, sorry.
es_es: Ey Lea. Polly y yo estamos haciendo los templos de la Jungla. Ambos estamos ocupados ahora, perdón.

# data/database.json//commonEvents/joern-join/event/8/0_0/0/message
source: Sure, I can join your party. Just a moment.
es_es: Seguro, me uniré a tu grupo. Dame un momento.

# data/database.json//commonEvents/joern-join/event/8/0_1/0/message
source: Sure! It's a nice change of pace playing with you compared to Polly.
es_es: ¡Seguro! Es un buen cambio de ritmo jugar contigo en comparación a Polly.

# data/database.json//commonEvents/joern-join/event/8/0_2/0/message
source: I suppose having a tank in the party is quite useful. I'll be right there.
es_es: Supongo que tener a un tanque en el grupo es bastante útil. Estaré allí.

# data/database.json//commonEvents/joern-remove/event/4/0_0/0/message
source: That was fun. Call me when you want to play again.
es_es: Eso fue divertido. Llámame cuando quieras jugar otra vez.

# data/database.json//commonEvents/joern-remove/event/4/0_1/0/message
source: Sure, let's call it a day. See you around.
es_es: Seguro, paremos por hoy. Nos vemos.

# data/database.json//commonEvents/joern-remove/event/4/0_2/0/message
source: That was nice. Until next time.
es_es: Eso estuvo bien. Hasta la próxima.

# data/database.json//commonEvents/schneider-contact/event/0/thenStep/0/text
source: Now is not a good time...
es_es: Ahora no es buen momento...

# data/database.json//commonEvents/schneider-contact/event/1/thenStep/0/text
source: Still feels too awkward contacting him now...
es_es: Aún se siente algo incómodo contactarlo...

# data/database.json//commonEvents/schneider-contact/event/6/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/6/thenStep/2/message
source: Why the D-Link?\. We're in a party, right?
es_es: ¿Por qué el Mensaje Directo?\. Estamos en grupo, ¿verdad?

# data/database.json//commonEvents/schneider-contact/event/7/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/7/thenStep/2/message
source: Man...\. I'm very much excited about the new CrossWorlds expansion.
es_es: Sabes...\. Estoy muy emocionado con la nueva expansión de CrossWorlds.

# data/database.json//commonEvents/schneider-contact/event/7/thenStep/3/message
source: Moving to a whole new world and all...
es_es: Mudarse a un mundo completamente nuevo y todo...

# data/database.json//commonEvents/schneider-contact/event/7/thenStep/4/message
source: Though I heard rumors they just started building something new on the other side of this planet...
es_es: Aunque escuché rumores de que acaban de comenzar a construir algo nuevo al otro lado de este planeta...

# data/database.json//commonEvents/schneider-contact/event/7/thenStep/6/message
source: Kinda cheating, isn't it?
es_es: Es como un poco de trampa, ¿no?

# data/database.json//commonEvents/schneider-contact/event/8/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/8/thenStep/1/message
source: Hello, Lea!\. It's dungeon time!
es_es: ¡Hola, Lea!\. ¡Es hora de las mazmorras!

# data/database.json//commonEvents/schneider-contact/event/8/thenStep/2/message
source: If you don't mind...\. I'd like to focus on solving those tricky puzzles!
es_es: Si no te importa...\. ¡Me gustaría concentrarme en resolver esos engañosos acertijos!

# data/database.json//commonEvents/schneider-contact/event/8/thenStep/3/message
source: Sorry...
es_es: Perdón...

# data/database.json//commonEvents/schneider-contact/event/9/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/9/thenStep/1/message
source: Hello, Lea!\. Looking forward to the dungeon as well?
es_es: ¡Hola, Lea!\. ¿Esperando la mazmorra también?

# data/database.json//commonEvents/schneider-contact/event/9/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/schneider-contact/event/9/thenStep/3/message
source: I really wonder how long that one will be!
es_es: ¡Realmente me pregunto cuánto durará esto!

# data/database.json//commonEvents/schneider-contact/event/10/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/10/thenStep/2/message
source: Finally the new area has been released!
es_es: ¡Por fin se ha estrenado la nueva zona!

# data/database.json//commonEvents/schneider-contact/event/10/thenStep/3/message
source: Really took a long time for them to finish it.
es_es: Realmente les tomó mucho tiempo terminarlo.

# data/database.json//commonEvents/schneider-contact/event/10/thenStep/4/message
source: Actually... barely anything new has been released while you've been away.
es_es: En realidad... apenas se ha publicado algo nuevo mientras has estado fuera.

# data/database.json//commonEvents/schneider-contact/event/10/thenStep/5/message
source: It's like Instatainment was suddenly 100% occupied with the Evotar integration!
es_es: ¡Es como si Instatainment estuviera repentinamente 100% ocupado con la integración de los Evotar!

# data/database.json//commonEvents/schneider-contact/event/10/thenStep/7/message
source: I'm joking!\. New game content simply takes time, I guess.
es_es: ¡Estoy bromeando! El nuevo contenido del juego simplemente toma tiempo en hacerse, supongo.

# data/database.json//commonEvents/schneider-contact/event/11/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/11/thenStep/1/message
source: Hello Lea!
es_es: ¡Hola Lea!

# data/database.json//commonEvents/schneider-contact/event/11/thenStep/2/message
source: You know how it's weird to see yourself in a video or even just hearing your own voice recorded?
es_es: ¿Sabes lo raro que es verte a ti mismo en un video o incluso escuchar una grabación de tu propia voz?

# data/database.json//commonEvents/schneider-contact/event/11/thenStep/3/message
source: Now...\. Meeting a clone of yours really is...\. something else entirely.
es_es: Ahora...\. Conocer a un clon tuyo realmente es...\. algo completamente diferente.

# data/database.json//commonEvents/schneider-contact/event/11/thenStep/4/message
source: I'm still not exactly sure how I should feel about it.
es_es: Todavía no estoy seguro de cómo debería sentirme al respecto.

# data/database.json//commonEvents/schneider-contact/event/11/thenStep/6/message
source: Oh, don't worry!\. I'm sure I'll get used to it!
es_es: ¡Ah, no te preocupes!\. ¡Seguro que me acostumbraré!

# data/database.json//commonEvents/schneider-contact/event/12/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/12/thenStep/1/message
source: Hello Lea!
es_es: ¡Hola Lea!

# data/database.json//commonEvents/schneider-contact/event/12/thenStep/2/message
source: Sorry, I'm currently not offering tours via D-Links.
es_es: Lo siento, actualmente no ofrezco tours vía MD.

# data/database.json//commonEvents/schneider-contact/event/12/thenStep/3/message
source: So you better pay attention to the tour currently taking place in the Playground!
es_es: ¡Así que será mejor que prestes atención al que estoy haciendo ahora mismo en el Campo de Juego!

# data/database.json//commonEvents/schneider-contact/event/13/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/13/thenStep/1/message
source: That is quite an impressive tower.
es_es: Esa torre es bastante impresionante.

# data/database.json//commonEvents/schneider-contact/event/13/thenStep/2/message
source: Makes you wonder what Instatainment originally planned to do with that construction...
es_es: Te hace pensar que tenía Instatainment planeado hacer con esa construcción originalmente...

# data/database.json//commonEvents/schneider-contact/event/13/thenStep/3/message
source: Anyway! For you it's just about taking on that blue avatar's challenge, right?
es_es: ¡En fin! A ti solo te importa aceptar el desafío de ese avatar azul, ¿no?

# data/database.json//commonEvents/schneider-contact/event/13/thenStep/4/message
source: Good luck!
es_es: ¡Buena suerte!

# data/database.json//commonEvents/schneider-contact/event/13/thenStep/5/message
source: Thanks!
es_es: ¡Gracias!

# data/database.json//commonEvents/schneider-contact/event/14/thenStep/0/message
source: Hi!
es_es: ¡Hola!

# data/database.json//commonEvents/schneider-contact/event/14/thenStep/1/message
source: Lea, why are you contacting me now out of all times?
es_es: ¿Lea, por qué me tenías que contactar justo ahora?

# data/database.json//commonEvents/schneider-contact/event/14/thenStep/3/message
source: Come on, let's focus on saving those Evotars!
es_es: Vamos, ¡centrémonos en salvar a esos Evotares!

# data/database.json//commonEvents/schneider-contact/event/15/thenStep/0/message
source: Hi!
es_es: ¡Hola!
