Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/lore/emilie/content/page-01-01/content
source: \c[3]Name:\c[0] Emilie-Sophie de Belmond Emilie is an energetic young \c[3]CrossWorlds\c[0] player who recently joined the game and seems to be quite enthusiastic about it. She has a very competitive nature and wants to prove her skill wherever she can.
ru_ru: \c[3]Имя:\c[0] Эмили-Софи де Белмонд Эмили - энергичный молодой игрок \c[3]CrossWorlds\c[0], который недавно присоединился к игре и, похоже, с энтузиазмом относится к ней. У неё очень соревновательный характер, и она хочет доказать своё мастерство везде, где только можно.

# data/database.json/lore/schneider/title
source: Schneider
ru_ru: Шнайдер

# data/database.json/lore/schneider/content/page-01-01/content
source: \c[3]Name:\c[0] Lukas Fink Schneider is a seasoned \c[3]CrossWorlds\c[0] player who is friends with Emilie. Though he is very helpful he also enjoys teasing his friends. As a veteran in the game he knows almost every inch of it like his vest pocket.
ru_ru: \c[3]Имя:\c[0] Лукас Финк Шнайдер - опытный игрок \c[3]CrossWorlds\c[0], который дружит с Эмили. Хотя он очень полезен, он также любит дразнить своих друзей. Как ветеран игры, он знает её как свои пять пальцев.

# data/database.json/lore/lukasEvo/title
source: Evotar Lukas
ru_ru: Эвотар Лукас

# data/database.json/lore/lukasEvo/content/page-01-01/content
source: \c[3]Name:\c[0] Lukas The \c[3]Evotar\c[0] of the player \c[3]Lukas Fink\c[0] a.k.a. \c[3]Schneider\c[0]. He is trapped inside \c[3]\v[area.arid.name]\c[0] much like \c[3]Lea\c[0]. His character is almost the same with the exception of the circumstantial problem.
ru_ru: \c[3]Имя:\c[0] Лукас \c[3]Эвотар\c[0] игрока \c[3]Лукаса Финка\c[0], также известного как \c[3]Шнайдер\c[0]. Он застрял внутри \c[3]Пустоши Вермиллион\c[0], как и \c[3]Лея\c[0]. Его характер почти такой же, за исключением косвенных проблем.

# data/database.json/lore/hlin/title
source: Hlin
ru_ru: Хлин

# data/database.json/lore/hlin/content/page-01-01/content
source: \c[3]Name:\c[0] Linda Palmer Hlin is a friendly, motherly player who created the \c[3]First Scholars\c[0] guild together with \c[3]Beowulf\c[0]. Manners, community and the lore of \c[3]CrossWorlds\c[0] are most dear to her and she welcomes everyone with open arms.
ru_ru: \c[3]Имя:\c[0] Линда Палмер Хлин - дружелюбный и по-матерински заботливо относящийся к товарищам игрок, который создал гильдию \c[3]Первоучёных\c[0] вместе с \c[3]Беовульфом\c[0]. Манеры, сообщество и знания о \c[3]CrossWorlds\c[0] ей очень дороги, и она приветствует всех с распростёртыми объятиями.

# data/database.json/lore/beowulf/title
source: Beowulf
ru_ru: Беовульф

# data/database.json/lore/beowulf/content/page-01-01/content
source: \c[3]Name:\c[0] Albert Grumpesto Beowulf is a calm and silent player who created the \c[3]First Scholars\c[0] guild together with \c[3]Hlin\c[0]. Although he does not seem very talkative, his interest in the lore of \c[3]CrossWorlds\c[0] is just as great as Hlin's.
ru_ru: \c[3]Имя:\c[0] Альберт Грампесто Беовульф - спокойный и молчаливый игрок, который создал гильдию \c[3]Первоучёных\c[0] вместе с \c[3]Хлин\c[0]. Хотя он не кажется очень разговорчивым, его интерес к знаниям \c[3]CrossWorlds\c[0] столь же велик, как и у Хлин.

# data/database.json/lore/glasses/title
source: C'tron
ru_ru: Ци'трон

# data/database.json/lore/glasses/content/page-01-01/content
source: \c[3]Name:\c[0] Toby Tremblay Toby is a rather new member of the \c[3]First Scholars\c[0]. He appears to be highly knowledgeable when it comes to science which leads to a lot of displeasure whenever CrossWorlds does not hold up to his sense of realism.
ru_ru: \c[3]Имя:\c[0] Тоби Тремблэй Тоби - довольно новый член \c[3]Первоучёных\c[0]. Он очень хорошо осведомлён в том, что связано с наукой, что приводит к большому недовольству, когда CrossWorlds не соответствует его чувству реализма.

# data/database.json/lore/buggy/title
source: Buggy
ru_ru: Багги

# data/database.json/lore/buggy/content/page-01-01/content
source: \c[3]Name:\c[0] Raphael Luiz Vega Buggy is a pun-loving player and one of the earliest members of the \c[3]First Scholars\c[0] guild. His cheerful nature stems mostly from bad puns and jokes and he almost always laughs about his own jests the most.
ru_ru: \c[3]Имя:\c[0] Рафаэль Луис Вега Багги - любитель каламбуров и один из первых членов гильдии \c[3]Первоучёных\c[0]. Его весёлая натура основана на плохой игре слов и шутках, и он почти всегда смеётся над своими шутками больше всего.

# data/database.json/lore/apollo/title
source: Apollo
ru_ru: Аполло

# data/database.json/lore/apollo/content/page-01-01/content
source: \c[3]Name:\c[0] Apollo Apollo is a justice-driven player of \c[3]CrossWorlds\c[0] who started around the same time as Lea and Emilie. His respect for the rules and disgust for cheaters are only matched by his outstanding sense of style.
ru_ru: \c[3]Имя:\c[0] Аполло Аполло - ведомый справедливостью игрок \c[3]CrossWorlds\c[0], который начал примерно в то же время, что и Лея с Эмили. Его уважение к правилам и отвращение к читерам перекрываются только его выдающимся чувством стиля.

# data/database.json/lore/joern/title
source: Joern
ru_ru: Йорн

# data/database.json/lore/joern/content/page-01-01/content
source: \c[3]Name:\c[0] Joern Joern is a laid-back player of \c[3]CrossWorlds\c[0] and friend of \c[3]Apollo\c[0]. Though they seem to be very close to each other, Apollo's vigilante antics often tend to annoy Joern, who then apologizes to everyone involved before moving on.
ru_ru: \c[3]Имя:\c[0] Йорн Йорн - спокойный игрок в \c[3]CrossWorlds\c[0] и друг \c[3]Аполло\c[0].Несмотря на то, что они очень близки друг к другу, выходки Аполло часто раздражают Йорна, который затем извиняется перед всеми участниками, прежде чем двигаться дальше.

# data/database.json/lore/investor/title
source: Iroh (Mr. Vestorovich)
ru_ru: Айро (мистер Весторович)

# data/database.json/lore/investor/content/p1/content
source: \c[3]Name:\c[0] Ivan Vestorovich Ivan is one of the major investors of \c[3]\v[lore.title.dev-company]\c[0] and interested in everything related to AI. He is also a close friend of \c[3]\v[lore.title.beowulf]\c[0]. With his help, the future of Evotars might be saved.
ru_ru: \c[3]Имя:\c[0] Иван Весторович Иван - один из основных инвесторов \c[3]\v[lore.title.dev-company]\c[0], который интересуется всем, что связано с искусственным интеллектом. Он также является близким другом \c[3]Беовульфа\c[0]. С его помощью будущее эвотаров может быть спасено.

# data/database.json/lore/planet/title
source: Shadoon
ru_ru: Шадун

# data/database.json/lore/planet/content/page-01-01/content
source: Shadoon is a moon located near a giant gas planet. It's home to the \c[3]Shad\c[0] and was once inhabited by the \c[3]Ancients\c[0]. Most of the croissant shaped land is covered by marks of the \c[3]Track of the Ancients\c[0].
ru_ru: Шадун - это спутник, находящийся возле гигантской газовой планеты. Он является родным домом для \c[3]шадов\c[0] и был когда-то населён \c[3]Древними\c[0]. Похожий на круассан основной материк спутника покрыт знаками \c[3]Пути Древних\c[0].

# data/database.json/lore/ancients/title
source: Ancients
ru_ru: Древние

# data/database.json/lore/ancients/content/page-01-01/content
source: The Ancients are a name given to an archaic race who supposedly once lived on the planet of \c[3]\v[lore.title.planet]\c[0]. It is assumed that they left to other worlds a long time before the humans arrived for unknown reasons. Remnants of their existence can be found in the \c[3]\v[lore.title.track-of-ancients]\c[0] and various ruins all across the planet.
ru_ru: Древние - это имя, данное архаичной расе, которая, предположительно, когда-то жила на планете \c[3]Шадун\c[0]. Предполагается, что они ушли в другие миры по неизвестным причинам задолго до того, как люди прибыли на эту планету. Следы их существования могут быть найдены на \c[3]Пути Древних\c[0] и в различных руинах по всей планете.

# data/database.json/lore/track-of-ancients/title
source: Track of the Ancients
ru_ru: Путь Древних

# data/database.json/lore/track-of-ancients/content/page-01-01/content
source: The Track of the Ancients is an over-10000-year-old large-scale parkour game which played a large role in the \c[3]\v[lore.title.ancients]'\c[0] Society. It is a self-sufficient system in which a contestant selects one of \c[3]5 Virtues\c[0] to collect 4 distinct \c[3]Elements\c[0] which will then be used to solve challenges of rising difficulty.
ru_ru: "Путь Древних" - это более чем 10000-летняя крупномасштабная игра, сыгравшая большую роль в обществе \c[3]Древних\c[0]. Это самодостаточная система, в которой участник выбирает одну из \c[3]Пяти добродетелей\c[0], чтобы собрать четыре различных \c[3]элемента\c[0], которые затем будут использоваться для решения задач.

# data/database.json/lore/track-of-ancients/content/page-01-02/content
source: At first the human colonists were ignorant towards the Track when exploiting the planet for resources. Over time, though, it became apparent that it has some kind of mind or programming that uses its capabilities to defend against perceived intruders. To prevent further conflict with native creatures and the land itself, \c[3]\v[lore.title.operation-trackwalker]\c[0] was conceived.
ru_ru: Поначалу люди, колонизировавшие планету, были невежественны по отношению к Пути, когда использовали планету для добычи ресурсов. Со временем, однако, стало очевидно, что Путь имеет некий разум или программу и использует свои возможности для защиты от предполагаемых вредителей. Чтобы предотвратить дальнейший конфликт здешних существ и самой планеты, была организована \c[3]\v[lore.title.operation-trackwalker]\c[0].

# data/database.json/lore/operation-trackwalker/title
source: Operation Trackwalker
ru_ru: Операция Путепроходец

# data/database.json/lore/operation-trackwalker/content/page-01-01/content
source: Operation Trackwalker was brought to life by the \c[3]\v[lore.title.human-government]\c[0] to study and solve the \c[3]\v[lore.title.track-of-ancients]\c[0]. That way, it was hoped, it would be possible to control and finally use it to humanity's advantage instead of simply trying to destroy it.
ru_ru: Операция Путепроходец была запущена \c[3]Национальным содружеством путешественников\c[0] для изучения и объяснения \c[3]Пути Древних\c[0] в надежде, что таким образом можно будет контролировать и, наконец, использовать его в интересах человечества, а не просто пытаться его уничтожить.

# data/database.json/lore/operation-trackwalker/content/page-01-02/content
source: The project involves specially trained humans, called \c[3]"\v[lore.title.seeker]s"\c[0], who are integrated into the Track. That way they can follow it and solve its challenges in harmony with the rules specified by the \c[3]\v[lore.title.ancients]\c[0].
ru_ru: В проекте участвуют специально обученные люди, называемые \c[3]"Искатели"\c[0], которые интегрированы в Путь. Таким образом, они могут следовать ему и проходить его испытания в соответствии с правилами, установленными \c[3]Древними\c[0].

# data/database.json/lore/seeker/title
source: Seeker
ru_ru: Искатель

# data/database.json/lore/seeker/content/page-01-01/content
source: A \v[lore.title.seeker] is a human who has undergone special training and has been allowed access to the \c[3]\v[lore.title.track-of-ancients]\c[0]. Once they choose one of the \c[3]5 Virtues\c[0], their goal is to master all 4 elements and use them in a final challenge to solve the mysteries behind the track.
ru_ru: Искатель - это человек, прошедший специальную подготовку и получивший доступ к \c[3]Пути Древних\c[0]. Как только они выбирают одну из \c[3]Пяти добродетелей\c[0], их цель состоит в том, чтобы освоить все четыре элемента и использовать их в финальном испытании, чтобы разгадать тайны, стоящие за Путём.

# data/database.json/lore/shad/title
source: Shad
ru_ru: Шады

# data/database.json/lore/shad/content/page-01-01/content
source: Shad are the native people on \c[3]\v[lore.title.planet]\c[0]. They live in small, tribe-like settlements all over the planet and keep a healthy relationship with the humans. At first Shad were not fond of the humans as they tried to harvest resources from the planet and in doing so destroyed ruins and the \c[3]\v[lore.title.track-of-ancients]\c[0].
ru_ru: Шады - это коренные жители \c[3]Шадуна\c[0]. Они живут в небольших поселениях, похожих на племена, по всей планете и поддерживают здоровые отношения с людьми. Сначала шады не любили людей, поскольку те пытались добывать ресурсы на планете и при этом уничтожали руины и \c[3]Путь Древних\c[0].

# data/database.json/lore/shad/content/page-01-02/content
source: After the humans started \c[3]\v[lore.title.operation-trackwalker]\c[0] they became more friendly towards mankind, so far as to even provide resources for \c[3]\v[lore.title.seeker]s\c[0] on their path through the track.
ru_ru: После того, как люди начали \c[3]операцию Путепроходец\c[0], они стали более дружелюбными по отношению к человечеству, даже предоставив ресурсы для \c[3]Искателей\c[0] на их пути.

# data/database.json/lore/shad/content/page-01-03/content
source: Despite being native to the planet and bearing a strong resemblance to images of the \c[3]\v[lore.title.ancients]\c[0], they possess no knowledge about the technology or any information regarding the track and its secrets.
ru_ru: Несмотря на то, что они являются коренными жителями планеты и имеют сильное сходство с изображениями \c[3]Древних\c[0], они не обладают знаниями о технологии или какой-либо информации о Пути и его секретах.

# data/database.json/lore/creation/title
source: Creation of Heaven and Earth
ru_ru: Сотворение неба и земли

# data/database.json/lore/creation/content/page-01-01/content
source: In the beginning there was void. From the void the ethereal \c[3]Di'orbis\c[0] was born. An almighty being alone in an empty world. But his was the power of creation and, as such, after eons pondering in solitude, he created the gods of shape and shared his powers equally among them.
ru_ru: В начале была пустота. Из забвения пустоты родился бесплотный \c[3]Ди'орбис\c[0]. Всемогущий, одинокий в пустом мире. Но он был силой творения, и после долгих размышлений в одиночестве он создал богов формирования и поделил свои силы поровну между ними.

# data/database.json/lore/gods/title
source: Gods of the Ancients
ru_ru: Боги Древних

# data/database.json/lore/gods/content/page-01-01/content
source: The \c[3]Ancients\c[0] believed in a set of 5 deities which created all worlds and guide them through life. Representations of these gods can be found all over \c[3]Shadoon\c[0] in both architecture and symbolism. However, believing in the gods was not viewed as being part of a religion. The \c[3]Ancients\c[0] thought that the Gods did exist. The Names of the gods are:
ru_ru: \c[3]Древние\c[0] верили в пять божеств, которые создали все миры и ведут их сквозь жизнь. Образы этих богов можно найти повсюду на \c[3]Шадуне\c[0], как в архитектуре, так и в символизме. Однако вера в богов не рассматривалась как часть религии. \c[3]Древние\c[0] думали, что Боги действительно существуют. Имена богов:

# data/database.json/lore/gods/content/page-01-02-sphere/content
source: - \c[3]Di'orbis\c[0]
ru_ru: - \c[3]Ди'орбис\c[0]

# data/database.json/lore/gods/content/page-01-02-sphere/altContent/content
source: - \c[3]Di'orbis\c[0]: God of the Sphere
ru_ru: - \c[3]Ди'орбис\c[0]: Бог сферы

# data/database.json/lore/gods/content/page-01-02-triangle/content
source: - \c[3]E'nel\c[0]
ru_ru: - \c[3]Э'нель\c[0]

# data/database.json/lore/gods/content/page-01-02-triangle/altContent/content
source: - \c[3]E'Nel\c[0]: God of Triangle
ru_ru: - \c[3]Э'нель\c[0]: Богиня треугольника

# data/database.json/lore/gods/content/page-01-02-square/content
source: - \c[3]Di'aro\c[0]: God of the Square
ru_ru: - \c[3]Ди'аро\c[0]: Бог квадрата

# data/database.json/lore/gods/content/page-01-02-penta/altContent/content
source: - \c[3]K'win\c[0]: God of the Pentagon
ru_ru: - \c[3]К'вин\c[0]: Богиня пятиугольника

# data/database.json/lore/gods/content/page-01-02-hexa/altContent/content
source: - \c[3]G'oni\c[0]: God of the Hexagon
ru_ru: - \c[3]Г'они\c[0]: Бог шестиугольника

# data/database.json/lore/spheregod/title
source: Di'orbis
ru_ru: Ди'орбис

# data/database.json/lore/spheregod/content/page-01-01/content
source: \c[3]Di'orbis\c[0] is the first of the \c[3]Gods of the Ancients\c[0] born into the void. It is said that he is the source of life. He is also the one who shaped the other gods as brothers and sisters. His personality is commonly described as aloof. After he created his siblings he went on to explore the void where he birthed many worlds in his image. His shape is the \c[3]eternal circle\c[0].
ru_ru: \c[3]Ди'орбис\c[0] - первый из \c[3]Богов Древних\c[0], рождённый в пустоте. Говорят, что он является источником жизни. Он также тот, кто сформировал других богов, как братьев и сестёр. Его личность обычно называют отчуждённой. После того, как он создал своих братьев и сестёр, он продолжил исследовать пустоту, где он создал много миров по своему образу. Его форма - \c[3]вечный круг\c[0].

# data/database.json/lore/trianglegod/title
source: E'nel
ru_ru: Э'нель

# data/database.json/lore/trianglegod/content/page-01-01/content
source: \c[3]E'nel\c[0], the hot tempered wind, is one of the Gods of Shape. She bears the power of fire and is able to create suns in unison with \c[3]Di'orbis\c[0]. Her flame is all-consuming which is why she initially grew jealous of the other gods.
ru_ru: \c[3]Э'нель\c[0], вспыльчивый ветер, является одним из Богов формирования. Она обладает силой огня и способна создавать солнца в согласии с \c[3]Ди'орбисом\c[0]. Её пламя всепоглощающее, поэтому она поначалу завидовала другим богам.

# data/database.json/lore/trianglegod/content/page-01-02/content
source: In her restlessness she created millions of suns and at one point a sun so large it exploded in the most wonderful colors.
ru_ru: В своём беспокойстве она создала миллионы солнц, и в один прекрасный момент - такое большое солнце, что оно взорвалось в самых прекрасных цветах.

# data/database.json/lore/trianglegod/content/page-01-03/content
source: Her shape is the \c[3]sharp triangle\c[0].
ru_ru: Её форма - \c[3]острый треугольник\c[0].

# data/database.json/lore/squaregod/title
source: Di'aro
ru_ru: Ди'аро

# data/database.json/lore/squaregod/content/page-01-01/content
source: \c[3]Di'aro\c[0], the old stone at the shore, is one of the Gods of Shape. He bears the power to create solid surfaces in unison with \c[3]Di'orbis\c[0]. His creations are majestic, but also motionless and without life. Together with \c[3]E'nel\c[0] he once built a world with a hot core to show her that even she can contribute to building worlds.
ru_ru: \c[3]Ди'аро\c[0], старый камень на берегу, является одним из Богов формирования. Он обладает способностью создавать твёрдые поверхности в согласии с \c[3]Ди'орбисом\c[0]. Его творения величественны, но также неподвижны и лишены жизни. Вместе с \c[3]Э'нель\c[0] он однажды построил мир с горячим ядром, чтобы показать ей, что даже она может внести свой вклад в построение миров.

# data/database.json/lore/squaregod/content/page-01-02/content
source: His shape is the \c[3]towering square\c[0].
ru_ru: Его форма - \c[3]возвышающийся квадрат\c[0].

# data/database.json/lore/pentagod/title
source: K'win
ru_ru: К'вин

# data/database.json/lore/pentagod/content/page-01-01/content
source: \c[3]K'win\c[0], the mesmerizing flower, is one of the Gods of Shape.
ru_ru: \c[3]К'вин\c[0], завораживающий цветок, является одним из Богов формирования.

# data/database.json/lore/pentagod/content/page-01-02/content
source: Born a twin to \c[3]G'oni\c[0], she has the power to conjure forth the strongest winds and storms and even create the very spark that brings life onto a planet. In her dancing meander she once flooded vast amounts of land by creating enormous tidal waves. Thankfully her brother intervened and K'win learned her lesson.
ru_ru: Сестра-близнец \c[3]Г'они\c[0], она обладает способностью вызывать самые сильные ветры и штормы, и даже создавать ту самую искру, которая приносит жизнь на планету. В своём танцующем скитании она однажды затопила большие территории, создав огромные приливные волны. К счастью, вмешался её брат, и К'вин усвоила урок.

# data/database.json/lore/pentagod/content/page-01-03/content
source: Her shape is the \c[3]dancing pentagon\c[0].
ru_ru: Её форма - \c[3]танцующий пятиугольник\c[0].

# data/database.json/lore/hexagod/title
source: G'oni
ru_ru: Г'они

# data/database.json/lore/hexagod/content/page-01-01/content
source: \c[3]G'oni\c[0], the bold lightning, is one of the Gods of Shape.
ru_ru: \c[3]Г'они\c[0], энергичная молния, является одним из Богов формирования.

# data/database.json/lore/hexagod/content/page-01-02/content
source: Born a twin to \c[3]K'win\c[0], he is the origin of the \c[3]ever-flowing waters\c[0]. His gifts are the oceans, lakes and rivers that stretch all throughout the land. With the help of his sister he also created the ever closing circle of clouds and rain.
ru_ru: Брат-близнец \c[3]К'вин\c[0], он является источником \c[3]вечнотекущих вод\c[0]. Его дары - это океаны, озера и реки, которые тянутся по всей земле. С помощью своей сестры, он также создал круговорот облаков и дождя.

# data/database.json/lore/hexagod/content/p3/content
source: His shape is the calm hexagon.
ru_ru: Его форма - \c[3]спокойный шестиугольник\c[0].

# data/database.json/lore/godstories/title
source: Stories of the Gods
ru_ru: Истории Богов

# data/database.json/lore/godstories/content/page-01-01/content
source: The \c[3]Gods of Shape\c[0] shared many stories of both Harmony and Discord. Some of these have been lost but others have been recorded for all eternity. Here you can find all of them.
ru_ru: \c[3]Боги формирования\c[0] поведали множество историй о гармонии и разладе. Некоторые из них были потеряны, но другие были записаны навечно. Здесь вы можете найти их все.

# data/database.json/lore/godstories-diaro/title
source: Di'aros Perception
ru_ru: Осознание Ди'аро

# data/database.json/lore/godstories-diaro/content/page-01-01/content
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void. After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0]. Di'aro is one of these gods. The God of the \c[3]Square\c[0] and the creator of \c[3]solid surface\c[0]. His powers could form the most \c[3]majestic mountains\c[0] and \c[3]freeze\c[0] the vastest of seas. Indeed, his creations are enduring and overwhelming sights to behold, yet motionless and without life.
ru_ru: Всё началось с того, что \c[3]Ди'орбис\c[0], бесплотный бог сотворения, родился в забвении пустоты. После размышлений о вечности в одиночестве, его стремление к компании породило \c[3]Богов формирования\c[0]. \c[3]Ди'аро\c[0] - один из этих богов. Бог \c[3]Квадрата\c[0] и создатель \c[3]земной тверди\c[0]. Его силы могли сформировать самые \c[3]величественные горы\c[0] и \c[3]заморозить\c[0] самые большие из морей. Воистину, его творения являются прочным и ошеломляющим зрелищем, но они неподвижны и лишены жизни.
