Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//commonEvents/emilie-penguins-end/event/0/thenStep/0/message
source: Oui. Penguins on mountains. That's a thing in CrossWorlds.
es_es: Oui. Pingüinos en montañas. Solo podría existir en CrossWorlds.

# data/database.json//commonEvents/emilie-penguins-end/event/0/thenStep/1/message
source: Well, at least they have some water around here.
es_es: Bueno, al menos tienen algo de agua alrededor.

# data/database.json//commonEvents/emilie-goats-end/event/0/thenStep/0/message
source: Heh. Goats. Goats are funny.
es_es: Je. Cabras. Las cabras son divertidas.

# data/database.json//commonEvents/emilie-goats-end/event/0/thenStep/1/message
source: They just defy gravity and climb wherever they please.
es_es: Es asombroso como desafían la gravedad y trepan donde quieren.

# data/database.json//commonEvents/emilie-goats-end/event/0/thenStep/2/message
source: Well.. at least regular goats won't shoot horns at you.
es_es: Bueno... al menos las cabras normales no te disparan cuernos.

# data/database.json//commonEvents/emilie-goats-end/event/1/thenStep/0/message
source: We used to have a zoo with goats at my place, you know?
es_es: Solíamos tener un zoológico con cabras en casa, ¿sabes?

# data/database.json//commonEvents/emilie-goats-end/event/1/thenStep/1/message
source: And they kept escaping their compound. Simply climbed over that fence. Pas de problème!
es_es: Y constántemente escapaban de su celda. Trepaban la cerca. ¡Pas de problème!

# data/database.json//commonEvents/emilie-goats-end/event/1/thenStep/2/message
source: So you had goats all over the zoo, that was awesome!
es_es: Así que habían cabras por todo el zoológico, ¡era asombroso!

# data/database.json//commonEvents/emilie-goats-end/event/2/thenStep/0/message
source: So yeah, that zoo, right? The one where the goats escaped.
es_es: Asi que, ese zoológico, ¿recuerdas? Del que se escapaban todas las cabras.

# data/database.json//commonEvents/emilie-goats-end/event/2/thenStep/1/message
source: Of course, they tried to change the fence so the goats couldn't escape.
es_es: Por supuesto, intentaron cambiar la cerca para que no se escapen.

# data/database.json//commonEvents/emilie-goats-end/event/2/thenStep/2/message
source: Made it higher and more difficult to climb over.
es_es: La hicieron más alta y más difícil de trepar.

# data/database.json//commonEvents/emilie-goats-end/event/2/thenStep/3/message
source: Guess what? The goats still managed to escape using a small building next to the fence.
es_es: ¿Adivina qué? Las cabras consiguieron escapar de todos modos usando un pequeño edificio al lado de la cerca.

# data/database.json//commonEvents/emilie-goats-end/event/2/thenStep/4/message
source: So crafty!
es_es: ¡Tan astutas!

source: Oui, I take that back. Those bunnies are not cute.
es_es: Oui, retiro lo dicho. Esos conejos no son tan tiernos.

source: Those bunnies are not cute. Non.
es_es: Esos conejos no son tiernos. Non.

# data/database.json//commonEvents/emilie-frobbits-end/event/0/thenStep/1/message
source: Small fluffy fighting machines...
es_es: Pequeñas bolitas de pelo luchadoras...

# data/database.json//commonEvents/emilie-frobbits-end/event/1/thenStep/0/message
source: Those bunnies have quite the kick!
es_es: ¡Esos conejos pegan fuerte!

# data/database.json//commonEvents/emilie-frobbits-end/event/1/thenStep/1/message
source: But it's nothing compared to the Pentafist's punch, am I right Lea?
es_es: Pero no es nada comparado con el golpe de un Pentafist, ¿no es cierto Lea?

# data/database.json//commonEvents/emilie-frobbits-end/event/2/thenStep/0/message
source: I think we can safely rename Bergen Trail to "Bunny Mountain", non?
es_es: Creo que podríamos renombrar el Sendero de Bergen a "Montaña Conejito", ¿non?

# data/database.json//commonEvents/emilie-frobbits-end/event/2/thenStep/1/message
source: Those things are everywhere.
es_es: Esas cosas están por todos lados.

# data/database.json//commonEvents/emilie-buffalos-end/event/0/thenStep/0/message
source: Huh. Did we just beat up a cow wearing some kind of iron mask?
es_es: Eh. ¿Acabamos de pelear contra una vaca con una máscara de hierro?

# data/database.json//commonEvents/emilie-buffalos-end/event/0/thenStep/1/message
source: We used to have cows in the neighborhood when I was a child.
es_es: Solíamos tener vacas en el vecindario cuando era niña.

# data/database.json//commonEvents/emilie-buffalos-end/event/1/thenStep/0/message
source: And another cow gone.
es_es: Y otra vaca que se va.

# data/database.json//commonEvents/emilie-buffalos-end/event/1/thenStep/1/message
source: I kinda liked the cows in our neighborhood.\. They were cute.
es_es: Me gustaban las vacas del vecindario.\. Eran tiernas.

# data/database.json//commonEvents/emilie-buffalos-end/event/1/thenStep/2/message
source: Oui, these buffalos are rough in comparison, but still.\. Feeling sorta bad about this.
es_es: Oui, estos búfalos son duros en comparación, pero aún así.\. Me hace sentir algo mal pegarles.

# data/database.json//commonEvents/emilie-buffalos-end/event/2/thenStep/0/message
source: I used to see cows every day on my way to school.
es_es: Solía ver vacas todos los días camino al colegio.

# data/database.json//commonEvents/emilie-buffalos-end/event/2/thenStep/1/message
source: After some time I think they even started recognizing me!
es_es: ¡Después de un tiempo creo que empezaron a reconocerme!

# data/database.json//commonEvents/emilie-buffalos-end/event/3/thenStep/0/message
source: Did you ever drink fresh cow milk? It's délicieux!
es_es: ¿Alguna vez tomaste leche de vaca fresca? ¡Es délicieux!

# data/database.json//commonEvents/emilie-buffalos-end/event/3/thenStep/1/message
source: I actually once milked a cow myself! Sorta weird feeling at the beginning.
es_es: ¡Una vez ordeñé una vaca yo misma! Es una sensación rara al principio.

# data/database.json//commonEvents/emilie-buffalos-end/event/4/thenStep/0/message
source: And another bites the dust.
es_es: Otro que muerde el polvo.

# data/database.json//commonEvents/emilie-buffalos-end/event/4/thenStep/1/message
source: Hey, you're not doing this to mess with me, oui?
es_es: Ey, no estás haciendo esto para jugar conmigo, ¿oui?

# data/database.json//commonEvents/emilie-buffalos-end/event/4/thenStep/2/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-buffalos-end/event/4/thenStep/3/message
source: Wait...\. Yes.\. What do you mean by that?
es_es: Espera...\. Si.\. ¿Qué quieres decir con eso?

# data/database.json//commonEvents/emilie-buffalos2-end/event/0/thenStep/0/message
source: Oui, oui, they brought back the cows!
es_es: Oui, oui, ¡las vacas están de vuelta!

# data/database.json//commonEvents/emilie-buffalos2-end/event/0/thenStep/1/message
source: Still feeling bad for punching them.
es_es: Aún me siento mal por golpearlas.

source: The hedgehags have returned, sharper and edgier than ever!
es_es: Los arizos han vuelto, ¡más peligrosos que nunca!

# data/database.json//commonEvents/emilie-volturbines/event/0/thenStep/0/message
source: We finally got birds in CrossWorlds. Très bien.
es_es: Finalmente tenemos aves en CrossWorlds. Très bien.

# data/database.json//commonEvents/emilie-volturbines/event/0/thenStep/1/message
source: Other than those space birds, that is.
es_es: Sin contar esas aves espaciales, por supuesto.

# data/database.json//commonEvents/emilie-blob-end/event/0/thenStep/0/message
source: Oui, you gotta have blobs.
es_es: Oui, nunca faltan las babas.

# data/database.json//commonEvents/emilie-blob-end/event/0/thenStep/1/message
source: They are pretty fun to punch.\. Maybe a little bit nasty.
es_es: Son divertidas de pegar.\. Quizá un poco asqueroso.

# data/database.json//commonEvents/emilie-shokat-end/event/0/thenStep/0/message
source: This place really is filled with those purple kitties.
es_es: Este lugar está lleno de esos gatitos violeta.

# data/database.json//commonEvents/emilie-shokat-end/event/0/thenStep/1/message
source: But damn, they sure are fast once you make them angry.
es_es: Pero... son bastante rápidos una vez que los haces enojar.

# data/database.json//commonEvents/emilie-shokat-end/event/1/thenStep/0/message
source: Those kitties are surprisingly hard to punch.
es_es: Esos gatitos son muy escurridizos.

# data/database.json//commonEvents/emilie-shokat-end/event/1/thenStep/1/message
source: It's probably better to fight them from a distance, even if that isn't exactly my style.
es_es: Quizá sea mejor pelear con un poco de distancia, aunque ese no es precisamente mi estilo.

# data/database.json//commonEvents/emilie-sloth-end/event/0/thenStep/0/message
source: Those sloths are probably the most chill enemy of the game.
es_es: Esos perezosos se ven tan tranquilos...

# data/database.json//commonEvents/emilie-sloth-end/event/0/thenStep/1/message
source: Until they do their spinning wheel attack of doom.
es_es: Hasta que hacen su super ataque giratorio.

# data/database.json//commonEvents/emilie-parrot-end/event/0/thenStep/0/message
source: Seriously, what is it with birds holding guns in this game?!
es_es: En serio, ¡¿qué pasa con las aves con armas en este juego?!

# data/database.json//commonEvents/emilie-parrot-end/event/0/thenStep/1/message
source: Is there a weapon manufacturer so desperate they started delivering to the Track?
es_es: ¿Hay algún fabricante de armas tan desesperado que empezó a vender al Camino?

# data/database.json//commonEvents/emilie-spiders-end/event/0/thenStep/0/message
source: Mon dieu.\. Quite a lot of spiders here, don't you agree?
es_es: Mon dieu.\. Hay bastantes arañas por aquí, ¿no crees?

# data/database.json//commonEvents/emilie-spiders-end/event/0/thenStep/1/message
source: [nods]
es_es: [asiente]

# data/database.json//commonEvents/emilie-seastar-end/event/0/thenStep/0/message
source: Wow, so many starfish here!
es_es: ¡Guau, hay muchas estrellas de mar aquí!

# data/database.json//commonEvents/emilie-seastar-end/event/0/thenStep/1/message
source: I'm just glad they didn't add sea urchins.\. Those are horrible.
es_es: Me alegro de que no hayan añadido erizos de mar.\. Son lo peor.

# data/database.json//commonEvents/emilie-seastar-end/event/1/thenStep/0/message
source: Ever stepped on a sea urchin, Lea?
es_es: ¿Alguna vez pisaste un erizo de mar, Lea?

# data/database.json//commonEvents/emilie-seastar-end/event/1/thenStep/1/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/database.json//commonEvents/emilie-seastar-end/event/1/thenStep/2/message
source: Good for you...\. it really hurts like hell.
es_es: Bien por ti...\. realmente duele como el infierno.

# data/database.json//commonEvents/emilie-fugu-end/event/0/thenStep/0/message
source: Wait, are those like fire shooting fugu fish or something?
es_es: Espera, ¿son como esos peces fugu que disparan fuego o algo así?

# data/database.json//commonEvents/emilie-fugu-end/event/0/thenStep/1/message
source: Careful Lea, I think they are toxic as well!\. Better not eat them!
es_es: ¡Cuidado Lea, creo que también son tóxicos!\. ¡Mejor no los comamos!

# data/database.json//commonEvents/emilie-fugu-end/event/0/thenStep/2/message
source: How...?
es_es: ¿Cómo...?

# data/database.json//commonEvents/emilie-kim-end/event/0/thenStep/0/message
source: They brought back the worms.\. I'm sure everybody missed the worms.
es_es: Han vuelto los gusanos.\. Estoy segura de que todos extrañaban a los gusanos.

# data/database.json//commonEvents/emilie-turtle-end/event/0/thenStep/0/message
source: We got turtles!
es_es: ¡Tenemos tortugas!

# data/database.json//commonEvents/emilie-turtle-end/event/1/thenStep/0/message
source: Trident Wielding Ninja Turtles~
es_es: Tortugas Ninja con Tridentes~

# data/database.json//commonEvents/emilie-turtle-end/event/2/thenStep/0/message
source: Lightning Swinging Ninja Turtles~
es_es: Tortugas Ninja con Rayos~

# data/database.json//commonEvents/emilie-turtle-end/event/3/thenStep/0/message
source: Icy Jumping Ninja Turtles~
es_es: Tortugas Ninja de Hielo~

source: We got the idea, Emilie.
es_es: Si lo entendimos, Emilie.

source: We got it, Emilie.
es_es: Lo tenemos, Emilie.

source: We think we got the reference, Pentafist.
es_es: Si captamos la referencia, Pentafist.

# data/database.json//commonEvents/ctron-meerkat-end/event/0/thenStep/0/message
source: Have you ever seen one of these Hillkats digging...\. over a \c[3]laser bridge\c[0]?\. Yes, they do that.
es_es: ¿Alguna vez viste a una de esas Colicatas excavando...\. sobre un \c[3]puente de luz\c[0]?\. Sí, en serio.

# data/database.json//commonEvents/ctron-meerkat-end/event/0/thenStep/1/message
source: This whole digging is really just simulated. They don't want to mess up the structure of the ground too much, obviously.
es_es: Las Colicatas no excavan realmente, está simulado. No quieren alterar la estructura del suelo demasiado, obviamente.

# data/database.json//commonEvents/ctron-meerkat-end/event/0/thenStep/2/message
source: Still, I wish they would have made them stop in front of the laser bridges.\. It does break the illusion.
es_es: Aún así, me gustaría que no se les permita excavar sobre los puentes de luz.\. Rompe la ilusión.

# data/database.json//commonEvents/ctron-seahorses-end/event/0/thenStep/0/message
source: Those seahorses... why would they do this?
es_es: Esos caballos de mar... ¿quién diseñó esto?

# data/database.json//commonEvents/ctron-seahorses-end/event/0/thenStep/1/message
source: Taking a perfectly fine marine creature and...\. crossing it with a fly?\. Or a mosquito?\. I don't know.
es_es: Tomaron una criatura de mar y...\. ¿la cruzaron con una mosca?\. ¿O un mosquito?\. No sé.

# data/database.json//commonEvents/ctron-seahorses-end/event/1/thenStep/0/message
source: What are these seahorses shooting exactly anyway?\. Water bubbles?
es_es: ¿Qué se supone que disparan de todos modos?\. ¿Burbujas de agua?

# data/database.json//commonEvents/ctron-seahorses-end/event/1/thenStep/1/message
source: Where do they get all the excess water from?\. You never see them in the water.
es_es: ¿De dónde sacan todo ese agua de más?\. Nunca se los ve en el agua.

# data/database.json//commonEvents/ctron-seahorses-end/event/2/thenStep/0/message
source: I'm sorry, I have to talk about the seahorses again.\. Did you notice they sound like actual horses?
es_es: Lo siento, tengo que hablar de los caballos de mar otra vez.\. ¿Notaste que suenan como caballos de verdad?

# data/database.json//commonEvents/ctron-seahorses-end/event/2/thenStep/1/message
source: Seahorses are not related to horses.\. I repeat.\. Not related.\. They just look similar, but that's it.
es_es: Los caballos de mar no tienen relación alguna con los caballos.\. Repito.\. No hay relación.\. Solo se ven similares pero eso es todo.

# data/database.json//commonEvents/ctron-snowman-end/event/0/thenStep/0/message
source: Hm...Snowman... reminds me of ice cream~
es_es: Hm...Muñecos de Nieve... me recuerda a helado~

# data/database.json//commonEvents/ctron-snowman-end/event/0/thenStep/1/message
source: You... like ice cream a lot, don't you?
es_es: Te... te gusta mucho el helado, ¿no?

# data/database.json//commonEvents/ctron-snowman-end/event/0/thenStep/2/message
source: I do!
es_es: ¡Si!

# data/database.json//commonEvents/ctron-snowman-end/event/1/thenStep/0/message
source: Ice cream~
es_es: Helado~

# data/database.json//commonEvents/ctron-snowman-end/event/1/thenStep/1/message
source: Don't even think about licking those Snowmen, Tronny!
es_es: ¡Ni se te ocurra lamer esos Muñecos de Nieve, Tronny!

# data/database.json//commonEvents/ctron-snowman-end/event/1/thenStep/2/message
source: W-What? No! I'm sure they won't even taste like anything.
es_es: ¿Q-Qué? ¡No! Estoy seguro de que no saben a nada.

# data/database.json//commonEvents/ctron-snowman-end/event/1/thenStep/3/message
source: Well, you don't know that.
es_es: Bueno, no lo sabes.

# data/database.json//commonEvents/ctron-snowman-end/event/1/thenStep/4/message
source: ...\. ...\. That's a good point. Now I'm curious.
es_es: ...\. ...\. Es un buen punto. Ahora tengo curiosidad.

# data/database.json//commonEvents/ctron-snowman-end/event/1/thenStep/5/message
source: DON'T LICK THE SNOWMAN, TRONNY!
es_es: ¡NO LAMAS LOS MUÑECOS DE NIEVE, TRONNY!

# data/database.json//commonEvents/ctron-penguin-end/event/0/thenStep/0/message
source: Did you know? Penguins like to live in temperate areas too.
es_es: ¿Sabías que a los Pingüinos les gusta vivir en climas templados también?

# data/database.json//commonEvents/ctron-penguin-end/event/0/thenStep/1/message
source: In fact, only few of them live in colder climates.
es_es: De hecho, solo unos pocos viven en climas fríos.

source: And none of them live on mountains, right?
es_es: Y ninguno en montañas, ¿no?

source: ...Right.
es_es: ...Cierto.

# data/database.json//commonEvents/ctron-scorpions-end/event/0/thenStep/0/message
source: Of course we can't have a desert without scorpions...
es_es: Por supuesto, no puede haber desierto sin escorpiones...

# data/database.json//commonEvents/ctron-scorpions-end/event/0/thenStep/1/message
source: At least I think these are scorpions.. with 4 legs instead of 8.
es_es: Al menos creo que son escorpiones... con 4 patas en vez de 8.

# data/database.json//commonEvents/ctron-scorpions-end/event/1/thenStep/0/message
source: They say smaller scorpions are more dangerous... Doesn't quite apply to those.
es_es: Dicen que los escorpiones más pequeños son más peligrosos... No se aplica a estos.

# data/database.json//commonEvents/ctron-scorpions-end/event/2/thenStep/0/message
source: Scorpions are actually pretty amazing.\. They can survive up to one year with just one meal.
es_es: Los escorpiones son bastante asombrosos.\. Pueden sobrevivir hasta un año con una sola comida.

# data/database.json//commonEvents/ctron-sandshark-end/event/0/thenStep/0/message
source: Are those shark skeletons? That's funny.
es_es: ¿Esos son esqueletos de tiburón? Que gracioso.

# data/database.json//commonEvents/ctron-sandshark-end/event/0/thenStep/1/message
source: Sharks don't even have proper bones. It's all cartilage.
es_es: Los tiburones no tienen huesos. Son puro cartílago.

# data/database.json//commonEvents/ctron-sandshark-end/event/1/thenStep/0/message
source: These sharksters can be tricky to hit. Good thing I have homing VRPs!
es_es: Estos tiburones pueden ser difíciles de pegar. ¡Menos mal que tengo PRV teledirigidos!

# data/database.json//commonEvents/ctron-volturbine-end/event/0/thenStep/0/message
source: Vulturbines, huh? Must be inspired by vultures.
es_es: ¿Buiturbinas, eh? Deben estar inspirados por los buitres.

# data/database.json//commonEvents/ctron-volturbine-end/event/0/thenStep/1/message
source: Vultures with... guns? Makes you wonder how they can still fly.
es_es: Buitres con... ¿armas? Te hace pensar como es que aún pueden volar.

# data/database.json//commonEvents/ctron-volturbine-end/event/1/thenStep/0/message
source: There are a lot of interesting facts about vultures.
es_es: Hay muchos datos interesantes sobre los buitres.

# data/database.json//commonEvents/ctron-volturbine-end/event/1/thenStep/1/message
source: Though a lot of them involve bodily fluids. I'd rather not mention those.
es_es: Aunque muchos de ellos incluyen fluídos corporales. Prefiero no mencionar esos.

source: Oui, please don't. Merci.
es_es: Oui, por favor no. Merci.

source: Drillertoise? I honestly have no idea what those are supposed to be.
es_es: ¿Taladrortuga? Honestamente no tengo idea de que se supone que sea eso.

source: Earth digging tortoise?
es_es: ¿Una tortuga que excava?

# data/database.json//commonEvents/ctron-blob-end/event/0/thenStep/0/message
source: Nope...\. I got nothing. No scientific facts about blobs from me.
es_es: No...\. Ni idea. No hay datos científicos sobre las babas.

# data/database.json//commonEvents/ctron-blob-end/event/0/thenStep/1/message
source: They aren't exactly real...\. fortunately.
es_es: No son reales...\. por suerte.

source: Sure.\. I know you'd have loved to share another disgusting fact about them.
es_es: Seguro.\. Sé que te habría encantado compartir algún otro asqueroso dato sobre ellos.

# data/database.json//commonEvents/ctron-blob-end/event/1/thenStep/0/message
source: Hm...\. some people argue that \c[3]algae\c[0] is the "slime" of real life, but it's still a stretch.
es_es: Hm...\. alguna gente dice que las \c[3]algas\c[0] son las "babas" de la vida real, pero aún así me parece una exageración.

# data/database.json//commonEvents/ctron-blob-end/event/1/thenStep/1/message
source: They certainly lack the bounciness of the blobs.
es_es: No rebotan como las babas.

source: Oui.\. Please no science facts about algae, merci.
es_es: Oui.\. Por favor, ningún dato científico sobre las algas, merci.

# data/database.json//commonEvents/ctron-shokats-end/event/0/thenStep/0/message
source: Shokats...\. they are surprisingly active for cats, that's for sure.
es_es: Electrogatos...\. son sorprendentemente activos para un gato, eso seguro.

# data/database.json//commonEvents/ctron-shokats-end/event/1/thenStep/0/message
source: Did you know that on average cats spend two thirds of the day sleeping?
es_es: ¿Sabías que en promedio los gatos están dos tercios del día durmiendo?

# data/database.json//commonEvents/ctron-shokats-end/event/1/thenStep/1/message
source: You certainly don't ever see a shokat sleeping.
es_es: Nunca vi un electrogato dormir.

# data/database.json//commonEvents/ctron-shokats-end/event/2/thenStep/0/message
source: You know...\. cats were domesticated a long time ago, just like dogs.
es_es: Sabes...\. los gatos fueron domesticados hace mucho, como los perros.

# data/database.json//commonEvents/ctron-shokats-end/event/2/thenStep/1/message
source: Though in contrast to dogs they didn't really go through any major change during domestication.
es_es: Aunque, en contraste a los perros, no tuvieron mucho cambio tras la domesticación.

source: That's because they've never been domesticated.\. They just chose to live with us humans.
es_es: Eso es porque nunca fueron domesticados.\. Solo eligieron vivir con nosotros los humanos.

# data/database.json//commonEvents/ctron-plants-end/event/0/thenStep/0/message
source: Hm...\. I suppose those plants are loosely inspired by the Venus Flytrap?
es_es: Hm...\. ¿Supongo que esas plantas están ligeramente inspiradas por la Dionaea Muscipula?

# data/database.json//commonEvents/ctron-plants-end/event/0/thenStep/1/message
source: They're obviously way more hostile...
es_es: Son obviamente mucho más hostiles...

# data/database.json//commonEvents/ctron-plants-end/event/1/thenStep/0/message
source: People tend to make a big deal out of the Venus Flytrap.
es_es: La gente suele hacer demasiado alboroto por la Dionaea Muscipula.

# data/database.json//commonEvents/ctron-plants-end/event/1/thenStep/1/message
source: But did you know it can only bite about a half-dozen times in its lifespan?\. After that the trap is kept shut forever.
es_es: ¿Pero sabías que solo pueden morder alrededor de media docena de veces en su vida?\. Después de eso, la trampa queda cerrada para siempre.

# data/database.json//commonEvents/ctron-plants-end/event/2/thenStep/0/message
source: Venus Flytraps mostly eat insects, you know?\. They can't just eat any kind of meat.
es_es: Dionaea Muscipula comen insectos en su mayoría, ¿sabes?\. No pueden comer ningún tipo de carne.

# data/database.json//commonEvents/ctron-plants-end/event/2/thenStep/1/message
source: Somebody actually tried to feed a hamburger to a flytrap.\. The poor thing quickly withered.
es_es: Alguien intentó darle una hamburguesa a una Dionaea Muscipula.\. La pobre planta se deterioró rápidamente.
