Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/trailblaze-jungle-3/briefing
source: You found all Landmarks in \c[3]Gaia's Garden\c[0] for Henry.
es_es: Encontraste todos los puntos de referencia en \c[3]Jardín de Gaia\c[0] para Henry.

# data/database.json//quests/trailblaze-jungle-3/tasks/0/task
source: Find all the landmarks in \c[3]\v[area.jungle.name]\c[0]
es_es: Encuentra todos los puntos de referencia en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/trailblaze-jungle-4/name
source: Gaia's Garden Data Probe
es_es: Sonda de datos del Jardín de Gaia

# data/database.json//quests/trailblaze-jungle-4/person
source: Henry The Researcher
es_es: Henry el Investigador

# data/database.json//quests/trailblaze-jungle-4/description
source: Retrieve the data from a probe a player installed for Henry. It's in one of the caves located in \c[3]Gaia's Garden\c[0].
es_es: Recupere los datos de una sonda de Henry. Está en una de las cuevas ubicadas en el \c[3]Jardín de Gaia\c[0].

# data/database.json//quests/trailblaze-jungle-4/briefing
source: You found and retrieved the data probe.
es_es: Encontraste y recuperaste la sonda de datos.

# data/database.json//quests/trailblaze-jungle-4/tasks/0/task
source: Find the probe in a \c[3]cave\c[0] of \c[3]\v[area.jungle.name]\c[0]
es_es: Encuentra la sonda en una \c[3]cueva\c[0] de \c[3]\v[area.jungle.name]\c[0]

source: Test your skills with the innovative "Turret Defense"-system. \c[3]- Grubby Cave\c[0]
es_es: Pon a prueba tus habilidades con el innovador sistema "Torreta de Defensa". \c[3]- Cueva Sucia\c[0]

# data/database.json//quests/jungleAdv-turret_defense_challenge-1/name
source: Turret Defense Challenge #1
es_es: Desafío de la Torreta de Defensa #1

# data/database.json//quests/jungleAdv-turret_defense_challenge-1/person
source: Pathhacker
es_es: Pirata Informático

# data/database.json//quests/jungleAdv-turret_defense_challenge-1/description
source: Your skills with the \c[3]innovative "Turret Defense"-system\c[0] shall be tested to their limits. Choose \c[3]Challenge Mode\c[0] and \c[3]reach 500 points\c[0] to succeed!
es_es: Tus habilidades con el \c[3]innovador sistema "Torreta de Defensa"\c[0] se pondrán a prueba hasta el límite. ¡Elige \c[3]Modo Desafío\c[0] y \c[3]alcanza 500 puntos\c[0] para tener éxito!

# data/database.json//quests/jungleAdv-turret_defense_challenge-1/briefing
source: You have shown your skill and beaten the challenge! Though you can still reuse it as often as you please.
es_es: ¡Has demostrado tu habilidad y has superado el desafío! Aunque todavía puedes reutilizarlo tantas veces como quieras.

# data/database.json//quests/jungleAdv-turret_defense_challenge-1/tasks/0/task
source: Reach \c[3]500 points\c[0] in the \c[3]Turret Defense Challenge\c[0] in the \c[3]Grubby Cave\c[0] on \c[3]Calm Backyard\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Alcanza \c[3]500 puntos\c[0] en el \c[3]Desafío de Torreta de Defensa\c[0] en \c[3]Cueva Sucia\c[0] en \c[3]Patio Trasero Calmado \c[0] en \c[3]\v[area.jungle.name]\c[0]

source: Test your skills with the innovative "Turret Defense"-system. \c[3]- Temple of Innovation\c[0]
es_es: Pon a prueba tus habilidades con el innovador sistema "Torreta de Defensaa". \c[3]- Templo de Innovación\c[0]

# data/database.json//quests/jungleAdv-turret_defense_challenge-2/name
source: Turret Defense Challenge #2
es_es: Desafío de la Torreta de Defensa #2

# data/database.json//quests/jungleAdv-turret_defense_challenge-2/person
source: Pathdriller
es_es: Perforador de Caminos

# data/database.json//quests/jungleAdv-turret_defense_challenge-2/description
source: Your skills with the \c[3]innovative "Turret Defense"-system\c[0] shall be tested to their limits. Choose \c[3]Challenge Mode\c[0] and \c[3]reach 500 points\c[0] to succeed!
es_es: Tus habilidades con el \c[3]innovador sistema "Torreta de Defensa"\c[0] se pondrán a prueba hasta el límite. ¡Elige \c[3]Modo Desafío\c[0] y \c[3]alcanza 500 puntos\c[0] para tener éxito!

# data/database.json//quests/jungleAdv-turret_defense_challenge-2/briefing
source: You have shown your skill and beaten the challenge! Though you can still reuse it as often as you please.
es_es: ¡Has demostrado tu habilidad y has superado el desafío! Aunque todavía puedes hacerlo tantas veces como quieras.

# data/database.json//quests/jungleAdv-turret_defense_challenge-2/tasks/0/task
source: Reach \c[3]500 points\c[0] in the \c[3]Turret Defense Challenge\c[0] in the \c[3]Temple of Innovation\c[0] in \c[3]\v[area.jungle.name]\c[0]
es_es: Alcanza \c[3]500 puntos\c[0] en el \c[3]Desafío de la Torreta de Defensa\c[0] en el \c[3]Templo de Innovación\c[0] en \c[3]\v[area.jungle.name]\c[0]

# data/database.json//quests/unknown-warrior-5/name
source: A Promise Is a Promise 5
es_es: Una Promesa es una Promesa 5

# data/database.json//quests/unknown-warrior-5/description
source: D'Kar asks you to help him find the \c[3]\v[item.515.name]\c[0]. This is the last of the broken equipment pieces, go get it!
es_es: D'Kar te pide que lo ayudes a encontrar el \c[3]\v[item.515.name]\c[0]. Esta es la última de las piezas de equipo rotas, ¡ve a buscarla!

# data/database.json//quests/unknown-warrior-5/briefing
source: You finally found out about Dkar's children. Turns out he assumed they'd forgotten about him and feared talking with them would anger them. After a good talk however they agreed that Dkar overreacted and all ended well.
es_es: Finalmente te enteraste de los hijos de Dkar. Resulta que asumió que se habían olvidado de él y temía que hablar con ellos los enojaría. Sin embargo, acordaron que Dkar reaccionó de forma exagerada y todo terminó bien.

# data/database.json//quests/unknown-warrior-5/tasks/0/task
source: Find the \c[3]\v[item.515.name]\c[0] in \c[3]\v[area.forest.name]\c[0]
es_es: Encuentra \c[3]\v[item.515.name]\c[0] en \c[3]\v[area.forest.name]\c[0]

# data/database.json//quests/unknown-warrior-5/tasks/1/task
source: Hand over the \v[item.515.name] to D'Kar in \c[3]\v[area.rhombus-sqr.name] - Books 'n Worms\c[0]
es_es: Entrega el \v[item.515.name] a D'Kar en \c[3]\v[area.rhombus-sqr.name] -Libros y Gusanos\c[0]

# data/database.json//quests/unknown-warrior-5/tasks/2/task
source: Meet D'Kar at the \c[3]Observatory in \v[area.autumn-area.name]\c[0]
es_es: Reúnase con D'Kar en el \c[3]Observatorio en \v[area.autumn-area.name]\c[0]

# data/database.json//quests/seizui-quest/hubSettings/location
source: Trying to find a little \c[3]troublemaker\c[0], looking for help - \c[3]Arena Plaza\c[0]
es_es: Tratando de encontrar un pequeño \c[3]alborotador\c[0], buscando ayuda - \c[3]Arena Plaza\c[0]

# data/database.json//quests/seizui-quest/name
source: Lost and On the Run
es_es: Perdido y en la Carrera

# data/database.json//quests/seizui-quest/description
source: Two players are asking for help to find one of their friends, who seems to be particularly difficult to catch.
es_es: Dos jugadores piden ayuda para encontrar a uno de sus amigos, que parece ser particularmente difícil de atrapar.

# data/database.json//quests/seizui-quest/briefing
source: After a lot of traveling around, you finally managed to find \c[3]Reize\c[0]... who was subsequently banned for breaking the \c[3]Terms of Service\c[0]. Oh well, you tried your best!
es_es: Después de viajar mucho, finalmente lograste encontrar a \c[3]Reize\c[0]... quien posteriormente fue baneado por violar los \c[3]Términos de Servicio\c[0]. ¡Oh, bueno, hiciste lo mejor que pudiste!

# data/database.json//quests/seizui-quest/tasks/0/task
source: Try to figure out where the missing person could be.
es_es: Trate de averiguar dónde podría estar la persona desaparecida.

# data/database.json//quests/seizui-quest/tasks/1/task
source: Look for \c[3]Reize\c[0] in \c[3]Bergen Trail\c[0] close to an \c[3]isolated house\c[0]
es_es: Busca a \c[3]Reize\c[0] en \c[3]Sendero de Bergen\c[0] cerca de una \c[3]Casa Aislada\c[0]

# data/database.json//quests/seizui-quest/tasks/2/task
source: Look for \c[3]Reize\c[0] in \c[3]Maroon Valley\c[0] close to a \c[3]pink tree\c[0]
es_es: Busca a \c[3]Reize\c[0] en el \c[3]Valle Granate\c[0] cerca de un \c[3]árbol rosa\c[0]

# data/database.json//quests/seizui-quest/tasks/3/task
source: Look for \c[3]Reize\c[0] in \c[3]Gaia's Garden\c[0] somewhere close to \c[3]huge mushrooms\c[0]
es_es: Busca \c[3]Reize\c[0] en el \c[3]Jardín de Gaia\c[0] en algún lugar cerca de \c[3]enormes hongos\c[0]

# data/database.json//quests/seizui-quest/tasks/4/task
source: Look for \c[3]Reize\c[0] in \c[3]Rhombus Square\c[0] to the \c[3]south of the arena\c[0].
es_es: Busca a \c[3]Reize\c[0] en \c[3]Plaza Rombo\c[0] al \c[3]sur de la arena\c[0].

# data/database.json//quests/autobahn/hubSettings/location
source: Looking for assistance catching soil thieves in \c[3]North Arch\c[0]
es_es: Buscando ayuda para atrapar a los ladrones en el \c[3]Arco Norte\c[0]

# data/database.json//quests/autobahn/name
source: Trouble on the Highway
es_es: Problemas en la Carretera

# data/database.json//quests/autobahn/person
source: Captain Curtis
es_es: Capitán Curtis

# data/database.json//quests/autobahn/description
source: A troupe of Hillkats has been spotted in the parks of Rhombus Square, digging up the precious soil. Help Captain Curtis to catch them!
es_es: Se ha visto a un tropa de Colicatas en los parques de Plaza Rombo, excavando el precioso suelo. ¡Ayuda al capitán Curtis a atraparlos!

# data/database.json//quests/autobahn/briefing
source: All of the Hillkats and their dirt-filled vehicles have been dealt with!\. Hopefully the parks of Rhombus Square are now safe.
es_es: ¡Todos los Colicatas y sus vehículos llenos de tierra han sido tratados!\. Esperemos que los parques de Plaza Rombo ahora sean seguros.

# data/database.json//quests/autobahn/tasks/0/task
source: Watch for meerkats to appear in \c[3]Rhombus Square - North Arch\c[0]
es_es: Esté atento a los suricatos que aparecen en \c[3]Plaza Rombo - Arco Norte\c[0]

# data/database.json//quests/autobahn/tasks/1/task
source: Fight the Meerkats in the grass patch of \c[3]Rhombus Square - North Arch\c[0]
es_es: Lucha contra los suricatos en el parche de hierba de \c[3]Plaza Rombo - Arco Norte\c[0]

# data/database.json//quests/autobahn/tasks/2/task
source: Meet Captain Curtis at the highway at \c[3]Rhombus Square - Cliff Exhibition\c[0]
es_es: Reúnase con el Capitán Curtis en la autopista en \c[3]Plaza Rombo - Exhibición del Acantilado\c[0]

# data/database.json//quests/autobahn/tasks/3/task
source: Fight the Meerkats on the Highway
es_es: Lucha contra los suricatos en la carretera

# data/database.json//quests/autobahn/tasks/4/task
source: Fight the mysterious car
es_es: Lucha contra el coche misterioso

# data/database.json//quests/tremor-1/hubSettings/location
source: Desperately need help with a personal problem. Please. \c[3]- North Arch\c[0]
es_es: Necesito desesperadamente ayuda con un problema personal. Por favor. \c[3]- Arco Norte\c[0]

# data/database.json//quests/tremor-1/name
source: Tremors of the Past
es_es: Temblores del Pasado

# data/database.json//quests/tremor-1/description
source: A descendant of an innovative weapon smith implores you to find the parts of her family's greatest invention to put it back together. But is there more to this...?
es_es: Un descendiente de un innovador forjador de armas te implora que encuentres las partes del mayor invento de su familia para volver a armarlo. ¿Pero hay más en esto...?

# data/database.json//quests/tremor-1/briefing
source: You collected all the parts of the old weapon and helped the Tremoire family to finally shake off their ancestral curse.
es_es: Recolectaste todas las partes del arma antigua y ayudaste a la familia Tremoire a deshacerse finalmente de su maldición ancestral.

# data/database.json//quests/tremor-1/tasks/0/task
source: Find enough \c[3]Tremor Engines\c[0] to upgrade the Tremor arms to a \c[3]Shuddering Cleaver\c[0]
es_es: Encuentra suficientes \c[3]Motores Sísmicos\c[0] para actualizar los Brazos Sísmicos a una \c[3]Cuchilla Estremecedora\c[0]

# data/database.json//quests/tremor-1/tasks/1/task
source: Go back to \c[3]Ms. Tremoire\c[0] and talk to her about the weapon
es_es: Regrese con la \c[3]Sra. Tremoire\c[0] y habla con ella sobre el arma

# data/database.json//quests/tremor-1/tasks/2/task
source: Enter the \c[3]remote Eastern house\c[0] on \c[3]Cliff Exhibition in \v[area.rhombus-sqr.name]\c[0] and search for \c[3]the last component\c[0]
es_es: Entra a la \c[3]casa oriental remota\c[0] en la \c[3]Exposición del Acantilado en \v[area.rhombus-sqr.name]\c[0] y busca \c[3]el último componente\c[0]

# data/database.json//quests/tremor-1/tasks/3/task
source: Report back to \c[3]Ms. Tremoire\c[0]
es_es: Informar a la \c[3]Sra. Tremoire\c[0]

# data/database.json//quests/railing-rider-1/hubSettings/location
source: Do you like rails? If ya do hit me up at the pub in \c[3]Rookie Harbor - Beginners Arc\c[0].
es_es: ¿Te gustan los rieles? Si lo haces, contáctame en el Centro en \c[3]Puerto Recluta - Arco Recluta\c[0].

# data/database.json//quests/railing-rider-1/name
source: Railing Rider
es_es: El Barandolero

# data/database.json//quests/railing-rider-1/description
source: A Man in \c[3]Rookie Harbor\c[0] challenged you to beat his challenge. Go ride those railings and show him what you got!
es_es: Un hombre en el \c[3]Puerto Recluta\c[0] te retó a completar su desafío. ¡Corre por esas barandas y demuéstrale de lo que eres capaz!

# data/database.json//quests/railing-rider-1/briefing
source: You rode those railings like a pro, man!
es_es: ¡Completaste la misión como un pro, chica!

# data/database.json//quests/railing-rider-1/tasks/0/task
source: Ride the railings near the \c[3]Rookie Harbor Teleporter\c[0]
es_es: Súbete a las barandillas cerca del \c[3]Teletransportador del Puerto Recluta\c[0]

# data/database.json//quests/railing-rider-1/tasks/1/task
source: Talk to that Rad Dude at \c[3]Beginners Arc\c[0]
es_es: Habla con ese Tipo Genial en el \c[3]Arco Recluta\c[0]

# data/database.json//quests/ice-cream-hype/hubSettings/location
source: I would like to sell Ice Cream... If I had any ice that is! Please help! \c[3]- Rookie Harbor Marketplace\c[0]
es_es: Quisiera vender Helado... ¡Si tuviera algo de hielo! ¡Por favor ayuda! \c[3]- Mercado del Puerto Recluta\c[0]

# data/database.json//quests/ice-cream-hype/name
source: All Hail the Ice Cream
es_es: Saluden todos al Helado

# data/database.json//quests/ice-cream-hype/person
source: Frosty Arnold
es_es: Refrescante Arnold

# data/database.json//quests/ice-cream-hype/description
source: The respectable Ice Cream Dealer \c[3]Frosty Arnold\c[0] in Rookie Harbor wants you to collect some Bergen Ice from Bergen Trails for him.
es_es: El respetado Distribuidor de Helados del Puerto Recluta, el \c[3]Refrescante Arnold\c[0], quiere que recojas un poco de "Hielo de Bergen" en el Sendero de Bergen.

# data/database.json//quests/ice-cream-hype/briefing
source: You brought the cool ingredients needed for the Ice Cream!
es_es: ¡Trajiste los refrescantes ingredientes necesarios para el Helado!

# data/database.json//quests/ice-cream-hype/tasks/0/task
source: Collect Bergen Ice high up on \c[3]Bergen Trail\c[0]
es_es: Recoje Hielo de Bergen en lo alto del \c[3]Sendero de Bergen\c[0]

# data/database.json//quests/ice-cream-hype/tasks/1/task
source: Talk to the Ice Cream Dealer in the \c[3]\v[area.rookie-harbor.name] Marketplace\c[0]
es_es: Habla con el vendedor de helados en \c[3]\v[area.rookie-harbor.name] Mercado\c[0]

# data/database.json//quests/training-tutorial/hubSettings/location
source: Training you seek, is it? Come to \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0] you must!
es_es: Buscas entrenarte, ¿verdad? ¡Ven a \c[3]\v[area.rookie-harbor.name] - Ven al Centro de Información Dojo\c[0], debes hacerlo!

# data/database.json//quests/training-tutorial/name
source: Training with the Master
es_es: Entrenando con el Maestro

# data/database.json//quests/training-tutorial/person
source: Master Sensei
es_es: Sensei Maestro

# data/database.json//quests/training-tutorial/description
source: The Rookie Harbor Teacher \c[3]Master Sensei\c[0] is famous for training the best Seekers. Take his 2 lessons in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0].
es_es: El Maestro del Puerto Recluta, el\c[3]Sensei Maestro\c[0] es famoso por entrenar a los mejores Buscadores. Toma sus 2 lecciones en \c[3]\v[area.rookie-harbor.name] - Centro de Información Dojo\c[0].

# data/database.json//quests/training-tutorial/briefing
source: You have completed all of \c[3]Master Sensei's\c[0] Training. There is nothing more to teach. Except when you forget and need a reminder. Talk to Master Sensei again to repeat a training course.
es_es: Has completado todo el entrenamiento del \c[3]Sensei Maestro\c[0]. No hay nada más que enseñar. Excepto cuando te olvidas y necesitas un recordatorio. Habla de nuevo con el Sensei Maestro para repetir un curso de formación.

# data/database.json//quests/training-tutorial/tasks/0/task
source: Train with \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0]
es_es: Entrena con el \c[3]Sensei Maestro\c[0] en \c[3]\v[area.rookie-harbor.name] - Centro de Información Dojo\c[0]

# data/database.json//quests/training-tutorial/tasks/0/subtasks/0/text
source: Training: VRP
es_es: Entrenamiento: VRP

# data/database.json//quests/training-tutorial/tasks/0/subtasks/1/text
source: Training: VPI
es_es: Entrenamiento: IPV

# data/database.json//quests/training-tutorial/tasks/1/task
source: Speak to \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0] once more
es_es: Habla con el \c[3]Sensei Maestro\c[0] en \c[3]\v[area.rookie-harbor.name] - Centro de Información Dojo\c[0] una vez más

# data/database.json//quests/training-balls/name
source: Training: VRP
es_es: Entrenamiento: PRV

# data/database.json//quests/training-balls/person
source: Master Sensei
es_es: Sensei Maestro

# data/database.json//quests/training-balls/description
source: Participate in the \c[3]VRP Training Course\c[0] with \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0].
es_es: Participa en el \c[3]Curso de capacitación PRV\c[0] con el \c[3]Sensei Maestro\c[0] en \c[3]\v[area.rookie-harbor.name] - Centro de Información Dojo\c[0].

# data/database.json//quests/training-balls/briefing
source: You have completed the \c[3]VRP Training Course\c[0].
es_es: Completaste el \c[3]Curso de capacitación PRV\c[0].

# data/database.json//quests/training-balls/tasks/0/task
source: Go to \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0]
es_es: Ve con el \c[3]Sensei Maestro\c[0] en \c[3]\v[area.rookie-harbor.name] - Centro de Información Dojo\c[0]

# data/database.json//quests/training-balls/tasks/1/task
source: Successfully finish the VRP Training course.
es_es: Terminaste con éxito el curso de formación VRP.

# data/database.json//quests/training-close/name
source: Training: VPI
es_es: Entrenamiento: IPV

# data/database.json//quests/training-close/person
source: Master Sensei
es_es: Sensei Maestro

# data/database.json//quests/training-close/description
source: Participate in the \c[3]VPI Training Course\c[0] with \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0].
es_es: Participa en el \c[3]Curso de capacitación IPV\c[0] con el \c[3]Sensei Maestro\c[0] en \c[3]\v[area.rookie-harbor.name] - Centro de Información Dojo\c[0].

# data/database.json//quests/training-close/briefing
source: You have completed the \c[3]VPI Training Course\c[0].
es_es: Completaste el \c[3]Curso de formación IPV\c[0].

# data/database.json//quests/training-close/tasks/0/task
source: Go to \c[3]Master Sensei\c[0] in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0]
es_es: Ve con el \c[3]Sensei Maestro\c[0] en \c[3]\v[area.rookie-harbor.name] - Centro de Información Dojo\c[0]

# data/database.json//quests/training-close/tasks/1/task
source: Successfully finish the VPI Training course.
es_es: Terminaste con éxito el curso de formación IPV.

# data/database.json//quests/faction-tutorial/hubSettings/location
source: Get the authorization to assist the factions of Rookie Harbor. \c[3]- Seeker Hub\c[0]
es_es: Obtén la autorización para ayudar a las facciones del Puerto Recluta. \c[3]- Centro de Buscadores\c[0]

# data/database.json//quests/faction-tutorial/name
source: Faction Introduction
es_es: Conoce las facciones

# data/database.json//quests/faction-tutorial/person
source: Faction Advisor
es_es: Asesor de Facciones

# data/database.json//quests/faction-tutorial/description
source: Each of the \c[3]4 Factions\c[0] has a local subdivision in \v[area.rookie-harbor.name]: \c[3]Falldivers\c[0], \c[3]Rookie Harbor Guard\c[0], \c[3]Coastal Trading Coalition\c[0] and \c[3]Fruits of Autumn\c[0]. Introduce yourself to the representatives!
es_es: El \v[area.rookie-harbor.name] tiene \c[3]4 Facciones\c[0]: \c[3]Caidaleros\c[0], \c[3]Guardia del Puerto Recluta\c[0], \c[3]Coalición Comercial Costera\c[0] y \c[3]Frutos del Otoño\c[0]. ¡Preséntate ante cada uno de sus representantes!

# data/database.json//quests/faction-tutorial/briefing
source: You visited all the factions in \v[area.rookie-harbor.name] and talked to all the representatives. Now you know where to offer your help!
es_es: Has visitado todas las facciones en \v[area.rookie-harbor.name] y has hablado con todos los representantes. ¡Ahora sabes donde ofrecer tu ayuda!

# data/database.json//quests/faction-tutorial/tasks/0/task
source: Visit the \c[3]4 factions\c[0] in \v[area.rookie-harbor.name]
es_es: Visita las \c[3]4 facciones\c[0] en el \v[area.rookie-harbor.name]

# data/database.json//quests/faction-tutorial/tasks/0/subtasks/0/text
source: Visit the \c[3]FD\c[0] HQ southwest of the \c[3]Market\c[0]
es_es: Visita la Sede de los \c[3]CD\c[0] en el suroeste del \c[3]Mercado\c[0]

# data/database.json//quests/faction-tutorial/tasks/0/subtasks/0/shortText
source: Visit the \c[3]FD\c[0] HQ
es_es: Visita la Sede de los \c[3]CD\c[0]

# data/database.json//quests/faction-tutorial/tasks/0/subtasks/1/text
source: Visit the \c[3]RHG\c[0] HQ near the \c[3]western exit\c[0]
es_es: Visita la Sede de la \c[3]GPR\c[0] cerca de la \c[3]Salida Oeste\c[0]

# data/database.json//quests/faction-tutorial/tasks/0/subtasks/1/shortText
source: Visit the \c[3]RHG\c[0] HQ
es_es: Visita la Sede de la \c[3]GPR\c[0]

# data/database.json//quests/faction-tutorial/tasks/0/subtasks/2/text
source: Visit the \c[3]CTC\c[0] ambassador at the \c[3]Seeker HUB\c[0]
es_es: Visita al embajador de la \c[3]CCC\c[0] en el \c[3]Centro de Buscadores\c[0]

# data/database.json//quests/faction-tutorial/tasks/0/subtasks/2/shortText
source: Visit the \c[3]CTC\c[0] ambassador
es_es: Visita al embajador de la \c[3]CCC\c[0]

# data/database.json//quests/faction-tutorial/tasks/0/subtasks/3/text
source: Visit the \c[3]FoA\c[0] HQ at the \c[3]Market\c[0]
es_es: Visita la Sede de los \c[3]FdO\c[0] en el \c[3]Mercado\c[0]

# data/database.json//quests/faction-tutorial/tasks/0/subtasks/3/shortText
source: Visit the \c[3]FoA\c[0] HQ
es_es: Visita la Sede de los \c[3]FdO\c[0]

# data/database.json//quests/faction-tutorial/tasks/1/task
source: Report back to the \c[3]Faction Advisor\c[0] in the \c[3]Seeker HUB\c[0]
es_es: Repórtate ante el \c[3]Asesor de las Facciones\c[0] en el \c[3]Centro de Buscadores\c[0]

# data/database.json//quests/wa-1-digging/hubSettings/location
source: An important data storage has been lost after an ambush. It needs to be retrieved! \c[3]- Falldivers HQ\c[0]
es_es: Se han perdido unos datos importantes después de una emboscada. ¡Hay que recuperarlos! \c[3]- Sede de los Caidaleros\c[0]

# data/database.json//quests/wa-1-digging/name
source: Digging for Data
es_es: Excavando por Datos
