Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/enemies/snowtank/descriptions/0/text
source: A snowman on wheels. Stacks twice the firepower!
ru_ru: Снеговик на колёсах. В нём вдвое больше огневой мощи!

# data/database.json/enemies/heat.jellyfish/name
source: Trijelly
ru_ru: Триджелли

# data/database.json/enemies/heat.jellyfish/species
source: Flying Jellyfish
ru_ru: Летающая медуза

# data/database.json/enemies/heat.jellyfish/descriptions/0/text
source: Water was too cold and wet for this jellyfish so it made \c[3]\v[area.heat-area.name]\c[0] its new home. Despite its warmer environment it can conjure forth homing bubbles and attack with a spinning attack that lifts its prey upwards. Use heat to shoot the bubbles and temporarily stun them. Using their attacks against them, truly a humiliating tactic!
ru_ru: Вода была слишком холодной и мокрой для этой медузы, так что она нашла себе новый дом в \c[3]Бордовой долине\c[0]. Вопреки своему более тёплому окружению, она может заклинать самонаводящиеся пузыри и атаковать вращающейся атакой, поднимающей её жертву вверх. Используйте пламя и стреляйте в пузыри, чтобы временно их оглушить. Использовать их же атаки против них самих, поистине унизительная тактика!

# data/database.json/enemies/jungle.plant/name
source: Argeby
ru_ru: Арджеби

# data/database.json/enemies/jungle.plant/species
source: Water-Controlled Plant
ru_ru: Водоуправляемое растение

# data/database.json/enemies/jungle.plant/descriptions/0/text
source: Believe it or not this plant is controlled by sentient water. Researchers believe that NANO-MACHINES have concentrated into a puddle of water which jumped to a plant to form this being. It may look vicious but will only attack when provoked. Using the embedded NANO-MACHINES it can use wave teleportation to trick its enemies and attack from behind.
ru_ru: Хотите верьте, хотите нет, но это растение контролируется разумной водой. Исследователи уверены, что НАНО-МАШИНЫ сконцентрировались в лужице воды, после чего вселились в цветок и создали это существо. Оно может выглядеть злобным, но атаковать будет только в ответ. С помощью встроенных НАНО-МАШИН оно может использовать волновую телепортацию, чтобы вводить в заблуждение врагов и атаковать сзади.

# data/database.json/enemies/jungle.special.quest_td_plant_1/name
source: Tunnel Argeby
ru_ru: Тоннельный арджеби

# data/database.json/enemies/jungle.special.quest_td_plant_1/species
source: Water-Controlled Plant
ru_ru: Водоуправляемое растение

# data/database.json/enemies/jungle.special.quest_td_plant_1/descriptions/0/text
source: A close relative to the regular \c[3]\v[combat.name.jungle/plant]\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. One would think that a plant like this would have difficulties surviving without direct sunlight, but it gets compensated by a high concentration of Track energy and a diet of nutritious cave insects. Also of note is its ability to \c[3]sense incoming turret-shots\c[0] and \c[3]evade them\c[0] by teleporting. \c[3]It can't uphold its shield while doing so\c[0], though, so a \c[3]powerful projectile might disturb its balance during that period\c[0].
ru_ru: Будучи близким родственником обычного \c[3]\v[combat.name.jungle/plant]\c[0], этот подвид предпочитает жить под землёй. Обычно они тесно связаны с выплесками энергии Древних, которые стремятся защищать. Можно подумать, что у растения возникают проблемы при жизни без солнечного света, но он компенсируется энергией Пути и рационом из пещерных насекомых. Также следует отметить возможности растения \c[3]чувствовать выстрелы турелей\c[0] и \c[3]избегать их\c[0] с помощью телепортации. \c[3]Во время этого процесса оно не может поддерживать щит\c[0], так что \c[3]мощный снаряд нарушит баланс растения на небольшое время\c[0].

# data/database.json/enemies/jungle.special.plant-hidden-shock/name
source: Ampery
ru_ru: Ампери

# data/database.json/enemies/jungle.special.plant-hidden-shock/species
source: Water-Polluting Plant
ru_ru: Водозагрязняющее растение

# data/database.json/enemies/jungle.special.plant-hidden-shock/descriptions/0/text
source: A \v[combat.name.jungle/plant] that somehow got infected and now radiates \c[3]Shock-energy\c[0]. Said energy empowers it's attack and also creates an almost impenetrable shield that can only be neutralized with an opposing element. It seems like the infection spreads between its NANO-MACHINES, which also explains why they are polluting the water.
ru_ru: \c[3]\v[combat.name.jungle/plant]\c[0], который каким-то образом оказался заражён и теперь излучает \c[3]шоковую энергию\c[0]. Упомянутая энергия усиливает его атаку и создаёт почти непроницаемый щит, который может быть рассеян лишь противоположным ему элементом. Похоже, что инфекция передаётся через его НАНО-МАШИНЫ, что также объясняет, почему растения заражают воду.

# data/database.json/enemies/jungle.blob/name
source: Gelleric
ru_ru: Гелевик

# data/database.json/enemies/jungle.blob/species
source: Gelatin Mass
ru_ru: Желатиновая масса

# data/database.json/enemies/jungle.blob/descriptions/0/text
source: Can't go without a slime enemy in an RPG, right? Well, this is not it! The actual core of this creature is a bright light inside the gelatin mass, totally different. Despite that it is pretty weak when fought alone and will not even attack if not startled. In larger groups however it can quickly overwhelm you with group attacks. Use Combat Arts to quickly dispatch them!
ru_ru: Нельзя обойтись без врага-слизи в RPG, верно? Ну, это не совсем так! Фактическое ядро этого существа - яркий свет внутри желатиновой массы, и это совсем другое. Несмотря на это, он довольно слабый, когда сражается один, и даже никогда не станет атаковать первым. Однако, будучи в больших количествах, эти существа могут ошеломить вас групповыми атаками. Используйте техники боя, чтобы расправиться с ними!

# data/database.json/enemies/jungle.blob-wave/name
source: Jelleric
ru_ru: Желевик

# data/database.json/enemies/jungle.blob-wave/species
source: Gelatin Mass +
ru_ru: Желатиновая масса +

# data/database.json/enemies/jungle.blob-wave/descriptions/0/text
source: A stronger slime enemy? Really? Not really! Just like the \v[combat.name.jungle/blob] the actual enemy is the light inside the mass. But the mass is harder and a bit darker which makes it stronger! Other than that it behaves exactly like its weaker kind, yep.
ru_ru: Более сильная версия слизнюка? Серьёзно? Не совсем! Так же, как и у Гелевика, настоящим врагом является сгусток света внутри массы. Но в этот раз масса более твёрдая и тёмная, что делает его сильнее! Во всём остальном он ведёт себя точно так же, как его более слабый вид.

# data/database.json/enemies/jungle.special.quest_td_blob_1/name
source: Tunnel Gelleric
ru_ru: Тоннельный гелевик

# data/database.json/enemies/jungle.special.quest_td_blob_1/species
source: Gelatin Mass
ru_ru: Желатиновая масса

# data/database.json/enemies/jungle.special.quest_td_blob_1/descriptions/0/text
source: A close relative to the regular \c[3]\v[combat.name.jungle/blob]\c[0], this specimen prefers to live underground. Usually they have a close connection to intensive points of Ancient power that they are eager to protect. Since it is more prone to traverse on strict paths, one might think of it as very inflexible. It is, however, just as wobbly as its overworldly relative.
ru_ru: Этот близкий к обычному \c[3]Гелевику\c[0] подвид, предпочитает жить под землёй. Обычно они тесно связаны с выплесками энергии Древних, которые стремятся защищать. В силу его склонности следовать лишь по чётко ограниченному пути, можно подумать, что этот подвид крайне жёсткий. Тем не менее, он так же хлипок, как и его наземный собрат.

# data/database.json/enemies/jungle.powerplant/name
source: Powerplant
ru_ru: Силовое растение

# data/database.json/enemies/jungle.powerplant/species
source: Plant with mysterious Intentions
ru_ru: Растение с неизвестными намерениями

# data/database.json/enemies/jungle.powerplant/descriptions/0/text
source: Once bullied in tree school for being a flower this plant swore to get revenge on the trees by training every day to become the strongest plant the jungle has ever seen. But time went on and it got a job at the local temple to test Seekers instead. Nowadays it uses its strength to hurl itself onto Seekers or punches them with its bulky fists.
ru_ru: Некогда затравленное в школе деревьев за то, что оно цветок, это растение поклялось отомстить деревьям, тренируясь каждый день, чтобы стать сильнейшим растением, которое видели джунгли. Но время шло, и оно получило работу в местном храме, чтобы вместо этого испытывать Искателей. Теперь оно использует свою силу, чтобы кидаться на Искателей и избивать их своими массивными кулаками.

# data/database.json/enemies/jungle.special.powerplant-quest-1/name
source: Buff Bloomy
ru_ru: Бафоцветик

# data/database.json/enemies/jungle.special.powerplant-quest-1/species
source: Floral Infector
ru_ru: Цветочный загрязнитель

# data/database.json/enemies/jungle.special.powerplant-quest-1/descriptions/0/text
source: A \v[combat.name.jungle/powerplant] that seems to radiate an extraordinary excess of power, unusual even for its kind. Investigation suggests that, in a desire to further improve the buffness of its well-toned roots, it turned to dangerous substances that were meant to power experimental generators. Its body and mind were not able to handle it, so it became a danger to itself and others. It will serve as a reminder that improving one's body, no matter if root or flesh, should always be done responsibly!
ru_ru: Силовое растение, которое, похоже, излучает аномальное даже для своего вида количество энергии. Дальнейшее исследование выявило, что в погоне за большим наращиванием своих хорошо развитых корней, оно начало пользоваться токсичным топливом для экспериментальных генераторов. Его тело и дух не выдержали, и в итоге, оно стало угрозой для себя и окружающих. Это служит напоминанием о том, что улучшение своего тела, растительного или мускульного, всегда должно происходить с должной ответственностью!

# data/database.json/enemies/jungle.ghost/name
source: Ectovolt
ru_ru: Эктовольт

# data/database.json/enemies/jungle.ghost/species
source: Phantastical Being
ru_ru: Призрачное существо

# data/database.json/enemies/jungle.ghost/descriptions/0/text
source: Born from nightmares the \v[combat.name.jungle/ghost] will use shock elemental attacks to quickly attack and dodge away, seemingly phasing through your attacks. After using its bolt attack it will cage itself in walls. Use compressed wave balls to stun it, which reveals the actual enemy: A cursed stone that feeds on the bad dreams of the Shad.
ru_ru: Рождённый из кошмаров, \v[combat.name.jungle/ghost] будет использовать шоковые элементальные атаки для быстрого нападения и уклонения, по-видимому, проходя сквозь ваши атаки. После использования своей атаки молнией он закроет себя в стенах. Используйте уплотнённые волновые шары, чтобы оглушить его и раскрыть настоящего врага: проклятый камень, который питается кошмарами шадов.

# data/database.json/enemies/jungle.octopus/name
source: Ocubepus
ru_ru: Осьмикуб

# data/database.json/enemies/jungle.octopus/species
source: Just a Cube
ru_ru: Просто куб

# data/database.json/enemies/jungle.octopus/descriptions/0/text
source: This little cube shapes a mass of water into a body which roughly resembles an octopus. It enjoys long walks on the beach and spin-attacking its enemies and laughing about it. The only way to break its protective shell is using a magnet to disrupt the tension of the water surface. Science wins again!
ru_ru: Этот маленький кубик формирует тело из массы воды, которое в общих чертах похоже на осьминога. Он любит долгие прогулки по пляжу, а также атаковать крутящейся атакой своих врагов и смеяться над этим. Единственный способ разрушить его защитную оболочку - использовать магнит, чтобы нарушить натяжение поверхности воды. Наука снова побеждает!

# data/database.json/enemies/jungle.shockboss/name
source: Plasma Phantom
ru_ru: Плазменный фантом

# data/database.json/enemies/jungle.shockboss/species
source: Phantastical Being
ru_ru: Призрачное существо

# data/database.json/enemies/jungle.shockboss/descriptions/0/text
source: This cursed stone contains the soul of a once great Ancient. It mastered the shock element and can use it in all kinds of manners to disorient and overwhelm its enemies. Similar to the \v[combat.name.jungle/ghost] it will cage itself to rain down lightning strikes upon its enemies. Use this window to shoot a compressed wave ball at it and break the curse!
ru_ru: Это проклятый камень, содержащий душу некогда великого Древнего. Он овладел элементом Шока, и может использовать его всеми возможными способами, чтобы дезориентировать и ошеломлять своих врагов. Подобно \v[combat.name.jungle/ghost]у, он будет запирать себя, чтобы обрушивать молнии на своих врагов. Используйте этот промежуток, чтобы выстрелить в него уплотнённым волновым шаром и разрушить проклятье!

# data/database.json/enemies/jungle.waveboss/name
source: Sir Blobus Starnikus
ru_ru: Сэр Желатинус Звёздникус

# data/database.json/enemies/jungle.waveboss/species
source: Starfish
ru_ru: Морская звезда

# data/database.json/enemies/jungle.waveboss/descriptions/0/text
source: This starfish is the leader of both the \v[combat.name.jungle/blob] and the \v[combat.name.jungle/blob-wave]. It can enter a strange synthesis with them to create a large mass that is almost impenetrable. Only by using compressed shock balls can the bond be broken.
ru_ru: Эта звезда является вожаком и \v[combat.name.jungle/blob]ов, и \v[combat.name.jungle/blob-wave]ов. Он может осуществлять с ними странный синтез, чтобы создать почти непроницаемую большую массу. Лишь используя уплотнённые шоковые шары, можно разорвать эту связь.

# data/database.json/enemies/jungle.pumpkin/name
source: Jack'On'Fire
ru_ru: Джек-в-огне

# data/database.json/enemies/jungle.pumpkin/species
source: Fiery Enchanted Pumpkin
ru_ru: Огненная зачарованная тыква

# data/database.json/enemies/jungle.pumpkin/descriptions/0/text
source: When it's dark and spooky out in the night, the blazing pumpkin will come and eat you alive. One wrong step, one loud noise, be afraid of the pumpkin in the night.
ru_ru: Ужасной ночью, когда темно и страшно, пылающая тыква придёт за каждым. Один неверный шаг, один лишь громкий звук, и съеден будешь заживо, мой милый друг.

# data/database.json/enemies/jungle.algorithm/species
source: Ancient Debugger
ru_ru: Древний отладчик

# data/database.json/enemies/jungle.algorithm/descriptions/0/text
source: This strange device is a physical representation of the track's debugging process. Each node a step in the call stack. A malfunction made it hostile against everything but the true cause. It can spew flames, shoot bolts of lightning, shield other nodes or revive them depending on its element mode. It may also spawn \c[3]\v[combat.name.minibosses/shockcat-black]s\c[0] which attack on sight.
ru_ru: Это странное устройство является физическим воплощением отладочного процесса Пути. Каждый узел - шаг в стеке вызовов. Неисправность сделала его враждебным ко всему, кроме истинной причины. Оно может извергать огонь, стрелять молниями, защищать другие узлы или оживлять их в зависимости от его элементного режима. Оно также может порождать \c[3]Злокошек\c[0], которые нападают в пределах поля зрения.

# data/database.json/enemies/forest.bamboo-fountain/name
source: Bamboo Fountain
ru_ru: Бамбуковый фонтан

# data/database.json/enemies/forest.bamboo-fountain/species
source: Fountain
ru_ru: Фонтан

# data/database.json/enemies/forest.bamboo-fountain/descriptions/0/text
source: Peace and Tranquility, my friend. The only way to defeat it is to sit and listen.
ru_ru: Мир и спокойствие, друг мой. Единственный способ одолеть этого противника - сидеть и слушать.

# data/database.json/enemies/final.crystal-heat/name
source: Heat Crystalid
ru_ru: Пламенный Кристаллит

# data/database.json/enemies/arid.virus-neutral/name
source: Neutral Virus
ru_ru: Нейтральный вирус

# data/database.json/enemies/arid.virus-neutral/species
source: Unknown
ru_ru: Неизвестно

# data/database.json/enemies/arid.virus-neutral/descriptions/0/text
source: A strange being that roams the lands of \c[3]\v[area.arid.name]\c[0]. It randomly jumps on prey and attacks them multiple times. Luckily their defense is rather low and they can be disposed of quickly with any attack.
ru_ru: Странное существо, которое блуждает по землям \c[3]Пустоши Вермиллион\c[0]. Оно хаотично прыгает на добычу и многократно атакует. К счастью, их защита довольно низкая, и они могут быть устранены любой атакой.

# data/database.json/enemies/arid.virus-heat/name
source: Heat Virus
ru_ru: Вирус пламени

# data/database.json/enemies/arid.virus-heat/species
source: Unknown
ru_ru: Неизвестно

# data/database.json/enemies/arid.virus-heat/descriptions/0/text
source: A version of the \v[combat.name.arid/virus-neutral] that uses Heat based attacks. It uses the neutral Viruses as pawns to attack its enemies. However this is also its weak spot. Once the neutral ones are stunned, push them into the Heat Virus to break their shield.
ru_ru: Версия Нейтрального вируса, которая использует атаки Пламенем. Он использует нейтральные вирусы в качестве пешек, чтобы атаковать врагов. Однако это также его слабая сторона. Как только нейтральные будут оглушены, толкайте их на Вирус пламени, чтобы сломать его щит.

# data/database.json/enemies/arid.virus-cold/name
source: Cold Virus
ru_ru: Вирус холода

# data/database.json/enemies/arid.virus-cold/species
source: Unknown
ru_ru: Неизвестно

# data/database.json/enemies/arid.virus-cold/descriptions/0/text
source: A version of the \v[combat.name.arid/virus-neutral] that uses Cold based attacks. It uses the neutral Viruses as pawns to attack its enemies. However this is also its weak spot. Once the neutral ones are stunned, push them into the Cold Virus to break their shield.
ru_ru: Версия Нейтрального вируса, которая использует атаки Холодом. Он использует нейтральные вирусы в качестве пешек, чтобы атаковать врагов. Однако это также его слабая сторона. Как только нейтральные будут оглушены, толкайте их на Вирус холода, чтобы сломать его щит.

# data/database.json/enemies/arid.dice-mage/name
source: Arengee
ru_ru: Аренджи

# data/database.json/enemies/arid.dice-mage/species
source: Dice
ru_ru: Игральный кубик

# data/database.json/enemies/arid.dice-mage/descriptions/0/text
source: This dice is a sentient robot. The core processor being able to use all elements based on the number it rolls. It seems to take enjoyment in the game of chance, even if it means it will be left open for attacks.
ru_ru: Этот игральный кубик - разумный робот. Его центральный процессор может использовать все элементы в зависимости от выпавшего на гранях числа. Похоже, что ему доставляет удовольствие эта азартная игра, даже если благоволение чисел изменяет ему и открывает для вражеской атаки.

# data/database.json/enemies/guest.glitch-boss/species
source: [Object]
ru_ru: [Объект]

# data/database.json/enemies/boss.elephant-core/species
source: Core
ru_ru: Ядро

# data/database.json/enemies/special.dummy/species
source: Sandbag
ru_ru: Мешок с песком

# data/database.json/enemies/special.dummy/descriptions/0/text
source: This training dummy is used for new players to test \c[3]Combat Arts\c[0] and other techniques without the fear of getting attacked.
ru_ru: Этот тренировочный манекен используется новыми игроками для проверки \c[3]техник боя\c[0] и других приёмов, без опасения нападения.

# data/database.json/enemies/snowman-xmas/name
source: Meister Karotto
ru_ru: Мейстер Морковво

# data/database.json/enemies/snowman-xmas/species
source: Enchanted Snowman
ru_ru: Зачарованный снеговик

# data/database.json/enemies/greenlight/name
source: The Green Light
ru_ru: Зелёный Свет

# data/database.json/enemies/greenlight/species
source: Machiene
ru_ru: Машина

# data/database.json/enemies/baggy-kun/name
source: Baggy
ru_ru: Бэгги

# data/database.json/enemies/baggy-kun/species
source: Sandbag
ru_ru: Мешок с песком

# data/database.json/enemies/baggy-kun/descriptions/0/text
source: This training dummy is used for new players to test \c[3]Combat Arts\c[0] and other techniques without the fear of getting attacked.
ru_ru: Этот тренировочный манекен используется новыми игроками для проверки \c[3]техник боя\c[0] и других приёмов, без опасения нападения.

# data/database.json/enemies/jungle.special.snowman-jungle-boss-scene/name
source: Karotto Fruitseeker
ru_ru: Морковво-фруктоискатель

# data/database.json/enemies/jungle.special.snowman-jungle-boss-scene/species
source: Snowman Tourist
ru_ru: Снеговик-турист

source: The fruit-obsessed leader of a rogue group of \c[3]\v[combat.name.snowman]\c[0] that aspired to make the warm lands of \c[3]\v[area.jungle.name]\c[0] their home. To that end it led robberies to steal large quantities of \c[3]cooling devices\c[0] which were supposed to slowly turn the Jungle into a climate more comfortable for Snowmen to live in. Despite its exceptional intelligence, it could not grasp the irony of that entire plan.
ru_ru: Одержимый фруктами лидер группы \c[3]Морковво\c[0]-изгоев, которые решили сделать \c[3]Сад Гайи\c[0] своим домом. С этой целью он возглавлял ограбления, чтобы воровать большие партии \c[3]охлаждающих устройств\c[0], которые должны были медленно обратить джунгли в более комфортную для жизни снеговиков обстановку. Несмотря на его исключительный интеллект, он не смог понять ироничности всего его плана.

# data/database.json/enemies/jungle.special.iceWall/name
source: Icewall
ru_ru: Стена льда

# data/database.json/enemies/jungle.special.iceWall/species
source: Shaped Frozen Water
ru_ru: Cформированная замёрзшая вода

# data/database.json/enemies/baggy-kun-test/species
source: Sandbag
ru_ru: Мешок с песком

# data/database.json/enemies/baggy-kun-test/descriptions/0/text
source: This training dummy is used for new players to test \c[3]Combat Arts\c[0] and other techniques without the fear of getting attacked.
ru_ru: Этот тренировочный манекен используется новыми игроками для проверки \c[3]техник боя\c[0] и других приёмов, без опасения нападения.

# data/database.json/enemies/avatar.apollo/name
source: Apollo
ru_ru: Аполло

# data/database.json/enemies/avatar.apollo/species
source: Warrior of Justice
ru_ru: Воин справедливости

# data/database.json/enemies/avatar.apollo/descriptions/0/text
source: A self proclaimed warrior of justice who accuses Lea of cheating and thus challenges her to a duel. He is quite the fighter and gets more vicious the more desperate his situation.
ru_ru: Самопровозглашённый воин справедливости, который обвиняет Лею в читерстве и поэтому вызывает её на дуэль. Он настоящий боец и становится тем злее, чем отчаяннее его ситуация.

# data/database.json/enemies/avatar.apollo-2/name
source: Apollo 2
ru_ru: Аполло 2

# data/database.json/enemies/avatar.apollo-2/species
source: Warrior of Justice
ru_ru: Воин справедливости

# data/database.json/enemies/avatar.apollo-2/descriptions/0/text
source: The self proclaimed warrior of justice returns and this time he has the heat element on his side! Just like last time he will get more creative with his attacks as you have more wins over him.
ru_ru: Самопровозглашённый воин справедливости возвращается, и на этот раз у него есть элемент Пламени! Как и в прошлый раз, его атаки будут становиться более изобретательными, если у вас больше побед, чем у него.

# data/database.json/enemies/avatar.apollo-3/name
source: Apollo 3
ru_ru: Аполло 3

# data/database.json/enemies/avatar.apollo-3/species
source: Warrior of Justice
ru_ru: Воин справедливости
