Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/quests/jungleGuard-1-hostage_1/person
source: Sgt. Bronzel
ru_ru: Сержант Бронзель

# data/database.json/quests/jungleGuard-1-hostage_1/description
source: An organized criminal group of Papagun, called the "Papagang", has stormed an office building and taken hostages. You have to save those civilians!
ru_ru: Организованная преступная группировка Попуганов, называемая "Попуганза", штурмовала офисное здание и взяла заложников. Вы должны спасти этих людей!

# data/database.json/quests/jungleGuard-1-hostage_1/briefing
source: Though you had to solve the hostage situation violently, success was on your side. Good job!
ru_ru: Хоть вам и пришлось прибегнуть к насилию при решении ситуации с заложниками, успех был на вашей стороне. Отличная работа!

# data/database.json/quests/jungleGuard-1-hostage_1/tasks/0/task
source: Talk to \c[3]Officer Nailson\c[0] in the \c[3]northern High Grounds\c[0] of \c[3]\v[area.jungle-city.name]\c[0]
ru_ru: Поговорите с \c[3]офицером Нельсоном\c[0] на \c[3]севере Возвышенности\c[0] в \c[3]Твердыне Бэйзина\c[0]

# data/database.json/quests/jungleGuard-1-hostage_1/tasks/1/task
source: Enter the \c[3]Clipson Tower Foyer\c[0] on \c[3]High Grounds\c[0] and save the hostages
ru_ru: Войдите в \c[3]фойе Небоскрёба Клипсона\c[0] на \c[3]Возвышенности\c[0] и спасите заложников

# data/database.json/quests/jungleGuard-1-hostage_1/tasks/2/task
source: Go to the \c[3]second floor\c[0] of the \c[3]Clipson Tower Foyer\c[0] and save the remaining hostages
ru_ru: Идите на \c[3]второй этаж\c[0] \c[3]Небоскрёба Клипсона\c[0] и спасите оставшихся заложников

# data/database.json/quests/jungleGuard-1-hostage_1/tasks/3/task
source: Talk to \c[3]Officer Nailson\c[0] in front of the \c[3]Clipson Tower\c[0] again
ru_ru: Поговорите с \c[3]офицером Нельсоном\c[0] перед \c[3]Небоскрёбом Клипсона\c[0] снова

# data/database.json/quests/jungleGuard-1-hostage_1/tasks/4/task
source: Report back to \c[3]Sergeant Bronzel\c[0] in the \c[3]Basin Police Force HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Бронзелю\c[0] в \c[3]штабе Полиции Бэйзина\c[0]

# data/database.json/quests/jungleGuard-2-crate_rooftop_1/hubSettings/location
source: Stolen crates on a rooftop. Someone get this madness under control! \c[3]- Basin Police Force HQ\c[0]
ru_ru: Украденные ящики на крыше. Кто-нибудь, возьмите это безумие под контроль! \c[3]- штаб Полиции Бэйзина\c[0]

# data/database.json/quests/jungleGuard-2-crate_rooftop_1/name
source: High Crating
ru_ru: Высотные ящики

# data/database.json/quests/jungleGuard-2-crate_rooftop_1/person
source: Sgt. Bronzel
ru_ru: Сержант Бронзель

# data/database.json/quests/jungleGuard-2-crate_rooftop_1/description
source: The "Papagang" has managed to \c[3]rob several crates of precious fruits\c[0] and are now \c[3]hiding on a rooftop\c[0]. You must return those stolen goods!
ru_ru: "Попуганзе" удалось \c[3]украсть несколько ящиков ценных фруктов\c[0], и теперь они \c[3]прячутся на крыше\c[0]. Вы должны вернуть украденные товары!

# data/database.json/quests/jungleGuard-2-crate_rooftop_1/briefing
source: The crates have been returned safely, ensuring precious vitamins for the city!
ru_ru: Ящики были благополучно возвращены, обеспечив город ценными витаминами!

# data/database.json/quests/jungleGuard-2-crate_rooftop_1/tasks/0/task
source: Talk to \c[3]Officer Nailson\c[0] in the \c[3]northern High Grounds\c[0] of \c[3]\v[area.jungle-city.name]\c[0]
ru_ru: Поговорите с \c[3]офицером Нельсоном\c[0] на \c[3]севере Возвышенности\c[0] в \c[3]Твердыне Бэйзина\c[0]

# data/database.json/quests/jungleGuard-2-crate_rooftop_1/tasks/1/task
source: Enter the \c[3]Clipson Tower\c[0] on \c[3]High Grounds\c[0] and \c[3]take the elevator to the highest floor\c[0]!
ru_ru: Войдите в \c[3]Небоскрёб Клипсона\c[0] на \c[3]Возвышенности\c[0] и \c[3]поднимитесь на лифте на самый верхний этаж\c[0]!

# data/database.json/quests/jungleGuard-2-crate_rooftop_1/tasks/2/task
source: Reach the \c[3]Clipson Tower Rooftop\c[0] and \c[3]secure the crates\c[0]
ru_ru: Доберитесь до \c[3]крыши Небоскрёба Клипсона\c[0] и \c[3]заберите ящики\c[0]

# data/database.json/quests/jungleGuard-2-crate_rooftop_1/tasks/3/task
source: Talk to \c[3]Officer Nailson\c[0] in front of the \c[3]Clipson Tower\c[0] again
ru_ru: Поговорите с \c[3]офицером Нельсоном\c[0] перед \c[3]Небоскрёбом Клипсона\c[0] снова

# data/database.json/quests/jungleGuard-2-crate_rooftop_1/tasks/4/task
source: Report back to \c[3]Sergeant Bronzel\c[0] in the \c[3]Basin Police Force HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Бронзелю\c[0] в \c[3]штабе Полиции Бэйзина\c[0]

# data/database.json/quests/jungleGuard-3-papagang_goats_1/hubSettings/location
source: Papagangs!! \c[3]- Basin Police Force HQ\c[0]
ru_ru: Попуганы!! \c[3]- штаб Полиции Бэйзина\c[0]

# data/database.json/quests/jungleGuard-3-papagang_goats_1/tasks/0/task
source: Gather information about the Papagang with \c[3]underworld figures\c[0] in \c[3]\v[area.jungle-city.name]\c[0] in Southeast \c[3]\v[area.jungle.name]'s Pond Slums\c[0]
ru_ru: Соберите информацию о Попуганах с помощью \c[3]подземных фигур\c[0] в \c[3]Твердыне Бэйзина\c[0] на юго-востоке \c[3]Прудовых трущоб Сада Гайи\c[0]

# data/database.json/quests/jungleGuard-3-papagang_goats_1/tasks/1/task
source: Find the suspicious person in \c[3]\v[area.jungle-city.name]'s Pond Slums\c[0]
ru_ru: Найдите подозрительную личность в \c[3]Прудовых трущобах Твердыни Бэйзина\c[0]

# data/database.json/quests/jungleGuard-3-papagang_goats_1/tasks/2/task
source: Trade wuth the suspicious person in \c[3]\v[area.jungle-city.name]'s Pond Slums\c[0] to gain their trust
ru_ru: Заключите сделку с подозрительной личностью в \c[3]Прудовых трущобах Твердыни Бэйзина\c[0], чтобы завоевать его доверие

# data/database.json/quests/jungleGuard-3-papagang_goats_1/tasks/3/task
source: Report back to \c[3]Sergeant Bronzel\c[0] in the \c[3]Basin Police Force HQ\c[0]
ru_ru: Отчитайтесь \c[3]сержанту Бронзелю\c[0] в \c[3]штабе Полиции Бэйзина\c[0]

# data/database.json/quests/jungleTrader-1-snowman_thief_1/hubSettings/location
source: Valuable cooling devices were stolen. Need urgent investigation! \c[3]- Basin Trade Partnership HQ\c[0]
ru_ru: Украдены дорогие устройства охлаждения. Нужно срочное расследование! \c[3]- Торговое партнёрство Бэйзина\c[0]

# data/database.json/quests/jungleTrader-1-snowman_thief_1/name
source: Tropical Chill
ru_ru: Тропический холод

# data/database.json/quests/jungleTrader-1-snowman_thief_1/person
source: Mrs Basu
ru_ru: Миссис Басу

# data/database.json/quests/jungleTrader-1-snowman_thief_1/description
source: Cooling devices have been stolen from \v[area.jungle-city.name]. You are tasked to find the thief and bring them back.
ru_ru: В Твердыне Бэйзина были украдены охлаждающие устройства. Вам поручено найти вора и вернуть их обратно.

# data/database.json/quests/jungleTrader-1-snowman_thief_1/briefing
source: You have found the thieves and retrieved a part of the stolen goods. An icy wall prevented you from catching the criminal mastermind though.
ru_ru: Вы нашли воров и вернули часть украденных товаров. Однако поймать преступника вам помешала ледяная стена.

# data/database.json/quests/jungleTrader-1-snowman_thief_1/tasks/0/task
source: Search for \c[3]a hideout\c[0] on \c[3]Old Timber\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Ищите \c[3]убежище воров\c[0] на \c[3]Бывшей лесозаготовке\c[0] в \c[3]Саду Гайи\c[0]

# data/database.json/quests/jungleTrader-1-snowman_thief_1/tasks/1/task
source: Find the \c[3]thief of the cooling devices\c[0] in the \c[3]Chilled Cave\c[0]
ru_ru: Найдите \c[3]вора охлаждающих устройств\c[0] в \c[3]Охлаждённой пещере\c[0]

# data/database.json/quests/jungleTrader-1-snowman_thief_1/tasks/2/task
source: Break through \c[3]the icy wall\c[0] to catch \c[3]the leader\c[0]
ru_ru: Прорвитесь через \c[3]ледяную стену\c[0], чтобы поймать \c[3]главаря\c[0]

# data/database.json/quests/jungleTrader-1-snowman_thief_1/tasks/3/task
source: Report back to \c[3]Mrs Basu\c[0] in the \c[3]Basin Trader HQ\c[0]
ru_ru: Отчитайтесь \c[3]миссис Басу\c[0] в \c[3]Торговом представительстве Бэйзина\c[0]

# data/database.json/quests/jungleTrader-2-snowman_thief_2/hubSettings/location
source: We finished preparations to finally reclaim our stolen machinery! \c[3]- Basin Trade Partnership HQ\c[0]
ru_ru: Мы закончили приготовления для возвращения наших украденных механизмов! \c[3]- Торговое партнёрство Бэйзина\c[0]

# data/database.json/quests/jungleTrader-2-snowman_thief_2/name
source: Melting this Cold Fiend
ru_ru: Растопка холодного изверга

# data/database.json/quests/jungleTrader-2-snowman_thief_2/person
source: Mrs Basu
ru_ru: Миссис Басу

# data/database.json/quests/jungleTrader-2-snowman_thief_2/description
source: A powerful heater has been constructed to break through the icy wall. Now it is your turn to finally bring back the stolen cooling devices.
ru_ru: Чтобы пробиться сквозь ледяную стену, был построен мощный обогреватель. Теперь ваш черёд наконец вернуть украденные охлаждающие устройства.

# data/database.json/quests/jungleTrader-2-snowman_thief_2/briefing
source: You have retrieved the stolen air conditioners from the icy fiend. By melting him.
ru_ru: Вы забрали украденные кондиционеры у ледяного злодея. Растопив его.

# data/database.json/quests/jungleTrader-2-snowman_thief_2/tasks/0/task
source: Go back into the \c[3]Chilled Cave\c[0] on \c[3]Old Timber\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Вернитесь в \c[3]Охлаждённую пещеру\c[0] на \c[3]Бывшей лесозаготовке\c[0] в \c[3]Саду Гайи\c[0]

# data/database.json/quests/jungleTrader-2-snowman_thief_2/tasks/1/task
source: Break through \c[3]the icy wall\c[0] by using the \c[3]Hyperforce Plasmaoven\c[0]
ru_ru: Прорвитесь через \c[3]ледяную стену\c[0], используя \c[3]Гиперсиловую плазмопечь\c[0]

# data/database.json/quests/jungleTrader-2-snowman_thief_2/tasks/2/task
source: Find and defeat \c[3]the Karotto Boss\c[0]
ru_ru: Найдите и победите \c[3]Босса Морковво\c[0]

# data/database.json/quests/jungleTrader-2-snowman_thief_2/tasks/3/task
source: Report back to \c[3]Mrs Basu\c[0] in the \c[3]Basin Trader HQ\c[0]
ru_ru: Отчитайтесь \c[3]миссис Басу\c[0] в \c[3]Торговом представительстве Бэйзина\c[0]

# data/database.json/quests/jungleTrader-3-shad_fridge_1/hubSettings/location
source: Need sales representative to expand our fridging business! \c[3]- Basin Trade Partnership HQ\c[0]
ru_ru: Нужен торговый представитель, чтобы расширить наш холодильный бизнес! \c[3]- Торговое партнёрство Бэйзина\c[0]

# data/database.json/quests/jungleGreens-1-escort_1/hubSettings/location
source: Escort in the wild needed for a lakeside investigation. \c[3]- Gaia's Gardeners HQ\c[0]
ru_ru: Необходимо сопровождение в дикой природе для исследования озера. \c[3]- штаб Садовников Гайи\c[0]

# data/database.json/quests/jungleGreens-1-escort_1/name
source: Lakeside Escort
ru_ru: Приозёрный эскорт

# data/database.json/quests/jungleGreens-1-escort_1/person
source: Claude Reynes
ru_ru: Клод Рэйнс

# data/database.json/quests/jungleGreens-1-escort_1/description
source: Gaia's Gardeners needs to investigate the water quality of the Grove in \v[area.jungle.name]. You have to protect their specialist while she takes samples.
ru_ru: Садовникам Гайи нужно изучить качество воды в Роще в Саду Гайи. Защищайте их специалиста, пока она берёт образцы.

# data/database.json/quests/jungleGreens-1-escort_1/briefing
source: The samples have been safely taken while you were on guard.
ru_ru: Образцы были благополучно взяты, пока вы были на страже.

# data/database.json/quests/jungleGreens-1-escort_1/tasks/0/task
source: Talk to \c[3]Linde\c[0] in \c[3]Royal Grove\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Поговорите с \c[3]Линдэ\c[0] в \c[3]Королевской роще\c[0] в \c[3]Саду Гайи\c[0]

# data/database.json/quests/jungleGreens-1-escort_1/tasks/1/task
source: Talk to \c[3]Linde\c[0] again and \c[3]escort her while she inspects the area\c[0]
ru_ru: Поговорите с \c[3]Линдэ\c[0] снова и \c[3]сопровождайте её, пока она исследует местность\c[0]

# data/database.json/quests/jungleGreens-1-escort_1/tasks/2/task
source: Report back to \c[3]Claude Reynes\c[0] in the \c[3]Gaia's Gardeners HQ\c[0]
ru_ru: Отчитайтесь \c[3]Клоду Рэйнсу\c[0] в \c[3]штабе Садовников Гайи\c[0]

# data/database.json/quests/jungleGreens-2-plantSearch_1/hubSettings/location
source: Corrupted plants are threatening \v[area.jungle.name]. Needs Gardening. \c[3]- Gaia's Gardeners HQ\c[0]
ru_ru: Заражённые растения угрожают Саду Гайи. Нужна прополка. \c[3]- штаб Садовников Гайи\c[0]

# data/database.json/quests/jungleGreens-2-plantSearch_1/name
source: Rooting for Power
ru_ru: Укоренение силы

# data/database.json/quests/jungleGreens-2-plantSearch_1/person
source: Claude Reynes
ru_ru: Клод Рэйнс

# data/database.json/quests/jungleGreens-2-plantSearch_1/description
source: Water samples hint at some infection in the Western part of \v[area.jungle.name]. You will need to find infected plants to eradicate it. \c[3]Remember your Analysis!\c[0]
ru_ru: Образцы воды указывают на некое заражение в западной части Сада Гайи. Вы должны найти заражённые растения, чтобы искоренить их. \c[3]Помните про режим Анализа!\c[0]

# data/database.json/quests/jungleGreens-2-plantSearch_1/briefing
source: You found and destroyed all the infected plants and also the energized Powerplant that caused the problem. An ecological crisis has been averted!
ru_ru: Вы нашли и уничтожили все заражённые растения, а также Силовое растение, которое вызвало проблему. Экологический кризис был предотвращён!

# data/database.json/quests/jungleGreens-2-plantSearch_1/tasks/0/task
source: Find and defeat all the hidden \c[3]\v[combat.name.jungle/special/plant-hidden-shock]\c[0] in \c[3]Western \v[area.jungle.name]\c[0]
ru_ru: Найдите и победите всех скрытых \c[3]Ампери\c[0] на \c[3]Западе Сада Гайи\c[0]

# data/database.json/quests/jungleGreens-2-plantSearch_1/tasks/1/task
source: Report back to \c[3]Claude Reynes\c[0] in the \c[3]Gaia's Gardeners HQ\c[0]
ru_ru: Отчитайтесь \c[3]Клоду Рэйнсу\c[0] в \c[3]штабе Садовников Гайи\c[0]

# data/database.json/quests/jungleGreens-2-plantSearch_1/tasks/2/task
source: Defeat the \c[3]\v[combat.name.jungle/special/powerplant-quest-1]\c[0] on \c[3]Wet Passage\c[0] in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Победите \c[3]Бафоцветика\c[0] в \c[3]Мокром проходе\c[0] в \c[3]Саду Гайи\c[0]

# data/database.json/quests/jungleGreens-2-plantSearch_1/tasks/3/task
source: Report back to \c[3]Claude Reynes\c[0] in the \c[3]Gaia's Gardeners HQ\c[0] again
ru_ru: Отчитайтесь \c[3]Клоду Рэйнсу\c[0] в \c[3]штабе Садовников Гайи\c[0]

# data/database.json/quests/oldman-drill/name
source: The Book of an Old Man
ru_ru: Книга старика

# data/database.json/quests/oldman-drill/person
source: Old Man
ru_ru: Старик

# data/database.json/quests/oldman-drill/personAfter
source: Old Man
ru_ru: Старик

# data/database.json/quests/oldman-drill/description
source: You found the book the \c[3]Old Man\c[0] you traded with dropped. He mentions \c[3]Sapphire Ridge\c[0]. Go find him and return this book!
ru_ru: Вы нашли книгу \c[3]Старика\c[0], с которым торговали. Он упоминал \c[3]Сапфировый край\c[0]. Найдите его и верните книгу!

# data/database.json/quests/oldman-drill/briefing
source: You found the legendary stones and brought them to the \c[3]Old Smith\c[0] to forge the \c[3]\v[item.445.name]\c[0]. The old man then used a strange ritual with which he created the \c[3]\v[item.323.name]\c[0]. However, all that is left of the old man is a statue with closed eyes and a gentle smile.
ru_ru: Вы нашли легендарные камни и принесли их \c[3]Старому кузнецу\c[0], чтобы он сковал \c[3]\v[item.445.name]\c[0]. Затем старик произвёл странный ритуал, с помощью которого он создал \c[3]\v[item.323.name]\c[0]. Несмотря на это, всё, что осталось от старика - это статуя с закрытыми глазами и благородной улыбкой.

# data/database.json/quests/oldman-drill/tasks/0/task
source: Find the \c[3]Old Man\c[0] somewhere in \c[3]Sapphire Ridge\c[0]
ru_ru: Найдите \c[3]Старика\c[0] где-то в \c[3]Сапфировом крае\c[0]

# data/database.json/quests/oldman-drill/tasks/1/task
source: Find the \c[3]Stones of Origin\c[0] hidden in the cities of CrossWorlds
ru_ru: Найдите \c[3]Камни истоков\c[0], спрятанные в городах CrossWorlds

# data/database.json/quests/oldman-drill/tasks/2/task
source: Return to the \c[3]Old Man\c[0] in \c[3]Sapphire Ridge - Cave Inn\c[0]
ru_ru: Вернитесь к \c[3]Старику\c[0] в \c[3]Сапфировый край - Пещерный трактир\c[0]

# data/database.json/quests/oldman-drill/tasks/3/task
source: Find the \c[3]Old Smith\c[0] in a cave on \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Найдите \c[3]Старого кузнеца\c[0] в пещере на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/oldman-drill/tasks/4/task
source: Find the \c[3]Old Smith\c[0] in the residential district of \c[3]\v[area.rhombus-sqr.name]\c[0]
ru_ru: Найдите \c[3]Старого Кузнеца\c[0] в жилом районе \c[3]Площади Ромба\c[0]

# data/database.json/quests/oldman-drill/tasks/5/task
source: Search for the \c[3]\v[item.456.name]\c[0] located somewhere in \c[3]\v[area.rhombus-sqr.name]\c[0]
ru_ru: Найдите \c[3]\v[item.456.name]\c[0], который находится где-то на \c[3]Площади Ромба\c[0]

# data/database.json/quests/oldman-drill/tasks/6/task
source: Return to the \c[3]Old Smith\c[0] in \c[3]\v[area.rhombus-sqr.name]\c[0]
ru_ru: Вернитесь к \c[3]Старому кузнецу\c[0] на \c[3]Площади Ромба\c[0]

# data/database.json/quests/oldman-drill/tasks/7/task
source: Bring the Gem to the \c[3]Old Man\c[0] in \c[3]\v[area.forest.name] - Cave Inn 1F\c[0]
ru_ru: Принесите камень \c[3]Старику\c[0] в \c[3]Сапфировый край - Пещерный трактир 1-й этаж\c[0]

# data/database.json/quests/basin-mush-1/name
source: Sprouting Business
ru_ru: Разрастающийся бизнес

# data/database.json/quests/basin-mush-1/person
source: Mick Calzone
ru_ru: Мик Кальцоне

# data/database.json/quests/basin-mush-1/description
source: Mick Calzone is in need of help. His father tasked him with gathering \c[3]Venom Mushrooms\c[0] and \c[3]Glowspheres\c[0] from the infested part of the jungle. He is not a fighter and thus asked you for help.
ru_ru: Мик Кальцоне нуждается в помощи. Его отец поручил ему сбор \c[3]Ядогрибов\c[0] и \c[3]Светосфер\c[0] в заражённой части джунглей. Он не боец и поэтому обратился к вам за помощью.

# data/database.json/quests/basin-mush-1/briefing
source: You brought Mick the mushrooms and spheres. Now you are left to wonder why a father would ask his son to bring him these goods in order to let him join his "business".
ru_ru: Вы принесли Мику грибы и сферы. Теперь остаётся лишь гадать, зачем отец попросил своего сына принести эти товары для того, чтобы разрешить ему присоединиться к "бизнесу".

# data/database.json/quests/basin-mush-1/tasks/0/task
source: Collect \c[3]Venom Shrooms\c[0] and \c[3]Glowing Spheres\c[0] in the infested jungle region.
ru_ru: Соберите \c[3]Ядогрибы\c[0] и \c[3]Светосферы\c[0] в заражённых джунглях

# data/database.json/quests/basin-mush-1/tasks/1/task
source: Return to Mick in \c[3]Basin Keep - Pond Slums\c[0] and give him the goods.
ru_ru: Вернитесь к Мику в \c[3]Твердыню Бэйзина - Прудовые трущобы\c[0] и передайте ему товар

# data/database.json/quests/basin-mush-2/name
source: Mushroom Kingdom
ru_ru: Грибное царство

# data/database.json/quests/basin-mush-2/person
source: Don Vita Calzone
ru_ru: Дон Вито Кальцоне

# data/database.json/quests/basin-mush-2/description
source: Don Vita wants you to find a way past the guards on a special trading route below the city that goes all the way to the infested jungle. Help him and he will grant you a pass to the traders of \c[3]Pond Slums\c[0].
ru_ru: Дон Вито хочет, чтобы вы нашли путь мимо охранников на торговом маршруте за городом, ведущем к заражённым джунглям. Помогите ему, и он даст пропуск к торговцам \c[3]Прудовых трущоб\c[0].

# data/database.json/quests/basin-mush-2/briefing
source: You found a valid route for Don Vita's Men to smuggle the mushroom into the city. As a token of his gratitude you have been granted access to the \c[3]Pond Slums Traders\c[0]. Also you are in good standing with Don Vita, which might come in handy at some point.
ru_ru: Вы нашли новый маршрут для людей Дона Вито, чтобы поставлять грибы в город. В знак его благодарности вам был предоставлен доступ к \c[3]торговцам Прудовых трущоб\c[0]. Помимо этого, теперь у вас хорошие отношения с Доном Вито, которые могут пригодиться в какой-то момент.

# data/database.json/quests/basin-mush-2/tasks/0/task
source: Find Mick Calzone in the \c[3]Lost Lookout\c[0]
ru_ru: Найдите Мика Кальцоне в \c[3]Потерянном дозоре\c[0]

# data/database.json/quests/basin-mush-2/tasks/1/task
source: Follow Mick into the cavern
ru_ru: Следуйте за Миком в пещеру

# data/database.json/quests/basin-mush-2/tasks/2/task
source: Avoid all guards and find a path through the cavern
ru_ru: Избегая всех охранников, найдите путь через пещеру

# data/database.json/quests/basin-mush-2/tasks/3/task
source: Report back to \c[3]Don Vita\c[0] in the \c[3]Calzone Basement\c[0] with the tracker chip
ru_ru: Отчитайтесь с чипом отслеживания \c[3]Дону Вито\c[0] в \c[3]подвале Кальцоне\c[0]

# data/database.json/quests/halloween/hubSettings/location
source: I'm building a fantastic new attraction. Find me at the \c[3]Entrance of Basin Keep\c[0].
ru_ru: Я строю фантастический новый аттракцион. Отыщите меня у \c[3]входа в Твердыню Бэйзина\c[0].

# data/database.json/quests/halloween/name
source: Pumpkin Land Superfun
ru_ru: Тыквенное веселье

# data/database.json/quests/halloween/person
source: The Boosi Man
ru_ru: Бузнесмен

# data/database.json/quests/halloween/description
source: A huge businessman asked you for help to build a new attraction! Of course it boils down to items again.
ru_ru: Огромный бизнесмен попросил вас помочь построить новый аттракцион! Конечно, это опять сводится к сбору предметов.

# data/database.json/quests/halloween/briefing
source: Turns out it was just a ghost wanting your attention. It seemed satisfied enough!
ru_ru: Оказывается, это был просто призрак, который хотел немного вашего внимания. Кажется, теперь он доволен!

# data/database.json/quests/halloween/tasks/0/task
source: Collect decorative flames from \c[3]Jack'on'Fire\c[0] within the \c[3]infested jungle\c[0]
ru_ru: Соберите декоративный огонь с \c[3]Джека-в-огне\c[0] в \c[3]заражённых джунглях\c[0]

# data/database.json/quests/halloween/tasks/1/task
source: Talk again to the \c[3]huge businessman\c[0] in the \c[3]\v[area.jungle-city.name] Centrum\c[0]
ru_ru: Поговорите снова с \c[3]огромным бизнесменом\c[0] в \c[3]Твердыне Бэйзина - Центрум\c[0]

# data/database.json/quests/halloween/tasks/2/task
source: Conduct a test run of the new attraction
ru_ru: Проведите тестовый запуск нового аттракциона

# data/database.json/quests/unknown-warrior-4/name
source: A Promise Is a Promise 4
ru_ru: Обещание есть обещание 4

# data/database.json/quests/unknown-warrior-4/person
source: Ketin D'Kar
ru_ru: Кетин Д'кар

# data/database.json/quests/unknown-warrior-4/description
source: D'Kar asks you to help him find the \c[3]\v[item.443.name]\c[0]. If you help him, you apparently also help his children. Go find that Deck!
ru_ru: Д'кар просит вас помочь ему найти \c[3]Сломанную колоду\c[0]. Если вы ему поможете, то, видимо, поможете и его детям. Найдите эту колоду!
