Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//quests/bg-3-goat_final/briefing
source: You have cleared the big case, prevented a large fight and even helped the goats to adapt to a new life in \v[area.rhombus-sqr.name]! Allegedly they even opened a small shop on \c[3]Cliff Exhibition\c[0].
es_es: ¡Has resuelto el gran caso, has evitado una gran pelea e incluso has ayudado a las cabras a adaptarse a una nueva vida en \v[area.rhombus-sqr.name]! Al parecer, incluso abrieron una pequeña tienda en \c[3]Exposición del Acantilado\c[0].

# data/database.json//quests/bg-3-goat_final/tasks/0/task
source: Investigate what happened in the \c[3]Horncave\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Investiga qué sucedió en la \c[3]Cueva Cornuda \c[0] en \c[3]\v[area.bergen-trails.name]\c[0]

# data/database.json//quests/bg-3-goat_final/tasks/1/task
source: Help the guards on \c[3]Windy Climb\c[0] on \v[area.bergen-trails.name]
es_es: Ayuda a los guardias en \c[3]Cumbre Ventosa\c[0] en \v[area.bergen-trails.name]

# data/database.json//quests/bg-3-goat_final/tasks/2/task
source: Report back to \c[3]Sgt. Sterling\c[0] in the \c[3]Bergen Guard HQ\c[0]
es_es: Reporta al \c[3]Sargento Sterling\c[0] en el \c[3]cuartel general de la Guardia de Bergen\c[0]

# data/database.json//quests/bg-3-goat_final/tasks/3/task
source: Talk to \c[3]Sergeant Bronzel\c[0] in the \c[3]Basin Police Force HQ\c[0]
es_es: Habla con el \c[3]Sargento Bronzel\c[0] en el \c[3]Cuartel General de la Policía de Cuenca\c[0]

# data/database.json//quests/bg-3-goat_final/tasks/4/task
source: Solve the case \c[3]In Cawhoofs\c[0] for \c[3]Sergeant Bronzel\c[0]
es_es: Resuelve el caso \c[3]en Cawhoofs\c[0] para el \c[3]Sargento Bronzel\c[0]

# data/database.json//quests/bg-3-goat_final/tasks/5/task
source: Follow the lead to \c[3]Cliff Exhibition\c[0] in \c[3]\v[area.rhombus-sqr.name]\c[0]
es_es: Sigue el camino hacia la \c[3]Exposición del Acantilado\c[0] en \c[3]\v[area.rhombus-sqr.name]\c[0]

# data/database.json//quests/bg-3-goat_final/tasks/6/task
source: Free the \c[3]the occupied embassy in Cliff Exhibition\c[0] from the goats
es_es: Libera la \c[3]embajada ocupada en la Exposición del Acantilado\c[0] de las cabras

# data/database.json//quests/bg-3-goat_final/tasks/7/task
source: Report back to \c[3]Sgt. Sterling\c[0] in the \c[3]Bergen Guard HQ\c[0]
es_es: Reporta al \c[3]Sargento Sterling\c[0] en el \c[3]cuartel general de la Guardia de Bergen\c[0]

# data/database.json//quests/bergen-fancy-tophat/hubSettings/location
source: Help with an irritating nuisance needed. Will require collecting of resources. \c[3]- Trader's Den\c[0]
es_es: Se necesita ayuda con una molestia irritante. Recolecta recursos. \c[3]- Guarida del comerciante\c[0]

# data/database.json//quests/bergen-fancy-tophat/name
source: Fancy Tophat
es_es: Sombrero de copa elegante

# data/database.json//quests/bergen-fancy-tophat/person
source: Mrs. Summers
es_es: Srta. Summers

# data/database.json//quests/bergen-fancy-tophat/description
source: A rather eccentric person in Bergen wants your help in search for a \c[3]Tophat\c[0] worthy of his refined taste. Find a suitable artisan who can help you with that task!
es_es: Una persona algo peculiar en Bergen busca un \c[3]sombrero de copa\c[0] digno de su refinado gusto. ¡Encuentra un artesano que pueda ayudarte con esa tarea!

# data/database.json//quests/bergen-fancy-tophat/briefing
source: You haven't been able to satisfy the guy's wishes, but you did what you could. Maybe you can help him again later?
es_es: No has podido satisfacer los deseos del chico, pero hiciste lo que pudiste. ¿Tal vez puedas ayudarlo de nuevo más tarde?

# data/database.json//quests/bergen-fancy-tophat/tasks/0/task
source: Talk to \c[3]Jamie Twirlson\c[0] in the \c[3]\v[area.bergen.name] Shop\c[0]
es_es: Habla con \c[3]Jamie Twirlson\c[0] en la tienda de la \c[3]\v[area.bergen.name]\c[0]

# data/database.json//quests/bergen-fancy-tophat/tasks/1/task
source: Find a skilled \c[3]hatmaker\c[0]
es_es: Encuentra un \c[3]sombrerero experto\c[0]

# data/database.json//quests/bergen-fancy-tophat/tasks/2/task
source: \c[3]Gather materials\c[0] for a presentable tophat (at least \c[3]Combat Rank B\c[0] is needed to get \c[3]\v[item.140.name]s\c[0])
es_es: \c[3]Reúne materiales\c[0] para un sombrero de copa (mínimo \c[3]Rango de Combate B\c[0] para obtener \c[3]\v[item.140.name] s\c[0])

# data/database.json//quests/bergen-fancy-tophat/tasks/3/task
source: Bring the material to the \c[3]hatmaker\c[0]
es_es: Lleva el material al \c[3]sombrerero\c[0]

# data/database.json//quests/bergen-fancy-tophat/tasks/4/task
source: Get a \c[3]\v[item.161.name]\c[0]
es_es: Consigue un \c[3]\v[item.161.name]\c[0]

# data/database.json//quests/bergen-fancy-tophat/tasks/5/task
source: Bring the \v[item.161.name] to \c[3]Jamie Twirlson\c[0] in the \c[3]\v[area.bergen.name] Item-Shop\c[0]
es_es: Lleva el \v[item.161.name] a \c[3]Jamie Twirlson\c[0] en la tienda de la \c[3]\v[area.bergen.name]\c[0]

# data/database.json//quests/bergen-fancy-tophat/tasks/6/task
source: Report back to \c[3]Mrs. Summers\c[0] in the \c[3]Trader's Den\c[0]
es_es: Informar a la \c[3]Sra. Summers\c[0] en el \c[3]Centro de Comerciantes\c[0]

# data/database.json//quests/bergtraders-2-hermit_materials/hubSettings/location
source: Assistance with a technical problem urgently needed! \c[3]- Trader's Den\c[0]
es_es: ¡Ayuda con un problema técnico que se necesita con urgencia! \c[3]- Centro de Comerciantes\c[0]

# data/database.json//quests/bergtraders-2-hermit_materials/name
source: Heating the Hermit
es_es: Hogar caliente al Ermitaño

# data/database.json//quests/bergtraders-2-hermit_materials/person
source: Mrs. Summers
es_es: Sra. Summers

# data/database.json//quests/bergtraders-2-hermit_materials/description
source: The heating system at the popular tavern \c[3]Hermit's House\c[0] in Bergen Trail has been damaged. Go there and help them out!
es_es: El sistema de calefacción de la popular taberna \c[3]Hogar del Ermitaño\c[0] en Sendero de Bergen ha resultado dañado. ¡Ve allí y ayúdalos!

# data/database.json//quests/bergtraders-2-hermit_materials/briefing
source: You repaired the heating system. And you even get a nice discount in the Hermit's House now!
es_es: Reparaste el sistema de calefacción. ¡Incluso obtuviste un buen descuento en el Hogar del Ermitaño ahora!

# data/database.json//quests/bergtraders-2-hermit_materials/tasks/0/task
source: Enter the \c[3]Hermit's House at the Spike Heights on \v[area.bergen-trails.name]\c[0] and talk to the owner
es_es: Ingrese a \c[3]Hogar del Ermitaño en Alturas Picudas en \v[area.bergen-trails.name]\c[0] y hable con el propietario

# data/database.json//quests/bergtraders-2-hermit_materials/tasks/1/task
source: Gather \c[3]materials\c[0] for the repairs
es_es: Reúna \c[3]materiales\c[0] para las reparaciones

# data/database.json//quests/bergtraders-2-hermit_materials/tasks/2/task
source: Bring the materials back to the \c[3]Hermit's House\c[0]
es_es: Lleva los materiales a el \c[3]Hogar del Ermitaño\c[0]

# data/database.json//quests/bergtraders-2-hermit_materials/tasks/3/task
source: Repair the \c[3]generator\c[0] in the basement
es_es: Reparar el \c[3]generador\c[0] en el sótano

# data/database.json//quests/bergtraders-2-hermit_materials/tasks/4/task
source: Talk to the owner of the \c[3]Hermit's House\c[0] again
es_es: Habla con el dueño del \c[3]Hogar del Ermitaño\c[0] de nuevo

# data/database.json//quests/bergtraders-2-hermit_materials/tasks/5/task
source: Report back to \c[3]Mrs. Summers\c[0] in the \c[3]Trader's Den\c[0]
es_es: Informa a la \c[3]Sra. Summers\c[0] en el \c[3]Centro de Comerciantes\c[0]

# data/database.json//quests/monks-1-jump_challenge/hubSettings/location
source: Wisdom can be gained through discipline. Let us guide you! \c[3]- Bergen Monastery\c[0]
es_es: La sabiduría se puede ganar a través de la disciplina. ¡Déjanos guiarte! \c[3]- Monasterio de Bergen\c[0]

# data/database.json//quests/monks-1-jump_challenge/name
source: Trial of Aspiration
es_es: Prueba de aspiración

# data/database.json//quests/monks-1-jump_challenge/person
source: Wise Nemuh
es_es: Sabia Nemuh

# data/database.json//quests/monks-1-jump_challenge/description
source: You have talked to the Monks of the \c[3]Ascension Spirits\c[0] in Bergen. To prove your harmonic connection with the Track, \c[3]beating a trial\c[0] shall be necessary. (\c[1]Warning: No modifiers are active during the trial!\c[0])
es_es: Hablaste con los Monjes de los \c[3]Espíritus de la Ascensión\c[0] en Bergen. Para probar tu conexión armónica, será necesario \c[3]una prueba\c[0]. (\c[1]Advertencia: ¡No hay modificadores activos durante la prueba!\c[0])

# data/database.json//quests/monks-1-jump_challenge/briefing
source: You beat the trial and are now deemed worthy by the monks.
es_es: Has superado la prueba y ahora los monjes te consideran digno.

# data/database.json//quests/monks-1-jump_challenge/tasks/0/task
source: Talk to \c[3]Monk Hasouk\c[0] in the \c[3]Bergen Monastery\c[0]
es_es: Habla con el \c[3]Monje Hasouk\c[0] en el \c[3]Monasterio de Bergen\c[0]

# data/database.json//quests/monks-1-jump_challenge/tasks/1/task
source: Enter the \c[3]Cave of Aspiration\c[0] and reach the \c[3]eastern end\c[0] to collect an artifact
es_es: Entra en la \c[3]Cueva de la Aspiración\c[0] y llega al \c[3]extremo oriental\c[0] para recoger un artefacto

# data/database.json//quests/monks-1-jump_challenge/tasks/2/task
source: Return to the \c[3]Monastery\c[0] and talk to \c[3]Monk Hasouk\c[0] again
es_es: Regresa al \c[3]Monasterio\c[0] y habla con el \c[3]Monje Hasouk\c[0] nuevamente

# data/database.json//quests/monks-1-jump_challenge/tasks/3/task
source: Report back to \c[3]Wise Nemuh\c[0] in the \c[3]Bergen Monastery\c[0]
es_es: Informa a la \c[3]Sabia Nemuh\c[0] en el \c[3]Monasterio de Bergen\c[0]

# data/database.json//quests/monks-2-jump_challenge_2/hubSettings/location
source: Reflect upon the cold and gain knowledge of the Track and yourself. \c[3]- Bergen Monastery\c[0]
es_es: Reflexiona sobre el hielo y adquiere conocimiento sobre la Vía y sobre ti mismo. \c[3]- Monasterio de Bergen\c[0]

# data/database.json//quests/monks-2-jump_challenge_2/name
source: Trial of Progression
es_es: Prueba de progresión

# data/database.json//quests/monks-2-jump_challenge_2/person
source: Wise Nemuh
es_es: Sabia Nemuh

# data/database.json//quests/monks-2-jump_challenge_2/description
source: Another trial awaits to prove your connection with the Track to the \c[3]Ascension Spirits\c[0]. And this one will be served cold.
es_es: Te espera otra prueba para probar tu conexión con la Vía a los \c[3]Espíritus de la Ascensión\c[0]. Y este se servirá helado.

# data/database.json//quests/monks-2-jump_challenge_2/briefing
source: You have beaten the trial and proven your coolness.
es_es: Has superado la prueba y demostrado tu frialdad.

# data/database.json//quests/monks-2-jump_challenge_2/tasks/0/task
source: Get \c[3]Monk Aisy's\c[0] attention at the \c[3]Temple Mine Entrance\c[0] and talk to her
es_es: Llama la atención de la \c[3]Monje Aisy\c[0] en la \c[3]Entrada de la Mina del Templo\c[0] y habla con ella

# data/database.json//quests/monks-2-jump_challenge_2/tasks/1/task
source: Enter the \c[3]Cave of Progression\c[0] and reach the \c[3]end of the path\c[0] to collect an artifact
es_es: Entra en la \c[3]Cueva de la Progresión\c[0] y llega al \c[3]final del camino\c[0] para recoger un artefacto

# data/database.json//quests/monks-2-jump_challenge_2/tasks/2/task
source: Return to the \c[3]Monastery\c[0] and talk to \c[3]Monk Aisy\c[0] again
es_es: Regresa al \c[3]Monasterio\c[0] y habla con la \c[3]Monje Aisy\c[0] nuevamente

# data/database.json//quests/monks-2-jump_challenge_2/tasks/3/task
source: Report back to \c[3]Wise Nemuh\c[0] in the \c[3]Bergen Monastery\c[0]
es_es: Informa a la \c[3]Sabia Nemuh\c[0] en el \c[3]Monasterio de Bergen\c[0]

# data/database.json//quests/monks-3-jump_challenge_3/hubSettings/location
source: The time for the final trial has come, worthy \v[lore.title.seeker]. \c[3]- Bergen Monastery\c[0]
es_es: Ha llegado el momento de la prueba final, digno \v[lore.title.seeker]. \c[3]- Monasterio de Bergen\c[0]

# data/database.json//quests/monks-3-jump_challenge_3/name
source: Trial of Ascension
es_es: Prueba de Ascensión

# data/database.json//quests/monks-3-jump_challenge_3/person
source: Wise Nemuh
es_es: Sabia Nemuh

# data/database.json//quests/monks-3-jump_challenge_3/description
source: The \c[3]Ascension Spirits\c[0] have given you a final trial to perfect your connection with the Track. The most challenging of caves awaits you!
es_es: Los \c[3]Espíritus de la Ascensión\c[0] te han dado una prueba final para perfeccionar tu conexión con la Vía. ¡La cueva más desafiante te espera!

# data/database.json//quests/monks-3-jump_challenge_3/briefing
source: You have beaten the final trial and ascended into true mastery!
es_es: ¡Has superado la prueba final y ascendido a la verdadera maestría!

# data/database.json//quests/monks-3-jump_challenge_3/tasks/0/task
source: Talk to \c[3]Monk Cratos\c[0] in the \c[3]Bergen Monastery\c[0]
es_es: Habla con el \c[3]Monje Cratos\c[0] en el \c[3]Monasterio de Bergen\c[0]

# data/database.json//quests/monks-3-jump_challenge_3/tasks/1/task
source: Enter the \c[3]Cave of Ascension\c[0] and reach the \c[3]end of the path\c[0] to collect an artifact
es_es: Entra en la \c[3]Cueva de la Ascensión\c[0] y alcanza el \c[3]final del camino\c[0] para recoger un artefacto

# data/database.json//quests/monks-3-jump_challenge_3/tasks/2/task
source: Return to the \c[3]Monastery\c[0] and talk to \c[3]Monk Cratos\c[0] again
es_es: Regresa al \c[3]Monasterio\c[0] y habla con el \c[3]Monje Cratos\c[0] nuevamente

# data/database.json//quests/monks-3-jump_challenge_3/tasks/3/task
source: Report back to \c[3]Wise Nemuh\c[0] in the \c[3]Bergen Monastery\c[0]
es_es: Informa a la \c[3]Sabia Nemuh\c[0] en el \c[3]Monasterio de Bergen\c[0]

# data/database.json//quests/monks-jump_1_bonus/hubSettings/location
source: Trials should not merely be solved but perfected. Thus is the path to wisdom. \c[3]- Bergen Monastery\c[0]
es_es: Las pruebas deben ser perfeccionadas. Así es el camino a la sabiduría. \c[3]- Monasterio de Bergen\c[0]

# data/database.json//quests/monks-jump_1_bonus/name
source: Challenge of Aspiration
es_es: Desafío de Aspiración

# data/database.json//quests/monks-jump_1_bonus/person
source: Monk Hasouk
es_es: Monje Hasouk

# data/database.json//quests/monks-jump_1_bonus/description
source: The Monk \c[3]Hasouk\c[0] has given you two additional challenges to beat in the \c[3]Cave of Aspiration\c[0]. (\c[1]Warning: No modifiers are active during the trial!\c[0])
es_es: El Monje \c[3]Hasouk\c[0] te ha dado dos desafíos adicionales para vencer en la \c[3]Cueva de la Aspiración\c[0]. (\c[1]Advertencia: ¡No hay modificadores activos durante la prueba!\c[0])

# data/database.json//quests/monks-jump_1_bonus/briefing
source: You have beaten the additional challenges.
es_es: Has superado los desafíos adicionales.

# data/database.json//quests/monks-jump_1_bonus/tasks/0/task
source: Solve the two additional challenges in the \c[3]Cave of Aspiration\c[0]
es_es: Resuelve los dos desafíos adicionales en la \c[3]Cueva de la Aspiración\c[0]

# data/database.json//quests/monks-jump_1_bonus/tasks/0/subtasks/0/text
source: Timed Challenge
es_es: Desafío cronometrado

# data/database.json//quests/monks-jump_1_bonus/tasks/0/subtasks/0/shortText
source: Do the timed challenge
es_es: Haz el desafío cronometrado

# data/database.json//quests/monks-jump_1_bonus/tasks/0/subtasks/1/text
source: No Shield Challenge
es_es: Desafío sin escudo

# data/database.json//quests/monks-jump_1_bonus/tasks/0/subtasks/1/shortText
source: Do the shieldless challenge
es_es: Haz el desafío sin escudo

# data/database.json//quests/monks-jump_1_bonus/tasks/1/task
source: Return to the \c[3]Bergen Monastery\c[0] and talk to \c[3]Monk Hasouk\c[0] again
es_es: Regresa al \c[3]Monasterio de Bergen\c[0] y habla con el \c[3]Monje Hasouk\c[0] nuevamente

# data/database.json//quests/monks-jump_1_time/name
source: Timed Challenge
es_es: Desafío cronometrado

# data/database.json//quests/monks-jump_1_time/person
source: Monk Hasouk
es_es: Monje Hasouk

# data/database.json//quests/monks-jump_1_time/description
source: Prove your fervor by beating the \c[3]Cave of Aspiration\c[0] in under \c[3]2:00\c[0]!
es_es: ¡Demuestra tu fervor superando la \c[3]Cueva de la Aspiración\c[0] en menos de \c[3]2:00\c[0]!

# data/database.json//quests/monks-jump_1_time/briefing
source: You beat the "Timed"-challenge.
es_es: Has superado el desafío "Cronometrado".

# data/database.json//quests/monks-jump_1_time/tasks/0/task
source: Beat the \c[3]Cave of Aspiration\c[0] in under \c[3]2:00\c[0]
es_es: Supera la \c[3]Cueva de la Aspiración\c[0] en menos de \c[3]2:00\c[0]

# data/database.json//quests/monks-jump_1_noShield/name
source: No Shield Challenge
es_es: Desafío sin escudo

# data/database.json//quests/monks-jump_1_noShield/person
source: Monk Hasouk
es_es: Monje Hasouk

# data/database.json//quests/monks-jump_1_noShield/description
source: Prove your bravery by beating the \c[3]Cave of Aspiration\c[0] \c[3]without Guarding\c[0]!
es_es: ¡Demuestra tu valentía superando la \c[3]Cueva de la Aspiración\c[0] \c[3]sin Bloquear\c[0]!

# data/database.json//quests/monks-jump_1_noShield/briefing
source: You beat the "No Shield"-challenge.
es_es: Has superado el desafío "Sin escudo".

# data/database.json//quests/monks-jump_1_noShield/tasks/0/task
source: \c[3]Deactivate Guarding\c[0] at the terminal in the \c[3]Cave of Aspiration\c[0]
es_es: \c[3]Desactivar Bloqueos\c[0] en la terminal de la \c[3]Cueva de la Aspiración\c[0]

# data/database.json//quests/monks-jump_1_noShield/tasks/1/task
source: Beat the \c[3]Cave of Aspiration\c[0] with \c[3]deactivated Guarding\c[0]
es_es: Supera la \c[3]Cueva de la Aspiración\c[0] con \c[3]la guardia desactivada\c[0]

# data/database.json//quests/monks-jump_2_bonus/hubSettings/location
source: Embrace the cold. Slide down the icy path towards enlightenment. \c[3]- Temple Mine Entrance\c[0]
es_es: Abraza el hielo. Deslízate por el camino helado hacia la iluminación. \c[3]- Entrada de la Mina del Templo\c[0]

# data/database.json//quests/monks-jump_2_bonus/name
source: Challenge of Progression
es_es: Desafío de Progresión

# data/database.json//quests/monks-jump_2_bonus/person
source: Monk Aisy
es_es: Monje Aisy

# data/database.json//quests/monks-jump_2_bonus/description
source: The Monk \c[3]Aisy\c[0] has given you two additional challenges to beat in the \c[3]Cave of Progression\c[0]. (\c[1]Warning: No modifiers are active during the trial!\c[0])
es_es: La Monje \c[3]Aisy\c[0] te ha dado dos desafíos adicionales para vencer en la \c[3]Cueva de Progresión\c[0]. (\c[1]Advertencia: ¡No hay modificadores activos durante la prueba!\c[0])

# data/database.json//quests/monks-jump_2_bonus/briefing
source: You have beaten the additional challenges.
es_es: Has superado los desafíos adicionales.

# data/database.json//quests/monks-jump_2_bonus/tasks/0/task
source: Solve the two additional challenges in the \c[3]Cave of Progression\c[0]
es_es: Resuelve los dos desafíos adicionales en la \c[3]Cueva del Progreso\c[0]

# data/database.json//quests/monks-jump_2_bonus/tasks/0/subtasks/0/text
source: Timed Challenge
es_es: Desafío cronometrado

# data/database.json//quests/monks-jump_2_bonus/tasks/0/subtasks/0/shortText
source: Do the timed challenge
es_es: Haz el desafío cronometrado

# data/database.json//quests/monks-jump_2_bonus/tasks/0/subtasks/1/text
source: Frosty Challenge
es_es: Desafío helado

# data/database.json//quests/monks-jump_2_bonus/tasks/0/subtasks/1/shortText
source: Do the frosty challenge
es_es: Haz el desafío helado

# data/database.json//quests/monks-jump_2_bonus/tasks/1/task
source: Return to the \c[3]Temple Mine Entrance\c[0] and talk to \c[3]Monk Aisy\c[0] again
es_es: Regresa a la \c[3]Entrada de la Mina del Templo\c[0] y habla con la \c[3]Monje Aisy\c[0] nuevamente

# data/database.json//quests/monks-jump_2_time/name
source: Timed Challenge
es_es: Desafío cronometrado

# data/database.json//quests/monks-jump_2_time/person
source: Monk Aisy
es_es: Monje Aisy

# data/database.json//quests/monks-jump_2_time/description
source: Prove your fervor by beating the \c[3]Cave of Progression\c[0] in under \c[3]2:00\c[0]!
es_es: ¡Demuestra tu fervor superando la \c[3]Cueva de la progresión\c[0] en menos de \c[3]2:00\c[0]!

# data/database.json//quests/monks-jump_2_time/briefing
source: You beat the "Timed"-challenge.
es_es: Has superado el desafío "Cronometrado".

# data/database.json//quests/monks-jump_2_time/tasks/0/task
source: Beat the \c[3]Cave of Progression\c[0] in under \c[3]2:00\c[0]
es_es: Supera la \c[3]Cueva de la Progresión\c[0] en menos de \c[3]2:00\c[0]

# data/database.json//quests/monks-jump_2_frosty/name
source: Frosty Challenge
es_es: Desafío helado

# data/database.json//quests/monks-jump_2_frosty/person
source: Monk Aisy
es_es: Monje Aisy

# data/database.json//quests/monks-jump_2_frosty/description
source: Prove your passion by beating the \c[3]Cave of Progression\c[0] with \c[3]"Extra Frosty"\c[0] being activated!
es_es: ¡Demuestra tu pasión superando la \c[3]Cueva de la progresión\c[0] con el modo \c[3]"Extra Helado"\c[0] activado!

# data/database.json//quests/monks-jump_2_frosty/briefing
source: You beat the "Frosty"-challenge.
es_es: Has superado el desafío "Helado".

# data/database.json//quests/monks-jump_2_frosty/tasks/0/task
source: \c[3]Activate "Extra Frosty"\c[0] at the terminal in the \c[3]Cave of Progression\c[0]
es_es: \c[3]Activa "Extra Helado"\c[0] en la terminal de la \c[3]Cueva del Progreso\c[0]

# data/database.json//quests/monks-jump_2_frosty/tasks/1/task
source: Beat the \c[3]Cave of Progression\c[0] with "Extra Frosty" activated
es_es: Supera la \c[3]Cueva de la Progresión\c[0] con "Extra Helado" activado

# data/database.json//quests/monks-jump_3_bonus/hubSettings/location
source: Even after ascension, the pursuit of perfection never ends. \c[3]- Bergen Monastery\c[0]
es_es: Incluso después de la ascensión, la búsqueda de la perfección nunca termina. \c[3]- Monasterio de Bergen\c[0]

# data/database.json//quests/monks-jump_3_bonus/name
source: Challenge of Ascension
es_es: Desafío de la Ascensión

# data/database.json//quests/monks-jump_3_bonus/person
source: Monk Cratos
es_es: Monje Cratos

# data/database.json//quests/monks-jump_3_bonus/description
source: The Monk \c[3]Cratos\c[0] has given you two additional challenges to beat in the \c[3]Cave of Ascension\c[0]. (\c[1]Warning: No modifiers are active during the trial!\c[0])
es_es: El Monje \c[3]Cratos\c[0] te ha dado dos desafíos adicionales para vencer en la \c[3]Cueva de la Ascensión\c[0]. (\c[1]Advertencia: ¡No hay modificadores activos durante la prueba!\c[0])

# data/database.json//quests/monks-jump_3_bonus/briefing
source: You have beaten the additional challenges.
es_es: Has superado los desafíos adicionales.

# data/database.json//quests/monks-jump_3_bonus/tasks/0/task
source: Solve the two additional challenges in the \c[3]Cave of Ascension\c[0]
es_es: Resuelve los dos desafíos adicionales en la \c[3]Cueva de la Ascensión\c[0]

# data/database.json//quests/monks-jump_3_bonus/tasks/0/subtasks/0/text
source: Timed Challenge
es_es: Desafío cronometrado

# data/database.json//quests/monks-jump_3_bonus/tasks/0/subtasks/0/shortText
source: Do the timed challenge
es_es: Haz el desafío cronometrado

# data/database.json//quests/monks-jump_3_bonus/tasks/0/subtasks/1/text
source: Frosty Challenge
es_es: Desafío helado

# data/database.json//quests/monks-jump_3_bonus/tasks/0/subtasks/1/shortText
source: Do the frosty challenge
es_es: Haz el desafío helado
