Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//achievements/story-01/name
source: Chapter 1 Complete
es_es: Capítulo 1 Completado

# data/database.json//achievements/story-01/description
source: Completed Chapter 1.
es_es: Completa el Capítulo 1.

# data/database.json//achievements/story-02/name
source: Chapter 2 Complete
es_es: Capítulo 2 Completado

# data/database.json//achievements/story-02/description
source: Completed Chapter 2.
es_es: Completa el Capítulo 2.

# data/database.json//achievements/story-03/name
source: Chapter 3 Complete
es_es: Capítulo 3 Completado

# data/database.json//achievements/story-03/description
source: Completed Chapter 3.
es_es: Completa el Capítulo 3.

# data/database.json//achievements/story-04/name
source: Chapter 4 Complete
es_es: Capítulo 4 Completado

# data/database.json//achievements/story-04/description
source: Completed Chapter 4.
es_es: Completa el Capítulo 4.

# data/database.json//achievements/story-05/name
source: Chapter 5 Complete
es_es: Capítulo 5 Completado

# data/database.json//achievements/story-05/description
source: Completed Chapter 5.
es_es: Completa el Capítulo 5.

# data/database.json//achievements/story-06/name
source: Chapter 6 Complete
es_es: Capítulo 6 Completado

# data/database.json//achievements/story-06/description
source: Completed Chapter 6.
es_es: Completa el Capítulo 6.

# data/database.json//achievements/story-07/name
source: Chapter 7 Complete
es_es: Capítulo 7 Completado

# data/database.json//achievements/story-07/description
source: Completed Chapter 7.
es_es: Completa el Capítulo 7.

# data/database.json//achievements/story-08/name
source: Chapter 8 Complete
es_es: Capítulo 8 Completado

# data/database.json//achievements/story-08/description
source: Completed Chapter 8.
es_es: Completa el Capítulo 8.

# data/database.json//achievements/story-09/name
source: Chapter 9 Complete
es_es: Capítulo 9 Completado

# data/database.json//achievements/story-09/description
source: Completed Chapter 9.
es_es: Completa el Capítulo 9.

# data/database.json//achievements/story-10/name
source: Chapter 10 Complete
es_es: Capítulo 10 Completado

# data/database.json//achievements/story-10/description
source: Completed Chapter 10.
es_es: Completa el Capítulo 10.

# data/database.json//achievements/player-level-01/name
source: Rookie Seeker
es_es: Buscador Novato

# data/database.json//achievements/player-level-01/description
source: Reach \c[3]Level 25\c[0].
es_es: Alcanza el \c[3]Nivel 25\c[0].

# data/database.json//achievements/player-level-02/name
source: Veteran Seeker
es_es: Buscador Veterano

# data/database.json//achievements/player-level-02/description
source: Reach \c[3]Level 50\c[0].
es_es: Alcanza el \c[3]Nivel 50\c[0].

# data/database.json//achievements/player-level-03/name
source: Legendary Seeker
es_es: Buscador Legendario

# data/database.json//achievements/player-level-03/description
source: Reach \c[3]Level 75\c[0].
es_es: Alcanza el \c[3]Nivel 75\c[0].

# data/database.json//achievements/player-level-04/name
source: Ye 'ol Level Cap
es_es: El buen Límite de Nivel

# data/database.json//achievements/player-level-04/description
source: Reach \c[3]Level 99\c[0]. Nothing can stop you now.
es_es: Alcanza el \c[3]Nivel 99\c[0]. Nada puede detenerte ahora.

# data/database.json//achievements/player-money-01/name
source: Rookie Banker
es_es: Banquero Novato

# data/database.json//achievements/player-money-01/description
source: Amass a \c[3]total of \v[misc.localNum.250000] Credits\c[0] throughout your journey.
es_es: Ahorra un \c[3]total de \v[misc.localNum.250000] Creditos\c[0] a lo largo de la aventura.

# data/database.json//achievements/player-money-02/name
source: Veteran Banker
es_es: Banquero Veterano

# data/database.json//achievements/player-money-02/description
source: Amass a \c[3]total of \v[misc.localNum.500000] Credits\c[0] throughout your journey.
es_es: Ahorra un \c[3]total de \v[misc.localNum.500000] Creditos\c[0] a lo largo de la aventura.

# data/database.json//achievements/player-money-03/name
source: Legendary Banker
es_es: Banquero Legendario

# data/database.json//achievements/player-money-03/description
source: Amass a \c[3]total of \v[misc.localNum.750000] Credits\c[0] throughout your journey.
es_es: Ahorra un \c[3]total de \v[misc.localNum.750000] Creditos\c[0] a lo largo de la aventura.

# data/database.json//achievements/player-money-04/name
source: Let's swim in my Vault!
es_es: ¡Nademos en mi Bóveda!

# data/database.json//achievements/player-money-04/description
source: Amass a \c[3]total of \v[misc.localNum.1000000] Credits\c[0] throughout your journey.
es_es: Ahorra un \c[3]total de \v[misc.localNum.1000000] Creditos\c[0] a lo largo de la aventura.

# data/database.json//achievements/playtime-01/name
source: Time well spent
es_es: Tiempo bien aprovechado

# data/database.json//achievements/playtime-01/description
source: Play the game for a \c[3]total of 10 hours\c[0]. Don't worry there's no speedrun version.
es_es: Juega un \c[3]total de 10 horas\c[0]. No te preocupes, no hay una versión de speedrun.

# data/database.json//achievements/steps-taken-01/name
source: I can run for Miles!
es_es: ¡Puedo correr por Kilómetros!

# data/database.json//achievements/steps-taken-01/description
source: Make a \c[3]total of \v[misc.localNum.50000] Steps\c[0].
es_es: Haz un \c[3]total de \v[misc.localNum.50000] Pasos\c[0].

# data/database.json//achievements/jumps-done-01/name
source: I'm also good at Plumbing
es_es: También soy buen Plomero

# data/database.json//achievements/jumps-done-01/description
source: Jump a \c[3]total of \v[misc.localNum.1000] times\c[0].
es_es: Salta un \c[3]total de \v[misc.localNum.1000] veces\c[0].

# data/database.json//achievements/items-used-01/name
source: Rookie Foodie
es_es: Glotón Novato

# data/database.json//achievements/items-used-01/description
source: Use a total of \c[3]25 Consumables\c[0].
es_es: Usa un total de \c[3]25 Consumibles\c[0].

# data/database.json//achievements/items-used-02/name
source: Veteran Foodie
es_es: Glotón Veterano

# data/database.json//achievements/items-used-02/description
source: Use a total of \c[3]50 Consumables\c[0].
es_es: Usa un total de \c[3]50 Consumibles\c[0].

# data/database.json//achievements/items-used-03/name
source: Legendary Foodie
es_es: Glotón Legendario

# data/database.json//achievements/items-used-03/description
source: Use a total of \c[3]100 Consumables\c[0].
es_es: Usa un total de \c[3]100 Consumibles\c[0].

# data/database.json//achievements/items-used-04/name
source: Need more Buffs!
es_es: ¡Necesito más Mejoras!

# data/database.json//achievements/items-used-04/description
source: Use a total of \c[3]200 Consumables\c[0]. I'm stuffed!
es_es: Usa un total de \c[3]200 Consumibles\c[0]. ¡Estoy lleno!

# data/database.json//achievements/items-used-total-01/name
source: Rookie Gourmet
es_es: Degustador Novato

# data/database.json//achievements/items-used-total-01/description
source: \c[3]Find\c[0] and use at least \c[3]25% of all Consumables\c[0].
es_es: \c[3]Encuentra\c[0] y usa al menos \c[3]25% de todos los Consumibles\c[0].

# data/database.json//achievements/items-used-total-02/name
source: Veteran Gourmet
es_es: Degustador Veterano

# data/database.json//achievements/items-used-total-02/description
source: \c[3]Find\c[0] and use at least \c[3]50% of all Consumables\c[0].
es_es: \c[3]Encuentra\c[0] y usa al menos \c[3]50% de todos los Consumibles\c[0].

# data/database.json//achievements/items-used-total-03/name
source: Legendary Gourmet
es_es: Degustador Legendario

# data/database.json//achievements/items-used-total-03/description
source: \c[3]Find\c[0] and use at least \c[3]75% of all Consumables\c[0].
es_es: \c[3]Encuentra\c[0] y usa al menos \c[3]75% de todos los Consumibles\c[0].

# data/database.json//achievements/items-used-total-04/name
source: Culinary Connoisseur
es_es: Conocedor Culinario

# data/database.json//achievements/items-used-total-04/description
source: \c[3]Find\c[0] and use \c[3]100% of all Consumables\c[0]. Write a book about it!
es_es: \c[3]Encuentra\c[0] y usa \c[3]100% de todos los Consumibles\c[0]. ¡Escribe un libro al respecto!

# data/database.json//achievements/chest-key-01/name
source: The Key Question
es_es: La Cuestión Clave

# data/database.json//achievements/chest-key-01/description
source: \c[3]Find the \v[item.154.name]\c[0]. Unlock all the bronze chests!
es_es: \c[3]Encuentra la \v[item.154.name]\c[0]. ¡Desbloquea todos los cofres de bronce!

# data/database.json//achievements/chest-key-02/name
source: That's really Low Key
es_es: La Cuestión Clave

# data/database.json//achievements/chest-key-02/description
source: \c[3]Find the \v[item.155.name]\c[0]. Unlock all the silver chests!
es_es: \c[3]Encuentra la \v[item.155.name]\c[0]. ¡Desbloquea todos los cofres de plata!

# data/database.json//achievements/chest-key-03/name
source: The Final Key
es_es: La Llave Final

# data/database.json//achievements/chest-key-03/description
source: \c[3]Find the \v[item.156.name]\c[0]. Unlock all the chests!
es_es: \c[3]Encuentra la \v[item.156.name]\c[0]. ¡Desbloquea todos los cofres!

# data/database.json//achievements/expo-sandwich/name
source: Exponential Sandwiches
es_es: Sándwiches Exponenciales

# data/database.json//achievements/expo-sandwich/description
source: Obtain \c[3]4 Cross\c[0], \c[3]8 Mega\c[0], \c[3]16 Chef\c[0], \c[3]32 Hi\c[0] and \c[3]64 Normal Sandwiches\c[0].
es_es: Obtén las siguientes cantidades de cada tipo de sándwich: \c[3]4 Cross\c[0], \c[3]8 Mega\c[0], \c[3]16 Chef\c[0], \c[3]32 Súper\c[0], y \c[3]64 Normales\c[0].

# data/database.json//achievements/metal-gears/name
source: IT CAN'T BE?
es_es: ¿NO PUEDE SER?

# data/database.json//achievements/metal-gears/description
source: Have a \c[3]total of 99 Metal Gears\c[0] in your Inventory. Gaming has changed.
es_es: Ten un \c[3]total de 99 Engranajes de Metal\c[0] en tu Inventario. El juego ha cambiado.

# data/database.json//achievements/old-drill/name
source: Pierce through the Heaven
es_es: Atraviesa el Cielo

# data/database.json//achievements/old-drill/description
source: \c[3]Obtain the \v[item.323.name]\c[0]. Pass it on to the next generation when the time arrives.
es_es: \c[3]Obtiene el \v[item.323.name]\c[0]. Pásalo a la siguiente generación cuando el tiempo llegue.

# data/database.json//achievements/normal-trees/name
source: There is no Cow Level
es_es: No hay Nivel de las Vacas

# data/database.json//achievements/normal-trees/description
source: \c[3]Visit all perfectly normal landmarks\c[0] in all areas.
es_es: \c[3]Visita todos los puntos de referencia perfectamente normales\c[0] en todas las áreas.

# data/database.json//achievements/monk-trials/name
source: Peace of Mind
es_es: Tranquilidad de Espíritu

# data/database.json//achievements/monk-trials/description
source: Finish all Trial Caves in Bergen with \c[3]all handicaps in under 1:45\c[0].
es_es: Completa todas las Cuevas de Prueba en Bergen con \c[3]todas las restricciones en menos de 1:45\c[0].

# data/database.json//achievements/spider-cave/name
source: I hate Spiders!
es_es: ¡Odio las Arañas!

# data/database.json//achievements/spider-cave/description
source: Survive \c[3]5 Minutes\c[0] in the \c[3]Ring of Spiders - Endless Mode\c[0] alone.
es_es: Sobrevive \c[3]5 Minutos\c[0] en el \c[3]Círculo de las Arañas - Modo Infinito[0] solo.

# data/database.json//achievements/flawless-emilie/name
source: At the Speed of Sound
es_es: A la velocidad del Sonido

# data/database.json//achievements/flawless-emilie/description
source: Win \c[3]every dungeon race against Emilie\c[0].
es_es: Gana \c[3]todas las carreras de mazmorra contra Emilie\c[0].

# data/database.json//achievements/flawless-apollo/name
source: True Spheromancer
es_es: Verdadero Spheromancer

# data/database.json//achievements/flawless-apollo/description
source: Win \c[3]every PvP Battle against Apollo without losing a single round\c[0].
es_es: Gana \c[3]todas las batallas PvP contra Apollo sin perder una sola ronda\c[0].

# data/database.json//achievements/unique-equip/name
source: One of a Kind
es_es: Único en su Clase

# data/database.json//achievements/unique-equip/description
source: Have a \c[3]unique equipment piece\c[0] (violet) equipped into \c[3]each body-part\c[0].
es_es: Ten una \c[3]pieza de equipamiento única\c[0] (violeta) equipada en \c[3]cada parte del cuerpo\c[0].

# data/database.json//achievements/enemies-found-01/name
source: Rookie Zoologists
es_es: Zoologista Novato

# data/database.json//achievements/enemies-found-01/description
source: \c[3]Find 25% of all enemies\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 25% de todos los enemigos\c[0] en CrossWorlds.

# data/database.json//achievements/enemies-found-02/name
source: Veteran Zoologists
es_es: Zoologista Veterano

# data/database.json//achievements/enemies-found-02/description
source: \c[3]Find 50% of all enemies\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 50% de todos los enemigos\c[0] en CrossWorlds.

# data/database.json//achievements/enemies-found-03/name
source: Legendary Zoologists
es_es: Zoologista Legendario

# data/database.json//achievements/enemies-found-03/description
source: \c[3]Find 75% of all enemies\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 75% de todos los enemigos\c[0] en CrossWorlds.

# data/database.json//achievements/enemies-found-04/name
source: The Fauna of the World
es_es: La Fauna del Mundo

# data/database.json//achievements/enemies-found-04/description
source: \c[3]Find 100% of all enemies\c[0] in CrossWorlds.
es_es: \c[3]Encuentra el 100% de todos los enemigos\c[0] en CrossWorlds.

# data/database.json//achievements/true-avatar/name
source: The Avatar
es_es: El Avatar

# data/database.json//achievements/true-avatar/description
source: Execute a \c[3]Level 3 Combat Art with each Element\c[0].
es_es: Ejecuta un \c[3]Arte de Combate de Nivel 3 con cada Elemento\c[0].

# data/database.json//achievements/perfect-dashes/name
source: I know all the I-Frames
es_es: Conozco todos los I-Frames

# data/database.json//achievements/perfect-dashes/description
source: \c[3]Perfect Dodge\c[0] a total of 100 times. So close.
es_es: \c[3]Esquiva Perfectamente\c[0] un total de 100 veces. Tan cerca.

# data/database.json//achievements/perfect-guard/name
source: You Can't Touch This
es_es: No Puedes Tocarme

# data/database.json//achievements/perfect-guard/description
source: \c[3]Perfect Guard\c[0] a total of 200 times.
es_es: \c[3]Bloquea Perfectamente\c[0] un total de 200 veces.

# data/database.json//achievements/guard-counter/name
source: Not today!
es_es: ¡Hoy No!

# data/database.json//achievements/guard-counter/description
source: Successfully execute a \c[3]Guard Counter 200 times\c[0].
es_es: Exitosamente ejecuta un \c[3]contraataque 200 veces\c[0].

# data/database.json//achievements/low-health-wins/name
source: True Survivor
es_es: Verdadero Superviviente

# data/database.json//achievements/low-health-wins/description
source: Survive 50 fights with \c[3]33% or less of your max health\c[0].
es_es: Sobrevive 50 peleas con \c[3]el 33% o menos de tu vida máxima\c[0].

# data/database.json//achievements/enviro-kills/name
source: Nature is Scary
es_es: La Naturaleza da Miedo

# data/database.json//achievements/enviro-kills/description
source: Defeat \c[3]100 enemies by using the environment\c[0] as the final blow.
es_es: Derrota \c[3]100 enemigos utilizando el ambiente\c[0] como el último golpe.

# data/database.json//achievements/reports-found-01/name
source: Reporting for Duty
es_es: Reportándose al Deber

# data/database.json//achievements/reports-found-01/description
source: \c[2]Unlock 76%\c[0] of all Enemy Reports. We're all Reporters now.
es_es: \c[2]Desbloquea el 76%\c[0] de todos los Reportes Enemigos. Somos todos reportadores ahora.

# data/database.json//achievements/one-punch/name
source: ONE PUNCH!
es_es: ¡UN GOLPE!

# data/database.json//achievements/one-punch/description
source: Deal \c[3]\v[misc.localNum.50000] Damage with a single hit\c[0]. A punch that echoed throughout history.
es_es: Haz \c[3]\v[misc.localNum.50000] de daño con un solo golpe\c[0]. Un golpe que atravesó la historia.

# data/database.json//achievements/one-hit-kills/name
source: One Shot, One Kill
es_es: Un Disparo, Una Muerte

# data/database.json//achievements/one-hit-kills/description
source: Defeat \c[3]500 enemies\c[0], each with \c[3]a single attack\c[0].
es_es: Derrota \c[3]500 enemigos\c[0], todos con \c[3]un solo golpe\c[0].

# data/database.json//achievements/kill-boss-crab/name
source: Real History
es_es: Historia de Verdad

# data/database.json//achievements/kill-boss-crab/description
source: \c[3]Defeat the \v[combat.name.boss-test]\c[0] on the Cargo Ship.
es_es: \c[3]Derrota el \v[combat.name.boss-test]\c[0] en el Barco de Carga.

# data/database.json//achievements/kill-boss-turret/name
source: Master of Turrets
es_es: Maestro de las Torretas

# data/database.json//achievements/kill-boss-turret/description
source: \c[3]Defeat the \v[combat.name.turret-boss]\c[0] in the Rhombus Dungeon.
es_es: \c[3]Derrota el \v[combat.name.turret-boss]\c[0] en la Mazmorra Rombo.

# data/database.json//achievements/kill-boss-driller/name
source: The bigger they are...
es_es: Mientras más grandes son...

# data/database.json//achievements/kill-boss-driller/description
source: \c[3]Defeat the \v[combat.name.boss-driller]\c[0] in the \v[area.cold-dng.name].
es_es: \c[3]Derrota el \v[combat.name.boss-driller]\c[0] en el \v[area.cold-dng.name].

# data/database.json//achievements/kill-boss-worm/name
source: They have 5 Hearts
es_es: Tienen 5 corazones

# data/database.json//achievements/kill-boss-worm/description
source: \c[3]Defeat \v[combat.name.heat/sandworm-boss]\c[0] below the Maroon Tree in \v[area.heat-area.name].
es_es: \c[3]Derrota a \v[combat.name.heat/sandworm-boss]\c[0] debajo del Árbol Granate en \v[area.heat-area.name].

# data/database.json//achievements/kill-boss-moth/name
source: Kill it with Fire!
es_es: ¡Mátalo con Fuego!

# data/database.json//achievements/kill-boss-moth/description
source: \c[3]Defeat \v[combat.name.heat/megamoth]\c[0] in the \v[area.heat-dng.name].
es_es: \c[3]Derrota a \v[combat.name.heat/megamoth]\c[0] en \v[area.heat-dng.name].

# data/database.json//achievements/kill-boss-frobbit/name
source: The Trickster
es_es: El Escurridizo

# data/database.json//achievements/kill-boss-frobbit/description
source: \c[3]Defeat \v[combat.name.daft-frobbit]\c[0] in \v[area.autumn-fall.name].
es_es: \c[3]Derrota a \v[combat.name.daft-frobbit]\c[0] en \v[area.autumn-fall.name].

# data/database.json//achievements/kill-boss-slug/name
source: Ultimate Power
es_es: Poder Final

# data/database.json//achievements/kill-boss-slug/description
source: \c[3]Defeat \v[combat.name.arid/snail]\c[0] in \v[area.arid-dng-1.name].
es_es: \c[3]Derrota a \v[combat.name.arid/snail]\c[0] en \v[area.arid-dng-1.name].

# data/database.json//achievements/kill-boss-phantom/name
source: A Shadow from the Past
es_es: Una Sombra del Pasado

# data/database.json//achievements/kill-boss-phantom/description
source: \c[3]Defeat the \v[combat.name.jungle/shockboss]\c[0] in the \v[area.shock-dng.name].
es_es: \c[3]Derrota al \v[combat.name.jungle/shockboss]\c[0] en el \v[area.shock-dng.name].

# data/database.json//achievements/kill-boss-blob/name
source: The Canonical Enemy
es_es: El Enemigo Canónico

# data/database.json//achievements/kill-boss-blob/description
source: \c[3]Defeat the \v[combat.name.jungle/waveboss]\c[0] in the \v[area.wave-dng.name].
es_es: \c[3]Derrota al \v[combat.name.jungle/waveboss]\c[0] en el \v[area.wave-dng.name].

# data/database.json//achievements/kill-boss-sloth/name
source: The None-Winged Devil
es_es: El Diablo sin Alas

# data/database.json//achievements/kill-boss-sloth/description
source: \c[3]Defeat the \v[combat.name.minibosses/sloth-black]\c[0] in \v[area.jungle.name].
es_es: \c[3]Derrota al \v[combat.name.minibosses/sloth-black]\c[0] en \v[area.jungle.name].

# data/database.json//achievements/kill-boss-ape/name
source: A Test of Power
es_es: Una Prueba de Poder

# data/database.json//achievements/kill-boss-ape/description
source: \c[3]Defeat the \v[combat.name.jungle/ape-boss]\c[0] in the \v[area.tree-dng.name].
es_es: \c[3]Derrota al \v[combat.name.jungle/ape-boss]\c[0] en el \v[area.tree-dng.name].

# data/database.json//achievements/kill-boss-apewhale/name
source: Battle on the Crown
es_es: Batalla en la Corona

# data/database.json//achievements/kill-boss-apewhale/description
source: \c[3]Defeat the \v[combat.name.jungle/ape-boss] & the \v[combat.name.jungle/whale-boss]\c[0] in the \v[area.tree-dng.name].
es_es: \c[3]Derrota al \v[combat.name.jungle/ape-boss] y la \v[combat.name.jungle/whale-boss]\c[0] en el \v[area.tree-dng.name].

# data/database.json//achievements/kill-boss-samurai/name
source: The Dawn's Blade
es_es: La Espada del Albor

# data/database.json//achievements/kill-boss-samurai/description
source: \c[3]Defeat the \v[combat.name.forest/samurai-boss]\c[0] in \v[area.forest.name].
es_es: \c[3]Derrota al \v[combat.name.forest/samurai-boss]\c[0] en \v[area.forest.name].

# data/database.json//achievements/kill-boss-shizuka/name
source: Restless Frustration
es_es: Frustración Incesante

# data/database.json//achievements/kill-boss-shizuka/description
source: \c[3]Defeat \v[combat.name.avatar/shizuka]\c[0] in \v[area.hideout.name] at least once.
es_es: \c[3]Derrota a \v[combat.name.avatar/shizuka]\c[0] en el \v[area.hideout.name] al menos una vez.

# data/database.json//achievements/kill-boss-designer/name
source: The Experience
es_es: La Experiencia

# data/database.json//achievements/kill-boss-designer/description
source: \c[3]Defeat the \v[combat.name.boss/designer-2]\c[0] in \v[area.arid-dng-2.name].
es_es: \c[3]Derrota al \v[combat.name.boss/designer-2]\c[0] en \v[area.arid-dng-2.name].

# data/database.json//achievements/kill-boss-elephant/name
source: The Ultimate Experience
es_es: La Experiencia Definitiva

# data/database.json//achievements/kill-boss-elephant/description
source: \c[3]Defeat \v[combat.name.boss/elephant]\c[0] in the \v[area.arid-dng-2.name].
es_es: \c[3]Derrota al \v[combat.name.boss/elephant]\c[0] en el \v[area.arid-dng-2.name].

# data/database.json//achievements/kill-apollo-01/name
source: Showdown at Bergen
es_es: Confrontación en Bergen

# data/database.json//achievements/kill-apollo-01/description
source: Win the \c[3]PvP Battle against Apollo\c[0].
es_es: Gana la \c[3]Batalla PvP contra Apollo\c[0].

# data/database.json//achievements/kill-apollo-02/name
source: Showdown at Faj'ro
es_es: Confrontación en Faj'ro

# data/database.json//achievements/kill-apollo-02/description
source: Win the \c[3]second PvP Battle against Apollo\c[0].
es_es: Gana la \c[3]segunda Batalla PvP contra Apollo\c[0].

# data/database.json//achievements/kill-apollo-03/name
source: Showdown at Gaia's Garden
es_es: Confrontación en el Jardín de Gaia

# data/database.json//achievements/kill-apollo-03/description
source: Win the \c[3]third PvP Battle against Apollo\c[0].
es_es: Gana la \c[3]tercera Batalla PvP contra Apollo\c[0].

# data/database.json//achievements/kill-special-blue/name
source: Gotta go Fast
es_es: Debo ir Rápido

# data/database.json//achievements/kill-special-blue/description
source: Find and \c[3]defeat the \v[combat.name.minibosses/blue-hedge]\c[0].
es_es: Encuentra y \c[3]derrota al \v[combat.name.minibosses/blue-hedge]\c[0].

# data/database.json//achievements/kill-special-peng/name
source: Drop the Beat
es_es: Que Empiece la Música

# data/database.json//achievements/kill-special-peng/description
source: Find and \c[3]defeat \v[combat.name.minibosses/penguin-rapper]\c[0].
es_es: Encuentra y \c[3]derrota al \v[combat.name.minibosses/penguin-rapper]\c[0].
