Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/quests/monks-jump_3_bonus/briefing
source: You have beaten the additional challenges.
ru_ru: Вы прошли дополнительные испытания.

# data/database.json/quests/monks-jump_3_bonus/tasks/0/task
source: Solve the two additional challenges in the \c[3]Cave of Ascension\c[0]
ru_ru: Пройдите два дополнительных испытания в \c[3]Пещере восхождения\c[0]

# data/database.json/quests/monks-jump_3_bonus/tasks/0/subtasks/0/text
source: Timed Challenge
ru_ru: Испытание на скорость

# data/database.json/quests/monks-jump_3_bonus/tasks/0/subtasks/0/shortText
source: Do the timed challenge
ru_ru: Пройдите испытание на скорость

# data/database.json/quests/monks-jump_3_bonus/tasks/0/subtasks/1/text
source: Frosty Challenge
ru_ru: Морозное испытание

# data/database.json/quests/monks-jump_3_bonus/tasks/0/subtasks/1/shortText
source: Do the frosty challenge
ru_ru: Пройдите морозное испытание

# data/database.json/quests/monks-jump_3_bonus/tasks/1/task
source: Return to the \c[3]Bergen Monastery\c[0] and talk to \c[3]Monk Cratos\c[0] again
ru_ru: Вернитесь в \c[3]Бергенский монастырь\c[0] и поговорите с \c[3]монахом Кратосом\c[0] снова

# data/database.json/quests/monks-jump_3_time/name
source: Timed Challenge
ru_ru: Испытание на скорость

# data/database.json/quests/monks-jump_3_time/person
source: Monk Cratos
ru_ru: Монах Кратос

# data/database.json/quests/monks-jump_3_time/description
source: Prove your fervor by beating the \c[3]Cave of Ascension\c[0] in under \c[3]2:00\c[0]!
ru_ru: Докажите своё рвение, пройдя \c[3]Пещеру восхождения\c[0] менее чем за \c[3]2:00\c[0]!

# data/database.json/quests/monks-jump_3_time/briefing
source: You beat the "Timed"-challenge.
ru_ru: Вы прошли испытание на "скорость".

# data/database.json/quests/monks-jump_3_time/tasks/0/task
source: Beat the \c[3]Cave of Ascension\c[0] in under \c[3]2:00\c[0]
ru_ru: Пройдите \c[3]Пещеру восхождения\c[0] менее чем за \c[3]2:00\c[0]

# data/database.json/quests/monks-jump_3_frosty/name
source: Frosty Challenge
ru_ru: Морозное испытание

# data/database.json/quests/monks-jump_3_frosty/person
source: Monk Cratos
ru_ru: Монах Кратос

# data/database.json/quests/monks-jump_3_frosty/description
source: Prove your passion by beating the \c[3]Cave of Ascension\c[0] with \c[3]"Extra Frosty"\c[0] being activated!
ru_ru: Докажите свою страсть, пройдя \c[3]Пещеру восхождения\c[0] с активированным \c[3]"дополнительным морозом"\c[0]!

# data/database.json/quests/monks-jump_3_frosty/briefing
source: You beat the "Frosty"-challenge.
ru_ru: Вы прошли "морозное" испытание.

# data/database.json/quests/monks-jump_3_frosty/tasks/0/task
source: \c[3]Activate "Extra Frosty"\c[0] at the terminal in the \c[3]Cave of Ascension\c[0]
ru_ru: \c[3]Активируйте "дополнительный мороз"\c[0] через терминал в \c[3]Пещере восхождения\c[0]

# data/database.json/quests/monks-jump_3_frosty/tasks/1/task
source: Beat the \c[3]Cave of Ascension\c[0] with "Extra Frosty" activated
ru_ru: Пройдите \c[3]Пещеру восхождения\c[0] с активированным "дополнительным морозом"

# data/database.json/quests/omni-1/hubSettings/location
source: Need some quick money? Come find us in the \c[3]Omni Gilders Base\c[0].
ru_ru: Нужны быстрые деньги? Найди нас на \c[3]базе Златарей\c[0].

# data/database.json/quests/omni-1/name
source: Building a Base
ru_ru: Строим базу

# data/database.json/quests/omni-1/person
source: Omni Gilders General
ru_ru: Генерал Златарей

# data/database.json/quests/omni-1/description
source: One of the generals of the \c[3]Omni Gilders\c[0] Guild has asked to obtain some materials for their base. You can find them in the \c[3]Temple Mine\c[0] and on \c[3]Bergen Trail\c[0].
ru_ru: Один из генералов \c[3]Златарей\c[0] попросил вас собрать некоторые материалы для их базы. Вы найдёте их в \c[3]Храм-Шахте\c[0] и на \c[3]Тропе в Берген\c[0].

# data/database.json/quests/omni-1/briefing
source: You found the requested materials for the general. Maybe you can go back to him in \c[3]Bergen\c[0] later to get more quests.
ru_ru: Вы нашли запрашиваемые материалы для генерала. Возможно, что стоит вернуться к нему позже в \c[3]Берген\c[0] за новыми квестами.

# data/database.json/quests/omni-1/tasks/0/task
source: Find the items in the \c[3]Temple Mine\c[0] and on \c[3]Bergen Trail\c[0]
ru_ru: Найдите предметы в \c[3]Храм-Шахте\c[0] и на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/omni-2/hubSettings/location
source: I never thought being part of a guild is so hard. Can somebody help? \c[3]- Omni Guilder Base\c[0]
ru_ru: Я никогда не думала, что быть частью гильдии так сложно. Может кто-нибудь помочь? \c[3]- база Златарей\c[0]

# data/database.json/quests/omni-2/name
source: Pushing Bases
ru_ru: Расширяем базы

# data/database.json/quests/omni-2/person
source: Jean
ru_ru: Джина

# data/database.json/quests/omni-2/description
source: Jean asked you to help her find a \c[3]Storage Unit\c[0] in the basement of the \c[3]Omni Gilders\c[0] Guild in \c[3]Bergen Village\c[0].
ru_ru: Джина попросила вас помочь найти \c[3]устройство хранения\c[0] в подвале гильдии \c[3]Златарей\c[0] в \c[3]деревне Берген\c[0].

# data/database.json/quests/omni-2/briefing
source: Even though several boxes were in the way, you were able to locate the \c[3]Storage Unit\c[0]. You also overheard a conversion between Jeff and Jock, two friends of Jean. They seemed rather suspicious. Something is not quite right.
ru_ru: Несмотря на то, что на пути стояло несколько коробок, вы смогли найти \c[3]устройство хранения\c[0]. Вы также подслушали разговор между Джеффом и Джоком, двумя друзьями Джины. Они выглядели довольно подозрительно. Что-то здесь не так.

# data/database.json/quests/omni-2/tasks/0/task
source: Find the Storage Unit in \c[3]Bergen - Omni Gilders Basement\c[0]
ru_ru: Найдите устройство хранения в \c[3]Бергене - Подвал Златарей\c[0]

# data/database.json/quests/omni-2/tasks/1/task
source: Go back to Jean in \c[3]Omni Gilders Base\c[0]
ru_ru: Вернитесь к Джине на \c[3]базу Златарей\c[0]

# data/database.json/quests/unkown-warrior-2/name
source: A Promise Is a Promise 2
ru_ru: Обещание есть обещание 2

# data/database.json/quests/unkown-warrior-2/person
source: Ketin D'Kar
ru_ru: Кетин Д'кар

# data/database.json/quests/unkown-warrior-2/description
source: D'Kar asks you to help him find the \c[3]\v[item.137.name]\c[0]. Maybe finding this item will help to understand his multi-class attire!
ru_ru: Д'кар просит вас помочь ему найти \c[3]Сломанный щит\c[0]. Возможно, нахождение этого предмета поможет вам понять, почему он носит мульти-классовое снаряжение!

# data/database.json/quests/unkown-warrior-2/briefing
source: You found the \v[item.137.name] and it seemed that D'Kar opened up more to you. He apparently does all of this for his kids. Still nothing about his multi-class looks.
ru_ru: Вы нашли \v[item.137.name] и, кажется, Д'кар немного открылся вам. Похоже, что он делает это всё для своих детей. Но о его мульти-классовом снаряжении по-прежнему ничего не известно.

# data/database.json/quests/unkown-warrior-2/tasks/0/task
source: Find the \c[3]\v[item.137.name]\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Найдите \c[3]Сломанный щит\c[0] на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/unkown-warrior-2/tasks/1/task
source: Hand over the \v[item.137.name] to D'Kar in \c[3]Bergen Village - House 2\c[0]
ru_ru: Отдайте \v[item.137.name] Д'кару, в \c[3]деревне Берген - Дом 2\c[0]

# data/database.json/quests/console-xbox-1/hubSettings/location
source: Help humanity to recover great weaponry that has been lost! \c[3]- Bergen South\c[0]
ru_ru: Помоги человечеству восстановить великое оружие, которое было потеряно! \c[3]- Юг Бергена\c[0]

# data/database.json/quests/console-xbox-1/name
source: Out of the Box
ru_ru: За рамками

# data/database.json/quests/console-xbox-1/person
source: Bill Masters
ru_ru: Билл Мастерс

# data/database.json/quests/console-xbox-1/description
source: The soldier \c[3]Bill Masters\c[0] has given you an important mission: Defeat enemies using modern military equipment in \c[3]\v[area.bergen-trails.name]\c[0], find their \c[3]hidden base\c[0] and recover the \c[3]tech\c[0] that they are using!
ru_ru: Солдат \c[3]Билл Мастерс\c[0] дал вам важную миссию: победить врагов, использующих современную военную технику на \c[3]Тропе в Берген\c[0], найти их \c[3]скрытую базу\c[0] и заполучить \c[3]технологии\c[0], которые они используют!

# data/database.json/quests/console-xbox-1/briefing
source: You retrieved the important military data for the \v[lore.title.human-government] and also uncovered a secret facility of the "Heavy Hardware"-company! Maybe this other new secret facility really exists as well?
ru_ru: Вы получили важные военные данные для Национального содружества путешественников, а также раскрыли секретный комплекс компании "Тяжёлое железо"! Возможно, другой секретный комплекс тоже существует?

# data/database.json/quests/console-xbox-1/tasks/0/task
source: Search for the armed creatures on the \c[3]Old Plateau\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Ищите вооружённых созданий на \c[3]Старом плато\c[0] на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/console-xbox-1/tasks/1/task
source: Search for the armed creatures at the \c[3]Bergen Waterfalls\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Ищите вооружённых созданий возле \c[3]Водопадов Бергена\c[0] на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/console-xbox-1/tasks/2/task
source: Examine the strange device at the \c[3]Bergen Waterfalls\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Осмотрите странное устройство возле \c[3]Водопадов Бергена\c[0] на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/console-xbox-1/tasks/3/task
source: Find and enter the \c[3]Secret Entrance\c[0] \c[3]Bergen Waterfalls\c[0] in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Найдите и войдите в \c[3]секретный вход\c[0] \c[3]Водопадов Бергена\c[0] на \c[3]Тропе в Берген\c[0]

# data/database.json/quests/console-xbox-1/tasks/4/task
source: Explore the \c[3]Secret Facility\c[0]
ru_ru: Исследуйте \c[3]секретное предприятие\c[0]

# data/database.json/quests/console-xbox-1/tasks/5/task
source: Return to \c[3]Bill Masters\c[0] in \c[3]Bergen South\c[0]
ru_ru: Вернитесь к \c[3]Биллу Мастерсу\c[0] на \c[3]Юге Бергена\c[0]

# data/database.json/quests/bug-hunting/name
source: Trials of the Golden Bugs
ru_ru: Испытания золотистых жуков

# data/database.json/quests/bug-hunting/person
source: Vagabond
ru_ru: Бродяга

# data/database.json/quests/bug-hunting/description
source: A strange vagabond knows how to gain access to the final shade. However, you first need to pass a series of trials to show that you are "worthy".
ru_ru: Странный бродяга знает, как получить доступ к последней тени. Однако сначала вам нужно пройти серию испытаний, чтобы показать, что вы "достойны".

# data/database.json/quests/bug-hunting/briefing
source: You've overcome all trials put in front of you and bested even the Vagabond himself who turned out to be the final trial. As a reward you received the \c[3]Meteor Shade\c[0]!
ru_ru: Вы преодолели все испытания, поставленные перед вами, и даже одолели самого Бродягу, который и был последним испытанием. В качестве награды вы получили \c[3]Тень метеора\c[0]!

# data/database.json/quests/bug-hunting/tasks/0/task
source: Finish the 4 trials in \c[3]\v[area.forest.name]\c[0]
ru_ru: Закончите четыре испытания в \c[3]Сапфировом крае\c[0]

# data/database.json/quests/bug-hunting/tasks/0/subtasks/0/text
source: Trial of Vigor
ru_ru: Испытание силы

# data/database.json/quests/bug-hunting/tasks/0/subtasks/1/text
source: Trial of Patience
ru_ru: Испытание терпения

# data/database.json/quests/bug-hunting/tasks/0/subtasks/2/text
source: Trial of Agility
ru_ru: Испытание ловкости

# data/database.json/quests/bug-hunting/tasks/0/subtasks/3/text
source: Trial of Insight
ru_ru: Испытание проницательности

# data/database.json/quests/bug-hunting/tasks/1/task
source: Report back to the Vagabond in \c[3]Tranquil Bamboo\c[0]
ru_ru: Отчитайтесь бродяге в \c[3]Спокойном бамбуке\c[0]

# data/database.json/quests/bug-hunting/tasks/2/task
source: Go to the \c[3]Old Dojo\c[0] north-east of \c[3]\v[area.forest.name]\c[0]
ru_ru: Идите к \c[3]Старому додзё\c[0] на северо-востоке \c[3]Сапфирового края\c[0]

# data/database.json/quests/bug-hunting/tasks/3/task
source: Survive the surprise attack by the beetles.
ru_ru: Переживите неожиданную атаку жуков

# data/database.json/quests/bug-hunting/tasks/4/task
source: Talk to the Vagabond and face the guardian in the \c[3]Old Dojo\c[0]
ru_ru: Поговорите с Бродягой и сразитесь со стражем \c[3]Старого додзё\c[0]

# data/database.json/quests/bug-hunting/tasks/5/task
source: Collect the Meteor Shade behind the \c[3]Old Dojo\c[0]
ru_ru: Возьмите Тень метеора позади \c[3]Старого додзё\c[0]

# data/database.json/quests/bug-hunting-heat/name
source: Trial of Vigor
ru_ru: Испытание силы

# data/database.json/quests/bug-hunting-heat/person
source: Vagabond
ru_ru: Бродяга

# data/database.json/quests/bug-hunting-heat/description
source: Finish the \c[3]Trial of Vigor\c[0] found in the \c[3]Nesting Grounds\c[0] of \c[3]\v[area.forest.name]\c[0].
ru_ru: Пройдите \c[3]Испытание силы\c[0], которое находится в \c[3]Гнездовье\c[0] в \c[3]Сапфировом крае\c[0].

# data/database.json/quests/bug-hunting-heat/briefing
source: You have passed the \c[3]Trial of Vigor\c[0] and received a \c[3]\v[item.435.name]\c[0] as token of your achievement.
ru_ru: Вы прошли \c[3]Испытание силы\c[0] и получили \c[3]Золотистого жука\c[0] как символ своего достижения.

# data/database.json/quests/bug-hunting-heat/tasks/0/task
source: Finish the Trial of Vigor in \c[3]\v[area.forest.name] - Nesting Grounds\c[0]
ru_ru: Пройдите Испытание силы в \c[3]Сапфировом крае - Гнездовье\c[0]

# data/database.json/quests/bug-hunting-cold/name
source: Trial of Patience
ru_ru: Испытание терпения

# data/database.json/quests/bug-hunting-cold/person
source: Vagabond
ru_ru: Бродяга

# data/database.json/quests/bug-hunting-cold/description
source: Finish the \c[3]Trial of Patience\c[0] found in the \c[3]Flower Lake\c[0] of \c[3]\v[area.forest.name]\c[0].
ru_ru: Пройдите \c[3]Испытание терпения\c[0], которое находится на \c[3]Цветочном озере\c[0] в \c[3]Сапфировом крае\c[0].

# data/database.json/quests/bug-hunting-cold/briefing
source: You have passed the \c[3]Trial of Patience\c[0] and received a \c[3]\v[item.435.name]\c[0] as token of your achievement.
ru_ru: Вы прошли \c[3]Испытание терпения\c[0] и получили \c[3]Золотистого жука\c[0] как символ своего достижения.

# data/database.json/quests/bug-hunting-cold/tasks/0/task
source: Finish the Trial of Patience in \c[3]\v[area.forest.name] - Flower Lake\c[0]
ru_ru: Пройдите Испытание терпения в \c[3]Сапфировом крае - Цветочное озеро\c[0]

# data/database.json/quests/bug-hunting-shock/name
source: Trial of Agility
ru_ru: Испытание ловкости

# data/database.json/quests/bug-hunting-shock/person
source: Vagabond
ru_ru: Бродяга

# data/database.json/quests/bug-hunting-shock/description
source: Finish the \c[3]Trial of Agility\c[0] found in the \c[3]Carved Pathway\c[0] of \c[3]\v[area.forest.name]\c[0].
ru_ru: Пройдите \c[3]Испытание ловкости\c[0], которое находится на \c[3]Резной тропе\c[0] в \c[3]Сапфировом крае\c[0].

# data/database.json/quests/bug-hunting-shock/briefing
source: You have passed the \c[3]Trial of Agility\c[0] and received a \c[3]\v[item.435.name]\c[0] as token of your achievement.
ru_ru: Вы прошли \c[3]Испытание ловкости\c[0] и получили \c[3]Золотистого жука\c[0] как символ своего достижения.

# data/database.json/quests/bug-hunting-shock/tasks/0/task
source: Finish the Trial of Agility in \c[3]\v[area.forest.name] - Carved Pathway\c[0]
ru_ru: Пройдите Испытание ловкости в \c[3]Сапфировом крае - Резная тропа\c[0]

# data/database.json/quests/bug-hunting-wave/name
source: Trial of Insight
ru_ru: Испытание проницательности

# data/database.json/quests/bug-hunting-wave/person
source: Vagabond
ru_ru: Бродяга

# data/database.json/quests/bug-hunting-wave/description
source: Complete the \c[3]Trial of Insight\c[0] found in the \c[3]Bamboo Thicket\c[0] of \c[3]\v[area.forest.name]\c[0].
ru_ru: Пройдите \c[3]Испытание проницательности\c[0], которое находится в \c[3]Бамбуковой чаще\c[0] в \c[3]Сапфировом крае\c[0].

# data/database.json/quests/bug-hunting-wave/briefing
source: You have passed the \c[3]Trial of Insight\c[0] and received a \c[3]\v[item.435.name]\c[0] as token of your achievement.
ru_ru: Вы прошли \c[3]Испытание проницательности\c[0] и получили \c[3]Золотистого жука\c[0] как символ своего достижения.

# data/database.json/quests/bug-hunting-wave/tasks/0/task
source: Finish the Trial of Insight in \c[3]\v[area.forest.name] - Bamboo Thicket\c[0]
ru_ru: Пройдите Испытание проницательности в \c[3]Сапфировом крае - Бамбуковая чаща\c[0]

# data/database.json/quests/trailblaze-forest/name
source: Henry Trailblazing
ru_ru: Генри-первооткрыватель

# data/database.json/quests/trailblaze-forest/person
source: Baxton Addi
ru_ru: Бакстон Адди

# data/database.json/quests/trailblaze-forest/description
source: Help \c[3]Baxton Addi\c[0] find \c[3]Henry the Researcher\c[0] who seems to be involved in shady doings.
ru_ru: Помогите \c[3]Бакстону Адди\c[0] найти \c[3]Генри-исследователя\c[0], который, кажется, участвует в сомнительных делах.

# data/database.json/quests/trailblaze-forest/briefing
source: You uncovered the plot of Henry! It turns out the whole quest line was a elaborate ruse created by the \c[3]International HackerSpace Organization\c[0] to fool players into thinking a hacker infiltrated the game. You fell for it, right?
ru_ru: Вы раскрыли заговор Генри! Оказывается, вся квестовая линия была сложной уловкой, созданной \c[3]International HackerSpace Organization\c[0], чтобы обмануть игроков, заставив их думать, что хакер проник в игру. Вы на это клюнули, верно?

# data/database.json/quests/trailblaze-forest/tasks/0/task
source: Check each landmark in \c[3]\v[area.forest.name]\c[0]
ru_ru: Проверьте каждый ориентир в \c[3]Сапфировом крае\c[0]

# data/database.json/quests/trailblaze-forest/tasks/1/task
source: Return to Baxton in \c[3]\v[area.forest.name] - Cave Inn\c[0]
ru_ru: Вернитесь к Бакстону в \c[3]Сапфировый край - Пещерный трактир\c[0]

# data/database.json/quests/trailblaze-forest/tasks/2/task
source: Collect clues in the Cave Inn in \c[3]\v[area.forest.name]\c[0]
ru_ru: Соберите улики в Пещерном трактире в \c[3]Сапфировом крае\c[0]

# data/database.json/quests/trailblaze-forest/tasks/2/subtasks/0/text
source: Clue "Money"
ru_ru: Улика "Деньги"

# data/database.json/quests/trailblaze-forest/tasks/2/subtasks/1/text
source: Clue "Whereabouts"
ru_ru: Улика "Местонахождение"

# data/database.json/quests/trailblaze-forest/tasks/2/subtasks/2/text
source: Clue "Strange Device"
ru_ru: Улика "Странное устройство"

# data/database.json/quests/trailblaze-forest/tasks/2/subtasks/3/text
source: Clue "Hidden Path"
ru_ru: Улика "Скрытый путь"

# data/database.json/quests/trailblaze-forest/tasks/3/task
source: Return to Baxton in \c[3]\v[area.forest.name] - Cave Inn\c[0]
ru_ru: Вернитесь к Бакстону в \c[3]Сапфировый край - Пещерный трактир\c[0]

# data/database.json/quests/trailblaze-forest/tasks/4/task
source: Find Henry in a hidden cave path east of \c[3]\v[area.forest.name]\c[0]
ru_ru: Найдите Генри в скрытой пещере к востоку от \c[3]Сапфирового края\c[0]

# data/database.json/quests/trailblaze-forest/tasks/5/task
source: Chase Henry in \c[3]\v[area.forest.name] - High Ground\c[0]
ru_ru: Преследуйте Генри в \c[3]Сапфировом крае - Возвышенность\c[0]

# data/database.json/quests/wervyn-quest/hubSettings/location
source: Hiiii! Wanna help fellow players in dire need? Come and talk to me!! \c[3]- Western Exit\c[0]
ru_ru: Привееет! Хочешь помочь нуждающимся игрокам? Приходи и поговори со мной!! \c[3]- Западный выход\c[0]

# data/database.json/quests/wervyn-quest/name
source: Last Minute Help Needed
ru_ru: Помощь в последнюю минуту

# data/database.json/quests/wervyn-quest/description
source: \c[3]PuellaDocta\c[0] of the \c[3]Last Minute Heroes\c[0] has a task for you that involves fighting monsters in \c[3]Sapphire Ridge\c[0]!
ru_ru: У \c[3]PuellaDocta\c[0] из \c[3]Героев последней минуты\c[0] есть для вас задание, включающее в себя сражение с монстрами в \c[3]Сапфировом крае\c[0]!

# data/database.json/quests/wervyn-quest/briefing
source: You learned about the daily work of the \c[3]Last Minute Heros\c[0] guild, the glory that comes with it, and maybe also a few problems.
ru_ru: Вы узнали о ежедневной работе гильдии \c[3]Героев последней минуты\c[0], славе, что приходит вместе с этим, и, возможно, ещё о некоторых проблемах.

# data/database.json/quests/wervyn-quest/tasks/0/task
source: Meet PuellaDocta in the \c[3]Last Minute Heroes HQ\c[0] north of the \c[3]Autumn Residences\c[0]
ru_ru: Встретьтесь с PuellaDocta в \c[3]штабе Героев последней минуты\c[0] на севере \c[3]Резиденций Осени\c[0]

# data/database.json/quests/wervyn-quest/tasks/1/task
source: Go to the \c[3]The Cave Inn\c[0] in \c[3]Sapphire Ridge\c[0] and wait for further instructions.
ru_ru: Идите к \c[3]Пещерному трактиру\c[0] в \c[3]Сапфировом крае\c[0] и ждите дальнейших инструкций

# data/database.json/quests/wervyn-quest/tasks/2/task
source: Wait at the \c[3]The Cave Inn\c[0] in \c[3]Sapphire Ridge\c[0] for further instructions.
ru_ru: Ждите дальнейших инструкций в \c[3]Пещерном трактире\c[0] в \c[3]Сапфировом крае\c[0]

# data/database.json/quests/wervyn-quest/tasks/3/task
source: Go to the \c[3]River Road\c[0] in \c[3]Sapphire Ridge\c[0] and rescue a fellow player!
ru_ru: Идите к \c[3]Речной дороге\c[0] в \c[3]Сапфировом крае\c[0] и спасите товарища-игрока!

# data/database.json/quests/wervyn-quest/tasks/4/task
source: Head back again to the \c[3]The Cave Inn\c[0] in \c[3]Sapphire Ridge\c[0] and stay put for more instructions.
ru_ru: Снова вернитесь к \c[3]Пещерному трактиру\c[0] в \c[3]Сапфировом крае\c[0] и ждите дополнительных инструкций

# data/database.json/quests/wervyn-quest/tasks/5/task
source: Go to the \c[3]North East Path\c[0] in \c[3]Sapphire Ridge\c[0] and rescue that player again.
ru_ru: Идите к \c[3]Северо-восточному пути\c[0] в \c[3]Сапфировом крае\c[0] и спасите того игрока снова

# data/database.json/quests/wervyn-quest/tasks/6/task
source: That one player is in trouble again, now in \c[3]Flower Lake - Sapphire Ridge\c[0]. To the rescue!
ru_ru: Тот самый игрок снова в беде, теперь у \c[3]Цветочного озера\c[0] в \c[3]Сапфировом крае\c[0]. На помощь!

# data/database.json/quests/dekay-quest/hubSettings/location
source: Looking for help with \c[3]exploration\c[0], one player only - west balcony of the \c[3]Cave Inn\c[0]
ru_ru: Нужна помощь с \c[3]изучением\c[0], только один игрок \c[3]- западный балкон Пещерного трактира\c[0]

# data/database.json/quests/dekay-quest/name
source: An unfortunate Series of Features
ru_ru: Неудачный набор функций

# data/database.json/quests/dekay-quest/person
source: Kat
ru_ru: Кат

# data/database.json/quests/dekay-quest/description
source: A dubious player looks for help with a bit of \c[3]exploration\c[0], which apparently involves \c[3]breaking the game\c[0]. Needs to be handled confidentially!
ru_ru: Сомнительный игрок ищет помощи с \c[3]исследованием\c[0], которое, видимо, включает в себя \c[3]взлом игры\c[0]. Необходимо соблюдать конфиденциальность!
