Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/traders/backer4/name
source: Generous Meals
ru_ru: Щедрые блюда

# data/database.json/toggle-sets/helpers/name
source: Detectors
ru_ru: Детекторы

# data/database.json/toggle-sets/booster/name
source: Area Boosters
ru_ru: Бустеры локаций

# data/database.json/toggle-sets/skins/name
source: Skins
ru_ru: Образы

# data/database.json/toggle-sets/stepEffects/name
source: Step Effects
ru_ru: Эффекты шагов

# data/database.json/toggle-sets/aura/name
source: Auras
ru_ru: Ауры

# data/database.json/toggle-sets/pet/name
source: Pets
ru_ru: Питомцы
