Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/commonEvents/buggy-contact/event/14/thenStep/1/message
source: Hey Lea! We're currently chilling over here in the headquarters. You should definitely drop by for some great news!
ru_ru: Привет, Лея! В настоящее время мы отдыхаем в штабе. Тебе обязательно стоит заглянуть за хорошими новостями!

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/1/message
source: Welcome to McBuggys. May I take your order?
ru_ru: Добро пожаловать в МакБаггис. Могу ли я принять ваш заказ?

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/3/message
source: How?
ru_ru: Как?

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/4/message
source: One How-Cow-Burger coming right up.
ru_ru: Один Как-бургер, сию минуту.

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/6/message
source: Do you wish to add any sides?
ru_ru: Не желаете ещё что-нибудь?

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/7/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/8/message
source: Of course, our world-famous Why-Fries. Anything to drink?
ru_ru: Конечно, наш всемирно известный Почему-фри. Что-нибудь попить?

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/10/message
source: Lea!
ru_ru: Лея!

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/11/message
source: I'm sorry, we're all out of Lea-monade.
ru_ru: Извините, но Лея-монад закончился.

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/12/message
source: How about some cool and refreshing Bye-ced tea?
ru_ru: Может, прохладный и освежающий Прос-чай?

# data/database.json/commonEvents/buggy-contact/event/15/thenStep/13/message
source: Bye.
ru_ru: Пока.

# data/database.json/commonEvents/buggy-contact/event/16/thenStep/0/message
source: Hi...
ru_ru: Привет...

# data/database.json/commonEvents/buggy-contact/event/16/thenStep/1/message
source: Oh, hi Lea!\. Haven't seen you for quite some time!\. What's up?
ru_ru: Ой, привет, Лея!\. Не видел тебя довольно долго!\. Как дела?

# data/database.json/commonEvents/buggy-contact/event/16/thenStep/3/message
source: Still not much of a talker, of course.
ru_ru: По-прежнему не очень разговорчивая, конечно.

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/1/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/3/message
source: How?
ru_ru: Как?

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/4/message
source: How?
ru_ru: Как?

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/5/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/6/message
source: Why?
ru_ru: Почему?

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/8/message
source: How why how bye Lea wait!
ru_ru: Как почему как пока Лея подожди!

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/9/message
source: How why how bye Lea wait!
ru_ru: Как почему как пока Лея подожди!

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/11/message
source: \s[4]Howwhyleabyewhywaitlea waitbyewhyhihihihihibye!!!\.
ru_ru: \s[4]Какпочемулеяпокапочемуподождилея подождипокапочемуприветприветприветприветприветпока!!!\.

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/12/message
source: Nyeeahahahahaha!
ru_ru: Ньяяхахахахаха!

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/13/message
source: Man, I wish I could have recorded that!
ru_ru: Блин, вот бы я записал это!

# data/database.json/commonEvents/buggy-contact/event/17/thenStep/14/message
source: Bye.
ru_ru: Пока.

# data/database.json/commonEvents/buggy-contact/event/18/thenStep/1/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/buggy-contact/event/18/thenStep/4/message
source: Boo!\.
ru_ru: Бу!\.

# data/database.json/commonEvents/buggy-contact/event/18/thenStep/7/message
source: Nyeeahahahahaha!
ru_ru: Ньяяхахахахаха!

# data/database.json/commonEvents/buggy-contact/event/18/thenStep/8/message
source: Man, I love that prank. Absolutely everybody falls for it!
ru_ru: Блин, я обожаю эту штуку. Абсолютно все попадаются на неё!

# data/database.json/commonEvents/buggy-contact/event/18/thenStep/9/message
source: How?
ru_ru: Как?

# data/database.json/commonEvents/buggy-contact/event/18/thenStep/10/message
source: That's a secret!
ru_ru: Это секрет!

# data/database.json/commonEvents/buggy-contact/event/18/thenStep/11/message
source: Bye.
ru_ru: Пока.

# data/database.json/commonEvents/buggy-contact/event/19/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/buggy-contact/event/19/thenStep/1/message
source: Hello! And how is it in the dungeon?
ru_ru: Привет! И как там в подземелье?

# data/database.json/commonEvents/buggy-contact/event/19/thenStep/2/message
source: Did you already see the... \c[3]non-mechanical\c[0] enemies?
ru_ru: Ты уже видела... \c[3]немеханических\c[0] врагов?

# data/database.json/commonEvents/buggy-contact/event/19/thenStep/4/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/buggy-contact/event/19/thenStep/5/message
source: Niiice!\. Those are \c[3]awesome\c[0], right?
ru_ru: Отлииично!\. Они \c[3]потрясающие\c[0], правда?

# data/database.json/commonEvents/buggy-contact/event/19/thenStep/7/message
source: Come on, bugs are awesome, right? Especially if there's a lot of them!
ru_ru: Ну же, жуки потрясающие, правда? Особенно когда их много!

# data/database.json/commonEvents/buggy-contact/event/19/thenStep/9/message
source: No? Man, bugs are so underappreciated.
ru_ru: Нет? Эх, жуки сильно недооценены.

# data/database.json/commonEvents/buggy-contact/event/20/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/buggy-contact/event/21/message
source: Hello. You reached the voice mail of First Scholars member "Buggy".
ru_ru: Здравствуйте. Вы дозвонились до члена Первоучёных "Багги".

# data/database.json/commonEvents/buggy-contact/event/22/message
source: Please leave a message after the beep.
ru_ru: Пожалуйста, оставьте сообщение после сигнала.

# data/database.json/commonEvents/buggy-contact/event/23/message
source: Beep.
ru_ru: Биип.

# data/database.json/commonEvents/buggy-contact/event/25/message
source: ...Nnn...
ru_ru: ...Ннн...

# data/database.json/commonEvents/buggy-contact/event/26/message
source: Nyeeahahahahahaha!
ru_ru: Ньяяяхахахахахаха!

# data/database.json/commonEvents/buggy-contact/event/28/message
source: You almost bought it, didn't you?
ru_ru: Ты почти купилась на это, не так ли?

# data/database.json/commonEvents/buggy-contact/event/29/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/buggy-contact/event/30/message
source: You totally did!
ru_ru: Ты точно купилась!

# data/database.json/commonEvents/nobody-contact/event/2/text
source: But nobody came.
ru_ru: Но никто не пришел.

# data/database.json/commonEvents/botanicsNote/event/2/name
source: Talatu Lips
ru_ru: Талату Липс

# data/database.json/commonEvents/botanicsNote/event/4/message
source: Howdy Girl!
ru_ru: Привет, девочка!

# data/database.json/commonEvents/botanicsNote/event/5/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/botanicsNote/event/6/message
source: Ah've just got a beep from ma machine.
ru_ru: Я только что получила сигнал от своего устройства.

# data/database.json/commonEvents/botanicsNote/event/7/message
source: Ya'll already found 25% o' them plants.
ru_ru: Ты уже нашла 25% этих растений.

# data/database.json/commonEvents/botanicsNote/event/8/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/botanicsNote/event/9/message
source: Now that's what Ah like to hear.
ru_ru: Это приятно слышать.

# data/database.json/commonEvents/botanicsNote/event/10/message
source: Ah have a li'l somethin' fer ya'll. Come meet me in \c[3]\v[area.bergen.name] - Quest Hub\c[0].
ru_ru: У меня есть кое-что для тебя. Давай встретимся в \c[3]Квест-хабе Бергена\c[0].

# data/database.json/commonEvents/botanicsNote50/event/2/name
source: Talatu Lips
ru_ru: Талату Липс

# data/database.json/commonEvents/botanicsNote50/event/4/message
source: Howdy Girl!
ru_ru: Привет, девочка!

# data/database.json/commonEvents/botanicsNote50/event/5/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/botanicsNote50/event/6/message
source: Ah see ya'll jes' hit the 50% mark. Nice work!
ru_ru: Я вижу, ты преодолела отметку в 50%. Хорошая работа!

# data/database.json/commonEvents/botanicsNote50/event/8/message
source: Ah got a li'l sumthin' preped fer ya'll. Ya'll come find me at the \c[3]\v[area.heat-village.name] - Quest Hub\c[0].
ru_ru: У меня есть кое-что для тебя. Найди меня в \c[3]Квест-хабе \v[area.heat-village.name]\c[0].

# data/database.json/commonEvents/botanicsNote75/event/2/name
source: Talatu Lips
ru_ru: Талату Липс

# data/database.json/commonEvents/botanicsNote75/event/4/message
source: Howdy, Lea!
ru_ru: Приветик, Лея!

# data/database.json/commonEvents/botanicsNote75/event/5/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/botanicsNote75/event/6/message
source: Ya'll been busy. Ma machine shows me you got 75% of the flora analyzed!
ru_ru: Много ты работы проделала. Моё устройство показывает мне, что ты уже проанализировала 75% флоры!

# data/database.json/commonEvents/botanicsNote75/event/8/message
source: Ah've got another upgrade to celebrate! Ya'll come find me at the \c[3]\v[area.jungle-city.name] - Quest Hub\c[0].
ru_ru: У меня есть очередное улучшение, чтобы отпраздновать! Найди меня в \c[3]Квест-хабе Твердыни Бэйзина\c[0].

# data/database.json/commonEvents/botanicsNote100/event/2/name
source: Talatu Lips
ru_ru: Талату Липс

# data/database.json/commonEvents/botanicsNote100/event/4/message
source: Well, Ah'll be darned. Y'all've gone an' done it all!
ru_ru: Ох, чёрт побери. Ты закончила со всем этим и собрала всё!

# data/database.json/commonEvents/botanicsNote100/event/5/message
source: Y'all found all the plants, even them super rare ones!
ru_ru: Ты нашла все растения, даже супер-редкие!

# data/database.json/commonEvents/botanicsNote100/event/6/message
source: Great job darlin'!
ru_ru: Отличная работа, дорогая!

# data/database.json/commonEvents/botanicsNote100/event/7/thenStep/0/message
source: Thanks!
ru_ru: Спасибо!

# data/database.json/commonEvents/botanicsNote100/event/8/message
source: Y'all deserve a big reward fer all yer hard work.
ru_ru: Ты заслужила большую награду за всю проделанную тяжелую работу.

# data/database.json/commonEvents/botanicsNote100/event/9/message
source: Ah've got a small place Ah call home in \c[3]\v[area.rookie-harbor.name] - North\c[0].
ru_ru: У меня есть место, которое я называю домом, в \c[3]Гавани новичков - Север\c[0].

# data/database.json/commonEvents/botanicsNote100/event/10/message
source: Y'all come drop in, Ah'll be waitin'!
ru_ru: Заскакивай в любое время, буду ждать!

# data/database.json/commonEvents/botanicsNote100/event/11/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/storyUpdateA/event/1/title
source: Continue Story?
ru_ru: Продолжить историю?

# data/database.json/commonEvents/storyUpdateA/event/1/content
source: You just loaded an \c[3]old save file\c[0]. \c[3]Things might be broken!\c[0] However, we can try to continue the story from when things changed! You will keep your level and items. Do you want to continue the story?
ru_ru: Вы только что загрузили \c[3]старый файл сохранения\c[0]. \c[3]Что-то может быть сломано!\c[0] Однако мы можем попробовать продолжить историю с момента, где всё изменилось! У вас останется ваш уровень и предметы. Вы хотите продолжить историю?

# data/database.json/commonEvents/storyUpdateB/event/1/title
source: Continue Story?
ru_ru: Продолжить историю?

# data/database.json/commonEvents/storyUpdateB/event/1/content
source: You just loaded an \c[3]old save file\c[0]. \c[3]Things might be broken!\c[0] However, we can try to continue the story from when things changed! You will keep your level, items and quest/dungeon progress. Do you want to continue the story?
ru_ru: Вы только что загрузили \c[3]старый файл сохранения\c[0]. \c[3]Что-то может быть сломано!\c[0] Однако мы можем попробовать продолжить историю с момента, где всё изменилось! У вас останется ваш уровень и предметы и прогресс квестов/подземелий. Вы хотите продолжить историю?

# data/database.json/commonEvents/storyUpdateB/event/1/acceptStep/2/titleText
source: \c[1]WARNING ABOUT LANDMARKS\c[0]
ru_ru: \c[1]ПРЕДУПРЕЖДЕНИЕ НАСЧЁТ ОРИЕНТИРОВ\c[0]

# data/database.json/commonEvents/storyUpdateB/event/1/acceptStep/2/text
source: Teleporting to Landmarks in \c[3]Bergen and beyond\c[0] will most likely lead to problems. Only teleport to landmarks you \c[3]reached with the story\c[0].
ru_ru: Телепортация к ориентирам в \c[3]Берген и дальше\c[0], скорее всего, приведёт к проблемам. Телепортируйтесь к тем ориентирам, \c[3]которых вы достигли по сюжету\c[0].

# data/database.json/commonEvents/storyUpdateC/event/2/title
source: Update Save File
ru_ru: Обновление файла сохранения

# data/database.json/commonEvents/storyUpdateC/event/2/content
source: You just loaded an \c[3]old save file\c[0]. You now have the option to \c[3]Update your savefile\c[0]. This will allow you to \c[3]continue the story\c[0] while keeping all items, level, dungeon and quest progress. Warning: \c[1]Not updating will effectively break your save file\c[0]. Do you want to \c[3]Update your save\c[0]?
ru_ru: Вы только что загрузили \c[3]старый файл сохранения\c[0]. Теперь у вас есть возможность \c[3]обновить свой файл сохранения\c[0]. Это позволит вам \c[3]продолжить историю\c[0], сохраняя все предметы, уровень и прогресс квестов/подземелий. Предупреждение: \c[1]Не обновляя, вы можете фактически сломать ваш файл сохранения\c[0]. Вы хотите \c[3]обновить свой файл сохранения\c[0]?

# data/database.json/commonEvents/storyUpdateC/event/2/cancelStep/2/titleText
source: \c[1]You just broke your savefile\c[0]
ru_ru: \c[1]Вы только что сломали свой файл сохранения\c[0]

# data/database.json/commonEvents/storyUpdateC/event/2/cancelStep/2/text
source: You decided \c[3]not to update your save file\c[0]. Because of this it's very likely that you'll encounter \c[1]game breaking bugs\c[0]. Please be aware, that we won't be able to fix those bugs. You can still reload the save and select to update your save if you change your mind.
ru_ru: Вы решили \c[3]не обновлять файл сохранения\c[0]. Из-за этого велика вероятность того, что вы встретитесь с \c[1]ошибками, ломающими игру\c[0]. Обратите внимание на то, что мы не сможем исправить эти ошибки. Вы всё же можете перезагрузить файл и выбрать обновление вашего сохранения, если передумаете.

# data/database.json/commonEvents/storyUpdateC/event/3/titleText
source: \c[3]Translation Note\c[0]
ru_ru: \c[3]Примечание для перевода\c[0]

# data/database.json/commonEvents/storyUpdateC/event/3/text
source: New Story content is still \c[3]missing a proper German Translation\c[0]! For now we recommend German players to play the new content in English. The \c[3]Chinese Translation\c[0] should be up-to-date, but was updated in a hurry, so things might not be perfect Translations will be extended and improved over the new few releases!
ru_ru: У контента новой истории всё ещё \c[3]отсутствует правильный немецкий перевод\c[0]! Сейчас мы рекомендуем немецким игрокам играть в новый контент на английском. \c[3]Китайский перевод\c[0] должен быть обновлён, но он был обновлён в спешке, так что не всё может быть идеально. Переводы будут расширяться и улучшаться в новых будущих обновлениях!

# data/database.json/commonEvents/storyUpdateD/event/2/title
source: Update Save File
ru_ru: Обновление файла сохранения

# data/database.json/commonEvents/storyUpdateD/event/2/content
source: You just loaded an \c[3]old save file\c[0]. You now have the option to \c[3]Update your savefile\c[0]. This will allow you to \c[3]continue the story\c[0] while keeping all items, level, dungeon and quest progress. Warning: \c[1]Not updating will effectively break your save file\c[0]. Do you want to \c[3]Update your save\c[0]?
ru_ru: Вы только что загрузили \c[3]старый файл сохранения\c[0]. Теперь у вас есть возможность \c[3]обновить свой файл сохранения\c[0]. Это позволит вам \c[3]продолжить историю\c[0], сохраняя все предметы, уровень и прогресс квестов/подземелий. Предупреждение: \c[1]Не обновляя, вы можете фактически сломать ваш файл сохранения\c[0]. Вы хотите \c[3]обновить свой файл сохранения\c[0]?

# data/database.json/commonEvents/storyUpdateD/event/2/cancelStep/2/titleText
source: \c[1]You just broke your savefile\c[0]
ru_ru: \c[1]Вы только что сломали свой файл сохранения\c[0]

# data/database.json/commonEvents/storyUpdateD/event/2/cancelStep/2/text
source: You decided \c[3]not to update your save file\c[0]. Because of this it's very likely that you'll encounter \c[1]game breaking bugs\c[0]. Please be aware, that we won't be able to fix those bugs. You can still reload the save and select to update your save if you change your mind.
ru_ru: Вы решили \c[3]не обновлять файл сохранения\c[0]. Из-за этого велика вероятность того, что вы встретитесь с \c[1]ошибками, ломающими игру\c[0]. Обратите внимание на то, что мы не сможем исправить эти ошибки. Вы всё же можете перезагрузить файл и выбрать обновление вашего сохранения, если передумаете.

# data/database.json/commonEvents/fixCombatRank/event/1/titleText
source: COMBAT RANK ENABLED
ru_ru: БОЕВОЙ РАНГ ВКЛЮЧЁН

# data/database.json/commonEvents/fixCombatRank/event/1/text
source: Enabled Combat Rank that should not be disabled at this point.
ru_ru: Включён Боевой ранг, который не может быть отключён в данный момент.

# data/database.json/commonEvents/newSkills/event/1/thenStep/1/title
source: Circuit Update
ru_ru: Контуры были обновлены

# data/database.json/commonEvents/newSkills/event/1/thenStep/1/content
source: This update introduces many new skills including \c[3]all level two combat arts\c[0]. In addition, some skills have been moved. That's why we recommend you to reset your circuit to reassign your skill points. \c[3]Do you want to reset all your circuits?\c[0]
ru_ru: Это обновление содержит много новых навыков, включая \c[3]все техники боя второго уровня\c[0]. В добавок к этому, некоторые навыки были сдвинуты. Вот почему мы рекомендуем перезаписать вашу схему, чтобы переназначить очки умений. \c[3]Хотите перезаписать все ваши контуры?\c[0]

# data/database.json/commonEvents/newSkills/event/1/thenStep/1/acceptStep/1/object
source: Circuit Tree Assignment
ru_ru: Назначение древа контуров

# data/database.json/commonEvents/circuitOverride/event/6/thenStep/4/titleText
source: Circuit Reset Changed
ru_ru: Сброс контура изменён

# data/database.json/commonEvents/circuitOverride/event/6/thenStep/4/text
source: You can now spend \c[3]\v[item.428.name]\c[0] to reset \c[3]individual circuits\c[0]! You can visit the \c[3]Info Hub\c[0] in Rookie Harbor to reset your circuits.
ru_ru: Теперь вы можете потратить \c[3]\v[item.428.name]\c[0], чтобы перезаписать \c[3]определённые контуры\c[0]! Теперь вы можете посетить \c[3]Инфо-центр\c[0] в Гавани новичков для перезаписи ваших конутров.

# data/database.json/commonEvents/circuitOverride/event/7/thenStep/13/object
source: SP Bar
ru_ru: Шкала SP

# data/database.json/commonEvents/assistMsg/event/3/titleText
source: \s[0]\c[3]New Assist Mode added!\c[0]
ru_ru: \s[0]\c[3]Новая вкладка помощи добавлена!\c[0]

# data/database.json/commonEvents/assistMsg/event/3/text
source: \s[1]We added a new \c[3]assist tab\c[0] in the options menu, allowing you to tweak the \c[3]difficulty\c[0] of puzzles and combat separately. You can use it if you feel that the challenging nature of CrossCode makes the game less enjoyable or inaccessible for you.
ru_ru: \s[1]Мы добавили новую \c[3]вкладку помощи\c[0] в меню опций, позволяющую вам настроить \c[3]сложность\c[0] загадок и боёв отдельно. Вы можете использовать её, если чувствуете, что сложность CrossCode делает игру менее приятной или недоступной для вас.

# data/database.json/commonEvents/miningQuestCP/event/1/titleText
source: \c[3]+1 CP in the Neutral Circuit\c[0]
ru_ru: \c[3]+1 CP в Нейтральном контуре\c[0]

# data/database.json/commonEvents/miningQuestCP/event/1/text
source: The \c[3]\v[item.150.name]\c[0] you got for finding the \c[3]mining equipment in the \v[area.cold-dng.name]\c[0] disintegrates and fills you with power. \c[3]You got one additional CP in the Neutral Circuit!\c[0]
ru_ru: \c[3]\v[item.150.name]\c[0], который вы получили за нахождение \c[3]горного оборудования в Храм-Шахте\c[0], распадается и наполняет вас силой. \c[3]Вы получили одно дополнительное CP для Нейтрального контура!\c[0]

# data/database.json/drops/Autumn-Ground-1/name
source: Alpha Ball Plant
ru_ru: Альфа Растение-шар

# data/database.json/drops/Autumn-Ground-1/subArea
source: Commonly found everywhere.
ru_ru: Обычно встречается везде.

# data/database.json/drops/Autumn-Ground-2/name
source: Beta Ball Plant
ru_ru: Бета Растение-шар

# data/database.json/drops/Autumn-Ground-2/subArea
source: Commonly found everywhere.
ru_ru: Обычно встречается везде.

# data/database.json/drops/Autumn-Ground-Rare/name
source: Omega Ball Plant
ru_ru: Омега Растение-шар

# data/database.json/drops/Autumn-Ground-Rare/subArea
source: Rarely found on high grounds.
ru_ru: Редко встречается на возвышенностях.

# data/database.json/drops/Autumn-Water-1/name
source: Alpha Water Blades
ru_ru: Альфа Водяные клинки

# data/database.json/drops/Autumn-Water-1/subArea
source: Mostly found near Water.
ru_ru: В основном встречается возле воды.

# data/database.json/drops/Autumn-Water-2/name
source: Beta Water Blades
ru_ru: Бета Водяные клинки

# data/database.json/drops/Autumn-Water-2/subArea
source: Mostly found near Water.
ru_ru: В основном встречается возле воды.

# data/database.json/drops/Autumn-Water-Rare/name
source: Omega Water Blades
ru_ru: Омега Водяные клинки

# data/database.json/drops/Autumn-Water-Rare/subArea
source: Rarely found on hard to reach places near water.
ru_ru: Редко встречается в труднодоступных местах у воды.

# data/database.json/drops/BergenTrail-Grass-1/name
source: Alpha Feather Bush
ru_ru: Альфа Перьевой куст

# data/database.json/drops/BergenTrail-Grass-1/subArea
source: Commonly found everywhere where no snow falls.
ru_ru: Обычно встречается везде, где нет снега.

# data/database.json/drops/BergenTrail-Grass-2/name
source: Beta Feather Bush
ru_ru: Бета Перьевой куст

# data/database.json/drops/BergenTrail-Grass-2/subArea
source: Commonly found everywhere where no snow falls.
ru_ru: Обычно встречается везде, где нет снега.

# data/database.json/drops/BergenTrail-Grass-Rare/name
source: Omega Feather Bush
ru_ru: Омега Перьевой куст

# data/database.json/drops/BergenTrail-Grass-Rare/subArea
source: Rarely found in lower parts where no snow falls.
ru_ru: Редко встречается в низинах, где нет снега.

# data/database.json/drops/BergenTrail-Dry-1/name
source: Alpha Pike Shrub
ru_ru: Альфа Щучий куст

# data/database.json/drops/BergenTrail-Dry-1/subArea
source: Commonly found everywhere where no snow falls.
ru_ru: Обычно встречается везде, где нет снега.

# data/database.json/drops/BergenTrail-Dry-2/name
source: Beta Pike Shrub
ru_ru: Бета Щучий куст

# data/database.json/drops/BergenTrail-Dry-2/subArea
source: Commonly found everywhere where no snow falls.
ru_ru: Обычно встречается везде, где нет снега.
