Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//lore/chapter-13/content/page-05/content
source: Thus it was decided that \c[3]Lea, Emilie and C'tron\c[0] would embark on a final trip to \c[3]Evotarground\c[0], hopefully learning the \c[3]full truth about C'tron\c[0].
es_es: Entonces estaba decidido, \c[3]Lea, Emilie y C'tron\c[0] se embarcarían en un último viaje al \c[3]Mundo Evotar\c[0] para esperanzadamente averiguar \c[3]toda la verdad sobre C'tron\c[0].

# data/database.json//lore/lea/content/page-01-01/content
source: Lea is a girl who lost her memory due to unknown reasons. As if that wasn't enough, she also lost the ability to speak thanks to a malfunction in her avatar's speech module. Determined to find out more about herself she agreed to play \c[3]CrossWorlds\c[0].
es_es: Lea es una chica que perdió su memoria por motivos desconocidos. Como si eso no fuera suficiente, también es incapaz de hablar por una malfunción en el módulo del habla de su Avatar. Determinada en saber más de sí misma, accedió a jugar \c[3]CrossWorlds\c[0].

# data/database.json//lore/carla/content/page-01-01/content
source: \c[3]Name\c[0]: Carla Salvatore Carla is a mechanic on board the cargo ship \c[3]M.S. Solar\c[0] belonging to the maintenance crew of \c[3]\v[lore.title.cross-worlds]\c[0]. She is a cheerful and open-minded person who likes to play around with new technology. Also kinda lazy.
es_es: \c[3]Nombre\c[0]: Carla Salvatore Carla es una mecánica a bordo del barco de carga \c[3]M.S. Solar\c[0] que le pertenece al equipo de mantenimiento de \c[3]\v[lore.title.cross-worlds]\c[0]. Es una persona muy alegre y comprensiva quién disfruta jugar con la tecnología. También es algo vaga.

# data/database.json//lore/sergey/content/page-01-01/content
source: \c[3]Name\c[0]: Sergey Asimov Sergey is a skilled software engineer with no apparent occupation other than helping Lea. He likes to be rational and tends to be specific on technical terms which might leave the impression of a pragmatic personality.
es_es: \c[3]Nombre\c[0]: Sergey Asimov Sergey es un habilidoso ingeniero de software que parece no tener ningún otro cargo más que ayudar a Lea. Prefiere ser racional, y suele ser pedante sobre la jerga técnica, lo que da una impresión pragmática a su personalidad.

# data/database.json//lore/cap-jet/title
source: Captain Jet
es_es: Capitán Jet

# data/database.json//lore/cap-jet/content/page-01-01/content
source: \c[3]Name\c[0]: Gerald "Jet" McFly Jet is the captain of the cargo ship \c[3]M.S. Solar\c[0] belonging to the maintenance crew of \c[3]\v[lore.title.cross-worlds]\c[0]. His stoic and tidy character makes him a respected man among his crew. His trusted jetpack Betty is always at his side.
es_es: \c[3]Nombre\c[0]: Gerald "Jet" McFly Jet es el capitán del barco de carga \c[3]M.S. Solar\c[0] que le pertenece al equipo de mantenimiento de \c[3]\v[lore.title.cross-worlds]\c[0]. Su estoica y ordenada personalidad lo hace un hombre respetable entre su tripulación. Su confiable jetpack, Betty, está siempre a su lado.

# data/database.json//lore/designer/title
source: Blue Avatar
es_es: Avatar Azul

# data/database.json//lore/designer/content/page-01-01/content
source: \c[3]Name\c[0]: ??? A mysterious blue avatar who appeared on the cargo ship \c[3]M.S. Solar\c[0]. He sees himself as some kind of god and thus above all other beings. He seems to be a special kind of avatar, being able to fly and leave the \c[3]\v[lore.title.playground]\c[0].
es_es: \c[3]Nombre\c[0]: ¿¿¿??? Un misterioso avatar azul que apareció en el barco de carga \c[3]M.S. Solar\c[0]. Se percibe a sí mismo como una especie de dios superior a todo ser vivo. Es un avatar especial, siendo capaz de volar y escapar el \c[3]\v[lore.title.playground]\c[0].

# data/database.json//lore/gautham/content/page-01-01/content
source: \c[3]Name\c[0]: Gautham Ranganathan The actual player behind the \c[3]Blue Avatar\c[0], Gautham is an acquaintance of \c[3]Satoshi\c[0], \c[3]Shizuka\c[0] and \c[3]Sergey\c[0] and an extraordinary designer who always strives to deliver a challenging experience.
es_es: \c[3]Nombre\c[0]: Gautham Ranganathan El jugador detrás del \c[3]Avatar Azul\c[0], Gautham es un conocido de \c[3]Satoshi\c[0], \c[3]Shizuka\c[0] y \c[3]Sergey\c[0]. Un extraordinario diseñador que siempre aspira fabricar experiencias desafiantes.

# data/database.json//lore/satoshi/content/page-01-01/content
source: \c[3]Name:\c[0] Satoshi Sakai A highly skilled developer formerly employed by \c[3]\v[lore.title.dev-company]\c[0] and responsible for the \c[3]\v[lore.title.cross-code]\c[0]. He mysteriously vanished from the company to further his research together with his sister \c[3]Shizuka\c[0] and friend \c[3]Gautham\c[0].
es_es: \c[3]Nombre\c[0]: Satoshi Sakai Un habilidoso desarrollador, ex-empleado de \c[3]\v[lore.title.dev-company]\c[0] y responsable del \c[3]\v[lore.title.cross-code]\c[0]. Un día desapareció misteriosamente de la compañía junto con su hermana \c[3]Shizuka\c[0] y su amigo \c[3]Gautham\c[0] para continuar con su investigación.

# data/database.json//lore/satoshi/content/p2/content
source: As it turns out the real Satoshi died due a congenital heart disease but he was able to create an \c[3]Evotar\c[0] of himself.
es_es: Aparentemente, el Satoshi original falleció por una cardiopatía congénita, pero consiguió hacer un \c[3]Evotar\c[3] de sí mismo.

# data/database.json//lore/shizuka/content/page-01-01/content
source: \c[3]Name:\c[0] Shizuka Sakai Shizuka was a developer employed by \c[3]\v[lore.title.dev-company]\c[0]. Together with her brother \c[3]Satoshi\c[0] and \c[3]Gautham\c[0] she left the company to further Satoshi's research. Her Avatar was used to create the first \c[3]Evotar\c[0]: \c[3]Lea\c[0].
es_es: \c[3]Nombre\c[0]: Shizuka Sakai Shizuka era una desarrolladora que trabajaba para \c[3]\v[lore.title.dev-company]\c[0]. Dejó la compañía junto con su hermano, \c[3]Satoshi\c[0] y su amigo, \c[3]Gautham\c[0] para proseguir con la investigación de Satoshi. Su Avatar fue utilizado para crear el primer \c[3]Evotar\c[0]: \c[3]Lea\c[0].

# data/database.json//lore/sidwell/content/page-01-01/content
source: \c[3]Name:\c[0] Benedict Sidwell Sidwell is an eccentric businessman with a cold and calculating personality. He is the one who financed the evotar research and the one who provided \c[3]\v[area.arid.name]\c[0] for Satoshi, Shizuka and Gautham. Other than that, not much is known about him.
es_es: \c[3]Nombre\c[0]: Benedict Sidwell Sidwell es un excéntrico hombre de negocios con una personalidad fría y calculadora. Fue el responsable de financiar la investigación sobre Evotares, y quién proporcionó el \c[3]\v[area.arid.name]\c[0] para Satoshi, Shizuka y Gautham. No se sabe mucho más de él.

# data/database.json//lore/emilie/content/page-01-01/content
source: \c[3]Name:\c[0] Emilie-Sophie de Belmond Emilie is an energetic young \c[3]CrossWorlds\c[0] player who recently joined the game and seems to be quite enthusiastic about it. She has a very competitive nature and wants to prove her skill wherever she can.
es_es: \c[3]Nombre\c[0]: Emilie-Sophie de Belmond Emilie es una joven muy energética que recientemente ha comenzado a jugar \c[3]CrossWorlds\c[0] con mucho entusiasmo. Es una chica muy competitiva, y quiere demostrar su habilidad en cualquier oportunidad.

# data/database.json//lore/schneider/content/page-01-01/content
source: \c[3]Name:\c[0] Lukas Fink Schneider is a seasoned \c[3]CrossWorlds\c[0] player who is friends with Emilie. Though he is very helpful he also enjoys teasing his friends. As a veteran in the game he knows almost every inch of it like his vest pocket.
es_es: \c[3]Nombre\c[0]: Lukas Fink Schneider es un jugador de \c[3]CrossWorlds\c[0] experimentado quién es amigo de Emilie. Es una persona muy servicial, pero disfruta bromear con sus amigos cada tanto. Al ser un veterano en el juego, conoce cada recoveco como la palma de su mano.

# data/database.json//lore/lukasEvo/title
source: Evotar Lukas
es_es: Lukas Evotar

# data/database.json//lore/lukasEvo/content/page-01-01/content
source: \c[3]Name:\c[0] Lukas The \c[3]Evotar\c[0] of the player \c[3]Lukas Fink\c[0] a.k.a. \c[3]Schneider\c[0]. He is trapped inside \c[3]\v[area.arid.name]\c[0] much like \c[3]Lea\c[0]. His character is almost the same with the exception of the circumstantial problem.
es_es: \c[3]Nombre\c[0]: Lukas El \c[3]Evotar\c[0] del jugador \c[3]Lukas Fink\c[0], también conocido como \c[3]Schneider\c[0]. Se encuentra atrapado en el \c[3]\v[area.arid.name]\c[0] al igual que \c[3]Lea\c[0]. Sus personalidades son casi idénticas, si no fuera por sus circunstancias.

# data/database.json//lore/hlin/content/page-01-01/content
source: \c[3]Name:\c[0] Linda Palmer Hlin is a friendly, motherly player who created the \c[3]First Scholars\c[0] guild together with \c[3]Beowulf\c[0]. Manners, community and the lore of \c[3]CrossWorlds\c[0] are most dear to her and she welcomes everyone with open arms.
es_es: \c[3]Nombre\c[0]: Linda Palmer Hlin es una amigable jugadora con una actitud materna. Creó el gremio de los \c[3]Primeros Eruditos\c[0] junto con \c[3]Beowulf\c[0]. Los buenos modales y la expansiva historia de \c[3]CrossWorlds\c[0] son de lo más importante para ella, y le da la bienvenida a todos con brazos abiertos.

# data/database.json//lore/beowulf/content/page-01-01/content
source: \c[3]Name:\c[0] Albert Grumpesto Beowulf is a calm and silent player who created the \c[3]First Scholars\c[0] guild together with \c[3]Hlin\c[0]. Although he does not seem very talkative, his interest in the lore of \c[3]CrossWorlds\c[0] is just as great as Hlin's.
es_es: \c[3]Nombre\c[0]: Albert Grumpesto Beowulf es un jugador silencioso y relajado. Creó el gremio de los \c[3]Primeros Eruditos\c[0] junto con \c[3]Hlin\c[0]. A pesar de no ser muy expresivo, su pasión por la historia de \c[3]CrossWorlds\c[0] es tan grande como la de Hlin.

# data/database.json//lore/glasses/content/page-01-01/content
source: \c[3]Name:\c[0] Toby Tremblay Toby is a rather new member of the \c[3]First Scholars\c[0]. He appears to be highly knowledgeable when it comes to science which leads to a lot of displeasure whenever CrossWorlds does not hold up to his sense of realism.
es_es: \c[3]Nombre\c[0]: Toby Tremblay Toby es el nuevo miembro del gremio de los \c[3]Primeros Eruditos\c[0]. Parece tener muchos conocimientos científicos, lo que le causa incomodidad cuando CrossWorlds no es del todo realista.

# data/database.json//lore/buggy/content/page-01-01/content
source: \c[3]Name:\c[0] Raphael Luiz Vega Buggy is a pun-loving player and one of the earliest members of the \c[3]First Scholars\c[0] guild. His cheerful nature stems mostly from bad puns and jokes and he almost always laughs about his own jests the most.
es_es: \c[3]Nombre\c[0]: Raphael Luiz Vega Buggy es uno de los primeros miembros del gremio de los \c[3]Primeros Eruditos\c[0]. Adora los juegos de palabras y las bromas, y suele ser el único que se ríe de ellas.

# data/database.json//lore/apollo/content/page-01-01/content
source: \c[3]Name:\c[0] Apollo Apollo is a justice-driven player of \c[3]CrossWorlds\c[0] who started around the same time as Lea and Emilie. His respect for the rules and disgust for cheaters are only matched by his outstanding sense of style.
es_es: \c[3]Nombre\c[0]: Apollo Apollo es un jugador de \c[3]CrossWorlds\c[0] en busca de justicia. Empezó a jugar al mismo tiempo que Lea y Emilie. Su respeto por las reglas y su desagrado por los tramposos son tan grandes como su maravilloso estilo.

# data/database.json//lore/joern/content/page-01-01/content
source: \c[3]Name:\c[0] Joern Joern is a laid-back player of \c[3]CrossWorlds\c[0] and friend of \c[3]Apollo\c[0]. Though they seem to be very close to each other, Apollo's vigilante antics often tend to annoy Joern, who then apologizes to everyone involved before moving on.
es_es: \c[3]Nombre\c[0]: Joern Joern es un jugador de \c[3]CrossWorlds\c[0] bastante relajado y amigo de \c[3]Apollo\c[0]. A pesar de ser muy cercanos el uno al otro, la actitud de Apollo suele molestar a Joern, quién suele disculparse con todos los presentes antes de retirarse.

# data/database.json//lore/investor/title
source: Iroh (Mr. Vestorovich)
es_es: Iroh (Sr. Vestorovich)

# data/database.json//lore/investor/content/p1/content
source: \c[3]Name:\c[0] Ivan Vestorovich Ivan is one of the major investors of \c[3]\v[lore.title.dev-company]\c[0] and interested in everything related to AI. He is also a close friend of \c[3]\v[lore.title.beowulf]\c[0]. With his help, the future of Evotars might be saved.
es_es: \c[3]Nombre\c[0]: Ivan Vestorovich Ivan es uno de los más grandes inversores en \c[3]\v[lore.title.dev-company]\c[0] y está altamente interesado en todo lo referente a la inteligencia artificial. Es un buen amigo de \c[3]\v[lore.title.beowulf]\c[0]. Con su ayuda, los Evotares puede que tengan un futuro.

# data/database.json//lore/planet/content/page-01-01/content
source: Shadoon is a moon located near a giant gas planet. It's home to the \c[3]Shad\c[0] and was once inhabited by the \c[3]Ancients\c[0]. Most of the croissant shaped land is covered by marks of the \c[3]Track of the Ancients\c[0].
es_es: Shadoon es una luna localizada cerca de un planeta gaseoso gigante. Es el hogar de los \c[3]Shad\c[0], y alguna vez fue habitada por los \c[3]Antiguos\c[0]. La mayor parte de su superficie terrestre con forma de croissant está cubierta con marcas del \c[3]Camino de los Antiguos\c[0].

# data/database.json//lore/ancients/title
source: Ancients
es_es: Antiguos

# data/database.json//lore/ancients/content/page-01-01/content
source: The Ancients are a name given to an archaic race who supposedly once lived on the planet of \c[3]\v[lore.title.planet]\c[0]. It is assumed that they left to other worlds a long time before the humans arrived for unknown reasons. Remnants of their existence can be found in the \c[3]\v[lore.title.track-of-ancients]\c[0] and various ruins all across the planet.
es_es: Los Antiguos es el nombre que se le da a una arcaica raza que supuestamente alguna vez vivió en el planeta \c[3]\v[lore.title.planet]\c[0]. Se dice que dejaron el planeta atrás para investigar otros mundos, mucho antes de que los humanos llegaran a él. Se pueden encontrar remanentes de su existencia en el \c[3]\v[lore.title.track-of-ancients]\c[0] y otras ruinas a lo largo y ancho del planeta.

# data/database.json//lore/track-of-ancients/title
source: Track of the Ancients
es_es: Camino de los Antiguos

# data/database.json//lore/track-of-ancients/content/page-01-01/content
source: The Track of the Ancients is an over-10000-year-old large-scale parkour game which played a large role in the \c[3]\v[lore.title.ancients]'\c[0] Society. It is a self-sufficient system in which a contestant selects one of \c[3]5 Virtues\c[0] to collect 4 distinct \c[3]Elements\c[0] which will then be used to solve challenges of rising difficulty.
es_es: El Camino de los Antiguos es un juego de parkour de gran escala de más de 10.000 años que tuvo un rol importante en la Sociedad de los \c[3]\v[lore.title.ancients]\c[0]. Es un sistema autosuficiente en el que un participante elige una de las \c[3]5 Virtudes\c[0] para conseguir 4 \c[3]Elementos\c[0] distintos que se utilizarán para resolver desafíos de creciente dificultad.

# data/database.json//lore/track-of-ancients/content/page-01-02/content
source: At first the human colonists were ignorant towards the Track when exploiting the planet for resources. Over time, though, it became apparent that it has some kind of mind or programming that uses its capabilities to defend against perceived intruders. To prevent further conflict with native creatures and the land itself, \c[3]\v[lore.title.operation-trackwalker]\c[0] was conceived.
es_es: Al principio, los primeros colonizadores humanos no sabían del Camino cuando explotaban el planeta de recursos. Pero con el paso del tiempo, se hizo aparente que tiene algún tipo de mente o programación que le da la capacidad de defenderse de los intrusos. Para evitar conflictos entre las criaturas nativas y la tierra en sí, la \c[3]\v[lore.title.operation-trackwalker]\c[0] fue concebida.

# data/database.json//lore/operation-trackwalker/title
source: Operation Trackwalker
es_es: Operación Aprendiz del Camino

# data/database.json//lore/operation-trackwalker/content/page-01-01/content
source: Operation Trackwalker was brought to life by the \c[3]\v[lore.title.human-government]\c[0] to study and solve the \c[3]\v[lore.title.track-of-ancients]\c[0]. That way, it was hoped, it would be possible to control and finally use it to humanity's advantage instead of simply trying to destroy it.
es_es: La Operación Aprendiz del Camino fue puesta en marcha por la \c[3]\v[lore.title.human-government]\c[0] para estudiar y resolver el \c[3]\v[lore.title.track-of-ancients]\c[0]. De esta manera, se esperaba que fuera posible controlarlo y finalmente utilizarlo en beneficio de la humanidad en lugar de simplemente intentar destruirlo.

# data/database.json//lore/operation-trackwalker/content/page-01-02/content
source: The project involves specially trained humans, called \c[3]"\v[lore.title.seeker]s"\c[0], who are integrated into the Track. That way they can follow it and solve its challenges in harmony with the rules specified by the \c[3]\v[lore.title.ancients]\c[0].
es_es: En el proyecto participan humanos especialmente entrenados, llamados \c[3]"\v[lore.title.seeker]es"\c[0], que se integran al Camino. Así pueden seguirla y resolver sus retos en armonía con las reglas especificadas por los \c[3]\v[lore.title.ancients]\c[0].

# data/database.json//lore/seeker/title
source: Seeker
es_es: Buscador

# data/database.json//lore/seeker/content/page-01-01/content
source: A \v[lore.title.seeker] is a human who has undergone special training and has been allowed access to the \c[3]\v[lore.title.track-of-ancients]\c[0]. Once they choose one of the \c[3]5 Virtues\c[0], their goal is to master all 4 elements and use them in a final challenge to solve the mysteries behind the track.
es_es: Un \v[lore.title.seeker] es un humano que ha recibido un entrenamiento especial y se le ha permitido acceder al \c[3]\v[lore.title.track-of-ancients]\c[0]. Una vez que elija una de las \c[3]5 Virtudes\c[0], su objetivo es dominar los 4 elementos y utilizarlos en un desafío final para resolver los misterios que oculta el Camino.

# data/database.json//lore/shad/content/page-01-01/content
source: Shad are the native people on \c[3]\v[lore.title.planet]\c[0]. They live in small, tribe-like settlements all over the planet and keep a healthy relationship with the humans. At first Shad were not fond of the humans as they tried to harvest resources from the planet and in doing so destroyed ruins and the \c[3]\v[lore.title.track-of-ancients]\c[0].
es_es: Los Shad son el pueblo nativo de \c[3]\v[lore.title.planet]\c[0]. Viven en pequeños asentamientos tribales por todo el planeta y mantienen una relación sana con los humanos. Al principio, los Shad no querían a los humanos, ya que intentaban recolectar recursos del planeta y, al hacerlo, destruían las ruinas y el \c[3]\v[lore.title.track-of-ancients]\c[0].

# data/database.json//lore/shad/content/page-01-02/content
source: After the humans started \c[3]\v[lore.title.operation-trackwalker]\c[0] they became more friendly towards mankind, so far as to even provide resources for \c[3]\v[lore.title.seeker]s\c[0] on their path through the track.
es_es: Después de que los humanos comenzaran la \c[3]\v[lore.title.operation-trackwalker]\c[0] se volvieron más amistosos con la humanidad, hasta el punto de proporcionar recursos para los \c[3]\v[lore.title.seeker]es\c[0] en su travesía a lo largo del Camino.

# data/database.json//lore/shad/content/page-01-03/content
source: Despite being native to the planet and bearing a strong resemblance to images of the \c[3]\v[lore.title.ancients]\c[0], they possess no knowledge about the technology or any information regarding the track and its secrets.
es_es: A pesar de ser nativos del planeta y tener un gran parecido con las imágenes de los \c[3]\v[lore.title.ancients]\c[0], no poseen ningún conocimiento sobre la tecnología ni ninguna información sobre el Camino y sus secretos.

# data/database.json//lore/creation/title
source: Creation of Heaven and Earth
es_es: Creación del Cielo y de la Tierra

# data/database.json//lore/creation/content/page-01-01/content
source: In the beginning there was void. From the void the ethereal \c[3]Di'orbis\c[0] was born. An almighty being alone in an empty world. But his was the power of creation and, as such, after eons pondering in solitude, he created the gods of shape and shared his powers equally among them.
es_es: En el principio existía el vacío. Del vacío nació el etéreo \c[3]Di'orbis\c[0]. Un ser todopoderoso solo en un mundo vacío. Pero suyo era el poder de la creación y, como tal, tras eones meditando en la soledad, creó a los dioses de la forma y repartió sus poderes por igual entre ellos.

# data/database.json//lore/gods/title
source: Gods of the Ancients
es_es: Dioses de los Antiguos

# data/database.json//lore/gods/content/page-01-01/content
source: The \c[3]Ancients\c[0] believed in a set of 5 deities which created all worlds and guide them through life. Representations of these gods can be found all over \c[3]Shadoon\c[0] in both architecture and symbolism. However, believing in the gods was not viewed as being part of a religion. The \c[3]Ancients\c[0] thought that the Gods did exist. The Names of the gods are:
es_es: Los \c[3]Antiguos\c[0] creían en un conjunto de 5 deidades que creaban todos los mundos y los guiaban por la vida. Se pueden encontrar representaciones de estos dioses por todo \c[3]Shadoon\c[0] tanto en la arquitectura como en el simbolismo. Sin embargo, creer en los dioses no se consideraba parte de una religión. Los \c[3]Antiguos\c[0] pensaban que los dioses sí existían. Los nombres de los dioses son:

# data/database.json//lore/gods/content/page-01-02-sphere/altContent/content
source: - \c[3]Di'orbis\c[0]: God of the Sphere
es_es: - \c[3]Di'orbis\c[0]: Dios de la Esfera

# data/database.json//lore/gods/content/page-01-02-triangle/altContent/content
source: - \c[3]E'Nel\c[0]: God of Triangle
es_es: - \c[3]E'Nel\c[0]: Diosa del Triángulo

# data/database.json//lore/gods/content/page-01-02-square/content
source: - \c[3]Di'aro\c[0]: God of the Square
es_es: - \c[3]Di'aro\c[0]: Dios del Cuadrado

# data/database.json//lore/gods/content/page-01-02-penta/altContent/content
source: - \c[3]K'win\c[0]: God of the Pentagon
es_es: - \c[3]K'win\c[0]: Diosa del Pentágono

# data/database.json//lore/gods/content/page-01-02-hexa/altContent/content
source: - \c[3]G'oni\c[0]: God of the Hexagon
es_es: - \c[3]G'oni\c[0]: Dios del Hexágono

# data/database.json//lore/spheregod/content/page-01-01/content
source: \c[3]Di'orbis\c[0] is the first of the \c[3]Gods of the Ancients\c[0] born into the void. It is said that he is the source of life. He is also the one who shaped the other gods as brothers and sisters. His personality is commonly described as aloof. After he created his siblings he went on to explore the void where he birthed many worlds in his image. His shape is the \c[3]eternal circle\c[0].
es_es: \c[3]Di'orbis\c[0] es el primero de los \c[3]Dioses de los Antiguos\c[0] nacido en el vacío. Se dice que es la fuente de la vida. También es el que dio forma a los otros dioses como hermanos y hermanas. Su personalidad se describe comúnmente como distante. Después de crear a sus hermanos, pasó a explorar el vacío, donde dio a luz a muchos otros mundos a su imagen. Su forma es el \c[3]círculo eterno\c[0].
