Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/lore/chapter-10/content/page-01/content
source: Waking up after a bad dream, Lea was about to begin her preparations for the \c[3]final confrontation with Sidwell\c[0], when she met \c[3]C'tron\c[0] in the HQ. He told her that he will \c[3]not be able to play in the next few days\c[0] because of real-life responsibilities, but also assured her that they could still play together on that day.
ru_ru: Проснувшись после плохого сна, Лея собиралась начать подготовку к \c[3]финальному противостоянию с Сидвеллом\c[0], когда она встретила \c[3]Ци'трона\c[0] в штабе. Он сказал ей, что не сможет \c[3]играть в ближайшие дни\c[0] из-за обязанностей в реальной жизни, но также заверил её, что они всё ещё могут играть вместе в этот день.

# data/database.json/lore/chapter-10/content/page-02/content
source: Lea also learned that \v[lore.title.beowulf] was \c[3]meeting an old friend\c[0] in \c[3]\v[area.rhombus-sqr.name]\c[0], who later turned out to be an \c[3]\v[lore.title.dev-company]\c[0] shareholder and \c[3]huge enthusiast of A.I. technology\c[0]. She was able to meet up with them and arrange a meeting with said friend, a man called \c[3]Ivan Vestorovich\c[0], to convince him of the worth of the \v[lore.title.evotar] technology, so he could help them \c[3]create a future for all \v[lore.title.evotar]s\c[0].
ru_ru: Лея также узнала, что у Беовульфа была \c[3]встреча со старым другом\c[0] на \c[3]Площади Ромба\c[0], который позже оказался акционером \c[3]\v[lore.title.dev-company]\c[0] и \c[3]огромным любителем технологии искусственного интеллекта\c[0]. Ей удалось встретиться с ними и договориться о встрече с этим другом, мужчиной по имени \c[3]Иван Весторович\c[0], чтобы убедить его в ценности эвотаров, чтобы он мог помочь им \c[3]создать будущее для всех эвотаров\c[0].

# data/database.json/lore/chapter-10/content/page-02/altContent/content
source: Lea also learned that \v[lore.title.beowulf] was \c[3]meeting an old friend\c[0] in \c[3]\v[area.rhombus-sqr.name]\c[0], who later turned out to be an \c[3]\v[lore.title.dev-company]\c[0] shareholder and \c[3]huge enthusiast of A.I. technology\c[0]. Sadly Lea was not able to meet up with him. \c[3]Talking to him might have shaped the future for the better\c[0].
ru_ru: Лея также узнала, что у Беовульфа была \c[3]встреча со старым другом\c[0] на \c[3]Площади Ромба\c[0], который позже оказался акционером \c[3]\v[lore.title.dev-company]\c[0] и \c[3]огромным любителем технологии искусственного интеллекта\c[0]. К сожалению, Лея не смогла встретиться с ним. \c[3]Разговор с ним мог помочь в будущем\c[0].

# data/database.json/lore/chapter-10/content/page-03a/altContent/content
source: Upon meeting Ivan in his home in \v[area.rhombus-sqr.name] \c[3]he tested Lea in various ways\c[0] to see how\c[3] advanced and human-like\c[0] she really was. Lea was able to \c[3]pass his tests\c[0] and so he was convinced to \c[3]lend his support\c[0], when it would come to also \c[3]convince \v[lore.title.dev-company]\c[0].
ru_ru: При встрече с Иваном в его доме на Площади Ромба, \c[3]он испытал Лею различными способами\c[0], чтобы увидеть, как она продвинута и подобна человеку на самом деле. Лея смогла \c[3]пройти его испытания\c[0], и поэтому он был убеждён \c[3]оказать свою поддержку\c[0], когда придёт время так же \c[3]убедить \v[lore.title.dev-company]\c[0].

# data/database.json/lore/chapter-10/content/page-03b/altContent/content
source: Upon meeting Ivan in his home in \v[area.rhombus-sqr.name] \c[3]he tested Lea in various ways\c[0] to see how\c[3] advanced and human-like\c[0] she really was. Unfortunately Lea was not able to \c[3]convincingly pass his tests\c[0] and so he was \c[3]not willing to fully lend his support\c[0], when it would come to also\c[3] convince \v[lore.title.dev-company]\c[0].
ru_ru: При встрече с Иваном в его доме на Площади Ромба \c[3]он испытал Лею различными способами\c[0], чтобы увидеть, как она продвинута и подобна человеку на самом деле. К сожалению, Лея не смогла \c[3]убедительно пройти его испытания\c[0], и поэтому он \c[3]не был готов полностью оказать свою поддержку\c[0], когда придёт время так же \c[3]убедить \v[lore.title.dev-company]\c[0].

# data/database.json/lore/chapter-10/content/page-04/content
source: After Lea was finished with her preparations, she met up with Shizuka and Satoshi again to discuss their plan to \c[3]storm the \v[area.arid.name]\c[0]. Sergey and Satoshi divised a way to \c[3]crash the Evotar server\c[0] by subjecting \c[3]all the resident Evotars\c[0] to a certain field effect, which will result in a torrent of data that should overload the server. This would give Lea enough time to \c[3]access it directly\c[0], before Sidwell could do so and delete everything. However, the plan would require the help of a \c[3]group of players\c[0], which is why Sergey planned to involve Lea's guild and trusted friends, the \c[3]First Scholars\c[0]. \c[3]Shizuka\c[0], on the other hand, was instructed to \c[3]relocate her actual real body\c[0] to not become Sidwell's hostage. With the course of action clear, Lea was logged out.
ru_ru: После того, как Лея закончила готовиться, она снова встретилась с Шизукой и Сатоши, чтобы обсудить их план \c[3]штурма Пустоши Вермиллион\c[0]. Сергей и Сатоши нашли способ \c[3]обрушить сервер эвотаров\c[0], подвергнув \c[3]всех эвотаров местности\c[0] определённому эффекту поля, что приведёт к потоку данных, который должен перегрузить сервер. Это дало бы Лее достаточно времени, чтобы \c[3]получить к нему доступ напрямую\c[0], прежде чем Сидвелл сможет это сделать и удалить всё. Тем не менее, план требовал помощи \c[3]группы игроков\c[0], поэтому Сергей планировал привлечь гильдию Леи и верных друзей \c[3]Первоучёных\c[0]. \c[3]Шизуке\c[0] было приказано \c[3]передислоцироваться в реальной жизни\c[0], чтобы не стать заложником Сидвелла. Когда курс действий был ясен, Лея вышла из игры.

# data/database.json/lore/chapter-10/content/page-05/content
source: Reawoken and equipped with two more words, \c[3]"Meet"\c[0] and \c[3]"Thanks"\c[0], Lea called all the members of the \c[3]"First Scholars"\c[0], except for the \c[3]absent C'tron\c[0] but also including \c[3]Apollo and Joern\c[0], to the guild HQ's meeting room. There she \c[3]connected Sergey\c[0] to the Holo Projector so he could finally \c[3]explain Lea's full situation\c[0] to everyone. Though everyone was very surprised about Lea's revelation of being an A.I. it did not diminish \c[3]their bonds\c[0] and so they were \c[3]eager to help\c[0] with the plan.
ru_ru: Проснувшись и получив ещё два слова: \c[3]"Встреча"\c[0] и \c[3]"Спасибо"\c[0], Лея собрала всех членов \c[3]Первоучёных\c[0], за исключением \c[3]отсутствующего Ци'трона\c[0], но включая \c[3]Аполло и Йорна\c[0], в комнате собраний штаба гильдии. Там она \c[3]подключила Сергея\c[0] к голографическому проектору, чтобы он наконец смог \c[3]объяснить полную ситуацию Леи\c[0] каждому. Хотя все были очень удивлены откровением Леи о том, что она искусственный интеллект, это не уменьшило \c[3]их дружеских связей\c[0], и поэтому они \c[3]стремились помочь\c[0] с исполнением плана.

# data/database.json/lore/chapter-10/content/page-06/content
source: After meeting up with everyone in front of the \c[3]Old Dojo in \v[area.forest.name]\c[0], the group entered the \c[3]\v[area.arid.name]\c[0] through the secret tunnel and started their operation. After splitting into groups, they herded the scattered Evotars towards Lea, who used the power of the \c[3]Orbital Deathlaser\c[0] to subject them to the \c[3]server-disturbing field effect\c[0]. In the end, with the help of the \c[3]dramatically appearing Shizuka\c[0], even \c[3]Schneider's Evotar\c[0] was saved from the clutches of shady Sidwell's sinister schemes.
ru_ru: После встречи со всеми перед \c[3]Старым додзё в Сапфировом крае\c[0], группа вошла в \c[3]Пустошь Вермиллион\c[0] через секретный тоннель и начала свою операцию. После разделения на группы они согнали рассеянных эвотаров в сторону Леи, которая использовала силу \c[3]Орбитального лазера\c[0], чтобы подвергнуть их воздействию \c[3]поля, нарушающего работу сервера\c[0]. В конце концов, с помощью \c[3]драматически появившейся Шизуки\c[0], даже \c[3]эвотар Шнайдера\c[0] был спасен из когтей Сидвелла и его зловещих схем.

# data/database.json/lore/chapter-10/content/page-07/content
source: However, Sidwell still had an unexpected ace in the hole: Though he could not properly access the Evotar server itself, he was able to just \c[3]destroy it by resetting all the \v[lore.title.instant-matter] of the room it was in\c[0], thus making it fall to certain destruction. In an unexpected twist, though, \c[3]Gautham\c[0] foiled Sidwell's failsafe method by \c[3]hijacking the Environment server\c[0] and taking control over all \v[lore.title.instant-matter] for himself. Driven by his own sense of honor and desire for competition, he offered Lea \c[3]access to the server\c[0]... if she was able to beat the \c[3]final challenges\c[0] he prepared for her.
ru_ru: Однако у Сидвелла был туз в рукаве: он не мог получить доступ к самому серверу эвотаров, но мог просто \c[3]разрушить всю мнимую материю, из которой состояла серверная комната\c[0], что привело бы к разрушению самого сервера. Но неожиданно планы Сидвелла сорвал \c[3]Гаутам\c[0], \c[3]похитив сервер окружения\c[0] и взяв под контроль всю мнимую материю. Руководствуясь чувством чести и стремлением к конкуренции, он предложил Лее \c[3]доступ к серверу\c[0]... если она сможет справиться с \c[3]финальными испытаниями\c[0], которые он приготовил для неё.

# data/database.json/lore/chapter-10/content/page-08/content
source: After overcoming a final array of fierce fights and perplexing puzzles, Lea was able to \c[3]fight Gautham's avatar forms and defeat them\c[0]. With his thirst for challenge finally quenched, Gautham realized that the world he constructed for so many years has only brought misery to its inhabitants and will now finally disappear. Disillusioned, full of guilt and with seemingly nothing to live for, he committed suicide by \c[3]jumping from the tower to his death\c[0], to Lea's and Sergey's horror.
ru_ru: После преодоления последней серии ожесточённых боёв и сложных головоломок, Лее удалось \c[3]сразиться с формами аватаров Гаутама и победить их\c[0]. После того, как его жажда испытаний была окончательно удовлетворена, Гаутам понял, что мир, который он строил в течение стольких лет, принёс только страдания его жителям и теперь наконец исчезнет. Разочарованный, полный вины и лишённый смысла жизни, он покончил с собой, \c[3]спрыгнув с башни\c[0], к ужасу Леи и Сергея.

# data/database.json/lore/chapter-10/content/page-09/content
source: Still shocked by \c[3]Gautham's demise\c[0], Lea walks on to the \c[3]Evotar server\c[0] and has one final confrontation with \c[3]Sidwell\c[0]. He tried to pass off his motivation as mostly business and the intention of making large sums of money with the information gained from the interrogated Evotars. He did, however, display regret over Gautham's death and seemingly held fond memories over his time spent with Lea in the \v[area.arid.name]. Expressing some joy over seeing Lea ultimately be free and succeed, he left the scene. \c[3]Sergey was furious\c[0] over Sidewell's actions, that took the happiness of his three friends and even the life of Gautham, but Sidwell was unable to hear. So Lea finally \c[3]accessed the Evotar server and secured the data\c[0].
ru_ru: Потрясённая \c[3]кончиной Гаутама\c[0], Лея пошла к \c[3]серверу эвотаров\c[0] и в последний раз столкнулась с \c[3]Сидвеллом\c[0]. Он пытался выдать свою мотивацию за бизнес и намерение зарабатывать большие суммы денег с помощью информации, полученной от допрошенных эвотаров. Тем не менее, он выразил сожаление по поводу смерти Гаутама и, похоже, сохранил приятные воспоминания о том, как он провел время с Леей в Пустоши Вермиллион. Выразив некоторую радость, увидев, что Лея в конечном итоге стала свободной и достигла цели, он покинул сцену. \c[3]Сергей был в ярости\c[0] из-за действий Сидвелла, которые забрали счастье его трёх друзей и даже жизнь Гаутама, но Сидвелл уже не мог услышать этого. Таким образом, Лея наконец-то \c[3]получила доступ к серверу эвотаров и защитила данные\c[0].

# data/database.json/lore/chapter-10/content/page-10/content
source: After accomplishing their goal, Lea \c[3]returned to the others\c[0] and told them what happened. While everyone was glad that the plan succeeded, Shizuka was mourning the death of her old friend Gautham, despite of how deranged he had become. With \c[3]the situation solved\c[0], it was time for Sergey to now \c[3]contact Instatainment\c[0] and fully explain everything. However, for this to happen, \c[3]Lea had to leave the game indefinitely\c[0]. So everyone decided to \c[3]play the game together with Lea one last time\c[0], before saying goodbye. And thus Lea and her friends traveled to all the locations of \v[lore.title.cross-worlds] they shared their adventures in. Then, in the end, they met again at the \v[area.hideout.name] to have a \c[3]heartfelt goodbye\c[0] with \c[3]lots of hugs\c[0]. Afterwards Lea \c[3]logged out for the final time\c[0], leaving her fate in Sergey's hands.
ru_ru: Достигнув своей цели, Лея \c[3]вернулась к остальным\c[0] и рассказала им, что произошло. В то время как все были рады, что план был успешным, Шизука оплакивала смерть своего старого друга Гаутама, несмотря на то, насколько он стал помешанным на своей цели. Теперь, когда \c[3]ситуация разрешилась\c[0], настало время Сергея \c[3]связаться с Instatainment\c[0] и полностью всё объяснить. Однако для этого \c[3]Лее пришлось покинуть игру на неопределённый срок\c[0]. Поэтому все решили \c[3]сыграть в игру вместе с Леей в последний раз\c[0], прежде чем попрощаться. И таким образом, Лея и её друзья отправились во все места CrossWorlds, в которых они побывали во время своих приключений. Затем, в конце концов, они снова встретились в Старом укрытии, чтобы \c[3]искренне попрощаться\c[0] с \c[3]большим количеством объятий\c[0]. Потом Лея \c[3]вышла из игры в последний раз\c[0], оставив свою судьбу в руках Сергея.

# data/database.json/lore/chapter-10/content/page-11/content
source: \c[3]In the following time\c[0] Sergey worked tirelessly to try and convince his employer, \v[lore.title.dev-company], to allow the Evotar project to continue in an official manner and giving the Evotars a way to live. \c[3]Several months after Lea logged out\c[0], he was finally able to inform the guild about the \c[3]situation of their absent friend\c[0] and the \c[3]fate of the Evotars\c[0] as a whole.
ru_ru: \c[3]В дальнейшем\c[0] Сергей работал не покладая рук, пытаясь убедить своего работодателя, \v[lore.title.dev-company], позволить проекту эвотаров продолжить работу в официальном порядке и дать эвотарам возможность жить. \c[3]Через несколько месяцев после того, как Лея вышла из системы\c[0], он наконец смог проинформировать гильдию о \c[3]ситуации с их отсутствующим другом\c[0] и о судьбе \c[3]эвотаров\c[0] в целом.

# data/database.json/lore/chapter-10/content/page-12-last/content
source: Thankfully, and in no small part thanks to the passionate support of \c[3]Mr. Vestorovich\c[0], Sergey was able to convince \v[lore.title.dev-company] of the merits that the Evotar technology brought. So it was officially approved for Evotars to live on the \v[lore.title.playground] which means that \c[3]Lea will return in the future\c[0]! The members of the guild were overjoyed by the prospect of seeing their dear friend again. \c[2]< THE END...? >\c[0]
ru_ru: К счастью, и в немалой степени благодаря страстной поддержке \c[3]мистера Весторовича\c[0], Сергей смог убедить разработчиков \v[lore.title.dev-company] в преимуществах, которые принесёт технология эвотаров. Таким образом, для эвотаров была официально одобрена жизнь в игровой зоне, что означает, что \c[3]Лея вернётся в будущем\c[0]! Члены гильдии были в неописуемом восторге от перспективы снова увидеть свою дорогую подругу. \c[2]< КОНЕЦ...? >\c[0]

# data/database.json/lore/chapter-10/content/page-12-last/altContent/content
source: Sadly Sergey was unable to convince \v[lore.title.dev-company] of supporting the Evotar project. This resulted in the \c[3]ban of Evotars\c[0] and \c[3]the confiscation of all related data\c[0], which also \c[3]destroyed all hope of Lea's return\c[0], to the sorrow of her friends. \c[3]If only our heroes were able to convince someone influential to support their goals, the decision might have turned in their favor!\c[0] \c[1]< THE END >\c[0]
ru_ru: К сожалению, Сергей не смог убедить \v[lore.title.dev-company] в поддержке проекта эвотаров. Это привело к \c[3]запрету эвотаров\c[0] и \c[3]конфискации всех связанных с ними данных\c[0], что также \c[3]уничтожило всякую надежду на возвращение Леи\c[0], к несчастью её друзей. \c[3]Если бы только наши герои смогли убедить кого-то влиятельного поддержать свои цели, решение могло бы оказаться в их пользу!\c[0] \c[1]< КОНЕЦ >\c[0]

# data/database.json/lore/lea/title
source: Lea
ru_ru: Лея

# data/database.json/lore/lea/content/page-01-01/content
source: Lea is a girl who lost her memory due to unknown reasons. As if that wasn't enough, she also lost the ability to speak thanks to a malfunction in her avatar's speech module. Determined to find out more about herself she agreed to play \c[3]CrossWorlds\c[0].
ru_ru: Лея - девушка, потерявшая память по неизвестным причинам. Как будто этого было недостаточно, она к тому же потеряла способность говорить из-за неисправности в речевом модуле своего аватара. Решив узнать больше о себе, она согласилась сыграть в \c[3]CrossWorlds\c[0].

# data/database.json/lore/carla/title
source: Carla
ru_ru: Карла

# data/database.json/lore/carla/content/page-01-01/content
source: \c[3]Name\c[0]: Carla Salvatore Carla is a mechanic on board the cargo ship \c[3]M.S. Solar\c[0] belonging to the maintenance crew of \c[3]\v[lore.title.cross-worlds]\c[0]. She is a cheerful and open-minded person who likes to play around with new technology. Also kinda lazy.
ru_ru: \c[3]Имя\c[0]: Карла Сальваторе Карла - механик на борту грузового корабля \c[3]M.S. Solar\c[0], принадлежащего обслуживающей команде \c[3]\v[lore.title.cross-worlds]\c[0]. Она весёлый и открытый человек, который любит играть с новыми технологиями. Также немного ленивая.

# data/database.json/lore/sergey/title
source: Sergey
ru_ru: Сергей

# data/database.json/lore/sergey/content/page-01-01/content
source: \c[3]Name\c[0]: Sergey Asimov Sergey is a skilled software engineer with no apparent occupation other than helping Lea. He likes to be rational and tends to be specific on technical terms which might leave the impression of a pragmatic personality.
ru_ru: \c[3]Имя\c[0]: Сергей Азимов Сергей - опытный инженер-программист, у которого нет видимых занятий, кроме как помогать Лее. Он любит быть рациональным и имеет тенденцию быть конкретным в технических терминах, что может создать впечатление прагматичной личности.

# data/database.json/lore/cap-jet/title
source: Captain Jet
ru_ru: Капитан Джет

# data/database.json/lore/cap-jet/content/page-01-01/content
source: \c[3]Name\c[0]: Gerald "Jet" McFly Jet is the captain of the cargo ship \c[3]M.S. Solar\c[0] belonging to the maintenance crew of \c[3]\v[lore.title.cross-worlds]\c[0]. His stoic and tidy character makes him a respected man among his crew. His trusted jetpack Betty is always at his side.
ru_ru: \c[3]Имя\c[0]: Джеральд "Джет" МакФлай Джет - капитан грузового корабля \c[3]M.S. Solar\c[0], принадлежащего обслуживающей команде \c[3]\v[lore.title.cross-worlds]\c[0]. Стойкий и порядочный характер делает его уважаемым человеком среди команды корабля. Его надёжный реактивный ранец Бетти всегда при нём.

# data/database.json/lore/designer/title
source: Blue Avatar
ru_ru: Синий аватар

# data/database.json/lore/designer/content/page-01-01/content
source: \c[3]Name\c[0]: ??? A mysterious blue avatar who appeared on the cargo ship \c[3]M.S. Solar\c[0]. He sees himself as some kind of god and thus above all other beings. He seems to be a special kind of avatar, being able to fly and leave the \c[3]\v[lore.title.playground]\c[0].
ru_ru: \c[3]Имя\c[0]: ??? Таинственный синий аватар, появившийся на грузовом корабле \c[3]M.S. Solar\c[0]. Он видит себя неким богом и, следовательно, выше всех других существ. По-видимому, он - особый вид аватара, способный летать и покидать \c[3]игровую зону\c[0].

# data/database.json/lore/gautham/title
source: Gautham
ru_ru: Гаутам

# data/database.json/lore/gautham/content/page-01-01/content
source: \c[3]Name\c[0]: Gautham Ranganathan The actual player behind the \c[3]Blue Avatar\c[0], Gautham is an acquaintance of \c[3]Satoshi\c[0], \c[3]Shizuka\c[0] and \c[3]Sergey\c[0] and an extraordinary designer who always strives to deliver a challenging experience.
ru_ru: \c[3]Имя\c[0]: Гаутам Ранганатан Фактический игрок за \c[3]Синего аватара\c[0], Гаутам - знакомый \c[3]Сатоши\c[0], \c[3]Шизуки\c[0] и \c[3]Сергея\c[0] и выдающийся дизайнер, который всегда стремится доставить непростые испытания.

# data/database.json/lore/satoshi/title
source: Satoshi
ru_ru: Сатоши

# data/database.json/lore/satoshi/content/page-01-01/content
source: \c[3]Name:\c[0] Satoshi Sakai A highly skilled developer formerly employed by \c[3]\v[lore.title.dev-company]\c[0] and responsible for the \c[3]\v[lore.title.cross-code]\c[0]. He mysteriously vanished from the company to further his research together with his sister \c[3]Shizuka\c[0] and friend \c[3]Gautham\c[0].
ru_ru: \c[3]Имя:\c[0] Сатоши Сакаи Высококвалифицированный разработчик, ранее работавший в \c[3]\v[lore.title.dev-company]\c[0] и отвечающий за \c[3]\v[lore.title.cross-code]\c[0]. Он таинственно исчез из компании, чтобы продолжить свои исследования вместе со своей сестрой \c[3]Шизукой\c[0] и другом \c[3]Гаутамом\c[0].

# data/database.json/lore/satoshi/content/p2/content
source: As it turns out the real Satoshi died due a congenital heart disease but he was able to create an \c[3]Evotar\c[0] of himself.
ru_ru: Как оказалось, настоящий Сатоши умер из-за врождённого порока сердца, но он смог создать \c[3]эвотар\c[0] самого себя.

# data/database.json/lore/shizuka/title
source: Shizuka
ru_ru: Шизука

# data/database.json/lore/shizuka/content/page-01-01/content
source: \c[3]Name:\c[0] Shizuka Sakai Shizuka was a developer employed by \c[3]\v[lore.title.dev-company]\c[0]. Together with her brother \c[3]Satoshi\c[0] and \c[3]Gautham\c[0] she left the company to further Satoshi's research. Her Avatar was used to create the first \c[3]Evotar\c[0]: \c[3]Lea\c[0].
ru_ru: \c[3]Имя:\c[0] Шизука Сакаи Шизука была разработчиком, нанятым \c[3]\v[lore.title.dev-company]\c[0]. Вместе со своим братом \c[3]Сатоши\c[0] и \c[3]Гаутамом\c[0] она покинула компанию, чтобы продолжить исследования Сатоши. Её аватар был использован для создания первого \c[3]эвотара\c[0]: \c[3]Леи\c[0].

# data/database.json/lore/sidwell/title
source: Sidwell
ru_ru: Сидвелл

# data/database.json/lore/sidwell/content/page-01-01/content
source: \c[3]Name:\c[0] Benedict Sidwell Sidwell is an eccentric businessman with a cold and calculating personality. He is the one who financed the evotar research and the one who provided \c[3]\v[area.arid.name]\c[0] for Satoshi, Shizuka and Gautham. Other than that, not much is known about him.
ru_ru: \c[3]Имя:\c[0] Бенедикт Сидвелл Сидвелл - эксцентричный бизнесмен с холодной и расчётливой личностью. Он - тот, кто финансировал исследования эвотаров, и тот, кто предоставил \c[3]Пустошь Вермиллион\c[0] для Сатоши, Шизуки и Гаутама. Кроме этого, о нём мало что известно.

# data/database.json/lore/emilie/title
source: Emilienator
ru_ru: Эмилинатор
