Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json/commonEvents/hlin-contact/event/22/thenStep/2/message
source: Did you already arrive in Autumn's Fall? I remember that Emilie and Tronny finished the quest of the area recently.
ru_ru: Ты уже прибыла в Закат Осени? Я помню, что Эмили и Тронни недавно завершили квест в этой локации.

# data/database.json/commonEvents/hlin-contact/event/22/thenStep/3/message
source: It's such a fascinating place, eh? Ruins from old constructions of the Ancients everywhere.
ru_ru: Это такое увлекательное место, а? Руины от старых построек Древних повсюду.

# data/database.json/commonEvents/hlin-contact/event/22/thenStep/4/message
source: You really get the feeling that there is a deep history to this place, when you walk through it.
ru_ru: Ты и правда чувствуешь, что у этого места есть глубокая история, когда ступаешь по нему.

# data/database.json/commonEvents/hlin-contact/event/23/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/23/thenStep/1/message
source: Good morning! You are online again, I see.
ru_ru: Доброе утро! Вижу, ты уже снова в сети.

# data/database.json/commonEvents/hlin-contact/event/23/thenStep/2/message
source: When you logged in, you probably ended up in the empty headquarters, eh?
ru_ru: Когда ты зашла в сеть, ты, скорее всего, оказалась в пустом штабе, да?

# data/database.json/commonEvents/hlin-contact/event/23/thenStep/3/message
source: Everybody is busy with other things right now, it seems.
ru_ru: Кажется, сейчас все заняты другими делами.

# data/database.json/commonEvents/hlin-contact/event/23/thenStep/4/message
source: But you can still contact everybody with \c[3]Direct Links\c[0] if you have any questions or need help.
ru_ru: Но ты всё равно можешь связаться со всеми через \c[3]прямую связь\c[0], если у тебя есть какие-то вопросы или тебе нужна помощь.

# data/database.json/commonEvents/hlin-contact/event/23/thenStep/5/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/hlin-contact/event/24/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/24/thenStep/1/message
source: Lea, dear, is this really the time for a DL?
ru_ru: Лея, дорогая, сейчас точно подходящий момент для прямой связи?

# data/database.json/commonEvents/hlin-contact/event/24/thenStep/2/message
source: I'm waiting with the others in the seminar room.
ru_ru: Я жду тебя с остальными в комнате переговоров.

# data/database.json/commonEvents/hlin-contact/event/24/thenStep/3/message
source: Let's redo the quiz once you refreshed your knowledge about \c[3]Di'aro\c[0]!
ru_ru: Давай ты ещё раз выполнишь тест, когда освежишь свои знания о \c[3]Ди'аро\c[0]!

# data/database.json/commonEvents/hlin-contact/event/24/thenStep/4/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/hlin-contact/event/25/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/25/thenStep/1/message
source: Lea, dear! How is it going with the dungeon?
ru_ru: Лея, дорогая! Как у тебя дела с подземельем?

# data/database.json/commonEvents/hlin-contact/event/25/thenStep/2/message
source: It has been some time now. Then again, the Temple Mine is quite long.
ru_ru: Прошло уже много времени. С другой стороны, Храм-Шахта и правда довольно долгая.

# data/database.json/commonEvents/hlin-contact/event/25/thenStep/4/message
source: Hm? What is it? Wait...\. did you beat the boss already?
ru_ru: Хм? Что это? Подожди...\. ты уже победила босса?

# data/database.json/commonEvents/hlin-contact/event/25/thenStep/5/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/hlin-contact/event/25/thenStep/6/message
source: Oh! Wonderful! Then make sure to read all the information you get at the heritage site.
ru_ru: Ох! Замечательно! Тогда убедись, что прочла всю информацию возле мест наследия.

# data/database.json/commonEvents/hlin-contact/event/25/thenStep/7/message
source: And come back to the \c[3]First Scholars HQ\c[0] afterwards.
ru_ru: И возвращайся в \c[3]штаб Первоучёных\c[0] после этого.

# data/database.json/commonEvents/hlin-contact/event/25/thenStep/8/message
source: I'm waiting with a nice \c[3]quiz\c[0] for you!
ru_ru: Я приготовила хороший \c[3]тест\c[0] для тебя!

# data/database.json/commonEvents/hlin-contact/event/26/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/26/thenStep/1/message
source: Hello, Lea! How is it going? Already exploring the dungeon?
ru_ru: Привет, Лея! Как дела? Ты уже исследуешь подземелье?

# data/database.json/commonEvents/hlin-contact/event/26/thenStep/2/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/hlin-contact/event/26/thenStep/3/message
source: Pretty dark and scary, right?
ru_ru: Довольно-таки темно и страшно, да?

# data/database.json/commonEvents/hlin-contact/event/26/thenStep/4/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/hlin-contact/event/26/thenStep/6/message
source: Dear, just remember it's a game.
ru_ru: Дорогая, просто помни, что это игра.

# data/database.json/commonEvents/hlin-contact/event/26/thenStep/7/message
source: And with patience I'm sure you'll be able to get through it!
ru_ru: И с достаточным терпением, я уверена, ты сможешь пройти его!

# data/database.json/commonEvents/hlin-contact/event/27/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/hlin-contact/event/28/message
source: Lea, dear! We just shared contacts and I already get a message, how sweet!
ru_ru: Лея, дорогая! Мы только поделились контактами, а я уже получаю сообщение, как мило!

# data/database.json/commonEvents/hlin-contact/event/29/message
source: I'm really looking forward to your quiz!
ru_ru: Жду не дождусь вашего теста!

# data/database.json/commonEvents/hlin-contact/event/30/message
source: I'll prepare the best questions for you two!
ru_ru: Я подготовлю лучшие вопросы для вас двоих!

# data/database.json/commonEvents/hlin-contact/event/32/message
source: Don't worry, dear! I'll keep it simple.
ru_ru: Не волнуйся, дорогая! Я не буду сильно усложнять их.

# data/database.json/commonEvents/grumpy-contact/event/0/thenStep/0/text
source: Now is not a good time...
ru_ru: Сейчас не лучшее время...

# data/database.json/commonEvents/grumpy-contact/event/1/thenStep/0/text
source: Still feels too awkward contacting him now...
ru_ru: Всё ещё чувствуете себя слишком неловко, чтобы связаться с ним сейчас...

# data/database.json/commonEvents/grumpy-contact/event/9/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/9/thenStep/1/message
source: Good day, Lea. Is something the matter?
ru_ru: Добрый день, Лея. Что-то случилось?

# data/database.json/commonEvents/grumpy-contact/event/9/thenStep/3/message
source: Are you by chance wondering about my \c[3]favorite meal\c[0]?
ru_ru: Тебя случайно не интересует моё \c[3]любимое блюдо\c[0]?

# data/database.json/commonEvents/grumpy-contact/event/9/thenStep/5/message
source: [shakes head]
ru_ru: [мотает головой]

# data/database.json/commonEvents/grumpy-contact/event/9/thenStep/6/message
source: Of course you're not. Right now it's time to take on the challenge in the tower.
ru_ru: Конечно же нет. Сейчас самое время принять испытания башни.

# data/database.json/commonEvents/grumpy-contact/event/9/thenStep/7/message
source: Good luck up there.
ru_ru: Удачи там.

# data/database.json/commonEvents/grumpy-contact/event/9/thenStep/8/message
source: Thanks!
ru_ru: Спасибо!

# data/database.json/commonEvents/grumpy-contact/event/10/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/10/thenStep/1/message
source: Now is not a good time.
ru_ru: Сейчас не лучшее время.

# data/database.json/commonEvents/grumpy-contact/event/11/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/11/thenStep/1/message
source: Good day, Lea. I still can't believe we are about to run through unofficial Playground territory.
ru_ru: Добрый день, Лея. Я всё ещё не могу поверить, что мы собираемся отправиться на неофициальную территорию игровой зоны.

# data/database.json/commonEvents/grumpy-contact/event/11/thenStep/2/message
source: This is going to be interesting.
ru_ru: Будет интересно.

# data/database.json/commonEvents/grumpy-contact/event/12/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/12/thenStep/1/message
source: Good day, Lea.
ru_ru: Добрый день, Лея.

source: It's good to know that Ivan seems to be convinced of Evotars.
ru_ru: Приятно осознавать, что Иван, похоже, убеждён в эвотарах.

source: Let's hope that things will work out in the future.
ru_ru: Давай надеяться, что всё станет лучше в будущем.

source: Lea!
ru_ru: Лея!

source: I hope that your meeting with Ivan will have a positive impact on the future.
ru_ru: Я надеюсь, что твоя встреча с Иваном будет иметь положительное влияние на будущее.

source: Even though things didn't seem to have worked out that well.
ru_ru: Хотя, похоже, всё сработало не так хорошо, как хотелось бы.

source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/grumpy-contact/event/13/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/13/thenStep/1/message
source: Good day, Lea. I'm waiting for you in \c[3]Rhombus Square\c[0]. Better be quick, Ivan doesn't have a lot of free time.
ru_ru: Добрый день, Лея. Я жду тебя на \c[3]Площади Ромба\c[0]. Тебе лучше поторопиться, у Ивана не так много свободного времени.

# data/database.json/commonEvents/grumpy-contact/event/14/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/14/thenStep/1/message
source: So you saw me together with \c[3]Ivan\c[0] in Rhombus Square, hm?
ru_ru: Значит, ты видела меня вместе с \c[3]Иваном\c[0] на Площади Ромба?

# data/database.json/commonEvents/grumpy-contact/event/14/thenStep/2/message
source: Please promise me not to tell the meeting spot to the others, especially Buggy.
ru_ru: Пожалуйста, обещай мне, что не расскажешь о нашем месте встреч остальным, особенно Багги.

# data/database.json/commonEvents/grumpy-contact/event/14/thenStep/4/message
source: How?
ru_ru: Как?

# data/database.json/commonEvents/grumpy-contact/event/14/thenStep/5/message
source: Oh...\. right.\. You can't tell them in the first place.\. I forgot.
ru_ru: Ой...\. верно.\. Ты же и не сможешь им рассказать.\. Я забыл.

# data/database.json/commonEvents/grumpy-contact/event/15/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/15/thenStep/1/message
source: Good day, Lea. Sorry, but I am currently busy.
ru_ru: Добрый день, Лея. Извини, но я сейчас занят.

# data/database.json/commonEvents/grumpy-contact/event/15/thenStep/3/message
source: I am meeting an old friend in Rhombus Square.
ru_ru: Я встретил старого друга на Площади Ромба.

# data/database.json/commonEvents/grumpy-contact/event/15/thenStep/4/message
source: We can chat later, if you like.
ru_ru: Мы можем поболтать позже, если ты захочешь.

# data/database.json/commonEvents/grumpy-contact/event/15/thenStep/5/message
source: Bye!
ru_ru: Пока!

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/1/message
source: Good day, Lea. Is something the matter?
ru_ru: Добрый день, Лея. Что-то случилось?

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/3/message
source: Are you by chance wondering about my \c[3]class\c[0] choice?
ru_ru: Тебя случайно не интересует мой выбор \c[3]класса\c[0]?

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/5/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/6/message
source: It's a \c[3]Hexacast\c[0].
ru_ru: Это \c[3]гексакаст\c[0].

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/8/message
source: Right, you already knew that.
ru_ru: Верно, ты уже знаешь это.

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/9/message
source: I designed my appearance intentionally to break the stereotype.
ru_ru: Я выбрал такую внешность специально, чтобы сломать стереотип.

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/10/message
source: That's why I look like a seasoned warrior rather than a traditional mage.
ru_ru: Вот почему я выгляжу, как опытный воин, а не как классический маг.

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/11/message
source: The downside is that a lot of players mistake my class, but that is fine by me.
ru_ru: Недостатком является то, что многие игроки путают мой класс, но меня это устраивает.

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/12/message
source: I appreciate that this game gives you so many liberties in adapting your appearance.
ru_ru: Я ценю, что эта игра даёт так много возможностей для смены своего внешнего вида.

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/13/message
source: Given you can afford it.
ru_ru: Конечно, если ты можешь себе это позволить.

# data/database.json/commonEvents/grumpy-contact/event/16/thenStep/15/message
source: Whyyyyy...
ru_ru: Почемууууу...

# data/database.json/commonEvents/grumpy-contact/event/17/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/17/thenStep/1/message
source: Good day, Lea. Is something the matter?
ru_ru: Добрый день, Лея. Что-то случилось?

# data/database.json/commonEvents/grumpy-contact/event/17/thenStep/3/message
source: Are you by chance wondering about my \c[3]temperature sense\c[0] settings?
ru_ru: Тебя случайно не интересуют мои настройки \c[3]датчика температуры\c[0]?

# data/database.json/commonEvents/grumpy-contact/event/17/thenStep/5/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/grumpy-contact/event/17/thenStep/6/message
source: I've set it to max.
ru_ru: Я установил его на максимум.

# data/database.json/commonEvents/grumpy-contact/event/17/thenStep/8/message
source: I feel this is the best way to experience the game.
ru_ru: Я думаю, что это лучший способ почувствовать игру.

# data/database.json/commonEvents/grumpy-contact/event/17/thenStep/9/message
source: You really feel the freezing cold of Bergen and the heat of Maroon Valley. It's the most immersive experience.
ru_ru: Ты по-настоящему чувствуешь холод Бергена и жару Бордовой долины. Это самый захватывающий опыт.

# data/database.json/commonEvents/grumpy-contact/event/17/thenStep/10/message
source: Plus, they put a lot of effort in developing the sense synchronization. I'd feel bad just disabling it.
ru_ru: Кроме того, они приложили много усилий для разработки синхронизации чувств. Я бы плохо себя чувствовал, просто отключив его.

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/1/message
source: Good day. Is something the matter?
ru_ru: Добрый день. Что-то случилось?

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/3/message
source: Right... You can't speak properly.
ru_ru: Точно... Ты же не можешь нормально разговаривать.

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/4/message
source: So why would you contact me?
ru_ru: Так зачем ты связалась со мной?

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/5/message
source: Are you by chance wondering about my \c[3]nickname\c[0]?
ru_ru: Тебя случайно не интересует мой \c[3]ник\c[0]?

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/7/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/8/message
source: Yes, it's \c[3]Beowulf\c[0].
ru_ru: Да, \c[3]Беовульф\c[0].

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/10/message
source: You may have noticed nobody calls me that.
ru_ru: Ты могла уже заметить, что меня так никто не называет.

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/11/message
source: I understand they find the name cheesy.
ru_ru: Я понимаю, что они находят это имя банальным.

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/12/message
source: I mean it's the name of an old legendary hero.
ru_ru: Я имею в виду, что это имя старого легендарного героя.

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/13/message
source: But it seems it's rather overused. What a shame.
ru_ru: Но похоже, что оно часто используется. Какая жалость.

# data/database.json/commonEvents/grumpy-contact/event/18/thenStep/15/message
source: I probably should have gone with something simple like your name.
ru_ru: Мне следовало бы выбрать что-нибудь попроще, например, имя, как у тебя.

# data/database.json/commonEvents/grumpy-contact/event/19/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/grumpy-contact/event/20/message
source: Good day. Is something the matter?
ru_ru: Добрый день. Что-то случилось?

# data/database.json/commonEvents/grumpy-contact/event/23/message
source: It's rather strange to contact someone just to say "Hi!", isn't it?
ru_ru: Как-то странно обращаться к другим людям, просто чтобы сказать "Привет!", тебе так не кажется?

# data/database.json/commonEvents/buggy-contact/event/0/thenStep/0/text
source: Now is not a good time...
ru_ru: Сейчас не лучшее время...

# data/database.json/commonEvents/buggy-contact/event/1/thenStep/0/text
source: Still feels too awkward contacting him now...
ru_ru: Всё ещё чувствуете себя слишком неловко, чтобы связаться с ним сейчас...

# data/database.json/commonEvents/buggy-contact/event/9/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/buggy-contact/event/9/thenStep/1/message
source: That huge tower definitely looks like it's compensating for something, am I right?
ru_ru: Эта огромная башня определенно выглядит так, будто она что-то компенсирует, я прав?

# data/database.json/commonEvents/buggy-contact/event/9/thenStep/3/message
source: Man, I feel like I'm out of shape when it comes to jokes these days.
ru_ru: Блин, чувствую, что в последнее время я не в форме, когда дело доходит до шуток.

# data/database.json/commonEvents/buggy-contact/event/9/thenStep/4/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/buggy-contact/event/9/thenStep/5/message
source: That's okay, this isn't the right time for jokes anyway. Good luck up there, Lea!
ru_ru: Всё нормально, это всё равно неподходящее время для шуток. Удачи тебе, Лея!

# data/database.json/commonEvents/buggy-contact/event/9/thenStep/6/message
source: Thanks!
ru_ru: Спасибо!

# data/database.json/commonEvents/buggy-contact/event/10/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/buggy-contact/event/10/thenStep/1/message
source: I'm busy right now, Lea! You should be, too.
ru_ru: Лея, я сейчас занят! И тебе тоже стоит чем-нибудь заняться.

# data/database.json/commonEvents/buggy-contact/event/11/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/buggy-contact/event/11/thenStep/1/message
source: Man, we're actually gonna storm that new area today. I still can't believe it!
ru_ru: Блин, мы действительно будем штурмовать эту новую зону сегодня. Я до сих пор не могу поверить!

# data/database.json/commonEvents/buggy-contact/event/11/thenStep/2/message
source: This is going to be awesome!
ru_ru: Это будет офигенно!

# data/database.json/commonEvents/buggy-contact/event/12/thenStep/0/message
source: Hi!
ru_ru: Привет!

# data/database.json/commonEvents/buggy-contact/event/12/thenStep/2/message
source: Hi?
ru_ru: Привет?

# data/database.json/commonEvents/buggy-contact/event/12/thenStep/3/message
source: Ah, dang it, I can't think of any joke today.
ru_ru: А, чёрт побери, даже шутку не могу сегодня придумать.

# data/database.json/commonEvents/buggy-contact/event/12/thenStep/5/message
source: Btw. I get the feeling that Albert is up to something today.
ru_ru: Кстати. У меня такое ощущение, что Альберт сегодня что-то замышляет.

# data/database.json/commonEvents/buggy-contact/event/12/thenStep/6/message
source: He was behaving really suspiciously when I talked to him before...
ru_ru: Он очень подозрительно вёл себя, когда я с ним разговаривал немногим ранее...

# data/database.json/commonEvents/buggy-contact/event/12/thenStep/7/message
source: You wouldn't happen to know anything?
ru_ru: Может, ты знаешь что-нибудь?

# data/database.json/commonEvents/buggy-contact/event/12/thenStep/9/message
source: Well, not like you could tell me the details anyway.
ru_ru: Эх, ты всё равно не сможешь рассказать мне всё в подробностях.

# data/database.json/commonEvents/buggy-contact/event/12/thenStep/10/message
source: [nods]
ru_ru: [кивает]

# data/database.json/commonEvents/buggy-contact/event/13/thenStep/0/message
source: Hi!
ru_ru: Привет!

source: Hey, Lea! I suppose I learned my lesson.
ru_ru: Эй, Лея! Полагаю, что я усвоил урок.

source: Making fun of your speech limitation all the time wasn't the most decent thing to do.
ru_ru: Постоянное издевательство над твоим ограничением речи всё это время было не самым лучшим поступком.

source: It also got old quickly, didn't it?
ru_ru: К тому же, все эти шутки быстро приелись, не так ли?

source: [nods]
ru_ru: [кивает]

source: Yeah, I'll try to come up with better jokes from now on.
ru_ru: Ладно, с этого момента я попытаюсь придумывать шутки получше.

source: I wasn't joking this time, you know?
ru_ru: Я не шутил на этот раз, понимаешь?

source: Just drop by at the First Scholar HQ and I'll give you a little reward.
ru_ru: Просто загляни в штаб Первоучёных, и я дам тебе небольшую награду.

source: Congratulations! You're the 1000th caller of this number!
ru_ru: Поздравляем! Вы 1000-й дозвонившийся до этого номера!

source: As a reward you'll be given \c[3]1 million credits\c[0]!
ru_ru: В качестве награды вы получите \c[3]один миллион кредитов\c[0]!

source: Of course, we'll have to make sure you're not simply a bot calling this number.
ru_ru: Конечно, мы должны убедиться, что вы не просто бот, звонящий по этому номеру.

source: So all you need to do to collect your prize is to answer one simple security question.
ru_ru: Поэтому всё, что вам нужно сделать, чтобы забрать свой приз - это ответить на один простой вопрос.

source: What fruit is yellow, usually curved and can be peeled from two sides, one arguably the "correct" one?
ru_ru: Какой фрукт жёлтого цвета, обычно изогнутый, и может быть очищен от кожуры с двух сторон, одна из которых, возможно, является "правильной"?

source: Why...
ru_ru: Почему...

source: I am sorry, wrong answer!
ru_ru: Извините, неправильный ответ!

source: Nyahahahahaha!
ru_ru: Ньяхахахахаха!

source: Oh...\. I may have gone too far with that one.\. I'm sorry, Lea.
ru_ru: Ой...\. Я, возможно, зашёл слишком далеко.\. Извини, Лея.

source: Why...
ru_ru: Почему...

source: L-Look, I'll make it up to you. Just drop by the \c[3]First Scholar HQ\c[0] and I'll give you a real reward.
ru_ru: С-Слушай, я заглажу свою вину. Просто зайди в \c[3]штаб Первоучёных\c[0], и я дам тебе реальную награду.

source: Please don't expect 1 million credits, though...
ru_ru: Но, пожалуйста, не жди одного миллиона кредитов...

source: Wait!
ru_ru: Подожди!

# data/database.json/commonEvents/buggy-contact/event/14/thenStep/0/message
source: Hi!
ru_ru: Привет!
