Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/database.po
Languages: es_es, ru_ru

# data/database.json//enemies/beach.sea-star-wave/name
source: Echinofluctus
es_es: Estrella Fluctuante

# data/database.json//enemies/beach.sea-star-wave/species
source: Marine Menace
es_es: Amenaza Marina

# data/database.json//enemies/beach.sea-star-wave/descriptions/0/text
source: These Invertebrates evolved into huge proportions and inhabit most of the \c[3]\v[area.beach.name]\c[0]. According to some research by the \c[3]\v[lore.title.faction-wave-main]\c[0] all the star fishes in the \c[3]\v[area.beach.name]\c[0] become agitated once provoked. Who would have guessed?
es_es: Estos invertebrados evolucionaron hasta alcanzar proporciones enormes y habitan en la mayor parte del \c[3]\v[area.beach.name]\c[0]. Según algunas investigaciones del \c[3]\v[lore.title.faction-wave-main]\c[0] todas las estrellas de mar del \c[3]\v[area.beach.name]\c[0] se agitan una vez provocadas. ¿Quién lo hubiera imaginado?

# data/database.json//enemies/beach.fish/name
source: Balooneer
es_es: Ebonkoi Colorado

# data/database.json//enemies/beach.fish/species
source: Floating Fish
es_es: Pez Flotante

# data/database.json//enemies/beach.fish/descriptions/0/text
source: While the \c[3]\v[combat.name.jungle/fish]\c[0] usually become quite loud when forced to fight, these colorful fish will puff up and transform into a literal flamethrower. Keep away from them and use cold based attacks to cool them down.
es_es: Mientras que los \c[3]\c[combat.name.jungle/fish]\c[0] suelen ser bastante ruidosos cuando se ven obligados a luchar, estos coloridos peces se hinchan y se transforman en un lanzallamas. Aléjate de ellos y utiliza ataques basados en el Hielo para enfriarlos.

# data/database.json//enemies/beach.worm/species
source: Worm
es_es: Gusano

# data/database.json//enemies/beach.worm/descriptions/0/text
source: A close relative to the \c[3]\v[combat.name.heat/sandworm]\c[0], this worm shares many features with it. However, a keen eye quickly spots the unique transformation it exhibits when exposed to the \c[3]Cold\c[0] element. Its body becomes almost impregnable. If only there was a way to warm it back up...
es_es: Un pariente cercano del \c[3]\v[combat.name.heat/sandworm]\c[0], este gusano comparte muchas características con él. Sin embargo, un ojo agudo detecta rápidamente la transformación única que exhibe cuando se expone al elemento \c[3]Hielo\c[0]. Su cuerpo se vuelve casi impenetrable. Si hubiera una forma de calentarlo de nuevo...

# data/database.json//enemies/beach.turtle-man/name
source: Trigenbu
es_es: Trituga

# data/database.json//enemies/beach.turtle-man/species
source: Masterful Repitile
es_es: Réptil Magistral

# data/database.json//enemies/beach.turtle-man/descriptions/0/text
source: A peace loving creature that is often mistaken for easy prey due to its timid nature. However once provoked it will transform into a vicious bipedal humanoid. in this form it is able to quickly evade attacks and use its bone trident to perform a devastating dive attack.
es_es: Una criatura pacífica que a menudo se confunde con una presa fácil debido a su naturaleza tímida. Sin embargo, cuando se le provoca, se transforma en un feroz humanoide bípedo. En esta forma es capaz de evadir rápidamente los ataques y utilizar su tridente de hueso para realizar un devastador ataque en picada.

# data/database.json//enemies/beach.turtle-man/descriptions/1/text
source: Researchers who made friends with some of these turtles found that they are great listeners.
es_es: Los investigadores que se hicieron amigos de algunas de estas tortugas descubrieron que son grandes oyentes.

# data/database.json//enemies/boss.radfish/name
source: Radical Fish
es_es: Pez Radical

# data/database.json//enemies/boss.radfish/descriptions/0/text
source: That's a lot of fish.
es_es: Son muchos peces.

# data/database.json//enemies/beach.sea-star/species
source: Marine Menace
es_es: Amenaza Marina

# data/database.json//enemies/beach.sea-star/descriptions/0/text
source: These Invertebrates evolved into huge proportions and inhabit the \c[3]\v[area.beach.name]\c[0]. By sheer coincidence they can assume one of the 4 elements. The color of the star reveals with what element it will attack.
es_es: Estos Invertebrados evolucionaron hasta alcanzar proporciones enormes y habitan en el \c[3]\v[area.beach.name]\c[0]. Por pura coincidencia pueden asumir uno de los 4 elementos. El color de la estrella revela con qué elemento atacará.

# data/database.json//enemies/frobbit-miniboss-gallant/name
source: Gallant Frobbit
es_es: Ranejo Galante

# data/database.json//enemies/frobbit-miniboss-gallant/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/autumn-rh.buffel-sick-1/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/cold.goat-father/name
source: The Goatfather
es_es: El Padre Cabra

# data/database.json//enemies/cold.goat-father/species
source: Boss Goat
es_es: Jefe Cabra

# data/database.json//enemies/cold.goat-father/descriptions/0/text
source: It can make offers, you can not refuse.
es_es: Puede hacer ofertas, no se pueden rechazar.

# data/database.json//enemies/heat.darth-moth-old/species
source: Flying Seahorse
es_es: Caballo de Mar Volador

# data/database.json//enemies/frobbit-miniboss-femme/name
source: Lady Frobbit
es_es: Señora Ranejo

# data/database.json//enemies/frobbit-miniboss-femme/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/autumn-rh.seahorse-river/species
source: Flying Seahorse
es_es: Caballo de Mar Volador

# data/database.json//enemies/cold.coldbug-quest-bombing-2/species
source: Insect, Bug
es_es: Insecto, Bicho

# data/database.json//enemies/cold.coldbug-quest-bombing-2/descriptions/0/text
source: A variant of the \c[3]\v[combat.name.mine-coldbug]\c[0] though less attuned to the element of Cold. Instead it evolved into having an even harder shell than their cousins. The only way to properly damage them would be by using \c[3]heavy explosives\c[0].
es_es: Una variante del \c[3]\v[combat.name.mine-coldbug]\c[0], aunque menos afín al elemento Hielo. En cambio, evolucionó hasta tener un caparazón aún más duro que el de sus primos. La única forma de dañarlos adecuadamente sería utilizando \c[3]explosivos pesados\c[0].

# data/database.json//enemies/hedgehog-dodge/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/jungle.special.parrot-gangster- boss-1/species
source: Lawless Bird
es_es: Pájaro contra la Ley

# data/database.json//enemies/hedgehog-boss/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/heat.drillertoise-OLD/species
source: Reptile
es_es: Reptil

# data/database.json//enemies/beach.fish-beach/species
source: Floating Fish
es_es: Pez Flotante

# data/database.json//enemies/beach.fish-beach/descriptions/0/text
source: Coming right at you from the deep, this angler fish found its way into the jungle and lives primarily in the rainy part of it. It mostly stays passive unless provoked in which case it will try to stay away and shoot wave projectiles at you. Shoot at it until it becomes mad and charges at you to release a large scream. Dodge it and melee attack it to break its guard.
es_es: Este pez que se acerca a ti desde las profundidades, se ha introducido en la jungla y vive principalmente en la parte lluviosa de la misma. La mayoría de las veces se mantiene pasivo a menos que se le provoque, en cuyo caso tratará de mantenerse alejado y te disparará proyectiles de onda. Dispárale hasta que se enfade y cargue contra ti un gran grito. Esquiva y ataca cuerpo a cuerpo para romper su guardia.

# data/database.json//enemies/beach.bug-samurai-beach/species
source: Honorable Insect
es_es: Insecto Honorable

# data/database.json//enemies/beach.bug-samurai-beach/descriptions/0/text
source: This bug is a true warrior and master of the hidden arts of the blade. Trained by a master since its birth it takes down enemies with powerful strikes. Strikes so powerful they combust the air around them and create flames.
es_es: Este bicho es un auténtico guerrero y maestro de las artes ocultas de la espada. Entrenado por un maestro desde su nacimiento, derriba a los enemigos con poderosos golpes. Golpea tan poderosamente que quema el aire a su alrededor y crea llamas.

# data/database.json//enemies/beach.bug-samurai-beach/descriptions/1/text
source: Its weapons of choice are dual swords known as "Sun Blades". When threatened it can summon a heat barrier and it uses a fake-out attack by jumping behind its enemies following up with a huge fire swirl.
es_es: Sus armas preferidas son espadas dobles conocidas como "Hojas Solares". Cuando se ve amenazado, puede invocar una barrera de calor y usa un ataque falso al saltar detrás de sus enemigos y seguir con un gran remolino de fuego.

# data/database.json//enemies/beach.hedgehog-beach/species
source: Mammal
es_es: Mamífero

# data/database.json//enemies/beach.hedgehog-beach/descriptions/0/text
source: This sub-species of the common \v[combat.name.hedgehog] can only be found in \c[3]\v[area.autumn-fall.name]\c[0]. Their needles are pitch black and the red patch on their back is meant to scare off potential predators since it looks like blood. Despite all this, these creatures are passive and only attack when attacked. They will use the same attacks \v[combat.name.hedgehog] and \v[combat.name.hedgehog-alt] use but will mix up the dash attack by attacking twice in a row.
es_es: Esta sub-especie del \v[combat.name.hedgehog] común solo se encuentra en \c[3]\v[area.autumn-fall.name]\c[0]. Sus agujas son negras y el parche rojo en su espalda sirve para ahuyentar a los posibles depredadores, ya que asemeja la sangre. A pesar de todo, estas criaturas son pacíficas y solo atacarán si son atacadas. Utilizarán los mismos ataques de los \v[combat.name.hedgehog] y los \v[combat.name.hedgehog-alt] pero alteran un poco el ataque giratorio al hacerlo dos veces seguidas.

# data/database.json//enemies/beach.penguin-beach/species
source: Bird
es_es: Pájaro

# data/database.json//enemies/beach.penguin-beach/descriptions/0/text
source: A penguin on a mountain. How it made its way up here shall be forever unknown to mankind. It will throw snowballs at its enemies and slide at them. When pushed into the water they will jump out and attack with a fast divebomb, so watch out for your surroundings.
es_es: Un pingüino en una montaña. Como ha llegado ahí le será siempre un misterio a la humanidad. Le tirará bolas de nieve a sus enemigos y se deslizará hacia ellos. Cuando se le empuje al agua saldrá saltando de ella y atacará con un rápido golpe al suelo, así que mantente alerta de tus alrededores.

# data/database.json//enemies/beach.penguin-beach/descriptions/1/text
source: The \v[combat.name.minibosses/penguin-rapper] can use various forms of beatbox to animate it to attack in formation with other members of its kind.
es_es: El \v[combat.name.minibosses/penguin-rapper] puede usar varias formas de beatbox para animarle a atacar en varias formaciones con otros miembros de su especie.

# data/database.json//enemies/beach.sandworm-beach/species
source: Worm
es_es: Gusano

# data/database.json//enemies/beach.sandworm-beach/descriptions/0/text
source: These slimy creatures spend most of their time halfway underground almost looking like a deformed stone. Their bodies are extremely flexible and can fit into holes the size of a hand. Ironically they do not like overheating and will get extremely hostile when exposed to it for too long. In their enraged form they will spit out scorching hot rocks and move much faster.
es_es: Estas criaturas viscosas pasan la mayor parte de su vida bajo tierra dejando como una piedra deformada en la superficie. Sus cuerpos son extremadamente flexibles y pueden caber en agujeros de pequeño tamaño. Irónicamente, no les gusta el calor extremo y se vuelven extremadamente hostiles cuando se exponen a él durante demasiado tiempo. En su forma enfurecida, escupirán rocas en llamas y se moverán mucho más rápido.

# data/database.json//enemies/beach.sandworm-beach/descriptions/1/text
source: According to some insight by C'tron worms posses 5 hearts. It's a mystery how they fit into this elastic body.
es_es: Según una idea de C'tron, los gusanos poseen 5 corazones. Es un misterio cómo encajan en este cuerpo elástico.

# data/database.json//enemies/mouse-bot/name
source: Beta Mouse Bot
es_es: Rabot Beta

# data/database.json//enemies/mouse-bot/species
source: Rookie Robot
es_es: Robot Novato

# data/database.json//enemies/mouse-bot/descriptions/0/text
source: A small mouse robot used by Carla to teach Lea how to throw at faster moving objects. They won't attack and just run away when you hit them.
es_es: Un pequeño robot ratón utilizado por Carla para enseñar a Lea a lanzar a los objetos que se mueven más rápido. No atacan y simplemente huyen cuando les golpeas.

# data/database.json//enemies/boss-test/name
source: Huge Hostile Crab
es_es: CangrejoBot Colosal

# data/database.json//enemies/boss-test/species
source: Unknown Mecha
es_es: Mecha Desconocido

# data/database.json//enemies/boss-test/descriptions/0/text
source: A mechanical crab summoned by the mysterious blue avatar. Its stats conveniently match yours and its attack gets more ferocious the more damage you deal. When it charges up for a big jump it will get stunned on the last dive revealing the weak point on its back: a shiny crystal!
es_es: Un cangrejo mecánico invocado por el misterioso avatar azul. Sus estadísticas coinciden convenientemente con las tuyas y su ataque se vuelve más feroz cuanto más daño le hagas. Cuando se cargue para dar un gran salto, quedará aturdido en la última zambullida, revelando el punto débil de su espalda: ¡un cristal brillante!

# data/database.json//enemies/simple-bot/name
source: Rhombus Enforcer 1.0
es_es: Ejecutor Rombo 1.0

# data/database.json//enemies/simple-bot/species
source: Rookie Robot
es_es: Robot Novato

# data/database.json//enemies/simple-bot/descriptions/0/text
source: This small robot is used as part of the official CrossWorlds tutorial. Carla also used this to teach you dodging and interrupting enemy attacks. It won't really do much damage and poses almost no threat. Use it to learn how to pummel enemies!
es_es: Este pequeño robot se utiliza como parte del tutorial oficial de CrossWorlds. Carla también lo utiliza para enseñarte a esquivar e interrumpir los ataques enemigos. En realidad no hace mucho daño y no supone casi ninguna amenaza. ¡Utilízalo para aprender a golpear a los enemigos!

# data/database.json//enemies/default/name
source: Rhombus Enforcer 2.0
es_es: Ejecutor Rombo 2.0

# data/database.json//enemies/default/species
source: Rookie Robot
es_es: Robot Novato

# data/database.json//enemies/default/descriptions/0/text
source: Often called "Default-Bot" by the developers of CrossWorlds this enemy is used in the official tutorial of the game as a more dangerous foe compared to a \v[combat.name.simple-bot]. It will charge up and attack 3 times in a row but conveniently it will also tell you by both blinking red and via a message. Truly an enemy for a tutorial!
es_es: A menudo llamado "Bot-Genérico" por los desarrolladores de CrossWorlds este enemigo se utiliza en el tutorial oficial del juego como un enemigo más peligroso en comparación con un \v[combat.name.simple-bot]. Se cargará y atacará 3 veces seguidas, pero convenientemente también te avisará tanto con un parpadeo rojo como con un mensaje. ¡Realmente un enemigo para un tutorial!

# data/database.json//enemies/turret-rhombus/name
source: Rhombus Turret 1.0
es_es: Torreta Rombo 1.0

# data/database.json//enemies/turret-rhombus/species
source: Rookie Sentry
es_es: Centinela Novato

# data/database.json//enemies/turret-rhombus/descriptions/0/text
source: This stationary enemy can either shoot a single projectile at you or a triple shoot that spreads. Either way they are pretty easy to deal with. You can either dash in and quickly give them a good pummeling or dodge the projectiles and throw balls at them.
es_es: Este enemigo fijo puede disparar un solo proyectil contra ti o un triple disparo que se extiende. En cualquier caso, es bastante fácil enfrentarse a ellos. Puedes lanzarte y darles una buena paliza o esquivar los proyectiles y lanzarles bolas.

# data/database.json//enemies/turret-rhg-1/name
source: Illegal Rhombus Turret
es_es: Torreta Rombo Ilegal

# data/database.json//enemies/turret-rhg-1/species
source: Illegal Sentry
es_es: Centinela Ilegal

# data/database.json//enemies/turret-rhg-1/descriptions/0/text
source: A illegally modified variant of the popular \c[3]Rhombus Turret\c[0], intended to be smuggled to the mainland for all kinds of nefarious schemes. Unlike the standard model this machine also comes with a shield.
es_es: Una variante ilegalmente modificada de la popular \c[3]Torreta Rombo\c[0], destinada a ser contrabandeada al continente para todo tipo de planes nefastos. A diferencia del modelo estándar, esta máquina también viene con un escudo.

# data/database.json//enemies/turret-large/name
source: Rhombus Heavy Turret 1.0
es_es: Torreta Pesada Rombo 1.0

# data/database.json//enemies/turret-large/species
source: Rookie Sentry
es_es: Centinela Novato

# data/database.json//enemies/turret-large/descriptions/0/text
source: This larger turret was used by Carla and Captain Jet to showcase some advanced gameplay mechanics of CrossWorlds. You couldn't quite finish the final fight against it as a certain someone interrupted...
es_es: Esta torreta más grande fue utilizada por Carla y el Capitán Jet para mostrar algunas mecánicas de juego avanzadas de CrossWorlds. No se pudo terminar el combate final contra ella, ya que alguien las interrumpió...

# data/database.json//enemies/turret-boss/name
source: Rhombus Heavy Turret 2.0
es_es: Torreta Pesada Rombo 2.0

# data/database.json//enemies/turret-boss/species
source: Rookie Sentry
es_es: Centinela Novato

# data/database.json//enemies/turret-boss/descriptions/0/text
source: The return of the turret from the cargo ship! But this time nothing can interrupt you. The turret learned a few new tricks and will get more cheeky as the fight progresses. It also doesn't like when switches are turned on. It will immediately turn them off. So don't be rude? Unless it's charging its ball beam. Getting hit by that really hurts...
es_es: ¡El regreso de la torreta del carguero! Pero esta vez nada puede interrumpirla. La torreta ha aprendido algunos trucos nuevos y se volverá más descarada a medida que avance el combate. Tampoco le gusta que se enciendan los interruptores. Los apagará inmediatamente. Así que no seas maleducado. A menos que esté cargando su rayo de bola. Ser golpeado por eso realmente duele...

# data/database.json//enemies/autumn-rh.turret_float-quest_naval/name
source: Illegal Floating Turret
es_es: Torreta Flotante Ilegal

# data/database.json//enemies/autumn-rh.turret_float-quest_naval/species
source: Floating Sentry
es_es: Centinela Flotante

source: Heavily modified turrets made in \c[3]\v[area.rhombus-sqr.name]\c[0] and meant for illegal activities all over \v[lore.title.planet]. They are equipped with \c[3]floating devices\c[0] to cross the ocean on their own and might even have their own \c[3]shielding system\c[0]. It is advised to only face them with the support of \c[3]heavy artillery\c[0].
es_es: Torretas fuertemente modificadas fabricadas en \c[3]\v[area.rhombus-sqr.name]\c[0] y destinadas a actividades ilegales en todo \v[lore.title.planet]. Están equipados con \c[3]dispositivos flotantes\c[0] para cruzar el océano por su cuenta e incluso podrían tener su propio \c[3]sistema de blindaje\c[0]. Se aconseja enfrentarse a ellos sólo con el apoyo de la \c[3]artillería pesada\c[0].

# data/database.json//enemies/autumn-rh.suicider_float-quest_naval/name
source: Illegal Floating Bomber
es_es: Bombardero Flotante Ilegal

# data/database.json//enemies/autumn-rh.suicider_float-quest_naval/species
source: Floating Bomb
es_es: Bomba Flotante

source: Bombs made in \c[3]\v[area.rhombus-sqr.name]\c[0] and meant for illegal activities all over \v[lore.title.planet]. They are equipped with \c[3]floating devices\c[0] to cross the ocean on their own and might even have their own \c[3]shielding system\c[0]. Though they can not attack, they will \c[3]detonate themselves at close range\c[0] with such a force that they might even be a danger to heavily armored military hardware.
es_es: Bombas fabricadas en \c[3]\v[area.rhombus-sqr.name]\c[0] y destinadas a actividades ilegales en todo \v[lore.title.planet]. Están equipados con \c[3]dispositivos flotantes\c[0] para cruzar el océano por su cuenta e incluso podrían tener su propio \c[3]sistema de protección\c[0]. Aunque no pueden atacar, \c[3]detonarán a corta distancia\c[0] con tal fuerza que incluso podrían ser un peligro para un equipo militar fuertemente blindado.

# data/database.json//enemies/autumn-rh.turret_big_float-quest_naval/name
source: Illegal Floating Megaturret
es_es: MegaTorreta Flotante Ilegal

# data/database.json//enemies/autumn-rh.turret_big_float-quest_naval/species
source: Floating Sentry
es_es: Centinela Flotante

source: Large, heavily modified turrets made in \c[3]\v[area.rhombus-sqr.name]\c[0] and meant for illegal activities all over \v[lore.title.planet]. They are equipped with \c[3]floating devices\c[0] to cross the ocean on their own and even have their own \c[3]shielding system\c[0]. It is advised to only face them with the support of \c[3]heavy artillery\c[0].
es_es: Grandes torretas fuertemente modificadas fabricadas en \c[3]\v[area.rhombus-sqr.name]\c[0] y destinadas a actividades ilegales en todo \v[lore.title.planet]. Están equipados con \c[3]dispositivos flotantes\c[0] para cruzar el océano por su cuenta e incluso tienen su propio \c[3]sistema de blindaje\c[0]. Se aconseja enfrentarse a ellos sólo con el apoyo de la \c[3]artillería pesada\c[0].

# data/database.json//enemies/autumn-rh.turret_boss-quest_naval/name
source: Illegal Coordinator
es_es: Coordinador Ilegal

# data/database.json//enemies/autumn-rh.turret_boss-quest_naval/species
source: Floating Coordinator Turret
es_es: Torreta Flotante Coordinada

source: The central coordinator of the heavily modified turrets that were made in \c[3]\v[area.rhombus-sqr.name]\c[0] and meant for illegal activities all over \v[lore.title.planet]. It too is equipped with \c[3]floating devices\c[0] to cross the ocean on its own and has a highly advanced \c[3]shielding system\c[0]. While \c[3]heavy artillery\c[0] will be able to \c[3]break its normal shield\c[0], the \c[3]focussed frontal shield is basically impenetrable\c[0] and must somehow be bypassed. In addition to a \c[3]powerful cannon\c[0], this malicious machine of war is also equipped with an advanced launcher of \c[3]ship-to-ship missiles\c[0]. \c[3]Shooting them down to protect your vessel\c[0] should be the top-priority!
es_es: El coordinador central de las torretas se fabricaron en \c[3]\v[area.rhombus-sqr.name]\c[0] y son destinadas a actividades ilegales en todo \v[lore.title.planet]. También está equipado con \c[3]dispositivos flotantes\c[0] para cruzar el océano por su cuenta y tiene un \c[3]sistema de blindaje muy avanzado\c[0]. Mientras que la \c[3]artillería pesada\c[0] podrá \c[3]romper su escudo normal\c[0], el \c[3]escudo frontal enfocado es básicamente impenetrable\c[0] y debe ser sorteado de alguna manera. Además de un \c[3]poderoso cañón\c[0], esta maliciosa máquina de guerra también está equipada con un avanzado lanzador de \c[3]misiles de nave a nave\c[0]. ¡\c[3]Dispararles para proteger tu nave\c[0] debería ser tu máxima prioridad!

# data/database.json//enemies/special.target-bot/species
source: Training Bot
es_es: Bot de Entrenamiento
