Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/dreams.po
Languages: es_es, ru_ru

# data/maps/dreams/fifth.json//entities/0/settings/event/63/text
source: I honestly have never encountered an issue like this.
es_es: La verdad es que nunca me he encontrado un problema como este.

# data/maps/dreams/fifth.json//entities/0/settings/event/65/text
source: It's possible that her past experiences have led to this.
es_es: Es posible que sus experiencias pasadas la hayan llevado a esto.

# data/maps/dreams/fifth.json//entities/0/settings/event/67/text
source: That's why... there's one last thing we can try.
es_es: Por eso... hay una última cosa que podemos intentar.

# data/maps/dreams/fifth.json//entities/0/settings/event/69/text
source: We can make her... forget.
es_es: Podemos hacerla... olvidar.

# data/maps/dreams/first.json//entities/1/settings/event/44/text
source: Oui, oui! So much fun~
es_es: ¡Oui, oui! Qué divertido~

# data/maps/dreams/first.json//entities/1/settings/event/52/text
source: Sure... It's supposed to be a long parkour.
es_es: Claro... Se supone que es un parkour largo.

# data/maps/dreams/first.json//entities/1/settings/event/56/text
source: It's all about the journey, no?
es_es: Lo importante es el viaje, ¿no?

# data/maps/dreams/first.json//entities/1/settings/event/58/text
source: We better make it last.
es_es: Más vale que lo hagamos durar.

# data/maps/dreams/first.json//entities/1/settings/event/67/text
source: Yes, apple trees all over the place.
es_es: Sí, hay manzanos por todas partes.

# data/maps/dreams/first.json//entities/1/settings/event/69/text
source: She would've loved that place.
es_es: A ella le hubiera encantado ese lugar.

# data/maps/dreams/first.json//entities/1/settings/event/80/text
source: I suppose I might as well show that place to you.
es_es: Supongo que podría mostrarte ese lugar.

# data/maps/dreams/first.json//entities/1/settings/event/82/text
source: Some day...
es_es: Algún día...

# data/maps/dreams/fourth-2.json//entities/161/settings/event/25/task
source: You seem to be caught up in a long dream. Maybe have a look around?
es_es: Parece que estás atrapada en un largo sueño. ¿Quizás deberías echar un vistazo a tu alrededor?

# data/maps/dreams/fourth-3.json//entities/169/settings/event/32/text
source: This place should be fine.
es_es: Este lugar debería estar bien.

# data/maps/dreams/fourth-3.json//entities/169/settings/event/33/text
source: It won't be integrated into the official playground anytime soon.
es_es: No se integrará en el campo de juego oficial a corto plazo.

# data/maps/dreams/fourth-3.json//entities/169/settings/event/34/text
source: Right... There is enough room to run some experiments.
es_es: Bien... Hay suficiente espacio para hacer algunos experimentos.

# data/maps/dreams/fourth-3.json//entities/169/settings/event/38/text
source: Hm? No, Sergey isn't here.
es_es: ¿Hm? No, Sergey no está.

# data/maps/dreams/fourth-3.json//entities/169/settings/event/43/text
source: I can't really blame him.
es_es: Realmente no puedo culparlo.

# data/maps/dreams/fourth-3.json//entities/169/settings/event/45/text
source: Still... we got this far! We can't just stop now, can we?
es_es: Aun así... ¡hemos llegado hasta aquí! No podemos parar ahora, ¿verdad?

# data/maps/dreams/fourth.json//entities/195/settings/event/46/text
source: Did you know...?
es_es: ¿Sabías que...?

# data/maps/dreams/fourth.json//entities/195/settings/event/47/text
source: Worms have 5 hearts!
es_es: Los gusanos tienen 5 corazones!

# data/maps/dreams/fourth.json//entities/195/settings/event/84/text
source: Yes, like this.
es_es: Sí, así.

# data/maps/dreams/fourth.json//entities/195/settings/event/86/text
source: ...Oh. You're trying this again?
es_es: ...Oh. ¿Estás intentando esto de nuevo?

# data/maps/dreams/fourth.json//entities/195/settings/event/88/text
source: Hey, I told you this one isn't for everybody.
es_es: Oye, ya te dije que este no es para todos.

# data/maps/dreams/fourth.json//entities/195/settings/event/90/text
source: Come on, I don't want you to break your fingers.
es_es: Vamos, no quiero que te rompas los dedos.

# data/maps/dreams/fourth.json//entities/195/settings/event/92/text
source: Hahaha...
es_es: Jajaja...

# data/maps/dreams/ninth.json//entities/195/settings/event/48/message
source: Hello there, Lea!
es_es: ¡Hola, Lea!

# data/maps/dreams/ninth.json//entities/195/settings/event/49/message
source: How are your hands doing today?
es_es: ¿Cómo están tus manos hoy?

# data/maps/dreams/ninth.json//entities/195/settings/event/53/message
source: Haha, sorry. It's not as painful as it looks, I swear.
es_es: Jaja, lo siento. No es tan doloroso como parece, te lo juro.

# data/maps/dreams/ninth.json//entities/195/settings/event/60/message
source: Again with the weird hand tricks, Tronny?
es_es: ¿Otra vez con los movimientos extraños de las manos, Tronny?

# data/maps/dreams/ninth.json//entities/195/settings/event/63/message
source: What? I'm just fascinated by how well it's synchronized.
es_es: ¿Qué? Es que me fascina lo bien sincronizado que está.

# data/maps/dreams/ninth.json//entities/195/settings/event/64/message
source: You don't have to make these creepy shapes to prove it.
es_es: No tienes que hacer estas absurdas formas para demostrarlo.

# data/maps/dreams/ninth.json//entities/195/settings/event/65/message
source: Come on, let's go!
es_es: ¡Venga, vamos!

# data/maps/dreams/ninth.json//entities/195/settings/event/74/message
source: Oh man... not looking forward to that jungle.
es_es: Ay, tío... No tengo ganas de ir a esa selva.

# data/maps/dreams/ninth.json//entities/195/settings/event/76/message
source: You know... those places are usually filled with insects and bugs?
es_es: ¿Sabías que estos lugares suelen estar llenos de insectos y bichos?

# data/maps/dreams/ninth.json//entities/195/settings/event/77/message
source: Please don't let me go there alone, Lea.
es_es: Por favor, no me dejes ir sola, Lea.

# data/maps/dreams/ninth.json//entities/195/settings/event/102/message
source: Lea? Is everything alright?
es_es: ¿Lea? ¿Está todo bien?

# data/maps/dreams/ninth.json//entities/195/settings/event/104/message
source: Oui... why are you sitting here like that?
es_es: Oui... ¿por qué estás sentado aquí así?

# data/maps/dreams/ninth.json//entities/195/settings/event/111/message
source: You know...\. If something is bothering you, you can just tell us about it.
es_es: Ya sabes...\. Si algo te molesta, puedes contarlo.

# data/maps/dreams/ninth.json//entities/195/settings/event/112/message
source: That's what \c[3]friends\c[0] are for, right?
es_es: Para eso están los amigos, ¿no?

# data/maps/dreams/second.json//entities/119/settings/event/62/text
source: Penguins on mountains. I'm not kidding.
es_es: Pingüinos en las montañas. No estoy bromeando.

# data/maps/dreams/second.json//entities/119/settings/event/64/text
source: I know. They had plenty of strange ideas.
es_es: Lo sé. Tenían muchas de ideas extrañas.

# data/maps/dreams/second.json//entities/119/settings/event/65/text
source: Apparently that's what people like these days.
es_es: Aparentemente eso es lo que la gente le gusta hoy en día.

# data/maps/dreams/second.json//entities/119/settings/event/66/text
source: Haha, yes.
es_es: Jaja, sí.

# data/maps/dreams/second.json//entities/119/settings/event/75/text
source: I know, it can be a tad lonely.
es_es: Lo sé, puede ser un poco solitario.

# data/maps/dreams/second.json//entities/119/settings/event/77/text
source: But it's a small price to pay.
es_es: Pero es un pequeño precio a pagar.

# data/maps/dreams/second.json//entities/119/settings/event/78/text
source: After all... we're about to revolutionize the entire field!
es_es: Después de todo... ¡estamos a punto de revolucionar el sector en su totalidad!

# data/maps/dreams/second.json//entities/119/settings/event/79/text
source: I'm just glad we found somebody who embraces the potential.
es_es: Me alegro de que hayamos encontrado a alguien que aproveche el potencial.

source: The door is locked, correct? It seems we are trapped.
es_es: La puerta está cerrada, ¿correcto? Parece que estamos atrapados.

# data/maps/dreams/seventh.json//entities/28/settings/event/31/text
source: Oh, you're awake?
es_es: Oh, ¿estás despierta?

# data/maps/dreams/seventh.json//entities/28/settings/event/32/text
source: You looked so peaceful while you were sleeping... I didn't want to wake you up.
es_es: Parecías tan tranquila mientras dormías... No quería despertarte.

# data/maps/dreams/seventh.json//entities/28/settings/event/33/text
source: Anyway, shall we revisit the lesson from yesterday?
es_es: De todos modos, ¿vamos a revisar la lección de ayer?

# data/maps/dreams/seventh.json//entities/28/settings/event/41/text
source: Hello.
es_es: Hola.

# data/maps/dreams/seventh.json//entities/28/settings/event/47/message
source: Long time no see.
es_es: Cuánto tiempo sin verte.

# data/maps/dreams/seventh.json//entities/28/settings/event/58/message
source: ... They denied my proposal. Again.
es_es: ... Negaron mi propuesta. Otra vez.

# data/maps/dreams/seventh.json//entities/28/settings/event/60/message
source: Dammit, I'm here to come up with interesting game scenarios and challenges.
es_es: Maldita sea, estoy aquí para idear escenarios de juego y retos interesantes.

# data/maps/dreams/seventh.json//entities/28/settings/event/61/message
source: I need a little bit of creative freedom to do my job.
es_es: Necesito un poco de libertad creativa para hacer mi trabajo.

# data/maps/dreams/seventh.json//entities/28/settings/event/67/message
source: Gautham, that is what teamwork is all about.... You have to find a compromise.
es_es: Gautham, de eso se trate el trabajo en equipo... Hay que encontrar un compromiso.

# data/maps/dreams/seventh.json//entities/28/settings/event/70/message
source: Tsk... the best we'll ever get is mediocrity that way.
es_es: Tsk... lo mejor que vamos a conseguir es la mediocridad de esa manera.

# data/maps/dreams/seventh.json//entities/28/settings/event/71/message
source: There are too many conventional thinkers in this company...
es_es: Hay demasiados pensadores convencionales en esta empresa...

# data/maps/dreams/seventh.json//entities/28/settings/event/73/message
source: Right, Satoshi?
es_es: ¿No es así, Satoshi?

# data/maps/dreams/seventh.json//entities/28/settings/event/79/message
source: What can I say?\. They just want to keep making the games they know.
es_es: ¿Qué puedo decir? Sólo quieren seguir haciendo los juegos que ya conocen.

# data/maps/dreams/seventh.json//entities/28/settings/event/81/message
source: They have a genius like you on board and don't make proper use of it!
es_es: ¡Tienen a un genio como tú a bordo y no hacen un uso adecuado de ti!

# data/maps/dreams/seventh.json//entities/28/settings/event/82/message
source: Rejecting your big AI project proposal...
es_es: Rechazaron tu propuesta de gran proyecto de IA...

# data/maps/dreams/seventh.json//entities/28/settings/event/86/message
source: Well, to be honest...\. that went way beyond what you would need for a game like CrossWorlds.
es_es: Bueno, para ser honesto...\. eso va mucho más allá de lo que se necesita para un juego como CrossWorlds.

# data/maps/dreams/seventh.json//entities/28/settings/event/88/message
source: Are you sure?\. I think there are a lot of applications.
es_es: ¿Estás seguro? Creo que hay muchas aplicaciones para la IA.

# data/maps/dreams/seventh.json//entities/28/settings/event/89/message
source: In fact, I'm currently working on a list of them.
es_es: De hecho, actualmente estoy trabajando en una lista de ellas.

# data/maps/dreams/seventh.json//entities/28/settings/event/90/message
source: So you plan to pitch the idea to them again?
es_es: ¿Así que vas a proponer la idea de nuevo?

# data/maps/dreams/seventh.json//entities/28/settings/event/91/message
source: Of course I will! It's just way too promising!
es_es: ¡Claro que sí! Es simplemente demasiado prometedor.

# data/maps/dreams/seventh.json//entities/28/settings/event/97/message
source: What? I don't work that much, really...
es_es: ¿Qué? Realmente no trabajo tanto...

# data/maps/dreams/seventh.json//entities/28/settings/event/98/message
source: And I do it because it's what I want to do. No need to worry.
es_es: Y lo hago porque es lo que quiero hacer. No tienes por qué preocuparte.

# data/maps/dreams/seventh.json//entities/28/settings/event/100/message
source: You should listen to your dear caring sister, Mr. Workaholic.
es_es: Deberías escuchar a tu querida y cuidadosa hermana, Sr. Trabajólico.

# data/maps/dreams/seventh.json//entities/28/settings/event/102/message
source: You too, Sergey?!
es_es: ¡¿Tú también, Sergey?!

# data/maps/dreams/tenth.json//entities/1/settings/blockEvent/0/thenStep/3/message
source: The door is locked, correct? It seems we are trapped.
es_es: La puerta está cerrada, ¿correcto? Parece que estamos atrapados.

# data/maps/dreams/tenth.json//entities/27/settings/event/28/text
source: Let me tell you a little trick about conversations.
es_es: Déjame contarte un pequeño secreto sobre las conversaciones.

# data/maps/dreams/tenth.json//entities/27/settings/event/29/text
source: People... they like to share their stories.
es_es: A la gente... le gusta compartir sus historias.

# data/maps/dreams/tenth.json//entities/27/settings/event/30/text
source: So if you want to be on their good side...\. listen to them.
es_es: Así que si quieres congraciarte con ellos, escúchalos.

# data/maps/dreams/tenth.json//entities/27/settings/event/33/text
source: Add a few comments, ask questions... let them know you are interested.
es_es: Haz preguntas y comentarios... hazles saber que estás interesado.

# data/maps/dreams/tenth.json//entities/27/settings/event/34/text
source: Keep the conversation flowing naturally, but let them do the talking.
es_es: Haz que la conversación fluya con naturalidad, pero deja que sean ellos los que hablen.

# data/maps/dreams/tenth.json//entities/27/settings/event/35/text
source: That's how people enjoy your company.
es_es: Así es como la gente disfruta de tu compañía.

# data/maps/dreams/tenth.json//entities/27/settings/event/38/text
source: However...\. none of this works, if the other person can't talk.
es_es: Sin embargo...\. nada de esto funciona si la otra persona no puede hablar.

# data/maps/dreams/tenth.json//entities/27/settings/event/39/text
source: I found that out the hard way... when I met her.
es_es: Lo aprendí por las malas... cuando la conocí.

# data/maps/dreams/tenth.json//entities/27/settings/event/43/text
source: So for once...\. I had to do the talking.
es_es: Así que por una vez...\. tuve que hablar yo.

# data/maps/dreams/tenth.json//entities/27/settings/event/44/text
source: Talking...\. about myself.
es_es: Hablando...\. de mí mismo.

source: The door is locked, correct? It seems we are trapped.
es_es: La puerta está cerrada, ¿correcto? Parece que estamos atrapados.

# data/maps/dreams/third.json//entities/68/settings/event/40/text
source: Maybe... I overdid it...
es_es: Tal vez... me excedí...

# data/maps/dreams/third.json//entities/68/settings/event/65/text
source: This world...\. He gave it to me to design as I please.
es_es: Este mundo...\. Me lo dio para que lo diseñara a mi antojo.

# data/maps/dreams/third.json//entities/68/settings/event/66/text
source: This is what I always dreamed about.
es_es: Esto es lo que siempre soñaba.

# data/maps/dreams/third.json//entities/68/settings/event/68/text
source: So why would you harbor all these doubts?
es_es: Entonces, ¿por qué albergarías todas estas dudas?

# data/maps/dreams/third.json//entities/68/settings/event/69/text
source: Things are just fine so far, no?
es_es: Las cosas marchan bien hasta ahora, ¿no?

# data/maps/dreams/third.json//entities/68/settings/event/78/text
source: Please stay calm.
es_es: Mantén la calma.

# data/maps/dreams/third.json//entities/68/settings/event/79/text
source: This is no race against time.
es_es: No es una carrera contrarreloj.

# data/maps/dreams/third.json//entities/68/settings/event/80/text
source: Look, Lea.
es_es: Mira, Lea.

# data/maps/dreams/third.json//entities/68/settings/event/81/text
source: I really cannot imagine how you must feel right now.
es_es: Realmente no puedo imaginar cómo te debes sentir en este momento.

# data/maps/dreams/third.json//entities/68/settings/event/86/text
source: So we finally meet.
es_es: Al fin nos conocemos.

# data/maps/dreams/third.json//entities/68/settings/event/91/text
source: It must feel really strange, hm? Seeing me like this.
es_es: Debes sentirte muy extraño, ¿no? Al verme así.

# data/maps/dreams/third.json//entities/68/settings/event/92/text
source: That's why they told me to stay away from you.
es_es: Por eso me dijeron que me alejara de ti.

# data/maps/dreams/third.json//entities/68/settings/event/95/text
source: But I don't care anymore.
es_es: Pero ya no me importa.

# data/maps/dreams/third.json//entities/68/settings/event/96/text
source: Because I want you to feel it as well.
es_es: Porque quiero que tú también lo sientas.

# data/maps/dreams/third.json//entities/68/settings/event/100/text
source: This hell we're going through.
es_es: Este infierno que estamos viviendo.

# data/maps/dreams/third.json//entities/68/settings/event/104/text
source: Just because of you.
es_es: Sólo por ti.

source: \i[arrow-n] Forest \i[arrow-sw] Cliff \i[arrow-s] River \i[arrow-e] Town Center
es_es: \i[arrow-n] Bosque \i[arrow-sw] Acantilado \i[arrow-s] Río \i[arrow-e] Centro del Pueblo

source: He had a point...
es_es: Tenía razón...

source: Those cliffs really do not make any sense.
es_es: Esos acantilados realmente no tienen ningún sentido.

source: So...
es_es: Así que...

source: When do you expect them to arrive?
es_es: ¿Cuándo esperas que lleguen?

source: This is none of your concern anymore.
es_es: Esto ya no es de tu incumbencia.

source: I will deal with this on my own.
es_es: Me encargaré de esto por mi cuenta.

source: So Tronny, how unrealistic is this rock in particular?
es_es: Entonces, Tronny, ¿qué tan poco realista es esta roca en particular?

source: I suppose it's somewhat plausible...
es_es: Supongo que es algo plausible...

source: Protocol submitted
es_es: Protocolo presentado

source: What's the matter?
es_es: ¿Qué pasa?

source: Why not? Ice cream is great!
es_es: ¿Por qué no? ¡El helado es genial!

source: I know...\. I told you I'm not big on sweets.
es_es: Lo sé...\. Te lo dije que no me gustan los chuches.

source: But ice cream is a different matter.
es_es: Pero el helado es un asunto diferente.

source: Oh is it that late already?
es_es: Oh, ¿ya es tan tarde?

source: Sorry, I need to go.
es_es: Lo siento, tengo que irme.

source: This is a message to myself.
es_es: Este es un mensaje para mí mismo.

source: It will serve as a reminder for my upcoming tasks.
es_es: Me servirá de recordatorio para mis próximas tareas.

source: My main objective is to gather intelligence on our investigation targets from within the game.
es_es: Mi principal objetivo es reunir inteligencia sobre nuestros objetivos de investigación desde dentro del juego.

source: This task will require my continuous attendance in CrossWorlds for a prolonged period.
es_es: Esta tarea exigirá mi continua presencia en CrossWorlds durante un periodo prolongado.

source: This is a message to myself.
es_es: Este es un mensaje para mí mismo.

source: My memory is expected to be fuzzy as a side effect of this connection.
es_es: Se espera que mi memoria sea borrosa como efecto secundario de esta conexión.

source: For that reason, this message serves as a reminder for my upcoming tasks.
es_es: Por esa razón, este mensaje sirve como un recordatorio para mis próximas tareas.

source: My main objective is to gather intelligence on our investigation targets from within the game.
es_es: Mi principal objetivo es reunir inteligencia sobre nuestros objetivos de investigación desde dentro del juego.

source: This task will require my continuous attendance in CrossWorlds...
es_es: Esta tarea exigirá mi continua presencia en CrossWorlds...

source: ...for several weeks.
es_es: ...durante varias semanas.

source: She can't speak?\. You're kidding, right?
es_es: ¿No puede hablar?\. Estás de broma, ¿verdad?

source: You heard me.
es_es: Ya me has oído.

source: She's the expert on the project.\. Best person to ask.
es_es: Ella es la experta en el proyecto así que es la mejor persona a la que preguntar.

source: And how am I supposed to get any answers from her?
es_es: ¿Y cómo se supone que voy a obtener respuestas de ella?

source: In writing. She can do that perfectly fine.
es_es: Por escrito. Ella puede hacer eso perfectamente bien.

source: Hearing as well, so just talk to her normally.
es_es: Puede escuchar también, así que habla con ella normalmente.

source: Got it.
es_es: Entendido.

source: She's waiting inside.
es_es: Está esperando dentro.

source: Hello Ms. Lavore.
es_es: Hola, Sra. Lavore.

source: It's a pleasure to meet you!
es_es: ¡Es un placer conocerte!

source: My name is...
es_es: Mi nombre es...

# data/maps/dreams/dream11.json/entities/126/settings/event/45/message
source: There you go.
ru_ru: Вот и они.

# data/maps/dreams/dream11.json/entities/126/settings/event/46/message
source: Nightmares of my flat.
ru_ru: Кошмары моей квартиры.

# data/maps/dreams/dream11.json/entities/126/settings/event/47/message
source: It was just bound to happen.
ru_ru: Это просто обязано было произойти.

# data/maps/dreams/dream11.json/entities/126/settings/event/56/message
source: Come on, let's run away!
ru_ru: Ну же, давай убежим!

# data/maps/dreams/dream11.json/entities/126/settings/event/64/message
source: L-Lea?!
ru_ru: Л-Лея?!

# data/maps/dreams/dream11.json/entities/126/settings/event/75/text
source: Lea...
ru_ru: Лея...

# data/maps/dreams/dream11.json/entities/126/settings/event/79/text
source: Please... run away...
ru_ru: Пожалуйста... беги...

# data/maps/dreams/dream11.json/entities/126/settings/event/80/text
source: There is no point... waiting for me...
ru_ru: Нет смысла... ждать меня...

# data/maps/dreams/dream12.json/entities/633/settings/interact/hoverText
source: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Roads to Grand Krys'kajo \i[arrow-s] V'rda Vil
ru_ru: \i[arrow-w] Твердыня Бэйзина и Закат Осени \i[arrow-e] пути в Гранд Крис'кайо \i[arrow-s] В'рда Виль

# data/maps/dreams/dream12.json/entities/634/settings/interact/hoverText
source: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Roads to Grand Krys'kajo \i[arrow-s] V'rda Vil
ru_ru: \i[arrow-w] Твердыня Бэйзина и Закат Осени \i[arrow-e] пути в Гранд Крис'кайо \i[arrow-s] В'рда Виль

# data/maps/dreams/dream12.json/entities/635/settings/interact/hoverText
source: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Roads to Grand Krys'kajo \i[arrow-s] V'rda Vil
ru_ru: \i[arrow-w] Твердыня Бэйзина и Закат Осени \i[arrow-e] пути в Гранд Крис'кайо \i[arrow-s] В'рда Виль

# data/maps/dreams/dream12.json/entities/661/settings/event/49/message
source: Spheromancer Lea! Let's go!
ru_ru: Сферомант Лея! Погнали!

# data/maps/dreams/dream12.json/entities/661/settings/event/59/text
source: Holerö?
ru_ru: Holerö (Привет)?

# data/maps/dreams/dream12.json/entities/661/settings/event/64/message
source: You're back again?
ru_ru: Ты вернулась?

# data/maps/dreams/dream12.json/entities/661/settings/event/65/message
source: It's good to see you.
ru_ru: Рад видеть тебя.

# data/maps/dreams/dream12.json/entities/661/settings/event/74/text
source: W-What are you doing?!
ru_ru: Ч-Что ты делаешь?!

# data/maps/dreams/dream12.json/entities/661/settings/event/87/text
source: Lea, what is wrong with you!?
ru_ru: Лея, что с тобой не так!?
