Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/dreams.po
Languages: es_es, ru_ru

# data/maps/dreams/fifth.json/entities/0/settings/event/67/text
source: That's why... there's one last thing we can try.
ru_ru: Вот почему... есть последнее, что мы можем попробовать.

# data/maps/dreams/fifth.json/entities/0/settings/event/69/text
source: We can make her... forget.
ru_ru: Мы можем заставить её... забыть.

# data/maps/dreams/first.json/entities/1/settings/event/44/text
source: Oui, oui! So much fun~
ru_ru: Oui, oui (Да-да)! Это так весело~

# data/maps/dreams/first.json/entities/1/settings/event/52/text
source: Sure... It's supposed to be a long parkour.
ru_ru: Несомненно... Это должен быть длинный паркур.

# data/maps/dreams/first.json/entities/1/settings/event/56/text
source: It's all about the journey, no?
ru_ru: Ведь главное - это путешествие, разве нет?

# data/maps/dreams/first.json/entities/1/settings/event/58/text
source: We better make it last.
ru_ru: Нам лучше растянуть его.

# data/maps/dreams/first.json/entities/1/settings/event/67/text
source: Yes, apple trees all over the place.
ru_ru: Да, яблони тут повсюду.

# data/maps/dreams/first.json/entities/1/settings/event/69/text
source: She would've loved that place.
ru_ru: Ей бы очень понравилось это место.

# data/maps/dreams/first.json/entities/1/settings/event/78/text
source: Hm...
ru_ru: Хм...

# data/maps/dreams/first.json/entities/1/settings/event/80/text
source: I suppose I might as well show that place to you.
ru_ru: Полагаю, что я мог бы показать это место и тебе.

# data/maps/dreams/first.json/entities/1/settings/event/82/text
source: Some day...
ru_ru: Когда-нибудь...

# data/maps/dreams/fourth-2.json/entities/161/settings/event/25/task
source: You seem to be caught up in a long dream. Maybe have a look around?
ru_ru: Вы, кажется, попали в долгий сон. Может быть, стоит осмотреться вокруг?

# data/maps/dreams/fourth-3.json/entities/169/settings/event/32/text
source: This place should be fine.
ru_ru: Это место должно подойти.

# data/maps/dreams/fourth-3.json/entities/169/settings/event/33/text
source: It won't be integrated into the official playground anytime soon.
ru_ru: Оно не будет интегрировано в официальную игровую зону в ближайшее время.

# data/maps/dreams/fourth-3.json/entities/169/settings/event/34/text
source: Right... There is enough room to run some experiments.
ru_ru: Хорошо... Тут достаточно места, чтобы провести несколько экспериментов.

# data/maps/dreams/fourth-3.json/entities/169/settings/event/38/text
source: Hm? No, Sergey isn't here.
ru_ru: Хм? Нет, Сергея тут нет.

# data/maps/dreams/fourth-3.json/entities/169/settings/event/39/text
source: He got cold feet.
ru_ru: Он струсил.

# data/maps/dreams/fourth-3.json/entities/169/settings/event/43/text
source: I can't really blame him.
ru_ru: Я не могу его в этом винить.

# data/maps/dreams/fourth-3.json/entities/169/settings/event/45/text
source: Still... we got this far! We can't just stop now, can we?
ru_ru: Тем не менее... мы зашли так далеко! Разве мы можем сейчас просто взять и остановиться?

# data/maps/dreams/fourth.json/entities/195/settings/event/46/text
source: Did you know...?
ru_ru: А ты знала...?

# data/maps/dreams/fourth.json/entities/195/settings/event/47/text
source: Worms have 5 hearts!
ru_ru: У червей пять сердец!

# data/maps/dreams/fourth.json/entities/195/settings/event/84/text
source: Yes, like this.
ru_ru: Да, вот так.

# data/maps/dreams/fourth.json/entities/195/settings/event/86/text
source: ...Oh. You're trying this again?
ru_ru: ...Ох. Ты снова пробуешь это?

# data/maps/dreams/fourth.json/entities/195/settings/event/88/text
source: Hey, I told you this one isn't for everybody.
ru_ru: Эй, я же тебе говорил, что это не для всех.

# data/maps/dreams/fourth.json/entities/195/settings/event/90/text
source: Come on, I don't want you to break your fingers.
ru_ru: Перестань, я не хочу, чтобы ты сломала себе пальцы.

# data/maps/dreams/fourth.json/entities/195/settings/event/92/text
source: Hahaha...
ru_ru: Хахаха...

# data/maps/dreams/ninth.json/entities/195/settings/event/48/message
source: Hello there, Lea!
ru_ru: Привет, Лея!

# data/maps/dreams/ninth.json/entities/195/settings/event/49/message
source: How are your hands doing today?
ru_ru: Как твои руки сегодня?

# data/maps/dreams/ninth.json/entities/195/settings/event/53/message
source: Haha, sorry. It's not as painful as it looks, I swear.
ru_ru: Ха-ха, прости. Клянусь, это не так больно, как кажется.

# data/maps/dreams/ninth.json/entities/195/settings/event/60/message
source: Again with the weird hand tricks, Tronny?
ru_ru: Снова эти странные трюки с руками, Тронни?

# data/maps/dreams/ninth.json/entities/195/settings/event/63/message
source: What? I'm just fascinated by how well it's synchronized.
ru_ru: Какие? Я просто очарован тем, насколько хорошо всё синхронизировано.

# data/maps/dreams/ninth.json/entities/195/settings/event/64/message
source: You don't have to make these creepy shapes to prove it.
ru_ru: Тебе не нужно делать эти жуткие фигуры, чтобы доказать это.

# data/maps/dreams/ninth.json/entities/195/settings/event/65/message
source: Come on, let's go!
ru_ru: Давайте, погнали!

# data/maps/dreams/ninth.json/entities/195/settings/event/74/message
source: Oh man... not looking forward to that jungle.
ru_ru: Ох, блин... как же мне не хочется в эти джунгли.

# data/maps/dreams/ninth.json/entities/195/settings/event/76/message
source: You know... those places are usually filled with insects and bugs?
ru_ru: Вы же знаете... эти места обычно заполнены насекомыми и жуками?

# data/maps/dreams/ninth.json/entities/195/settings/event/77/message
source: Please don't let me go there alone, Lea.
ru_ru: Пожалуйста, не отпускай меня туда одну, Лея.

# data/maps/dreams/ninth.json/entities/195/settings/event/102/message
source: Lea? Is everything alright?
ru_ru: Лея? Всё в порядке?

# data/maps/dreams/ninth.json/entities/195/settings/event/104/message
source: Oui... why are you sitting here like that?
ru_ru: Oui (Да)... почему ты так сидишь здесь?

# data/maps/dreams/ninth.json/entities/195/settings/event/111/message
source: You know...\. If something is bothering you, you can just tell us about it.
ru_ru: Ты знаешь...\. Если что-то тебя беспокоит, ты можешь просто рассказать нам об этом.

# data/maps/dreams/ninth.json/entities/195/settings/event/112/message
source: That's what \c[3]friends\c[0] are for, right?
ru_ru: Вот для чего нужны \c[3]друзья\c[0], верно?

# data/maps/dreams/post-dream1.json/entities/444/settings/interact/hoverText
source: \i[arrow-n] Forest \i[arrow-sw] Cliff \i[arrow-s] River \i[arrow-e] Town Center
ru_ru: \i[arrow-n] Лес \i[arrow-sw] Утёс \i[arrow-s] Река \i[arrow-e] Центр города

# data/maps/dreams/post-dream1.json/entities/470/settings/event/6/text
source: He had a point...
ru_ru: В чём-то он был прав....

# data/maps/dreams/post-dream1.json/entities/470/settings/event/7/text
source: Those cliffs really do not make any sense.
ru_ru: Эти утёсы и правда нелогичные.

# data/maps/dreams/post-dream1.json/entities/470/settings/event/47/message
source: So...
ru_ru: Так...

# data/maps/dreams/post-dream1.json/entities/470/settings/event/48/message
source: When do you expect them to arrive?
ru_ru: Когда вы ожидаете их прибытия?

# data/maps/dreams/post-dream1.json/entities/470/settings/event/51/text
source: This is none of your concern anymore.
ru_ru: Больше это вас не касается.

# data/maps/dreams/post-dream1.json/entities/470/settings/event/52/text
source: I will deal with this on my own.
ru_ru: Я сам разберусь с этим.

# data/maps/dreams/post-dream2.json/entities/543/settings/event/46/message
source: So Tronny, how unrealistic is this rock in particular?
ru_ru: Итак, Тронни, насколько нереалистичен именно этот камень?

# data/maps/dreams/post-dream2.json/entities/543/settings/event/51/text
source: I suppose it's somewhat plausible...
ru_ru: Полагаю, это несколько правдоподобно...

# data/maps/dreams/post-dream2.json/entities/543/settings/event/61/text
source: Protocol submitted
ru_ru: Протокол отправлен

# data/maps/dreams/post-dream2.json/entities/543/settings/event/71/text
source: Avatar switched
ru_ru: Аватар переключен

# data/maps/dreams/second.json/entities/119/settings/event/62/text
source: Penguins on mountains. I'm not kidding.
ru_ru: Пингвины в горах. Я не шучу.

# data/maps/dreams/second.json/entities/119/settings/event/64/text
source: I know. They had plenty of strange ideas.
ru_ru: Я знаю. У них много странных идей.

# data/maps/dreams/second.json/entities/119/settings/event/65/text
source: Apparently that's what people like these days.
ru_ru: Видимо, это то, что людям сейчас нравится.

# data/maps/dreams/second.json/entities/119/settings/event/66/text
source: Haha, yes.
ru_ru: Ха-ха, да.

# data/maps/dreams/second.json/entities/119/settings/event/75/text
source: I know, it can be a tad lonely.
ru_ru: Я знаю, может быть немного одиноко.

# data/maps/dreams/second.json/entities/119/settings/event/77/text
source: But it's a small price to pay.
ru_ru: Но это небольшая плата.

# data/maps/dreams/second.json/entities/119/settings/event/78/text
source: After all... we're about to revolutionize the entire field!
ru_ru: В конце концов... мы собираемся совершить революцию в этой области!

# data/maps/dreams/second.json/entities/119/settings/event/79/text
source: I'm just glad we found somebody who embraces the potential.
ru_ru: Я просто рад, что мы нашли кого-то, кто охватывает потенциал.

source: The door is locked, correct? It seems we are trapped.
ru_ru: Дверь заперта, верно? Кажется, мы в ловушке.

# data/maps/dreams/seventh.json/entities/28/settings/event/31/text
source: Oh, you're awake?
ru_ru: О, ты уже проснулась?

# data/maps/dreams/seventh.json/entities/28/settings/event/32/text
source: You looked so peaceful while you were sleeping... I didn't want to wake you up.
ru_ru: Ты выглядела такой умиротворённой, пока спала... Я не хотел будить тебя.

# data/maps/dreams/seventh.json/entities/28/settings/event/33/text
source: Anyway, shall we revisit the lesson from yesterday?
ru_ru: В любом случае, может, вернёмся к уроку вчерашнего дня?

# data/maps/dreams/seventh.json/entities/28/settings/event/41/text
source: Hello.
ru_ru: Привет.

# data/maps/dreams/seventh.json/entities/28/settings/event/47/message
source: Long time no see.
ru_ru: Давно не виделись.

# data/maps/dreams/seventh.json/entities/28/settings/event/58/message
source: ... They denied my proposal. Again.
ru_ru: ...Они отвергли моё предложение. Опять.

# data/maps/dreams/seventh.json/entities/28/settings/event/60/message
source: Dammit, I'm here to come up with interesting game scenarios and challenges.
ru_ru: Чёрт возьми, я здесь, чтобы придумывать интересные игровые сценарии и испытания.

# data/maps/dreams/seventh.json/entities/28/settings/event/61/message
source: I need a little bit of creative freedom to do my job.
ru_ru: Мне нужно немного творческой свободы, чтобы выполнять свою работу.

# data/maps/dreams/seventh.json/entities/28/settings/event/67/message
source: Gautham, that is what teamwork is all about.... You have to find a compromise.
ru_ru: Гаутам, это и есть командная работа... Ты должен найти компромисс.

# data/maps/dreams/seventh.json/entities/28/settings/event/70/message
source: Tsk... the best we'll ever get is mediocrity that way.
ru_ru: Тсс... лучшее, что мы когда-либо получим таким образом - это посредственность.

# data/maps/dreams/seventh.json/entities/28/settings/event/71/message
source: There are too many conventional thinkers in this company...
ru_ru: В этой компании слишком много традиционных мыслителей...

# data/maps/dreams/seventh.json/entities/28/settings/event/73/message
source: Right, Satoshi?
ru_ru: Верно, Сатоши?

# data/maps/dreams/seventh.json/entities/28/settings/event/79/message
source: What can I say?\. They just want to keep making the games they know.
ru_ru: Что я могу сказать?\. Они просто хотят продолжать делать игры, которые им знакомы.

# data/maps/dreams/seventh.json/entities/28/settings/event/81/message
source: They have a genius like you on board and don't make proper use of it!
ru_ru: У них есть такой гений, как ты, и они не используют его должным образом!

# data/maps/dreams/seventh.json/entities/28/settings/event/82/message
source: Rejecting your big AI project proposal...
ru_ru: Отклонили твоё предложение большого проекта искусственного интеллекта...

# data/maps/dreams/seventh.json/entities/28/settings/event/86/message
source: Well, to be honest...\. that went way beyond what you would need for a game like CrossWorlds.
ru_ru: Ну, если быть честным... это вышло далеко за рамки того, что необходимо для такой игры как CrossWorlds.

# data/maps/dreams/seventh.json/entities/28/settings/event/88/message
source: Are you sure?\. I think there are a lot of applications.
ru_ru: Ты уверен?\. Я думаю, что есть множество применений.

# data/maps/dreams/seventh.json/entities/28/settings/event/89/message
source: In fact, I'm currently working on a list of them.
ru_ru: На самом деле, я сейчас работаю над их списком.

# data/maps/dreams/seventh.json/entities/28/settings/event/90/message
source: So you plan to pitch the idea to them again?
ru_ru: Так ты планируешь предложить им идею снова?

# data/maps/dreams/seventh.json/entities/28/settings/event/91/message
source: Of course I will! It's just way too promising!
ru_ru: Конечно! Это слишком многообещающе!

# data/maps/dreams/seventh.json/entities/28/settings/event/97/message
source: What? I don't work that much, really...
ru_ru: Что? Я не так уж и много работаю, правда...

# data/maps/dreams/seventh.json/entities/28/settings/event/98/message
source: And I do it because it's what I want to do. No need to worry.
ru_ru: И я делаю это, потому что это то, что я хочу делать. Не нужно беспокойств.

# data/maps/dreams/seventh.json/entities/28/settings/event/100/message
source: You should listen to your dear caring sister, Mr. Workaholic.
ru_ru: Ты должен слушать свою дорогую заботливую сестру, мистер трудоголик.

# data/maps/dreams/seventh.json/entities/28/settings/event/102/message
source: You too, Sergey?!
ru_ru: Ты тоже, Сергей?!

# data/maps/dreams/tenth.json/entities/1/settings/blockEvent/0/thenStep/3/message
source: The door is locked, correct? It seems we are trapped.
ru_ru: Дверь заперта, верно? Кажется, мы в ловушке.

# data/maps/dreams/tenth.json/entities/27/settings/event/28/text
source: Let me tell you a little trick about conversations.
ru_ru: Позволь мне рассказать тебе небольшую хитрость насчёт разговоров.

# data/maps/dreams/tenth.json/entities/27/settings/event/29/text
source: People... they like to share their stories.
ru_ru: Люди... они любят делиться своими историями.

# data/maps/dreams/tenth.json/entities/27/settings/event/30/text
source: So if you want to be on their good side...\. listen to them.
ru_ru: Так что, если ты хочешь с ними поладить... \. слушай их.

# data/maps/dreams/tenth.json/entities/27/settings/event/33/text
source: Add a few comments, ask questions... let them know you are interested.
ru_ru: Добавь несколько замечаний, задавай вопросы... дай им понять, что ты заинтересована.

# data/maps/dreams/tenth.json/entities/27/settings/event/34/text
source: Keep the conversation flowing naturally, but let them do the talking.
ru_ru: Поддерживай разговор естественно, но позволь им говорить.

# data/maps/dreams/tenth.json/entities/27/settings/event/35/text
source: That's how people enjoy your company.
ru_ru: Так людям будет приятно с тобой в компании.

# data/maps/dreams/tenth.json/entities/27/settings/event/38/text
source: However...\. none of this works, if the other person can't talk.
ru_ru: Однако...\. ничего из этого не работает, если другой человек не может разговаривать.

# data/maps/dreams/tenth.json/entities/27/settings/event/39/text
source: I found that out the hard way... when I met her.
ru_ru: Я познал это на себе... когда встретил её.

# data/maps/dreams/tenth.json/entities/27/settings/event/42/text
source: She could only listen, very much like you.
ru_ru: Она могла только слушать, прямо как ты.

# data/maps/dreams/tenth.json/entities/27/settings/event/43/text
source: So for once...\. I had to do the talking.
ru_ru: Этот тот редкий случай...\. Когда мне пришлось говорить.

# data/maps/dreams/tenth.json/entities/27/settings/event/44/text
source: Talking...\. about myself.
ru_ru: Говорить...\. о себе.

source: The door is locked, correct? It seems we are trapped.
ru_ru: Дверь заперта, верно? Кажется, мы в ловушке.

# data/maps/dreams/third.json/entities/68/settings/event/40/text
source: Maybe... I overdid it...
ru_ru: Может быть... я перестаралась...

# data/maps/dreams/third.json/entities/68/settings/event/54/text
source: It makes you wish...\. you could just stay in this world...
ru_ru: Иногда хочется, чтобы...\. ты мог просто остаться в этом мире...

# data/maps/dreams/third.json/entities/68/settings/event/65/text
source: This world...\. He gave it to me to design as I please.
ru_ru: Этот мир...\. Он дал мне его, чтобы я его спроектировал как захочу.

# data/maps/dreams/third.json/entities/68/settings/event/66/text
source: This is what I always dreamed about.
ru_ru: Это то, о чём я всегда мечтал.

# data/maps/dreams/third.json/entities/68/settings/event/68/text
source: So why would you harbor all these doubts?
ru_ru: Так зачем ты питаешь все эти сомнения?

# data/maps/dreams/third.json/entities/68/settings/event/69/text
source: Things are just fine so far, no?
ru_ru: Пока что всё хорошо, разве нет?

# data/maps/dreams/third.json/entities/68/settings/event/78/text
source: Please stay calm.
ru_ru: Пожалуйста, сохраняй спокойствие.

# data/maps/dreams/third.json/entities/68/settings/event/79/text
source: This is no race against time.
ru_ru: Это не гонка со временем.

# data/maps/dreams/third.json/entities/68/settings/event/80/text
source: Look, Lea.
ru_ru: Смотри, Лея.

# data/maps/dreams/third.json/entities/68/settings/event/81/text
source: I really cannot imagine how you must feel right now.
ru_ru: Я правда не представляю, как ты себя сейчас чувствуешь.

# data/maps/dreams/third.json/entities/68/settings/event/86/text
source: So we finally meet.
ru_ru: Наконец-то мы встретились.

# data/maps/dreams/third.json/entities/68/settings/event/91/text
source: It must feel really strange, hm? Seeing me like this.
ru_ru: Должно быть, это действительно странно, да? Видеть меня вот так.

# data/maps/dreams/third.json/entities/68/settings/event/92/text
source: That's why they told me to stay away from you.
ru_ru: Вот почему они сказали мне держаться от тебя подальше.

# data/maps/dreams/third.json/entities/68/settings/event/95/text
source: But I don't care anymore.
ru_ru: Но теперь мне всё равно.

# data/maps/dreams/third.json/entities/68/settings/event/96/text
source: Because I want you to feel it as well.
ru_ru: Потому что я хочу, чтобы ты тоже это чувствовала.

# data/maps/dreams/third.json/entities/68/settings/event/100/text
source: This hell we're going through.
ru_ru: Этот ад, который мы переживаем.

# data/maps/dreams/third.json/entities/68/settings/event/104/text
source: Just because of you.
ru_ru: Только лишь из-за тебя.
