Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/dreams.po
Languages: es_es, ru_ru

# data/maps/dreams/dream12.json/entities/661/settings/event/91/text
source: Why have you been away for so long?
ru_ru: Почему ты отсутствовала так долго?

# data/maps/dreams/dream12.json/entities/661/settings/event/95/text
source: Just why can't you explain yourself properly?!
ru_ru: Почему ты не можешь просто взять и объясниться?!

# data/maps/dreams/dream12.json/entities/661/settings/event/110/text
source: Lea... Don't feel bad about it.
ru_ru: Лея... Не переживай из-за этого.

# data/maps/dreams/dream12.json/entities/661/settings/event/113/text
source: The fact that you can't talk is part of who you are.
ru_ru: Тот факт, что ты не можешь говорить, является частью того, кто ты есть.

# data/maps/dreams/dream12.json/entities/661/settings/event/114/text
source: And it doesn't make you a bad person.
ru_ru: И это не делает тебя плохим человеком.

# data/maps/dreams/dream12.json/entities/661/settings/event/118/text
source: To the contrary, it makes you special.
ru_ru: Напротив, это делает тебя особенной.

# data/maps/dreams/dream12.json/entities/661/settings/event/119/text
source: Because few can listen like you do.
ru_ru: Потому что мало кто может слушать, как ты.

source: The door is locked, correct? It seems we are trapped.
ru_ru: Дверь заперта, верно? Кажется, мы в ловушке.

# data/maps/dreams/dream13.json/entities/33/settings/event/47/message
source: Good day, Lea!
ru_ru: Добрый день, Лея!

# data/maps/dreams/dream13.json/entities/33/settings/event/48/message
source: It's nice to finally meet you...\. in person.
ru_ru: Очень приятно наконец-то встретиться с тобой...\. лично.

# data/maps/dreams/dream13.json/entities/33/settings/event/55/message
source: Gautham, please be careful when interacting with manifestations of instant matter.
ru_ru: Гаутам, пожалуйста, будь осторожен при взаимодействии с проявлениями мнимой материи.

# data/maps/dreams/dream13.json/entities/33/settings/event/56/message
source: The risks are supposed to be low, but accidents can happen.
ru_ru: Риск невелик, но никто не застрахован от несчастных случаев.

# data/maps/dreams/dream13.json/entities/33/settings/event/59/message
source: You don't have to tell me.
ru_ru: Можешь мне об этом не рассказывать.

# data/maps/dreams/dream13.json/entities/33/settings/event/64/message
source: Well, it is certainly exciting to walk in the world you helped create!
ru_ru: Да, гулять по миру, который ты помог создать, довольно увлекательно!

# data/maps/dreams/dream13.json/entities/33/settings/event/65/message
source: The sense transmission of the Cross Gear is very accurate, but it still can't match the real thing.
ru_ru: Передача чувств Cross-оборудования очень точная, но она все ещё не может сравниться с реальностью.

# data/maps/dreams/dream13.json/entities/33/settings/event/70/message
source: I suppose...
ru_ru: Пожалуй...

# data/maps/dreams/dream13.json/entities/33/settings/event/72/message
source: Still... I am worried about you. Are you sure you'll be fine?
ru_ru: Всё же... я беспокоюсь о тебе. Ты уверен, что всё будет хорошо?

# data/maps/dreams/dream13.json/entities/33/settings/event/75/message
source: I'll just have to cope with it.
ru_ru: Придётся как-нибудь с этим справиться.

# data/maps/dreams/dream13.json/entities/33/settings/event/76/message
source: It was all part of the agreement, no?
ru_ru: Это было частью соглашения, разве нет?

# data/maps/dreams/dream13.json/entities/33/settings/event/92/message
source: I...\. I never expected things...\. to go this way...
ru_ru: Я...\. Я никогда не думал, что всё...\. пойдёт таким образом...

# data/maps/dreams/dream13.json/entities/33/settings/event/93/message
source: To be asked to do... such things....
ru_ru: Просить сделать... такое....

# data/maps/dreams/dream13.json/entities/33/settings/event/94/message
source: This is not...\. game design, anymore.
ru_ru: Это уже не...\. разработка игры.

# data/maps/dreams/dream13.json/entities/33/settings/event/95/message
source: This is not for the right experience...\. this is...\. wrong...
ru_ru: Это не для улучшения игрового опыта...\. это...\. неправильно...

# data/maps/dreams/dream13.json/entities/33/settings/event/99/message
source: I...\. I'm sorry...
ru_ru: Я...\. Мне жаль...

# data/maps/dreams/dream13.json/entities/33/settings/event/100/message
source: I mustn't...\. tell you any more...
ru_ru: Я не должен...\. говорить тебе больше...

source: The door is locked, correct? It seems we are trapped.
ru_ru: Дверь заперта, верно? Кажется, мы в ловушке.

# data/maps/dreams/dream14.json/entities/29/settings/event/45/message
source: She really doesn't respond at all...
ru_ru: Она вообще никак не реагирует...

# data/maps/dreams/dream14.json/entities/29/settings/event/50/text
source: It started about half an hour ago.
ru_ru: Это началось около получаса назад.

# data/maps/dreams/dream14.json/entities/29/settings/event/51/text
source: Do you think it's because of the incident with Shizuka?
ru_ru: Ты думаешь, это из-за инцидента с Шизукой?

# data/maps/dreams/dream14.json/entities/29/settings/event/55/message
source: It's possible.
ru_ru: Вполне возможно.

# data/maps/dreams/dream14.json/entities/29/settings/event/56/message
source: But I'm afraid it's the first time I've encountered this kind of reaction.
ru_ru: Но, боюсь, я впервые сталкиваюсь с подобной реакцией.

# data/maps/dreams/dream14.json/entities/29/settings/event/57/message
source: I'd need direct access to the Evotar Server to effectively debug this.
ru_ru: Мне нужен прямой доступ к серверу эвотаров, чтобы эффективно отладить это.

# data/maps/dreams/dream14.json/entities/29/settings/event/61/text
source: That is out of the question.
ru_ru: Об этом не может быть и речи.

# data/maps/dreams/dream14.json/entities/29/settings/event/62/text
source: Is there really no alternative?
ru_ru: Неужели нет альтернативы?

# data/maps/dreams/dream14.json/entities/29/settings/event/66/message
source: Well...
ru_ru: Ну...

# data/maps/dreams/dream14.json/entities/29/settings/event/67/message
source: There might be another option.
ru_ru: Возможен и другой вариант.

# data/maps/dreams/dream15.json/entities/329/settings/interact/hoverText
source: \i[arrow-n] Forest \i[arrow-sw] Cliff \i[arrow-s] River \i[arrow-e] Town Center
ru_ru: \i[arrow-n] Лес \i[arrow-sw] Утёс \i[arrow-s] Река \i[arrow-e] Центр города

# data/maps/dreams/dream15.json/entities/330/settings/interact/hoverText
source: \i[arrow-n] Forest \i[arrow-w] Cliff \i[arrow-s] River \i[arrow-ne] Town Center
ru_ru: \i[arrow-n] Лес \i[arrow-w] Утёс \i[arrow-s] Река \i[arrow-ne] Центр города

# data/maps/dreams/dream15.json/entities/349/settings/event/46/message
source: I wonder how the others are doing.\. Hlin, Buggy, Emilie...\. all of them.
ru_ru: Интересно, как другие поживают.\. Хлин, Багги, Эмили...\. все они.

# data/maps/dreams/dream15.json/entities/349/settings/event/47/message
source: They're probably worried about us, right?
ru_ru: Они, наверное, беспокоятся о нас, да?

# data/maps/dreams/dream15.json/entities/349/settings/event/49/message
source: In difficult times like these, it's good to know there are people out there that care for you.
ru_ru: В трудные времена, подобные этим, приятно знать, что есть люди, которые переживают о тебе.

# data/maps/dreams/dream15.json/entities/349/settings/event/73/message
source: W-What is happening?!
ru_ru: Ч-Что происходит?!

# data/maps/dreams/dream15.json/entities/349/settings/event/84/message
source: Lea... please...
ru_ru: Лея... пожалуйста...

# data/maps/dreams/dream15.json/entities/349/settings/event/85/message
source: Get me out of here!
ru_ru: Вытащи меня отсюда!

# data/maps/dreams/dream15.json/entities/349/settings/event/86/message
source: Help!!
ru_ru: Помогите!!

source: The door is locked, correct? It seems we are trapped.
ru_ru: Дверь заперта, верно? Кажется, мы в ловушке.

# data/maps/dreams/dream16.json/entities/27/settings/npcStates/0/event/2/message
source: Hi Lea!
ru_ru: Привет, Лея!

# data/maps/dreams/dream16.json/entities/27/settings/npcStates/0/event/3/message
source: MASKED
ru_ru: ЗАМАСКИРОВАННЫЙ

# data/maps/dreams/dream16.json/entities/27/settings/npcStates/0/event/4/message
source: And back!
ru_ru: И назад!

# data/maps/dreams/dream16.json/entities/27/settings/npcStates/0/event/5/message
source: Toward!
ru_ru: Вперёд!

# data/maps/dreams/dream16.json/entities/27/settings/npcStates/0/event/6/message
source: Down!
ru_ru: Вниз!

# data/maps/dreams/dream16.json/entities/27/settings/npcStates/0/event/7/message
source: Hi!
ru_ru: Привет!

# data/maps/dreams/dream16.json/entities/28/settings/event/50/message
source: She responds!
ru_ru: Она реагирует!

# data/maps/dreams/dream16.json/entities/28/settings/event/58/message
source: Good morning.
ru_ru: Доброе утро.

# data/maps/dreams/dream16.json/entities/28/settings/event/60/message
source: She...\. looks scared?
ru_ru: Она...\. выглядит напуганной?

# data/maps/dreams/dream16.json/entities/28/settings/event/62/message
source: Well...\. it might be due to your appearance.
ru_ru: Ну...\. это может быть из-за вашего внешнего вида.

# data/maps/dreams/dream16.json/entities/28/settings/event/63/message
source: I suppose...\. One moment, then.
ru_ru: Надо полагать...\. Тогда, один момент.

# data/maps/dreams/dream16.json/entities/28/settings/event/70/message
source: This should be more casual.
ru_ru: Так должно быть более привычно.

# data/maps/dreams/dream16.json/entities/28/settings/event/73/message
source: Can't you...\. speak?
ru_ru: Ты не можешь...\. говорить?

# data/maps/dreams/dream16.json/entities/28/settings/event/75/message
source: [shakes head]
ru_ru: [мотает головой]

# data/maps/dreams/dream16.json/entities/28/settings/event/77/message
source: Hm...\. that's something we need to look into.
ru_ru: Хм...\. с этим нужно будет разобраться.

# data/maps/dreams/dream16.json/entities/28/settings/event/78/message
source: But you still seem to understand us, don't you?
ru_ru: Но ты, кажется, понимаешь нас, не так ли?

# data/maps/dreams/dream16.json/entities/28/settings/event/79/message
source: [nods]
ru_ru: [кивает]

# data/maps/dreams/dream16.json/entities/28/settings/event/80/message
source: Interesting.
ru_ru: Интересно.

# data/maps/dreams/dream16.json/entities/28/settings/event/81/message
source: A mute woman that can still listen...\. how nostalgic.
ru_ru: Немая женщина, которая может слушать...\. какая ностальгия.

# data/maps/dreams/dream16.json/entities/28/settings/event/82/message
source: Huh?
ru_ru: Хм?

# data/maps/dreams/dream16.json/entities/28/settings/event/83/message
source: Say, do you remember your name?
ru_ru: Скажи, ты помнишь своё имя?

# data/maps/dreams/dream16.json/entities/28/settings/event/85/message
source: [shakes head]
ru_ru: [мотает головой]

# data/maps/dreams/dream16.json/entities/28/settings/event/86/message
source: So...\. what should we call you, then?
ru_ru: Так...\. как нам тебя тогда называть?

# data/maps/dreams/dream16.json/entities/28/settings/event/87/message
source: How about... \c[3]Lea\c[0]?
ru_ru: Как насчёт... \c[3]Лея\c[0]?

# data/maps/dreams/dream16.json/entities/28/settings/event/105/message
source: Here are images of different landscapes.
ru_ru: Здесь представлены изображения различных пейзажей.

# data/maps/dreams/dream16.json/entities/28/settings/event/106/message
source: Do you remember what forests look like?
ru_ru: Ты помнишь, как выглядит лес?

# data/maps/dreams/dream16.json/entities/28/settings/event/107/message
source: [nods]
ru_ru: [кивает]

# data/maps/dreams/dream16.json/entities/28/settings/event/108/message
source: Well then... can you point at the image showing forests?
ru_ru: Ну тогда... можешь показать на изображение леса?

# data/maps/dreams/dream16.json/entities/28/settings/event/110/message
source: That's correct.
ru_ru: Правильно.

# data/maps/dreams/dream16.json/entities/28/settings/event/111/message
source: So you remember basic concepts pretty well already.
ru_ru: Значит, ты уже достаточно хорошо помнишь основные понятия.

# data/maps/dreams/dream16.json/entities/28/settings/event/128/message
source: So, what about yesterday's sign, can you still do it?
ru_ru: Так, что насчёт вчерашнего жеста, ты можешь повторить его?

# data/maps/dreams/dream16.json/entities/28/settings/event/132/message
source: You forgot already...?
ru_ru: Ты уже забыла...?

# data/maps/dreams/dream16.json/entities/28/settings/event/133/message
source: Oh, dear...
ru_ru: О, Господи...

# data/maps/dreams/dream16.json/entities/28/settings/event/134/message
source: Is there any sign you remember?
ru_ru: Ты помнишь вообще какой-нибудь жест?

# data/maps/dreams/dream16.json/entities/28/settings/event/137/message
source: Well, that's something.
ru_ru: Ну, это уже что-то.

# data/maps/dreams/dream16.json/entities/28/settings/event/138/message
source: It's pretty clear now that it's not just your speech that's missing.
ru_ru: Теперь вполне ясно, что пропала не только твоя речь.

# data/maps/dreams/dream16.json/entities/28/settings/event/139/message
source: Writing things down doesn't work...
ru_ru: Записывать что-либо не получается...

# data/maps/dreams/dream16.json/entities/28/settings/event/140/message
source: And we only get so far with hand signs...
ru_ru: И мы не сильно далеко продвинулись с жестами...

# data/maps/dreams/dream16.json/entities/28/settings/event/141/message
source: It's like you're missing the ability to recall "words"... or any abstract concept.
ru_ru: Как будто у тебя отсутствует возможность воспроизводить "слова"... или любое абстрактное понятие.

# data/maps/dreams/dream16.json/entities/28/settings/event/143/message
source: Lea, it's ok.\. Please don't feel bad about this.
ru_ru: Лея, всё нормально.\. Пожалуйста, не переживай из-за этого.

# data/maps/dreams/dream16.json/entities/28/settings/event/166/message
source: Hello, Lea...
ru_ru: Привет, Лея...

# data/maps/dreams/dream16.json/entities/28/settings/event/175/message
source: Always the same...
ru_ru: Всегда одно и то же...

# data/maps/dreams/dream16.json/entities/28/settings/event/178/message
source: Isn't it funny how it always goes the same way?
ru_ru: Разве не забавно, как это всегда происходит одинаково?

# data/maps/dreams/dream16.json/entities/28/settings/event/179/message
source: All the support I gave them...\. all the things I did...\. it suddenly doesn't matter.
ru_ru: Всю поддержку, которую я им дал...\. всё, что я сделал...\. это вдруг стало не важно.

# data/maps/dreams/dream16.json/entities/28/settings/event/180/message
source: Just because of conflicting ideals.
ru_ru: Просто из-за противоречия идеалов.

# data/maps/dreams/dream16.json/entities/28/settings/event/181/message
source: And all at once, things have to go hostile.
ru_ru: В одно мгновение, всё стало враждебным.

# data/maps/dreams/dream16.json/entities/28/settings/event/184/message
source: Sorry...\. this really shouldn't concern you.
ru_ru: Извини...\. это не должно касаться тебя.

# data/maps/dreams/dream16.json/entities/28/settings/event/199/message
source: So, any more hand signs you remember?
ru_ru: Итак, какие ещё жесты ты помнишь?

# data/maps/dreams/dream16.json/entities/28/settings/event/205/message
source: Alright, so you can still count.
ru_ru: Хорошо, ты по-прежнему можешь считать.

# data/maps/dreams/dream16.json/entities/28/settings/event/206/message
source: That is something you picked up rather quickly.
ru_ru: Это то, что ты усвоила довольно быстро.

# data/maps/dreams/dream16.json/entities/28/settings/event/208/message
source: Oh... back to trying this again?
ru_ru: Ох... снова пробуешь это?

# data/maps/dreams/dream16.json/entities/28/settings/event/210/message
source: Haha, don't worry.
ru_ru: Хаха, не волнуйся.

# data/maps/dreams/dream16.json/entities/28/settings/event/211/message
source: You won't need this for any of the signs.
ru_ru: Это не понадобится ни для одного из жестов.

# data/maps/dreams/dream16.json/entities/28/settings/event/230/message
source: What is it?
ru_ru: Что такое?

# data/maps/dreams/dream16.json/entities/28/settings/event/231/message
source: Do you want me to tell you more about her?
ru_ru: Ты хочешь, чтобы я рассказал тебе о ней?

# data/maps/dreams/dream16.json/entities/28/settings/event/232/message
source: [nods]
ru_ru: [кивает]

# data/maps/dreams/dream16.json/entities/28/settings/event/233/message
source: Well...
ru_ru: Хорошо...

# data/maps/dreams/dream16.json/entities/28/settings/event/235/message
source: We met through work several years ago.
ru_ru: Мы познакомились на работе несколько лет назад.

# data/maps/dreams/dream16.json/entities/28/settings/event/236/message
source: She was competent...\. hardworking.
ru_ru: Она была грамотная...\. работящая.

# data/maps/dreams/dream16.json/entities/28/settings/event/237/message
source: \c[3]Mute\c[0]... but that didn't stop her from doing her job.
ru_ru: \c[3]Немая\c[0]... но это не мешало ей выполнять свою работу.

# data/maps/dreams/dream16.json/entities/28/settings/event/239/message
source: We communicated via writing at first.\. Then I learned sign language.
ru_ru: Сначала мы общались посредством записок.\. Потом я выучил язык жестов.

# data/maps/dreams/dream16.json/entities/28/settings/event/240/message
source: But even then...\. she never was much of a talker.
ru_ru: Но даже тогда...\. она не была особо разговорчива.

# data/maps/dreams/dream16.json/entities/28/settings/event/241/message
source: Just...\. very, very good at listening.
ru_ru: Просто...\. очень, очень хорошо умела слушать.

# data/maps/dreams/dream16.json/entities/28/settings/event/243/message
source: My job was all about having good relationships.
ru_ru: Моя работа была связана с налаживанием отношений.

# data/maps/dreams/dream16.json/entities/28/settings/event/244/message
source: I've met so many people, always busy keeping up connections.
ru_ru: Я встречал очень много людей, постоянно был занят поддержанием связей.

# data/maps/dreams/dream16.json/entities/28/settings/event/245/message
source: Yet...\. it was all so very shallow.
ru_ru: Но...\. всё это было очень мелко.

# data/maps/dreams/dream16.json/entities/28/settings/event/246/message
source: With her... it was different.
ru_ru: С ней... всё было по-другому.

# data/maps/dreams/dream16.json/entities/28/settings/event/247/message
source: She was one of the few people I could speak openly to.
ru_ru: Она была одной из немногих, с кем я мог говорить откровенно.

# data/maps/dreams/dream16.json/entities/28/settings/event/249/message
source: It's similar with you.
ru_ru: Прямо как с тобой.

# data/maps/dreams/dream16.json/entities/28/settings/event/251/message
source: I suppose, I just get along well with mute people?
ru_ru: Полагаю, что я просто хорошо лажу с немыми людьми?

# data/maps/dreams/dream16.json/entities/28/settings/event/267/message
source: So what? We're just humans.
ru_ru: И что с того? Мы всего лишь люди.

# data/maps/dreams/dream16.json/entities/28/settings/event/268/message
source: The world's most self-absorbed creature.
ru_ru: Самые эгоцентричные существа.

# data/maps/dreams/dream16.json/entities/28/settings/event/269/message
source: We really like to think highly of ourselves.
ru_ru: Нам очень нравится высоко думать о себе.

# data/maps/dreams/dream16.json/entities/28/settings/event/270/message
source: And sure...\. we certainly came and went far.
ru_ru: И конечно...\. мы безусловно далеко зашли.

# data/maps/dreams/dream16.json/entities/28/settings/event/271/message
source: But in the end...\. we are just another kind of creature lost in this vast universe.
ru_ru: Но в конце концов...\. мы всего лишь ещё один вид существ, потерянный в этой огромной вселенной.

# data/maps/dreams/dream16.json/entities/28/settings/event/273/message
source: Lea...\. do you remember what a clear sky looks like at night?
ru_ru: Лея...\. ты помнишь, как ясное небо выглядит ночью?

# data/maps/dreams/dream16.json/entities/28/settings/event/275/message
source: Out in the countryside, no town or city nearby?
ru_ru: На природе, где рядом нет городов?

# data/maps/dreams/dream16.json/entities/28/settings/event/276/message
source: [shakes head]
ru_ru: [мотает головой]

# data/maps/dreams/dream16.json/entities/28/settings/event/277/message
source: I hope one day you will...
ru_ru: Я надеюсь, что однажды ты увидишь...

# data/maps/dreams/dream16.json/entities/28/settings/event/278/message
source: It is like...\. a boundless sea of stars.
ru_ru: Это как...\. бескрайнее море звёзд.

# data/maps/dreams/dream16.json/entities/28/settings/event/279/message
source: When you see it, you start to realize...\. just how insignificant we are to this world.
ru_ru: Когда ты видишь его, ты начинаешь понимать...\. насколько ничтожны мы в этом мире.

# data/maps/dreams/dream16.json/entities/29/settings/npcStates/0/event/2/message
source: Hi Lea!
ru_ru: Привет, Лея!

# data/maps/dreams/dream16.json/entities/29/settings/npcStates/0/event/3/message
source: MASKED
ru_ru: ЗАМАСКИРОВАННЫЙ

# data/maps/dreams/dream16.json/entities/29/settings/npcStates/0/event/4/message
source: And back!
ru_ru: И назад!

# data/maps/dreams/dream16.json/entities/29/settings/npcStates/0/event/5/message
source: Toward!
ru_ru: Вперёд!

# data/maps/dreams/dream16.json/entities/29/settings/npcStates/0/event/6/message
source: Down!
ru_ru: Вниз!

# data/maps/dreams/dream16.json/entities/29/settings/npcStates/0/event/7/message
source: Hi!
ru_ru: Привет!

# data/maps/dreams/eighth.json/entities/191/settings/event/43/text
source: Here we are!
ru_ru: Вот мы и на месте!

# data/maps/dreams/eighth.json/entities/191/settings/event/48/message
source: I call it the field of the indecisive flowers!
ru_ru: Я называю это полем нерешительных цветов!

# data/maps/dreams/eighth.json/entities/191/settings/event/55/text
source: You like this place, don't you?
ru_ru: Тебе нравится это место, не так ли?

# data/maps/dreams/eighth.json/entities/191/settings/event/57/text
source: I suppose it's as good as it gets for a bleak location like this.
ru_ru: Я полагаю, что это вполне неплохо для такого мрачного места, как это.

# data/maps/dreams/eighth.json/entities/191/settings/event/58/text
source: It definitely beats being stuck in that one room all the time.
ru_ru: Это определённо лучше, чем сидеть в той комнате всё время.

# data/maps/dreams/eighth.json/entities/191/settings/event/61/text
source: It would be nice to show you all the other places out there...
ru_ru: Было бы неплохо показать тебе все остальные места...

# data/maps/dreams/eighth.json/entities/191/settings/event/62/text
source: Someday...
ru_ru: Когда-нибудь...

# data/maps/dreams/fifth.json/entities/0/settings/event/58/text
source: Sorry, nothing seems to work. She still doesn't respond.
ru_ru: К сожалению, похоже, ничего не работает. Она по-прежнему не реагирует.

# data/maps/dreams/fifth.json/entities/0/settings/event/59/text
source: Is she entirely unconscious?
ru_ru: Она совсем без сознания?

# data/maps/dreams/fifth.json/entities/0/settings/event/60/text
source: I'm not sure. It's possible that she still perceives her surroundings.
ru_ru: Я не уверен. Возможно, что она всё ещё воспринимает окружение.

# data/maps/dreams/fifth.json/entities/0/settings/event/61/text
source: I see...
ru_ru: Понимаю...

# data/maps/dreams/fifth.json/entities/0/settings/event/62/text
source: I'm... very sorry. I tried everything.
ru_ru: Мне... очень жаль. Я всё перепробовал.

# data/maps/dreams/fifth.json/entities/0/settings/event/63/text
source: I honestly have never encountered an issue like this.
ru_ru: Честно говоря, я никогда не сталкивался с такой проблемой.

# data/maps/dreams/fifth.json/entities/0/settings/event/65/text
source: It's possible that her past experiences have led to this.
ru_ru: Возможно, что её прошлый опыт привел к этому.
