Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/dreams.po
Languages: es_es, ru_ru

# data/maps/dreams/dream11.json//entities/126/settings/event/45/message
source: There you go.
es_es: Ahí lo tienes.

# data/maps/dreams/dream11.json//entities/126/settings/event/46/message
source: Nightmares of my flat.
es_es: Pesadillas de mi piso.

# data/maps/dreams/dream11.json//entities/126/settings/event/56/message
source: Come on, let's run away!
es_es: ¡Vamos, huyamos!

# data/maps/dreams/dream11.json//entities/126/settings/event/79/text
source: Please... run away...
es_es: Por favor... huye...

# data/maps/dreams/dream11.json//entities/126/settings/event/80/text
source: There is no point... waiting for me...
es_es: No tiene sentido... esperar por mí...

# data/maps/dreams/dream12.json//entities/633/settings/interact/hoverText
source: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Roads to Grand Krys'kajo \i[arrow-s] V'rda Vil
es_es: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Gran Krys'kajo \i[arrow-s] V'rda Vil

# data/maps/dreams/dream12.json//entities/634/settings/interact/hoverText
source: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Roads to Grand Krys'kajo \i[arrow-s] V'rda Vil
es_es: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Gran Krys'kajo \i[arrow-s] V'rda Vil

# data/maps/dreams/dream12.json//entities/635/settings/interact/hoverText
source: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Roads to Grand Krys'kajo \i[arrow-s] V'rda Vil
es_es: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Gran Krys'kajo \i[arrow-s] V'rda Vil

# data/maps/dreams/dream12.json//entities/661/settings/event/49/message
source: Spheromancer Lea! Let's go!
es_es: ¡Spheromancer Lea! ¡Vamos!

# data/maps/dreams/dream12.json//entities/661/settings/event/64/message
source: You're back again?
es_es: ¿Has vuelto otra vez?

# data/maps/dreams/dream12.json//entities/661/settings/event/65/message
source: It's good to see you.
es_es: Me alegro de verte.

# data/maps/dreams/dream12.json//entities/661/settings/event/74/text
source: W-What are you doing?!
es_es: ¡¿Qué estás haciendo?!

# data/maps/dreams/dream12.json//entities/661/settings/event/87/text
source: Lea, what is wrong with you!?
es_es: Lea, ¡¿qué te pasa?!

# data/maps/dreams/dream12.json//entities/661/settings/event/91/text
source: Why have you been away for so long?
es_es: ¿Por qué has estado fuera tanto tiempo?

# data/maps/dreams/dream12.json//entities/661/settings/event/95/text
source: Just why can't you explain yourself properly?!
es_es: ¡¿Por qué no puedes explicarte bien?!

# data/maps/dreams/dream12.json//entities/661/settings/event/110/text
source: Lea... Don't feel bad about it.
es_es: Lea... no te sientas mal por ello.

# data/maps/dreams/dream12.json//entities/661/settings/event/113/text
source: The fact that you can't talk is part of who you are.
es_es: El hecho de que no puedas hablar es parte de lo que eres.

# data/maps/dreams/dream12.json//entities/661/settings/event/114/text
source: And it doesn't make you a bad person.
es_es: Y eso no te hace una mala persona.

# data/maps/dreams/dream12.json//entities/661/settings/event/118/text
source: To the contrary, it makes you special.
es_es: Al contrario, te hace especial.

# data/maps/dreams/dream12.json//entities/661/settings/event/119/text
source: Because few can listen like you do.
es_es: Porque pocas personas saben escuchar tan bien como tú.

source: The door is locked, correct? It seems we are trapped.
es_es: La puerta está cerrada, ¿correcto? Parece que estamos atrapados.

# data/maps/dreams/dream13.json//entities/33/settings/event/47/message
source: Good day, Lea!
es_es: ¡Buenos días, Lea!

# data/maps/dreams/dream13.json//entities/33/settings/event/48/message
source: It's nice to finally meet you...\. in person.
es_es: Es un placer conocerte por fin...\. en persona.

# data/maps/dreams/dream13.json//entities/33/settings/event/55/message
source: Gautham, please be careful when interacting with manifestations of instant matter.
es_es: Gautham, por favor, ten cuidado cuando interactúes con las manifestaciones de la materia instantánea.

# data/maps/dreams/dream13.json//entities/33/settings/event/56/message
source: The risks are supposed to be low, but accidents can happen.
es_es: Se supone que los riesgos son bajos, pero los accidentes pueden ocurrir.

# data/maps/dreams/dream13.json//entities/33/settings/event/59/message
source: You don't have to tell me.
es_es: No tienes que decírmelo.

# data/maps/dreams/dream13.json//entities/33/settings/event/70/message
source: I suppose...
es_es: Supongo que...

# data/maps/dreams/dream13.json//entities/33/settings/event/72/message
source: Still... I am worried about you. Are you sure you'll be alright?
es_es: Aún así... Estoy preocupado por ti. ¿Estás segura de que estarás bien?

# data/maps/dreams/dream13.json//entities/33/settings/event/75/message
source: I'll just have to cope with it.
es_es: Tendré que aguantar.

# data/maps/dreams/dream13.json//entities/33/settings/event/76/message
source: It was all part of the agreement, no?
es_es: Todo era parte del acuerdo, ¿no?

# data/maps/dreams/dream13.json//entities/33/settings/event/92/message
source: I...\. I never expected things...\. to go this way...
es_es: Nunca esperé que las cosas...\. salieran así...

# data/maps/dreams/dream13.json//entities/33/settings/event/94/message
source: This is not...\. game design, anymore.
es_es: Esto...\. ya no es diseño de juegos.

# data/maps/dreams/dream13.json//entities/33/settings/event/95/message
source: This is not for the right experience...\. this is...\. wrong...
es_es: Esto no es para la experiencia adecuada...\. esto está...\. mal...

# data/maps/dreams/dream13.json//entities/33/settings/event/99/message
source: I...\. I'm sorry...
es_es: Yo...\. Lo siento...

# data/maps/dreams/dream13.json//entities/33/settings/event/100/message
source: I mustn't...\. tell you any more...
es_es: No debo...\. decirte nada más...

source: The door is locked, correct? It seems we are trapped.
es_es: La puerta está cerrada, ¿correcto? Parece que estamos atrapados.

# data/maps/dreams/dream14.json//entities/29/settings/event/45/message
source: She really isn't responding at all...
es_es: No está respondiendo en absoluto.

# data/maps/dreams/dream14.json//entities/29/settings/event/50/text
source: It started about half an hour ago.
es_es: Empezó hace una media hora.

# data/maps/dreams/dream14.json//entities/29/settings/event/51/text
source: Do you think it's because of the incident with Shizuka?
es_es: ¿Crees que es por el incidente con Shizuka?

# data/maps/dreams/dream14.json//entities/29/settings/event/55/message
source: It's possible.
es_es: Es possible.

# data/maps/dreams/dream14.json//entities/29/settings/event/56/message
source: But I'm afraid it's the first time I've encountered this kind of reaction.
es_es: Pero me temo que es la primera vez que me encuentro con este tipo de reacción.

# data/maps/dreams/dream14.json//entities/29/settings/event/57/message
source: I'd need direct access to the Evotar Server to effectively debug this.
es_es: Necesitaría acceso directo al Servidor Evotar para depurar efectivamente esto.

# data/maps/dreams/dream14.json//entities/29/settings/event/61/text
source: That is out of the question.
es_es: Eso está fuera de discusión.

# data/maps/dreams/dream14.json//entities/29/settings/event/62/text
source: Is there really no alternative?
es_es: ¿No hay alternativa?

# data/maps/dreams/dream14.json//entities/29/settings/event/66/message
source: Well...
es_es: Bueno...

# data/maps/dreams/dream14.json//entities/29/settings/event/67/message
source: There might be another option.
es_es: Puede haber otra opción.

# data/maps/dreams/dream15.json//entities/329/settings/interact/hoverText
source: \i[arrow-n] Forest \i[arrow-sw] Cliff \i[arrow-s] River \i[arrow-e] Town Center
es_es: \i[arrow-n] Bosque \i[arrow-sw] Acantilado \i[arrow-s] Río \i[arrow-e] Centro del Pueblo

# data/maps/dreams/dream15.json//entities/330/settings/interact/hoverText
source: \i[arrow-n] Forest \i[arrow-w] Cliff \i[arrow-s] River \i[arrow-ne] Town Center
es_es: \i[arrow-n] Bosque \i[arrow-w] Acantilado \i[arrow-s] Río \i[arrow-ne] Centro del Pueblo

# data/maps/dreams/dream15.json//entities/349/settings/event/46/message
source: I wonder how the others are doing.\. Hlin, Buggy, Emilie...\. all of them.
es_es: Me pregunto cómo estarán los demás.\. Hlin, Buggy, Emilie...\. todos ellos.

# data/maps/dreams/dream15.json//entities/349/settings/event/47/message
source: They're probably worried about us, right?
es_es: Probablemente estén preocupados por nosotros, ¿verdad?

# data/maps/dreams/dream15.json//entities/349/settings/event/49/message
source: In difficult times like these, it's good to know there are people out there that care for you.
es_es: En momentos difíciles como estos, es bueno saber que hay gente que se preocupa por ti.

# data/maps/dreams/dream15.json//entities/349/settings/event/73/message
source: W-What is happening?!
es_es: ¡¿Q-Qué está pasando?!

# data/maps/dreams/dream15.json//entities/349/settings/event/84/message
source: Lea... please...
es_es: Lea... por favor...

# data/maps/dreams/dream15.json//entities/349/settings/event/85/message
source: Get me out of here!
es_es: ¡Sácame de aquí!

# data/maps/dreams/dream15.json//entities/349/settings/event/86/message
source: Help!!
es_es: ¡¡Ayuda!!

source: The door is locked, correct? It seems we are trapped.
es_es: La puerta está cerrada, ¿correcto? Parece que estamos atrapados.

# data/maps/dreams/dream16.json//entities/27/settings/npcStates/0/event/2/message
source: Hi Lea!
es_es: ¡Hola, Lea!

# data/maps/dreams/dream16.json//entities/27/settings/npcStates/0/event/5/message
source: Toward!
es_es: ¡Hacia!

# data/maps/dreams/dream16.json//entities/27/settings/npcStates/0/event/6/message
source: Down!
es_es: ¡Abajo!

# data/maps/dreams/dream16.json//entities/27/settings/npcStates/0/event/7/message
source: Hi!
es_es: ¡Hola!

# data/maps/dreams/dream16.json//entities/28/settings/event/50/message
source: She responds!
es_es: ¡Responde!

# data/maps/dreams/dream16.json//entities/28/settings/event/58/message
source: Good morning.
es_es: Buenos días.

# data/maps/dreams/dream16.json//entities/28/settings/event/60/message
source: She...\. looks scared?
es_es: Ella...\. ¿parece asustada?

# data/maps/dreams/dream16.json//entities/28/settings/event/62/message
source: Well...\. it might be due to your appearance.
es_es: Bueno...\. podría ser debido a tu apariencia.

# data/maps/dreams/dream16.json//entities/28/settings/event/63/message
source: I suppose...\. One moment, then.
es_es: Supongo que sí... Un momento, entonces.

# data/maps/dreams/dream16.json//entities/28/settings/event/70/message
source: This should be more casual.
es_es: Esto debería ser más casual.

# data/maps/dreams/dream16.json//entities/28/settings/event/73/message
source: Can't you...\. speak?
es_es: ¿No puedes... hablar?

# data/maps/dreams/dream16.json//entities/28/settings/event/75/message
source: [shakes head]
es_es: [sacude la cabeza]

# data/maps/dreams/dream16.json//entities/28/settings/event/77/message
source: Hm...\. that's something we need to look into.
es_es: Hm...\. es algo que tenemos que investigar.

# data/maps/dreams/dream16.json//entities/28/settings/event/78/message
source: But you still seem to understand us, don't you?
es_es: Pero parece que todavía nos entiendes. ¿no?

# data/maps/dreams/dream16.json//entities/28/settings/event/79/message
source: [nods]
es_es: [asiente]

# data/maps/dreams/dream16.json//entities/28/settings/event/80/message
source: Interesting.
es_es: Interesante.

# data/maps/dreams/dream16.json//entities/28/settings/event/81/message
source: A mute woman that can still listen...\. how nostalgic.
es_es: Una mujer muda que aún puede escuchar...\. qué nostalgia.

# data/maps/dreams/dream16.json//entities/28/settings/event/82/message
source: Huh?
es_es: ¿Eh?

# data/maps/dreams/dream16.json//entities/28/settings/event/83/message
source: Say, do you remember your name?
es_es: Dime, ¿recuerdas tu nombre?

# data/maps/dreams/dream16.json//entities/28/settings/event/85/message
source: [shakes head]
es_es: [sacude la cabeza]

# data/maps/dreams/dream16.json//entities/28/settings/event/86/message
source: So...\. what should we call you, then?
es_es: Entonces... ¿cómo deberíamos llamarte?

# data/maps/dreams/dream16.json//entities/28/settings/event/87/message
source: How about... \c[3]Lea\c[0]?
es_es: ¿Qué tal... \c[3]Lea\c[0]?

# data/maps/dreams/dream16.json//entities/28/settings/event/105/message
source: Here are images of different landscapes.
es_es: Aquí hay imágenes de varios paisajes.

# data/maps/dreams/dream16.json//entities/28/settings/event/106/message
source: Do you remember what forests look like?
es_es: ¿Recuerdas cómo son los bosques?

# data/maps/dreams/dream16.json//entities/28/settings/event/107/message
source: [nods]
es_es: [asiente]

# data/maps/dreams/dream16.json//entities/28/settings/event/108/message
source: Well then... can you point at the image showing forests?
es_es: Bueno, entonces... ¿puedes señalar la imagen que muestra los bosques?

# data/maps/dreams/dream16.json//entities/28/settings/event/110/message
source: That's correct.
es_es: Así es.

# data/maps/dreams/dream16.json//entities/28/settings/event/111/message
source: So you remember basic concepts pretty well already.
es_es: Así que ya recuerdas bastante bien los conceptos básicos.

# data/maps/dreams/dream16.json//entities/28/settings/event/132/message
source: You forgot already...?
es_es: ¿Ya te has olvidado...?

# data/maps/dreams/dream16.json//entities/28/settings/event/133/message
source: Oh, dear...
es_es: Oh, vaya...

# data/maps/dreams/dream16.json//entities/28/settings/event/134/message
source: Is there any sign you remember?
es_es: ¿Hay algún gesto que recuerdes?

# data/maps/dreams/dream16.json//entities/28/settings/event/137/message
source: Well, that's something.
es_es: Bueno, es algo.

# data/maps/dreams/dream16.json//entities/28/settings/event/139/message
source: Writing things down doesn't work...
es_es: Escribir las cosas no funciona...

# data/maps/dreams/dream16.json//entities/28/settings/event/141/message
source: It's like you're missing the ability to recall "words"... or any abstract concept.
es_es: Es como si te faltara la capacidad de recordar "palabras"... o cualquier concepto abstracto.

# data/maps/dreams/dream16.json//entities/28/settings/event/143/message
source: Lea, it's ok.\. Please don't feel bad about this.
es_es: No pasa nada, Lea.\. Por favor, no te sientas mal por esto.

# data/maps/dreams/dream16.json//entities/28/settings/event/166/message
source: Hello, Lea...
es_es: Hola, Lea...

# data/maps/dreams/dream16.json//entities/28/settings/event/175/message
source: Always the same...
es_es: Siempre lo mismo...

# data/maps/dreams/dream16.json//entities/28/settings/event/178/message
source: Isn't it funny how it always goes the same way?
es_es: ¿No es curioso que las cosas siempre salgan igual?

# data/maps/dreams/dream16.json//entities/28/settings/event/179/message
source: All the support I gave them...\. all the things I did...\. it suddenly doesn't matter.
es_es: Todo el apoyo que les di...\. todas las cosas que hice...\. de repente no importa.

# data/maps/dreams/dream16.json//entities/28/settings/event/180/message
source: Just because of conflicting ideals.
es_es: Sólo por los ideales contrapuestos.

# data/maps/dreams/dream16.json//entities/28/settings/event/181/message
source: And all at once, things have to go hostile.
es_es: Y de repente, las cosas se vuelven hostiles.

# data/maps/dreams/dream16.json//entities/28/settings/event/184/message
source: Sorry...\. this really shouldn't concern you.
es_es: Lo siento...\. esto no debería procuparte.

# data/maps/dreams/dream16.json//entities/28/settings/event/205/message
source: Alright, so you can still count.
es_es: Muy bien, así que todavía puedes contar.

# data/maps/dreams/dream16.json//entities/28/settings/event/206/message
source: That is something you picked up rather quickly.
es_es: Eso es algo que aprendiste bastante rápido.

# data/maps/dreams/dream16.json//entities/28/settings/event/210/message
source: Haha, don't worry.
es_es: Jaja, no te preocupes.

# data/maps/dreams/dream16.json//entities/28/settings/event/230/message
source: What is it?
es_es: ¿Qué es?

# data/maps/dreams/dream16.json//entities/28/settings/event/231/message
source: Do you want me to tell you more about her?
es_es: ¿Quieres que te hable más de ella?

# data/maps/dreams/dream16.json//entities/28/settings/event/232/message
source: [nods]
es_es: [asiente]

# data/maps/dreams/dream16.json//entities/28/settings/event/233/message
source: Well...
es_es: Bueno...

# data/maps/dreams/dream16.json//entities/28/settings/event/235/message
source: We met through work several years ago.
es_es: Nos conocimos a través del trabajo hace varios años.

# data/maps/dreams/dream16.json//entities/28/settings/event/236/message
source: She was competent...\. hardworking.
es_es: Era competente... y trabajadora.

# data/maps/dreams/dream16.json//entities/28/settings/event/237/message
source: \c[3]Mute\c[0]... but that didn't stop her from doing her job.
es_es: Es muda... pero eso no le impidió hacer su trabajo.

# data/maps/dreams/dream16.json//entities/28/settings/event/239/message
source: We communicated via writing at first.\. Then I learned sign language.
es_es: Al principio nos comunicábamos por escrito.\. Luego aprendí el lenguaje de signos.

# data/maps/dreams/dream16.json//entities/28/settings/event/240/message
source: But even then...\. she never was much of a talker.
es_es: Pero incluso entonces...\. nunca fue muy habladora.

# data/maps/dreams/dream16.json//entities/28/settings/event/241/message
source: Just...\. very, very good at listening.
es_es: Solo...\. muy, muy buena escuchando.

# data/maps/dreams/dream16.json//entities/28/settings/event/243/message
source: My job was all about having good relationships.
es_es: Mi trabajo consistía en tener buenas relaciones.

# data/maps/dreams/dream16.json//entities/28/settings/event/244/message
source: I've met so many people, always busy keeping up connections.
es_es: He conocido a mucha gente, siempre estaba ocupado manteniendo contactos.

# data/maps/dreams/dream16.json//entities/28/settings/event/245/message
source: Yet...\. it was all so very shallow.
es_es: Sin embargo...\. todo era muy superficial.

# data/maps/dreams/dream16.json//entities/28/settings/event/246/message
source: With her... it was different.
es_es: Con ella... era diferente.

# data/maps/dreams/dream16.json//entities/28/settings/event/247/message
source: She was one of the few people I could speak openly to.
es_es: Era una de las pocas personas con las que podía hablar abiertamente.

# data/maps/dreams/dream16.json//entities/28/settings/event/249/message
source: It's similar with you.
es_es: A ti te pasa algo parecido.

# data/maps/dreams/dream16.json//entities/28/settings/event/251/message
source: I suppose, I just get along well with mute people?
es_es: ¿Supongo que me llevo bien con la gente muda?

# data/maps/dreams/dream16.json//entities/28/settings/event/267/message
source: So what? We're just humans.
es_es: ¿Y qué? Solo somos humanos.

# data/maps/dreams/dream16.json//entities/28/settings/event/268/message
source: The world's most self-absorbed creature.
es_es: La criatura más egocéntrica del mundo.

# data/maps/dreams/dream16.json//entities/28/settings/event/269/message
source: We really like to think highly of ourselves.
es_es: Nos gusta tener un buen concepto de nosotros mismos.

# data/maps/dreams/dream16.json//entities/28/settings/event/270/message
source: And sure...\. we certainly came and went far.
es_es: Está claro que hemos logrado mucho.

# data/maps/dreams/dream16.json//entities/28/settings/event/271/message
source: But in the end...\. we are just another kind of creature lost in this vast universe.
es_es: Pero al final...\. sólo somos otra especie de criatura perdida en este vasto universo.

# data/maps/dreams/dream16.json//entities/28/settings/event/273/message
source: Lea...\. do you remember what a clear sky looks like at night?
es_es: Lea...\. ¿recuerdas cómo se ve un cielo despejado por la noche?

# data/maps/dreams/dream16.json//entities/28/settings/event/275/message
source: Out in the countryside, no town or city nearby?
es_es: ¿En el campo, sin pueblo o ciudad cerca?

# data/maps/dreams/dream16.json//entities/28/settings/event/276/message
source: [shakes head]
es_es: [sacude la cabeza]

# data/maps/dreams/dream16.json//entities/28/settings/event/277/message
source: I hope one day you will...
es_es: Espero que algún día lo hagas...

# data/maps/dreams/dream16.json//entities/28/settings/event/278/message
source: It is like...\. a boundless sea of stars.
es_es: Es como...\. un océano de estrellas sin límites.

# data/maps/dreams/dream16.json//entities/28/settings/event/279/message
source: When you see it, you start to realize...\. just how insignificant we are to this world.
es_es: Cuando lo ves, empiezas a darte cuenta...\. de lo insignificantes que somos en este mundo.

# data/maps/dreams/dream16.json//entities/29/settings/npcStates/0/event/2/message
source: Hi Lea!
es_es: ¡Hola, Lea!

# data/maps/dreams/dream16.json//entities/29/settings/npcStates/0/event/3/message
source: MASKED
es_es: ENMASCARADO

# data/maps/dreams/dream16.json//entities/29/settings/npcStates/0/event/5/message
source: Toward!
es_es: ¡Hacia!

# data/maps/dreams/dream16.json//entities/29/settings/npcStates/0/event/6/message
source: Down!
es_es: ¡Abajo!

# data/maps/dreams/dream16.json//entities/29/settings/npcStates/0/event/7/message
source: Hi!
es_es: ¡Hola!

# data/maps/dreams/eighth.json//entities/191/settings/event/43/text
source: Here we are!
es_es: ¡Aquí estamos!

# data/maps/dreams/eighth.json//entities/191/settings/event/48/message
source: I call it the field of the indecisive flowers!
es_es: ¡Yo lo llamo el campo de las flores indecisas!

# data/maps/dreams/eighth.json//entities/191/settings/event/55/text
source: You like this place, don't you?
es_es: Te gusta este lugar, ¿no?

# data/maps/dreams/eighth.json//entities/191/settings/event/58/text
source: It definitely beats being stuck in that one room all the time.
es_es: Definitivamente es mejor que estar atrapado en esa sola habitación todo el tiempo.

# data/maps/dreams/eighth.json//entities/191/settings/event/61/text
source: It would be nice to show you all the other places out there...
es_es: Sería bueno mostrarte todos los otros lugares que hay afuera...

# data/maps/dreams/eighth.json//entities/191/settings/event/62/text
source: Someday...
es_es: Algún día...

# data/maps/dreams/fifth.json//entities/0/settings/event/58/text
source: Sorry, nothing seems to work. She still doesn't respond.
es_es: Lo siento, nada parece funcionar. Ella sigue sin responder.

# data/maps/dreams/fifth.json//entities/0/settings/event/59/text
source: Is she entirely unconscious?
es_es: ¿Está completamente inconsciente?

# data/maps/dreams/fifth.json//entities/0/settings/event/60/text
source: I'm not sure. It's possible that she still perceives her surroundings.
es_es: No estoy seguro. Es possible que aún perciba su entorno.

# data/maps/dreams/fifth.json//entities/0/settings/event/61/text
source: I see...
es_es: Ya veo...

# data/maps/dreams/fifth.json//entities/0/settings/event/62/text
source: I'm... very sorry. I tried everything.
es_es: Lo... siento mucho. Lo he intentado todo.
