Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/enemies.po
Languages: es_es

# data/enemies/arid/dice-mage.json//actions/TrapActivate/0/text
source: Escape Roll!
es_es: ¡Escape Rodante!

source: Elemental Shift
es_es: Cambio elemental

# data/enemies/arid/laser-catcher.json//proxies/detector/action/3/elseStep/0/text
source: No Evotars found.
es_es: No se encontraron Evotars.

# data/enemies/arid/shredder-cold.json//actions/NotifyArea/2/text
source: Notify Area
es_es: Activando Alarma

# data/enemies/arid/shredder-cold.json//actions/HackStart/3/text
source: Fixation routine
es_es: Rutina de Reparación

# data/enemies/arid/shredder-heat.json//actions/NotifyArea/2/text
source: Notify Area
es_es: Activando Alarma

# data/enemies/arid/shredder-heat.json//actions/HackStart/3/text
source: Fixation routine
es_es: Rutina de Reparación

# data/enemies/arid/shredder-shock.json//actions/NotifyArea/2/text
source: Notify Area
es_es: Activando Alarma

# data/enemies/arid/shredder-shock.json//actions/HackStart/3/text
source: Fixation routine
es_es: Rutina de Reparación

# data/enemies/arid/shredder-wave.json//actions/NotifyArea/2/text
source: Notify Area
es_es: Activando Alarma

# data/enemies/arid/shredder-wave.json//actions/HackStart/3/text
source: Fixation routine
es_es: Rutina de Reparación

# data/enemies/arid/snail.json//proxies/playerHack/action/4/text
source: Mod
es_es: Modificar

# data/enemies/arid/snail.json//proxies/playerHack/action/8/text
source: Attached
es_es: Adjuntado

# data/enemies/arid/snail.json//proxies/playerHack/action/13/thenStep/2/text
source: Send
es_es: Enviar

# data/enemies/arid/snail.json//proxies/playerHack/action/13/thenStep/9/text
source: Attack++
es_es: Ataque++

# data/enemies/arid/virus-cold.json//actions/SpawnVirus/4/text
source: Multiplying
es_es: Multiplicando

# data/enemies/arid/virus-heat.json//actions/SpawnVirus/4/text
source: Multiplying
es_es: Multiplicando

# data/enemies/arid/virus-neutral.json//actions/EnchanterMerge/1/text
source: Neutralizing!
es_es: ¡Neutralizando!

# data/enemies/autumn-fall/ball.json//actions/ReturnPlayer/1/text
source: [Returning]
es_es: [Retornando]

source: <ON MARK> \v[tmp.markerName] = \v[tmp.stringCheck]
es_es: <ENCENDIDO> \v[tmp.markerName] = \v[tmp.stringCheck]

source: [Connected to Power]
es_es: [Conectado a la Energía]

# data/enemies/autumn-fall/ball.json//actions/OffMarker/2/thenStep/0/text
source: <OFF MARK \v[tmp.questBall-markerActive]>
es_es: <APAGADO> \v[tmp.questBall-markerActive]>

# data/enemies/autumn-fall/ball.json//actions/OffMarker/2/elseStep/0/text
source: [Disconnected from Power]
es_es: [Desconectado del Poder]

# data/enemies/autumn-fall/ball.json//actions/ChargeHeat/0/text
source: [HEAT CHARGE]
es_es: [CARGA DE FUEGO]

# data/enemies/autumn-fall/ball.json//actions/ChargeCold/0/text
source: [STABLE]
es_es: [ESTABLE]

# data/enemies/autumn-fall/ball.json//actions/DisCharge/0/thenStep/0/text
source: <DISCHARGE>
es_es: <DESCARGA>

# data/enemies/autumn-fall/ball.json//actions/Thawing/3/thenStep/1/thenStep/0/text
source: <THAW>
es_es: <DESCONGELAR>

# data/enemies/autumn-fall/ball.json//actions/HitParty/0/thenStep/0/text
source: PARTY
es_es: GRUPO

# data/enemies/autumn-fall/ball.json//actions/AdjustZ/1/thenStep/0/text
source: <Z ADJUST>
es_es: <AJUSTE Z>

source: <HPBreak>
es_es: <PVRota>

source: <MoveCenter>
es_es: <MoverAlCentro>

# data/enemies/autumn-fall/hedgehog-fall.json//actions/Quest-MoveToTree/2/text
source: [Hungry noises]
es_es: [Ruidos Hambrientos]

# data/enemies/autumn-fall/hedgehog-fall.json//actions/Quest-LickTree/5/text
source: [Licking Tree]
es_es: [Lamiendo Árbol]

source: <SHIELD ON>
es_es: <ESCUDO ENCENDIDO>

source: <SHIELD OFF>
es_es: <ESCUDO ENCENDIDO>

source: <SWITCH MARKER>
es_es: <MARCADOR DE CAMBIO>

# data/enemies/autumn-fall/hedgehog-fall.json//actions/Quest-AttackBall/8/text
source: [Focussing Probe]
es_es: [Enfocando Sonda]

source: <SHIELD ON>
es_es: <ESCUDO ENCENDIDO>

source: <SHIELD OFF>
es_es: <ESCUDO ENCENDIDO>

source: <SWITCH MARKER>
es_es: <MARCADOR DE CAMBIO>

# data/enemies/autumn-fall/meerkat-fall.json//actions/Quest-AttackBall/8/text
source: [Focussing Probe]
es_es: [Enfocando Sonda]

source: Heat Attacked
es_es: Atacado por Fuego

source: Cold Attacked
es_es: Atacado por Hielo

source: Shock Attacked
es_es: Atacado por Rayo

source: Wave Attacked
es_es: Atacado por Pulso

source: Heat Critical
es_es: Crítico de Fuego

source: Cold Critical
es_es: Crítico de Hielo

source: Shock Critical
es_es: Crítico de Rayo

source: Wave Critical
es_es: Crítico de Pulso

# data/enemies/autumn-fall/raid-pillar-small.json//actions/StunEnd/3/text
source: Color Conflict
es_es: Conflicto de Color

# data/enemies/autumn-fall/runbot-tremor.json//actions/Activate/1/text
source: Threat detected
es_es: Amenaza Detectada

# data/enemies/autumn-fall/runbot-tremor.json//actions/removeAura/5/text
source: [ AURA DISPERSED ]
es_es: [ AURA DISPERSADA ]

# data/enemies/autumn-fall/runbot-tremor.json//actions/restoreAura/9/text
source: [ RESTORED AURA ]
es_es: [AURA RESTAURADA]

# data/enemies/autumn-fall/seahorse-fall.json//actions/Flamethrower/6/text
source: [Charging Flame]
es_es: [Cargando Llamas]

source: <SHIELD ON>
es_es: <ESCUDO ENCENDIDO>

source: <SHIELD OFF>
es_es: <ESCUDO APAGADO>

source: <SWITCH MARKER>
es_es: <MARCADOR DE CAMBIO>

source: FullShield On
es_es: Escudo Completo Activado

source: FrontShield On
es_es: Escudo Frontal Activado

source: DoubleShield On
es_es: Doble Escudo Activado

source: [ STUNNED ]
es_es: [ ATURDIDO ]

# data/enemies/autumn-rh/big_turret-quest_naval_ally.json//actions/TurnOn/2/text
source: [ Charging Shot ]
es_es: [ Cargando Disparo ]

source: HEAT
es_es: FUEGO

source: COLD
es_es: HIELO

source: SHOCK
es_es: RAYO

source: WAVE
es_es: PULSO

source: [Charging Shot]
es_es: [ Cargando Disparo ]

# data/enemies/autumn-rh/big_turret-quest_naval_ally.json//actions/ShotRdy/0/text
source: [ CANNON READY! ]
es_es: [ ¡CAÑÓN LISTO! ]

# data/enemies/autumn-rh/buffel-sick-1.json//actions/getClean/3/text
source: Contamination cleaned
es_es: Limpio

source: MOVE
es_es: MOVERSE

source: [ FullShield On ]
es_es: [ Escudo Completo Activado ]

# data/enemies/autumn-rh/suicider_float-quest_naval.json//actions/Target/4/text
source: [ TARGET ]
es_es: [ OBJETIVO ]

source: STOP
es_es: PARA

source: [TARGET!]
es_es: [¡OBJETIVO!]

source: [GONNA BLOW! ]
es_es: [ ¡VOY A EXPLOTAR! ]

# data/enemies/autumn-rh/suicider_float-quest_naval.json//actions/ReachGoal/0/text
source: [ WEAPON ESCAPED! ]
es_es: [ ¡ARMAMENTO DESAPARECIDO! ]

source: (Reach Railpoint)
es_es: (Llegar a Punto de Ferrocarril)

source: [ FullShield On ]
es_es: [ Escudo Completo Activado ]

# data/enemies/autumn-rh/turret_big_float-quest_naval.json//actions/Target/4/text
source: [ TARGET ]
es_es: [ APUNTAR ]

source: STOP
es_es: PARA

source: [TARGET]
es_es: [OBJETIVO]

source: [ Targetting Turret! ]
es_es: [ ¡Apuntando a la torreta! ]

source: [ WEAPON ESCAPED! ]
es_es: [ ¡ARMAMENTO DESAPARECIDO! ]

source: [ INTERCEPT THE MISSILES! ]
es_es: [ ¡INTERCEPTA LOS MISILES! ]

source: boom effects?
es_es: ¿efectos explosivos?

source: boom effects?
es_es: ¿efectos explosivos?

source: boom effects?
es_es: ¿efectos explosivos?

source: MOVE
es_es: MUEVETE

source: [ FullShield On ]
es_es: [ Escudo Completo Activado ]

source: [ FrontShield On ]
es_es: [ Escudo Frontal Activado ]

source: [ DoubleShield On ]
es_es: [ Escudo Doble Activado ]

# data/enemies/autumn-rh/turret_boss-quest_naval.json//actions/Target/4/text
source: [ TARGET ]
es_es: [ OBJETIVO ]

source: [ Preparing Missiles ]
es_es: [ Preparando Misiles ]

source: [ Preparing Missiles ]
es_es: [ Preparando Misiles ]

source: [Targetting Turret]
es_es: [Torreta de Orientación]

source: [Targetting Turret]
es_es: [Torreta de Orientación]

# data/enemies/autumn-rh/turret_boss-quest_naval.json//actions/ReachGoal/0/text
source: [ WEAPON ESCAPED! ]
es_es: [ ¡ARMAMENTO DESAPARECIDO! ]

# data/enemies/autumn-rh/turret_boss-quest_naval.json//actions/StunStart/0/text
source: [ STUN ]
es_es: [ ATURDIR ]

source: (MOVE)
es_es: (MUEVETE)

source: [ FullShield On ]
es_es: [ Escudo Completo Activado ]

# data/enemies/autumn-rh/turret_float-quest_naval.json//actions/Target/4/text
source: [ TARGET ]
es_es: [ OBJETIVO ]

source: STOP
es_es: PARA

# data/enemies/autumn-rh/turret_float-quest_naval.json//actions/MarkTarget/4/text
source: [ TARGET ]
es_es: [ OBJETIVO ]

source: [ Targetting Turret! ]
es_es: [ ¡Apuntando a la torreta! ]

# data/enemies/autumn-rh/turret_float-quest_naval.json//actions/ReachGoal/0/text
source: [ WEAPON ESCAPED! ]
es_es: [ ¡ARMA ESCAPADA! ]

source: (Reach Railpoint)
es_es: (Llegar a Punto de Alcance)

source: (Reach PLA)
es_es: (Alcanzar PLA)

# data/enemies/avatar/apollo-4.json//actions/SelectStrat1/7/thenStep/0/text
source: STRAT1 \v[entity.attrib.strat]
es_es: ESTRATO1 \v[entity.attrib.strat]

# data/enemies/avatar/apollo-4.json//actions/SelectStrat2/7/thenStep/0/text
source: STRAT2 \v[entity.attrib.strat]
es_es: ESTRATO2 \v[entity.attrib.strat]

# data/enemies/avatar/apollo-4.json//actions/TrapEnd/0/text
source: TRAP END!
es_es: ¡TRAMPA ACABO!

# data/enemies/beach/ape-beach.json//bossLabel
source: Ape
es_es: Mono

source: ( LASER \v[entity.attrib.laserWait] )
es_es: ( LÁSER \v[entity.attrib.laserWait] )

source: ( LAST ATK \v[entity.attrib.meteorGoal] )
es_es: ( ÚLTIMO ATAQUE \v[entity.attrib.meteorGoal] )

source: ( LAST ATK \v[entity.attrib.iceGoal] )
es_es: ( ÚLTIMO ATAQUE \v[entity.attrib.iceGoal] )

source: ( LAST ATK \v[entity.attrib.thunderGoal] )
es_es: ( ÚLTIMO ATAQUE \v[entity.attrib.thunderGoal] )

source: ( LAST ATK \v[entity.attrib.cloneGoal] )
es_es: ( ÚLTIMO ATAQUE \v[entity.attrib.cloneGoal] )

source: ( TIME: \v[entity.attrib.timeSpend] )
es_es: ( TIEMPO: \v[entity.attrib.timeSpend] )

# data/enemies/beach/ape-beach.json//actions/SpecialCold/26/thenStep/0/text
source: ( Rest: \v[entity.attrib.timeSpend] )
es_es: ( Descanso: \v[entity.attrib.timeSpend] )

# data/enemies/beach/ape-beach.json//actions/ElementBreak/5/thenStep/0/text
source: ( BREAK: \v[entity.attrib.eleBreak] / \v[entity.attrib.eleBreakGoal] )
es_es: ( ROMPER: \v[entity.attrib.eleBreak] / \v[entity.attrib.eleBreakGoal] )

# data/enemies/boss-driller.json//actions/RegenShield/4/text
source: Shield Recovered
es_es: Escudo Regenerado

# data/enemies/boss/elephant-core.json//actions/idle/2/text
source: Charging
es_es: Cargando

# data/enemies/boss/elephant-core.json//actions/destroy/15/text
source: Strength \c[3]\v[tmp.specialStrength]/5\c[0]
es_es: Fuerza \c[3]\v[tmp.specialStrength]/5\c[0]

# data/enemies/boss/elephant-core.json//actions/absorb/7/text
source: Full Strength!
es_es: ¡Fuerza Absoluta!

# data/enemies/boss/elephant.json//proxies/playerHack/action/4/text
source: Mod
es_es: Modificador

# data/enemies/boss/elephant.json//proxies/playerHack/action/8/text
source: Attached
es_es: Adjuntado

# data/enemies/boss/elephant.json//proxies/playerHack/action/13/thenStep/2/text
source: Send
es_es: Enviar

# data/enemies/boss/elephant.json//proxies/playerHack/action/13/thenStep/9/text
source: Attack++
es_es: Ataque++

# data/enemies/buffalo-alt.json//actions/Quest-MoveToTree/2/text
source: [Hungry noises]
es_es: [Ruidos Hambrientos]

# data/enemies/buffalo-alt.json//actions/Quest-LickTree/5/text
source: [Licking Tree]
es_es: [Lamiendo Árbol]

source: <Goto Barrier 1>
es_es: <Ir a Barrera 1>

source: <Goto Barrier 2>
es_es: <Ir a Barrera 2>

source: <Dmg Barrier 1>
es_es: <Barrera de Daño 1>

source: <Dmg Barrier 2>
es_es: <Barrera de Daño 2>

source: <Goto Barrier 1>
es_es: <Ir a Barrera 1>

source: <Goto Barrier 2>
es_es: <Ir a Barrera 2>

source: <Dmg Barrier 1>
es_es: <Barrera de Daño 1>

source: <Dmg Barrier 2>
es_es: <Barrera de Daño 2>

# data/enemies/cold/frobbit-quest-dirty.json//actions/UberKick/28/thenStep/1/text
source: Dizzy
es_es: Mareado

# data/enemies/cold/frobbit-quest-dirty.json//actions/getClean/3/text
source: Contamination cleaned
es_es: Limpio

# data/enemies/cold/goat-father-2.json//bossLabel
source: GOAT
es_es: CABRA

# data/enemies/cold/goat-father-2.json//actions/moveBomb/1/thenStep/0/text
source: BOMB!
es_es: ¡BOMBA!

# data/enemies/cold/goat-father-2.json//actions/bombKick/1/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/cold/goat-father-2.json//actions/bombDaze/4/text
source: Off Balance
es_es: Sin Equilibrio

# data/enemies/cold/goat-father-2.json//actions/bombKickPassive/0/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/cold/goat-father-2.json//actions/bombKickPassive/1/text
source: Preparing bomb...
es_es: Preparando bomba...

# data/enemies/cold/goat-father-2.json//actions/sceneKick/0/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/cold/goat-father.json//actions/moveBomb/1/thenStep/0/text
source: BOMB!
es_es: ¡BOMBA!

# data/enemies/cold/goat-father.json//actions/bombKick/1/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/cold/goat-father.json//actions/bombDaze/4/text
source: Off Balance
es_es: Sin Equilibrio

# data/enemies/cold/goat-father.json//actions/bombKickPassive/0/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/cold/goat-father.json//actions/bombKickPassive/1/text
source: Preparing bomb...
es_es: Preparando bomba...

# data/enemies/cold/goat-father.json//actions/sceneKick/0/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/cold/goat-worker.json//actions/moveBomb/1/thenStep/0/text
source: BOMB!
es_es: ¡BOMBA!

# data/enemies/cold/goat-worker.json//actions/bombKick/1/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/cold/goat-worker.json//actions/bombDaze/8/text
source: [Off Balance]
es_es: [Sin Equilibrio]

# data/enemies/cold/goat-worker.json//actions/bombKickPassive/0/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/cold/goat-worker.json//actions/bombKickPassive/1/text
source: Preparing bomb...
es_es: Preparando bomba...

# data/enemies/cold/goat-worker.json//actions/sceneKick/0/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/cold/mine-diggingbot-quest.json//actions/Activate/1/text
source: Threat detected
es_es: Amenaza Detectada

# data/enemies/cold/mine-diggingbot-quest.json//actions/ZeroDegreeSpawn/0/text
source: Zero Degree Counter
es_es: Contra Frío Absoluto

# data/enemies/cold/mine-diggingbot-quest.json//actions/HeatExplosion/10/text
source: [Overheat! Initiating Burst]
es_es: [¡Sobrecarga! Iniciando Ráfaga]

# data/enemies/cold/mine-diggingbot-quest.json//actions/HeatExplosion_old/4/text
source: [Overheat! Initiating Burst]
es_es: [¡Sobrecarga! Iniciando Ráfaga]

# data/enemies/cold/mine-diggingbot-quest.json//actions/test/0/text
source: <TEST>
es_es: <PRUEBA>

# data/enemies/cold/parrot-gangster-3.json//actions/GangsterShootCover/15/text
source: [Shooting...]
es_es: [Disparando...]

# data/enemies/cold/parrot-gangster-3.json//actions/GangsterReactCharged/7/text
source: [Lost control!]
es_es: [¡Perder el control!]

# data/enemies/cold/parrot-gangster-3.json//actions/GangsterWarning/1/text
source: [WARNING BIRDNOISES!]
es_es: [¡ADVERTENCIA RUIDOS DE PÁJARO!]

# data/enemies/cold/parrot-gangster-3.json//actions/GangsterShootHostage/0/text
source: [Shooting Hostage...]
es_es: [Disparar a un rehén...]

# data/enemies/cold/parrot-gangster-3.json//actions/GangsterRetreat/2/text
source: RETREATING
es_es: RETIRADA

# data/enemies/cold/parrot-gangster-3.json//actions/SceneBomb/0/thenStep/0/text
source: FRUIT!
es_es: ¡FRUTA!

# data/enemies/cold/turret-monks-invinc.json//actions/GoOn/0/text
source: Activated!
es_es: ¡Activado!

# data/enemies/cold/turret-monks-invinc.json//actions/GoOff/1/thenStep/0/text
source: Deactivated
es_es: Desactivado

# data/enemies/cold/turret-monks-invinc.json//actions/GoUltra/0/text
source: Next gear!
es_es: ¡Potenciando!

# data/enemies/default.json//actions/ChargeAttack/9/text
source: Charging!
es_es: ¡Cargando!

# data/enemies/default.json//actions/ShowWeakAR/0/text
source: Weak!
es_es: ¡Débil!

# data/enemies/forest/kamikater.json//actions/Activate/1/text
source: Threat detected
es_es: Amenaza Detectada

# data/enemies/forest/kamikater.json//actions/SelfDestructStart/0/text
source: Init self destruct
es_es: Iniciar Autodestrucción

# data/enemies/forest/kamikater.json//actions/WakeUp/0/0_0/0/text
source: Malfunction detected
es_es: Malfuncionamiento Detectado

# data/enemies/forest/kamikater.json//actions/WakeUp/0/1_0/0/text
source: System overheating
es_es: Sobrecalentamiento del Sistema

# data/enemies/forest/kamikater.json//actions/WakeUp/0/2_0/0/text
source: This cannot stand
es_es: Intolerable

# data/enemies/forest/kamikater.json//actions/ArMessage/0/text
source: Init self destruct
es_es: Iniciar Autodestrucción

# data/enemies/frobbit-miniboss-femme.json//actions/summonGallants/1/text
source: Summoning Bunnies...
es_es: Invocando Conejos...

# data/enemies/goat-cave.json//actions/moveBomb/1/thenStep/0/text
source: BOMB!
es_es: ¡BOMBA!

# data/enemies/goat-cave.json//actions/bombKick/1/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/goat-cave.json//actions/bombDaze/8/text
source: [Off Balance]
es_es: [Sin Equilibrio]

# data/enemies/goat-cave.json//actions/bombKickPassive/0/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/goat-cave.json//actions/bombKickPassive/1/text
source: Preparing bomb...
es_es: Preparando bomba...

# data/enemies/goat-cave.json//actions/sceneKick/0/thenStep/0/text
source: KICK!
es_es: ¡PATEAR!

# data/enemies/guard-hostile-default.json//actions/Init/0/thenStep/0/text
source: Init
es_es: Iniciar

# data/enemies/guard-hostile-default.json//actions/Blindside/4/text
source: "Too easy!"
es_es: "¡Demasiado fácil!"

source: HIT
es_es: GOLPE

source: MISS
es_es: FALLO

source: RETREAT
es_es: RETIRADA

# data/enemies/guard-hostile-default.json//actions/HealSandwich/8/thenStep/0/text
source: [Eating] #\v[entity.attrib.sandwichUse]
es_es: [Comiendo] #\v[entity.attrib.sandwichUse]

# data/enemies/guard-hostile-default.json//actions/HealSandwich/8/elseStep/0/text
source: [Eating]
es_es: [Comiendo]

# data/enemies/guard-hostile-default.json//actions/HealCancel/2/text
source: "My sandwich! You'll pay!"
es_es: "¡Mi sándwich! ¡Pagarás!"

source: RETREAT
es_es: RETIRADA

# data/enemies/guard-hostile-default.json//actions/summonTurrets/5/thenStep/0/text
source: TURRETS
es_es: TORRETAS

# data/enemies/guard-hostile-default.json//actions/summonTurrets/10/text
source: [Getting Reinforcements]
es_es: [Obteniendo Refuerzos]

# data/enemies/heat/megamoth.json//actions/WeakShoot/0/text
source: Regenerating
es_es: Regenerando

# data/enemies/heat/sandshark.json//actions/Quest-MoveToCrate/0/text
source: [hateful bone noises]
es_es: [ruidos de huesos llenos de odio]

source: <ESCAPE>
es_es: <ESCAPAR>

# data/enemies/heat/sandshark.json//actions/Quest-MoveToCrate/8/thenStep/1/text
source: <GOTO>
es_es: <IR A>

# data/enemies/heat/sandshark.json//actions/Quest-MoveToCrate/10/thenStep/1/text
source: <SIDE>
es_es: <LADO>

source: <TACKLE>
es_es: <EMBESTIDA>

source: <ADJUST>
es_es: <AJUSTAR>

# data/enemies/heat/sandshark.json//actions/Quest-TackleCrate/5/thenStep/1/text
source: <1 START>
es_es: <1 INICIAR>

# data/enemies/heat/sandshark.json//actions/Quest-TackleCrate/9/thenStep/1/text
source: <2 JUMP>
es_es: <2 SALTAR>

# data/enemies/heat/sandshark.json//actions/Quest-TackleCrate/60/thenStep/1/text
source: <3 TACKLE>
es_es: <3 EMBESTIR>

# data/enemies/heat/sandshark.json//actions/Quest-TackleCrate/66/thenStep/1/text
source: <4 MISSED>
es_es: <4 FALLAR>

source: <4 HIT>
es_es: <4 GOLPE>

# data/enemies/heat/sandshark.json//actions/Quest-HitCrate/15/thenStep/1/text
source: <5 LAND>
es_es: <5 ATERRIZAR>

# data/enemies/heat/sandshark.json//actions/Quest-Deflect/12/thenStep/1/text
source: <DEFLECT>
es_es: <DESVIAR>

# data/enemies/heat/sandshark.json//actions/Quest-CircleCrate/5/thenStep/1/text
source: <CIRCLE>
es_es: <RODEAR>

# data/enemies/heat/special/baki-cmd_bot.json//actions/ChargeAttack/10/text
source: Charging!
es_es: ¡Cargando!

# data/enemies/heat/special/baki-cmd_bot.json//actions/ShieldsOn/3/text
source: [Turret-shields online]
es_es: [Escudos Funcionando]

# data/enemies/heat/special/baki-cmd_bot.json//actions/ShieldsOff/1/text
source: [Turret-shields offline]
es_es: [Escudos Apagados]

# data/enemies/heat/special/baki-cmd_bot.json//actions/ShowWeakAR/0/text
source: Weak!
es_es: ¡Débil!

# data/enemies/heat/special/baki-cmd_bot.json//actions/StartCmd/2/text
source: [Engaging Command-Mode. Turret-shields online]
es_es: [Activando el Modo de Combate. Escudos funcionando]

# data/enemies/heat/special/baki-cmd_bot.json//actions/GoSolo/4/text
source: [Engaging Assault-Mode]
es_es: [Activando Modo de Asalto]

# data/enemies/heat/special/baki-cmd_bot.json//actions/summonBots/3/text
source: [Synthesizing reinforcements]
es_es: [Sintetizando refuerzos]

# data/enemies/heat/special/baki-turret_1.json//actions/SingleMortar/4/text
source: [Firing Mortar]
es_es: [Disparar Mortero]

# data/enemies/heat/special/baki-turret_1.json//actions/StartFullShield/1/text
source: [Shield On]
es_es: [Escudo Activado]

# data/enemies/heat/special/baki-turret_1.json//actions/EndFullShield/1/text
source: [Shield Off]
es_es: [Escudo Desactivado]

# data/enemies/heat/special/baki-turret_2.json//actions/SingleMortar/4/text
source: [Firing Mortar]
es_es: [Disparar Mortero]

# data/enemies/heat/special/baki-turret_2.json//actions/StartFullShield/1/text
source: [Shield On]
es_es: [Escudo Activado]

# data/enemies/heat/special/baki-turret_2.json//actions/EndFullShield/1/text
source: [Shield Off]
es_es: [Escudo Desactivado]

# data/enemies/heat/special/brew-bubbler.json//proxies/fireBallProxy/action/0/text
source: OVERHEAT ATTACK
es_es: ATAQUE DE SOBRECALENTAMIENTO

# data/enemies/heat/special/brew-bubbler.json//actions/BubbleSingle/4/text
source: [ PREPARING BUBBLE ]
es_es: [ PREPARANDO BURBUJA ]

# data/enemies/heat/special/brew-bubbler.json//actions/FireShot/1/text
source: [ RELEASING FIRE ]
es_es: [ LIBERANDO FUEGO ]

# data/enemies/heat/special/brew-bubbler.json//actions/TurnOn/0/thenStep/0/text
source: <ON>
es_es: <ENCENDIDO>

# data/enemies/heat/special/brew-machine.json//actions/iceDisc-Hit/2/text
source: [Cooling down]
es_es: [Enfriamiento]

# data/enemies/heat/special/brew-machine.json//actions/activateShields/1/text
source: [ SHIELDS ON ]
es_es: [ ESCUDOS ENCENDIDOS ]

# data/enemies/heat/special/brew-machine.json//actions/deactivateShields/1/text
source: [ RECHARGING SHIELDS... ]
es_es: [ RECARGANDO ESCUDOS... ]

source: Hiding intensifies...
es_es: Camuflaje intensificándose...

source: <SHIELD ON>
es_es: <ESCUDOS ENCENDIDOS>

source: <INIT>
es_es: <INCIAR>

# data/enemies/heat/special/guard-hostile-mustache.json//actions/Blindside/4/text
source: "Too easy!"
es_es: "¡Demasiado fácil!"

source: <HIT>
es_es: <GOLPE>

source: <MISS>
es_es: <FALLAR>

source: <RETREAT>
es_es: <RETIRADA>

source: [Eating] #\v[entity.attrib.sandwichUse]
es_es: [Comiendo] #\v[entity.attrib.sandwichUse]

source: [Eating]
es_es: [Comiendo]

# data/enemies/heat/special/guard-hostile-mustache.json//actions/HealCancel/2/text
source: "My sandwich! You'll pay!"
es_es: "¡Mi sándwich! ¡Pagarás!"

source: <RETREAT>
es_es: <RETIRADA>

source: <TURRETS>
es_es: <TORRETAS>

source: [Getting Reinforcements]
es_es: [Obteniendo Refuerzos]

source: <MAKE WAY>
es_es: <HACER CAMINO>

# data/enemies/heat/special/kamikatze-helper.json//actions/Activate/1/text
source: Activated... loading Bomb!
es_es: Activado... ¡Cargando Bomba!

# data/enemies/heat/special/kamikatze-helper.json//actions/ShootBomb/19/text
source: Reloading Bomb!
es_es: ¡Recargando Bomba!

source: <FOCUS ME, SENPAI!>
es_es: <HACIA MI, SENPAI!>

source: <OUTTA WAY>
es_es: <FUERA DE CAMINO>

source: <SCENE RESET>
es_es: <REINICIO DE ESCENA>
