Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/enemies.po
Languages: es_es

# data/enemies/heat/special/volturbine-cave.json//actions/AirSurfaceShot/7/text
source: [heated wing noises]
es_es: [ruidos de alas calientes]

source: <FIRE REGEN>
es_es: <REGENAR FUEGO>

source: [absorbing heat]
es_es: [absorbiendo fuego]

source: <REGEN>
es_es: <REGENERAR>

# data/enemies/hedgehog-alt.json//actions/Quest-MoveToTree/2/text
source: [Hungry noises]
es_es: [Ruidos hambrientos]

# data/enemies/hedgehog-alt.json//actions/Quest-LickTree/5/text
source: [Licking Tree]
es_es: [Lamiendo Árbol]

# data/enemies/jungle/algorithm.json//proxies/healing/action/3/thenStep/0/text
source: Revive
es_es: Revivir

source: Revive (retry)
es_es: Revivir (reintentar)

# data/enemies/jungle/algorithm.json//actions/StartRegen/3/text
source: Regen
es_es: Regenerar

# data/enemies/jungle/ape-boss.json//bossLabel
source: Ape
es_es: Mono

# data/enemies/jungle/ape-boss.json//actions/WhaleStablize/8/text
source: Stablizing
es_es: Estabilizador

source: RETARGET
es_es: REAPUNTANDO

# data/enemies/jungle/special/aircon.json//actions/heatHitDeactivate/10/text
source: [Deactivate]
es_es: [Desactivado]

# data/enemies/jungle/special/aircon.json//actions/coldHitActivate/10/text
source: [Activate]
es_es: [Activado]

# data/enemies/jungle/special/aircon.json//actions/ColdWave/1/text
source: [Releasing Cold]
es_es: [Liberando Hielo]

# data/enemies/jungle/special/capture-cage-1.json//actions/shockHitActivate/8/text
source: [ SEARCHING TARGET ]
es_es: [ BUSCANDO OBJETIVO ]

source: ( CAPTURE )
es_es: ( CAPTURA )

# data/enemies/jungle/special/capture-cage-1.json//actions/test/5/thenStep/0/text
source: ( CAPTURE )
es_es: ( CAPTURA )

# data/enemies/jungle/special/ghost-toxic.json//actions/weakStart/3/text
source: [ WEAK ]
es_es: [ DÉBIL ]

# data/enemies/jungle/special/ghost-toxic.json//actions/dizzyStart/5/text
source: [ DAZED ]
es_es: [ ATURDIDO ]

# data/enemies/jungle/special/ghost-toxic.json//actions/dizzyEnd/0/text
source: [ DAZE OVER ]
es_es: [ INCORPORADO ]

# data/enemies/jungle/special/ghost-toxic.json//actions/QuestShieldBreak/2/text
source: [ SHIELD BREAK ]
es_es: [ ESCUDO ROTO ]

# data/enemies/jungle/special/ghost-toxic.json//actions/QuestFleeing/2/text
source: [ INEFFECTIVE ]
es_es: [ INEFICAZ ]

# data/enemies/jungle/special/heater.json//actions/waveHitTeleport/9/text
source: [Teleporting]
es_es: [ Teletransportando ]

# data/enemies/jungle/special/heater.json//actions/cooldownStart/1/text
source: [Overheated]
es_es: [Sobrecargado]

# data/enemies/jungle/special/heater.json//actions/reactivate/1/text
source: [Reactivated]
es_es: [ Reactivado ]

# data/enemies/jungle/special/heater.json//actions/Freezing/4/thenStep/0/text
source: (Frozen)
es_es: (Congelado)

# data/enemies/jungle/special/hostage-1.json//actions/HostageHit/4/text
source: [HOSTAGE UNCONSCIOUS!!]
es_es: [¡¡REHEN INCONSCIENTE!!]

# data/enemies/jungle/special/hostage-1.json//actions/HostageFree/4/text
source: [ESCAPE!]
es_es: [¡ESCAPAR!]

source: [ MOVE ]
es_es: [ MUEVETE ]

source: [ INSPECT ]
es_es: [ INSPECCIONAR ]

source: [ RECHARGING SALT ]
es_es: [ RECARGANDO SAL ]

# data/enemies/jungle/special/npc-escortee-greeny.json//actions/EscortDodge/0/text
source: DODGE
es_es: ESQUIVAR

# data/enemies/jungle/special/npc-escortee-greeny.json//actions/EscortHit/2/text
source: [ DANGER! ]
es_es: [ ¡PELIGRO! ]

source: [ RECHARGING SALT ]
es_es: [ RECARGANDO SAL ]

# data/enemies/jungle/special/npc-escortee-greeny.json//actions/EscortDead/3/text
source: [ Linde is unconscious!!! ]
es_es: [ ¡¡¡Linde está inconsciente!!! ]

source: [ ABSORBING ]
es_es: [ ABSORBIENDO ]

source: [ ABSORBING DONE ]
es_es: [ ABSORBIDO ]

source: [ ABSORBING CANCELLED ]
es_es: [ ABSORBER CANCELADO ]

source: [ BUILDING STEAM ]
es_es: [ HACIENDO VAPOR ]

source: [ RECHARGING SALT ]
es_es: [ RECARGANDO SAL ]

source: [Shooting...]
es_es: [Disparando...]

source: [Lost control!]
es_es: [¡Descontrolado!]

source: [WARNING BIRDNOISES!]
es_es: [¡RUIDOS DE PÁJARO AMENAZADORES!]

source: [Shooting Hostage...]
es_es: [Disparar a un rehén...]

source: [Hit to free hostage!]
es_es: [¡Golpea para liberar al rehén!]

source: [Shooting...]
es_es: [Disparando...]

source: [Lost control!]
es_es: [¡Descontrolado!]

source: [WARNING BIRDNOISES!]
es_es: [¡ADVERTENCIA, RUIDO DE PÁJARO!]

source: [Shooting Hostage...]
es_es: [Disparar a un rehén...]

source: RETREATING
es_es: RETIRADA

source: [Hit to free hostage!]
es_es: [¡Golpea para liberar al rehén!]

source: boom effects?
es_es: ¿efectos explosivos?

source: boom effects?
es_es: ¿efectos explosivos?

source: boom effects?
es_es: ¿efectos explosivos?

source: boom effects?
es_es: ¿efectos explosivos?

source: boom effects?
es_es: ¿efectos explosivos?

source: boom effects?
es_es: ¿efectos explosivos?

source: [Shooting...]
es_es: [Disparando]

source: [Lost control!]
es_es: [¡Descontrolado!]

source: [WARNING BIRDNOISES!]
es_es: [¡ADVERTENCIA, RUIDO DE PÁJARO!]

source: [Shooting Hostage...]
es_es: [Disparar a un rehén...]

source: [Hit to free hostage!]
es_es: [¡Golpea para liberar al rehén!]

source: [Charging Power]
es_es: [Cargando Poder]

source: [Shield neutralized]
es_es: [Escudo Neutralizado]

source: [Restore Shield]
es_es: [Restaurar Escudo]

source: [Restored Shield]
es_es: [Escudo Restaurado]

source: [ SHIELD RESTORED ]
es_es: [ ESCUDO RESTABLECIDO ]

source: [ SHIELD NEUTRALIZED ]
es_es: [ ESCUDO NEUTRALIZADO ]

source: Left side incoming!
es_es: ¡Por el Lado Izquierdo!

source: Right side incoming!
es_es: ¡Por el Lado Derecho!

# data/enemies/jungle/special/quest_td_blob_1.json//actions/Init/0/elseStep/1/text
source: Incoming!
es_es: ¡Ya vienen!

# data/enemies/jungle/special/quest_td_blob_1.json//actions/TDReachGoal/0/text
source: [INFILTRATION!]
es_es: [¡INFILTRACIÓN!]

source: [WAVE REACHED LEFT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA IZQUIERDA!]

source: [WAVE REACHED RIGHT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA DERECHA!]

source: [WAVE REACHED DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LAS DEFENSAS!]

# data/enemies/jungle/special/quest_td_blob_1.json//actions/TDWarning/0/text
source: [DANGER!]
es_es: [¡PELIGRO!]

source: FullShield On
es_es: Escudo Completo Activado

# data/enemies/jungle/special/quest_td_blob_1.json//actions/EndFullShield/1/text
source: [Shield neutralized!]
es_es: [¡Escudo Neutralizado!]

source: Left side incoming!
es_es: ¡Por el Lado Izquierdo!

source: Right side incoming!
es_es: ¡Por el Lado Derecho!

source: Incoming!
es_es: ¡Ya vienen!

# data/enemies/jungle/special/quest_td_buffel_1.json//actions/TDReachGoal/0/text
source: [INFILTRATION!]
es_es: [¡INFILTRACIÓN!]

source: [WAVE REACHED LEFT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA IZQUIERDA!]

source: [WAVE REACHED RIGHT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA DERECHA!]

source: [WAVE REACHED DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LAS DEFENSAS!]

# data/enemies/jungle/special/quest_td_buffel_1.json//actions/TDWarning/0/text
source: [DANGER!]
es_es: [¡PELIGRO!]

source: [Recover Shield...]
es_es: [Recuperando Escudo...]

# data/enemies/jungle/special/quest_td_buffel_1.json//actions/TDStun/15/text
source: [Shield down & Stunned]
es_es: [Escudo abajo y aturdido]

source: FullShield On
es_es: Escudo Completo Activado

source: [Regain Shield]
es_es: [Regenerando Escudo]

source: [Shield neutralized!]
es_es: [¡Escudo Neutralizado!]

source: [Shield neutralized!]
es_es: [¡Escudo Neutralizado!]

# data/enemies/jungle/special/quest_td_buffel_1.json//actions/TEST/0/text
source: WALKING
es_es: CAMINANDO

source: Left side incoming!
es_es: ¡Por el Lado Izquierdo!

source: Right side incoming!
es_es: ¡Por el Lado Derecho!

# data/enemies/jungle/special/quest_td_fish_1.json//actions/Init/0/elseStep/1/text
source: Incoming!
es_es: ¡Ya vienen!

# data/enemies/jungle/special/quest_td_fish_1.json//actions/TDReachGoal/0/text
source: [INFILTRATION!]
es_es: [¡INFILTRACIÓN!]

source: [WAVE REACHED LEFT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA IZQUIERDA!]

source: [WAVE REACHED RIGHT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA DERECHA!]

source: [WAVE REACHED DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LAS DEFENSAS!]

# data/enemies/jungle/special/quest_td_fish_1.json//actions/TDWarning/0/text
source: [DANGER!]
es_es: [¡PELIGRO!]

source: [Recover Shield...]
es_es: [Recuperando Escudo...]

source: FullShield On
es_es: Escudo Completo Activado

source: [Shield neutralized!]
es_es: [¡Escudo Neutralizado!]

source: Left side incoming!
es_es: ¡Por el Lado Izquierdo!

source: Right side incoming!
es_es: ¡Por el Lado Derecho!

source: Incoming!
es_es: ¡Ya vienen!

# data/enemies/jungle/special/quest_td_plant_1.json//actions/TDReachGoal/0/text
source: [INFILTRATION!]
es_es: [¡INFILTRACIÓN!]

source: [WAVE REACHED LEFT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA IZQUIERDA!]

source: [WAVE REACHED RIGHT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA DERECHA!]

source: [WAVE REACHED DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LAS DEFENSAS!]

# data/enemies/jungle/special/quest_td_plant_1.json//actions/TDWarning/0/text
source: [DANGER!]
es_es: [¡PELIGRO!]

source: [Recover Shield...]
es_es: [Recuperando Escudo...]

source: FullShield On
es_es: Escudo Completo Activado

# data/enemies/jungle/special/quest_td_plant_1.json//actions/EndFullShield/1/text
source: [Shield neutralized!]
es_es: [¡Escudo Neutralizado!]

source: Left side incoming!
es_es: ¡Por el Lado Izquierdo!

source: Right side incoming!
es_es: ¡Por el Lado Derecho!

source: Incoming!
es_es: ¡Ya vienen!

source: [WAVE REACHED LEFT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA IZQUIERDA!]

source: [WAVE REACHED RIGHT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA DERECHA!]

source: [WAVE REACHED DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LAS DEFENSAS!]

# data/enemies/jungle/special/quest_td_shockcat_1.json//actions/TDWarning/0/text
source: [DANGER!]
es_es: [¡PELIGRO!]

source: [Recover Shield...]
es_es: [Recuperando Escudo...]

source: FullShield On
es_es: Escudo Completo Activado

source: [Shield neutralized!]
es_es: [¡Escudo Neutralizado!]

source: [Shield neutralized!]
es_es: [¡Escudo Neutralizado!]

source: Left side incoming!
es_es: ¡Por el Lado Izquierdo!

source: Right side incoming!
es_es: ¡Por el Lado Derecho!

source: Incoming!
es_es: ¡Ya vienen!

# data/enemies/jungle/special/quest_td_shockcat_2.json//actions/TDReachGoal/0/text
source: [INFILTRATION!]
es_es: [¡INFILTRACIÓN!]

source: [WAVE REACHED LEFT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA IZQUIERDA!]

source: [WAVE REACHED RIGHT DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LA DEFENSA DERECHA!]

source: [WAVE REACHED DEFENSES!]
es_es: [¡LA OLEADA ALCANZÓ LAS DEFENSAS!]

# data/enemies/jungle/special/quest_td_shockcat_2.json//actions/TDWarning/0/text
source: [DANGER!]
es_es: [¡PELIGRO!]

source: [Recover Shield...]
es_es: [Recuperando Escudo]

source: FullShield On
es_es: Escudo Completo Activado

source: [Shield neutralized!]
es_es: [¡Escudo Neutralizado!]

source: [Shield neutralized!]
es_es: [¡Escudo Neutralizado!]

source: [ CAPTURING ]
es_es: [ CAPTURANDO ]

source: ( CAPTURE START: \v[entity.attrib.cageName] )
es_es: ( INICIANDO CAPTURA: \v[entity.attrib.cageName] )

source: (CAPTURE: \v[tmp.temp] )
es_es: (CAPTURA: \v[tmp.temp] )

source: ( FREE!!! \v[entity.attrib.cageName] )
es_es: ( ¡¡¡\v[entity.attrib.cageName] LIBRE!!! )

source: ( INTERRUPT CAPTURE )
es_es: (CAPTURA INTERRUMPIDA)

source: (Adjust Enemy)
es_es: (Ajustar Enemigo)

source: ADJUST ENEMY
es_es: AJUSTAR ENEMIGO

source: (\v[entity.attrib.tempCounter] buffs!)
es_es: (¡Buffs de \v[entity.attrib.tempCounter]!)

source: [NEW TURRET]
es_es: [NUEVA TORRETA]

source: FullShield On
es_es: Escudo Completo Activado

# data/enemies/jungle/special/turret-defense-1.json//actions/ActivationWait/8/text
source: [ACTIVATE WITH CHARGED]
es_es: [ACTIVAR CARGADO]

source: [ACTIVATED, HEAT]
es_es: [ACTIVADO, FUEGO]

source: [ACTIVATED, COLD]
es_es: [ACTIVADO, HIELO]

source: [ACTIVATED, SHOCK]
es_es: [ACTIVADO, RAYO]

source: [ACTIVATED, WAVE]
es_es: [ACTIVADO, PULSO]

source: [ACTIVATED, NEUTRAL]
es_es: [ACTIVADO, NEUTRAL]

source: [NOT ENOUGH ENERGY]
es_es: [NO SUFICIENTE ENERGÍA]

# data/enemies/jungle/special/turret-defense-1.json//actions/LacksEnergy/1/text
source: [NOT ENOUGH ENERGY]
es_es: [NO SUFICIENTE ENERGÍA]

source: (SHOOT NEUTRAL)
es_es: (DISPARO NEUTRAL)

source: (SHOOT HEAT)
es_es: (DISPARO DE FUEGO)

source: (SHOOT COLD)
es_es: (DISPARO DE HIELO)

source: (SHOOT SHOCK)
es_es: (DISPARO DE RAYO)

source: (SHOOT WAVE)
es_es: (DISPARO DE PULSO)

source: HEAT
es_es: FUEGO

source: COLD
es_es: HIELO

# data/enemies/jungle/special/turret-defense-1.json//actions/AntiTurret/11/text
source: [Charging Shot]
es_es: [Cargando Disparo]

source: (UPGRADE \v[entity.attrib.upgrade])
es_es: (MEJORAR \v[entity.attrib.upgrade])

source: [NEW TURRET]
es_es: [NUEVA TORRETA]

source: FullShield On
es_es: Escudo Completo Activado

# data/enemies/jungle/special/turret-defense-2.json//actions/ActivationWait/8/text
source: [ACTIVATE WITH CHARGED]
es_es: [ACTIVAR CARGADO]

source: [ACTIVATED, HEAT]
es_es: [ACTIVAR, FUEGO]

source: [ACTIVATED, COLD]
es_es: [ACTIVAR, HIELO]

source: [ACTIVATED, SHOCK]
es_es: [ACTIVAR, RAYO]

source: [ACTIVATED, WAVE]
es_es: [ACTIVAR, PULSO]

source: [ACTIVATED, NEUTRAL]
es_es: [ACTIVAR, NEUTRAL]

source: [NOT ENOUGH ENERGY]
es_es: [NO SUFICIENTE ENERGÍA]

# data/enemies/jungle/special/turret-defense-2.json//actions/LacksEnergy/1/text
source: [NOT ENOUGH ENERGY]
es_es: [NO SUFICIENTE ENERGÍA]

source: (SHOOT NEUTRAL)
es_es: (DISPARO NEUTRAL)

source: (SHOOT HEAT)
es_es: (DISPARO DE FUEGO)

source: (SHOOT COLD)
es_es: (DISPARO DE HIELO)

source: (SHOOT SHOCK)
es_es: (DISPARO DE RAYO)

source: (SHOOT WAVE)
es_es: (DISPARO DE PULSO)

source: HEAT
es_es: FUEGO

source: COLD
es_es: HIELO

source: NEUTRAL
es_es: NEUTRO

# data/enemies/jungle/special/turret-defense-2.json//actions/AntiTurret/11/text
source: [Charging Shot]
es_es: [Cargando Disparo]

# data/enemies/jungle/whale-boss.json//bossLabel
source: Whale
es_es: Ballena

# data/enemies/killer-mouse-bot.json//actions/Attack/5/text
source: DIE!
es_es: ¡MUERE!

# data/enemies/meerkat-special-command-1.json//actions/Reinforcements/6/text
source: [angry Hillkat noises]
es_es: [ruidos de Colicata enojado]

source: But nobody came.\. [furious Hillkat noises]
es_es: Pero nadie vino.\. [Ruidos furiosos de Colicata]

# data/enemies/mine-diggingbot-cold.json//actions/Activate/1/text
source: Threat detected
es_es: Amenaza Detectada

# data/enemies/mine-diggingbot.json//actions/Activate/1/text
source: Threat detected
es_es: Amenaza Detectada

# data/enemies/mine-kamikatze.json//actions/Activate/1/text
source: Threat detected
es_es: Amenaza Detectada

# data/enemies/mine-runbot.json//actions/Activate/0/text
source: Threat detected
es_es: Amenaza Detectada

# data/enemies/minibosses/deep-fish.json//actions/ExBulbShoot/19/thenStep/0/text
source: DIE DIE DIE
es_es: MUERE MUERE MUERE

source: DIE DIE DIE
es_es: MUERE MUERE MUERE

# data/enemies/minibosses/henry-probe.json//actions/Overload/4/text
source: Power Surge detected
es_es: Sobretensión Detectada

# data/enemies/minibosses/henry-probe.json//actions/Overload/10/text
source: Rerouting energy
es_es: Desviando la energía

# data/enemies/minibosses/henry-probe.json//actions/Overload/19/text
source: Temp shield engaged
es_es: Escudo temporal activado

# data/enemies/minibosses/henry-probe.json//actions/RemoveShield/2/text
source: Disengaging Shields
es_es: Desactivando Escudos

# data/enemies/minibosses/panda-boss.json//actions/BouldersOpen/4/text
source: Nervous Grunt
es_es: Gruñido nervioso

source: Switch Mode
es_es: Cambiar Modo

# data/enemies/minibosses/raid-laser.json//actions/TurnOn/0/thenStep/2/text
source: ACTIVATE
es_es: ACTIVAR

# data/enemies/minibosses/raid-turret.json//actions/FailDispenser/2/text
source: ABSORBED
es_es: ABSORBIDO

# data/enemies/special/sergey-hax.json//proxies/playerHack/action/4/text
source: Atk Buff
es_es: Mejora de Ataque

source: Fixated
es_es: Fijado

# data/enemies/special/sergey-hax3.json//proxies/playerHack/action/4/text
source: Atk Buff
es_es: Mejora de Ataque

# data/enemies/troll-mouse-bot.json//actions/AddShield/1/text
source: Come at me!
es_es: ¡Ven a mí!

# data/enemies/troll-mouse-bot.json//actions/MaybeAttack/3/text
source: Uber Charge.
es_es: Sobre Carga.

# data/enemies/turret-boss.json//actions/StartFullShield/0/text
source: FullShield On
es_es: Escudo Completo Activado

# data/enemies/turret-boss.json//actions/StartPartShield/0/text
source: FrontShield On
es_es: Escudo Frontal Activado

# data/enemies/turret-boss.json//actions/StartAllShields/0/text
source: DoubleShield On
es_es: Escudo Doble Activado

# data/enemies/turret-boss.json//actions/StartSecondPhase/7/text
source: Start Range Mode
es_es: Iniciando Modo a Distancia

# data/enemies/turret-boss.json//actions/StartThirdPhase/5/text
source: Start Shield Mode
es_es: Iniciando Modo Escudo

# data/enemies/turret-boss.json//actions/StunStart/0/text
source: Shield Break
es_es: Escudo Roto

# data/enemies/turret-large.json//actions/InitShield/1/text
source: Initializing Shield
es_es: Inicializando Escudo

# data/enemies/turret-large.json//actions/StartFullShield/0/text
source: FullShield On
es_es: Escudo Completo Activado

# data/enemies/turret-large.json//actions/StartPartShield/0/text
source: FrontShield On
es_es: Escudo Frontal Activado

# data/enemies/turret-large.json//actions/StartAllShields/0/text
source: DoubleShield On
es_es: Doble Escudo Activado

# data/enemies/turret-large.json//actions/StunStart/2/text
source: Overheat
es_es: Sobrecarga

# data/enemies/turret-rhg-1.json//actions/StartFullShield/0/text
source: FullShield On
es_es: Escudo Completo Activado

source: Repairing
es_es: Reparando

source: Emergency Shield
es_es: Escudo de Emergencia

source: RETARGET
es_es: REAPUNTADO

source: [ TIRED ]
es_es: [ CANSADO ]

source: [ PACIFIED ]
es_es: [ CALMADO ]

source: [ FURIOUS AGAIN ]
es_es: [ FURIOSO DENUEVO ]

source: \c[3][ !!!\c[0] \c[1]HAX SURVIVAL\c[0] \c[3]!!! ]\c[0]
es_es: \c[3][ !!!\c[0] \c[1]SUPERVIVENCIA HAX\c[0] \c[3]!!! ]\c[0]

source: Mod
es_es: Modificador

source: Attached
es_es: Acoplado

source: Send
es_es: Enviar

source: Attack++
es_es: Ataque++

source: Attack++
es_es: Ataque++

# extension/post-game/data/enemies/boss/shady.json//actions/BoostDefense/9/text
source: Boosting Defense
es_es: Impulsando Defensa

source: Color Combo
es_es: Combo de Colores

source: Color Combo
es_es: Combo de Colores

source: Color Combo
es_es: Combo de Colores

source: ATTACK RECEIVE \v[tmp.fatkStart] Element: \v[tmp.atktest]
es_es: ATAQUE RECIBIDO \v[tmp.fatkStart] Elemento: \v[tmp.atktest]

source: Charging
es_es: Cargando

source: Recover
es_es: Recuperar

source: HEAT SHIELD
es_es: ESCUDO DE FUEGO

source: COLD SHIELD
es_es: ESCUDO DE HIELO

source: SHOCK SHIELD
es_es: ESCUDO DE RAYO

source: WAVE SHIELD
es_es: ESCUDO DE PULSO
