Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/etc.po
Languages: es_es, ru_ru

# data/areas/arid-dng-1.json//name
source: untitled
es_es: sin título

# data/areas/arid-dng-1.json//floors/0/maps/0/name
source: Entry Test
es_es: Examen de Entrada
ru_ru: Вступительный тест

# data/areas/arid-dng-1.json//floors/0/maps/1/name
source: Pit of Time
es_es: Pozo del Tiempo
ru_ru: Яма времени

# data/areas/arid-dng-1.json//floors/0/maps/2/name
source: Infected Room
es_es: Habitación Infectada
ru_ru: Заражённое место

# data/areas/arid-dng-1.json//floors/0/maps/3/name
source: Bombs and Ice
es_es: Bombas y Hielo
ru_ru: Бомбы и лёд

# data/areas/arid-dng-1.json//floors/0/maps/4/name
source: Shocking Revelation
es_es: Revelación Impactante
ru_ru: Шокирующее откровение

# data/areas/arid-dng-1.json//floors/0/maps/5/name
source: Winter Infection
es_es: Infección de Invierno
ru_ru: Зимняя инфекция

# data/areas/arid-dng-1.json//floors/0/maps/9/name
source: Chasing Rabbits
es_es: Caza de Conejos
ru_ru: Преследуя кроликов

# data/areas/arid-dng-1.json//floors/0/maps/10/name
source: Bomb Switch
es_es: Interruptor de la Bomba
ru_ru: Переключатель бомбы

# data/areas/arid-dng-1.json//floors/0/maps/11/name
source: Testing Grounds
es_es: Campos de Prueba
ru_ru: Тестовые площадки

# data/areas/arid-dng-1.json//floors/0/maps/12/name
source: INVALID INSTANCE
es_es: INSTANCIA NO VÁLIDA
ru_ru: НЕДОПУСТИМАЯ КОМНАТА

# data/areas/arid-dng-2.json//name
source: untitled
es_es: sin título

# data/areas/arid-dng-2.json//floors/0/name
source: F0
es_es: P0

# data/areas/arid-dng-2.json//floors/0/maps/0/name
source: Center Elevator GF
es_es: Ascensor Central PB
ru_ru: Центральный лифт - Цокольный этаж

# data/areas/arid-dng-2.json//floors/0/maps/1/name
source: Entrance
es_es: Entrada
ru_ru: Вход

# data/areas/arid-dng-2.json//floors/0/maps/2/name
source: Elevator Shaft
es_es: Hueco del Ascensor
ru_ru: Шахта лифта

# data/areas/arid-dng-2.json//floors/0/maps/3/name
source: Elevator Shaft
es_es: Hueco del Ascensor
ru_ru: Шахта лифта

# data/areas/arid-dng-2.json//floors/1/name
source: F1
es_es: P1

# data/areas/arid-dng-2.json//floors/1/maps/0/name
source: Center Elevator F1
es_es: Ascensor Central P1
ru_ru: Центральный лифт - 1-й этаж

# data/areas/arid-dng-2.json//floors/1/maps/1/name
source: Blazing Storm
es_es: Tormenta Llameante
ru_ru: Пылающая буря

# data/areas/arid-dng-2.json//floors/1/maps/2/name
source: Blazing Blizzard
es_es: Ventisca Llameante
ru_ru: Пылающая метель

# data/areas/arid-dng-2.json//floors/1/maps/3/name
source: Blazing Challenge
es_es: Desafío Llameante
ru_ru: Пылающее испытание

# data/areas/arid-dng-2.json//floors/1/maps/4/name
source: Freezing Groove
es_es: Surco de Congelación
ru_ru: Морозная борозда

# data/areas/arid-dng-2.json//floors/1/maps/5/name
source: Freezing Storm
es_es: Tormenta Helada
ru_ru: Морозный шторм

# data/areas/arid-dng-2.json//floors/1/maps/6/name
source: Freezing Challenge
es_es: Desafío Helado
ru_ru: Морозное испытание

# data/areas/arid-dng-2.json//floors/2/name
source: F2
es_es: P2

# data/areas/arid-dng-2.json//floors/2/maps/0/name
source: Center Elevator F2
es_es: Ascensor Central P2
ru_ru: Центральный лифт - 2-й этаж

# data/areas/arid-dng-2.json//floors/2/maps/1/name
source: Shocking Blizzard
es_es: Ventisca Impactante
ru_ru: Шокирующая метель

# data/areas/arid-dng-2.json//floors/2/maps/2/name
source: Shocking Inferno
es_es: Infierno Impactante
ru_ru: Шокирующее инферно

# data/areas/arid-dng-2.json//floors/2/maps/3/name
source: Shocking Challenge
es_es: Desafío Impactante
ru_ru: Шокирующее испытание

# data/areas/arid-dng-2.json//floors/2/maps/4/name
source: Waving Flames
es_es: Llamas Ondulantes
ru_ru: Волнующее пламя

# data/areas/arid-dng-2.json//floors/2/maps/5/name
source: Waving Inferno
es_es: Infierno Ondulante
ru_ru: Волнующее инферно

# data/areas/arid-dng-2.json//floors/2/maps/6/name
source: Waving Challenge
es_es: Desafío Ondulante
ru_ru: Волнующее испытание

# data/areas/arid-dng-2.json//floors/3/name
source: F3
es_es: P3

# data/areas/arid-dng-2.json//floors/3/maps/0/name
source: Center Elevator F3
es_es: Elevador Central P3
ru_ru: Центральный лифт - 3-й этаж

# data/areas/arid-dng-2.json//floors/4/name
source: F4
es_es: P4

# data/areas/arid-dng-2.json//floors/4/maps/0/name
source: Center Elevator F4
es_es: Elevador Central P4
ru_ru: Центральный лифт - 4-й этаж

# data/areas/arid-dng-2.json//floors/5/name
source: Top
es_es: Parte Superior
ru_ru: Вершина

# data/areas/arid-dng-2.json//floors/5/maps/0/name
source: Center Elevator F??
es_es: Elevador Central P??
ru_ru: Центральный лифт - ?? этаж

# data/areas/arid-dng-2.json//floors/5/maps/1/name
source: The Final Arena
es_es: La Arena Final
ru_ru: Финальная арена

# data/areas/arid-dng-2.json//floors/5/maps/2/name
source: The Ultimate Experience
es_es: La Experiencia Definitiva
ru_ru: Незабываемый опыт

# data/areas/arid-dng-2.json//floors/5/maps/4/name
source: Server Room Entrance
es_es: Entrada a la habitación del Servidor
ru_ru: Серверная комната - Вход

# data/areas/arid-dng-2.json//floors/5/maps/5/name
source: Server Room
es_es: Cuarto de Servicio
ru_ru: Серверная комната

# data/areas/arid-dng-2.json//floors/5/handle
source: F??
es_es: P??

# data/areas/autumn-area.json//name
source: Autumn's Rise
es_es: Albor Otoñal
ru_ru: Расцвет Осени

# data/areas/autumn-area.json//floors/0/maps/0/name
source: Entrance
es_es: Entrada
ru_ru: Вход

# data/areas/autumn-area.json//floors/0/maps/1/name
source: Pathway 1
es_es: Camino 1
ru_ru: Путь 1

# data/areas/autumn-area.json//floors/0/maps/2/name
source: Pathway 2
es_es: Camino 2
ru_ru: Путь 2

# data/areas/autumn-area.json//floors/0/maps/3/name
source: Normal Clearing
es_es: Claro Normal
ru_ru: Правильная поляна

# data/areas/autumn-area.json//floors/0/maps/4/name
source: Pathway 3
es_es: Camino 3
ru_ru: Путь 3

# data/areas/autumn-area.json//floors/0/maps/5/name
source: Off Road 1
es_es: Desvío 1
ru_ru: Бездорожье 1

# data/areas/autumn-area.json//floors/0/maps/6/name
source: Quiet Passage 1
es_es: Paso Tranquilo 1
ru_ru: Тихий проход 1

# data/areas/autumn-area.json//floors/0/maps/7/name
source: Quiet Passage 2
es_es: Paso Tranquilo 2
ru_ru: Тихий проход 2

# data/areas/autumn-area.json//floors/0/maps/8/name
source: Hedgehag's Den
es_es: Guarida de los Arizos
ru_ru: Логово Дикоборзов

# data/areas/autumn-area.json//floors/0/maps/9/name
source: Off Road 2
es_es: Desvío 2
ru_ru: Бездорожье 2

# data/areas/autumn-area.json//floors/0/maps/10/name
source: Obelisk Lake
es_es: Lago del Obelisco
ru_ru: Озеро у Обелиска

# data/areas/autumn-area.json//floors/0/maps/11/name
source: Pathway 4
es_es: Camino 4
ru_ru: Путь 4

# data/areas/autumn-area.json//floors/0/maps/12/name
source: Old Observatory
es_es: Viejo Observatorio
ru_ru: Старая обсерватория

# data/areas/autumn-area.json//floors/0/maps/13/name
source: Pathway 5
es_es: Camino 5
ru_ru: Путь 5

# data/areas/autumn-area.json//floors/0/maps/14/name
source: Pathway 6
es_es: Camino 6
ru_ru: Путь 6

# data/areas/autumn-area.json//floors/0/maps/15/name
source: Pathway 7
es_es: Camino 7
ru_ru: Путь 7

# data/areas/autumn-area.json//floors/0/maps/16/name
source: The Lobster
es_es: La Langosta
ru_ru: Лобстер

# data/areas/autumn-area.json//floors/0/maps/17/name
source: Inside Observatory
es_es: Interior del Observatorio
ru_ru: Обсерватория

# data/areas/autumn-area.json//floors/0/maps/18/name
source: Autumn Residences
es_es: Residencias de Otoño
ru_ru: Резиденции Осени

# data/areas/autumn-area.json//floors/0/maps/19/name
source: First Scholars Home
es_es: Hogar de los Primeros Eruditos
ru_ru: Оплот Первоучёных

# data/areas/autumn-area.json//floors/0/maps/20/name
source: Last Minute Heroes Plaza
es_es: Plaza de los Héroes Justo a Tiempo
ru_ru: Площадь Героев последней минуты

# data/areas/autumn-area.json//floors/0/maps/21/name
source: Hillkat Cave
es_es: Cueva de las Colicatas
ru_ru: Пещера горностаев

# data/areas/autumn-area.json//floors/0/maps/22/name
source: First Scholars HQ
es_es: Sede de los Primeros Eruditos
ru_ru: Штаб Первоучёных

# data/areas/autumn-area.json//floors/0/maps/23/name
source: Ending Pathway
es_es: Camino Final
ru_ru: Последний путь

# data/areas/autumn-area.json//floors/0/maps/24/name
source: Drippy Den
es_es: Cueva Húmeda
ru_ru: Мокрое логово

# data/areas/autumn-area.json//floors/0/maps/25/name
source: Last Minute Heroes HQ GF
es_es: Sede de los Héroes Justo a Tiempo PB
ru_ru: Штаб Героев последней минуты - Цокольный этаж

# data/areas/autumn-area.json//floors/0/maps/26/name
source: Inner Observatory
es_es: Interior del Observatorio
ru_ru: Внутри обсерватории

# data/areas/autumn-area.json//floors/0/name
source: Ground
es_es: Piso
ru_ru: Земля

# data/areas/autumn-area.json//floors/1/name
source: Upper
es_es: Arriba
ru_ru: Верхний

# data/areas/autumn-area.json//floors/1/maps/0/name
source: First Scholars HQ
es_es: Sede de los Primeros Eruditos
ru_ru: Штаб Первоучёных

# data/areas/autumn-area.json//floors/1/maps/1/name
source: Last Minute Heroes HQ 1F
es_es: Sede de los Héroes Justo a Tiempo P1
ru_ru: Штаб Героев последней минуты - 1-й этаж

# data/areas/bergen-trails.json//name
source: Bergen Trail
es_es: Sendero de Bergen
ru_ru: Тропа в Берген

# data/areas/bergen-trails.json//floors/0/maps/0/name
source: Crossing Office
es_es: Oficina del Cruce
ru_ru: Перекрёстный офис

# data/areas/bergen-trails.json//floors/0/maps/1/name
source: Cross Boxing Chamber
es_es: Cámara de Boxeo Cruzado

# data/areas/bergen-trails.json//floors/0/maps/2/name
source: X-treme Test Chamber
es_es: Cámara de Prueba Extrema

# data/areas/bergen-trails.json//floors/0/maps/3/name
source: 360 Y2 Test Chamber
es_es: Cámara de Prueba 360 Y2

# data/areas/bergen-trails.json//floors/0/maps/4/name
source: Lead Office
es_es: Oficina Principal
ru_ru: Главный офис

# data/areas/bergen-trails.json//floors/1/name
source: Bergen Basement
es_es: Sótano de Bergen
ru_ru: Бергенский подвал

# data/areas/bergen-trails.json//floors/1/maps/0/name
source: Hermits Basement
es_es: Sótano del Ermitaño
ru_ru: Подвал отшельника

# data/areas/bergen-trails.json//floors/1/maps/1/name
source: Horncave 1
es_es: Cueva Cornuda 1
ru_ru: Рогатая пещера 1

# data/areas/bergen-trails.json//floors/1/maps/2/name
source: Horncave 2
es_es: Cueva Cornuda 2
ru_ru: Рогатая пещера 2

# data/areas/bergen-trails.json//floors/1/maps/3/name
source: Horncave 3
es_es: Cueva Cornuda 3
ru_ru: Рогатая пещера 3

# data/areas/bergen-trails.json//floors/1/maps/4/name
source: HH Reception
es_es: Recepción HH
ru_ru: Приёмная Дома отшельника

# data/areas/bergen-trails.json//floors/1/maps/5/name
source: Pipe Systems
es_es: Sistemas de Tuberías
ru_ru: Система труб

# data/areas/bergen-trails.json//floors/1/maps/6/name
source: Old Office
es_es: Antigua Oficina
ru_ru: Старый офис

# data/areas/bergen-trails.json//floors/2/name
source: Bergen Trail
es_es: Sendero de Bergen
ru_ru: Тропа в Берген

# data/areas/bergen-trails.json//floors/2/maps/0/name
source: Entrance
es_es: Entrada
ru_ru: Вход

# data/areas/bergen-trails.json//floors/2/maps/1/name
source: Rising Path 1
es_es: Camino Ascendente 1
ru_ru: Восходящий путь 1

# data/areas/bergen-trails.json//floors/2/maps/2/name
source: Rising Path 2
es_es: Camino Ascendente 2
ru_ru: Восходящий путь 2

# data/areas/bergen-trails.json//floors/2/maps/3/name
source: Old Plateau
es_es: Vieja Meseta
ru_ru: Старое плато

# data/areas/bergen-trails.json//floors/2/maps/4/name
source: Rising Path 3
es_es: Camino Ascendente 3
ru_ru: Восходящий путь 3

# data/areas/bergen-trails.json//floors/2/maps/5/name
source: Off Road 1
es_es: Desvío 1
ru_ru: Бездорожье 1

# data/areas/bergen-trails.json//floors/2/maps/6/name
source: Off Road 2
es_es: Desvío 2
ru_ru: Бездорожье 2

# data/areas/bergen-trails.json//floors/2/maps/7/name
source: Off Road 3
es_es: Desvío 3
ru_ru: Бездорожье 3

# data/areas/bergen-trails.json//floors/2/maps/8/name
source: Spike Heights
es_es: Alturas Picudas
ru_ru: Шипастые высоты

# data/areas/bergen-trails.json//floors/2/maps/9/name
source: Bergen Waterfalls
es_es: Cascadas de Bergen
ru_ru: Бергенские водопады

# data/areas/bergen-trails.json//floors/2/maps/10/name
source: Rising Path 4
es_es: Camino Ascendente 4
ru_ru: Восходящий путь 4

# data/areas/bergen-trails.json//floors/2/maps/11/name
source: Windy Climb
es_es: Cumbre Ventosa
ru_ru: Ветреный подъём

# data/areas/bergen-trails.json//floors/2/maps/12/name
source: Rising Path 5
es_es: Camino Ascendente 5
ru_ru: Восходящий путь 5

# data/areas/bergen-trails.json//floors/2/maps/13/name
source: Frozen Cave
es_es: Cueva Congelada
ru_ru: Замёрзшая пещера

# data/areas/bergen-trails.json//floors/2/maps/14/name
source: Hermit's House
es_es: Casa del Ermitaño
ru_ru: Дом отшельника

# data/areas/bergen-trails.json//floors/2/maps/15/name
source: Icy Cauldron
es_es: Caldero Helado
ru_ru: Ледяной котлован

# data/areas/bergen-trails.json//floors/2/maps/16/name
source: Lofty Heights
es_es: Alturas Elevadas
ru_ru: Возвышенные высоты

# data/areas/bergen-trails.json//floors/2/maps/17/name
source: Excluded Mountain Top
es_es: Cima de la Montaña Excluida
ru_ru: Исключённая вершина горы

# data/areas/bergen-trails.json//floors/2/maps/18/name
source: Abandoned Ground
es_es: Terreno Abandonado
ru_ru: Заброшенная земля

# data/areas/bergen-trails.json//floors/2/maps/19/name
source: Old Testing Ground
es_es: Antiguo Campo de Pruebas
ru_ru: Старая тестовая площадка

# data/areas/bergen-trails.json//floors/2/maps/20/name
source: Pengpeng's Den
es_es: Guarida PingPing
ru_ru: Логово Пинпинов

# data/areas/bergen-trails.json//floors/2/maps/21/name
source: Abandoned Cave
es_es: Cueva Abandonada
ru_ru: Заброшенная пещера

# data/areas/fallback.json//name
source: Fallback
es_es: Respaldo
ru_ru: Отход

# data/areas/fallback.json//floors/0/name
source: Fallback
es_es: Respaldo
ru_ru: Отход

# data/areas/fallback.json//floors/0/maps/0/name
source: Generic Map Name
es_es: Nombre Genérico del Mapa
ru_ru: Типовое название карты

# data/areas/heat-area.json//name
source: untitled
es_es: sin título

# data/areas/heat-area.json//floors/0/maps/0/name
source: Treasure Room
es_es: Sala del Tesoro
ru_ru: Комната сокровищ

# data/areas/heat-area.json//floors/0/maps/1/name
source: Barren Temple Treasury
es_es: Tesoro del Templo Árido
ru_ru: Сокровищница бесплодного храма

# data/areas/heat-area.json//floors/0/maps/2/name
source: Central Test Chamber
es_es: Cámara de Prueba Central
ru_ru: Центральная тестовая камера

# data/areas/heat-area.json//floors/0/maps/3/name
source: Right Test Chamber
es_es: Cámara de Prueba Derecha
ru_ru: Правая тестовая камера

# data/areas/heat-area.json//floors/0/maps/4/name
source: Mortal Chamber
es_es: Cámara Mortal
ru_ru: Смертельная камера

# data/areas/heat-area.json//floors/0/maps/5/name
source: Lead Office
es_es: Oficina Principal
ru_ru: Главный офис

# data/areas/heat-area.json//floors/1/maps/0/name
source: Maroon Cave 1
es_es: Cueva Granate 1
ru_ru: Бордовая пещера 1

# data/areas/heat-area.json//floors/1/maps/1/name
source: Maroon Cave 2
es_es: Cueva Granate 2
ru_ru: Бордовая пещера 2

# data/areas/heat-area.json//floors/1/maps/2/name
source: Maroon Cave 3
es_es: Cueva Granate 3
ru_ru: Бордовая пещера 3

# data/areas/heat-area.json//floors/1/maps/3/name
source: Cursed Temple
es_es: Templo Maldito
ru_ru: Проклятый храм

# data/areas/heat-area.json//floors/1/maps/4/name
source: Barren Temple Core
es_es: Núcleo del Templo Árido
ru_ru: Ядро бесплодного храма

# data/areas/heat-area.json//floors/1/maps/6/name
source: Coal Processor
es_es: Procesador de Carbón
ru_ru: Угольный процессор

# data/areas/heat-area.json//floors/1/maps/7/name
source: Hot Office
es_es: Oficina Caliente
ru_ru: Жаркий офис

# data/areas/heat-area.json//floors/2/maps/0/name
source: East Entrance
es_es: Entrada Este
ru_ru: Восточный вход

# data/areas/heat-area.json//floors/2/maps/1/name
source: Dusty Path
es_es: Camino Polvoriento
ru_ru: Пыльный путь

# data/areas/heat-area.json//floors/2/maps/2/name
source: Crossroad
es_es: Cruce de Caminos
ru_ru: Перекрёсток

# data/areas/heat-area.json//floors/2/maps/3/name
source: Vivid Path
es_es: Camino Vívido
ru_ru: Яркий путь

# data/areas/heat-area.json//floors/2/maps/4/name
source: Maroon Oasis
es_es: Oasis Granate
ru_ru: Бордовый оазис

# data/areas/heat-area.json//floors/2/maps/5/name
source: Bright Path
es_es: Camino Brillante
ru_ru: Светлый путь

# data/areas/heat-area.json//floors/2/maps/6/name
source: Long Piece
es_es: Pieza Larga
ru_ru: Длинный участок

# data/areas/heat-area.json//floors/2/maps/7/name
source: Barren Land
es_es: Tierra Estéril
ru_ru: Пустынные земли

# data/areas/heat-area.json//floors/2/maps/8/name
source: Barren Arcs
es_es: Arcos Estériles
ru_ru: Бесплодные арки

# data/areas/heat-area.json//floors/2/maps/9/name
source: Overpass
es_es: Paso Superior
ru_ru: Эстакада

# data/areas/heat-area.json//floors/2/maps/10/name
source: Mystery Cave
es_es: Cueva Misteriosa
ru_ru: Таинственная пещера

# data/areas/heat-area.json//floors/2/maps/11/name
source: River Cliff
es_es: Acantilado del Río
ru_ru: Речной утёс

# data/areas/heat-area.json//floors/2/maps/12/name
source: Endless Pit
es_es: Pozo Sin Fin
ru_ru: Бездонная яма

# data/areas/heat-area.json//floors/2/maps/13/name
source: Deadly Oasis
es_es: Oasis Mortal
ru_ru: Смертельный оазис

# data/areas/heat-area.json//floors/2/maps/14/name
source: Paw Cliffs
es_es: Acantilados de la Pata
ru_ru: Лапьи скалы

# data/areas/heat-area.json//floors/2/maps/15/name
source: Torn Road
es_es: Camino Curvo
ru_ru: Разорванная дорога

# data/areas/heat-area.json//floors/2/maps/16/name
source: Fractured Path
es_es: Camino Fracturado
ru_ru: Раздробленный путь

# data/areas/heat-area.json//floors/2/maps/17/name
source: Great Scar
es_es: Gran Cicatriz
ru_ru: Великий шрам

# data/areas/heat-area.json//floors/2/maps/18/name
source: West Entrance
es_es: Entrada Oeste
ru_ru: Западный вход

# data/areas/heat-area.json//floors/2/maps/19/name
source: Rising Railway
es_es: Ferrocarril Ascendente
ru_ru: Восходящие рельсы

# data/areas/heat-area.json//floors/2/maps/20/name
source: Temple Entrance
es_es: Entrada al Templo
ru_ru: Вход в храм

# data/areas/heat-area.json//floors/2/maps/21/name
source: Toisecave
es_es: Cueva Tortuga
ru_ru: Черепещера

# data/areas/heat-area.json//floors/2/maps/22/name
source: Brigand Cave
es_es: Cueva del Bandolero
ru_ru: Разбойничья пещера

# data/areas/heat-area.json//floors/2/maps/23/name
source: Windless Caverns
es_es: Cavernas Sin Viento
ru_ru: Безветренные пещеры

# data/areas/heat-area.json//floors/2/maps/24/name
source: Barren Temple Entrance
es_es: Entrada al Templo Árido
ru_ru: Вход в Бесплодный храм

# data/areas/heat-area.json//floors/2/maps/25/name
source: Barren Temple Hall
es_es: Salón del Templo Árido
ru_ru: Зал Бесплодного храма

# data/areas/heat-area.json//floors/2/maps/26/name
source: Faj'ro Roof
es_es: Techo Faj'ro
ru_ru: Крыша Фай'ро

# data/areas/heat-area.json//floors/2/maps/27/name
source: Bone Lair
es_es: Guarida de Huesos
ru_ru: Костяная нора

# data/areas/heat-area.json//floors/2/maps/28/name
source: Testing Area
es_es: Área de Prueba
ru_ru: Тестовая область

# data/areas/heat-area.json//floors/2/maps/29/name
source: Testing Finale
es_es: Prueba Final
ru_ru: Финал тестирования

# data/areas/meta.json//name
source: untitled
es_es: sin título

# data/areas/meta.json//floors/0/maps/0/name
source: Space
es_es: Espacio
ru_ru: Космос

# data/areas/meta.json//floors/0/maps/1/name
source: Developer Room
es_es: Sala de Desarrolladores
ru_ru: Комната разработчиков

# data/areas/meta.json//floors/0/maps/2/name
source: The Test
es_es: La Prueba
ru_ru: Тест

# data/areas/meta.json//floors/0/maps/3/name
source: Stress Test
es_es: Prueba de Estrés
ru_ru: Стресс-тест

# data/areas/testing-grounds.json//name
source: Testing Ground
es_es: Campo de Pruebas
ru_ru: Испытательная площадка

# data/areas/testing-grounds.json//floors/0/maps/3/name
source: Edgy Test Map
es_es: Mapa de Prueba Estresante
ru_ru: Тестовая угловатая карта

# data/credits/backers.json//entries/header/header
source: Indiegogo Backers
es_es: Patrocinadores de Indiegogo
ru_ru: Спонсоры Indiegogo

# data/credits/dangen-entertainment.json//entries/license-1/header
source: Licensed and published in Japan by
es_es: Licenciado y Publicado en Japón por
ru_ru: Лицензировано и издано в Японии

# data/credits/dangen-entertainment.json//entries/dev-relations/header
source: Developer Relations
es_es: Relaciones con los Desarrolladores
ru_ru: Связь с разработчиками

# data/credits/dangen-entertainment.json//entries/pr-and-marketing/header
source: PR & Marketing
es_es: Relaciones Públicas y Marketing
ru_ru: PR и маркетинг

# data/credits/dangen-entertainment.json//entries/loc-manager/header
source: Localization Manager
es_es: Administrador de Localización
ru_ru: Менеджер локализации

# data/credits/dangen-entertainment.json//entries/stream-prod/header
source: Streaming Producer
es_es: Productor de Streaming
ru_ru: Streaming-продюсер

# data/credits/dangen-entertainment.json//entries/advisior/header
source: Advisor
es_es: Asesor
ru_ru: Советник

# data/credits/dangen-entertainment.json//entries/jap-trans-header/header
source: Japanese Localization
es_es: Localización Japonesa
ru_ru: Японская локализация

# data/credits/dangen-entertainment.json//entries/jap-trans/header
source: Translation
es_es: Traducción
ru_ru: Перевод

# data/credits/dangen-entertainment.json//entries/jap-trans-edit/header
source: Editing
es_es: Edición
ru_ru: Редактирование

# data/credits/dangen-entertainment.json//entries/jap-trans-qa/header
source: QA Tester
es_es: Control de Calidad
ru_ru: QA-тестер

# data/credits/deck13.json//entries/license-1/header
source: Published by
es_es: Publicado por
ru_ru: Издано

# data/credits/deck13.json//entries/directors/header
source: Managing Director
es_es: Director Gerencial
ru_ru: Исполнительный директор

# data/credits/deck13.json//entries/marketing/header
source: PR & Marketing Manager
es_es: Gerente de Relaciones Públicas y Marketing
ru_ru: PR и маркетинговый менеджер

# data/credits/deck13.json//entries/qaLead/header
source: QA Lead
es_es: Líder de Control de Calidad
ru_ru: Лидер QA

# data/credits/deck13.json//entries/qaTester/header
source: QA Tester
es_es: Control de Calidad
ru_ru: QA-тестировщики

# data/credits/deck13.json//entries/translationST/header
source: German Localization Special Thanks
es_es: Agradecimientos Especiales de Localización Alemana
ru_ru: Особая благодарность по немецкой локализации

# data/credits/deck13.json//entries/specialThanks/header
source: Special Thanks
es_es: Agradecimientos Especiales
ru_ru: Особая благодарность

# data/credits/end.json//entries/header/header
source: Thank you for playing.
es_es: Gracias por jugar.
ru_ru: Спасибо, что играли.

# data/credits/mayflower.json//entries/license-1/header
source: Licensed and published in Korea by
es_es: Autorizado y publicado en Corea por
ru_ru: Лицензировано и издано в Южной Корее

# data/credits/mayflower.json//entries/loc-director/header
source: Localization Director
es_es: Director de localización
ru_ru: Директор локализации

# data/credits/mayflower.json//entries/pro-management/header
source: Project Management
es_es: Gestión del Proyecto
ru_ru: Управление проектами

# data/credits/mayflower.json//entries/localization/header
source: Localization
es_es: Localización
ru_ru: Локализация

# data/credits/mayflower.json//entries/quality/header
source: Quality Assurance
es_es: Control de Calidad
ru_ru: QA

# data/credits/npc-dialogs.json//entries/header/header
source: NPC Dialog Contributors
es_es: Contribuidores a Diálogo de NPCs
ru_ru: Вклад в диалоги NPC

# data/credits/radicalfish-core-dlc.json//entries/title/header
source: - A New Home -
es_es: - Un Nuevo Hogar -

# data/credits/radicalfish-core-dlc.json//entries/developed/header
source: Developed by
es_es: Desarrollado por
ru_ru: Разработано
