Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/etc.po
Languages: es_es, ru_ru

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/30/message
source: INSANE
es_es: INSANO
ru_ru: БЕДЫ С БАШКОЙ

# data/maps/rd-test.json//entities/1/settings/npcStates/3/event/1/message
source: Sad...
es_es: Triste...
ru_ru: Грустно...

# data/maps/rd-test.json//entities/1/settings/npcStates/3/event/2/message
source: SHOCKED!
es_es: ¡SORPRENDIDO!
ru_ru: ШОКИРОВАН!

# data/maps/rhombus-square-view.json//entities/9/settings/event/9/message
source: Okay, where to start?
es_es: Bien, ¿por dónde empezamos?
ru_ru: Хорошо, с чего начать?

# data/maps/rhombus-square-view.json//entities/9/settings/event/10/message
source: How about:\. Welcome to CrossWorlds!
es_es: Qué tal:\. ¡Bienvenida a CrossWorlds!
ru_ru: Как насчёт:\. Добро пожаловать в CrossWorlds!

# data/maps/rhombus-square-view.json//entities/9/settings/event/13/message
source: One step at a time, Carla.
es_es: Un paso a la vez, Carla.
ru_ru: Шаг за шагом, Карла.

# data/maps/rhombus-square-view.json//entities/9/settings/event/15/message
source: Lea, do you remember the concept of an MMO?
es_es: Lea, ¿recuerdas el concepto de un MMO?
ru_ru: Лея, ты помнишь концепцию ММО?

# data/maps/rhombus-square-view.json//entities/9/settings/event/16/0/0/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/rhombus-square-view.json//entities/9/settings/event/16/0/1/message
source: Alright.
es_es: De acuerdo.
ru_ru: Хорошо.

# data/maps/rhombus-square-view.json//entities/9/settings/event/16/1/0/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/rhombus-square-view.json//entities/9/settings/event/16/1/1/message
source: Well, MMO stands for "Massively Multiplayer Online".
es_es: Bueno, MMO significa "Massively Multiplayer Online", o "Multijugador Online Masivo".
ru_ru: Ну, ММО расшифровывается как "Массовая многопользовательская онлайн-игра".

# data/maps/rhombus-square-view.json//entities/9/settings/event/16/1/2/message
source: It is a term for video games that support a large number of players simultaneously.
es_es: Es un término que se le da a los videojuegos que soportan una gran cantidad de jugadores a la vez.
ru_ru: Это термин, означающий видеоигры, которые поддерживают большое количество игроков онлайн одновременно.

# data/maps/rhombus-square-view.json//entities/9/settings/event/16/1/3/message
source: Usually, all these players are connected to a virtual environment from all around the world.
es_es: Usualmente, los jugadores se conectan de todas las partes del mundo a un juego virtual.
ru_ru: Обычно все эти игроки со всего мира подключены к виртуальной среде.

# data/maps/rhombus-square-view.json//entities/9/settings/event/16/options/0/label
source: [Yes]
es_es: [Sí]
ru_ru: [Да]

# data/maps/rhombus-square-view.json//entities/9/settings/event/17/message
source: Now, CrossWorlds is like an MMO, just with one striking difference.
es_es: Bien, CrossWorlds es como un MMO, solo que con una importante diferencia.
ru_ru: Так вот, CrossWorlds похож на ММО, только с одним поразительным отличием.

# data/maps/rhombus-square-view.json//entities/9/settings/event/18/message
source: The world of this game is not virtual.\. It is real.
es_es: El mundo de este juego no es virtual.\. Es real.
ru_ru: Мир этой игры не виртуален.\. Он реален.

# data/maps/rhombus-square-view.json//entities/9/settings/event/19/message
source: All players are remotely connected to this world through special avatars.
es_es: Todos los jugadores se conectan remotamente a través de avatares especiales.
ru_ru: Все игроки дистанционно связаны с этим миром через специальных аватаров.

# data/maps/rhombus-square-view.json//entities/9/settings/event/20/message
source: These avatars have a physical form and are tightly connected to all 5 senses of the player.
es_es: Estos avatares tienen una forma física y están fuertemente conectados a los 5 sentidos del jugador.
ru_ru: Эти аватары имеют физическую форму и тесно связаны со всеми пятью чувствами игрока.

# data/maps/rhombus-square-view.json//entities/9/settings/event/21/message
source: And you, Lea, are currently logged into this game as well.
es_es: Y tú, Lea, estás conectada al juego también.
ru_ru: И ты, Лея, в настоящее время тоже подключена к игре.

# data/maps/rhombus-square-view.json//entities/9/settings/event/25/message
source: Oh, me?\. No, I'm not a player.\. I just work here!
es_es: Oh, ¿yo?\. No, no soy un jugador.\. ¡Solo trabajo aquí!
ru_ru: Ах, я?\. Нет, я не игрок.\. Я просто здесь работаю!

# data/maps/rhombus-square-view.json//entities/9/settings/event/26/message
source: In fact, you're the only avatar on this whole ship.
es_es: De hecho, eres el único avatar en todo este barco.
ru_ru: На самом деле, ты единственный аватар на всём корабле.

# data/maps/rhombus-square-view.json//entities/9/settings/event/28/message
source: That is correct.\. This cargo ship belongs to the maintenance staff of CrossWorlds.
es_es: Así es.\. Este barco de carga le pertenece al equipo de mantenimiento de CrossWorlds.
ru_ru: Всё верно.\. Этот грузовой корабль принадлежит обслуживающему персоналу CrossWorlds.

# data/maps/rhombus-square-view.json//entities/9/settings/event/29/message
source: The actual game takes place in the land you see over there - the Playground.
es_es: El juego en sí toma lugar en esas tierras que se ven allí - El Campo de Juego.
ru_ru: Настоящая игра происходит на земле, которую ты видишь там - в игровой зоне.

# data/maps/rhombus-square-view.json//entities/9/settings/event/30/message
source: The reason you are here, Lea, is because you are not a regular player.
es_es: El motivo por el que estás aquí, Lea, es porque no eres un jugador normal.
ru_ru: Причина, по которой ты здесь, Лея, в том, что ты не обычный игрок.

# data/maps/rhombus-square-view.json//entities/9/settings/event/31/message
source: You have lost your memory and we are trying to recover it.
es_es: Has perdido tu memoria y estamos tratando de recuperarla.
ru_ru: Ты потеряла свою память, и мы пытаемся её восстановить.

# data/maps/rhombus-square-view.json//entities/9/settings/event/33/message
source: You see, you have been in this game before.
es_es: Tú ya has estado en el juego antes.
ru_ru: Видишь ли, ты была в этой игре раньше.

# data/maps/rhombus-square-view.json//entities/9/settings/event/34/message
source: Being logged into this game, there is a chance you might remember your past.
es_es: Al estar conectada, es posible que recuerdes tu pasado.
ru_ru: Будучи включённой в игру, у тебя есть шанс вспомнить своё прошлое.

# data/maps/rhombus-square-view.json//entities/9/settings/event/35/message
source: And that is why we will try to get you into the real Playground soon.
es_es: Y por ello intentaremos meterte al Campo de Juego pronto.
ru_ru: Именно поэтому мы постараемся доставить тебя прямо в игровую зону как можно скорее.

# data/maps/rhombus-square-view.json//entities/9/settings/event/36/message
source: Yeah, in fact you'll be going to that glass palace of a city over there!
es_es: Sí, ¡de hecho irás a ese palacio de vidrio en la ciudad que está allí!
ru_ru: Ага, на самом деле, ты отправляешься прямо в тот стеклянный город-дворец!

# data/maps/rhombus-square-view.json//entities/9/settings/event/42/message
source: That's Rhombus Square. It's where all players start.
es_es: Ese es Plaza Rombo. Es donde empiezan todos los jugadores.
ru_ru: Это Площадь Ромба. Место, откуда начинают все игроки.

# data/maps/templates/parkour.json//entities/0/settings/text
source: A rock formation! You're filled with \c[3]Determination\c[0]
es_es: ¡Una formación rocosa! Estás lleno de \c[3]Determinación\c[0]
ru_ru: Горная порода! Ты наполнена \c[3]Решительностью\c[0]

source: Your time is \v[timers.test.formatTime]
es_es: Tu tiempo es \v[timers.test.formatTime]
ru_ru: Твоё время \v[timers.test.formatTime]

source: Go to the start.
es_es: Ir al principio.
ru_ru: Иди на старт.

source: You have \v[timers.timer.formatRemainingTime] left.
es_es: Te queda \v[timers.timer.formatRemainingTime].
ru_ru: У тебя осталось \v[timers.timer.formatRemainingTime].

# data/maps/templates/parkour.json//entities/10/settings/event/2/message
source: Alright, let's go!
es_es: ¡Esta bien, vamos!
ru_ru: Ладно, поехали!

# data/maps/templates/parkour.json//entities/20/settings/event/0/message
source: Scrub.
es_es: Maleza.
ru_ru: Ассистент.

# data/maps/templates/parkour.json//entities/42/settings/event/2/message
source: You did it!
es_es: ¡Lo hiciste!
ru_ru: Ты сделала это!

# data/maps/test-ferro.json//entities/0/settings/npcStates/1/event/1/message
source: There you are.
es_es: Ahí estás.

# data/maps/test-ferro.json//entities/0/settings/npcStates/1/event/5/message
source: You don't really seem happy to see me.
es_es: No te ves feliz de verme.

# data/maps/test-ferro.json//entities/0/settings/npcStates/1/event/11/task
source: Keep following her!
es_es: ¡Sigue siguiéndola!

# data/maps/test-ferro.json//entities/0/settings/npcStates/2/event/1/message
source: Huh, nice view from here, don't you think?
es_es: Hm, buena vista desde aquí, ¿no crees?

# data/maps/test-ferro.json//entities/0/settings/npcStates/2/event/6/message
source: ...Yeah, didn't think so either, really!
es_es: ...Si, yo tampoco lo creía, ¡en serio!

# data/maps/test-ferro.json//entities/0/settings/npcStates/2/event/7/task
source: Follow her! She is probably just shy!
es_es: ¡Síguela! ¡Probablemente solo sea tímida!

# data/maps/test-ferro.json//entities/0/settings/npcStates/3/event/1/message
source: Do you have fun running in circles?
es_es: ¿Te diviertes corriendo en círculos?

# data/maps/test-ferro.json//entities/0/settings/npcStates/3/event/2/message
source: It sure looks like fun...
es_es: Suena divertido...

# data/maps/test-ferro.json//entities/0/settings/npcStates/3/event/3/message
source: ... Do you mind if I... join you?
es_es: ... Te importa si... ¿me uno?

# data/maps/test-ferro.json//entities/0/settings/npcStates/3/event/8/message
source: ...Hey, you really start hurting my feelings here!
es_es: ...Ey, ¡estás empezando a herir mis sentimientos!

# data/maps/test-ferro.json//entities/0/settings/npcStates/3/event/9/task
source: She probably just likes to stand on containers! Follow her!
es_es: ¡Probablemente solo le gusta pararse en contenedores! ¡Síguela!

# data/maps/test-ferro.json//entities/0/settings/npcStates/4/event/1/message
source: Is there something wrong with me?
es_es: ¿Hay algún problema conmigo?

# data/maps/test-ferro.json//entities/0/settings/npcStates/4/event/3/message
source: Why do you avoid me like that?
es_es: ¿Por que me esquivas así?

# data/maps/test-ferro.json//entities/0/settings/npcStates/4/event/5/task
source: She tries to escape! Quick! Follow her!
es_es: ¡Ella intenta escapar! ¡Rápido! ¡Síguela!

# data/maps/test-ferro.json//entities/0/settings/npcStates/5/event/1/message
source: Hey, wait for me!
es_es: ¡Ey, espérame!

# data/maps/test-ferro.json//entities/18/settings/npcStates/0/event/2/message
source: Come on, let's switch!
es_es: Vamos, ¡cambiemos!
ru_ru: Ну же, давай поменяемся!

# data/maps/test-ferro.json//entities/18/settings/npcStates/0/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/test-ferro.json//entities/19/settings/npcStates/1/event/3/message
source: You want to switch, again?
es_es: ¿Quieres cambiar otra vez?
ru_ru: Ты хочешь поменяться, снова?

# data/maps/test-ferro.json//entities/19/settings/npcStates/1/event/4/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/test-ferro.json//entities/19/settings/npcStates/1/event/5/message
source: Well, fine.
es_es: Bien, de acuerdo.

# data/maps/text-copy.json//entities/0/settings/event/1/text
source: Hi?!
es_es: ¡¿Hola?!
ru_ru: Привет?!

# data/maps/text-copy.json//entities/0/settings/event/14/message
source: CliP!
es_es: ¡Gracias!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/27/text
source: Brawler
es_es: Golpeador
ru_ru: Дебошир

# data/maps/text-copy.json//entities/0/settings/event/28/text
source: Some very long description about what Brawler does etc. etc.
es_es: Una descripción muy larga sobre lo que hace Golpeador, etc., etc.
ru_ru: Очень длинное описание о том, что Дебошир делает, и т. д., и т. д.

# data/maps/text-copy.json//entities/0/settings/event/37/titleText
source: Checkout
es_es: Verificar
ru_ru: Оплатить

# data/maps/text-copy.json//entities/0/settings/event/37/text
source: Quantity Submit
es_es: Cantidad Enviar
ru_ru: Количество Подтвердить

# data/maps/text-copy.json//entities/0/settings/event/38/titleText
source: Equipment Info
es_es: Información del Equipamiento
ru_ru: Информация о снаряжении

# data/maps/text-copy.json//entities/0/settings/event/38/text
source: Quest Lore & Story Trophies Statistic Museum Help Task
es_es: Misión Lore e Historia Trofeos Estadística Museo Ayuda Tarea
ru_ru: Квесты Лор и история Трофеи Статистика Музей Помощь Цель

# data/maps/text-copy.json//entities/0/settings/event/39/titleText
source: Equipment Info
es_es: Información del Equipamiento
ru_ru: Информация о снаряжении

# data/maps/text-copy.json//entities/0/settings/event/39/text
source: Quest Lore & Story Trophies Statistic Museum Help Task
es_es: Misión Lore e Historia Trofeos Estadística Museo Ayuda Tarea
ru_ru: Квесты Лор и история Трофеи Статистика Музей Помощь Цель

# data/maps/text-copy.json//entities/0/settings/event/40/titleText
source: Equipment Info
es_es: Información del Equipamiento
ru_ru: Информация о снаряжении

# data/maps/text-copy.json//entities/0/settings/event/40/text
source: The story so far: Quests Achievements
es_es: La historia hasta ahora: Misiones Logros
ru_ru: История на данный момент: Квесты Достижения

# data/maps/text-copy.json//entities/0/settings/event/41/titleText
source: Equipment Info
es_es: Información del Equipamiento
ru_ru: Информация о снаряжении

# data/maps/text-copy.json//entities/0/settings/event/41/text
source: Graphics Display Type Original Scale x2 Fit Stretch Double Pixel Size Lighting Effects Low Medium High
es_es: Gráficos Tipo de visualización Estiramiento de ajuste de escala x2 original Tamaño de píxel doble Iluminación Efectos Bajo Medio Alto
ru_ru: Графика Тип дисплея Оригинал Масштаб х2 Подогнанный Растянутый Двойной размер пикселей Осветление Эффекты Низко Средне Высоко

# data/maps/text-copy.json//entities/0/settings/event/42/titleText
source: Equipment Info
es_es: Información del Equipamiento
ru_ru: Информация о снаряжении

# data/maps/text-copy.json//entities/0/settings/event/42/text
source: Interface Circuit Info Text Size Small Medium Large Circuit Info Display Time Short Long Show Element Select over Lea Show Element Overload Show Low-Health Warning
es_es: Interfaz Información del circuito Tamaño del texto Pequeño Mediano Grande Información del circuito Tiempo de visualización Corto Largo Mostrar selección de elemento sobre Lea Mostrar sobrecarga de elementos Mostrar advertencia de salud baja
ru_ru: Интерфейс Размер шрифта информации о контурах Маленький Средний Большой Время отображения информации о контурах Короткое Длинное Показывать выбор элемента над Леей Показывать Элементальную перегрузку Показывать предупреждение о малом здоровье

# data/maps/text-copy.json//entities/0/settings/event/43/titleText
source: Equipment Info
es_es: Información del Equipamiento

# data/maps/text-copy.json//entities/0/settings/event/43/text
source: Keyboard Left Right Up Down Submit / Talk
es_es: Teclado Izquierda Derecha Arriba Abajo Enviar / Hablar
ru_ru: Клавиатура Влево Вправо Вверх Вниз Действие / Говорить

# data/players/apollo.json//actions/NEUTRAL/ATTACK_SPECIAL1_A/name
source: Spin Dance
es_es: Danza Giratoria
ru_ru: Круговой танец

# data/players/apollo.json//actions/NEUTRAL/ATTACK_SPECIAL1_A/description
source: A wide-ranged spinning move hitting many nearby enemies.
es_es: Un movimiento giratorio de amplio alcance que golpea a muchos enemigos cercanos.
ru_ru: Широкое вращательное движение, поражающее большую площадь.

# data/players/apollo.json//actions/NEUTRAL/ATTACK_SPECIAL2_A/name
source: Spiral Dance
es_es: Danza Espiral
ru_ru: Спиральный танец

# data/players/apollo.json//actions/NEUTRAL/ATTACK_SPECIAL2_A/description
source: A Spin Dance with more spins, hits, damage, and knockback.
es_es: Un Baile en Espiral con más giros, golpes, daño y retroceso.
ru_ru: Круговой танец с большим количеством вращений, ударов, урона и отталкивания.

# data/players/apollo.json//actions/NEUTRAL/THROW_SPECIAL1_A/name
source: Bullet Rain
es_es: Lluvia de Balas
ru_ru: Дождь из пуль

# data/players/apollo.json//actions/NEUTRAL/THROW_SPECIAL1_A/description
source: Fire a mass of small shots in a narrow angle.
es_es: Dispara muchos tiros pequeños en un ángulo estrecho.
ru_ru: Выстрели множество маленьких снарядов с маленьким разбросом.

# data/players/apollo.json//actions/NEUTRAL/THROW_SPECIAL2_A/name
source: Bullet Inferno
es_es: Infierno de Balas
ru_ru: Пулевой ад

# data/players/apollo.json//actions/NEUTRAL/THROW_SPECIAL2_A/description
source: Fire an even larger mass of homing shots at your target.
es_es: Dispara una masa aún mayor de tiros dirigidos a tu objetivo.
ru_ru: Выстрели ещё больше самонаводящихся снарядов в цель.

# data/players/apollo.json//actions/NEUTRAL/DASH_SPECIAL1_A/name
source: Azure Strike
es_es: Ataque Cerúleo
ru_ru: Лазурный удар

# data/players/apollo.json//actions/NEUTRAL/DASH_SPECIAL1_A/description
source: Dash right through your enemies, damaging everything in your way.
es_es: Esquiva a través de tus enemigos, dañando todo en tu camino.
ru_ru: Сделай рывок прямо через врагов, нанося урон всем на пути.

# data/players/apollo.json//actions/HEAT/ATTACK_SPECIAL1_A/name
source: Flame Jab
es_es: Pinchazo de Fuego
ru_ru: Пламенный джеб

# data/players/apollo.json//actions/HEAT/ATTACK_SPECIAL1_A/description
source: A blazing thrust of fire piercing through enemies in front of you.
es_es: Una estocada ardiente de fuego atraviesa a los enemigos frente a ti.
ru_ru: Полыхающий выпад, пронизывающий врагов перед тобой.

# data/players/apollo.json//actions/HEAT/ATTACK_SPECIAL1_NO/name
source: Fire Whirl
es_es: Remolino de Fuego
ru_ru: Огненный вихрь

# data/players/apollo.json//actions/HEAT/ATTACK_SPECIAL1_NO/description
source: Performs a fierce whirl attack, engulfing your enemies in flames.
es_es: Ataca con un feroz torbellino, envolviendo a tus enemigos en llamas.
ru_ru: Проведи свирепую вихревую атаку, поглощая врагов пламенем.

# data/players/apollo.json//actions/HEAT/ATTACK_SPECIAL2_A/name
source: Blazing Dragon
es_es: Dragón Llameante
ru_ru: Напор дракона

# data/players/apollo.json//actions/HEAT/ATTACK_SPECIAL2_A/description
source: Lock in enemies with 2 powerful strikes followed by a flaming air combo.
es_es: Bloquea a los enemigos con 2 poderosos golpes seguidos de un combo de aire en llamas.
ru_ru: Обездвижь врагов двумя мощными ударами, за которыми следует огненное воздушное комбо.

# data/players/apollo.json//actions/HEAT/THROW_SPECIAL1_A/name
source: Burn!
es_es: ¡Llamas!
ru_ru: Гори!

# data/players/apollo.json//actions/HEAT/THROW_SPECIAL1_A/description
source: A controllable blazing burst of fire that deals damage over a small area.
es_es: Una ráfaga de fuego llameante controlable que inflige daño en un área pequeña.
ru_ru: Контролируемый полыхающий огненный взрыв, наносящий урон в небольшом радиусе.

# data/players/apollo.json//actions/HEAT/DASH_SPECIAL1_A/name
source: Crimson Strike
es_es: Ataque Carmesí
ru_ru: Багровая атака

# data/players/apollo.json//actions/HEAT/DASH_SPECIAL1_A/description
source: Dash through your enemies while leaving a trail of fire.
es_es: Esquiva a través de tus enemigos mientras dejas un rastro de fuego.
ru_ru: Сделай рывок через врагов, оставляя огненный след.

# data/players/apollo.json//actions/COLD/ATTACK_SPECIAL1_A/name
source: Ice Twirl
es_es: Giro de Hielo
ru_ru: Ледяной вихрь

# data/players/apollo.json//actions/COLD/ATTACK_SPECIAL1_A/description
source: Performs a stationary ice whirl attack with wide range and strong knockback.
es_es: Ataca con un torbellino de hielo estacionario con un amplio alcance y un fuerte retroceso.
ru_ru: Соверши вихревую атаку на месте с большим радиусом и сильным отталкиванием.

# data/players/apollo.json//actions/COLD/ATTACK_SPECIAL2_A/name
source: Blizzard Hawk
es_es: Ventisca Halcón
ru_ru: Метельный ястреб

# data/players/apollo.json//actions/COLD/ATTACK_SPECIAL2_A/description
source: Take a stand and do massive damage with 3 frozen stars.
es_es: Cargue y haga un daño masivo con 3 estrellas congeladas.
ru_ru: Займи позицию и нанеси огромный урон тремя ледяными звёздами.

# data/players/apollo.json//actions/COLD/THROW_SPECIAL1_A/name
source: Hail Flurry
es_es: Ráfaga de Granizo
ru_ru: Шквальный град

# data/players/apollo.json//actions/COLD/THROW_SPECIAL1_A/description
source: Quickly shoots a mass of icy spikes.
es_es: Dispara rápidamente una masa de púas heladas.
ru_ru: Быстро выстрели множество ледяных шипов.

# data/players/apollo.json//actions/COLD/DASH_SPECIAL1_A/name
source: Indigo Strike
es_es: Ataque Índigo
ru_ru: Удар индиго

# data/players/apollo.json//actions/COLD/DASH_SPECIAL1_A/description
source: Dash with high speed, leaving a trail of icicles behind you, damaging enemies on contact.
es_es: Esquiva a alta velocidad, dejando un rastro de carámbanos detrás de ti, dañando a los enemigos al contacto.
ru_ru: Сделай быстрый рывок, оставляя след из сосулек за собой, которые наносят урон врагам при контакте.

# data/players/apollo.json//actions/SHOCK/ATTACK_SPECIAL1/name
source: Tesla Twist
es_es: Giro Tesla
ru_ru: Вращение Теслы

# data/players/apollo.json//actions/SHOCK/ATTACK_SPECIAL1/description
source: Attack with a series of multiple fast spin attacks within a small radius.
es_es: Ataca con múltiples ataques giratorios rápidos dentro de un radio pequeño.
ru_ru: Атакуй серией быстрых вращений с маленьким радиусом.

# data/players/apollo.json//actions/SHOCK/THROW_SPECIAL1/name
source: Diving Spark
es_es: Chispa Profunda
ru_ru: Пикирующая искра

# data/players/apollo.json//actions/SHOCK/THROW_SPECIAL1/description
source: Throw a projectile that creates a delayed lightning bolt damaging everything around it.
es_es: Lanza un proyectil que crea un rayo retardado que daña todo a su alrededor.
ru_ru: Брось снаряд, который с задержкой создаёт удар молнии, наносящий урон всему вокруг.

# data/players/apollo.json//actions/SHOCK/THROW_SPECIAL1_NO/name
source: Homing Wisp
es_es: Brisa Guiada
ru_ru: Управляемые огни

# data/players/apollo.json//actions/SHOCK/THROW_SPECIAL1_NO/description
source: Shoot an array of small homing projectiles.
es_es: Dispara una serie de pequeños proyectiles guiados.
ru_ru: Выстрели множество маленьких самонаводящихся снарядов.

# data/players/apollo.json//actions/SHOCK/DASH_SPECIAL1_B/name
source: Thunder Dart
es_es: Dardo de Rayo
ru_ru: Громовой дротик

# data/players/apollo.json//actions/SHOCK/DASH_SPECIAL1_B/description
source: Dash through enemies leaving a shocking trail of lightning.
es_es: Esquiva a través de los enemigos dejando un impactante rastro de relámpagos.
ru_ru: Сделай рывок через врагов, оставляя шоковый след из молний.

# data/players/apollo.json//actions/WAVE/ATTACK_SPECIAL1_A/name
source: Ki Thrust
es_es: Empuje de Ki
ru_ru: Выпад Ки

# data/players/apollo.json//actions/WAVE/ATTACK_SPECIAL1_A/description
source: Frontal attack with high damage, sending all hit enemies flying.
es_es: Ataque frontal con gran daño, enviando a todos los enemigos golpeados por los aires.
ru_ru: Атака вперёд с высоким уроном, отправляющая врагов в полёт.

# data/players/apollo.json//actions/WAVE/THROW_SPECIAL1_B/name
source: Essence Drain
es_es: Drenaje de Esencia
ru_ru: Поглощение жизни
