Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/etc.po
Languages: es_es, ru_ru

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL3_B/name
source: Polar Pirouette
es_es: Pirueta Polar
ru_ru: Полярный пируэт

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL3_B/description
source: Begin a dance of multiple huge ice whirl attacks and lock enemies in and end it all with a massive pirouette that blast enemies away.
es_es: Danza con múltiples ataques de remolinos de hielo enormes y encierre a los enemigos y termina con una pirueta masiva que los haga volar.
ru_ru: Начни танец множеством сильных вихревых атак, обездвижь врагов и закончи всё массивным пируэтом, отталкивающим врагов.

# data/players/lea.json//actions/COLD/THROW_SPECIAL1_A/name
source: Hail Flurry
es_es: Ráfaga de Granizo
ru_ru: Шквальный град

# data/players/lea.json//actions/COLD/THROW_SPECIAL1_A/description
source: Quickly shoots a mass of icy spikes.
es_es: Dispara rápidamente una masa de púas heladas.
ru_ru: Быстро выстрели множество ледяных шипов.

# data/players/lea.json//actions/COLD/THROW_SPECIAL1_B/name
source: Snow Flawke
es_es: Copo de Nieve
ru_ru: Снежный изъян

# data/players/lea.json//actions/COLD/THROW_SPECIAL1_B/description
source: Hit enemies with a big snow explosion, caging them within icicles.
es_es: Golpea a los enemigos con una gran explosión de nieve, enjaulándolos dentro de carámbanos.
ru_ru: Порази врагов большим снежным взрывом, который окружает врагов сосульками.

# data/players/lea.json//actions/COLD/THROW_SPECIAL2_A/name
source: Hail Storm
es_es: Tormenta de Granizo
ru_ru: Штормовой град

# data/players/lea.json//actions/COLD/THROW_SPECIAL2_A/description
source: Shoot an icicle that bounces off of walls 2 times, creating homing mini icicles.
es_es: Dispara un carámbano que rebota en las paredes 2 veces, creando mini carámbanos guiados.
ru_ru: Выстрели сосульку, которая отскакивает от стен дважды, создавая при этом самонаводящиеся мини-сосульки.

# data/players/lea.json//actions/COLD/THROW_SPECIAL2_B/name
source: Frigid Flawke
es_es: Copo Gélido
ru_ru: Холодный изъян

# data/players/lea.json//actions/COLD/THROW_SPECIAL2_B/description
source: Shoot a large snow ball, leaving an icicle trail and caging enemies with multiple icicles.
es_es: Dispara una gran bola de nieve, deja un rastro de carámbanos y enjaula a los enemigos con múltiples carámbanos.
ru_ru: Выстрели большим снежным шаром, который оставляет след из сосулек и окружает врагов множеством сосулек.

# data/players/lea.json//actions/COLD/THROW_SPECIAL3_A/name
source: Gatling Arctillery
es_es: Artillería Gatling
ru_ru: Ледомёт Гатлинга

# data/players/lea.json//actions/COLD/THROW_SPECIAL3_A/description
source: Summon an Ice Turret with spikes around you and blast your enemies away with a volley of icicles.
es_es: Invoca una Torreta de Hielo con púas a tu alrededor y destruye a tus enemigos con una andanada de carámbanos.
ru_ru: Призови ледяную турель с шипами вокруг тебя и отбрось своих врагов залпом сосулек.

# data/players/lea.json//actions/COLD/DASH_SPECIAL1_A/name
source: Indigo Strike
es_es: Ataque índigo
ru_ru: Удар индиго

# data/players/lea.json//actions/COLD/DASH_SPECIAL1_A/description
source: Dash with high speed, leaving a trail of icicles behind you, damaging enemies on contact.
es_es: Esquiva a alta velocidad, dejando un rastro de carámbanos detrás de ti, dañando a los enemigos al contacto.
ru_ru: Сделай быстрый рывок, оставляя след из сосулек за собой, которые наносят урон врагам при контакте.

# data/players/lea.json//actions/COLD/DASH_SPECIAL2_A/name
source: Indigo Rush
es_es: Embestida Índigo
ru_ru: Порыв индиго

# data/players/lea.json//actions/COLD/DASH_SPECIAL2_A/description
source: Dash a long distance, leaving icicles which create multiple additional icicle trails.
es_es: Esquiva una larga distancia, dejando carámbanos que crean múltiples rastros de carámbanos adicionales.
ru_ru: Сделай длинный рывок, оставляя след из сосулек, каждая из которых создаёт дополнительные сосульки.

# data/players/lea.json//actions/COLD/GUARD_SPECIAL1_A/name
source: Frozen Stance
es_es: Postura Congelada
ru_ru: Морозная стойка

# data/players/lea.json//actions/COLD/GUARD_SPECIAL1_A/description
source: Perfect guard an attack and counter with a cold strike, slowing down your enemy.
es_es: Bloquea perfectamente un ataque y contraataque con un golpe frío, ralentizando a su enemigo.
ru_ru: Идеально заблокируй атаку и контратакуй ледяным ударом, замедляя противника.

# data/players/lea.json//actions/COLD/GUARD_SPECIAL1_B/name
source: Brisk Barrier
es_es: Barrera Vigorosa
ru_ru: Юркий барьер

# data/players/lea.json//actions/COLD/GUARD_SPECIAL1_B/description
source: Blast enemies away and spawn several icicles in front of you, blocking projectiles and damaging enemies on contact.
es_es: Explota a los enemigos y genera varios carámbanos frente a ti, bloqueando proyectiles y dañando a los enemigos al contacto.
ru_ru: Оттолкни врагов и создай несколько сосулек перед собой, которые блокируют снаряды и наносят урон врагам при контакте.

# data/players/lea.json//actions/COLD/GUARD_SPECIAL2_A/description
source: Perfect guard an attack and completely freeze the enemy, leaving it open for more attacks.
es_es: Bloquea perfectamente un ataque y congela completamente al enemigo, dejándolo abierto para más ataques.
ru_ru: Идеально заблокируй атаку и полностью заморозь врага, открывая его для атаки.

# data/players/lea.json//actions/COLD/GUARD_SPECIAL2_B/name
source: Icy Bastion
es_es: Bastión Helado
ru_ru: Ледяной бастион

# data/players/lea.json//actions/COLD/GUARD_SPECIAL2_B/description
source: Spawn multiple icicles around you and envelop yourself in a protective but slowing shield.
es_es: Genera múltiples carámbanos a tu alrededor y envuélvete en un escudo protector pero lento.
ru_ru: Создай множество сосулек вокруг и оберни себя в крепкий, но замедляющий щит.

# data/players/lea.json//actions/COLD/GUARD_SPECIAL3_A/name
source: Crystal Keeper
es_es: Guardián del Cristal
ru_ru: Кристальный гроб

# data/players/lea.json//actions/COLD/GUARD_SPECIAL3_A/description
source: Perfect guard an attack, initiate a quick combo and completely freeze all enemies in front of you.
es_es: Bloquea perfectamente un ataque, inicia un combo rápido y congela por completo a todos los enemigos frente a ti.
ru_ru: Идеально заблокируй атаку, проведи быстрое комбо, и полностью заморозь всех врагов перед собой.

# data/players/lea.json//actions/COLD/GUARD_SPECIAL3_B/description
source: Winter is here. Summon multiple huge icicles around you and envelop yourself in a powerful protective shield.
es_es: Siente el Invierno. Invoca múltiples carámbanos enormes a tu alrededor y envuélvete en un poderoso escudo protector.
ru_ru: Зима здесь. Призови множество огромных сосулек вокруг и окутай себя в невероятно мощный щит.

# data/players/lea.json//actions/SHOCK/ATTACK_SPECIAL1_A/name
source: Tesla Twist
es_es: Giro Tesla
ru_ru: Вращение Теслы

# data/players/lea.json//actions/SHOCK/ATTACK_SPECIAL1_A/description
source: Attack with a series of multiple fast spin attacks within a small radius.
es_es: Ataca con una serie de múltiples ataques giratorios rápidos dentro de un radio pequeño.
ru_ru: Атакуй серией быстрых вращений с маленьким радиусом.

# data/players/lea.json//actions/SHOCK/ATTACK_SPECIAL1_B/name
source: Plasma Spike
es_es: Púa Plama
ru_ru: Плазменный шип

# data/players/lea.json//actions/SHOCK/ATTACK_SPECIAL1_B/description
source: Hit a single enemy into the air following up with a lightning strike.
es_es: Golpea a un solo enemigo en el aire y sigue con un rayo.
ru_ru: Подбрось противника в воздух и проведи удар молнией.

# data/players/lea.json//actions/SHOCK/ATTACK_SPECIAL2_A/name
source: Tesla Waltz
es_es: Vals Tesla
ru_ru: Вальс Теслы

# data/players/lea.json//actions/SHOCK/ATTACK_SPECIAL2_A/description
source: Perform a volley of controllable spin attacks while drawing in enemies and finish off with a powerful whirl.
es_es: Realiza un voleo de ataques giratorios controlables mientras atraes a los enemigos y finaliza con un poderoso giro.
ru_ru: Выполни град контролируемых вращений, притягивая врагов, и добей их мощной вихревой атакой.

# data/players/lea.json//actions/SHOCK/ATTACK_SPECIAL2_B/name
source: Battery Assault
es_es: Asalto de Batería
ru_ru: Громовой налёт

# data/players/lea.json//actions/SHOCK/ATTACK_SPECIAL2_B/description
source: Lock a single enemy into a fast ground combo followed by multiple hit in the air and a strong lightning finisher.
es_es: Encierra a un solo enemigo en un combo terrestre rápido seguido de múltiples golpes en el aire y un relámpago fuerte.
ru_ru: Обездвижь врага быстрым комбо на земле, подбрось в воздух, нанося множество ударов, и заверши атаку сильным ударом молнии.

# data/players/lea.json//actions/SHOCK/ATTACK_SPECIAL3_A/name
source: Song of Storms
es_es: Canción de Tormentas
ru_ru: Песнь штормов

# data/players/lea.json//actions/SHOCK/ATTACK_SPECIAL3_A/description
source: Lock a single enemy into a hyper speed combo that creates a doppelganger and finishes with a faster-than-light attack chain.
es_es: Encierra a un solo enemigo en un combo terrestre rápido seguido de múltiples golpes en el aire y un relámpago fuerte.
ru_ru: Обездвижь врага гипербыстрым комбо, создавая двойника, и добей врага сверхсветовой цепной атакой.

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL1_A/name
source: Diving Spark
es_es: Chispa Profunda
ru_ru: Пикирующая искра

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL1_A/description
source: Throw a projectile that creates a delayed lightning bolt damaging everything around it.
es_es: Lanza un proyectil que crea un rayo retardado que daña todo a su alrededor.
ru_ru: Брось снаряд, который с задержкой создаёт удар молнии, наносящий урон всему вокруг.

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL1_B/name
source: Homing Wisp
es_es: Brisa Guiada
ru_ru: Управляемые огни

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL1_B/description
source: Shoot an array of small homing projectiles.
es_es: Dispara una serie de pequeños proyectiles guiados.
ru_ru: Выстрели множество маленьких самонаводящихся снарядов.

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL2_A/name
source: Chain Blitz
es_es: Bombardeo en Cadena
ru_ru: Цепной блиц

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL2_A/description
source: Fire a projectile that creates a chain along up to 4 enemies which will get hit by a lightning bolt.
es_es: Dispara un proyectil que crea una cadena a lo largo de hasta 4 enemigos que serán alcanzados por un rayo.
ru_ru: Выстрели снаряд, который способен задеть до четырёх врагов, которым будет нанесён удар молнией.

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL2_B/name
source: Radiant Swarm
es_es: Enjambre Radiante
ru_ru: Сияющий рой

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL2_B/description
source: Throw a shock ball that will bounce off an enemy and create a sphere that emits multiple homing projectiles.
es_es: Dispara una bola de rayo que rebotará en un enemigo y creará una esfera que emitirá múltiples proyectiles guiados.
ru_ru: Брось шоковый шар, который отскакивает от врага и создаёт сферу, которая порождает множество самонаводящихся снарядов.

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL3_A/name
source: Mjölnir
es_es: Mjolnir
ru_ru: Мьёльнир

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL3_A/description
source: It's hammer time. Throw a ball that chains multiple enemies together and evaporates them with a massive lightning bolt.
es_es: Aplasta. Lanza una bola que encadena a varios enemigos y los evapora con un enorme rayo.
ru_ru: Время молота. Брось шар, который связывает несколько врагов вместе, и испари их сильнейшим ударом молнии.

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL3_B/name
source: Celestial Legion
es_es: Legión Celestial
ru_ru: Небесный легион

# data/players/lea.json//actions/SHOCK/THROW_SPECIAL3_B/description
source: Call upon the help of the gods and summon 3 spheres that spam an enemy with bullets and finish it off with a lightning explosion.
es_es: Solicita la ayuda de los dioses e invoca 3 esferas que lanzan balas a un enemigo y lo rematan con una explosión de rayos.
ru_ru: Обратись к божественной помощи и призови три сферы, осыпающие врагов пулями, и прикончи их электрическим взрывом.

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL1_A/name
source: Amber Strike
es_es: Ataque Ámbar
ru_ru: Янтарный удар

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL1_A/description
source: Perform a fast dash that attacks one enemy multiple times on contact.
es_es: Realiza una esquive que ataca a un enemigo varias veces al contacto.
ru_ru: Соверши быстрый рывок, атакуя одного врага множество раз при контакте.

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL1_B/name
source: Thunder Dart
es_es: Dardo de Rayo
ru_ru: Громовой дротик

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL1_B/description
source: Dash through enemies leaving a shocking trail of lightning.
es_es: Esquiva a través de los enemigos dejando un impactante rastro de relámpagos.
ru_ru: Сделай рывок через врагов, оставляя шоковый след из молний.

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL2_A/name
source: Amber Breaker
es_es: Rotura Ámbar
ru_ru: Янтарный прорыв

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL2_A/description
source: Dash through a single enemy multiple times at the speed of light and finish with a strong punch.
es_es: Esquiva a través de un solo enemigo varias veces a la velocidad de la luz y termina con un fuerte puñetazo.
ru_ru: Сделай несколько рывков через противника на сверхсветовой скорости и заверши сильным ударом.

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL2_B/name
source: Storm Walker
es_es: Caminante de la Tormenta
ru_ru: Буреход

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL2_B/description
source: Lightning returns with a controllable chain attack of 3 dashes which hit all enemies on the path.
es_es: Relámpago que regresa con un ataque en cadena controlable de 3 carreras que golpea a todos los enemigos en el camino.
ru_ru: Контролируемая цепная атака молнией из трёх рывков, которые наносят урон всем врагам на пути.

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL3_A/name
source: Flickering Stars
es_es: Estrellas Parpadeantes
ru_ru: Падающие звёзды

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL3_A/description
source: Stop time and pummel an enemy with an uncontrollable series of attacks, finishing off with a diving spark and balls.
es_es: Detén el tiempo y golpea a un enemigo con una serie de ataques erráticas, rematando con una chispa y bolas en picado.
ru_ru: Останови время и избей врага неконтролируемой серией атак, добивая пикирующей искрой и шарами.

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL3_B/name
source: Lightning Prophecy
es_es: Profecía del Rayo
ru_ru: Гром судьбы

# data/players/lea.json//actions/SHOCK/DASH_SPECIAL3_B/description
source: Create an start and end point and dash between it multiple times automatically attacking everything in between.
es_es: Crea un punto de inicio y fin y atraviesa estos dos puntos varias veces de forma automática atacando todo de por medio.
ru_ru: Создай начальную и конечную точку и соверши множество рывков между ними, автоматически атакуя всё на своём пути.

# data/players/lea.json//actions/SHOCK/GUARD_SPECIAL1_A/name
source: Clock Block
es_es: Bloque del Reloj
ru_ru: Блок часов

# data/players/lea.json//actions/SHOCK/GUARD_SPECIAL1_A/description
source: Block one attack and slow down time for everything but yourself.
es_es: Bloquea un ataque y ralentiza el tiempo para todo menos para ti.
ru_ru: Заблокируй атаку и замедли время для всего кроме себя.

# data/players/lea.json//actions/SHOCK/GUARD_SPECIAL2_A/name
source: Glitch Time
es_es: Tiempo de Fallos
ru_ru: Сбой времени

# data/players/lea.json//actions/SHOCK/GUARD_SPECIAL2_A/description
source: Block one attack and stop time for everything but yourself.
es_es: Bloquea un ataque y detén el tiempo para todo menos para ti.
ru_ru: Заблокируй атаку и останови время для всего кроме себя.

# data/players/lea.json//actions/WAVE/ATTACK_SPECIAL1_A/name
source: Ki Thrust
es_es: Empuje Ki
ru_ru: Выпад Ки

# data/players/lea.json//actions/WAVE/ATTACK_SPECIAL1_A/description
source: Frontal attack with high damage, sending all hit enemies flying.
es_es: Ataque frontal con gran daño, enviando a todos los enemigos golpeados por los aires.
ru_ru: Атака вперёд с высоким уроном, отправляющая врагов в полёт.

# data/players/lea.json//actions/WAVE/ATTACK_SPECIAL2_A/name
source: Spirit Blast
es_es: Explosión Espiritual
ru_ru: Взрыв духа

# data/players/lea.json//actions/WAVE/ATTACK_SPECIAL2_A/description
source: Draws enemies to the front of the player and then blasts them away with a powerful attack.
es_es: Atrae a los enemigos al frente del jugador y luego los elimina con un poderoso ataque.
ru_ru: Притяни врагов к себе и оттолкни их прочь мощным взрывом.

# data/players/lea.json//actions/WAVE/THROW_SPECIAL1_A/name
source: Fae Round
es_es: Ronda Feérica
ru_ru: Пуля феи

# data/players/lea.json//actions/WAVE/THROW_SPECIAL1_A/description
source: Shoots a super fast projectile penetrating a line of enemies.
es_es: Dispara un proyectil súper rápido que penetra en una línea de enemigos.
ru_ru: Выстрели сверхбыстрым снарядом, пробивающим линию врагов.

# data/players/lea.json//actions/WAVE/THROW_SPECIAL1_B/name
source: Essence Drain
es_es: Drenaje de Esencia
ru_ru: Поглощение жизни

# data/players/lea.json//actions/WAVE/THROW_SPECIAL1_B/description
source: Hit enemies with a swarm of projectiles absorbing its HP.
es_es: Golpea a los enemigos con un enjambre de proyectiles que absorben su PV.
ru_ru: Атакуй врагов роем снарядов, поглощающих их HP.

# data/players/lea.json//actions/WAVE/THROW_SPECIAL2_A/name
source: Elven Orb
es_es: Orbe Élfico
ru_ru: Эльфийская сфера

# data/players/lea.json//actions/WAVE/THROW_SPECIAL2_A/description
source: Shoots a super fast projectile that bounces between the player and a wall for several times and penetrates everything in between.
es_es: Dispara un proyectil súper rápido que rebota entre el jugador y una pared varias veces y penetra todo lo que hay en el medio.
ru_ru: Выстрели сверхбыстрым снарядом, который рикошетит между игроком и стеной несколько раз и пробивает всё на пути.

# data/players/lea.json//actions/WAVE/THROW_SPECIAL2_B/name
source: Vital Pulse
es_es: Pulso Vital
ru_ru: Пульс жизни

# data/players/lea.json//actions/WAVE/THROW_SPECIAL2_B/description
source: Hit an enemy with a swarm of projectiles, absorbing its HP before blasting it away with a final attack.
es_es: Golpea a un enemigo con un enjambre de proyectiles, absorbiendo su PV antes de volarlo con un ataque final.
ru_ru: Атакуй врагов роем снарядов, которые поглощают их HP, а затем оттолкни прочь взрывом.

# data/players/lea.json//actions/WAVE/THROW_SPECIAL3_A/name
source: Ether Snipe
es_es: Tiro Etéreo
ru_ru: Эфирный выстрел

# data/players/lea.json//actions/WAVE/THROW_SPECIAL3_A/description
source: Charge up a sniping attack that can bounce 3 times until it hits an enemy. Each bounce increases the strength of the attack.
es_es: Carga un ataque de francotirador que puede rebotar 3 veces hasta que golpea a un enemigo. Cada rebote aumenta la fuerza del ataque.
ru_ru: Заряди снайперскую атаку, которая рикошетит три раза, пока не попадёт во врага. Каждый отскок увеличивает силу выстрела.

# data/players/lea.json//actions/WAVE/THROW_SPECIAL3_B/name
source: Wave Motion Beam
es_es: Haz Pulsante
ru_ru: Волновой луч

# data/players/lea.json//actions/WAVE/THROW_SPECIAL3_B/description
source: Siphon HP from the enemies and trade it for a huge controllable wave beam that drains your HP.
es_es: Absorbe PV de los enemigos y cámbialo por un enorme rayo de onda controlable que drena tu PV.
ru_ru: Выкачай HP из врагов и обменяй его на огромный контролируемый волновой луч, который расходует твоё HP.

# data/players/lea.json//actions/WAVE/GUARD_SPECIAL1_A/name
source: Guarding Gale
es_es: Vendaval Guardián
ru_ru: Защитный шторм

# data/players/lea.json//actions/WAVE/GUARD_SPECIAL1_A/description
source: Spawns aura that pushes away nearby enemies for several seconds.
es_es: Genera un aura que aleja a los enemigos cercanos durante varios segundos.
ru_ru: Призови ауру, отталкивающую врагов поблизости на несколько секунд.

# data/players/lea.json//actions/WAVE/GUARD_SPECIAL1_B/name
source: Pain Grip
es_es: Agarre del Dolor
ru_ru: Болевой захват

# data/players/lea.json//actions/WAVE/GUARD_SPECIAL1_B/description
source: Block one attack and regenerate part of the blocked damage.
es_es: Bloquea un ataque y regenera parte del daño bloqueado.
ru_ru: Заблокируй атаку и восстанови часть заблокированного урона.

# data/players/lea.json//actions/WAVE/GUARD_SPECIAL2_A/description
source: Spawns aura that pushes away nearby enemies and throws projectiles for several seconds.
es_es: Genera un aura que empuja a los enemigos cercanos y lanza proyectiles durante varios segundos.
ru_ru: Призови ауру, отталкивающую ближайших врагов и бросающую снаряды, на несколько секунд.

# data/players/lea.json//actions/WAVE/GUARD_SPECIAL2_B/name
source: Circle of Valor
es_es: Círculo de Valor
ru_ru: Круг доблести

# data/players/lea.json//actions/WAVE/GUARD_SPECIAL2_B/description
source: Block all attacks for a few seconds and regenerate part of the blocked damage.
es_es: Bloquea todos los ataques durante unos segundos y regenera parte del daño bloqueado.
ru_ru: Блокируй все атаки на протяжении нескольких секунд и восстанавливай часть здоровья от заблокированного урона.

# data/players/lea.json//actions/WAVE/GUARD_SPECIAL3_A/name
source: Karma Scale
es_es: Escala de Karma
ru_ru: Шкала кармы

# data/players/lea.json//actions/WAVE/GUARD_SPECIAL3_A/description
source: Enter critical mode but become invincible. Absorb any enemy attacks for a short time. The more absorbed, the larger the ending explosion and the more HP healed.
es_es: Se invencible. Absorbe cualquier ataque enemigo por un corto tiempo. Cuanto más daño absorbas, mayor será la explosión final y más PV recuperarás.
ru_ru: Войди в критический режим, но стань неуязвимым. Поглощай все атаки короткое время. Чем больше поглощено, тем сильнее будет финальный взрыв, и тем больше HP будет восстановлено.

# data/players/lea.json//actions/WAVE/DASH_SPECIAL1_A/name
source: Verdant Strike
es_es: Ataque Esmeralda
ru_ru: Зелёный удар

# data/players/lea.json//actions/WAVE/DASH_SPECIAL1_A/description
source: Dash with high speed, damaging and stunning enemies along the way.
es_es: Esquiva con alta velocidad, además daña y aturde enemigos en el camino.
ru_ru: Сделай рывок на большой скорости, нанося урон и оглушая всех противников на пути.

# data/players/lea.json//actions/WAVE/DASH_SPECIAL1_B/name
source: Warp Decoy
es_es: Señuelo Ondulante
ru_ru: Варп-приманка

# data/players/lea.json//actions/WAVE/DASH_SPECIAL1_B/description
source: Dash away and leave behind a decoy, distracting your foes.
es_es: Huye y deja atrás un señuelo que distrae a tus enemigos.
ru_ru: Сделай рывок прочь и оставь приманку, отвлекающую врагов.

# data/players/lea.json//actions/WAVE/DASH_SPECIAL2_A/name
source: Verdant Stream
es_es: Corriente Esmeralda
ru_ru: Зелёный поток

# data/players/lea.json//actions/WAVE/DASH_SPECIAL2_A/description
source: Dash through enemies at high speed and draw them into your trail behind you before causing a powerful explosion.
es_es: Corre a través de los enemigos a alta velocidad y atráelos detrás de ti antes de causar una poderosa explosión.
ru_ru: Прорвись сквозь врагов на высокой скорости и втяни их в след позади себя, прежде чем вызвать мощный взрыв.

# data/players/lea.json//actions/WAVE/DASH_SPECIAL2_B/name
source: Toxic Revenant
es_es: Renacido Tóxico
ru_ru: Токсичный зомби
