Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/etc.po
Languages: es_es, ru_ru

# data/credits/radicalfish-core-dlc.json//entries/creativeDirector/header
source: Creative Director
es_es: Director Creativo
ru_ru: Креативный директор

# data/credits/radicalfish-core-dlc.json//entries/programmers/header
source: Main Programmers
es_es: Programadores Principales
ru_ru: Главные программисты

# data/credits/radicalfish-core-dlc.json//entries/composers/header
source: Music Composer
es_es: Compositor Musical
ru_ru: Композитор

# data/credits/radicalfish-core-dlc.json//entries/sounds/header
source: Sound Designer
es_es: Diseñador de Sonido
ru_ru: Звуковой дизайнер

# data/credits/radicalfish-core-dlc.json//entries/storyLore/header
source: Story & Lore
es_es: Historia y Universo
ru_ru: История и лор

# data/credits/radicalfish-core-dlc.json//entries/conceptArt/header
source: Concept Art
es_es: Arte Conceptual
ru_ru: Концепт-арт

# data/credits/radicalfish-core-dlc.json//entries/levelDesign/header
source: Area Level Design
es_es: Diseño de Áreas
ru_ru: Дизайн уровней локаций

# data/credits/radicalfish-core-dlc.json//entries/dungeonDesign/header
source: Dungeon Level Design
es_es: Diseño de Mazmorras
ru_ru: Дизайн уровней подземелий

# data/credits/radicalfish-core-dlc.json//entries/menuDesign/header
source: Menu Design & Programming
es_es: Diseño y Programación de Menús
ru_ru: Дизайн меню и программирование

# data/credits/radicalfish-core-dlc.json//entries/enemyDesign/header
source: Enemy Design & Programming
es_es: Diseño y Programación de Enemigos
ru_ru: Дизайн врагов и программирование

# data/credits/radicalfish-core-dlc.json//entries/questDesign/header
source: Quest Design
es_es: Diseño de Misiones
ru_ru: Дизайн квестов

# data/credits/radicalfish-core-dlc.json//entries/worldGraphics/header
source: Overworld Graphics
es_es: Gráficos del Mundo
ru_ru: Художники локаций

# data/credits/radicalfish-core-dlc.json//entries/effectsAnimations/header
source: Effects & Animations
es_es: Efectos y Animaciones
ru_ru: Эффекты и анимации

# data/credits/radicalfish-core-dlc.json//entries/faces/header
source: Portrait Design & Graphics
es_es: Diseño de Personajes y Gráficos
ru_ru: Дизайн портретов и графика

# data/credits/radicalfish-core-dlc.json//entries/npcSprites/header
source: NPC Graphics
es_es: Gráficos de NPC
ru_ru: Художники персонажей

# data/credits/radicalfish-core-dlc.json//entries/business/header
source: Business Adviser
es_es: Asesor de Negocios
ru_ru: Бизнес-консультант

# data/credits/radicalfish-core-dlc.json//entries/localization/header
source: German Localization
es_es: Localización Alemana
ru_ru: Немецкая локализация

# data/credits/radicalfish-core-dlc.json//entries/promotionalArt/header
source: Promotional Art
es_es: Arte Promocional
ru_ru: Рекламный арт

# data/credits/radicalfish-core-dlc.json//entries/specialThanks/header
source: Special Thanks
es_es: Agradecimientos Especiales
ru_ru: Особая благодарность

# data/credits/radicalfish-core.json//entries/developed/header
source: Developed by
es_es: Desarrollado por
ru_ru: Разработано

# data/credits/radicalfish-core.json//entries/creativeDirector/header
source: Creative Director
es_es: Director Creativo
ru_ru: Креативный директор

# data/credits/radicalfish-core.json//entries/programmers/header
source: Main Programmers
es_es: Programadores Principales
ru_ru: Главные программисты

# data/credits/radicalfish-core.json//entries/composers/header
source: Music Composer
es_es: Compositor Musical
ru_ru: Композитор

# data/credits/radicalfish-core.json//entries/sounds/header
source: Sound Designer
es_es: Diseñador de Sonido
ru_ru: Звуковой дизайнер

# data/credits/radicalfish-core.json//entries/storyLore/header
source: Story & Lore
es_es: Historia y Universo
ru_ru: История и лор

# data/credits/radicalfish-core.json//entries/conceptArt/header
source: Concept Art
es_es: Arte Conceptual
ru_ru: Концепт-арт

# data/credits/radicalfish-core.json//entries/levelDesign/header
source: Area Level Design
es_es: Diseño de Áreas
ru_ru: Дизайн уровней локаций

# data/credits/radicalfish-core.json//entries/dungeonDesign/header
source: Dungeon Level Design
es_es: Diseño de Mazmorras
ru_ru: Дизайн уровней подземелий

# data/credits/radicalfish-core.json//entries/menuDesign/header
source: Menu Design & Programming
es_es: Diseño y Programación de Menús
ru_ru: Дизайн меню и программирование

# data/credits/radicalfish-core.json//entries/enemyDesign/header
source: Enemy Design & Programming
es_es: Diseño y Programación de Enemigos
ru_ru: Дизайн врагов и программирование

# data/credits/radicalfish-core.json//entries/questDesign/header
source: Quest Design
es_es: Diseño de Misiones
ru_ru: Дизайн квестов

# data/credits/radicalfish-core.json//entries/worldGraphics/header
source: Overworld Graphics
es_es: Gráficos del Mundo
ru_ru: Художники локаций

# data/credits/radicalfish-core.json//entries/effectsAnimations/header
source: Effects & Animations
es_es: Efectos y Animaciones
ru_ru: Эффекты и анимации

# data/credits/radicalfish-core.json//entries/faces/header
source: Portrait Design & Graphics
es_es: Diseño de Personajes y Gráficos
ru_ru: Дизайн портретов и графика

# data/credits/radicalfish-core.json//entries/npcSprites/header
source: NPC Graphics
es_es: Gráficos de NPC
ru_ru: Художники персонажей

# data/credits/radicalfish-core.json//entries/business/header
source: Business Adviser
es_es: Asesor de Negocios
ru_ru: Бизнес-консультант

# data/credits/radicalfish-core.json//entries/localization/header
source: German Localization
es_es: Localización Alemana
ru_ru: Немецкая локализация

# data/credits/radicalfish-core.json//entries/promotionalArt/header
source: Promotional Art
es_es: Arte Promocional
ru_ru: Рекламный арт

# data/credits/radicalfish-core.json//entries/specialThanks/header
source: Special Thanks
es_es: Agradecimientos Especiales
ru_ru: Особая благодарность

# data/credits/whispergames.json//entries/license-1/header
source: Licensed and published in China by
es_es: Autorizado y publicado en China por
ru_ru: Лицензировано и опубликовано в Китае

# data/events/puzzle.json//events/barrierReset/steps/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

# data/maps/auto-script-test.json//entities/0/settings/npcStates/0/event/3/message
source: Hello Lea!
es_es: ¡Hola Lea!
ru_ru: Привет, Лея!

# data/maps/auto-script-test.json//entities/0/settings/npcStates/0/event/4/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/auto-script-test.json//entities/0/settings/npcStates/0/event/5/message
source: This is a test for auto script!
es_es: ¡Esta es una prueba para el script automático!
ru_ru: Это - тест авто-скрипта!

# data/maps/auto-script-test.json//entities/0/settings/npcStates/0/event/6/message
source: The goal is to match the speed of regular reading.
es_es: El objetivo es igualar la velocidad de la lectura normal.
ru_ru: Задачей является сопоставление со скоростью обычного чтения.

# data/maps/auto-script-test.json//entities/0/settings/npcStates/0/event/7/message
source: That might be hard to do for longer sentences though...
es_es: Sin embargo, eso podría ser difícil de hacer para oraciones más largas...
ru_ru: Хотя это может оказаться сложным для длинных предложений...

# data/maps/auto-script-test.json//entities/0/settings/npcStates/0/event/8/message
source: Let's see how it works!
es_es: ¡Vamos a ver cómo funciona!
ru_ru: Давайте посмотрим, как он работает!

# data/maps/auto-script-test.json//entities/0/settings/npcStates/0/event/9/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/bmt/boxes.json//entities/18/settings/event/1/message
source: Show them boxes!
es_es: ¡Muestren las cajas!
ru_ru: Покажи этим коробкам!

# data/maps/bmt/puzzle.json//entities/9/settings/npcStates/0/event/1/message
source: You did it.\. Yay and stuff.
es_es: Lo hiciste.\. Genial y esas cosas.
ru_ru: Ты сделала это.\. Ура и всё такое.

# data/maps/edge-test.json//entities/15/settings/dialog/0/text
source: Hey, you kinda look like me #whathappens
es_es: Oye, te pareces un poco a mí #queonda
ru_ru: Эй, ты выглядишь как я #whathappens

# data/maps/edge-test.json//entities/15/settings/dialog/1/text
source: Lol I dunno.
es_es: Jaja no se.
ru_ru: LoL я не знаю.

# data/maps/edge-test.json//entities/15/settings/dialog/2/text
source: Aaaaalright...
es_es: Aaaa bien...
ru_ru: Лааааадно...

# data/maps/edge-test.json//entities/15/settings/dialog/3/text
source: Let's talk about \c[5]Herp\c[0]!
es_es: ¡Hablemos de \c[5]Herp\c[0]!
ru_ru: Давай поговорим о \c[5]Херп\c[0]!

# data/maps/edge-test.json//entities/15/settings/dialog/3/event/2/message
source: Hi, I'm Carla!
es_es: ¡Hola, soy Carla!
ru_ru: Привет, я Карла!

# data/maps/edge-test.json//entities/15/settings/dialog/4/text
source: Aaaaalright...
es_es: Aaaa bien...
ru_ru: Лааааадно...

# data/maps/edge-test.json//entities/17/settings/npcStates/0/event/quest/2/message
source: Wanna do a quest? \v[item.1.name] for \v[player.money]
es_es: ¿Quieres hacer una misión? \v[item.1.name] por \v[player.money]
ru_ru: Хочешь выполнить квест? Сэндвич за \v[player.money] монет

source: Alright! Let's go!
es_es: ¡De acuerdo! ¡Vamos!
ru_ru: Хорошо! Поехали!

source: Really? Alright, talk to me again if you changed your mind!
es_es: ¿En serio? Bueno, ¡háblame de nuevo si cambias de opinión!
ru_ru: Серьёзно? Ладно, поговори со мной снова, если ты передумаешь!

# data/maps/edge-test.json//entities/17/settings/npcStates/1/event/2/message
source: Go on, do that quest for me!
es_es: Ve, ¡haz esa misión!
ru_ru: Давай, сделай этот квест для меня!

# data/maps/edge-test.json//entities/18/settings/npcStates/0/event/2/message
source: Done huh?
es_es: ¿Listo no?
ru_ru: Уже закончила?

# data/maps/edge-test.json//entities/27/settings/npcStates/0/event/quest/2/message
source: Quest?
es_es: ¿Misión?
ru_ru: Квест?

source: Nice.
es_es: Bien.
ru_ru: Отлично.

# data/maps/edge-test.json//entities/27/settings/npcStates/1/event/2/message
source: Do it.
es_es: Hazlo.
ru_ru: Сделай это.

# data/maps/edge-test.json//entities/28/settings/npcStates/0/event/2/message
source: Hey, I just unlocked a Lore Entry about \v[lore.unlock.lea]\c[3]Lea\c[0]!
es_es: ¡Ey, acabo de desbloquear una Entrada en la Enciclopedia sobre \v[lore.unlock.lea]\c[3]Lea\c[0]!
ru_ru: Эй, я только что открыл Запись знаний о \c[3]Лее\c[0]!

# data/maps/edge-test.json//entities/28/settings/npcStates/1/event/2/message
source: All is unlocked. Nice.
es_es: Todo está desbloqueado. Bien.
ru_ru: Всё разблокировано. Отлично.

# data/maps/edge-test.json//entities/31/settings/npcStates/0/event/0/name
source: Pioneer Tucos
es_es: Pionero Tucos
ru_ru: Первопроходец Тукос

# data/maps/edge-test.json//entities/31/settings/npcStates/0/event/2/message
source: I'll join you party!
es_es: ¡Me uniré a tu grupo!
ru_ru: Я присоединюсь к группе!

# data/maps/edge-test.json//entities/32/settings/npcStates/0/event/2/message
source: Alright, I'll join...
es_es: Bien, me uniré...
ru_ru: Ладно, я присоединюсь...

# data/maps/edge-test.json//entities/33/settings/text
source: A rock formation! You're filled with \c[3]Determination\c[0]
es_es: ¡Una formación rocosa! Estás lleno de \c[3]Determinación\c[0]
ru_ru: Горная порода! Ты наполнена \c[3]Решительностью\c[0]

# data/maps/edge-test.json//entities/39/settings/npcStates/0/event/2/message
source: Your time is \v[timers.test.formatRemainingTime]
es_es: Tu tiempo es \v[timers.test.formatRemainingTime]
ru_ru: Твоё время \v[timers.test.formatRemainingTime]

source: Aye!
es_es: ¡Vale!
ru_ru: Так точно!

source: Pleasure doing business, lass!
es_es: ¡Un placer hacer negocios, muchacha!
ru_ru: Приятно иметь дело, девочка!

source: Window shoppin', aren't we?
es_es: Solo mirando, ¿no?
ru_ru: Разглядываем витрины, не так ли?

source: Score
es_es: Puntaje
ru_ru: Результат

source: Add Counter
es_es: Añadir Contador
ru_ru: Добавить счётчик

source: Remove Counter
es_es: Remover Contador
ru_ru: Убрать счётчик

# data/maps/enemy-test-henne.json//entities/5/settings/analyzable/text
source: Testerina
es_es: Pruebana

source: TRUE
es_es: VERDADERO

source: FALSE
es_es: FALSO

# data/maps/enemy-test-henne.json//entities/5/settings/npcStates/4/event/3/message
source: floor: \v[tmp.number1]
es_es: piso: \v[tmp.number1]
ru_ru: этаж: \v[tmp.number1]

# data/maps/enemy-test-henne.json//entities/5/settings/npcStates/4/event/5/message
source: round: \v[tmp.number1]
es_es: ronda: \v[tmp.number1]
ru_ru: раунд: \v[tmp.number1]

# data/maps/enemy-test-henne.json//entities/5/settings/npcStates/4/event/7/message
source: round: \v[tmp.number1]
es_es: ronda: \v[tmp.number1]
ru_ru: раунд: \v[tmp.number1]

# data/maps/enemy-test-henne.json//entities/5/settings/npcStates/4/event/9/message
source: round: \v[tmp.number1]
es_es: ronda: \v[tmp.number1]
ru_ru: раунд: \v[tmp.number1]

source: round: \v[tmp.number1]
es_es: ronda: \v[tmp.number1]
ru_ru: раунд: \v[tmp.number1]

source: ceil: \v[tmp.number1]
es_es: techo: \v[tmp.number1]
ru_ru: потолок: \v[tmp.number1]

source: floor: \v[tmp.number1]
es_es: piso: \v[tmp.number1]
ru_ru: этаж: \v[tmp.number1]

source: TRUE
es_es: VERDADERO

source: FALSE, no entity of that name
es_es: FALSO, ninguna entidad con ese nombre

source: TRUE
es_es: VERDADERO

source: FALSE, no entity of that name
es_es: FALSO, ninguna entidad con ese nombre

source: TRUE
es_es: VERDADERO

source: FALSE, no entity of that name
es_es: FALSO, ninguna entidad con ese nombre

# data/maps/enemy-test-sao.json//entities/11/settings/interact/hoverText
source: Challenge Note
es_es: Nota Desafío
ru_ru: Заметка об испытании

# data/maps/enemy-test-sao.json//entities/11/settings/interact/event/0/text
source: The duel will take place at \c[3][ Location Name ]\c[0].
es_es: El duelo tendrá lugar en \c[3][ Nombre de la ubicación ]\c[0].

# data/maps/enemy-test-sao.json//entities/11/settings/interact/event/1/text
source: The duel shall start when the area has been \c[3]ridden of all other opponents\c[0].
es_es: El duelo debe comenzar cuando el área ha sido \c[3]montado de todos los demás oponentes\c[0].
ru_ru: Дуэль следует начинать, когда область будет \c[3]очищена от прочих противников\c[0].

# data/maps/henne-test-1.json//entities/52/settings/event/1/message
source: O hai Carla!
es_es: ¡Oh, hola Carla!
ru_ru: О прывет Карла!

# data/maps/henne-test-1.json//entities/52/settings/event/3/message
source: O hai Lea. Kill all the evil robots to leave The Room.
es_es: Mata a todos los malvados robots para salir de La Habitación.
ru_ru: О прывет Лея. Убей всех этих злых роботов и покинь Комнату.

# data/maps/henne-test-1.json//entities/52/settings/event/5/message
source: Haha. What a story Carla!
es_es: Jaja. ¡Qué historia, Carla!
ru_ru: Хаха. Вот это история, Карла!

# data/maps/henne1337.json//entities/5/settings/event/0/task
source: This is just some Test task!
es_es: ¡Esta es solo una tarea de prueba!
ru_ru: Это просто тестовое задание!

# data/maps/henne1337.json//entities/5/settings/event/1/message
source: Guys, check out this cool message system I came up with!
es_es: ¡Chicos, miren este sistema de mensajería que me inventé!
ru_ru: Ребята, зацените эту клёвую систему сообщений, которую я придумал!

# data/maps/henne1337.json//entities/5/settings/event/2/message
source: I'm not even sure what I'm doing here!
es_es: ¡No estoy segura de lo que estoy haciendo!
ru_ru: Я даже не уверена, что я здесь делаю!

# data/maps/henne1337.json//entities/5/settings/event/3/message
source: Make sure to hit those enemies with balls.
es_es: Asegúrate de darle a esos enemigos con las bolas.
ru_ru: Убедись в том, что ты ударяешь этих врагов шарами.

# data/maps/henne1337.json//entities/5/settings/event/4/message
source: They are very effective.
es_es: Son muy efectivas.
ru_ru: Они очень эффективны.

# data/maps/henne1337.json//entities/5/settings/event/5/message
source: Against everything.
es_es: Contra todo.
ru_ru: Против всего.

# data/maps/henne9001.json//entities/14/settings/event/7/message
source: Welcome stranger. Good luck with this and remember: Cloudy drink kills frog!
es_es: Bienvenido extraño. Buena suerte, y recurda: ¡Las bebidas nubladas matan a la rana!
ru_ru: Приветствую, странник. Удачи со всем этим и помни: Cloudy drink kills frog!

# data/maps/meta-space.json//entities/4/settings/event/7/thenStep/0/text
source: A new future lies ahead of you.
es_es: Un nuevo futuro está por delante de ti.
ru_ru: Новое будущее простирается перед вами.

# data/maps/meta-space.json//entities/4/settings/event/7/elseStep/0/text
source: You reached a dead end.
es_es: Llegaste a un callejón sin salida.
ru_ru: Вы зашли в тупик.

# data/maps/meta-space.json//entities/7/settings/event/2/thenStep/0/text
source: The path to the future is \c[3]locked away\c[0]...
es_es: El camino hacia el futuro está \c[3]bloqueado\c[0]...
ru_ru: Путь в будущее \c[3]заблокирован\c[0]...

source: You are ready for the future!
es_es: ¡Estás listo para el futuro!
ru_ru: Вы готовы к будущему!

source: Start the \c[3]Post Game Episode\c[0]?
es_es: ¿Iniciar el \c[3]Episodio Pos Juego\c[0]?
ru_ru: Начать \c[3]пост-игровой эпизод\c[0]?

source: Yes
es_es: Sí
ru_ru: Да

source: You wonder what will happen next.
es_es: Te preguntas qué pasará después.
ru_ru: Вы задаётесь вопросом, что будет дальше.

source: This point marks the beginning of the Post Game DLC: \c[3]CrossCode: A New Home\c[0].
es_es: Este punto marca el comienzo del DLC posterior al juego: \c[3]CrossCode: Un Nuevo Hogar\c[0].
ru_ru: Данный момент знаменует начало пост-игрового DLC: \c[3]CrossCode: A New Home\c[0].

source: It features a new dungeon, a new area to explore, as well as an extension of the story.
es_es: Cuenta con una nueva mazmorra, una nueva área para explorar, así como una extensión de la historia.
ru_ru: Оно включает в себя новое подземелье, новую зону для исследования, а также продолжение истории.

source: Once the DLC has been installed, you can continue from this point on.
es_es: Una vez que se haya instalado el DLC, podrás continuar a partir de este punto.
ru_ru: Как только DLC будет установлено, вы сможете продолжить с этого момента.

# data/maps/meta-space.json//entities/9/settings/event/2/thenStep/0/text
source: Maybe the \c[3]key to the future\c[0] lies in the \c[3]past\c[0].
es_es: Tal vez la \c[3]llave del futuro\c[0] esté en el \c[3]pasado\c[0].
ru_ru: Возможно, что \c[3]ключ к будущему\c[0] находится в \c[3]прошлом\c[0].

# data/maps/meta-space.json//entities/9/settings/event/2/elseStep/0/text
source: You ponder about returning to the \c[3]past\c[0].
es_es: Reflexionas sobre volver al \c[3]pasado\c[0].
ru_ru: Вы думаете о возвращении к \c[3]прошлому\c[0].

# data/maps/meta-space.json//entities/9/settings/event/3/text
source: Return to the \c[3]past\c[0]. You can return back to the \c[3]beginning of Chapter 10\c[0] shortly after you met Satoshi.
es_es: Volver al \c[3]pasado\c[0]. Puedes regresar al \c[3]comienzo del Capítulo 10\c[0] poco después de conocer a Satoshi.
ru_ru: Возвращение к \c[3]прошлому\c[0]. Вы можете вернуться к \c[3]началу главы 10\c[0], к тому моменту, когда встретили Сатоши.

# data/maps/meta-space.json//entities/9/settings/event/4/text
source: Your actions in the past might impact your future. You will keep your \c[3]level, items and quest progress\c[0].
es_es: Tus acciones en el pasado pueden afectar tu futuro. Mantendrás tu \c[3]nivel, objetos y progreso de misiones\c[0].
ru_ru: Ваши действия в прошлом могут повлиять на ваше будущее. Вы сохраните свой \c[3]уровень, предметы и прогресс квестов\c[0].

# data/maps/meta-space.json//entities/9/settings/event/5/text
source: You will also have the option to \c[3]skip the Final Raid and Dungeon\c[0].
es_es: También tendrás la opción de \c[3]saltar el asalto final y la mazmorra\c[0].
ru_ru: У вас также будет возможность \c[3]пропустить финальный рейд и подземелье\c[0].

# data/maps/meta-space.json//entities/9/settings/event/8/text
source: Do you want to return to the \c[3]past\c[0]?
es_es: ¿Quieres volver al \c[3]pasado\c[0]?
ru_ru: Вы хотите вернуться в \c[3]прошлое\c[0]?

# data/maps/meta-space.json//entities/9/settings/event/8/options/0/label
source: Yes
es_es: Sí
ru_ru: Да

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/2/message
source: HI!!
es_es: ¡¡Hola!!
ru_ru: ПРИВЕТ!!

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/4/message
source: HORN HOLD2
es_es: SOSTENER EL CUERNO2
ru_ru: ДЕРЖИТ РОГА2

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/5/message
source: HORN HOLD2
es_es: SOSTENER EL CUERNO2
ru_ru: ДЕРЖИТ РОГА2

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/6/message
source: HORN HOLD2
es_es: SOSTENER EL CUERNO2
ru_ru: ДЕРЖИТ РОГА2

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/8/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/9/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/10/message
source: NOD NERVOUS
es_es: ASIENTO NERVIOSO
ru_ru: НЕРВНО КИВАЕТ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/11/message
source: WAKING...
es_es: DESPERTANDO...
ru_ru: ПРОСЫПАЕТСЯ...

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/12/message
source: ANNOYED...
es_es: MOLESTO...
ru_ru: РАЗДРАЖЁН...

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/13/message
source: EXHAUSTED
es_es: EXHAUSTO
ru_ru: ИСТОЩЁН

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/14/message
source: NODS DEAD INSIDE
es_es: ASIENTO MUERTO POR DENTRO
ru_ru: КИВАЕТ ДЕД ИНСАЙД

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/15/message
source: SHAKES EYE CLOSED
es_es: SACUDE LOS OJOS CERRADOS
ru_ru: МОТАЕТ ГОЛОВОЙ ГЛАЗА ЗАКРЫТЫ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/16/message
source: SHAKE PANIC
es_es: SACUDE EN PÁNICO
ru_ru: МОТАЕТ ГОЛОВОЙ ПАНИКУЕТ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/17/message
source: SHAKE SCARED
es_es: SACUDE ASUSTADO
ru_ru: МОТАЕТ ГОЛОВОЙ ИСПУГАН

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/18/message
source: NOD SAD
es_es: ASIENTO TRISTE
ru_ru: ГРУСТНО КИВАЕТ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/19/message
source: NOD HARD1
es_es: ASIENTO FUERTE1
ru_ru: КИВАЕТ СИЛЬНО1

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/20/message
source: NOD HARD2
es_es: ASIENTO FUERTE2
ru_ru: КИВАЕТ СИЛЬНО2

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/21/message
source: SHAKE SAD
es_es: SACUDE TRISTE
ru_ru: ГРУСТНО КИВАЕТ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/22/message
source: HAND ONE
es_es: MANO UNO
ru_ru: РУКА ОДИН

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/23/message
source: HAND WEIRD
es_es: MANO RARA
ru_ru: РУКА СТРАННАЯ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/24/message
source: HAND POINT
es_es: MANO APUNTANDO
ru_ru: РУКОЙ ПОКАЗЫВАЕТ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/25/message
source: HAND POINT SELF
es_es: MANO APUNTANDOSE
ru_ru: РУКОЙ ПОКАЗЫВАЕТ НА СЕБЯ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/26/message
source: HAND POINT JOKE
es_es: MANO APUNTANDOSE BROMEANDO
ru_ru: РУКОЙ ПОКАЗЫВАЕТ НА ШУТКУ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/27/message
source: HAND POINT ANGRY
es_es: MANO APUNTANDOSE CON IRA
ru_ru: РУКОЙ ПОКАЗЫВАЕТ НА ЗЛОЙ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/28/message
source: STAR POINTING PRE
es_es: ESTRELLA APUNTANDO PRE
ru_ru: НАЧИНАЕТ РУКОЙ ПОКАЗЫВАЕТ

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/29/message
source: STAR POINTING
es_es: APUNTANDO ESTRELLAS
ru_ru: ПОКАЗЫВАЕТ ЗВЁЗДЫ
