Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/etc.po
Languages: es_es, ru_ru

# data/players/lea.json//actions/WAVE/DASH_SPECIAL2_B/description
source: Dash away and leave behind a deadly decoy that distracts and damages your foes.
es_es: Huye y deja atrás un señuelo mortal que distrae y daña a tus enemigos.
ru_ru: Сделай рывок прочь и оставь позади смертельную приманку, которая наносит урон врагам и отвлекает их.

# data/players/lea.json//actions/WAVE/DASH_SPECIAL3_A/name
source: Vortex Tide
es_es: Marea de Vórtice
ru_ru: Вихревое течение

# data/players/lea.json//actions/WAVE/DASH_SPECIAL3_A/description
source: Charge up by creating a Vortex behind you and blast off leaving behind a huge wave explosion.
es_es: Cargue creando un vórtice detrás de usted y despegue dejando atrás una gran explosión de Pulso.
ru_ru: Создай водоворот позади себя и взлети, оставляя позади огромный волновой взрыв.

# data/players/lea.json//actions/WAVE/DASH_SPECIAL3_B/description
source: Dash through and create 4 decoys that pummel an enemy multiple times ending with a combined wave attack.
es_es: Esquiva y crea 4 señuelos que golpean a un enemigo varias veces y terminan con un ataque de Pulsos combinado.
ru_ru: Сделай рывок, создавая четыре приманки, избивающих врага, и прикончи его волновой комбо-атакой.

# data/players/shizuka.json//actions/NEUTRAL/ATTACK_SPECIAL1_A/name
source: Spin Dance
es_es: Danza Giratoria
ru_ru: Круговой танец

# data/players/shizuka.json//actions/NEUTRAL/ATTACK_SPECIAL1_A/description
source: A wide-ranged spinning move hitting many nearby enemies.
es_es: Un movimiento giratorio de amplio alcance que golpea a muchos enemigos cercanos.
ru_ru: Широкое вращательное движение, поражающее большую площадь.

# data/players/shizuka.json//actions/NEUTRAL/THROW_SPECIAL1_A/name
source: Bullet Rain
es_es: Lluvia de Balas
ru_ru: Дождь из пуль

# data/players/shizuka.json//actions/NEUTRAL/THROW_SPECIAL1_A/description
source: Fire a mass of small shots in a narrow angle.
es_es: Dispara una masa de tiros pequeños en un ángulo estrecho.
ru_ru: Выстрели множество маленьких снарядов с маленьким разбросом.

# data/players/shizuka.json//actions/NEUTRAL/DASH_SPECIAL1_B/name
source: First Cut
es_es: Primer Corte
ru_ru: Начальный разрез

# data/players/shizuka.json//actions/NEUTRAL/DASH_SPECIAL1_B/description
source: A very powerful attack that will hit exactly one enemy.
es_es: Un ataque muy poderoso que golpea a un único objetivo.
ru_ru: Очень мощная атака, которая может поразить только одного врага.

# data/players/shizuka.json//actions/HEAT/ATTACK_SPECIAL1_A/name
source: Fire Whirl
es_es: Remolino de Fuego
ru_ru: Огненный вихрь

# data/players/shizuka.json//actions/HEAT/ATTACK_SPECIAL1_A/description
source: Performs a fierce whirl attack, engulfing your enemies in flames.
es_es: Realiza un feroz ataque de torbellino, envolviendo a tus enemigos en llamas.
ru_ru: Проведи свирепую вихревую атаку, поглощая врагов пламенем.

# data/players/shizuka.json//actions/HEAT/THROW_SPECIAL1_A/name
source: Burn!
es_es: ¡Llamas!
ru_ru: Гори!

# data/players/shizuka.json//actions/HEAT/THROW_SPECIAL1_A/description
source: A controllable blazing burst of fire that deals damage over a small area.
es_es: Una ráfaga de fuego llameante controlable que inflige daño en un área pequeña.
ru_ru: Контролируемый полыхающий огненный взрыв, наносящий урон в небольшом радиусе.

# data/players/shizuka.json//actions/HEAT/DASH_SPECIAL1_A/name
source: Crimson Strike
es_es: Golpe Carmesí
ru_ru: Багровая атака

# data/players/shizuka.json//actions/HEAT/DASH_SPECIAL1_A/description
source: Dash through your enemies while leaving a trail of fire.
es_es: Esquiva a través de tus enemigos mientras dejas un rastro de fuego.
ru_ru: Сделай рывок через врагов, оставляя огненный след.

# data/players/shizuka.json//actions/COLD/ATTACK_SPECIAL1_A/name
source: Ice Twirl
es_es: Giro de Hielo
ru_ru: Ледяной вихрь

# data/players/shizuka.json//actions/COLD/ATTACK_SPECIAL1_A/description
source: Performs a stationary ice whirl attack with wide range and strong knockback.
es_es: Realiza un ataque de torbellino de hielo estacionario con un amplio alcance y un fuerte retroceso.
ru_ru: Соверши вихревую атаку на месте с большим радиусом и сильным отталкиванием.

# data/players/shizuka.json//actions/COLD/THROW_SPECIAL1_A/name
source: Snow Flawke
es_es: Copo de Nieve
ru_ru: Снежный изъян

# data/players/shizuka.json//actions/COLD/THROW_SPECIAL1_A/description
source: Hit enemies with a big snow explosion, caging them within icicles.
es_es: Golpea a los enemigos con una gran explosión de nieve, enjaulándolos dentro de carámbanos.
ru_ru: Порази врагов большим снежным взрывом, который окружает врагов сосульками.

# data/players/shizuka.json//actions/COLD/THROW_SPECIAL1_NO/name
source: Hail Flurry
es_es: Ráfaga de Granizo
ru_ru: Шквальный град

# data/players/shizuka.json//actions/COLD/THROW_SPECIAL1_NO/description
source: Quickly shoots a mass of icy spikes.
es_es: Dispara rápidamente una masa de púas heladas.
ru_ru: Быстро выстрели множество ледяных шипов.

# data/players/shizuka.json//actions/COLD/DASH_SPECIAL1_A/name
source: Indigo Strike
es_es: Ataque Índigo
ru_ru: Удар индиго

# data/players/shizuka.json//actions/COLD/DASH_SPECIAL1_A/description
source: Dash with high speed, leaving a trail of icicles behind you, damaging enemies on contact.
es_es: Esquiva a alta velocidad, dejando un rastro de carámbanos detrás de ti, dañando a los enemigos al contacto.
ru_ru: Сделай быстрый рывок, оставляя след из сосулек за собой, которые наносят урон врагам при контакте.

# data/players/shizuka.json//actions/SHOCK/ATTACK_SPECIAL1/name
source: Tesla Twist
es_es: Giro Tesla
ru_ru: Вращение Теслы

# data/players/shizuka.json//actions/SHOCK/ATTACK_SPECIAL1/description
source: Attack with a series of multiple fast spin attacks within a small radius.
es_es: Ataca con una serie de múltiples ataques giratorios rápidos dentro de un radio pequeño.
ru_ru: Атакуй серией быстрых вращений с маленьким радиусом.

# data/players/shizuka.json//actions/SHOCK/THROW_SPECIAL1/name
source: Homing Wisp
es_es: Brisa Mensajera
ru_ru: Управляемые огни

# data/players/shizuka.json//actions/SHOCK/THROW_SPECIAL1/description
source: Shoot an array of small homing projectiles.
es_es: Dispara una serie de pequeños proyectiles guiados.
ru_ru: Выстрели множество маленьких самонаводящихся снарядов.

# data/players/shizuka.json//actions/SHOCK/DASH_SPECIAL1_B/name
source: Thunder Dart
es_es: Dardo Trueno
ru_ru: Громовой дротик

# data/players/shizuka.json//actions/SHOCK/DASH_SPECIAL1_B/description
source: Dash through enemies leaving a shocking trail of lightning.
es_es: Esquiva a través de los enemigos dejando un impactante rastro de relámpagos.
ru_ru: Сделай рывок через врагов, оставляя шоковый след из молний.

# data/players/shizuka.json//actions/WAVE/ATTACK_SPECIAL1_A/name
source: Ki Thrust
es_es: Empuje Ki
ru_ru: Выпад Ки

# data/players/shizuka.json//actions/WAVE/ATTACK_SPECIAL1_A/description
source: Frontal attack with high damage, sending all hit enemies flying.
es_es: Ataque frontal con gran daño, enviando a todos los enemigos golpeados por los aires.
ru_ru: Атака вперёд с высоким уроном, отправляющая врагов в полёт.

# data/players/shizuka.json//actions/WAVE/THROW_SPECIAL1_A/name
source: Fae Round
es_es: Ronda Feérica
ru_ru: Пуля феи

# data/players/shizuka.json//actions/WAVE/THROW_SPECIAL1_A/description
source: Shoots a super fast projectile penetrating a line of enemies.
es_es: Dispara un proyectil súper rápido que penetra en una línea de enemigos.
ru_ru: Выстрели сверхбыстрым снарядом, пробивающим линию врагов.

# data/players/shizuka.json//actions/WAVE/DASH_SPECIAL1_A/name
source: Verdant Strike
es_es: Ataque Esmeralda
ru_ru: Зелёный удар

# data/players/shizuka.json//actions/WAVE/DASH_SPECIAL1_A/description
source: Dash with high speed, damaging and stunning enemies along the way.
es_es: Esquiva con alta velocidad, además daña y aturde enemigos en el camino.
ru_ru: Сделай рывок на большой скорости, нанося урон и оглушая всех противников на пути.

# data/save-presets/0-before-boss.json//title
source: Before Crab Battle
es_es: Antes de la Batalla del Cangrejo
ru_ru: До битвы с крабом

# data/save-presets/0-before-boss.json//sub
source: Before the boss on the cargo ship
es_es: Antes del jefe en el Buque de Carga
ru_ru: Перед боссом на грузовом судне

# data/save-presets/1-rhombus-dng-start.json//title
source: Rhombus Dungeon Start
es_es: Comienzo de Mazmorra Rombo
ru_ru: Начало подземелья Ромба

# data/save-presets/1-rhombus-dng-start.json//sub
source: Similar to old puzzle mode
es_es: Similar al antiguo Modo Puzzle
ru_ru: Похожее на старый режим головоломки

# data/save-presets/2-continue-story.json//title
source: Continue Story
es_es: Continuar Historia
ru_ru: Продолжить историю

# data/save-presets/2-continue-story.json//sub
source: Start from where 0.4 ended
es_es: Empezar desde donde terminó 0.4
ru_ru: Начните там, где кончилась 0.4

# data/save-presets/3-autumn-rise.json//title
source: Autumn's Rise
es_es: Albor Otoñal
ru_ru: Расцвет Осени

# data/save-presets/3-autumn-rise.json//sub
source: Start of Exploration
es_es: Inicio de Exploración
ru_ru: Начало исследования

# data/save-presets/4-apollo-duel.json//title
source: Before Apollo Duel
es_es: Antes del duelo de Apollo
ru_ru: До дуэли с Аполло

# data/save-presets/4-apollo-duel.json//sub
source: Ready for the duel with Apollo
es_es: Listo para el duelo con Apollo
ru_ru: Готова к дуэли с Аполло

# data/save-presets/5-before-bergen.json//title
source: Before Bergen
es_es: Antes de Bergen
ru_ru: До Бергена

# data/save-presets/5-before-bergen.json//sub
source: Visit the new village and dungeon!
es_es: ¡Visita el nuevo pueblo y la mazmorra!
ru_ru: Посетите новую деревню и подземелье!

# data/save-presets/6-before-maroon.json//title
source: Before Maroon Valley
es_es: Antes del Valle Granate
ru_ru: До Бордовой долины

# data/save-presets/6-before-maroon.json//sub
source: Explore the desert!
es_es: ¡Explora el desierto!
ru_ru: Исследуйте пустыню!

# data/save-presets/7-fajro-temple.json//title
source: Faj'ro Temple
es_es: Templo Faj'ro
ru_ru: Храм Фай'ро

# data/save-presets/7-fajro-temple.json//sub
source: Explore the heat dungeon!
es_es: ¡Explora la mazmorra de fuego!
ru_ru: Исследуйте подземелье пламени!

# data/save-presets/8-autumns-fall.json//title
source: Autumn's Fall
es_es: Ocaso Otoñal
ru_ru: Закат Осени

# data/save-presets/8-autumns-fall.json//sub
source: Head towards the new Jungle!
es_es: ¡Dirígete hacia la nueva jungla!
ru_ru: Направляйтесь в новые джунгли!

# extension/fish-gear/fish-gear.json//name
source: PS4 Exclusive Extension
es_es: Extensión exclusiva de PS4
ru_ru: Эксклюзивное расширение для PS4

# extension/fish-gear/fish-gear.json//description
source: Includes a new late-game quest and pet that were once exclusive to the Playstation 4!
es_es: ¡Incluye una nueva misión pos juego y una mascota originalmente exclusivas de Playstation 4!
ru_ru: Включает в себя новый квест на поздней стадии игры и питомца, которые раньше были эксклюзивными для Playstation 4!

# extension/flying-hedgehag/flying-hedgehag.json//name
source: Switch Exclusive Extension
es_es: Extensión exclusiva de Switch
ru_ru: Эксклюзивное расширение для Switch

# extension/flying-hedgehag/flying-hedgehag.json//description
source: Includes a new late-game quest and pet that were once exclusive to the Nintendo Switch!
es_es: ¡Incluye una nueva misión pos juego y una mascota originalmente exclusivas de Nintendo Switch!
ru_ru: Включает в себя новый квест на поздней стадии игры и питомца, которые раньше были эксклюзивными для Nintendo Switch!

# extension/manlea/manlea.json//name
source: Manlea
es_es: Leo
ru_ru: Манлея

# extension/manlea/manlea.json//description
source: The manlier version of Lea is finally here!
es_es: ¡La versión más varonil de Lea finalmente está aquí!
ru_ru: Более мужественная версия Леи уже здесь!

# extension/ninja-skin/ninja-skin.json//name
source: Ninja Skin
es_es: Traje Ninja
ru_ru: Одежда ниндзя

# extension/ninja-skin/ninja-skin.json//description
source: Lea has been running around like a ninja all along and now she finally has the appropriate set of clothes! You can equip the \c[3]Kunoichi\c[0] in the \c[3]Add-on\c[0] tab of the \c[3]inventory\c[0]
es_es: ¡Lea ha estado corriendo como un ninja todo el tiempo y ahora finalmente tiene la ropa adecuada! Puedes equipar el \c[3]Kunoichi\c[0] en la pestaña \c[3]Accesorios\c[0] del \c[3]Inventario\c[0]
ru_ru: Лея бегает повсюду как ниндзя, и теперь у неё есть подходящий для этого наряд! Вы можете включить \c[3]Куноичи\c[0] во вкладке \c[3]Расширения\c[0] в \c[3]инвентаре\c[0]

# extension/post-game/post-game.json//name
source: Post Game DLC
es_es: DLC Pos Juego
ru_ru: Пост-игровое DLC

# extension/post-game/post-game.json//description
source: The story continues after you reached the end of the main game.
es_es: La historia continúa después de llegar al final del juego principal.
ru_ru: Историю продолжится после того, как вы завершите основную игру.

# extension/scorpion-robo/scorpion-robo.json//name
source: PC Exclusive Extension
es_es: Extensión exclusiva de PC
ru_ru: Эксклюзивное расширение для ПК

# extension/scorpion-robo/scorpion-robo.json//description
source: Includes a new late-game quest and pet that were once exclusive to the PC!
es_es: ¡Incluye una nueva misión pos juego y una mascota originalmente exclusivas de PC!
ru_ru: Включает в себя новый квест на поздней стадии игры и питомца, которые раньше были эксклюзивными для ПК!

# extension/snowman-tank/snowman-tank.json//name
source: Xbox Exclusive Extension
es_es: Extensión exclusiva de Xbox
ru_ru: Эксклюзивное расширение для Xbox

# extension/snowman-tank/snowman-tank.json//description
source: Includes a new late-game quest and pet that were once exclusive to the Xbox One!
es_es: ¡Incluye una nueva misión pos juego y una mascota originalmente exclusivas de Xbox One!
ru_ru: Включает в себя новый квест на поздней стадии игры и питомца, которые раньше были эксклюзивными для Xbox One!

# data/areas/arid-dng-1.json//floors/0/maps/6/name
source: ERROR 404
ru_ru: ОШИБКА 404

# data/areas/fallback.json//floors/0/maps/1/name
source: Nope
ru_ru: Нет

# data/areas/heat-area.json//floors/1/maps/5/name
source: HP Reception
ru_ru: Приёмная HP

# data/areas/testing-grounds.json//floors/0/name
source: Base
ru_ru: База

# data/credits/beta-tester.json//entries/header/header
source: Beta Testers
ru_ru: Бета-тестеры

# data/maps/enemy-test-henne.json//entities/5/settings/npcStates/4/event/1/message
source: Base: \v[tmp.number1]
ru_ru: Основа: \v[tmp.number1]

source: No
ru_ru: Нет

# data/maps/meta-space.json//entities/9/settings/event/8/options/1/label
source: No
ru_ru: Нет

# data/maps/npc-test.json//entities/34/settings/npcStates/0/event/3/message
source: HORN HOLD
ru_ru: ДЕРЖИТ РОГА

# data/maps/rhombus-square-view.json//entities/9/settings/event/16/options/1/label
source: [No]
ru_ru: [Нет]

# data/maps/text-copy.json//entities/0/settings/event/5/message
source: CliP!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/8/message
source: CliP!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/10/message
source: CliP!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/12/message
source: CliP!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/16/message
source: CliP!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/18/message
source: CliP!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/20/message
source: CliP!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/22/message
source: CliP!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/24/message
source: CliP!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/26/message
source: CliP!
ru_ru: ХлоП!

# data/maps/text-copy.json//entities/0/settings/event/34/message
source: CliP!
ru_ru: ХлоП!

# data/players/glasses.json//actions/NEUTRAL/THROW_SPECIAL1_NOPE/name
source: BUFF H3X!
ru_ru: БАФАЙ Х3КС!

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL3_A/name
source: Ragnarök
ru_ru: Рагнарёк

# data/players/lea.json//actions/COLD/GUARD_SPECIAL2_A/name
source: Freeze Frame
ru_ru: Стоп-кадр

# data/players/lea.json//actions/COLD/GUARD_SPECIAL3_B/name
source: Fimbulvetr
ru_ru: Фимбульветр

# data/players/lea.json//actions/WAVE/GUARD_SPECIAL2_A/name
source: Poltergeist
ru_ru: Полтергейст

# data/players/lea.json//actions/WAVE/DASH_SPECIAL3_B/name
source: Gungnir
ru_ru: Гунгнир
