Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/etc.po
Languages: es_es, ru_ru

# data/players/apollo.json//actions/WAVE/THROW_SPECIAL1_B/description
source: Hit enemies with a swarm of projectiles absorbing its HP.
es_es: Golpea con un enjambre de proyectiles que absorben su HP.
ru_ru: Атакуй врагов роем снарядов, поглощающих их HP.

# data/players/apollo.json//actions/WAVE/DASH_SPECIAL1_A/name
source: Verdant Strike
es_es: Ataque Esmeralda
ru_ru: Зелёный удар

# data/players/apollo.json//actions/WAVE/DASH_SPECIAL1_A/description
source: Dash with high speed, damaging and stunning enemies along the way.
es_es: Esquiva con alta velocidad, además daña y aturde enemigos en el camino.
ru_ru: Сделай рывок на большой скорости, нанося урон и оглушая всех противников на пути.

# data/players/emilie.json//actions/NEUTRAL/ATTACK_SPECIAL1_A/name
source: Beatdown
es_es: Paliza
ru_ru: Взбучка

# data/players/emilie.json//actions/NEUTRAL/THROW_SPECIAL1_A/name
source: Ball of Fist
es_es: Puño Bala
ru_ru: Шар-кулак

# data/players/emilie.json//actions/NEUTRAL/DASH_SPECIAL1_A/name
source: Azure Strike
es_es: Ataque Cerúleo
ru_ru: Лазурный удар

# data/players/emilie.json//actions/HEAT/ATTACK_SPECIAL1_A/name
source: Faucon Poing
es_es: Falcon Punch
ru_ru: Кулак сокола

# data/players/emilie.json//actions/HEAT/DASH_SPECIAL1_A/name
source: Crimson Strike
es_es: Ataque Carmesí
ru_ru: Багровая атака

# data/players/emilie.json//actions/COLD/THROW_SPECIAL1_A/name
source: Freeze Nails
es_es: Clavos Congelantes
ru_ru: Морозные гвозди

# data/players/emilie.json//actions/COLD/THROW_SPECIAL1_A/description
source: Quickly shoots a mass of icy spikes.
es_es: Dispara rápidamente una masa de púas heladas.
ru_ru: Быстро выстрели множество ледяных шипов.

# data/players/emilie.json//actions/COLD/ATTACK_SPECIAL1_A/name
source: Frozen Cage
es_es: Jaula Congelada
ru_ru: Морозные оковы

# data/players/emilie.json//actions/SHOCK/ATTACK_SPECIAL1_A/name
source: Pummeling Strike
es_es: Puñetazos
ru_ru: Избиение

# data/players/emilie.json//actions/SHOCK/DASH_SPECIAL1_A/name
source: Amber Thrust
es_es: Empuje Ámbar
ru_ru: Янтарный выпад

# data/players/emilie.json//actions/WAVE/ATTACK_SPECIAL1_A/name
source: Palm Basher
es_es: Guillotina
ru_ru: Ладонь-убийца

# data/players/emilie.json//actions/WAVE/THROW_SPECIAL1_A/name
source: Fae Stream
es_es: Corriente Férrica
ru_ru: Поток феи

# data/players/glasses.json//actions/NEUTRAL/THROW_SPECIAL1/name
source: MAGIC MISSILE
es_es: Misil Mágico
ru_ru: МАГИЧЕСКИЙ СНАРЯД

# data/players/glasses.json//actions/NEUTRAL/THROW_SPECIAL1/description
source: Use it to attack the darkness.
es_es: Úsalo para atacar la oscuridad.
ru_ru: Используй это, чтобы атаковать тьму.

# data/players/glasses.json//actions/HEAT/THROW_SPECIAL1/name
source: Heat Missile
es_es: Misil de Fuego
ru_ru: Тепловая ракета

# data/players/glasses.json//actions/HEAT/THROW_SPECIAL1/description
source: Use it to attack the darkness.
es_es: Úsalo para atacar la oscuridad.
ru_ru: Используй это, чтобы атаковать тьму.

# data/players/glasses.json//actions/COLD/THROW_SPECIAL1/name
source: Cold Missile
es_es: Misil de Hielo
ru_ru: Холодная ракета

# data/players/glasses.json//actions/COLD/THROW_SPECIAL1/description
source: Use it to attack the darkness.
es_es: Úsalo para atacar la oscuridad.
ru_ru: Используй это, чтобы атаковать тьму.

# data/players/glasses.json//actions/SHOCK/THROW_SPECIAL1/name
source: Shock Missile
es_es: Misil de Rayo
ru_ru: Шоковая ракета

# data/players/glasses.json//actions/SHOCK/THROW_SPECIAL1/description
source: Use it to attack the darkness.
es_es: Úsalo para atacar la oscuridad.
ru_ru: Используй это, чтобы атаковать тьму.

# data/players/glasses.json//actions/WAVE/THROW_SPECIAL1/name
source: Wave Missile
es_es: Misil de Pulso
ru_ru: Волновая ракета

# data/players/glasses.json//actions/WAVE/THROW_SPECIAL1/description
source: Use it to attack the darkness.
es_es: Úsalo para atacar la oscuridad.
ru_ru: Используй это, чтобы атаковать тьму.

# data/players/joern.json//actions/NEUTRAL/ATTACK_SPECIAL1/name
source: Gravity Taunt
es_es: Burla Ingrávida
ru_ru: Грави-вызов

# data/players/joern.json//actions/NEUTRAL/THROW_SPECIAL1/name
source: Gravity Taunt
es_es: Burla Ingrávida
ru_ru: Грави-вызов

# data/players/joern.json//actions/NEUTRAL/GUARD_SPECIAL1/name
source: Kinetic Shield
es_es: Escudo Cinético
ru_ru: Кинетический щит

# data/players/joern.json//actions/HEAT/ATTACK_SPECIAL1/name
source: Heat Taunt
es_es: Burla de Fuego
ru_ru: Тепловой вызов

# data/players/joern.json//actions/HEAT/THROW_SPECIAL1/name
source: Heat Taunt
es_es: Burla de Fuego
ru_ru: Тепловой вызов

# data/players/joern.json//actions/HEAT/GUARD_SPECIAL1/name
source: Heatshield
es_es: Escudo de Fuego
ru_ru: Тепловой щит

# data/players/joern.json//actions/COLD/ATTACK_SPECIAL1/name
source: Cold Taunt
es_es: Burla de Hielo
ru_ru: Холодный вызов

# data/players/joern.json//actions/COLD/THROW_SPECIAL1/name
source: Cold Taunt
es_es: Burla de Hielo
ru_ru: Холодный вызов

# data/players/joern.json//actions/COLD/GUARD_SPECIAL1/name
source: Coldshield
es_es: Escudo de Hielo
ru_ru: Холодный щит

# data/players/joern.json//actions/SHOCK/ATTACK_SPECIAL1/name
source: Shock Taunt
es_es: Burla de Rayo
ru_ru: Шоковый вызов

# data/players/joern.json//actions/SHOCK/THROW_SPECIAL1/name
source: Shock Taunt
es_es: Burla de Rayo
ru_ru: Шоковый вызов

# data/players/joern.json//actions/SHOCK/GUARD_SPECIAL1/name
source: Shockshield
es_es: Escudo de Rayo
ru_ru: Шоковый щит

# data/players/joern.json//actions/WAVE/ATTACK_SPECIAL1/name
source: Wave Taunt
es_es: Burla de Pulso
ru_ru: Волновой вызов

# data/players/joern.json//actions/WAVE/THROW_SPECIAL1/name
source: Wave Taunt
es_es: Burla de Pulso
ru_ru: Волновой вызов

# data/players/joern.json//actions/WAVE/GUARD_SPECIAL1/name
source: Waveshield
es_es: Escudo de Pulso
ru_ru: Волновой щит

# data/players/lea.json//actions/NEUTRAL/ATTACK_SPECIAL1_A/name
source: Spin Dance
es_es: Baile Giratorio
ru_ru: Круговой танец

# data/players/lea.json//actions/NEUTRAL/ATTACK_SPECIAL1_A/description
source: A wide-ranged spinning move hitting many nearby enemies.
es_es: Un ataque giratorio que golpeará a los enemigos a tu alrededor.
ru_ru: Широкое вращательное движение, поражающее большую площадь.

# data/players/lea.json//actions/NEUTRAL/ATTACK_SPECIAL1_B/name
source: Sphere Saw
es_es: Sierra Esférica
ru_ru: Шаровая пила

# data/players/lea.json//actions/NEUTRAL/ATTACK_SPECIAL1_B/description
source: Catch your enemies in a spinning saw. Powerful attack with smaller range.
es_es: Atrapa a tus enemigos en una sierra giratoria. Un poderoso ataque de poco rango.
ru_ru: Поймай своих врагов вращающейся пилой. Мощная атака с маленьким радиусом.

# data/players/lea.json//actions/NEUTRAL/ATTACK_SPECIAL2_A/name
source: Spiral Dance
es_es: Baile Espiral
ru_ru: Спиральный танец

# data/players/lea.json//actions/NEUTRAL/ATTACK_SPECIAL2_A/description
source: A Spin Dance with more spins, hits, damage, and knockback.
es_es: Un Baile Giratorio pero con más giros, golpes, daño, y empuje.
ru_ru: Круговой танец с большим количеством вращений, ударов, урона и отталкивания.

# data/players/lea.json//actions/NEUTRAL/ATTACK_SPECIAL2_B/name
source: Sphere Storm
es_es: Tormenta
ru_ru: Круговой шторм

# data/players/lea.json//actions/NEUTRAL/ATTACK_SPECIAL2_B/description
source: Catch your enemies in a fierce air combo with massive damage.
es_es: Atrapa a tus enemigos en un feroz combo aéreo provocando un daño masivo.
ru_ru: Поймай своих врагов в свирепое воздушное комбо с огромным уроном.

# data/players/lea.json//actions/NEUTRAL/THROW_SPECIAL1_A/name
source: Ball of Steel
es_es: Bola de Acero
ru_ru: Стальной шар

# data/players/lea.json//actions/NEUTRAL/THROW_SPECIAL1_A/description
source: Fire a powerful projectile that will fly through enemies.
es_es: Dispara un poderoso proyectil que atraviesa enemigos.
ru_ru: Выстрели мощным снарядом с большой дальностью, который пролетает сквозь врагов.

# data/players/lea.json//actions/NEUTRAL/THROW_SPECIAL1_B/name
source: Bullet Rain
es_es: Lluvia de Balas
ru_ru: Дождь из пуль

# data/players/lea.json//actions/NEUTRAL/THROW_SPECIAL1_B/description
source: Fire a mass of small shots in a narrow angle.
es_es: Dispara una tormenta de pequeñas bolas en un ángulo cerrado.
ru_ru: Выстрели множество маленьких снарядов с маленьким разбросом.

# data/players/lea.json//actions/NEUTRAL/THROW_SPECIAL2_A/name
source: Ball of Boomerang
es_es: Bola Boomerang
ru_ru: Шар-бумеранг

# data/players/lea.json//actions/NEUTRAL/THROW_SPECIAL2_A/description
source: Fire a powerful projectile with wide range, flying through enemies and back to you.
es_es: Dispara un poderoso proyectil de amplio rango que atraviesa a los enemigos y vuelve hacia ti.
ru_ru: Выстрели мощным снарядом с большой дальностью, который пролетает сквозь врагов и возвращается к тебе.

# data/players/lea.json//actions/NEUTRAL/THROW_SPECIAL2_B/name
source: Bullet Inferno
es_es: Bolas Infernales
ru_ru: Пулевой ад

# data/players/lea.json//actions/NEUTRAL/THROW_SPECIAL2_B/description
source: Fire an even larger mass of homing shots at your target.
es_es: Dispara una masa de bolas teledirigidas aún más grande a tus enemigos.
ru_ru: Выстрели ещё больше самонаводящихся снарядов в цель.

# data/players/lea.json//actions/NEUTRAL/DASH_SPECIAL1_A/name
source: Azure Strike
es_es: Embestida Punzante
ru_ru: Лазурный удар

# data/players/lea.json//actions/NEUTRAL/DASH_SPECIAL1_A/description
source: Dash right through your enemies, damaging everything in your way.
es_es: Embiste a tus enemigos, atravesándolos y dañándolos en el proceso.
ru_ru: Сделай рывок прямо через врагов, нанося урон всем на пути.

# data/players/lea.json//actions/NEUTRAL/DASH_SPECIAL1_B/name
source: First Cut
es_es: Gran Corte
ru_ru: Начальный разрез

# data/players/lea.json//actions/NEUTRAL/DASH_SPECIAL1_B/description
source: A very powerful attack that will hit exactly one enemy.
es_es: Un ataque muy poderoso que golpea a un único objetivo.
ru_ru: Очень мощная атака, которая может поразить только одного врага.

# data/players/lea.json//actions/NEUTRAL/DASH_SPECIAL2_A/name
source: Azure Surge
es_es: Embestida Sobrecargada
ru_ru: Лазурный всплеск

# data/players/lea.json//actions/NEUTRAL/DASH_SPECIAL2_A/description
source: Dash through your enemies and ignite delayed damage spreading through nearby targets.
es_es: Embiste a tus enemigos, atravesándolos y distribuyendo daño entre otros cercanos.
ru_ru: Сделай рывок через врагов и спровоцируй урон с задержкой, распространяющийся через ближайшие цели.

# data/players/lea.json//actions/NEUTRAL/DASH_SPECIAL2_B/name
source: Final Showdown
es_es: Impacto Supremo
ru_ru: Решающая дуэль

# data/players/lea.json//actions/NEUTRAL/DASH_SPECIAL2_B/description
source: An extremely powerful attack that will hit exactly one enemy. A lot.
es_es: Un ataque extremadamente poderoso que destrozará un único enemigo.
ru_ru: Очень мощная атака, наносящая урон только одному противнику. Много урона.

# data/players/lea.json//actions/NEUTRAL/GUARD_SPECIAL1_A/name
source: Proximity Blast
es_es: Estallido Protector
ru_ru: Близкий взрыв

# data/players/lea.json//actions/NEUTRAL/GUARD_SPECIAL1_A/description
source: Blast away all nearby enemies, freeing up space.
es_es: Empuja a todos los enemigos a tu alrededor, quitándotelos de encima.
ru_ru: Оттолкни всех ближайших врагов взрывом, освобождая пространство.

# data/players/lea.json//actions/NEUTRAL/GUARD_SPECIAL1_B/name
source: Guard Sphere
es_es: Esfera Protectora
ru_ru: Защитная сфера

# data/players/lea.json//actions/NEUTRAL/GUARD_SPECIAL1_B/description
source: Creates a damage-reducing shield, lasting for a couple of seconds.
es_es: Crea un escudo a tu alrededor que reduce el daño. Dura unos pocos segundos.
ru_ru: На несколько секунд создаёт щит уменьшающий урон.

# data/players/lea.json//actions/NEUTRAL/GUARD_SPECIAL2_A/name
source: Vortex Blast
es_es: Vórtice Explosivo
ru_ru: Вихревой взрыв

# data/players/lea.json//actions/NEUTRAL/GUARD_SPECIAL2_A/description
source: Pull enemies towards you, only to blast them away with a fierce triple explosion.
es_es: Absorbe a los enemigos hacia ti, y empújalos con una poderosa explosión triple.
ru_ru: Притяни врагов к себе, только для того, чтобы взорвать их жестоким тройным взрывом.

# data/players/lea.json//actions/NEUTRAL/GUARD_SPECIAL2_B/name
source: Blade Sphere
es_es: Escudo de Guerra
ru_ru: Сфера-клинок

# data/players/lea.json//actions/NEUTRAL/GUARD_SPECIAL2_B/description
source: Creates a damage-reducing shield that also damages nearby enemies for several seconds.
es_es: Crea un escudo a tu alrededor que reduce el daño y daña a los enemigos por varios segundos.
ru_ru: На несколько секунд создаёт щит уменьшающий получаемый урон, который также наносит урон ближайшим врагам.

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL1_A/name
source: Fire Whirl
es_es: Torbellino de Fuego
ru_ru: Огненный вихрь

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL1_A/description
source: Performs a fierce whirl attack, engulfing your enemies in flames.
es_es: Un ataque giratorio de tres vueltas que envuelve en llamas a tus enemigos.
ru_ru: Проведи свирепую вихревую атаку, поглощая врагов пламенем.

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL1_B/name
source: Flame Jab
es_es: Golpe de Fuego
ru_ru: Пламенный джеб

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL1_B/description
source: A blazing thrust of fire piercing through enemies in front of you.
es_es: Un poderoso golpe que escupe ardientes llamas en su punto máximo.
ru_ru: Полыхающий выпад, пронизывающий врагов перед тобой.

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL2_A/name
source: Calamity Trigger
es_es: Catástrofe de Fuego
ru_ru: Причина бедствия

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL2_A/description
source: Draw in enemies with blazing fire balls and finish them with a massive fire whirl.
es_es: Absorbe enemigos con ardientes bolas en llamas y acaba con un poderoso torbellino de fuego.
ru_ru: Притяни врагов полыхающими шарами огня и прикончи их массивным огненным вихрем.

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL2_B/name
source: Blazing Dragon
es_es: Dragón en Llamas
ru_ru: Напор дракона

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL2_B/description
source: Lock in enemies with 2 powerful strikes followed by a flaming air combo.
es_es: Atrapa a tus enemigos y dales 2 poderosos golpes seguidos de un ardiente combo aéreo.
ru_ru: Обездвижь врагов двумя мощными ударами, за которыми следует огненное воздушное комбо.

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL3_A/description
source: The end is here. Draw in Enemies, engulf them in an upwards fire whirl and end with blazing ground explosion.
es_es: El final ha llegado. Absorbe a tus enemigos, envuélvelos en un ascendiente torbellino de fuego y acaba con una devastadora explosión en el suelo.
ru_ru: Конец уже здесь. Притяни врагов, поглоти их подбрасывающим огненным вихрем и добей полыхающим взрывом на земле.

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL3_B/name
source: Vermillion Echo
es_es: Reflejo Bermellón
ru_ru: Алый отголосок

# data/players/lea.json//actions/HEAT/ATTACK_SPECIAL3_B/description
source: Summon the spirit of the dragon and lock enemies in a fierce combo that ends with a fire tornado.
es_es: Invoca el espíritu del dragón y atrapa a tus enemigos en un feroz combo que acaba con un tornado de fuego.
ru_ru: Призови дух дракона и обездвижь врагов свирепым комбо, которое заканчивается огненным торнадо.

# data/players/lea.json//actions/HEAT/THROW_SPECIAL1_A/name
source: Burn!
es_es: ¡Arde!
ru_ru: Гори!

# data/players/lea.json//actions/HEAT/THROW_SPECIAL1_A/description
source: A controllable blazing burst of fire that deals damage over a small area.
es_es: Una llamarada de fuego controlable que causa daño en un área pequeña.
ru_ru: Контролируемый полыхающий огненный взрыв, наносящий урон в небольшом радиусе.

# data/players/lea.json//actions/HEAT/THROW_SPECIAL2_A/name
source: Flare Burn!
es_es: ¡Súper Bengala!
ru_ru: Гори-вспышка!

# data/players/lea.json//actions/HEAT/THROW_SPECIAL2_A/description
source: Jump into the air and fire a destructive laser along the direction you are facing.
es_es: Salta en el aire y dispara un destructivo láser de fuego en la dirección a la que estés apuntando.
ru_ru: Прыгни в воздух и выстрели разрушительным лазером по направлению взгляда.

# data/players/lea.json//actions/HEAT/DASH_SPECIAL1_A/name
source: Crimson Strike
es_es: Ataque Carmesí
ru_ru: Багровая атака

# data/players/lea.json//actions/HEAT/DASH_SPECIAL1_A/description
source: Dash through your enemies while leaving a trail of fire.
es_es: Atraviesa a tus enemigos dejando un rastro de fuego en tu camino.
ru_ru: Сделай рывок через врагов, оставляя огненный след.

# data/players/lea.json//actions/HEAT/DASH_SPECIAL1_B/name
source: Ashen Mine
es_es: Mina Trampa
ru_ru: Пепельная мина

# data/players/lea.json//actions/HEAT/DASH_SPECIAL1_B/description
source: Place a mine that explodes when enemies are nearby.
es_es: Coloca una mina que explotará cuando un enemigo se acerque.
ru_ru: Установи мину, которая взрывается, если враги рядом.

# data/players/lea.json//actions/HEAT/DASH_SPECIAL2_A/name
source: Crimson Stream
es_es: Sombra de Magma
ru_ru: Багровый поток

# data/players/lea.json//actions/HEAT/DASH_SPECIAL2_A/description
source: Surround yourself with fire and dash a long way, leaving hot damaging magma on the ground.
es_es: Rodéate de fuego y atraviesa a tus enemigos, dañándolos en el camino y dejando un rastro de ardiente magma en el suelo.
ru_ru: Окружи себя огнём и сделай длинный рывок, оставляя след из магмы.

# data/players/lea.json//actions/HEAT/DASH_SPECIAL2_B/name
source: Mine Valley
es_es: Campo Minado
ru_ru: Долина мин

# data/players/lea.json//actions/HEAT/DASH_SPECIAL2_B/description
source: Dash and place multiple mines which can seek enemies when not touched.
es_es: Esquiva y coloca 3 minas en tu camino que se dirigirán a tus enemigos y explotarán en proximidad.
ru_ru: Сделай рывок и установи несколько мин, которые будут преследовать врагов.

# data/players/lea.json//actions/HEAT/DASH_SPECIAL3_A/name
source: Scarlet Rain
es_es: Lluvia Escarlata
ru_ru: Алый дождь

# data/players/lea.json//actions/HEAT/DASH_SPECIAL3_A/description
source: Mark enemies by dashing through them which will be bombarded by a blazing meteor shower.
es_es: Al atravesar tus enemigos, los marcarás como objetivos para un poderoso bombardeo de ardientes meteoritos.
ru_ru: Сделай рывок, отмечая всех задетых врагов, которые впоследствии будут бомбардированы полыхающим метеоритным дождём.

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL1_A/name
source: Recoil Trumpet
es_es: Guardia Llameante
ru_ru: Алый полумесяц

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL1_A/description
source: Perfect guard an attack and counter with a flaming explosion.
es_es: Bloquea perfectamente un ataque y contraataca con una poderosa y ardiente explosión.
ru_ru: Идеально заблокируй атаку и контратакуй огненным взрывом.

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL1_B/name
source: Ring of Fire
es_es: Anillo de Fuego
ru_ru: Кольцо огня

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL1_B/description
source: Creates a ring of fire around you, dealing damage to enemies walking into it.
es_es: Crea un anillo de fuego a tu alrededor, causando daño a cualquier enemigo que pase sobre él.
ru_ru: Создай кольцо огня вокруг себя, которое наносит урон всем проходящим через него врагам.

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL2_A/name
source: Kindling Fanfare
es_es: Fanfarria Ardiente
ru_ru: Кровавая луна

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL2_A/description
source: Perfect guard an attack, jump into the air and counter with a fiery laser beam.
es_es: Bloquea perfectamente un ataque, salta en el aire y contraataca con un ardiente rayo láser.
ru_ru: Идеально заблокируй атаку, прыгни в воздух и контратакуй огненным лазерным лучом.

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL2_B/name
source: Burning Pulse
es_es: Corazón de Fuego
ru_ru: Пылающий пульс

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL2_B/description
source: Create a long lasting fire circle that erupts in flaming outbursts several times.
es_es: Crea un círculo de fuego a tu alrededor que late periódicamente escupiendo fuego a tus enemigos.
ru_ru: Создай продолжительное огненное кольцо, которое производит огненные взрывы несколько раз.

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL3_A/name
source: Ignite Embers
es_es: Escudo de Brasas
ru_ru: Зажечь угли

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL3_A/description
source: Perfect guard an attack, lock enemies in an upwards combo and finish with a hellish downwards laser.
es_es: Bloquea perfectamente un ataque, atrapa a tus enemigos en un devastador combo, y acaba con un poderosísimo láser infernal.
ru_ru: Идеально заблокируй атаку, обездвижь врагов подбрасывающим комбо и добей их адским лазером.

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL3_B/name
source: Ancient Sun
es_es: Palpitaciones Divinas
ru_ru: Древнее солнце

# data/players/lea.json//actions/HEAT/GUARD_SPECIAL3_B/description
source: Conjure forth the power of the Sun and immolate yourself in fire making melee attacks burst out in flame for short while.
es_es: Conjura el poder del Sol y rodéate de fuego, lo que provoca que tus ataques cuerpo a cuerpo escupan una gran cantidad de fuego por un corto tiempo.
ru_ru: Призови силу солнца и предай себя огню, добавляя атакам ближнего боя огненные взрывы на короткое время.

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL1_A/name
source: Frozen Star
es_es: Estrella Congelada
ru_ru: Ледяная звезда

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL1_A/description
source: Long startup time for massive damage.
es_es: Tarda en cargarse, pero causa un daño masivo.
ru_ru: Долго заряжается, но наносит огромный урон.

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL1_B/name
source: Ice Twirl
es_es: Torbellino de Hielo
ru_ru: Ледяной вихрь

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL1_B/description
source: Performs a stationary ice whirl attack with wide range and strong knockback.
es_es: Ejecuta un torbellino de hielo en el lugar con un gran alcance y mucho empuje.
ru_ru: Соверши вихревую атаку на месте с большим радиусом и сильным отталкиванием.

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL2_A/name
source: Blizzard Hawk
es_es: Ventisca Halcón
ru_ru: Метельный ястреб

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL2_A/description
source: Take a stand and do massive damage with 3 frozen stars.
es_es: Tome una posición y haga un daño masivo con 3 estrellas congeladas.
ru_ru: Займи позицию и нанеси огромный урон тремя ледяными звёздами.

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL2_B/name
source: Ice Tornado
es_es: Tornado de Hielo
ru_ru: Ледяное торнадо

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL2_B/description
source: Extend the Ice Twirl by sucking in enemies with multiple hits and then ejecting them.
es_es: Extiende el Giro de Hielo absorbiendo a los enemigos con múltiples golpes y luego expulsándolos.
ru_ru: Дополни ледяной вихрь, притягивая врагов и нанося множество ударов, а затем отбрось их.

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL3_A/name
source: Eternal Winter
es_es: Invierno Eterno
ru_ru: Вечная зима

# data/players/lea.json//actions/COLD/ATTACK_SPECIAL3_A/description
source: Take a stand and conjure a massive frozen ice spear from the ground that impales your enemies.
es_es: Carga y conjura una enorme lanza de hielo congelado desde el suelo que empala a sus enemigos.
ru_ru: Займи позицию и вызови массивное ледяное копьё из земли, пронзающее твоих врагов.
