Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/evo-village.po
Languages: es_es, ru_ru

source: Doesn't that sound an awful lot like Sidwell's old business model?
es_es: ¿Eso no es asquerosamente similar al viejo modelo de negocios de Sidwell?
ru_ru: Разве это не звучит настолько же ужасно, как и прошлая бизнесс-модель Сидвелла?

source: Look, maybe it's just me, but...
es_es: Mira, quizá sea solo yo, pero...
ru_ru: Послушайте, может мне кажется, но...

source: In the end...\. he is just an Evotar.
es_es: Al final...\. no es más que un Evotar.
ru_ru: В конце концов...\. он ведь просто Эвотар.

source: Okay, he was created by...\. himself...\. I guess.
es_es: Bien, él se creó...\. a sí mismo...\. supongo.
ru_ru: Окей, он был создан...\. самим собой...\. наверное.

source: But still...\. wasn't he forced to act against his will?
es_es: Pero aún así...\. ¿no se lo forzó a actuar contra su voluntad?
ru_ru: Но всё же...\. разве его не принудили действовать против своей воли?

source: Forced?
es_es: ¿Forzó?
ru_ru: Принудили?

source: More like: he acted according to his own plan!
es_es: Yo diría: ¡actuó de acuerdo a su propio plan!
ru_ru: Больше похоже на: он действовал следую своему же плану!

source: I really don't see how this changes anything!
es_es: ¡No veo como esto cambia nada!
ru_ru: Я действительно не понимаю как это меняет что-то!

source: He is just...\. a...\. clone!
es_es: ¡No es más que...\. un...\. clon!
ru_ru: Он же просто...\. клон!

source: No he's not!!
es_es: ¡¡No lo es!!
ru_ru: Нет, не клон!

source: Just like Lea isn't your clone!!
es_es: ¡¡Al igual que Lea no es clon tuyo!!

source: This is not fair!!
es_es: ¡¡Esto no es justo!!

source: You act like I don't have a say in this!
es_es: ¡Actúan como si no tuviera decisión en esto!

source: Sure...\. Sidwell didn't do bad things to me...
es_es: Cierto...\. Sidwell no me perjudicó a mí directamente...

source: But unlike most of you, I actually know Tronny!
es_es: ¡Pero a diferencia de la mayoría de ustedes, yo sí conozco a Tronny!

source: He played together with me and Lea!
es_es: ¡El jugó junto conmigo y Lea!

source: And he was such a nice dork!
es_es: ¡Y era un tonto muy agradable!

source: Heck... if it wasn't for him, stupid me might still be mad at Lea today!
es_es: Puff... ¡si no fuera por él, yo podría seguir estúpidamente enojada con Lea hoy!

source: He just used you!
es_es: ¡Él te usó!

source: Non!\. I'm sure it was more than that!
es_es: ¡Non!\. ¡Estoy segura de que fue más que eso!

source: Lea!\. You're with me, right?
es_es: ¡Lea!\. Tú estás conmigo, ¿verdad?

source: You gotta say something!
es_es: ¡Tienes que decir algo!

source: That is right.
es_es: Es cierto.

source: Lea may be the only person here that knew them both well.
es_es: Lea es la única persona que los conocía a ambos bien.

source: Sidwell and C'tron.
es_es: Sidwell, y C'tron.

source: So Lea, what do you think?
es_es: Entonces Lea, ¿qué piensas?

source: Does he deserve a second chance?
es_es: ¿Merece una segunda oportunidad?

source: Should C'tron stay with us?
es_es: ¿Debería C'tron quedarse con nosotros?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oui!!\. That's right!
es_es: ¡¡Oui!!\. ¡Eso es!

source: Personally, I see no harm in having him here.
es_es: Personalmente, no veo problema con que se quede.

source: If anything, it helps for him to stay cooperative.
es_es: Incluso diría que ayuda a que se mantenga cooperativo.

source: I agree.
es_es: Estoy de acuerdo.

source: Seriously...
es_es: En serio...
ru_ru: Я не шучу...

source: What do you think, Sergey?
es_es: ¿Qué piensas, Sergey?

source: Yes, it is the right thing to do.
es_es: Sí, es lo correcto.

source: I can't believe this...
es_es: No puedo creerlo...
ru_ru: Я не могу в это поверить...

source: You really let him off the hook that easily?!
es_es: ¡¿En serio van a perdonarlo tan fácilmente?!

source: Fine!\. I don't care!
es_es: ¡Bien!\. ¡No me importa!

source: It's your village - do what you want.
es_es: Es su aldea. ¡Hagan lo que quieran!

source: I'm out!
es_es: ¡Me voy!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Sorry...
es_es: Perdón...
ru_ru: Прости...

source: I guess...\. I really don't see the whole picture, do I?
es_es: Supongo...\. que no lo conozco del todo entonces, ¿verdad?

source: You don't...
es_es: Cierto, no lo conoces...

source: This is what he deserves.
es_es: Esto es lo que se merece.

source: We can interrogate C'tron one way or another.
es_es: Podemos interrogar a C'tron de un modo u otro.

source: There is no need for him to stay here.
es_es: No hay necesidad de que se quede aquí.

source: That is true.
es_es: Eso es cierto.

source: I guess...
es_es: Supongo...
ru_ru: Думаю, да...

source: You guys...
es_es: Ustedes...

source: ...ARE SO HEARTLESS!!
es_es: ¡¡...SON UNOS DESALMADOS!!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: And soon enough, the day has come for C'tron to leave.
es_es: Y entonces pronto, había arribado el día, en el que C'tron debía irse.

source: So...\. I guess this is it?
es_es: Entonces...\. ¿esto es todo?

source: Sorry.
es_es: Perdón.
ru_ru: Прости.

source: It's fine.\. I understand.
es_es: Está bien.\. Comprendo.

source: After all the things I have been involved in, there was no reason to hope I could stay.
es_es: Después de todo en lo que estuve involucrado, no había motivo para esperar que pudiera quedarme.

source: I'll miss you.
es_es: Te extrañaré.

source: I know I'll never be able to undo what I did.
es_es: Sé que nunca podré deshacer lo que he hecho.

source: But...\. I still hope you believe me when I tell you...
es_es: Pero...\. Aún así espero que me crean cuando les digo...

source: I honestly enjoyed my time with both of you.
es_es: Que disfruté mucho mi tiempo con ustedes.

source: It was more than an act.
es_es: Fue más que solo un acto.

source: Good bye.
es_es: Adiós.

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: We now have a pretty long list of volunteers.
es_es: Ya tenemos una larga lista de voluntarios.

source: Looks like we'll get the village populated pretty quickly.
es_es: Parece que la villa se llenará muy rápido.

source: But...\. those are not the Evotars we saw in Vermillion Wasteland, right?
es_es: Pero...\. esos no son los Evotares que vimos en el Vertedero Vermillion, ¿verdad?

source: No, it will be hard to convince Instatainment to get those back into the game.
es_es: No, será difícil convencer a Instatainment que devuelvan a esos al juego.

source: Anything connected to the Evotar Interrogation is taboo to them.
es_es: Todo lo que esté conectado a interrogación de Evotares es taboo para ellos.

source: Damn...
es_es: Demonios...

source: Well...\. I keep hold of a backup, should we still find a way.
es_es: Bueno...\. aún así tengo un respaldo, si alguna vez llega el día.

source: Here we are.\. This is where you can rest.
es_es: Aquí estamos.\. Aquí podrás descansar.
ru_ru: Вот мы и пришли.\. Здесь ты можешь отдохнуть.

source: I can't believe this.
es_es: No puedo creerlo.
ru_ru: Я не могу поверить в это.

source: For Evotars to officially be part of CrossWorlds...
es_es: Que los Evotares sean oficialmente parte de CrossWorlds...
ru_ru: Что эвотары официально являются частью CrossWorlds...

source: And even more so...\. that you're allowing me to be part of this.
es_es: E incluso más...\. que me permitan ser parte de esto.
ru_ru: И даже более того...\. что вы позволяете мне быть частью этого.

source: I assume you might have an idea why that is, correct?
es_es: Supongo que te harás una idea de por qué, ¿verdad?
ru_ru: Я думаю, у тебя есть предположение, почему это так, верно?

source: It's because of what I might remember, isn't it?
es_es: Es por lo que pueda llegar a recordad, ¿cierto?
ru_ru: Это из-за того, что я могу что-то помнить, не так ли?

source: About that time I worked together with Sidwell.
es_es: Sobre el tiempo en el que trabajé con Sidwell.
ru_ru: В то время я работал вместе с Сидвеллом.

source: That is correct.
es_es: Así es.
ru_ru: Всё верно.

source: I'll do my best to remember.
es_es: Haré lo que pueda para recordar.
ru_ru: Я сделаю всё возможное, чтобы вспомнить.

source: It's the least I can do, after deceiving you for so long.
es_es: Es lo menos que puedo hacer, luego de engañarlos por tanto tiempo.
ru_ru: Это меньшее, что я могу сделать, после того, как так долго я вас обманывал.

source: Thanks.
es_es: Gracias.
ru_ru: Спасибо.

source: You're welcome.
es_es: No es nada.
ru_ru: Всегда пожалуйста.

source: I'll try to get some rest, then. Good night.
es_es: Intentaré descansar, entonces. Buenas noches.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Yes?
es_es: ¿Sí?
ru_ru: Да?

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: Hello Lea.
es_es: Hola, Lea.
ru_ru: Привет, Лея.

source: Is something the matter?
es_es: ¿Hay algún problema?
ru_ru: Тебя что-то беспокоит?

source: Who?
es_es: ¿Quién?
ru_ru: Кто?

source: Uhm...\. who am I?
es_es: Uhm...\. ¿quién soy?
ru_ru: Эмм...\. кто я?

source: I'm C'tron, right?\. You should know.
es_es: Soy C'tron, ¿verdad?\. Deberías saber eso.
ru_ru: Ну, я Ци'трон.\. Ты должна знать.

source: Who?
es_es: ¿Quién?
ru_ru: Кто?

source: ...\. That hand pose?
es_es: ...\. ¿Esa seña con las manos?
ru_ru: ...\.Этот жест?

source: Yes, I've shown that to you.
es_es: Sí, yo te enseñé eso.
ru_ru: Да, я показывал его тебе.

source: Want to practice the real thing again?
es_es: ¿Quieres practicar nuevamente?
ru_ru: Снова хочешь попробовать тот самый жест?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: ...How...
es_es: ...Cómo...
ru_ru: ...Как...

source: Seriously, Lea.\. What's the matter?
es_es: En serio, Lea.\. ¿Qué intentas preguntarme?
ru_ru: Серьёзно, Лея.\. Что не так?

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: This?\. It's an image of a \c[3]starry sky\c[0].
es_es: ¿Esto?\. Es una imagen de un \c[3]cielo estrellado\c[0].
ru_ru: Это?\. Изображение \c[3]звёздного неба\c[0].

source: I do like those a lot.
es_es: Me gustan mucho.
ru_ru: Я их очень люблю.

source: The hand sign for "star".
es_es: La seña para "estrella".
ru_ru: Жест, обозначающий звёзды.

source: You've shown it to me before, right?
es_es: Me la mostraste antes, ¿verdad?
ru_ru: Ты показывала его мне раньше, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Who?
es_es: ¿Quién?
ru_ru: Кто?

source: You've shown it.\. To me.
es_es: Tú me la mostraste.\. A mí.
ru_ru: Ты показывала его. Мне.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Who?
es_es: ¿Quién?
ru_ru: Кто?

source: Sorry Lea, I don't know who taught it to you.
es_es: Lo siento Lea, no sé quién te la enseñó a ti.
ru_ru: Извини, Лея, я не знаю, кто ему тебя научил.

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: I'm pretty sure it wasn't me.\. I don't remember at all.
es_es: Estoy seguro que no fui yo.\. No lo recuerdo en absoluto.
ru_ru: Я вполне уверен, что это был не я.\. Я вообще этого не помню.

source: WHO?!
es_es: ¡¿QUIÉN?!
ru_ru: КТО?!

source: Lea...\. p-please calm down!
es_es: Lea...\. ¡p-por favor cálmate!
ru_ru: Лея...\. п-пожалуйста, успокойся!

source: I told you, right?\. I just barely remember.
es_es: Ya te dije, ¿recuerdas?\. Apenas tengo memorias.
ru_ru: Я же сказал тебе.\. Я почти не помню.

source: I was a student.\. It was a side job.
es_es: Era un estudiante.\. No era más que un trabajo temporal.
ru_ru: Я был студентом.\. Это была подработка.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

source: Why what?
es_es: ¿Por qué, qué?
ru_ru: Почему что?

source: WHO?!
es_es: ¡¿QUIÉN?!
ru_ru: КТО?!

source: I told you, it wasn't me.
es_es: Ya te dije, no fui yo.
ru_ru: Я сказал тебе, это был не я.

source: Can we end this discussion now please?\. I want to sleep.
es_es: ¿Podemos acabar esta discusión ya?\. Quiero dormir.
ru_ru: Можно, пожалуйста, прекратить этот разговор?\. Я хочу спать.

source: WAIT!!
es_es: ¡¡ESPERA!!
ru_ru: ПОДОЖДИ!!

source: WHO?!
es_es: ¡¿QUIÉN?!
ru_ru: КТО?!

source: Lea, I have no idea why you're screaming at me like this.
es_es: Lea, no tengo idea de por qué me estás gritando de este modo.
ru_ru: Лея, я понятия не имею, почему ты так кричишь на меня.

source: I want to be alone, can you please leave?
es_es: Quiero estar solo, ¿podrías irte por favor?
ru_ru: Я хочу побыть один, можешь, пожалуйста, уйти?

source: Why....?
es_es: ¿Por qué...?
ru_ru: Почему....?

source: Please wait right there.
es_es: Por favor espera ahí.
ru_ru: Пожалуйста, подожди здесь.

source: I am on my way.
es_es: Estoy en camino.
ru_ru: Я уже иду.

source: Please, Lea...
es_es: Por favor, Lea...
ru_ru: Пожалуйста, Лея...

source: And who is that now?
es_es: ¿Y quién viene ahora?
ru_ru: А это ещё кто?

source: Sorry for intruding.
es_es: Siento interrumpir.
ru_ru: Прошу прощения за вторжение.

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: You both should be aware that you are being closely monitored, correct?
es_es: Ambos están al tanto de que están siendo vigilados de cerca, ¿verdad?
ru_ru: Вы оба должны быть в курсе, что за вами пристально следят, верно?

source: Of course we are.
es_es: Por supuesto.
ru_ru: Конечно мы в курсе.

source: So what is happening here?
es_es: Entonces, ¿qué pasa aquí?
ru_ru: Так что здесь происходит?

source: Lea just suddenly entered and tried to ask me questions.
es_es: Lea entró de pronto a mi habitación y comenzó a hacerme preguntas.
ru_ru: Лея внезапно зашла и попыталась задать мне вопросы.

source: And now she's just shouting question words at me.
es_es: Y ahora me está gritando.
ru_ru: А теперь она просто кричит мне вопросительные слова.

source: Of course.\. It is hard for Lea to get her point across.
es_es: Por supuesto.\. Es difícil para Lea hacerse entender.
ru_ru: Ну конечно.\. Лее сложно донести свою мысль.

source: But from what I followed, I might have an idea what this is about.
es_es: Pero por lo que oí, creo tener una idea de qué quiere decir.
ru_ru: Но из того, что знаю я, мне кажется, у меня есть представление, о чём идёт речь.

source: Lea, I get the feeling you know something about C'tron that we do not.
es_es: Lea, presiento que tú sabes algo sobre C'tron que nosotros no.
ru_ru: Лея, у меня есть чувство, что ты знаешь о Ци'троне что-то, чего не знаем мы.

source: Could it be that you have a theory \c[3]who\c[0] C'tron really is?
es_es: ¿Puede que tengas una teoría sobre \c[3]quién\c[0] es C'tron realmente?
ru_ru: Может ли быть такое, что у тебя есть теория, \c[3]кем\c[0] Ци'трон является на самом деле?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Is it someone from your \c[3]past memories\c[0]?
es_es: ¿Es alguien de tus \c[3]recuerdos pasados\c[0]?
ru_ru: Это кто-то из твоих \c[3]прошлых воспоминаний\c[0]?

source: The person, who taught you that \c[3]star sign\c[0]?
es_es: ¿La persona que te enseñó esa \c[3]seña para estrellas\c[0]?
ru_ru: Человек, который научил тебя \c[3]жесту звёзд\c[0]?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well...
es_es: Bueno...
ru_ru: Ну...

source: I know for a fact that Shizuka never learned any hand signs.
es_es: Estoy seguro de que Shizuka nunca aprendió lenguaje de señas.
ru_ru: Я точно знаю, что Шизука никогда не учила никаких жестов.

source: This is an experience unique to Lea.
es_es: Esa es una experiencia unicamente de Lea.
ru_ru: Это опыт, присущий только Лее.

source: And there are very few people that played a role in her past.
es_es: Y hay muy pocas personas que la han influenciado en el pasado.
ru_ru: И в её прошлом играли роль очень мало людей.

source: It could not have been Gautham, Satoshi, or Shizuka.
es_es: No puedo haber sido Gautham, ni Satoshi, ni Shizuka.
ru_ru: Это не могли быть Гаутам, Сатоши или Шизука.

source: It was \c[3]Sidwell\c[0], correct?
es_es: Fue \c[3]Sidwell\c[0], ¿cierto?
ru_ru: Это был \c[3]Сидвелл\c[0], верно?

source: \c[3]Sidwell\c[0] taught you the \c[3]star sign\c[0].
es_es: \c[3]Sidwell\c[0] te enseñó la \c[3]seña de estrella\c[0].
ru_ru: \c[3]Сидвелл\c[0] научил тебя \c[3]жесту звёзд\c[0].

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: So what?\. A lot of people know sign language.\. That's the whole point.
es_es: ¿Y qué?\. Hay muchas personas que conocen el lenguaje de señas.\. Ese es el punto.
ru_ru: И что?\. Язык жестов знают много людей.\. В этом весь смысл.

source: Right.
es_es: Cierto.
ru_ru: Верно.

source: But then there is that weird \c[3]hand pose\c[0] with the bent fingers.
es_es: Pero también está ese \c[3]gesto extraño con las manos\c[0] en el que tuerces los dedos.
ru_ru: Но есть ещё тот странный \c[3]жест\c[0] с согнутыми пальцами.

source: I get the feeling it is related, since I have seen Lea trying to do it herself frequently.
es_es: Presiento que está relacionado, ya que he visto a Lea intentar hacerlo frecuentemente.
ru_ru: Я чувствую, что это связано, так как часто вижу, как Лея сама пытается его изобразить.

source: Lea, could Sidwell do the same hand pose as well?
es_es: Lea, ¿Sidwell podía hacer el mismo gesto?
ru_ru: Лея, Сидвелл мог показывать такой же жест?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I would consider that far less common, Toby.
es_es: Consideraría que eso es bastante menos común, Toby.
ru_ru: Я бы счёл это гораздо менее распространённым, Тоби.

source: And that's why I'm Sidwell now?
es_es: ¿Y por eso piensan que soy Sidwell?
ru_ru: И поэтому теперь я Сидвелл?

source: Just because I like stars, know a few hand signs and can do things with my fingers?
es_es: ¿Solo porque me gustan las estrellas, conozco un par de señas y hago gestos con los dedos?
ru_ru: Просто потому что мне нравятся звёзды, я знаю несколько жестов и могу делать что-то пальцами?

source: How is that supposed to prove anything?
es_es: ¿Cómo es eso prueba de nada?
ru_ru: Как это может что-то доказать?

source: We all know very little about Sidwell.
es_es: Todos sabemos poco de Sidwell.
ru_ru: Мы все знаем очень мало о Сидвелле.

source: Lea might be the only person here who had a somewhat close connection to him.
es_es: Lea puede ser la única persona aquí con cierta relación íntima con él.
ru_ru: Лея может быть единственной, у кого с ним были достаточно близкие отношения.

source: She is our only lead to go on.
es_es: Es nuestra única guía en esto.
ru_ru: Она - наша единственная зацепка.

source: That's unfortunate, but it doesn't make her claim any more valid.
es_es: Siento oírlo, pero no hace que la acusación tenga más validez.
ru_ru: Это печально, но это не добавляет оснований к её заявлению.

source: Why...
es_es: Por qué...
ru_ru: Почему...

source: Please remember the situation you are in.
es_es: Por favor recuerda la situación en la que te encuentras.
ru_ru: Пожалуйста, вспомни, в какой ты ситуации.

source: You are here because of your connection to Sidwell.
es_es: Estás aquí por tu conexión con Sidwell.
ru_ru: Ты здесь из-за своей связи с Сидвеллом.

source: We expect you to cooperate.
es_es: Esperamos que cooperes.
ru_ru: Мы ожидаем, что ты будешь сотрудничать.

source: Alright then...
es_es: Bien entonces...
ru_ru: Ну ладно...

source: I do remember.
es_es: Sí recuerdo.
ru_ru: Я помню.

source: Lea, being in her room.
es_es: Lea, estando en su habitación.
ru_ru: Лею в своей комнате.

source: Me, teaching her hand signs.\. All kinds of things.
es_es: Yo, enseñándole las señas.\. Todo tipo de cosas.
ru_ru: Себя, когда я учу её жестам.\. Много чего.

source: I guess you're right.
es_es: Supongo que es cierto.
ru_ru: Наверное, вы правы.

source: It's the only way to explain it.
es_es: Es el único modo de explicarlo.
ru_ru: Это единственный способ это объяснить.

source: I must have been\. \c[3]Sidwell\c[0].
es_es: Yo debo ser\. \c[3]Sidwell\c[0].
ru_ru: Наверное, я был\. \c[3]Сидвеллом\c[0].

source: All that time.
es_es: Todo este tiempo fui Sidwell.
ru_ru: Всё это время.

source: I must have been playing CrossWorlds a lot.
es_es: Debí haber jugado CrossWorlds demasiado.
ru_ru: Должно быть, я много играл в CrossWorlds.

source: Days... probably weeks on end.
es_es: Días... probablemente semanas sin parar.
ru_ru: Днями... а может, неделями.

source: Always watching players,\. gathering information.
es_es: Siempre observando jugadores,\. recolectando información.
ru_ru: Постоянно следил за игроками,\. собирал информацию.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Because I'm Sidwell, don't you get it?!
es_es: ¡Porque soy Sidwell!\. ¡¿Qué no lo entiendes?!
ru_ru: Потому что я Сидвелл, ты что, не понимаешь?!

source: I organized the whole thing!
es_es: ¡Todo esto fue mi plan!
ru_ru: Я всё это организовал!

source: The Evotarground!
es_es: ¡El Mundo Evotar!
ru_ru: Зону эвотаров!

source: All the intelligence-gathering systems!
es_es: ¡Todos los sistemas de interrogación!
ru_ru: Все системы сбора информации!

source: I pulled the strings!\. I kept it all running!
es_es: ¡Yo controlaba todo!\. ¡Yo me encargaba de que funcionara!
ru_ru: Я тянул за нити!\. Я поддерживал всё это!

source: That's what I am!
es_es: ¡Eso es lo que soy!
ru_ru: Вот что я такое!

source: Sidwell's Evotar in person!
es_es: ¡El Evotar de Sidwell en persona!
ru_ru: Воплощение эвотара Сидвелла!

source: Really, why are you keeping me in this village?
es_es: De verdad, ¿por qué me tienen en esta villa?
ru_ru: Серьёзно, зачем вы держите меня в этой деревне?

source: Are you sure you don't want to delete me?
es_es: ¿Están seguros que no quieren eliminarme?
ru_ru: Вы точно не хотите меня удалить?

source: Isn't that what I deserve?
es_es: ¿No es eso lo que merezco?
ru_ru: Разве не этого я заслуживаю?

source: Toby,\. please...\.
es_es: Toby,\. por favor...\.
ru_ru: Тоби,\. пожалуйста...\.

source: That name is fake and you know it!
es_es: ¡Ese nombre es falso y lo sabes!
ru_ru: Это фальшивое имя, и ты знаешь это!

source: Same with \c[3]Sidwell\c[0]!\. You don't even know my real name!
es_es: ¡Al igual que \c[3]Sidwell\c[0]!\. ¡No sabes mi nombre real!
ru_ru: \c[3]Сидвелл\c[0], кстати, тоже!\. Вы даже не знаете моё настоящее имя!

source: So...\. do you?
es_es: Y...\. ¿tú sí?
ru_ru: Ну...\. а ты знаешь?

source: Heh...\.\.
es_es: Ja...\.\.
ru_ru: Хех...\.\.

source: HAHAHAHA!
es_es: ¡JAJAJAJAJA!
ru_ru: ХАХАХАХА!

source: That's right.\.\.
es_es: Eso es.\.\.
ru_ru: Точно.\.\.

source: That's why I'm here.\. I almost forgot.
es_es: Por eso estoy aquí.\. Casi lo olvidé.
ru_ru: Вот почему я здесь.\. Я почти забыл.

source: You want to find him.\.\.
es_es: Quieren encontrarlo.\.\.
ru_ru: Вы хотите найти его.\.\.

source: You want justice!
es_es: ¡Quieren justicia!
ru_ru: Вы хотите справедливости!

source: Of course...\. That's why you won't delete me.
es_es: Por supuesto...\. Por eso no me eliminan.
ru_ru: Конечно...\. Вот почему вы не удалите меня.

source: Wait...
es_es: Espera...
ru_ru: Подожди...

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: What is it?\. Am I not right?
es_es: ¿Qué pasa?\. ¿Me equivoco?
ru_ru: Что такое?\. Разве я не прав?

source: I'm your only source of information!\. That's why I'm here!
es_es: ¡Soy su única fuente de información!\. ¡Por eso estoy aquí!
ru_ru: Я ваш единственный источник информации!\. Вот почему я здесь!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Wait!!
es_es: ¡¡Espera!!
ru_ru: Подожди!!

source: W-What is this now?
es_es: ¿Q-Qué pasa?
ru_ru: Э-Это что ещё такое?

source: Wait...
es_es: Espera...
ru_ru: Подожди...

source: Could you maybe stop doing this?
es_es: ¿Podrías parar con esto?
ru_ru: Может быть, прекратишь это?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Sorry.
es_es: Perdón.
ru_ru: Прости.
