Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/evo-village.po
Languages: es_es, ru_ru

# data/areas/evo-village.json//name
source: untitled
es_es: sin título

# data/areas/evo-village.json//floors/0/maps/0/name
source: Entrance
es_es: Entrada
ru_ru: Вход

# data/areas/evo-village.json//floors/0/maps/1/name
source: Centrum
es_es: Centro
ru_ru: Центрум

# data/areas/evo-village.json//floors/0/maps/2/name
source: City Hall
es_es: Ayuntamiento
ru_ru: Ратуша

# data/areas/evo-village.json//floors/0/maps/3/name
source: Lea's Home
es_es: Casa de Lea
ru_ru: Дом Леи

# data/areas/evo-village.json//floors/0/maps/4/name
source: Satoshi's Home
es_es: Casa de Satoshi
ru_ru: Дом Сатоши

# data/areas/evo-village.json//floors/0/maps/5/name
source: Luke's Home
es_es: Casa de Luke
ru_ru: Дом Люка

# data/areas/evo-village.json//floors/0/maps/6/name
source: Toby's Home
es_es: Casa de Toby

# data/areas/evo-village.json//floors/1/maps/0/name
source: Lea's Attic
es_es: Ático de Lea
ru_ru: Чердак Леи

# data/areas/evo-village.json//floors/1/maps/1/name
source: Satoshi's Attic
es_es: Ático de Satoshi

source: Lea, where are you running off to?\. We're over here!
es_es: Lea, ¿a dónde vas?\. ¡Estamos aquí!
ru_ru: Лея, куда ты убегаешь?\. Мы здесь!

source: Lea, we are over here! The tour isn't over just yet!
es_es: ¡Lea, estamos por aquí! ¡El tour aún no termina!
ru_ru: Лея, мы здесь! Экскурсия ещё не закончена!

source: Once you enter, you will embark to Vermillion Wasteland. \c[1]Warning: This will be a point of no return! Make sure to keep a save before you enter!\c[0]
es_es: Una vez entres, te embarcarás al Vertedero Vermillion. \c[1]Advertencia: ¡Este es un punto sin retorno! ¡Asegúrate de tener una partida guardada antes de entrar!\c[0]

source: Ready?
es_es: ¿Listo?

source: Yes
es_es: Sí

source: CrossCentral
es_es: Cruce Central

source: Our village may be small and humble, but we still offer a selection of cutting-edge weaponry!
es_es: Nuestra villa puede que sea pequeña y humilde, ¡pero aún así ofrecemos una variedad de armas de última generación!

source: Welcome Homestedt folks!\. Anything catching your eye?
es_es: ¡Bienvenida gente de Villa Evotar!\. ¿Algo que les llame la atención?
ru_ru: Добро пожаловать, жители Хоумштадта!\. Что-то приглянулось?

source: Okay.\. Let's see what Tronny's up to.
es_es: Bueno.\. Veamos qué está haciendo Tronny.

source: HI!!
es_es: ¡¡HOLA!!
ru_ru: ПРИВЕТ!!

source: Finally you're back!!\. It felt like forever!
es_es: ¡¡Por fin estás de vuelta!!\. ¡Se sintió como una eternidad!
ru_ru: Наконец ты вернулась!!\. Будто прошла вечность!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I missed you sooo much!
es_es: ¡Te extrañé muchísimo!
ru_ru: Я тааак сильно по тебе скучала!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Things were just not the same without you...
es_es: No era lo mismo sin ti...
ru_ru: Без тебя всё было совсем не так...

source: Welcome back, dear!
es_es: ¡Bienvenida de vuelta, querida!
ru_ru: С возвращением, дорогая!

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: You seem as lively as ever.
es_es: Te ves tan animada como siempre.
ru_ru: Ты выглядишь такой же живой, как и всегда.

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: Welcome back to CrossWorlds.
es_es: Bienvenida de vuelta a CrossWorlds.
ru_ru: С возвращением в CrossWorlds.

source: I'm glad that everything worked out.
es_es: Me alegro que todo haya salido bien.
ru_ru: Я рад, что всё получилось.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Yes, about the others...
es_es: Sí, sobre los demás...
ru_ru: Да, насчёт других...

source: Lukas and Buggy wanted to show up as well.
es_es: Lukas y Buggy querían estar aquí también.
ru_ru: Лукас и Багги тоже хотели показаться.

source: There must have been some hold up.
es_es: Deben haber tenido un retardo.
ru_ru: Должно быть, произошла какая-то задержка.

source: As for Apollo and Joern, they send their regards.\. They are currently on vacation.
es_es: Y sobre Apollo y Joern, envían saludos.\. Ahora mismo están de vacaciones.
ru_ru: Что насчёт Аполло и Йорна, они передают привет.\. Они сейчас в отпуске.

source: Now, now, dear.
es_es: Bueno, bueno, querida.
ru_ru: Нет, нет, дорогая.

source: The news of your comeback came on very short notice.
es_es: No nos avisaron con mucha antelación.
ru_ru: Новость о твоём возвращении пришла в последний момент.

source: And it has been quite a long time. Almost 7 months, wasn't it?
es_es: Y ha pasado un largo tiempo ya. Casi 7 meses, ¿verdad?
ru_ru: И прошло довольно много времени. Почти 7 месяцев, не так ли?

source: Yes, the negotiations with Instatainment took a while.
es_es: Sí, las negociaciones con Instatainment tomaron un tiempo.
ru_ru: Да, переговоры с Instatainment заняли некоторое время.

source: And even after we came to an agreement, a lot of things had to be prepared.
es_es: E incluso luego de llegar a un acuerdo, hubo que hacer muchos preparativos.
ru_ru: И даже когда мы пришли к соглашению, много чего ещё надо было подготовить.

source: Oui!\. Just look around you!
es_es: ¡Oui!\. ¡Tan solo mira alrededor!
ru_ru: Oui (Да)!\. Просто оглянись!

source: They built a whole new place for you!
es_es: ¡Construyeron toda una villa solo para ti!
ru_ru: Они построили целое новое место для тебя!

source: That is right. Welcome to \c[3]Homestedt\c[0]!
es_es: Así es. ¡Bienvenida a \c[3]Villa Evotar\c[0]!
ru_ru: Это точно. Добро пожаловать в \c[3]Хоумштадт\c[0]!

source: A whole location dedicated to Evotars like you and Satoshi.
es_es: Un área enteramente dedicada a Evotares como tú y Satoshi.
ru_ru: Целая локация, предназначенная для эвотаров, таких как ты и Сатоши.

source: Thanks!!
es_es: ¡¡Gracias!!
ru_ru: Спасибо!!

source: And of course you even got your very own house, Lea!
es_es: ¡Y por supuesto, tienes tu propia casa, Lea!
ru_ru: И, конечно, ты получила даже свой собственный домик, Лея!

source: It's right over here!
es_es: ¡Está justo allí!
ru_ru: Он прямо там!

source: Follow everyone to your house in \c[3]Homestedt - Centrum\c[0].
es_es: Sigue a todos a tu casa en \c[3]Villa Evotar - Centro\c[0].
ru_ru: Следуйте за всеми к вашему дому в \c[3]Хоумштадте - Центр\c[0].

source: Creating Evotars of his employees, huh?
es_es: Crear Evotares de sus empleados, ¿eh?
ru_ru: Создавать эвотаров из своих работников, а?

source: I honestly wouldn't know about it.
es_es: La verdad no tendría idea.
ru_ru: Честно, я не знал бы об этом.

source: Back then, I was constantly busy maintaining and improving the Evotar technology, among other things.
es_es: En ese entonces, estaba constantemente ocupado manteniendo y mejorando la tecnología Evotar, entre otras cosas.
ru_ru: Тогда я, помимо прочего, был постоянно занят поддержкой и улучшением технологии эвотаров.

source: But I was never really aware of what people exactly ended up on the server.
es_es: Pero nunca estuve al tanto de qué personas acababan en el servidor.
ru_ru: Но мне никогда на самом деле не было известно, что за люди оказывались на сервере.

source: Look at this! Isn't it amazing?
es_es: ¡Mira esto! ¿No es sorprendente?
ru_ru: Посмотри на это! Разве это не потрясающе?

source: Such a fancy little place, just for you!
es_es: Un lugar tan bello, ¡solo para ti!
ru_ru: Такое миленькое местечко, только для тебя!

source: I'm almost jealous!
es_es: ¡Casi estoy celosa!
ru_ru: Я почти завидую!

source: Come on, let's go inside!
es_es: Vamos, ¡entremos!
ru_ru: Ну же, давай зайдём внутрь!

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: Guten Tag!\. Sorry for being late!
es_es: ¡Guten Tag!\. ¡Siento llegar tarde!
ru_ru: Guten Tag(Добрый день)!\. Прости, что опоздал!

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: Our favorite bot is finally back!\. Hello!
es_es: ¡Nuestro bot favorito ha vuelto!\. ¡Hola!
ru_ru: Наш любимый бот наконец вернулся!\. Привет!

source: So...\. Did you already show her around the village?
es_es: Entonces...\. ¿Ya ha explorado la villa?
ru_ru: Так...\. Ты уже показала ей деревню?

source: We just started! We only went to her house so far.
es_es: ¡Acabamos de empezar! Tan solo visitamos su casa por ahora.
ru_ru: Мы только начали! Мы лишь дошли до её дома.

source: I see!
es_es: ¡Ya veo!
ru_ru: Понятно!

source: I was hoping to give you one of my signature tours!
es_es: ¡Estaba con ansias de dar uno de mis famosos tours!
ru_ru: Я надеялся провести вам одну из моих фирменных экскурсий!

source: I could pick up right where you left off.\. How about it?
es_es: Puedo empezar justo dónde lo dejaron.\. ¿Qué les parece?
ru_ru: Я мог бы продолжить с того места, где вы остановились.\. Как насчёт этого?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Go ahead, monsieur!
es_es: ¡Adelante, monsieur!
ru_ru: Вперёд, monsieur(месье)!

source: Okay! Let's take a little walk, then!
es_es: ¡Muy bien! ¡Tomemos un paseo, entonces!
ru_ru: Хорошо! Давайте тогда немного прогуляемся!

source: Participate in Lukas' tour of \c[3]Homestedt\c[0].
es_es: Participa en el tour de Lukas de \c[3]Villa Evotar\c[0].
ru_ru: Примите участие в экскурсии Лукаса по \c[3]Хоумштадту\c[0].

source: Right now we're in the residence part of the village.
es_es: Bien, ahora estamos en la parte residencial de la villa.
ru_ru: Прямо сейчас мы находимся в жилом районе деревни.

source: Most of these lovely houses are still vacant.
es_es: La mayoría de estas adorables casas siguen desocupadas.
ru_ru: Многие из этих милых домиков всё ещё пустуют.

source: But I heard that things won't stay that way for long.
es_es: Pero he oído que eso cambiará pronto.
ru_ru: Но я слышал, что это будет продолжаться недолго.

source: As it is, though, there isn't much to see here!\. Let's go on!
es_es: Pero de momento, ¡no hay mucho más para ver!\. ¡Continuemos!
ru_ru: Как бы то ни было, тут мало чего можно посмотреть!\. Давайте продолжим!

source: I find the lack of laser bridge disturbing.
es_es: Encuentro la falta de puentes de luz algo perturbadora.
ru_ru: Меня беспокоит недостаток лазерных мостов.

source: Here's the local teleporter.
es_es: Aquí está el teletransportador local.
ru_ru: Здесь местный телепорт.

source: All you need to quickly beam yourself home.
es_es: Todo lo que necesitas para rápidamente volver a casa.
ru_ru: Всё, что нужно, чтобы быстрым лучом попасть домой.

source: Don't leave right away, though. Our little tour isn't over yet.
es_es: Pero no te vayas aún. El tour todavía no termina.
ru_ru: Но не уходите прямо сейчас. Наш маленький тур ещё не закончился.

source: There is this suspicious empty spot over there, in the middle of the river.
es_es: Hay un sospechoso lugar vacío ahí, en el medio del río.
ru_ru: Здесь есть это подозрительное пустое место в центре реки.

source: Apparently a statue was supposed to be built there, but it wasn't completed on time.
es_es: Aparentemente se suponía que construirían una estatua ahí, pero no se completó a tiempo.
ru_ru: Вероятно, там должны были поставить статую, но этого не сделали вовремя.

source: More like people could not decide on a design...
es_es: Más bien, no se pudieron decidir por un diseño...
ru_ru: Скорее выглядит так, как будто люди не могли определиться с дизайном...

source: And onward!
es_es: ¡Prosigamos!
ru_ru: А теперь вперёд!

source: The local marketplace!
es_es: ¡El mercado local!
ru_ru: Местный рынок!

source: Quite surprising for such a small village to have its own market, don't you think?
es_es: Es algo impresionante que una villa tan pequeña tenga su propio mercado, ¿no creen?
ru_ru: Довольно удивительно, что в такой маленькой деревне есть рынок, не находите?

source: Let's hope that the local folks can provide the expected demand!
es_es: ¡Esperemos que los lugareños proporcionen la demanda suficiente!
ru_ru: Будем надеяться, что местные смогут обеспечить ожидаемый спрос!

source: Now let's go to a very special building.
es_es: Y ahora visitemos un edificio muy especial.
ru_ru: Теперь давайте пройдём к очень особенному зданию.

source: Look at this mansion!
es_es: ¡Miren esta mansión!
ru_ru: Посмотрите на этот особняк!

source: Pretty, isn't it?
es_es: Hermosa, ¿no?
ru_ru: Красивый, не так ли?

source: Of course, this building already has a lucky owner.
es_es: Por supuesto, este edificio ya tiene un afortunado dueño.
ru_ru: Конечно, у этого здания уже есть счастливый обладатель.

source: Isn't that right, Herr Sakai?
es_es: ¿No es así, Herr Sakai?
ru_ru: Не так ли, Herr(господин) Сакай?

source: Uhm, yes.\. That's where I live.
es_es: Uhm, sí.\. Ahí vivo yo.
ru_ru: Эмм, да.\. Тут я живу.

source: That's huge!
es_es: ¡Eso es genial!
ru_ru: Он огромен!

source: Why doesn't Lea get a building like this?
es_es: ¿Por qué no tiene Lea un lugar como este?
ru_ru: Почему Лея не получила подобного здания?

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: For some reason Instatainment felt the need to give Satoshi special treatment.
es_es: Por algún motivo Instatainment decidió dar a Satoshi un tratamiento especial.
ru_ru: По некоторым причинам Instatainment сочла необходимым проявить к Сатоши особое отношение.

source: The perks of being the former star employee.
es_es: Las ventajas de ser un ex-empleado estrella, supongo.
ru_ru: Преимущества бывшего выдающегося сотрудника.

source: I didn't really ask for it, you know?
es_es: A decir verdad, yo no lo pedí, ¿sabes?
ru_ru: Я правда не просил об этом.

source: In any case...\. Feel free to drop by whenever you like.
es_es: De todos modos...\. Siéntanse libres de visitar cuando quieran.
ru_ru: В любом случае...\. Не стесняйся заглядывать сюда когда захочешь.

source: It's much more space than I'd ever need anyway.
es_es: Es mucho más espacio del que necesito.
ru_ru: Тут гораздо больше места чем мне когда-либо понадобится.

source: Let's go to our final stop!
es_es: ¡Ahora vayamos a nuestra última parada!
ru_ru: Идём к нашей последней остановке!

source: And here we stand in front of the largest building of the village.
es_es: Y aquí estamos frente al edificio más grande de la villa.
ru_ru: А здесь мы стоим перед самым большим зданием в деревне.

source: The town hall!
es_es: ¡El ayuntamiento!
ru_ru: Ратушей!!

source: If I'm not mistaken, that's where you must have started, right?
es_es: Si no me equivoco, aquí es dónde apareciste, ¿verdad?
ru_ru: Если я не ошибаюсь, отсюда вы должны были начать, так?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: There's more to discover in that building, actually!
es_es: ¡Hay más por descubrir de este edificio, de hecho!
ru_ru: В этом здании есть еще много интересного, на самом деле!

source: Like a whole conference hall for instance!
es_es: ¡Tiene un salón de conferencias entero, por ejemplo!
ru_ru: Например, целый конференц-зал!

source: Aaaand...
es_es: Yyyyyy...
ru_ru: Ииииии...

source: This concludes my little tour of \c[3]Homestedt\c[0]!
es_es: ¡Esto concluye mi pequeño tour de \c[3]Villa Evotar\c[0]!
ru_ru: На этом заканчивается мой маленький тур по \c[3]Хоумштадту\c[0]!

source: I hope you enjoyed!
es_es: ¡Espero que lo hayan disfrutado!
ru_ru: Надеюсь, вам понравилось!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Thanks!!
es_es: ¡¡Gracias!!
ru_ru: Спасибо!!

source: ...Wait?
es_es: ¿...Espera?
ru_ru: ...Подожди?

source: Is something the matter with me?
es_es: ¿Hay algún problema conmigo?
ru_ru: Что-то не так со мной?

source: Oh... let me guess.
es_es: Oh... déjame adivinar.
ru_ru: Ох... дай угадаю.

source: You are probably wondering about the \c[3]other Lukas\c[0], correct?
es_es: Te estás preguntando por el \c[3]otro Lukas\c[0], ¿no es cierto?
ru_ru: Тебе, наверное, интересно, что с \c[3]другим Лукасом\c[0], верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Yes, we will get right to that now.
es_es: Sí, nos encargaremos de eso ahora.
ru_ru: Да, сейчас мы перейдём прямо к этому.

source: We have been planning to get him into the game right after you!
es_es: ¡Teníamos planeado meterlo al juego justo después de ti!
ru_ru: Мы планировали ввести его в игру сразу после тебя!

source: That's a very nice place to live in.\. Thank you very much!
es_es: Este es un gran sitio para vivir.\. ¡Muchísimas gracias!
ru_ru: Это очень хорошее место для жизни.\. Спасибо вам огромное!

source: Japp, you better be happy!
es_es: Japp, ¡espero que estés feliz!
ru_ru: Japp(Йеп), тебе лучше быть счастливым!

source: We both know what I have to live with in real life!
es_es: ¡Ambos sabemos lo que tenemos en la vida real!
ru_ru: Мы оба знаем, с чем мне приходится жить в реальной жизни!

source: I sure do...
es_es: Eso seguro...
ru_ru: Я знаю...

source: Well then, it is time to go back to the Playground!
es_es: Bien entonces, ¡es hora de volver al Campo de Juego!
ru_ru: Ну, тогда пришло время вернуться в игровую зону!

source: Let me show you where Homestedt is exactly located.
es_es: Permítanme enseñarles dónde se encuentra la Villa Evotar exactamente.
ru_ru: Позвольте мне показать, где находится Хоумштадт.

source: Follow Sergey and the others to the southern exit of \c[3]Homestedt\c[0].
es_es: Sigue a Sergey y a los demás a la salida sureña de la \c[3]Villa Evotar\c[0].
ru_ru: Следуйте за Сергеем и остальными к южному выходу \c[3]Хоумштадта\c[0].

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hey!\. This front yard is a bit small, but nice.
es_es: ¡Hola!\. Este jardín frontal es algo pequeño, pero me gusta.
ru_ru: Привет!\. Этот дворик немного маловат, но он красивый.

source: Well, it certainly beats that horrible place we've been stuck in before.
es_es: Bueno, es mucho mejor que ese horrible lugar donde estuvimos encerrados antes.
ru_ru: Что ж, это в любом случае лучше того ужасного места, в котором мы застряли раньше.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: And we're supposed to meet up at the \c[3]First Scholar HQ\c[0] later, right?
es_es: Y se supone que nos reunamos en la \c[3]Sede Central de los Primeros Eruditos\c[0] luego, ¿verdad?
ru_ru: И нам же нужно будет встретиться в \c[3]штабе Первоучёных\c[0], да?

source: I sure hope I'll still be able to find it.
es_es: Espero que aún sea capaz de encontrarla.
ru_ru: Надеюсь, я всё ещё смогу найти его.

source: I'm just joking!\. I still remember where it is.
es_es: ¡Estoy bromeando!\. Aún recuerdo dónde está.
ru_ru: Да я шучу!\. Я до сих пор помню, где он находится.

source: I've been there a few hundred times at least.
es_es: He estado ahí cientos de veces al menos.
ru_ru: Я был там как минимум несколько сотен раз.

source: Of course, you could also just add me to your party and we go there together.
es_es: Por supuesto, también puedes añadirme a tu grupo y vamos juntos.
ru_ru: Конечно, ты ещё можешь просто добавить меня в свою группу, и мы пойдём туда вместе.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: How do you like my yard?\. The pond is pretty nice, right?
es_es: ¿Te gusta mi jardín?\. El pozo está lindo, ¿verdad?
ru_ru: Как тебе мой дворик?\. Этот пруд довольно милый, правда?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: That was quite an awakening today, huh?
es_es: Ha sido duro despertar hoy, ¿no crees?
ru_ru: Ну и пробуждение сегодня было, правда?

source: Back when we were in that wasteland...
es_es: Cuando estuvimos en ese vertedero...
ru_ru: Ещё когда мы были в этой пустоши...

source: I sort of suspected where things were going...
es_es: Ya sospechaba lo que andaba sucediendo...
ru_ru: Я примерно подозревал, к чему всё шло...

source: But, oh Junge...
es_es: Pero, oh Junge...
ru_ru: Но, oh Junge (Боже)...

source: When I was presented with the facts...\. I still wasn't ready.
es_es: Cuando me contaron la verdad...\. Aún no estaba listo.
ru_ru: Когда меня поставили перед фактом...\. я всё ещё был не готов.

source: Reborn as an \c[3]Evotar\c[0].
es_es: Renacido como un \c[3]Evotar\c[0].
ru_ru: Переродился в \c[3]эвотара\c[0].

source: I still keep remembering my old days...
es_es: Aún recuerdo mis viejos días...
ru_ru: Я всё ещё вспоминаю свои старые дни...

source: My tiny apartment,\. my boring job...
es_es: Mi pequeño apartamento,\. mi aburrido trabajo...
ru_ru: Свою маленькую квартирку,\. свою скучную работу...

source: To be honest, it really wasn't the best life.
es_es: Para ser sincero, no era la mejor vida.
ru_ru: Честно говоря, это была не самая лучшая жизнь.

source: But still...\. now it's all just...\. gone.
es_es: Pero aún así...\. ahora todo...\. se ha ido.
ru_ru: Но всё же...\. теперь это всё вдруг...\. исчезло.

source: Just what exactly are we now?\. What are we supposed to do?
es_es: ¿Dónde se supone que estamos ahora exactamente?\. ¿Qué se supone que hagamos?
ru_ru: Что мы вообще теперь такое?\. Чем мы должны заниматься?

source: Well, I just hope they come up with something good!
es_es: Bueno, ¡tan solo espero que se les ocurra algo bueno!
ru_ru: Ну, я хотя бы надеюсь, что они придумают что-нибудь хорошее!

source: Instatainment that is.
es_es: Instatainment, quiero decir.
ru_ru: Instatainment, то есть.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I better rest over the whole thing.
es_es: Será mejor que consulte esto con la almohada.
ru_ru: Мне лучше отдохнуть после всего этого.

source: See you tomorrow, Lea.
es_es: Nos vemos mañana, Lea.
ru_ru: До завтра, Лея.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Alright, time to hit the hay!
es_es: Muy bien, ¡hora de planchar oreja!
ru_ru: Ладно, пора на боковую!

source: Gotta sleep on that whole thing!
es_es: ¡Debo consultar esto con la almohada!
ru_ru: Отосплюсь по полной!

source: Good night, Monsieur!
es_es: ¡Buenas noches, Monsieur!
ru_ru: Спокойной, Monsieur (Месье)!

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: Man, what a day...
es_es: Uf, qué día...
ru_ru: Эх, ну и денёк...

source: I sure hope that Luke will get used to the whole thing.
es_es: Espero que Luke se acostumbre a todo esto.
ru_ru: Я очень надеюсь, что Люк ко всему этому привыкнет.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Haaah, but finally it's done!\. We finished the raid!\. Feels good!
es_es: ¡Jajaj, pero está hecho!\. ¡Terminamos la raid, por fin!\. ¡Se siente bien!
ru_ru: Фууух, но он наконец-то завершён!\. Мы завершили рейд!\. Как хорошо!

source: Too bad we had one person missing.
es_es: Una pena que haya faltado uno.
ru_ru: Очень жаль, что с нами не было одного участника.

source: Good old Tronny.\. You remember, non?
es_es: Hablo de Tronny.\. Lo recuerdas, ¿cierto?
ru_ru: Старый добрый Тронни.\. Помните ведь, не?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: He never showed up again, you know?
es_es: Nunca volvió a conectarse, ¿sabes?
ru_ru: Ну знаете, он снова ведь не появился?

source: Ever since we got the Meteor Shade...
es_es: Desde que obtuvimos la Sombra Meteoro...
ru_ru: Даже когда мы получили Тень Метеора...

source: And some time ago, his account just disappeared.
es_es: Y hace poco, su cuenta desapareció.
ru_ru: И некоторое время назад, его аккаунт просто исчез.

source: I guess he's gone for good.
es_es: Supongo, que ya no volverá.
ru_ru: Я думаю он ушёл навсегда.

source: Never even said goodbye properly, that dork!
es_es: Ni siquiera se despidió como debe, ¡ese tonto!
ru_ru: Даже правильно не попрощался, этот осёл!

source: Well, he certainly missed out today!
es_es: Bueno, ¡él se lo pierde!
ru_ru: Ну, его сегодня определённо не хватало!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I gotta go now!\. See you around, Lea!
es_es: ¡Debo irme ahora!\. ¡Nos vemos, Lea!
ru_ru: Мне нужно уже идти!\ Увидимся, Лея!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Uhm... Hello, Lea!
es_es: Uhm... ¡Hola, Lea!
ru_ru: Эм... Привет, Лея!

source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

source: I just heard you two talking about C'tron...
es_es: Las he oído hablar de C'tron...
ru_ru: Я услышал как вы двое обсуждали Цитрона...
