Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/evo-village.po
Languages: es_es, ru_ru

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Meet everyone for the raid at \c[3]Autumn's Fall - Para Island\c[0]
es_es: Reúnete con todos para la raid en \c[3]Ocaso Otoñal - Isla Apartada\c[0]

source: Here I am.
es_es: Aquí estoy.
ru_ru: А вот и я.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Okay...\. where to start...?
es_es: Bien...\. ¿dónde empezar...?
ru_ru: Хорошо...\. с чего бы начать...?

source: I think I must have mentioned it a few times back then.
es_es: Creo haberlo mencionado un par de veces antes.
ru_ru: Я думаю что даже упоминал пару раз ранее.

source: It was around the time you escaped from Vermillion Wasteland.
es_es: Fue más o menos cuando escapaste del Vertedero Vermillion.
ru_ru: Примерно когда ты смогла вырваться из Пустошей Вермиллиона.

source: I had this growing suspicion, that someone was spying on us from within CrossWorlds.
es_es: Tenía esta creciente sospecha, de que alguien nos espiaba desde dentro de CrossWorlds.
ru_ru: Была у меня назойливая мысль, что кто-то следил за нами внутри CrossWorlds

source: Mostly because of how they managed to pull you out of the raid.
es_es: Sobre todo por el modo en que consiguieron abducirte en la raid.
ru_ru: И в основном из-за того что им удалось "вытащить" тебя из рейда.

source: Well...\. as it turned out...
es_es: Bueno...\. aparentemente...
ru_ru: В общем...\. как оказалось...

source: I managed to narrow down all the suspects.
es_es: Conseguí reducir la lista de sospechosos.
ru_ru: Мне удалось сузить круг подозреваемых.

source: It had to be him.
es_es: Tuvo que se él.
ru_ru: Это должен быть он.

source: Who?
es_es: ¿Quién?
ru_ru: Кто?

source: \c[3]C'tron\c[0] was the person watching us...\. and reporting to \c[3]Sidwell\c[0].
es_es: \c[3]C'tron\c[0] era quién nos espiaba...\. y reportaba a \c[3]Sidwell\c[0].
ru_ru: \c[3]Цитрон\c[0] был наблюдателем...\. и он докладывал обо всём \c[3]Сидвеллу\c[0].

source: What?!
es_es: ¡¿Qué?!
ru_ru: Что?!

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: He was one of the few people you played together with.
es_es: Es una de las pocas personas junto a las que jugaste.
ru_ru: Он был одним из немногих с кем вы играли.

source: He also helped the First Scholars to organize the first raid.
es_es: Además fue quién ayudó a los Primeros Eruditos organizar la raid.
ru_ru: Также он помог Первопроходцам организовать первый рейд.

source: And he even tried to do it a second time.
es_es: E incluso intentó hacerlo una segunda vez.
ru_ru: Да и во второй раз он попытался.

source: Once I found out...\. I decided to confront him about it directly.
es_es: Una vez me dí cuenta...\. decidí confrontarlo directamente.
ru_ru: Как только я об этом узнал...\. Я решил поговорить с ним тет-а-тет.

source: I contacted him via an anonymous message, told him that we knew.
es_es: Lo contacté por mensaje privado, y le dije que lo sabía.
ru_ru: Я послал ему анонимное письмо, рассказал о том что было известно.

source: I soon got an answer...
es_es: Me respondió rápidamente...
ru_ru: И вскоре получил ответ...

source: Surprisingly, he made me an \c[3]offer\c[0].
es_es: Sorprendentemente, me hizo una \c[3]oferta\c[0].
ru_ru: К моему удивлению, он предложил \c[3]сделку\c[0].

source: He would stop watching and reporting to Sidwell.
es_es: Dejaría de espiar y de reportar a Sidwell.
ru_ru: Он прекратит шпионить и докладывать Сидвеллу.

source: But in return, he asked me to not tell you about him.
es_es: Pero a cambio, me pidió que no te lo cuente.
ru_ru: Но в ответ он попросил меня не рассказывать тебе правду о нём.

source: ...What?
es_es: ¿...Qué?

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Well...\. I suppose he was afraid that you would not take the news well.
es_es: Bueno...\. Supongo que temía que no te tomarías las noticias con calma.
ru_ru: Ну...\. Полагаю он боялся, что тебе это не понравится.

source: In any case, he did as he promised.
es_es: De todos modos, cumplió su promesa.
ru_ru: В любом случае, обещание он выполнил.

source: That is why C'tron disappeared from the game before we stormed Vermillion Wasteland.
es_es: Es por eso por lo que C'tron dejó el juego antes de que invadiéramos el Vertedero Vermillion.
ru_ru: Вот почему Цитрон исчез из игры перед тем, как мы взяли штурмом Пустошь Вермиллиона.

source: And today, I finally broke my end of that agreement.
es_es: Y hoy, finalmente rompí mi parte del trato.
ru_ru: И вот сегодня я наконец разорвал свою часть соглашения.

source: I wanted to get it out of the way, because recently I discovered something else...
es_es: Quería quitármelo de encima, porque hace poco descubrí algo más...
ru_ru: Я хотел это всё уладить, потому что недавно я обнаружил кое-что ещё...

source: Among all those Evotars we recovered from that server in Vermillion Wasteland...
es_es: Entre todos los Evotares que recuperamos de ese servidor en el Vertedero Vermillion...
ru_ru: Среди всех эвотаров, обнаруженных на сервере Вермиллионских Пустошей...

source: There is one who looks exactly like him.
es_es: Había uno que era idéntico a él.
ru_ru: Есть тот, кто выглядит точь-в-точь как он.

source: An Evotar...\. of \c[3]C'tron\c[0].
es_es: Un Evotar...\. de \c[3]C'tron\c[0].
ru_ru: Эвотар...\. \c[3]Цитрона\c[0].

source: What?!
es_es: ¡¿Qué?!
ru_ru: Что?!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Go to bed?
es_es: ¿Ir a la cama?
ru_ru: Лечь спать?

source: Yes
es_es: Sí
ru_ru: Да

source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

source: And now try this!
es_es: ¡Y ahora intenta esto!
ru_ru: А теперь попробуй так!

source: See this?
es_es: ¿Ves esto?
ru_ru: Видишь это?

source: Yeah, that one isn't for everyone.
es_es: Sí, esa no es para todos.
ru_ru: Да, это не для всех.

source: You definitely won't need this for any hand signs.
es_es: Pero no la necesitarás para ninguna seña.
ru_ru: Это точно не понадобится ни для одного из жестов.

source: Why...?
es_es: ¿Por qué...?
ru_ru: Почему...?

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Go to bed?
es_es: ¿Ir a la cama?
ru_ru: Лечь спать?

source: Yes
es_es: Sí
ru_ru: Да

source: Wake up, sleepyhead!
es_es: ¡Despierta, dormilona!
ru_ru: Просыпайся, соня!

source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

source: Good morning!
es_es: ¡Buenos días!
ru_ru: Доброе утро!

source: Long time no see!
es_es: ¡Un tiempo sin vernos!
ru_ru: Давно не виделись!

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: That part didn't change at all, huh?
es_es: En eso no has cambiado en nada, ¿eh?
ru_ru: Мда, эта часть совсем не изменилась.

source: Sorry for not showing up before.
es_es: Siento no haber estado aquí antes.
ru_ru: Извини, что не появилась раньше.

source: I was...\. kind of busy.
es_es: Estuve...\. ocupada.
ru_ru: Я была...\. кое-чем занята.

source: No time to get back into the game.
es_es: No tuve tiempo de volver al juego.
ru_ru: Некогда было зайти в игру.

source: To be perfectly honest, I needed some distance.
es_es: A decir verdad, necesitaba distanciarme.
ru_ru: Если совсем честно, мне нужно было отдохнуть от этого.

source: Too many bad things happened here.
es_es: Tengo demasiados malos recuerdos aquí.
ru_ru: Здесь произошло слишком много плохих вещей.

source: Sorry.
es_es: Perdón.
ru_ru: Прости.

source: Still with the apologizing.
es_es: Sigues disculpándote.
ru_ru: Всё ещё извиняешься.

source: It's fine.\. I'm feeling better now.
es_es: Está bien.\. Me siento mejor ahora.
ru_ru: Всё нормально.\. Сейчас я чувствую себя лучше.

source: They really did a great job with this village.
es_es: Han hecho un gran trabajo con esta villa.
ru_ru: Они действительно хорошо постарались над этой деревней.

source: This is such a cute place to stay in.
es_es: Es un lugar tan agradable para estar.
ru_ru: Это такое милое место.

source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

source: Hey, I was actually planning to pay my brother a small visit as well.
es_es: Oye, tenía pensado ir a visitar a mi hermano.
ru_ru: Эй, вообще, я ещё собиралась зайти в гости к своему брату.

source: Wanna come with me?
es_es: ¿Quieres venir?
ru_ru: Хочешь пойти со мной?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Great!
es_es: ¡Genial!
ru_ru: Отлично!

source: Take your time to get ready, since you just woke up...
es_es: Tómate tu tiempo para prepararte, ya que te acabas de levantar...
ru_ru: Можешь собираться сколько хочешь, ты же только что проснулась...

source: Then again, does that even apply for you Evotars?
es_es: Ahora que lo pienso, ¿eso siquiera aplica en ustedes los Evotares?
ru_ru: Хотя нужно ли это вам, эвотарам?

source: I'll wait in front of Satoshi's house! See you there!
es_es: ¡Te esperaré frente a la casa de Satoshi! ¡Nos vemos allí!
ru_ru: Я буду ждать перед домом Сатоши! Увидимся там!

source: Meet Shizuka in front of Satoshi's house in \c[3]Homestedt - Centrum\c[0]
es_es: Reúnete con Shizuka frente a la casa de Satoshi en \c[3]Villa Evotar - Centro\c[0]

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

source: We finally did it.
es_es: Finalmente lo conseguimos.

source: We found Sidwell's current whereabouts, thanks to C'tron.
es_es: Encontramos el paradero de Sidwell, gracias a C'tron.

source: However, pressing charges will be difficult.
es_es: Sin embargo, presentar cargos será difícil.

source: We'll need to gather evidence first.
es_es: Necesitaremos evidencia primero.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Uhm...\. Hello, Lea.
es_es: Uhm...\. Hola, Lea.
ru_ru: Эмм...\. Привет, Лея.

source: So...\. they released the new Beach area today, didn't they?
es_es: Entonces...\. han inaugurado la nueva área de la Playa hoy, ¿cierto?
ru_ru: Так...\. они сегодня выпустили новую зону Пляж, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I heard getting the shallow water to work was quite tricky actually.
es_es: He oído que conseguir que funcione el agua poco profunda fue todo un desafío de hecho.
ru_ru: Я слышал работа над мелководьем на самом деле была довольно непростой.

source: Hope it was worth the effort.\. You should definitely check it out.
es_es: Espero que haya valido la pena.\. Definitivamente deberías ir a verla.
ru_ru: Надеюсь, это стоило усилий.\. Ты определённо должна это проверить.

source: Anyway...\. I still have things to do here.\. Right now...
es_es: En fin...\. Aún tengo cosas que hacer aquí.\. Ahora mismo...
ru_ru: Как бы там ни было...\. У меня всё ещё есть дела.\. Прямо сейчас...

source: Uhm...\. Hello, Lea.
es_es: Uhm...\. Hola, Lea.

source: So, do you like it here in Homestedt?
es_es: Entonces, ¿te gusta estar aquí en Villa Evotar?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Yeah, they certainly went the extra mile, constructing a whole village just for us.
es_es: Sí, a decir verdad se pasaron, hacer toda una villa solo para nosotros.

source: Uhm...\. now if you'll excuse me...\. I was just in the middle of coding a complicated segment...
es_es: Uhm...\. ahora si me disculpas...\. estaba programando un segmento complicado...

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Uhm...\. Hello, Lea.
es_es: Uhm...\. Hola, Lea.

source: Running that dungeon was quite the marathon, wasn't it?
es_es: Esa mazmorra fue toda una maratón, ¿verdad?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: And now everyone at Instatainment is busy working on that extension.
es_es: Y ahora todos en Instatainment están ocupados trabajando en esa expansión.

source: Including myself.
es_es: Incluyéndome.

source: I have a couple neat ideas on how to get Evotars like us involved in entirely new ways.
es_es: Tengo algunas buenas ideas sobre como involucrarnos a nosotros, los Evotares, en formas creativas.

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Uhm...\. sorry, but I can't really share too much at the moment.
es_es: Uhm...\. lo siento, pero no puedo compartir mucho de momento.

source: Let's just say that our future prospects might be quite...\. exciting.
es_es: Tan solo diré que nuestros futuros prospectos pueden ser algo...\. emocionantes.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: ...\. Sister...
es_es: ...\. Hermana...
ru_ru: ...\.Сестра...

source: What are you doing?
es_es: ¿Qué estás haciendo?
ru_ru: Что ты делаешь?

source: Working.
es_es: Trabajando.
ru_ru: Работаю.

source: Can't there be a time in your life when you're NOT doing that?
es_es: ¿Hubo algún momento en tu vida en el NO estés haciendo eso?

source: It's part of the agreement.
es_es: Es parte del acuerdo.
ru_ru: Это часть соглашения.

source: Yes, yes!\. There's always an agreement!
es_es: ¡Sí, sí!\. ¡Siempre hay un acuerdo!
ru_ru: Да-да!\. Всегда есть соглашение!

source: It's a big reason why Instatainment supports us.
es_es: Es el motivo principal por el cual Instatainment nos dio el visto bueno.
ru_ru: Это большая причина, почему Instatainment нас поддерживает.

source: They wanted me back...\. so I can work for them.
es_es: Me querían de vuelta...\. para que pueda trabajar para ellos.
ru_ru: Они хотели вернуть меня...\. чтобы я работал на них.

source: Seriously though...
es_es: Ya en serio...
ru_ru: Но серьёзно...

source: Constantly working like that can't be good for you...\. even being an Evotar.
es_es: Trabajar constantemente no puede ser bueno para ti...\. incluso si eres un Evotar.
ru_ru: От постоянной работы тебе не становится лучше...\. даже если ты эвотар.

source: You know...\. I'm honestly feeling much more resilient this way.
es_es: Sabes...\. a decir verdad me siento mucho más resistente de este modo.
ru_ru: Знаешь...\. если честно, я так чувствую себя гораздо устойчивее.

source: Of course you'd say that.
es_es: Por supuesto dices eso.
ru_ru: Конечно ты так говоришь.

source: No really!\. I feel great!
es_es: ¡No, en serio!\. ¡Me siento genial!
ru_ru: Нет, правда!\. Я чувствую себя отлично!

source: You just fell over.
es_es: Acabas de caerte.
ru_ru: Ты только что упал.

source: Yeah, this happens sometimes.\. It's no big deal.
es_es: Sí, eso sucede a veces.\. No es gran problema.
ru_ru: Да, такое иногда случается.\. Ничего страшного.

source: See?\. All good.
es_es: ¿Lo ves?\. Todo bien.
ru_ru: Видишь?\. Всё в порядке.

source: Alright, that does it!
es_es: Muy bien, ¡suficiente!
ru_ru: Ну всё, с меня хватит!

source: You, sir, are going to get some fresh air!
es_es: ¡Usted, señor, tomará algo de aire fresco!
ru_ru: Вы, сэр, отправляетесь на свежий воздух!

source: Wha...\.
es_es: Qué...\.
ru_ru: Чт...\.

source: You know about the new area they just released, right?
es_es: Sabes de la nueva área que acaban de lanzar, ¿verdad?
ru_ru: Ты же знаешь о новой зоне, которая только что вышла?

source: Of course I do.\. I'm involved in development.
es_es: Por supuesto que sí.\. Estuve involucrado en su desarrollo.
ru_ru: Конечно знаю.\. Я же вовлечён в разработку.

source: Seems like a lovely place.
es_es: Parece un lugar fantástico.
ru_ru: Похоже на неплохое место.

source: You actually never went there, did you?
es_es: Nunca fuiste, ¿verdad?
ru_ru: Ты никогда сам там не был, так?

source: Alright then, let's go there together!
es_es: Muy bien, ¡iremos juntos entonces!
ru_ru: Ну что ж, тогда пойдём туда вместе!

source: But...\.
es_es: Pero...\.
ru_ru: Но...\.

source: Right now!\. Let's take a break and visit those islands.
es_es: ¡Ahora mismo!\. Tomaremos un descanso y visitaremos esas islas.
ru_ru: Прямо сейчас!\. Давай сделаем перерыв и посмотрим на эти острова.

source: But I'm busy...
es_es: Pero estoy ocupado...
ru_ru: Но я занят...

source: No buts!\. I checked with Sergey and the others.
es_es: ¡Sin peros!\. Ya consulté con Sergey y los demás.
ru_ru: Никаких "но"!\. Мы с Сергеем и другими проверяли.

source: It's not like you're on a tight schedule right now.
es_es: No tienes entregas próximas ahora mismo.
ru_ru: Нет у тебя сейчас никакого забитого графика.

source: Well...\. for the official projects,\. that is...
es_es: Bueno...\. para los proyectos oficiales,\. quizá...
ru_ru: Ну...\. для официальных проектов-то да...

source: Really?\. You got your own pet projects again?
es_es: ¿De verdad?\. ¿También tienes tus propios proyectos?
ru_ru: Серьёзно?\. У тебя снова свои проекты-хобби?

source: Alright, fine!
es_es: ¡Bien, de acuerdo!
ru_ru: Ну ладно, хорошо!

source: Great, let's go!
es_es: Genial, ¡vamos!
ru_ru: Отлично, пойдём!

source: It's really about time we both complete that part of the game.
es_es: Ya va siendo hora de que ambos completemos esa parte del juego.
ru_ru: Нам обоим давно уже пора пройти эту часть игры.

source: You know that the big release will happen later today, right?
es_es: Sabes que el gran lanzamiento será esta noche, ¿verdad?
ru_ru: Ты же знаешь, что сегодня будет большой релиз?

source: That's true. I'm sure there will be a huge crowd, though.
es_es: Es cierto. Estoy seguro de que habrá una gran multitud.
ru_ru: Всё верно. Но я уверен, что там будет огромная толпа.

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: Oh that's right, it's not really public yet, is it?
es_es: Oh, cierto, aún no es de público conocimiento, ¿verdad?

source: For whatever reason they decided to just shadow drop it tonight.
es_es: Por algún motivo, decidieron lanzarla esta noche sin previo aviso.
ru_ru: По неизвестным причинам они решили просто тихо запустить его сегодня вечером.

source: The \c[3]final dungeon\c[0] will finally be released.
es_es: La \c[3]Mazmorra Final\c[0] por fin se abrirá.
ru_ru: Наконец-то выйдет \c[3]последнее подземелье\c[0].

source: I think they were planning to release the news just about now.
es_es: Creo que tenían pensado anunciarlo ahora mismo.
ru_ru: Мне кажется, они собирались выпустить новости примерно сейчас.

source: Oh, someone's getting a call?
es_es: Oh, ¿te están llamando?
ru_ru: Ой, кому-то звонят?

source: They're finally releasing it!
es_es: ¡Por fin van a lanzarla!
ru_ru: Они наконец-то его выпускают!

source: The\. FINAL\. DUNGEON!
es_es: ¡La\. MAZMORRA\. FINAL!
ru_ru: ПОСЛЕДНЕЕ\. ПОДЗЕМЕЛЬЕ!

source: What's with that reaction?
es_es: ¿Y esa reacción?
ru_ru: Что за реакция?

source: Wait, don't tell me you already knew!
es_es: Espera, ¡no me digas que ya sabías!
ru_ru: Подожди, не говори мне, что ты уже знала!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: But the news just got out!
es_es: ¡Pero si lo acaban de anunciar!
ru_ru: Но новости только вышли!

source: You and your close developer connections.
es_es: Tú y tus conexiones con el equipo de desarrollo.
ru_ru: Ты и твои близкие связи с разработчиками.

source: Anyway!\. The whole guild is planning to run the dungeon together!
es_es: ¡En fin!\. ¡Todo el gremio planea entrar a la vez!
ru_ru: В любом случае!\. Вся гильдия собирается пройти подземелье вместе!

source: We want to meet soon to plan the whole thing.
es_es: Nos reuniremos pronto para planearlo.
ru_ru: Мы скоро собираемся встретиться, чтобы всё спланировать.

source: However, they decided to meet in the \c[3]city hall\c[0] of Homestedt this time.
es_es: Pero esta vez, decidieron juntarse en el \c[3]ayuntamiento\c[0] de Villa Evotar.
ru_ru: Но на этот раз они решили встретиться в \c[3]ратуше\c[0] Хоумштадта.

source: So...\. see you there!
es_es: Entonces...\. ¡nos vemos allí!
ru_ru: Так что...\. увидимся там!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Seems like your friends got the news?
es_es: ¿Parece que tu amiga recibió la noticia?
ru_ru: Похоже, твои друзья получили новости?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: We'll be going, then.\. I'd like us to be ready in time as well.
es_es: Iremos yendo, entonces.\. Me gustaría que estemos a tiempo también.
ru_ru: Тогда мы пойдём.\. Нам бы лучше тоже быть готовыми вовремя.

source: See you at the dungeon!
es_es: ¡Nos vemos en la mazmorra!
ru_ru: Увидимся в подземелье!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Until then!
es_es: ¡Hasta entonces!
ru_ru: До скорого!

source: Meet everyone in the \c[3]City Hall\c[0] of \c[3]Homestedt\c[0] to plan running the final dungeon.
es_es: Reúnete con todos en el \c[3]Ayuntamiento\c[0] de \c[3]Villa Evotar\c[0] para planear la mazmorra final.

source: Alright then, where to start?
es_es: Muy bien, ¿dónde empezamos?
ru_ru: Итак, с чего начнём?

source: I probably should get better equipment first.
es_es: Quizá deba mejorar mi equipamiento primero.
ru_ru: Мне сначала хорошо бы получше снарядиться.

source: ...\. Is... Is that gear from \c[3]Gaia's Garden\c[0]?!
es_es: ...\. ¡¿Es... Es ese equipamiento del \c[3]Jardín de Gaia\c[0]?!
ru_ru: ...\.Это... Это экипировка из \c[3]Сада Гайи\c[0]?!

source: Why are you only level \c[3]48\c[0]?!
es_es: ¡¿Por qué eres solo nivel \c[3]48\c[0]?!
ru_ru: Почему ты только \c[3]48-го\c[0] уровня?!

source: There was never a need to level this character any further...
es_es: Nunca tuve necesidad de subir más niveles...
ru_ru: Мне никогда не нужно было дальше прокачивать этого персонажа...

source: We've really got some work to do...
es_es: Tenemos mucho trabajo qué hacer...
ru_ru: Нам реально придётся поработать...

source: So...\. I'm just supposed to lay down in the bed?
es_es: Entonces...\. ¿Tan solo debo acostarme en la cama?
ru_ru: То есть...\. мне нужно просто лечь в кровать?

source: And I'll just...\. fall asleep?
es_es: Y luego...\. ¿me quedaré dormido?
ru_ru: И я просто...\. усну?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: What a weird concept.
es_es: Qué concepto tan extraño.
ru_ru: Какая странная идея.

source: So... and what are you doing here?\. Following me up to my bedroom at such an hour?
es_es: Entonces... ¿qué estás haciendo aquí?\. ¿Siguiéndome a mi habitación a estas horas?
ru_ru: Так... и что ты здесь делаешь?\. Идёшь за мной в спальню в этот час?

source: Have any ulterior motives?
es_es: ¿Pretendes algo acaso?
ru_ru: У тебя есть какие-то скрытые намерения?

source: Sorry!
es_es: ¡Perdón!
ru_ru: Прости!

source: Gyahahaha!\. I'm just joking, Lea!
es_es: ¡Gyahahaha!\. ¡Estoy jugando contigo, Lea!
ru_ru: Муахахаха!\. Да я шучу, Лея!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hey Lea!
es_es: ¡Hola, Lea!
ru_ru: Эй, Лея!

source: Nothing special going on here...\. just watching the news.
es_es: Nada especial por aquí...\. tan solo miraba las noticias.

source: Feel free to join me!
es_es: ¡Puedes unirte si quieres!

source: I appreciate that they gave us access to some of the broadcasting services.
es_es: Aprecio que nos hayan dado acceso a algunos de los servicios por cable.

source: It's at least something to spend the time on.
es_es: Al menos es algo en qué gastar el tiempo.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: And strangely...\. it's still pretty interesting to watch the news.
es_es: Y extrañamente...\. aún es interesante ver las noticias.

source: Even though it feels a bit pointless...
es_es: A pesar de que se sienta algo inútil.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: I mean...\. I don't think it's all that relevant to us what's happening out there.
es_es: Es decir...\. no creo que nada de lo que pase ahí fuera sea relevante para nosotros.

source: Unless they'd have breaking news of Instatainment declaring bankruptcy.
es_es: A menos que haya una exclusiva donde Instatainment declara bancarrota.

source: Japp, that would be bad news to us...
es_es: Japp, eso sí serían malas noticias...

source: Actually...\. if you think about it, hasn't it always been this way?
es_es: De hecho...\. si lo piensas un poco, ¿no ha sido siempre así?

source: What?
es_es: ¿Qué?
ru_ru: Что?
