Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/evo-village.po
Languages: es_es, ru_ru

source: Like... hasn't most news been rather irrelevant to our life, even back when we were outside of the game?
es_es: Es decir... ¿no son la mayoría de las noticias irrelevantes a nuestra vida, incluso cuando estábamos fuera de este juego?

source: You know, unless it's something happening in your town or a global catastrophe.
es_es: Sabes, a menos que sea algo que sucede en tu pueblo o una catástrofe global.

source: It certainly doesn't make you stop worrying about whatever is happening out there in the world.
es_es: Pero aún así no hace que dejes de preocuparte por lo que pase en el resto del mundo.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Got enough news for today?\. Have a nice evening, then!
es_es: ¿Suficientes noticias por hoy?\. ¡Ten una bella tarde, entonces!

# data/areas/evo-village.json//floors/0/maps/6/name
source: Tobi's Home
ru_ru: Дом Тоби

source: Ready?
ru_ru: Готова?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: LEA!!
ru_ru: ЛЕЯ!!

source: Chérie!!
ru_ru: Chérie (Дорогая)!!

source: Hm?
ru_ru: Хм?

source: Guten Abend!
ru_ru: Guten Abend (Добрый вечер)!

source: Spheromancer Lea!
ru_ru: Сферомант Лея!

source: LEA!!!
ru_ru: ЛЕЯ!!!

source: Spheromancer Lea!
ru_ru: Сферомант Лея!

source: No
ru_ru: Нет

source: Très bien!
ru_ru: Très bien (Прекрасно)!

source: Oui!
ru_ru: Oui (Да)!

source: Woah!
ru_ru: Воу!

source: Oh Junge...
ru_ru: Oh Junge (Боже)...

source: \s[5]Nyahahahahahahahahahahahahaha!
ru_ru: \s[5]Ньяхахахахахахахахахахахахаха!

source: Satoshi!
ru_ru: Сатоши!

source: No
ru_ru: Нет

source: Hm?
ru_ru: Хм?

source: Lea!!
ru_ru: Лея!!

source: Uhm...
ru_ru: Эмм...

source: The exit is straight ahead!
ru_ru: Выход прямо впереди!

source: Lea?
ru_ru: Лея?

source: Uhm...
ru_ru: Эмм...

source: No...
ru_ru: Нет...

source: Beep boop!
ru_ru: Бип буп!

source: Guten Tag, Herr Original!
ru_ru: Guten Tag, Herr (Добрый день, господин) Оригинал!

source: ...\. Uhm...
ru_ru: ...\. Мхм...

source: ...\. No...
ru_ru: ...\. Нет...

source: Your name, as far as we know, is \c[3]Toby Trembley\c[0].
ru_ru: Насколько нам известно, тебя зовут \c[3]Тоби Трембли\c[0].

source: The best way to trigger his memories is probably visiting places you were together.
ru_ru: Лучшим способом пробудить его воспоминания было бы посетить места где вы были вместе.

source: Nyahahahahahaha!
ru_ru: Ньяхахахахахаха!

source: No
ru_ru: Нет

source: Woah there!
ru_ru: Воу, притормози!

source: Lea...
ru_ru: Лея...

source: [no]
ru_ru: [нет]

source: I'll try to get some rest then. Good night.
ru_ru: Тогда я попробую немного отдохнуть. Спокойной ночи.

source: Lea.
ru_ru: Лея.

source: Lea.
ru_ru: Лея.

source: Toby...
ru_ru: Тоби...

source: Toby...
ru_ru: Тоби...

source: Mon dieu...
ru_ru: Mon dieu (Боже мой)...

source: Oui!
ru_ru: Oui (Да)!

source: No
ru_ru: Нет

source: Bonjour, chérie!
ru_ru: Bonjour, chérie! (Привет, дорогая!)

source: Lea!
ru_ru: Лея!

source: I still hope to find a better work around for your speech limitations later on.
ru_ru: Я все еще надеюсь найти лучший способ, чтобы позже, обойти твои речевые ограничения.

source: Anyway, for now this should help!
ru_ru: Однако сейчас, это должно помочь!

source: No
ru_ru: Нет

source: No
ru_ru: Нет

source: Satoshi!
ru_ru: Сатоши!

source: Can't there be a time in your life where you're NOT doing that?
ru_ru: У тебя в жизни вообще есть время, когда ты этим НЕ занимаешься?

source: Oh...
ru_ru: Ох...

source: No...
ru_ru: Нет...

source: Oh that's right, it's not really public yet, isn't it?
ru_ru: Ой, точно, новости же ещё не опубликованы, верно?

source: Lea!
ru_ru: Лея!
