Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/evo-village.po
Languages: es_es, ru_ru

source: Hugging isn't a fix for everything, Lea.
es_es: Los abrazos no lo arreglan todo, Lea.
ru_ru: Объятиями всё не исправить, Лея.

source: You shouldn't hug the person that ruined your life.
es_es: No deberías abrazar a quién arruinó tu vida.
ru_ru: Ты не должна обнимать человека, который разрушил твою жизнь.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Thanks.
es_es: Gracias.
ru_ru: Спасибо.

source: What?\. Why are you thanking me?
es_es: ¿Qué?\. ¿Por qué me agradeces?
ru_ru: Что?\. Почему ты благодаришь меня?

source: Are you entirely broken now?
es_es: ¿Estás rota del todo ahora?
ru_ru: Ты что, окончательно сломалась?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: What is wrong with you?
es_es: ¿Qué te sucede?
ru_ru: Что с тобой не так?

source: Please calm down...
es_es: Por favor cálmate...
ru_ru: Пожалуйста, успокойся...

source: Remember...\. you spent a lot of time with Lea.
es_es: Recuerda...\. estuviste mucho tiempo con Lea.
ru_ru: Вспомни...\. ты провёл много времени с Леей.

source: Playing CrossWorlds together...\. as friends.
es_es: Jugaron CrossWorlds juntos...\. como amigos.
ru_ru: Вы играли в CrossWorlds вместе...\. как друзья.

source: You should not forget about that.
es_es: Que no se te olvide.
ru_ru: Тебе не следует забывать об этом.

source: Really now?
es_es: ¿Hablan en serio?
ru_ru: Серьёзно?

source: Despite the fact that I've been deceiving you the whole time?
es_es: ¿A pesar de que los estuve engañando todo este tiempo?
ru_ru: Несмотря на то, что я всё это время вас обманывал?

source: Hahaha!\. This is stupid...
es_es: ¡Jajaja!\. Esto es estúpido...
ru_ru: Ха-ха-ха!\. Это глупо...

source: So stupid...
es_es: Tan estúpido...
ru_ru: Так глупо...

source: I...
es_es: Yo...
ru_ru: Я...

source: I don't get it...
es_es: No lo entiendo...
ru_ru: Я не понимаю...

source: Really...
es_es: De verdad...
ru_ru: Правда...

source: I don't even understand it myself.
es_es: Ni siquiera me entiendo a mí mismo.
ru_ru: Я даже сам этого не понимаю.

source: All this time...
es_es: Todo este tiempo...
ru_ru: Всё это время...

source: Ever since we've been playing together...
es_es: Desde que estuvimos jugando juntos...
ru_ru: Когда мы начали играть вместе...

source: I've been feeling this incredible...\. dread.
es_es: Estuvo sintiendo esta increíble...\. pavor.
ru_ru: Я чувствовал этот невероятный...\. ужас.

source: I didn't want it to end.
es_es: No quería que terminara.
ru_ru: Я не хотел, чтобы всё закончилось.

source: I didn't want you to find out.
es_es: No quería que lo supieran.
ru_ru: Я не хотел, чтобы вы узнали.

source: I wished things would have been different.
es_es: Deseaba que las cosas hubieran sido diferentes.
ru_ru: Я хотел, чтобы всё было по-другому.

source: Why would I...
es_es: Por qué yo...
ru_ru: С чего бы мне...

source: Why would Sidwell\. ever feel this way?
es_es: ¿Por qué Sidwell\. se sentiría de este modo?
ru_ru: С чего бы Сидвеллу\. испытывать такие чувства?

source: Today was a pretty long day, hm?
es_es: Hoy ha sido un día largo, ¿no?
ru_ru: Сегодня был довольно длинный день, хм?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Hello, Lea.
es_es: Hola, Lea.
ru_ru: Привет, Лея.

source: Meet?
es_es: ¿Reunir?
ru_ru: Встреча?

source: Are you here to tell me about the meeting for the new dungeon?
es_es: ¿Estás aquí para que vayamos a la reunión por la nueva mazmorra?
ru_ru: Ты здесь, чтобы рассказать мне о собрании по поводу нового подземелья?

source: I know about it.
es_es: Ya estoy al tanto.
ru_ru: Я знаю о нём.

source: But to be honest... I'm not sure if I should join.
es_es: Pero la verdad... no sé si debería ir.
ru_ru: Но, если честно... я не уверен, стоит ли мне присоединиться.

source: Playing along with everyone else.
es_es: Jugar con todos los demás.
ru_ru: И подыгрывать всем остальным.

source: You know...\. Yesterday, I told you the truth, Lea.
es_es: Sabes...\. Ayer, te dije la verdad, Lea.
ru_ru: Знаешь...\. Вчера я рассказал тебе правду, Лея.

source: Don't you think it'd be fair to let the others know as well?
es_es: ¿No crees que sería justo que el resto lo sepa también?
ru_ru: Ты не думаешь, что будет справедливо дать и другим знать?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Wait.
es_es: Espera.
ru_ru: Подожди.

source: Too soon, huh?
es_es: Muy pronto, ¿no?
ru_ru: Слишком рано, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I suppose...
es_es: Supongo...
ru_ru: Наверное...

source: There is still the chance I might remember something important.
es_es: Que aún puede que recuerde algo importante.
ru_ru: Ещё есть шанс, что я вспомню что-нибудь важное.

source: At least I feel...\. like something is still missing.
es_es: Al menos siento...\. como si faltara algo importante.
ru_ru: По крайней мере, мне кажется...\. будто чего-то всё ещё не хватает.

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: I wish I knew.
es_es: Quisiera saberlo.
ru_ru: Хотелось бы знать.

source: It might just be wishful thinking, really.
es_es: Puede que no sean más que ilusiones, la verdad.
ru_ru: Может быть, мне просто хочется так думать.

source: You know...
es_es: Sabes...
ru_ru: Знаешь...

source: Maybe running the dungeon with everyone is a good idea to take my mind off it.
es_es: Quizá ir a la mazmorra con todos los demás sea buena idea para despejarme un poco.
ru_ru: Возможно, пройти подземелье со всеми будет неплохо, чтобы развеяться.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okey-dokey!
es_es: ¡École!
ru_ru: Оки-доки!

source: Let's go to that meeting.
es_es: Vayamos a la reunión.
ru_ru: Пошли на это собрание.

source: I'm over here...
es_es: Estoy aquí...

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Hey Tronny!\. What's up with you?
es_es: ¡Oye Tronny!\. ¿Qué sucede contigo?

source: Did you finish the dungeon that quickly?
es_es: ¿Terminaste la mazmorra tan pronto?

source: No...\. I went back early.
es_es: No...\. la dejé.

source: Wha...\. why?!
es_es: Qu...\. ¡¿por qué?!

source: I just wasn't in the mood.\. Sorry.
es_es: No estaba de humor.\. Lo siento.

source: So...\. why is that?
es_es: Entonces...\. ¿qué te sucede?

source: I guess Lea...\. or rather Sergey...\. didn't tell you anything, right?
es_es: Supongo que Lea...\. o más bien Sergey...\. no te dijeron nada, ¿verdad?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Tell me what?
es_es: ¿Decirme qué?

source: About...\. who I really am.
es_es: Sobre...\. quién soy realmente.

source: What?\. You're Toby, non?
es_es: ¿Qué?\. Tú eres Toby, ¿no?

source: Student,\. biology nerd...
es_es: Estudiante,\. nerd de biología...

source: That was an act.
es_es: Eso era una actuación.

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: I was spying on you...
es_es: Estuve espiándolos...

source: And that's not even the worst of it.
es_es: Y esa no es la peor parte.

source: Right at this moment, you're talking to \c[3]Sidwell\c[0].
es_es: En este mismo instante, estás hablando con \c[3]Sidwell\c[0].

source: I'm his Evotar.
es_es: Soy su Evotar.

source: You're joking, right?
es_es: Estás de broma, ¿verdad?

source: Tell me he's joking!
es_es: ¡Dime que es broma!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: WHAT THE HECK?!
es_es: ¡¿PERO QUÉ DEMONIOS?!

source: I'm...\. sorry...
es_es: Yo...\. lo siento..

source: How does any of this even make sense?!
es_es: ¡¿Cómo es que esto tiene sentido?!

source: All this time...
es_es: Todo este tiempo...

source: Take the raid event...
es_es: Mira por ejemplo la raid...

source: I arranged it so we could pull Lea into Evotarground.
es_es: Yo lo arreglé todo para que pudiéramos abducir a Lea y llevarla al Mundo Evotar.

source: And after Lea escaped again...\. I tried to get you two to reconcile.
es_es: Y luego de que Lea escapara...\. intenté reunirlas para que se reconcilien.

source: Just so we could get you to go for another raid.
es_es: Solo para que pudiéramos ir a otra raid.

source: STOP THIS!
es_es: ¡PARA!

source: This is not helping!
es_es: ¡No estás ayudando!

source: But that...
es_es: Pero eso...

source: Just back off for a moment.
es_es: Aléjate por un momento.

source: Let's leave out that weird part about you being Sidwell and all.
es_es: Dejemos de lado todo eso de que eres Sidwell y demás.

source: You said that you spied on us?
es_es: ¿Dijiste que nos estuviste espiando?

source: Yes...
es_es: Sí...
ru_ru: Да...

source: Okay.
es_es: De acuerdo.

source: I still remember how I got mad as hell at poor Lea for very stupid reasons.
es_es: Aún recuerdo como me enojé mucho con Lea por motivos muy estúpidos.

source: What was it you said back then?
es_es: ¿Qué fue lo que dijiste entonces?

source: Lea didn't really want all of those things to happen, oui?
es_es: Que Lea nunca quiso que nada de eso pase, ¿oui?

source: Right...
es_es: Cierto...
ru_ru: Верно...

source: So what about you?
es_es: ¿Y qué hay de ti?

source: Did you \c[3]want\c[0] to drag Lea into the Evotarground?
es_es: ¿Tú \c[3]querías\c[0] abducir a Lea y llevarla al Mundo Evotar?

source: Did it feel like the right thing to do for you?
es_es: ¿Sentiste que sería lo correcto?

source: Well...\. I just did what I planned myself, so...
es_es: Bueno...\. Yo solo hice lo que yo mismo planeé, así que...

source: Actually... no.
es_es: De hecho... no.

source: That's the thing.
es_es: Ese es el tema.

source: It felt \c[3]wrong\c[0].
es_es: Se sintió \c[3]mal\c[0].

source: And honestly, this is what I don't get.
es_es: Y para decir verdad, eso es lo que no entiendo.

source: Even though it was supposed to be what I wanted...
es_es: A pesar de ser eso mismo lo que quería...

source: I regretted what I did, even back then.
es_es: Me arrepentí de lo que hice, incluso en ese entonces.

source: There!\. That's something, non?
es_es: ¡Eso es!\. Ya es algo al menos, ¿non?

source: I think that matters.
es_es: Yo creo que importa.

source: D-\.Does it really, though?
es_es: ¿I-\.Importa realmente?

source: At least I think we really shouldn't be mad at you...\. for now!
es_es: Al menos creo que no deberíamos enojarnos contigo...\. ¡aún!

source: I...\. don't know what to say.
es_es: No...\. no sé qué decir.

source: Better not say anything stupid because I'm trying really hard to NOT be mad here.
es_es: Será mejor que no sea nada estúpido porque estoy intentando MUY duramente no enojarme aquí.

source: Oh...\. okay.
es_es: Oh...\. bueno.

source: So...\. Why do you think you are Sidwell?
es_es: Entonces...\. ¿Por qué crees que eres Sidwell?

source: Well...
es_es: Bueno...

source: I remember things that only Sidwell could have witnessed.
es_es: Recuerdo cosas que solo Sidwell podría haber presenciado.

source: But also...\. you felt bad for spying on us?
es_es: Pero también...\. ¿te sentiste mal por espiarnos?

source: Why didn't you just stop?
es_es: ¿Por qué no lo dejabas?

source: I...\. I'm not sure...
es_es: No...\. no lo sé...

source: I just had to.\. It was the plan.
es_es: Debía hacerlo.\. Era parte del plan.

source: What plan?
es_es: ¿Qué plan?

source: The...\. the long session...
es_es: La...\. la larga sesión...

source: W-\.wait...
es_es: E-\.Espera...

source: \s[3]Your session has concluded.
es_es: \s[3]Tu sesión ha concluído.

source: What?!\. Wait!!
es_es: ¡¿Qué?!\. ¡¡Espera!!

source: Tronny, are you okay?!
es_es: ¡¿Tronny, estás bien?!

source: Not...\. quite...
es_es: No...\. exactamente...

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Tronny, please calm down!
es_es: ¡Tronny, por favor cálmate!

source: What happened?
es_es: ¿Qué pasó?
ru_ru: Что произошло?

source: Tronny suddenly remembered things!
es_es: ¡Tronny empezó a recordar cosas!

source: But then he almost collapsed!
es_es: ¡Y luego casi colapsa!

source: About the whole...\. interrogation program.
es_es: Sobre todo el...\. programa de interrogación.

source: There was a bottleneck.
es_es: Había una deficiencia.

source: Simply moving players to the Evotarground wasn't enough.
es_es: Tan solo mover jugadores al Mundo Evotar no era suficiente.

source: We had to move them in the right moment, to make it seem plausible.
es_es: Debíamos moverlos en el momento indicado, para que parezca posible.

source: Show them familiar scenes and characters to trigger their memories.
es_es: Mostrarles escenas familiares y personajes para que disparen sus recuerdos.

source: To do all that, we had to gather information on the targets first.
es_es: Para hacerlo, debíamos recolectar información de los objetivos primero.

source: Learn about their background.
es_es: Conocerlos a fondo.

source: That's why we spied on them.
es_es: Por eso los espiábamos.

source: Outside and within the game.
es_es: Fuera y dentro del juego.

source: What was strange, though...
es_es: Pero lo que era extraño...

source: I remember that we had up to 20 targets to watch within the game simultaneously.
es_es: Recuerdo que teníamos hasta 20 objetivos simultáneos que espiar dentro del juego.

source: But I don't remember...\. any other spies working within CrossWorlds.
es_es: Pero no recuerdo...\. ningún otro espía trabajando dentro de CrossWorlds.

source: It was just me.\. Just Sidwell.
es_es: Era solo yo.\. Solo Sidwell.

source: So you watched all those people...\. at the same time?
es_es: ¿Entonces espiabas a todas esas personas...\. al mismo tiempo?

source: That's right.
es_es: Así es.

source: I was playing CrossWorlds...\. a lot.
es_es: Me la pasaba jugando CrossWorlds...\. mucho tiempo.

source: Switching between different avatars, playing with multiple groups of people.
es_es: Cambiaba entre diferentes avatares, jugaba con múltiples grupos de personas.

source: Are you absolutely sure?
es_es: ¿Estás completamente seguro?

source: There really was no one else?
es_es: ¿Realmente no había nadie más?

source: Not entirely...
es_es: No del todo...

source: I seem to remember one other person working with us.
es_es: Creo que recuerdo a otra persona trabajando con nosotros.

source: But whenever I do, I panic.
es_es: Pero cuando lo hago, entro en pánico.

source: Everything goes blank...\. and then I can't remember anything further.
es_es: Todo se desvanece...\. y luego no puedo recordar nada más.
ru_ru: Всё рассеивается...\. а потом, я больше ничего не могу вспомнить.

source: However, one thing I do remember.
es_es: Sin embargo, hay algo que sí recuerdo.

source: I met that person in Evotarground.
es_es: Conocí a esa persona en el Mundo Evotar.

source: That's right!
es_es: ¡Eso es!
ru_ru: Всё верно!

source: That's why we were wondering:\. can we go there?
es_es: Eso es lo que me preguntaba:\. ¿podemos ir?

source: To that Vermillion Land or what's it called?
es_es: ¿A esa Tierra Vermillion o como se llame?

source: I'm sure if we go there, Tronny will be able to remember!
es_es: ¡Estoy segura de que si vamos allí, Tronny recordará!

source: Well, the thing is...
es_es: Bueno, el problema es que...

source: We know it's closed off,\. buuuut you do have the connections...\. non?
es_es: Ya sabemos que está cerrado,\. peeeero tú tienes conexiónes...\. ¿non?

source: Unfortunately, that is not all.
es_es: Desafortunadamente, ahí no acaban los problemas.

source: Instatainment plans to demolish the whole area in a couple of days.
es_es: Instatainment planea demolerlo todo en unos pocos días.

source: WHAT?!
es_es: ¡¿QUÉ?!
ru_ru: ЧТО?!

source: WHY?
es_es: ¿POR QUÉ?

source: You have to see it from their perspective.
es_es: Deben verlo desde su perspectiva.

source: Considering all that happened there, they would rather just make it disappear.
es_es: Considerando todo lo que pasó allí, preferirían hacerlo desaparecer.

source: Of course.\. Their priority is to continue their business.
es_es: Por supuesto.\. Su prioridad es seguir con su negocio.

source: I'm honestly not sure if I will ever be able to remember it on my own.
es_es: A decir verdad, no estoy seguro si alguna vez recordaré todo por mi cuenta.

source: But it's fine.
es_es: Pero está bien.

source: Maybe it's something meant to be forgotten.
es_es: Quizá es mejor que sea olvidado.

source: Don't say that!
es_es: ¡No digas eso!

source: Please, Monsieur Asimov.
es_es: Por favor, Monsieur Asimov.

source: We have to go there!\. Somehow!
es_es: ¡Debemos ir allí!\. ¡De algún modo!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright.
es_es: De acuerdo.
ru_ru: Хорошо.

source: I had really hoped those days of doing things unofficially were finally over.
es_es: Realmente deseaba que los días de hacer cosas no oficiales hubieran acabado.

source: I might be able to arrange something.
es_es: Puede que sea capaz de hacer algo.

source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

source: But I will need time until tomorrow.
es_es: Pero necesitaré tiempo hasta mañana.

source: For now, you better just sleep on it for a night.
es_es: Por ahora, piensen en ello en la cama.

source: I will get in touch with you. See you tomorrow.
es_es: Yo les avisaré cuando sea hora.\. Nos vemos mañana.

source: Fingers crossed!
es_es: ¡Crucemos los dedos!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Alright...\. guess all we can do now is rest.
es_es: Bien...\. supongo que todo lo que podemos hacer ahora es descansar.

source: And when this is all over, make sure to finish the final temple!
es_es: Y cuando todo esto acabe, ¡asegúrate de terminar ese templo!

source: It's worth it.
es_es: Lo vale.

source: Sure.
es_es: Seguro.

source: Okay, is everyone ready?
es_es: Bien, ¿están todos listos?

source: I think so...
es_es: Eso creo...

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oui, let's go!!
es_es: Oui, ¡¡vamos!!

source: Alright then.
es_es: Bien entonces.
ru_ru: Тогда договорились.

source: I will have to get you three on Jet's cargo ship.
es_es: Los llevaré a los tres al Barco de Carga de Jet.

source: Jet's what?
es_es: ¿Barco de qué?

source: Is that a special location?
es_es: ¿Es una localización especial?

source: You will see.
es_es: Ya verán.

source: Lea, how about you go ahead?
es_es: Lea, ¿qué tal si te adelantas?

source: I will need a moment to get things ready for those two.
es_es: Necesitaré un momento para preparar todo para ellos dos.

source: Let us meet at the bridge's balcony.
es_es: Nos reuniremos en el balcón del puente.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Meet!
es_es: ¡Reunir!
ru_ru: Встреча!

source: We did it, C'tron.
es_es: Lo hicimos, C'tron.

source: We found his current whereabouts.
es_es: Encontramos su posición actual.

source: Good.
es_es: Bien.
ru_ru: Хорошо.

source: Make sure you are well prepared before you contact any authorities.
es_es: Asegúrense de estar bien preparados antes de contactar a cualquier autoridad.

source: We need evidence...\. decisive evidence.
es_es: Necesitamos evidencia...\. evidencia decisiva.

source: Turn TV on
es_es: Encender TV

source: Turn TV off
es_es: Apagar TV

source: Here's the corridor.
es_es: Aquí está el corredor.
ru_ru: Вот коридор.

source: You even have a second floor!
es_es: ¡Hasta tienes segundo piso!
ru_ru: У тебя даже есть второй этаж!

source: Living Room!
es_es: ¡Sala de estar!
ru_ru: Гостиная!

source: Look at that chimney!
es_es: ¡Mira esa chimenea!
ru_ru: Посмотри на этот камин!

source: Bedroom! Neat and comfy!
es_es: ¡Habitación! ¡Linda y cómoda!
ru_ru: Спальня! Аккуратная и удобная!

source: And here's the kitchen!
es_es: ¡Y aquí está la cocina!
ru_ru: А тут кухня!

source: To be honest, I'm not even sure how you're supposed to cook.
es_es: A decir verdad, no tengo idea de como se supone que cocines.
ru_ru: Если честно, я даже не знаю, как тебе готовить.

source: But here it is!
es_es: ¡Pero aquí está!
ru_ru: Но она есть!

source: The only thing missing is a bathroom.
es_es: Lo único que falta es un baño.
ru_ru: Не хватает только ванной.

source: \s[5]Apparently you don't need to...\.\.
es_es: \s[5]Aparentemente no necesitas c...\.\.
ru_ru: \s[5]По-видимому, тебе не нужно...\.\.

source: Hey you two!
es_es: ¡Ey ustedes dos!
ru_ru: Эй, вы двое!

source: Lukas and Buggy just arrived!
es_es: ¡Lukas y Buggy acaban de llegar!
ru_ru: Лукас и Багги только что прибыли!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Go to bed?
es_es: ¿Ir a la cama?
ru_ru: Лечь спать?

source: Yes
es_es: Sí
ru_ru: Да

source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: I hope you slept well.
es_es: Espero que hayas dormido bien.
ru_ru: Я надеюсь, ты хорошо поспала.

source: I mean...\. that's what you do when you are offline, right?
es_es: Es decir...\. eso haces cuando te desconectas, ¿verdad?
ru_ru: Я имею в виду...\. то, что ты делаешь, когда находишься в оффлайне, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Great!\. I just wanted to remind you about the raid!
es_es: ¡Genial!\. ¡Tan solo quería recordarte de la raid!
ru_ru: Отлично!\. Я просто хотела напомнить тебе о рейде!

source: Most of us are already here at \c[3]Para Island\c[0]! You should join us soon as well!
es_es: ¡La mayoría de nosotros ya estamos aquí en \c[3]Isla Apartada\c[0]! ¡Deberías unirte también!
ru_ru: Многие из нас, уже находятся здесь, на \c[3]Райском Острове\c[0]! Тебе стоит присоединиться к нам как можно скорее!

source: That sounds like a "oui" to me!\. See you soon!
es_es: ¡Eso me suena a "oui"!\. ¡Nos vemos pronto!
ru_ru: Это звучит как "oui (да)" для меня!\. Скоро увидимся!

source: Oh!\. Good morning Lea!\.
es_es: ¡Oh!\. ¡Buenos días Lea!\.
ru_ru: О!\. Доброе утро, Лея!\.

source: Uhm...\. sorry, I suppose that was a bit sudden.
es_es: Uhm...\. lo siento, supongo que ha sido algo abrupto.
ru_ru: Ухм...\. прости, я полагаю, что это было немного неожиданно.

source: But I have great news for you.
es_es: Pero te tengo grandes noticias.
ru_ru: Но у меня есть хорошие новости, для тебя.

source: I am finally ready to give you another batch of words!
es_es: ¡Finalmente estoy listo para darte unas cuantas palabras!
ru_ru: Я наконец-то готов дать тебе новую партию слов!

source: I had to work pretty hard to integrate them.
es_es: Trabajé muy duro para integrarlas.
ru_ru: Мне пришлось хорошо поработать, чтобы интегрировать их.

source: I still hope to find a better workaround for your speech limitations later on.
es_es: Aún espero poder encontrar una mejor forma de sortear tu limitación con el habla más adelante.

source: Anyway, for now these should help!
es_es: En fin, ¡de momento esto debería ayudar!

source: What
es_es: Qué

source: Who
es_es: Quién

source: Where
es_es: Dónde

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: Yes, now you finally have all of the important question words.
es_es: Sí, finalmente tienes todas las palabras para hacer preguntas.
ru_ru: Да, ты теперь наконец-то, владеешь всеми важными вопросительными словами.

source: Where?
es_es: ¿Dónde?
ru_ru: Где?

source: Uhm...\. in your speech module?
es_es: Uhm...\. ¿en tu módulo del habla?
ru_ru: Ухм...\. в своём речевом модуле?

source: Who?
es_es: ¿Quién?
ru_ru: Кто?

source: You.\. You have them.
es_es: Tú.\. Tú las tienes.
ru_ru: Ты.\. Ты ими владеешь.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Yes, yes.\. I get it.\. Another endless question loop.
es_es: Sí, sí.\. Ya entiendo.\. Es otro bucle infinito de preguntas.
ru_ru: Да, да.\. Я понял.\. Очередной цикл, бесконечных вопросов.

source: Why?\.
es_es: ¿Por qué?\.
ru_ru: Почему?\.

source: Shouldn't you go meet everyone for the raid?
es_es: ¿No deberías ir con el resto para la raid?
ru_ru: Разве ты не должна встретиться со всеми на рейде?
