Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/evo-village.po
Languages: es_es, ru_ru

source: Go to bed in your house in \c[3]Homestedt\c[0]. For real now.
es_es: Ve a dormir a tu casa en \c[3]Villa Evotar\c[0]. De verdad esta vez.
ru_ru: Идите спать в свой дом в \c[3]Хоумштадте\c[0]. На полном серьёзе.

source: Okay then!\. Let's see what big brother is up to.
es_es: ¡De acuerdo!\. Veamos que se trae entre manos nuestro hermano mayor.
ru_ru: Ну ладно!\. Давай посмотрим, что там задумал мой брат.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: \s[6]Waaaaaaaaaaaaiiiiiiiiiiit!
es_es: \s[6]¡Espeeeeeeeeeeeeeeeera!

source: Hey...
es_es: Oye...

source: Good morning, Lea.
es_es: Buenos días, Lea.
ru_ru: Доброе утро, Лея.

source: Do not worry, I just arrived.
es_es: No te preocupes, acabo de llegar.

source: \s[6]Waaaaaaaaaaaaiiiiiiiiiiit!
es_es: \s[6]¡Espeeeeeeeeeeeeeeeera!

source: Why did nobody tell me about this meeting?
es_es: ¿Por qué nadie me dijo de esta reunión?

source: Oh well...
es_es: Oh bueno...

source: What's the news, Monsieur Asimov?
es_es: ¿Cuáles son las noticias, Monsieur Asimov?

source: Well... I talked to Jet and the others.
es_es: Bien... acabo de hablar con Jet y los demás.

source: Tonight, we will be able to sneak into Vermillion Wasteland one last time.
es_es: Esta noche, iremos al Vertedero Vermillion una última vez.

source: Awesome!\. Let's go then!
es_es: ¡Genial!\. ¡Vamos entonces!

source: Wait a moment.\. I only expected C'tron to go there.
es_es: Espera un momento.\. Creí que solo C'tron iría.

source: Tronny, just by himself?
es_es: ¿Tronny nada más?

source: He might just remember things and \c[1]collapse\c[0]!
es_es: ¡Podría recordar algo y \c[1]colapsarse\c[0]!

source: Then what?
es_es: ¿Y entonces qué?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Poor Tronny needs our help!
es_es: ¡El pobre Tronny necesita nuestra ayuda!

source: Come on...
es_es: Oh vamos...

source: I suppose you have a point.
es_es: Supongo que tienes un punto.

source: I...\. will have to check with Jet.
es_es: Tendré...\. Tendré que hablarlo con Jet.

source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

source: In any case...\. we will start the whole operation \c[3]tonight\c[0].
es_es: De todos modos...\. comenzaremos la operación \c[3]esta noche\c[0].

source: Let us meet in \c[3]C'tron's House to start things off\c[0].
es_es: Nos reuniremos en la \c[3]Casa de C'tron para empezar\c[0].

source: Make sure you are well prepared.
es_es: Asegúrense de estar bien preparados.

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Alright!\. Tonight it is!
es_es: ¡De acuerdo!\. ¡Esta noche entonces!

source: Let me know if you feel like doing any last minute grinding together!
es_es: ¡Hazme saber si quieres hacer algo de exploración de último minuto!

source: Same!
es_es: ¡Lo mismo digo!

source: Prepare and enter \c[3]C'tron's House\c[0] to start your last infiltration of Vermillion Wasteland.
es_es: Prepárate para entrar a la \c[3]Casa de C'tron\c[0] para empezar tu última visita al Vertedero Vermillion.

source: The day had arrived.\. We had to tell them.\. Everyone involved.
es_es: El día había llegado.\. Debíamos decirles.\. A todos los involucrados.

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: Hey...
es_es: Hola...

source: We made our decision!\. \c[3]You can stay\c[0]!
es_es: ¡Hemos decidido!\. ¡\c[3]Puedes quedarte\c[0]!

source: W-What?
es_es: ¿Q-Qué?
ru_ru: Ч-Что?

source: For real?!
es_es: ¡¿De verdad?!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Of course, we hope to have your full support in trying to catch Sidwell.
es_es: Por supuesto, esperamos todo tu apoyo en intentar atrapar a Sidwell.

source: That...\. That goes without saying!
es_es: Eso...\. ¡eso está claro!

source: I...\. I really don't know what to say...
es_es: Yo...\. no sé qué decir...

source: Thanks...
es_es: Gracias...

source: Thank you so much!!
es_es: ¡¡Muchísimas gracias!!

source: As you probably know, Lea cannot write.
es_es: Como probablemente sepan, Lea no puede escribir.

source: However, I found a way for her to look for words reasonably fast!
es_es: Sin embargo, ¡encontré el modo de que pueda buscar palabras razonablemente rápido!

source: And here it is, the \c[3]Lea-Board\c[0]!
es_es: ¡Y aquí está, el \c[3]Tablero Lea\c[0]!

source: How about a demonstration, Lea?
es_es: ¿Qué tal una demostración, Lea?

source: \c[2][Hi!] [Lea!] [Why?]\c[0]
es_es: \c[2][¡Hola!] [¡Lea!] [¿Por qué?]\c[0]

source: Wow!\. Amazing improvement!
es_es: ¡Wow!\. ¡Una increíble mejora!

source: Lea, please!
es_es: ¡Lea, por favor!

source: \c[2][Hello, my name is Lea!]\c[0]
es_es: \c[2][¡Hola, mi nombre es Lea!]\c[0]

source: Whoa!
es_es: ¡Wow!

source: Chérie, finally you can communicate!
es_es: ¡Chérie, por fin puedes comunicarte!

source: Tell me all your hobbies!\. Right now!
es_es: ¡Dime tus pasatiempos!\. ¡Ahora mismo!

source: \c[2][Can't...\. find...\. words...]
es_es: \c[2][No...\. encontrar...\. palabras...]

source: Well, it is a start!
es_es: ¡Bueno, es un comienzo!

source: Finally, after plenty of redesigns...
es_es: Por fin, luego de muchos rediseños...

source: Today, we can proudly present to you:
es_es: Hoy podemos con orgullo presentarles:

source: Homestedt's very own \c[3]monument\c[0]!
es_es: ¡El \c[3]monumento\c[0] a Villa Evotar!

source: WHAT?!
es_es: ¡¿QUÉ?!
ru_ru: ЧТО?!

source: It's a HUGE LEA!
es_es: ¡Es una LEA GIGANTE!

source: Wow!\. Nice!\. I honestly expected a display of Satoshi.
es_es: ¡Wow!\. ¡Qué bien!\. La verdad esperaba que fuera Satoshi.

source: Truth is...\. that's what they were originally planning.
es_es: Bueno...\. eso era lo que tenían planeado en un principio.

source: But I managed to talk them out of it.
es_es: Pero conseguí convencerlos de que no lo hagan.

source: Congratulations, sister.\. You deserve it!
es_es: Felicidades, hermana.\. ¡Te lo mereces!

source: Thanks...
es_es: Gracias...
ru_ru: Спасибо...

source: Thanks!\. Thanks!\. Thanks!
es_es: ¡Gracias!\. ¡Gracias!\. ¡Gracias!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hey there!
es_es: ¡Oh, hola!

source: Man, I sure wish we could do something in these gardens.
es_es: Hombre, me gustaría poder hacer algo con estos jardines.

source: Right now it's really all just decoration.
es_es: Ahora mismo no es más que decoración.

source: I'd love to plant my own stuff here.
es_es: Me encantaría poder plantar mis cosas por aquí.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Why...?\. Well...\. I guess we can't really use any of the fruits either.
es_es: ¿Por qué...?\. Bueno...\. Supongo que tampoco podemos usar ninguno de sus frutos.

source: But seeing how they made the effort of giving us kitchens...\. who knows!
es_es: Pero ya que se tomaron el esfuerzo de darnos cocinas...\. ¡quién sabe!

source: Maybe we'll be able to cook!
es_es: ¡Quizá hasta podremos cocinar!

source: Then I'll invite you to my world-famous apple pancakes!
es_es: ¡Y entonces te invitaré a comer mis mundialmente reconocidos panqueques de manzana!

source: We should place some tables and chairs outside, don't you think?
es_es: Deberíamos colocar unas mesas y sillas afuera, ¿no crees?

source: Let me see if I can get something from inside my house...
es_es: Déjame ver si consigo algunas de mi casa...

source: So...\. I can just put those on the grill?
es_es: Entonces...\. ¿Puedo poner esto en la parrilla sin más?

source: Yes, as far as I understood...
es_es: Sí, por lo que entendí...

source: Just like the real thing?
es_es: ¿Cómo en la vida real?

source: Pretty much...
es_es: Básicamente...

source: Just much harder to burn, I heard!
es_es: ¡Solo que es mucho más difícil que te quemes, por lo que oí!

source: Pfff!\. Easy mode!
es_es: ¡Pfff!\. ¡Está fácil!

source: Man, I can't wait!
es_es: ¡Ohhh, no puedo esperar!

source: \c[2][ Hungry! ]\c[2]
es_es: \c[2][ ¡Hambre! ]\c[2]

source: Don't you feel a little bit worried?\. I heard we're the first players to eat this stuff.
es_es: ¿No te sientes algo preocupada?\. He oído que somos los primeros jugadores en comer esto.

source: Come on, it will be delicious!
es_es: ¡Vamos, será delicioso!

source: Greetings, good people of Homestedt!
es_es: ¡Saludos, buena gente de Villa Evotar!

source: Looks like we arrived on time!
es_es: ¡Parece que hemos llegado a tiempo!

source: Come on!\. Tell me he'll show up, too!
es_es: ¡Vamos!\. ¡Dime que él vendrá también!

source: Buggy, please...
es_es: Buggy, por favor...

source: Your steakholder friend has to be here!
es_es: ¡Tu amigo el fraccionista tiene que estar aquí!

source: Who else is supposed to handle the meat?
es_es: ¿Quién más sabrá como repartir los platos?

source: How often do you plan to repeat that joke?
es_es: ¿Cuántas veces repetirás el mismo chiste?

source: Get off your desk already!
es_es: ¡Aléjate de tu escritorio por un minuto!

source: Thank you for playing!
es_es: ¡Gracias por jugar!

source: Reset back to before you embarked to Evotarground?
es_es: ¿Volver a antes de que entres al Mundo Evotar?

source: Yes
es_es: Sí
ru_ru: Да

source: Just further down here and you will be back in \c[3]Autumn's Rise\c[0]!
es_es: ¡Un poco más al sur y estarás de vuelta en \c[3]Albor Otoñal\c[0]!
ru_ru: Ещё немного дальше отсюда и вы окажетесь в \c[3]Расцвете Осени\c[0]!

source: Nice! I certainly don't miss being stuck in one place.
es_es: ¡Qué bien! No extraño estar encerrado en un mismo lugar.
ru_ru: Отлично! Я точно не заскучаю из-за того, что застрял в одном месте.

source: Oh, and just so you are aware...
es_es: Oh, y solo para que sepan...
ru_ru: Ох, и просто чтобы вы знали...

source: For now we have decided to limit access to Homestedt to selected players only.
es_es: Por ahora el acceso a Villa Evotar está limitado a unos pocos jugadores.
ru_ru: Пока мы решили ограничить доступ в Хоумштадт и дали его только избранным игрокам.

source: After all, this place is supposed to give you a bit of privacy.
es_es: Después de todo, el lugar debería darles algo de privacidad.
ru_ru: Всё же это место должно дать вам немного личной жизни.

source: Right.\. I'd hate to wake up with dozens of random players squatting in my house.
es_es: Bien.\. Detestaría despertarme con decenas de jugadores paséandose por mi casa.
ru_ru: Точно.\. Мне было бы ненавистно просыпаться с десятками случайных игроков, приседающих в моём доме.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Exactly.
es_es: Exactamente.
ru_ru: Именно.

source: Now, one last thing!
es_es: ¡Ahora, una última cosa!
ru_ru: Теперь последнее!

source: You both get an access pass to the whole city of Rhombus Square!
es_es: ¡Ambos tienen un pase de acceso a toda la ciudad de Plaza Rombo!
ru_ru: Вы оба получаете доступ ко всей Площади Ромба!

source: Full Rhombus Pass
es_es: Pase Total Rombo
ru_ru: Полный пропуск Ромба

source: Oh, that's neat!\. I never bothered to get that one myself.
es_es: ¡Oh, qué bien!\. Nunca me molesté en conseguir uno yo mismo.
ru_ru: О, прекрасная вещь!\. Никогда не заморачивался над тем, чтобы получить её самому.

source: And yes...\. That is pretty much all!
es_es: Bueno...\. ¡Eso sería todo!
ru_ru: И да...\. Это почти всё!

source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

source: Great!
es_es: ¡Genial!
ru_ru: Отлично!

source: So...
es_es: Entonces...
ru_ru: Так...

source: What exactly are we supposed to do now?
es_es: ¿Qué se supone que hagamos ahora?
ru_ru: Что именно мы теперь должны делать?

source: Well...\. for now you simply can take your time to get used to your new life as Evotars.
es_es: Bueno...\. por ahora pueden tomarse un tiempo para acostumbrarse a su nueva vida como Evotares.
ru_ru: Ну...\. пока что вы можете не торопясь привыкать к своей новой жизни эвотаров.

source: That's fair...\. but like...
es_es: Está bien...\. pero...
ru_ru: Справедливо...\. но типа...

source: What exactly is our point in being in this game?
es_es: ¿Cuál es el punto de estar en este juego?
ru_ru: В чём именно смысл нашего существования в этой игре?

source: I suppose there is new content that is left for us to play but once that is done?
es_es: Supongo que tenemos contenido que explorar pero, ¿qué haremos cuando se acabe?
ru_ru: Я полагаю, что для нас остался новый контент, но когда мы и с ним закончим?

source: Well....
es_es: Bueno...
ru_ru: Ну...

source: Let me just say that there are already plans about your future role in CrossWorlds.
es_es: Tan solo diré que ya hay planes para sus futuros roles en CrossWorlds.
ru_ru: Просто скажу, что уже есть планы насчёт вашей будущей роли в CrossWorlds.

source: But I will have to get back to you about that soon.
es_es: Pero les contaré de ello otro día.
ru_ru: Но я скоро вернусь к этой теме.

source: Some details still need to be decided.
es_es: Aún hay detalles que no se han decidido.
ru_ru: Некоторые детали ещё предстоит решить.

source: Uhm... okay, I guess?
es_es: Uhm... ¿pues bien, supongo?
ru_ru: Эмм... хорошо, я думаю?

source: Don't worry, Luke!\. There is something else for you to do!
es_es: ¡No te preocupes, Luke!\. ¡Hay algo más para que hagas!
ru_ru: Не волнуйся, Люк!\. Есть ещё кое-какое дело для тебя!

source: For you as well, Lea!
es_es: ¡Para ti también, Lea!
ru_ru: И для тебя тоже, Лея!

source: Let's meet up at the \c[3]First Scholar HQ\c[0] to discuss the details!
es_es: ¡Vayamos a la \c[3]Sede Central de los Primeros Eruditos\c[0] para discutir los detalles!
ru_ru: Давайте встретимся в \c[3]штабе Первоучёных\c[0], чтобы обсудить детали!

source: You can drop by right away once you're ready!
es_es: ¡Pueden ir apenas estén listos!
ru_ru: Можете заскочить сразу как только будете готовы!

source: Sounds good!\. I'll be there, soon.
es_es: ¡Suena bien!\. Iré pronto.
ru_ru: Звучит хорошо!\. Я скоро буду там.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Great! We gotta go now.\. See you soon, then!
es_es: ¡Genial! Debo desconectarme ahora.\. ¡Nos vemos pronto, entonces!
ru_ru: Отлично! Мы должны идти.\. Скоро увидимся!

source: Bye, bye!
es_es: ¡Adiós, adiós!
ru_ru: Пока-пока!

source: Later!
es_es: ¡Hasta luego!
ru_ru: Увидимся позже!

source: Let me know when you want to hang out, you two!\. I've got time today!
es_es: ¡Díganme cuando quieran salir, ustedes dos!\. ¡Tengo tiempo hoy!
ru_ru: Дайте мне знать, когда захотите потусоваться!\. У меня есть время сегодня!

source: Until then!
es_es: ¡Hasta entonces!
ru_ru: Пока!

source: Now if you'll excuse me, I'll have to take a closer look at that yard of mine!
es_es: ¡Ahora si me disculpas, tengo que echar un vistazo más de cerca a mi jardín!
ru_ru: А теперь прошу меня извинить, я должен взглянуть на свой двор!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well then, I will log out as well now.
es_es: Bien entonces, me desconectaré ahora también.
ru_ru: Ну, тогда я теперь тоже выйду из игры.

source: However, I can still contact you directly exactly how things used to be!
es_es: Igualmente, ¡aún puedo contactarte directamente al igual que antes!
ru_ru: Однако, я всё ещё могу держать связь с тобой напрямую точно так, как было до этого!

source: What?\. It is the most efficient way to communicate.
es_es: ¿Qué?\. Es la forma más eficiente de comunicarse.
ru_ru: Что?\. Это наиболее эффективный способ общения.

source: Anyway, I have to go.
es_es: En fin, debo irme.
ru_ru: В любом случае, я должен идти.

source: Until then, Lea!
es_es: ¡Hasta entonces, Lea!
ru_ru: Пока, Лея!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Finally back to the Playground! When ready go to the \c[3]First Scholar HQ\c[0] to participate in a meeting.
es_es: ¡Por fin de vuelta al Campo de Juego! Cuando quieras, ve a la \c[3]Sede Central de los Primeros Eruditos\c[0] para participar en una reunión.

source: Evotar Administration
es_es: Administración Evotar

source: Evotar Administration
es_es: Administración Evotar

source: Several months later.
es_es: Varios meses después.
ru_ru: Спустя несколько месяцев.

source: Initializing Avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

source: There you are, initialization successful!
es_es: ¡Ahí estás, inicialización exitosa!
ru_ru: Вот и ты, инициализация прошла успешно!

source: Welcome back, Lea!
es_es: ¡Bienvenida de vuelta, Lea!
ru_ru: С возвращением, Лея!

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Hi?!
es_es: ¡¿Hola?!
ru_ru: Привет?!

source: It's good to see you again.
es_es: Es bueno verte otra vez.
ru_ru: Приятно снова видеть тебя.

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Yeah, she clearly still remembers, Sergey.
es_es: Sí, es claro que aún recuerda, Sergey.
ru_ru: Да, она точно всё ещё помнит, Сергей.

source: Alright, let us skip to the quiz right away.
es_es: Bien, entonces nos saltaremos la encuesta.
ru_ru: Хорошо, давай перейдём сразу к тесту.

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: As you can see, our negotiations with Instatainment were successful.
es_es: Como verás, nuestras negociaciones con Instatainment han sido exitosas.
ru_ru: Как ты видишь, наши переговоры с Instatainment увенчались успехом.

source: We evotars are now officially recognized!
es_es: ¡Nosotros los Evotares somos reconocidos oficialmente!
ru_ru: Мы, эвотары, теперь официально признаны!

source: Thanks!!
es_es: ¡¡Gracias!!
ru_ru: Спасибо!!

source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

source: Ah, yes. It is me, Sergey.
es_es: Ah, sí. Soy yo, Sergey.
ru_ru: Ах, да. Это я, Сергей.

source: I thought for this occasion it would be appropriate to enter the game with a proper avatar.
es_es: Supuse que para la ocasión sería apropiado entrar al juego con un avatar como es debido.
ru_ru: Я подумал, что ради такого случая следовало бы зайти в игру с соответствующего аватара.

source: What? It is a good avatar.
es_es: ¿Qué? Es un buen avatar.
ru_ru: Что? Это хороший аватар.

source: Now...\. before we let you run around freely, allow me to run a few tests...
es_es: Ahora...\. antes de que corras libremente, déjame hacer unas pequeñas pruebas...
ru_ru: Итак...\. До того, как мы позволим тебе свободно бегать вокруг, позволь мне провести пару тестов...

source: Whyyy?
es_es: ¿Por quééé?
ru_ru: Почемууу?

source: It is requested protocol, please bear with me.
es_es: Es parte del protocolo, no te lo tomes a mal.
ru_ru: Это требуется по протоколу, пожалуйста, потерпи меня.

source: Can you repeat to me all the words you can say?
es_es: ¿Puedes repetirme todas las palabras que sabes decir?
ru_ru: Можешь повторить мне все слова, которые ты можешь говорить?

source: Lea, Hi, Bye...
es_es: Lea, Hola, Adiós...
ru_ru: Лея, привет, пока...

source: Why... How...
es_es: Por qué... Cómo...
ru_ru: Почему... Как...

source: Thanks, Sorry... Wait...
es_es: Gracias, Perdón... Espera...
ru_ru: Спасибо, прости... Подожди...

source: Meet!
es_es: ¡Reunir!
ru_ru: Встреча!

source: Right, that is all of them.
es_es: Bien, esas son todas.
ru_ru: Верно, это все слова.

source: Do you remember the last place you logged out of?
es_es: ¿Recuerdas dónde fue el último lugar en el que te desconectaste?
ru_ru: Ты помнишь в каком месте ты вышла из игры в последний раз?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Ah...\. that is right.\. Just give me a number.
es_es: Ah...\. cierto.\. Tan solo dame un número.
ru_ru: Ах...\. точно.\. Просто покажи мне номер.

source: Where did you \c[3]logout\c[0] last time? A: \c[3]Vermillion Wasteland\c[0], B: \c[3]the First Scholar HQ\c[0], or C: \c[3]the Hideout in Sapphire Ridge\c[0]?
es_es: ¿Dónde te \c[3]desconectaste\c[0] por última vez? A: \c[3]Vertedero Vermillion\c[0], B: \c[3]La Sede Central de los Primeros Eruditos\c[0], o C: \c[3]El Escondite en Cresta Zafiro\c[0].
ru_ru: В каком месте ты \c[3]вышла из игры\c[0] в последний раз? A: \c[3]В пустоши Вермиллион\c[0], B: \c[3]в штабе Первоучёных\c[0] или C: \c[3]в укрытии в Сапфировом хребте\c[0]?

source: That is correct!
es_es: ¡Así es!
ru_ru: Верно!

source: [Answer A]
es_es: [Respuesta A]
ru_ru: [Ответ A]

source: [Answer B]
es_es: [Respuesta B]
ru_ru: [Ответ B]

source: [Answer C]
es_es: [Respuesta C]
ru_ru: [Ответ C]

source: Hm...\. No, not quite.
es_es: Hm...\. No, eso no está bien.
ru_ru: Хм...\. Не, не совсем.

source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

source: Next question!
es_es: ¡Siguiente pregunta!
ru_ru: Следующий вопрос!

source: Who of the following people did \c[3]NOT join us\c[0], when we stormed Vermillion Wasteland?
es_es: ¿Quién de las siguientes personas \c[3]NO estuvo con nosotros\c[0] cuando invadimos el Vertedero Vermillion?
ru_ru: Кто из следующих людей \c[3]НЕ присоединился к нам\c[0], когда мы штурмовали Пустошь Вермиллиона?

source: A: \c[3]Emilie\c[0], B: \c[3]C'tron\c[0], or C: \c[3]Apollo\c[0].
es_es: A: \c[3]Emilie\c[0], B: \c[3]C'tron\c[0], o C: \c[3]Apollo\c[0].
ru_ru: A: \c[3]Эмили\c[0], B: \c[3]Ци'трон\c[0] или C: \c[3]Аполло\c[0]?

source: That is right!
es_es: ¡Eso es!
ru_ru: Правильно!

source: [Answer A]
es_es: [Respuesta A]
ru_ru: [Ответ A]

source: [Answer B]
es_es: [Respuesta B]
ru_ru: [Ответ B]

source: [Answer C]
es_es: [Respuesta C]
ru_ru: [Ответ C]

source: Hm...\. sorry, that is false.
es_es: Hm...\. Lo siento, eso está mal.
ru_ru: Хм...\. Прости, это неверно.

source: Why wait?!\. Lea!!
es_es: ¡¿Por qué espera?!\. ¡¡Lea!!
ru_ru: Почему подожди?!\. Лея!!

source: Please Lea, be patient.
es_es: Por favor Lea, sé paciente.
ru_ru: Пожалуйста, Лея, потерпи.

source: One last question!
es_es: ¡Una última pregunta!
ru_ru: Последний вопрос!

source: You still remember...\. who you are exactly, correct?
es_es: Aún recuerdas...\. exactamente quién eres, ¿verdad?
ru_ru: Ты всё ещё помнишь...\. кто ты на самом деле, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: In that case...
es_es: En ese caso...
ru_ru: В таком случае...

source: \c[3]Who is your Evotar based on\c[0]?
es_es: ¿\c[3]En quién está basado tu Evotar\c[0]?
ru_ru: \c[3]На ком основан твой аватар\c[0]?

source: A: \c[3]Emilie\c[0]\., B: \c[3]Shizuka\c[0]\., or C: ...\. \c[3]Satoshi\c[0]?
es_es: A: \c[3]Emilie\c[0]\., B: \c[3]Shizuka\c[0]\., o C: ...\. \c[3]Satoshi\c[0].
ru_ru: A: \c[3]Эмили\c[0]\., B: \c[3]Шизука\c[0]\. или C: ...\. \c[3]Сатоши\c[0]?

source: What.
es_es: Qué.
ru_ru: Что.

source: Great, that's all!
es_es: Genial, ¡eso es todo!
ru_ru: Отлично, это всё!

source: [Answer A]
es_es: [Respuesta A]
ru_ru: [Ответ A]

source: [Answer B]
es_es: [Respuesta B]
ru_ru: [Ответ B]

source: [Answer C]
es_es: [Respuesta C]
ru_ru: [Ответ C]

source: Huh...
es_es: Hm...
ru_ru: Ээ...

source: Sergey, I think she is messing with you.
es_es: Sergey, creo que está jugando contigo.
ru_ru: Сергей, я думаю она издевается над тобой.

source: Lea, please.
es_es: Lea, por favor.
ru_ru: Лея, пожалуйста.

source: Good, that is all!
es_es: Bien, ¡eso es todo!
ru_ru: Хорошо, это всё!

source: Lea meet!!
es_es: ¡¡Lea reunir!!
ru_ru: Лея встреча!!

source: No, that's still not it. Let's do another run.
es_es: No, eso no está bien. Intentemos de nuevo.
ru_ru: Нет, это всё ещё не то. Давай проведём ещё один запуск.

source: To be honest, your memory seemed surprisingly fuzzy.
es_es: A decir verdad, tu memoria parece estar sorprendentemente borrosa.
ru_ru: Если честно, твоя память кажется невероятно расплывчатой.

source: I am sorry, but I think I need another attempt for initialization.
es_es: Lo siento, pero creo que intentaré la inicialización una vez más.
ru_ru: Мне жаль, но я думаю нужна ещё одна попытка инициализации.

source: Something may have gone wrong.
es_es: Puede que algo haya salido mal.
ru_ru: Что-то могло пойти не так.

source: See you again in just a moment!
es_es: ¡Nos vemos en un segundo!
ru_ru: Увидимся снова через минуту!

source: \s[4]Whhhhhyyyyyyyyy?!
es_es: \s[4]¡¿Por quéééééééééééééé?!
ru_ru: \s[4]Пооооочеееееемууууу?!
