Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/evo-village.po
Languages: es_es, ru_ru

source: That reminded me of something I wanted to discuss with you.
es_es: Eso me recordó de algo que quería discutir contigo.
ru_ru: В общем, напомнило мне это о теме, которую я хотел с тобой обсудить.

source: I suggest we do this at your house, though.
es_es: Sugiero que vayas a tu casa primero.
ru_ru: Впрочем, лучше было бы поговорить об этом у тебя дома.

source: If you have time, I can quickly drop by with my avatar.
es_es: Si tienes tiempo, puedo pasar con mi avatar rápidamente.
ru_ru: Если у тебя есть минутка, я могу заглянуть в форме аватара.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright.\. I will see you there.
es_es: Muy bien.\. Nos vemos allí.
ru_ru: Хорошо.\. скоро увидимся.

source: Go to your house in \c[3]Homestedt\c[0] to meet up with Sergey.
es_es: Ve a tu casa en \c[3]Villa Evotar\c[0] y reúnete con Sergey.
ru_ru: Идите в свой дом в \c[3]Хоумштадте\c[0], чтобы встретиться с Сергеем.

source: This is a lovely village...
es_es: Esta villa es adorable...
ru_ru: Приятная деревенька...

source: So...\. I'll just walk around with Lea and hopefully remember things?
es_es: Entonces...\. ¿Tan solo debo pasear con Lea y con suerte recuperaré mis recuerdos?
ru_ru: В общем...\. Я просто хожу с Леей и, возможно что воспоминания вернутся?

source: That is right.
es_es: Así es.
ru_ru: Так точно.

source: Lea should know a few places that might trigger your memories.
es_es: Lea debería conocer ciertos lugares que puede que te sean familiares.
ru_ru: Лее наверняка известна пара мест, которые смогут пробудить твои воспоминания.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okey-dokey!
es_es: ¡École!
ru_ru: Оки-доки!

source: Good luck, you two!
es_es: ¡Buena suerte a los dos!
ru_ru: Ну, удачи вам обоим!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Alright, soo...\. Let's go?
es_es: Bien, entonces...\. ¿Vamos?
ru_ru: Ну так...\. Идём?

source: You remembered a place!
es_es: ¡Recordaste un lugar!
ru_ru: Вспомнила!

source: That trading booth at the market in Ba'kii Kum...
es_es: Ese comerciante en el mercado de Ba'kii Kum...
ru_ru: Шатёр торговца на базаре в Ба'кии Куме

source: Go to that trading booth in \c[3]Ba'kii Kum - Market\c[0].
es_es: Ve a ese comerciante en \c[3]Ba'kii Kum - Mercado\c[0].

source: That really went much more quickly than I expected.
es_es: Eso fue más rápido de lo que esperaba.
ru_ru: Это правда прошло гораздо быстрее, чем я ожидал.

source: By the way...
es_es: Por cierto...
ru_ru: Кстати...

source: We should keep C'tron's background a secret for now.
es_es: Deberíamos mantener el pasado de C'tron en secreto por ahora.
ru_ru: Мы пока должны держать прошлое Ци'трона в секрете.

source: It will probably make things complicated when everyone learns about his relationship with Sidwell.
es_es: Es probable que se complique la situación cuando todos se enteren de su relación con Sidwell.
ru_ru: Это, возможно, усложнит всё, когда все узнают о его связи с Сидвеллом.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well then...
es_es: Bien entonces...
ru_ru: Ну тогда...

source: You probably should get some rest soon as well.
es_es: Será que mejor que tu también descanses pronto.
ru_ru: Тебе, возможно, тоже стоит немного отдохнуть.

source: I will be offline again.\. Good night.
es_es: Me desconectaré nuevamente.\. Adiós.
ru_ru: Я снова буду офлайн.\. Спокойной ночи.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: It's time to \c[3]go to bed\c[0]!
es_es: ¡Es hora de \c[3]ir a la cama\c[0]!
ru_ru: Пора \c[3]ложиться спать\c[0]!

source: Finally you have returned!!
es_es: ¡¡Por fin has vuelto!!
ru_ru: Наконец-то ты вернулась!!

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: Welcome back!
es_es: ¡Bienvenida de vuelta!
ru_ru: С возвращением!

source: Nice to see you again.
es_es: Es bueno verte otra vez.
ru_ru: Рад видеть тебя снова.

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Sorry, my avatar is still not made for hugging...
es_es: Lo siento, mi avatar aún sigue sin estar diseñado para abrazos...
ru_ru: Извини, мой аватар всё ещё не предназначен для объятий...

source: We are both very sorry for being late!
es_es: ¡Ambos sentimos llegar tarde!
ru_ru: Нам обоим очень жаль, что мы опоздали!

source: We wanted to be there on the day you came back!
es_es: ¡Queríamos estar ahí el día en que vuelvas!
ru_ru: Мы хотели быть здесь в тот день, когда ты вернёшься!

source: But alas, fate had other plans!
es_es: ¡Pero por desgracia, el destino tenía otros planes!
ru_ru: Но увы, у судьбы были другие планы!

source: Polly and I were on vacation, that's why.
es_es: Polly y yo estuvimos de vacaciones, fue por eso.
ru_ru: Полли и я были в отпуске, вот почему.

source: At least we came back in time for another occasion!
es_es: ¡Al menos hemos vuelto a tiempo para otra ocasión!
ru_ru: По крайней мере, мы вернулись вовремя по другому поводу!

source: For as of this day, a \c[3]new area\c[0] has become available!
es_es: ¡Ya que el día de hoy, se ha hecho disponible una \c[3]nueva área\c[0]!
ru_ru: Ибо с этого дня, \c[3]новая зона\c[0] стала доступной!

source: And I also heard rumors that, at last, the final dungeon of the track is close to being released!
es_es: ¡Y también oí rumores de que, finalmente, la última mazmorra del Camino será por fin abierta!
ru_ru: Еще до меня доходили слухи, что, наконец-то, финальное подземелье пути близится к своему выпуску!

source: However!
es_es: ¡Sin embargo!
ru_ru: Тем не менее!

source: There is another matter of \c[3]grave importance\c[0]!
es_es: ¡Hay otro asunto de \c[3]suma importancia\c[0]!
ru_ru: Есть ещё один \c[3]серьёзный вопрос\c[0]!

source: Tronny!\. He's back!
es_es: ¡Tronny!\. ¡Ha vuelto!
ru_ru: Тронни!\. Он вернулся!

source: Look at him!\. He's back!!
es_es: ¡Míralo!\. ¡¡Ha vuelto!!
ru_ru: Глянь на него!\. Он вернулся!!

source: I told you, she knows that already.
es_es: Ya te he dicho que ella ya lo sabe.
ru_ru: Я сказал тебе, она это уже знает.

source: Also, he's an \c[3]Evotar\c[0]!
es_es: Y además, ¡es un \c[3]Evotar\c[0]!
ru_ru: А ещё, он \c[3]Эвотар\c[0]!

source: WHY?!\. Why is he an Evotar?!
es_es: ¡¿POR QUÉ?!\. ¡¿Por qué es un Evotar?!
ru_ru: ПОЧЕМУ?!\. Почему он Эвотар?!

source: Why are you asking Lea of all people?
es_es: ¿Por qué le preguntas a Lea de todas las personas?
ru_ru: Почему из всех людей ты спрашиваешь Лею?

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Really, what kind of response did you expect?
es_es: En serio, ¿qué respuesta esperabas?
ru_ru: Действительно, какой тип ответа ты ожидаешь?

source: But I want to \s[6]knoooow!
es_es: ¡Es que quiero \s[6]sabeeeeeeeeeer!
ru_ru: Но я хочу \s[6]знаааать!

source: Excuse me, Pentafist?
es_es: Disculpa, ¿Pentafist?
ru_ru: Извини меня, Пентафист?

source: We were just about to discuss important matters here!
es_es: ¡Estábamos discutiendo asuntos de suma importancia aquí!
ru_ru: Мы как раз собирались обсудить здесь важные дела!

source: Oh no, grasshead is back.
es_es: Oh no, Peloverde ha vuelto.
ru_ru: О нет, травоголовый вернулся.

source: The time for our \c[3]final duel\c[0] is nigh!!
es_es: ¡¡La hora de tu \c[3]duelo final\c[0] se aproxima!!
ru_ru: Время для нашей \c[3]финальной дуэли\c[0] приближается!!

source: What's with all the theatre out there?!
es_es: ¡¿Por qué hay tanto alboroto ahí fuera?!
ru_ru: Что здесь со всем этим театром?!

source: This is supposed to be a quiet neighborhood!
es_es: ¡Este debería ser un vecindario tranquilo!
ru_ru: Это должен быть тихий район!

source: Oh no!\. Grumpy neighbor alert!
es_es: ¡Oh no!\. ¡Alerta de vecino gruñón!
ru_ru: О нет!\. Тревога о сварливом соседе!

source: Lea, please.\. Why is Tronny back?
es_es: Lea, por favor.\. ¿Por qué ha vuelto Tronny?
ru_ru: Лея, прошу.\. Почему Тронни вернулся?

source: Wait.
es_es: Espera.
ru_ru: Подожди.

source: Don't you just ignore my honorable challenge!
es_es: ¡No ignores mi honorable desafío!
ru_ru: Не игнорируй мой почетный вызов!

source: \s[6]Waaaaaaaaaaaaaaaaaait!\.\.
es_es: \s[6]¡Espeeeeeeeeeeeeeeeeera!\.\.
ru_ru: \s[6]Подождииииииииииииииииии!\.\.

source: So...\. he was simply found on the Evotar server?
es_es: Entonces...\. ¿se lo encontró en el servidor Evotar?
ru_ru: Значит...\. он просто был найден на сервере Эвотаров?

source: Yes, and we do not know why.
es_es: Sí, y no sabemos por qué.
ru_ru: Да, и мы не знаем почему.

source: Wait...\. Does this mean Tronny has been an Evotar \c[3]all along\c[0]?
es_es: Un momento...\. ¿Esto quiere decir que Tronny fue un Evotar \c[3]todo este tiempo\c[0]?
ru_ru: Подождите...\. Это значит что Тронни был Эвотаром \c[3]всё это время\c[0]?

source: Not necessarily...\. we do not know that either.
es_es: No necesariamente...\. no sabemos eso tampoco.
ru_ru: Не обязательно...\. мы этого тоже не знаем.

source: And here I was hoping to get answers.
es_es: Y yo que esperaba obtener respuestas.
ru_ru: И здесь я надеялся получить ответы.

source: At least I seem to remember most things from when we played together.
es_es: Al menos parece que recuerdo la mayoría del tiempo que pasamos juntos.
ru_ru: По крайней мере, я, кажется, помню многое из того, когда мы играли вместе.

source: Oui! Of course it's great that you're back!
es_es: ¡Oui! ¡Por supuesto que me alegro que estés de vuelta!
ru_ru: Oui (Да)! Конечно, здорово, что ты вернулся!

source: If...\. you are the real Tronny.
es_es: Si...\. eres el Tronny real.
ru_ru: Если...\. ты действительно настоящий Тронни.

source: I wouldn't even know that myself.\. Sorry.
es_es: Ni yo mismo podría saberlo.\. Lo siento.
ru_ru: Я даже не знаю этого сам.\. Извините.

source: Spheromancer Lea, can we now finally discuss our duel?
es_es: Spheromancer Lea, ¿podemos finalmente discutir sobre el duelo?
ru_ru: Сферомант Лея, мы уже можем наконец обсудить нашу дуэль?

source: Alright!\. Do you accept?
es_es: ¡Muy bien!\. ¿Aceptas?
ru_ru: Ладно!\. Ты принимаешь вызов?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Perfect!\. That's all I wanted to hear!
es_es: ¡Perfecto!\. ¡Eso es todo lo que quería oír!
ru_ru: Превосходно!\. Это всё что я хотел услышать!

source: So you seriously didn't give up on those duels?
es_es: ¿Así que aún no te das por vencido con los duelos?
ru_ru: Значит, ты серьёзно не отказалась от этих дуэлей?

source: Don't you remember her \c[1]damage glitch\c[0]!
es_es: ¡¿Ya te olvidaste del \c[1]truco de daño\c[0]?!
ru_ru: Разве ты не помнишь её \c[1]глюк с уроном\c[0]!

source: I do and I contacted Sergey about it!
es_es: ¡Claro que no! ¡Ya hablé con Sergey de ello!
ru_ru: Я помню и я связался с Сергеем по этому поводу!

source: And he said that he might find a way to remove it now!
es_es: ¡Y me dijo que puede que haya un modo de desactivarlo ahora!
ru_ru: И он сказал, что может найти способ удалить его сейчас!

source: Right...\. I did say that.
es_es: Cierto...\. Eso dije.
ru_ru: Да...\. Я это сказал.

source: That's why I'm looking forward to a \c[1]fair\c[0] and \c[1]honorable duel\c[0]!
es_es: ¡Por eso estoy ansioso por un \c[1]justo\c[0] y \c[1]honorable duelo\c[0]!
ru_ru: Поэтому я с нетерпением жду \c[1]честной\[0] и \c[1]почётной дуэли\c[0]!

source: However, I'd like to make a suggestion!
es_es: ¡Sin embargo, querría hacer una sugerencia!
ru_ru: Однако, я хотел бы сделать предложение!

source: Let's hold our duel after we've \c[3]explored the new area\c[0]!
es_es: ¡Posterguemos el duelo hasta haber \c[3]explorado la nueva área\c[0]!
ru_ru: Давайте проведём нашу дуэль после того, как \c[3]исследуем новую зону\c[0]!

source: That way we can gather better equipment and rise to our full potential!
es_es: ¡De ese modo podremos obtener mejor equipamiento y llegar a nuestro máximo potencial!
ru_ru: Таким образом мы сможем собрать лучшую экипировку и полностью раскрыть свой потенциал!

source: You can get to the new area via the \c[3]southwest beach of Rhombus Square\c[0]!
es_es: ¡Se puede llegar a la nueva área desde la \c[3]playa al suroeste de Plaza Rombo\c[0]!
ru_ru: Попасть в новую зону можно через \c[3]юго-западный пляж Площади Ромба\c[0]!

source: I heard it's quite the nice place.
es_es: He oído que es un sitio agradable.
ru_ru: Я слышал, это довольно приятное место.

source: Oh!\. They released the new location today?
es_es: ¡Oh!\. ¿Han lanzado la nueva área hoy?
ru_ru: О!\. Они выпустили новую локацию сегодня?

source: We should totally explore it together!
es_es: ¡Vamos, vamos, explorémosla juntos!
ru_ru: Мы должны полностью исследовать её вместе!

source: You too, Tronny!
es_es: ¡Tú también, Tronny!
ru_ru: Ты тоже, Тронни!

source: Sure...\. we can do that.
es_es: Seguro...\. no estaría mal.
ru_ru: Конечно...\. мы можем это сделать.

source: Just tell us when you want to make a party, Lea!
es_es: ¡Tan solo dinos cuando quieras formar un grupo, Lea!
ru_ru: Просто скажи нам, когда захочешь создать группу, Лея!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: See you around!
es_es: ¡Nos vemos!
ru_ru: Увидимся!

source: Be prepared, Spheromancer Lea!
es_es: ¡Prepárate, Spheromancer Lea!
ru_ru: Будь готова, Сферомант Лея!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: By the way, love the village.\. Great place!
es_es: Por cierto, adoro la villa.\. ¡Es un gran lugar!
ru_ru: Кстати, нравится деревня.\. Отличное место!

source: See you soon!
es_es: ¡Nos vemos pronto!
ru_ru: До скорого!

source: They all just had to arrive at the same time, huh?
es_es: Tenían que llegar todos al mismo tiempo, ¿no?
ru_ru: Все они прибыли в одно время, ха?

source: That new area sounds interesting, though.
es_es: Esa nueva área suena interesante, a decir verdad.
ru_ru: А эта новая зона кажется интересной, однако.

source: I might check that out as well.
es_es: Puede que vaya a visitarla también.
ru_ru: Я, наверное, тоже её проверю.

source: Enter the new area via \c[3]Rhombus Square - SW Beach\c[0].
es_es: Entra a la nueva área a través de \c[3]Plaza Rombo - Playa Suroeste\c[0].
ru_ru: Войдите в новую зону через \c[3]Площадь Ромба - ЮЗ Пляж\c[0].

source: See what C'tron and Satoshi are up to in \c[3]Homestedt - Centrum\c[0].
es_es: Ve qué están haciendo C'tron y Satoshi en \c[3]Villa Evotar - Centro\c[0].
ru_ru: Узнайте, что замышляют Ц'трон и Сатоши в \c[3]Хоумштадте - Центр\c[0].

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Oh!\. Welcome back, Lea.
es_es: ¡Oh!\. Bienvenida de vuelta, Lea.
ru_ru: О!\. С возвращением, Лея.

source: Did you like the new area?
es_es: ¿Te gustó la nueva área?
ru_ru: Тебе понравилась новая зона?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Yes
es_es: [Sí]
ru_ru: Да

source: Heh...\. I'll forward that feedback to the developers!
es_es: Je...\. ¡se lo comentaré a los desarrolladores!
ru_ru: Хех...\. Я отправлю этот отзыв разработчикам!

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Hm?\. What's the matter?
es_es: ¿Hm?\. ¿Hay algún problema?
ru_ru: Хм?\. В чём дело?

source: Maybe she's wondering what we're both up to.
es_es: Quizá se pregunta qué estamos haciendo.
ru_ru: Может, ей интересно чем мы занимаемся.

source: Obviously, we were discussing our plans on achieving Evotar supremacy.\. Care to join us?
es_es: Por supuesto, tan solo estábamos discutiendo nuestros planes para llegar a la supremacía Evotar.\. ¿Te nos unes?
ru_ru: Очевидно, мы обсуждали наши планы достижения господства эвотаров.\. Хочешь присоединиться к нам?

source: Haha!
es_es: ¡Jaja!
ru_ru: Хаха!

source: We were just having a little chat, nothing special about it.
es_es: Ya en serio, era nada más una pequeña charla, nada especial.
ru_ru: Мы просто немного поболтали, в этом нет ничего особенного.

source: Well, actually...
es_es: Bueno, de hecho...
ru_ru: Ну, на самом деле...

source: I told Satoshi about my \c[3]working relationship with Sidwell\c[0].
es_es: Le conté a Satoshi sobre mi \c[3]relación de trabajo con Sidwell\c[0].
ru_ru: Я рассказал Сатоши о моих \c[3]рабочих отношениях с Сидвеллом\c[0].

source: I felt like I had to apologize for all the things I've contributed to.
es_es: Sentí que debía disculparme por todas las cosas a las que contribuí.
ru_ru: Я чувствовал себя так, что должен был извиниться за всё, чему я содействовал.

source: Apology accepted.
es_es: Disculpa aceptada.
ru_ru: Извинения приняты.

source: A lot of people were involved in the whole thing.
es_es: Mucha gente estuvo involucrada en el asunto.
ru_ru: Во всё это было вовлечено много людей.

source: Being forced to do things they didn't stand for.
es_es: Forzadas a hacer cosas que no querían.
ru_ru: Будучи вынужденными делать вещи, которых они не терпели.

source: Just like \c[3]Gautham\c[0].
es_es: Al igual que \c[3]Gautham\c[0].
ru_ru: Совсем как \c[3]Гаутам\c[0].

source: May he rest in peace.
es_es: Qué descanse en paz.
ru_ru: Да упокоится он с миром.

source: I don't think we ever had the chance to meet before Homestedt, did we?
es_es: Creo que nunca nos habíamos visto antes de la Villa Evotar, ¿cierto?
ru_ru: Не думаю, что у нас вообще был шанс встретиться до Хоумштадта, не так ли?

source: I don't think so...
es_es: Creo que no...
ru_ru: Я так не думаю...

source: I suppose Sidwell must have had other people working for him without us being aware.
es_es: Supongo que Sidwell habrá tenido otra gente trabajando para él sin que nos enteremos.
ru_ru: Полагаю, у Сидвелла, должно быть, были другие люди, работавшие на него без нашего ведома.

source: So what was it like, working for him?
es_es: Entonces, ¿cómo era trabajar para él?
ru_ru: Так каково это было, работать на него?

source: And how did you get involved in the first place?
es_es: ¿Y cómo abaste ahí en primer lugar?
ru_ru: И как, прежде всего, ты был вовлечен?

source: Well...\. I still don't remember most things all that clearly, unfortunately.
es_es: Bueno...\. Aún no recuerdo todo muy claro, desafortunadamente.
ru_ru: Ну...\. Я всё ещё не помню большинство вещей так отчётливо, к сожалению.

source: I think I was a student back then?
es_es: ¿Creo que era un estudiante en ese entonces?
ru_ru: Кажется, я тогда был студентом?

source: I think someone got in touch with me over email.
es_es: Creo que alguien me contactó por e-mail.
ru_ru: Кажется, кто-то связался со мной через электронную почту.

source: I guess in the end it was just a little side gig.
es_es: Supongo que al final no era más que un trabajo temporal.
ru_ru: Наверное, это в конце концов была подработка.

source: Watching specific players, gathering information, reporting back...
es_es: Espiar jugadores específicos, recolectar información, y hacer un reporte...
ru_ru: Следить за определёнными игроками, собирать информацию, докладывать...

source: You essentially earned money while playing a game...
es_es: Esencialmente ganaba dinero mientras jugaba el juego...
ru_ru: Ты по сути получал деньги, пока играл в игру...

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: I'm sorry, Lea.
es_es: Lo siento, Lea.
ru_ru: Мне жаль, Лея.

source: I really regret the whole thing ever since I got to know you better.
es_es: Me he arrepentido de todo esto desde que te conozco mejor.
ru_ru: Я правда сожалею обо всём с тех пор, как узнал тебя получше.

source: And then your avatar ended up on the Evotar Server.
es_es: Y luego tu avatar acabó en el Servidor Evotar.
ru_ru: А потом твой аватар в итоге оказался на сервере эвотаров.

source: To me, that's the strangest part, really.
es_es: Esa es para mí la parte más rara, debo decir.
ru_ru: Для меня это правда самая странная часть.

source: Yeah, I can only guess why that happened.
es_es: Sí, no puedo imaginarme como habrá sucedido.
ru_ru: Да, я могу лишь предполагать, как это случилось.

source: Maybe Sidwell wanted access to more information from his employees?
es_es: ¿Quizá Sidwell quería acceder a más información de sus empleados?
ru_ru: Может быть, Сидвелл хотел получить доступ к большей информации от своих сотрудников?

source: I suppose that might be.
es_es: Puede que sea eso.
ru_ru: Полагаю, что это может быть.

source: It's certainly useful to blackmail your people into submission.
es_es: Es bastante útil poder extorsionar personas para que te obedezcan.
ru_ru: Это определённо полезно шантажировать людей для подчинения.

source: Let's hope that we'll find all the answers as my memory returns.
es_es: Espero que encontremos respuestas a medida que vuelva mi memoria.
ru_ru: Будем надеяться, что мы найдём ответы на все вопросы, когда моя память вернётся.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I'm feeling tired.\. Guess it's time for a small nap.
es_es: Me siento cansado.\. Creo que me iré a dormir.
ru_ru: Я чувствую себя уставшим.\. Думаю, время немного вздремнуть.

source: See you tomorrow!
es_es: ¡Nos vemos mañana!
ru_ru: Увидимся завтра!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Good night!
es_es: ¡Buenas noches!
ru_ru: Спокойной ночи!

source: Hello Lea!
es_es: ¡Hola, Lea!
ru_ru: Привет, Лея!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: I am currently over at the Cargo Ship to pay Carla and Jet a small visit.
es_es: Me encuentro actualmente en el Barco de Carga junto con Carla y Jet.
ru_ru: Я сейчас нахожусь на грузовом судне, чтобы нанести Карле и Джету небольшой визит.

source: They would love to see you again as well.
es_es: Les encantaría que vengas también.
ru_ru: Они тоже будут рады увидеть тебя снова.

source: So I activated the landmark in the cargo hold.
es_es: Así que activé el punto de referencia en la Bodega de Carga.
ru_ru: Так что я активировал ориентир в грузовом отсеке.

source: Why don't you quickly drop by?
es_es: ¿Por qué no vienes de visita?
ru_ru: Почему бы тебе вскоре не заскочить?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Visit Jet and the others at the \c[3]Cargo Ship\c[0]!
es_es: ¡Visita a Jet y a los demás en el \c[3]Barco de Carga\c[0]!

source: Next time you plan to interrogate someone, please let me know first.
es_es: La próxima vez que quieras interrogar a alguien, por favor, házmelo saber primero.
ru_ru: В следующий раз, когда решишь кого-то допросить, пожалуйста, сначала сообщи мне.

source: I understand that all of this must be quite personal to you.
es_es: Entiendo que todo esto sea personal para ti.
ru_ru: Я понимаю, что всё это может быть довольно личным для тебя.

source: But we all want to learn the whole story.
es_es: Pero todos queremos conocer toda la historia.
ru_ru: Но мы все хотим узнать всю историю.

source: And we definitely need to collaborate to get there.
es_es: Y tenemos que colaborar para lograrlo.
ru_ru: И для этого нам действительно нужно работать сообща.

source: Sorry.
es_es: Perdón.
ru_ru: Прости.

source: Well, today certainly was an important step.
es_es: Bueno, hoy hemos dado un gran paso.
ru_ru: Ну, сегодня определённо был важный шаг.

source: Let us hope that C'tron remembers more of his past.
es_es: Esperemos que C'tron recuerde más de su pasado.
ru_ru: Будем надеяться, что Ци'трон вспомнит больше из своего прошлого.

source: Because I am still puzzled about the fact he ended up on that Evotar Server.
es_es: Porque aún estoy confundido sobre cómo acabó en el Servidor Evotar.
ru_ru: Потому что я до сих пор озадачен тем, как он оказался на том сервере эвотаров.

source: Especially if he truly is Sidwell's Evotar.
es_es: Sobre todo si es realmente el Evotar de Sidwell.
ru_ru: Особенно если он действительно эвотар Сидвелла.

source: I will be going then.\. Make sure to get some sleep, Lea.
es_es: Me despido entonces.\. Asegúrate de descansar, Lea.
ru_ru: Я тогда пойду. Обязательно поспи немного, Лея.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: Logout
es_es: Desconectando
ru_ru: Выход из игры
