Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/evo-village.po
Languages: es_es, ru_ru

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Well, your memory seems a little bit fuzzy, but it has been quite some time.
es_es: Bueno, tu memoria está algo borrosa, pero ha pasado un tiempo.
ru_ru: Ну, твоя память кажется немного расплывчатой, но прошло довольно много времени.

source: I guess this will work!
es_es: ¡Supongo que eso ha de bastar!
ru_ru: Думаю, так пойдёт!

source: You seem to remember everything!
es_es: ¡Pareces recordar todo!
ru_ru: Похоже, ты всё помнишь!

source: Why wait?!
es_es: ¡¿Por qué espera?!
ru_ru: Почему подожди?!

source: Alright, alright, let me stop the flotation sequence.
es_es: Bien, bien, pararé la secuencia de flotamiento.
ru_ru: Хорошо, хорошо, дай мне остановить процедуру парения.

source: Thanks!\. Thanks!\. Thanks!
es_es: ¡Gracias!\. ¡Gracias!\. ¡Gracias!
ru_ru: Спасибо!\. Спасибо!\. Спасибо!

source: ...\. You are welcome.
es_es: ...\. No es nada.
ru_ru: ...\. Всегда пожалуйста.

source: Thanks!!
es_es: ¡¡Gracias!!
ru_ru: Спасибо!!

source: Welcome back, sister.
es_es: Bienvenida de vuelta, hermana.
ru_ru: С возвращением, сестра.

source: Now...\. there are many more people waiting for you outside.
es_es: Ahora...\. hay muchas más personas esperándote fuera.
ru_ru: Снаружи тебя ждёт ещё больше людей.

source: Let's go and greet them!
es_es: ¡Vamos a verlos!
ru_ru: Пойдём поприветствуем их!

source: The exit is straight ahead!
es_es: ¡La salida está justo delante!

source: Initializing Avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

source: Huh?
es_es: ¿Eh?
ru_ru: А?

source: HUH?!
es_es: ¡¿EH?!
ru_ru: ААА?!

source: W-What happened!?
es_es: ¿¡Q-Qué pasó!?
ru_ru: Ч-Что произошло!?

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Well...\. at least you are here.
es_es: Bueno...\. al menos estás aquí.
ru_ru: Ну...\. по крайней мере ты здесь.

source: Lea, you are not supposed to hug avatars in flotation mode.
es_es: Lea, no debes abrazar avatares que estén en modo flotación.
ru_ru: Лея, ты не должна обнимать аватаров в режиме парения.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: You do not want things to break, do you?
es_es: No quieres que se rompan las cosas, ¿cierto?
ru_ru: Ты не хочешь, чтобы что-то случилось, не так ли?

source: Hello, Lukas.
es_es: Hola, Lukas.
ru_ru: Привет, Лукас.

source: I do not think we have had the chance to meet up to this point.
es_es: Creo que no hemos tenido la oportunidad de conocernos hasta ahora.
ru_ru: Я не думаю, что у нас был шанс встретиться до этого момента.

source: My name is Sergey Asimov. I am associated with Instatainment.
es_es: Mi nombre es Sergey Asimov. Estoy asociado con Instatainment.
ru_ru: Меня зовут Сергей Азимов. Я связан с Instatainment.

source: I am sure you are very confused about your current situation.
es_es: Estoy seguro que toda esta situación te tiene muy confundido.
ru_ru: Я уверен, вы сильно сбиты с толку вашей текущей ситуацией.

source: But we have ample time to explain everything to you.
es_es: Tenemos tiempo de sobra para explicarlo todo.
ru_ru: Но у нас есть достаточно времени, чтобы объяснить всё вам.

source: First however, can I ask what is the last thing you remember?
es_es: Pero primero lo primero, ¿puedo preguntarte qué es lo último que recuerdas?
ru_ru: Однако, во-первых, могу ли я спросить, что вы запомнили в последнюю очередь?

source: Well...\. I was in this horrible place together with Lea...
es_es: Bueno...\. Estaba en ese lugar horrible junto con Lea...
ru_ru: Ну...\. Я был в том страшном месте вместе с Леей...

source: And we tried to escape.\. We almost made it...\. I think.
es_es: E intentamos escapar.\. Casi lo conseguimos...\. creo.
ru_ru: И мы пытались сбежать.\. Мы почти сделали это...\. Я думаю.

source: Then I was stuck and Lea ran away on her own.
es_es: Luego me atoré, y Lea corrió por su cuenta.
ru_ru: Потом я застрял и Лея побежала в одиночку.

source: I'm not sure what happened after that.
es_es: No estoy seguro de qué sucedió después.
ru_ru: Я не знаю, что произошло после этого.

source: And that is all you can remember?
es_es: ¿Eso es todo lo que recuerdas?
ru_ru: И это всё, что вы можете вспомнить?

source: There was something else.
es_es: Había algo más.
ru_ru: Было ещё кое-что.

source: I roughly remember floating in front of that huge tower.
es_es: Recuerdo vagamente flotar encima de esa gigantesca torre.
ru_ru: Я в общих чертах помню, что парил перед той огромной башней.

source: Suddenly, Lea was there again.\. Some other person as well, I think.
es_es: De pronto, Lea estaba allí otra vez.\. Había alguien más, creo.
ru_ru: Неожиданно, Лея снова была там.\. Ещё какой-то человек, мне кажется.

source: Then there was a bright light and everything was gone.
es_es: Luego vi una luz brillante, y todo se desvaneció.
ru_ru: Потом был яркий свет и всё пропало.

source: Okay.
es_es: De acuerdo.
ru_ru: Хорошо.

source: And there is nothing else you remember happening between those events?
es_es: ¿Y no recuerdas nada de lo sucedido entre esos dos eventos?
ru_ru: И вы не помните ничего, что произошло между этими событиями?

source: No, I don't think so.
es_es: No, creo que no.
ru_ru: Не, я так не думаю.

source: That is good news.
es_es: Eso es bueno.
ru_ru: Это хорошая новость.

source: Can...\. can I ask something?
es_es: Puedo...\. ¿puedo preguntar algo?
ru_ru: Могу ли...\. могу ли я кое-что спросить?

source: Yes?
es_es: ¿Sí?
ru_ru: Да?

source: Just what exactly...\. am I at this point?
es_es: ¿Qué...\. soy exactamente ahora mismo?
ru_ru: Просто что именно...\. я на данный момент?

source: It doesn't feel like I'm exactly...\. human anymore.
es_es: No se siente como que sea exactamente...\. humano.
ru_ru: Я больше не чувствую, что я именно...\. человек

source: Alright.
es_es: Muy bien.
ru_ru: Хорошо.

source: Let me start from the beginning.
es_es: Déjame empezar desde el comienzo.
ru_ru: Позвольте мне начать сначала.

source: You are what we call an "Evotar".
es_es: Eres lo que llamamos un "Evotar".
ru_ru: Вы есть то, что мы называем "эвотар".

source: Alright, here he comes!
es_es: ¡Muy bien, aquí viene!
ru_ru: Итак, вот он идёт!

source: Holy cow, they really did duplicate!
es_es: ¡Increíble, realmente se duplicaron!
ru_ru: Святая корова, они правда сделали дубликат!

source: I bims 1 Evotar!
es_es: Yo R3n4cer ¡Soy un Ev0t4r!
ru_ru: Я бим 1 Эвотар!

source: Junge, you did NOT just say that!
es_es: ¡Junge, no ACABAS de decir eso!
ru_ru: Junge (Боже), ты НЕ говорил так!

source: Yes...\. Hello.
es_es: Sí...\. Hola.
ru_ru: Да...\. Привет.

source: Damn, this is weird.
es_es: Uf, esto es raro.
ru_ru: Чёрт, это странно.

source: You can say that out loud.
es_es: Ya podrías repetirlo.
ru_ru: Можешь сказать это вслух.

source: By the way, did you choose my new outfit?
es_es: Por cierto, ¿fuiste tú el que eligió mi nuevo atuendo?
ru_ru: Кстати, это ты выбрал мой новый облик?

source: I actually did.\. They thought I'd know best.
es_es: De hecho sí.\. ¡Supusieron que yo sabría que te gustaría!
ru_ru: Действительно я.\. Они решили, что мне виднее.

source: I guess they were right!
es_es: ¡Y tenían razón!
ru_ru: Думаю, они были правы!

source: It's more comfy than the armor. That's probably good in the long run.
es_es: Es más cómodo que la armadura. Eso es bueno a largo plazo.
ru_ru: Это удобнее, чем броня. Это, вероятно, хорошо в долгосрочной перспективе.

source: What should I say?\. I do know what I like to wear.
es_es: ¿Qué puedo decir?\. Sé que me gusta vestir.
ru_ru: Что я должен сказать?\. Я знаю, что мне нравится носить.

source: You two are having fun there?
es_es: ¿La están pasando bien por ahí?
ru_ru: Вы двое тут развлекаетесь?

source: By the way, what are we supposed to call you now?
es_es: Por cierto, ¿cómo deberíamos llamarte?
ru_ru: Кстати, как мы теперь должны называть вас?

source: Call me...\. \c[3]Super Lukas\c[0].
es_es: Llámenme...\. \c[3]Súper Lukas\c[0].
ru_ru: Зови меня...\. \c[3]Супер Лукас\c[0].

source: I'll be \c[3]True Lukas\c[0], then.
es_es: Yo seré \c[3]Lukas Verdadero\c[0] entonces.
ru_ru: Я тогда буду \c[3]Истинным Лукасом\c[0].

source: No way in hell.
es_es: Ni lo piensen.
ru_ru: Ни за что на свете.

source: Hm...\. Just call me \c[3]Luke\c[0], then?
es_es: Hm...\. ¿Qué tal solo \c[3]Luke\c[0] entonces?
ru_ru: Хм...\. Тогда просто зови меня \c[3]Люк\c[0]?

source: Japp, sounds good to me.\. Different, but close.
es_es: Japp, suena bien.\. Similar, pero distinto.
ru_ru: Japp (Йеп), для меня звучит хорошо.\. Отличающееся, но близкое.

source: Okay then...\. Hello, \c[3]Luke\c[0]!
es_es: Bien entonces...\. ¡Hola, \c[3]Luke\c[0]!
ru_ru: Ну тогда...\. Привет, \c[3]Люк\c[0]!

source: Hi Emilie.
es_es: Hola Emilie.
ru_ru: Привет, Эмили.

source: I see you caught up to my level while I was gone.
es_es: Veo que llegaste a mi nivel en mi ausencia.
ru_ru: Я вижу, ты достигла моего уровня, пока я отсутствовал.

source: Yeah, she did.
es_es: Sí, lo ha conseguido.
ru_ru: Да, это так.

source: Does this mean we now have to play with her?
es_es: ¿Eso quiere decir que ahora tenemos que jugar con ella?
ru_ru: Значит ли это, что мы должны играть с ней?

source: Unfortunately, yes.
es_es: Por desgracia, sí.
ru_ru: К сожалению, да.

source: I just realized that I really can't take two Dark Lord Meanies in my life.
es_es: Me he dado cuenta de que no puedo tener a dos Molestos Señores Oscuros en mi vida.
ru_ru: Я только что осознала, что я не смогу вынести двух Тёмных Лордов Злюк в моей жизни.

source: Lea, dear!\. You're here!
es_es: ¡Lea, querida!\. ¡Estás aquí!
ru_ru: Лея, дорогая!\. Ты здесь!

source: It looks like everyone is here!
es_es: ¡Parece que todos están aquí!
ru_ru: И похоже, что все здесь!

source: Oh...\. except for \c[3]Tronny\c[0].
es_es: Oh...\. excepto \c[3]Tronny\c[0].
ru_ru: Ох...\. кроме \c[3]Тронни\c[0].

source: Strange.\. He's usually not the type to be late.
es_es: Qué raro.\. No suele ser de los que llegan tarde.
ru_ru: Странно.\. Он не из тех, кто любит опаздывать.

source: Now that I think about it, he didn't seem all that enthusiastic when I contacted him.
es_es: Ahora que lo pienso, no sonaba muy entusiasmado cuando hablé con él.
ru_ru: Я вот ещё вспомнила, что он не очень горел желанием, когда я ему позвонила.

source: Lea, do you mind quickly dropping by at his place to see what he's up to?
es_es: Lea, ¿te importaría pasarte por su casa y ver cómo se encuentra?
ru_ru: Лея, ты не могла бы быстренько к нему заглянуть и посмотреть, чем он занят?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Thank you, dear!\. We'll be waiting here.
es_es: ¡Gracias, querida!\. Esperaré aquí.
ru_ru: Спасибо, дорогая!\. Мы будем ждать здесь.

source: See what C'tron is up to in his house in \c[3]Homestedt\c[0].
es_es: Ve qué está haciendo C'tron en su casa en \c[3]Villa Evotar\c[0].

source: Initializing Avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

source: Huh?!
es_es: ¡¿Eh?!
ru_ru: А?!

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: H-\.Hello?
es_es: ¿H-\.Hola?
ru_ru: П-\.Привет?

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: Uhm...\. I'm sorry.
es_es: Uhm...\. Lo siento.
ru_ru: Эм...\. Прости.

source: This is kind of embarrassing, but...
es_es: Esto es vergonzoso, pero...
ru_ru: Это слегка неудобно, но...

source: Who are you...\. again?
es_es: ¿Me repites...\. quién eres?
ru_ru: Скажи ещё раз, кто ты?

source: I was afraid this would happen.
es_es: Temí que esto podría pasar.
ru_ru: Этого я и опасался.

source: Right now,\. is there anything you remember?
es_es: Ahora mismo,\. ¿hay algo que recuerdes?
ru_ru: Ты что-нибудь помнишь?

source: There...\. There's nothing!
es_es: No...\. ¡No hay nada!
ru_ru: Ни...\. Ничего не помню!

source: What is going on here?!
es_es: ¡¿Qué está pasando aquí?!
ru_ru: Что происходит?!

source: Please stay calm, you are in no danger right now.
es_es: Por favor, cálmate. No estás en ningún peligro ahora mismo.
ru_ru: Пожалуйста, успокойся, тебе ничего не угрожает.

source: My name is Sergey Asimov.
es_es: Mi nombre es Sergey Asimov.
ru_ru: Меня зовут Сергей Азимов.

source: And her name is Lea.
es_es: Y ella es Lea.
ru_ru: А её - Лея.

source: You are currently experiencing a severe loss of memory.
es_es: Estás experimentando una severa pérdida de memoria.
ru_ru: Ты сейчас подвержен потере большей части памяти.

source: But do not worry, your memory can be recovered.
es_es: Pero no te preocupes, tu memoria puede recuperarse.
ru_ru: Но не беспокойся, её можно восстановить.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: B-But...\. I don't understand.
es_es: P-Pero...\. no entiendo.
ru_ru: Н-но...\. Не понимаю.

source: I can't even remember my own name!
es_es: ¡Ni siquiera recuerdo mi nombre!
ru_ru: Я даже имени своего вспомнить не могу!

source: Your name, as far as we know, is \c[3]Toby Tremblay\c[0].
es_es: Tu nombre, por lo que sabemos, es \c[3]Toby Tremblay\c[0].

source: Right now you are logged into a game called \c[3]CrossWorlds\c[0].
es_es: Ahora mismo estás conectado a un juego llamado \c[3]CrossWorlds\c[0].
ru_ru: В данный момент ты находишься в игре под названием \c[3]CrossWorlds\c[0].

source: Here you are known as \c[3]C'tron\c[0].
es_es: Aquí se te conoce como \c[3]C'tron\c[0].
ru_ru: Здесь ты известен как \c[3]Цитрон\c[0].

source: So...
es_es: Entonces...
ru_ru: То есть...

source: This is all...\. a game?
es_es: ¿Todo esto...\. es un juego?
ru_ru: Это всё...\. игра?

source: For the moment, it seems like his memory is almost blank.
es_es: De momento su memoria se ve completamente vacía.
ru_ru: На данный момент похоже, что его воспоминания почти целиком утеряны.

source: I think it would be too risky to tell him about Evotars at this point.
es_es: Sería muy arriesgado decirle sobre los Evotares a este punto.
ru_ru: Думаю на данный момент слишком рискованно говорить ему об эвотарах.

source: The best thing we can do right now is wait for his memory to return.
es_es: Lo mejor que podemos hacer es esperar a que regresen sus recuerdos.
ru_ru: Самым лучшим будет подождать пока память не вернется к нему.

source: You should be able to help with that, correct?
es_es: Tú deberías ser capaz de ayudar con eso, ¿verdad?
ru_ru: Тебе вполне по силам было бы помочь с этим, не так ли?

source: Just think of places where you had \c[3]memorable moments\c[0] with C'tron.
es_es: Tan solo recuerda los lugares en los que tuviste \c[3]momentos memorables\c[0] con C'tron.
ru_ru: Просто вспомни места, где у вас с Цитроном были \c[3]яркие моменты\c[0].

source: I am sure you can think of a few.
es_es: Estoy seguro de que puedes recordar algunos.
ru_ru: Думаю пара-тройка тебе на ум придёт.

source: The best way to trigger his memories is probably by visiting places you were together.
es_es: Lo mejor que podemos hacer para que vuelvan sus recuerdos es visitar lugares en los que hayan estado juntos.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright, let us take him outside.
es_es: Bien, llevémoslo fuera.
ru_ru: Ладно, давай выведем его наружу.

source: Welcome everyone to the lovely city hall!
es_es: ¡Bienvenidos todos al adorable ayuntamiento!
ru_ru: Всем добро пожаловать в уютную ратушу!

source: The rumors have been around for quite some time, but today it will finally happen!
es_es: ¡Han habido rumores por largo tiempo, pero hoy finalmente es el día!
ru_ru: Уже давно ходили слухи, но сегодня это наконец-то случится!

source: The final temple will open!
es_es: ¡El último templo se abrirá!
ru_ru: Откроется последний храм!

source: The last trial for us seekers to take!
es_es: ¡El último desafío para los Buscadores!
ru_ru: Последнее испытание для нас, Искателей!

source: OUI!\. IT'S DUNGEON TIME!!
es_es: ¡OUI!\. ¡¡ES HORA DE MAZMORRAS!!
ru_ru: OUI (ДА)!\. ВРЕМЯ ПОДЗЕМЕЛИЙ!!

source: We should all do a race together!
es_es: ¡Deberíamos hacer una carrera juntos!
ru_ru: Нам надо всем устроить гонку!

source: Oh...\. that again.
es_es: Oh...\. eso otra vez.
ru_ru: Ох...\. снова это.

source: No thank you, I'd rather take my time.
es_es: No gracias, prefiero tomármelo con calma.
ru_ru: Нет, спасибо, я лучше задержусь.

source: Yeah, we grandpas should take things slowly.
es_es: Sí, nosotros los abuelos preferimos ir a nuestro ritmo.
ru_ru: Да, нам, дедам, лучше не спешить.

source: Huh?
es_es: ¿Eh?
ru_ru: Что?

source: I agree.
es_es: Estoy de acuerdo.
ru_ru: Я согласна.

source: I'd rather not rush through it but enjoy it at my own pace.
es_es: Prefiero no apurarme y disfrutarlo en su entereza.
ru_ru: Я предпочитаю не бежать, а наслаждаться в своём собственном темпе.

source: But...\. our racing tradition!
es_es: Pero...\. ¡¿qué hay de nuestra tradición?!
ru_ru: Но...\. наша гоночная традиция!

source: Lea, you will still join the race, non?
es_es: Lea, tú sí te unirás a la carrera, ¿verdad?
ru_ru: Лея, ты всё равно будешь в гонке, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Ha!\. I knew I could count on you, chérie!
es_es: ¡Ja!\. ¡Sabía que podría contar contigo, chérie!
ru_ru: Ха!\. Я знала, что могу рассчитывать на тебя, chérie (дорогая)!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Whhhhyyyyy?!
es_es: ¡¿Por quéééééééé?!
ru_ru: Ну почемууууу?!

source: Yes
es_es: Sí
ru_ru: Да

source: FIRST SCHOLARS!
es_es: ¡PRIMEROS ERUDITOS!
ru_ru: ПЕРВОУЧЁНЫЕ!

source: We heard you're preparing an event to tackle the final temple!
es_es: ¡Oímos que están preparando un evento para desafiar el último templo!
ru_ru: Мы слышали, вы готовитесь преодолеть последний храм!

source: We'd like to be part of this honorable endeavor!
es_es: ¡Nos alagaría ser parte de este honorable plan!
ru_ru: Мы хотели бы поучаствовать в этом почётном деле!

source: Yes, please.
es_es: Sí, por favor.
ru_ru: Да, пожалуйста.

source: Of course, please take a seat!
es_es: ¡Por supuesto, por favor tomen asiento!
ru_ru: Конечно, пожалуйста, садитесь!

source: Alrighty, everyone!
es_es: ¡Muy bien, todo el mundo!
ru_ru: Ладненько, все!

source: Not really much to say here.
es_es: No tengo mucho que decir.
ru_ru: Здесь особо нечего сказать.

source: Let's run the temple together!
es_es: ¡Entremos al templo juntos!
ru_ru: Давайте пройдём храм вместе!

source: Those who want to race, can race.
es_es: Los que quieran correr carreras, podrán.
ru_ru: Все желающие могут участвовать в гонке.

source: Let's all meet in front of the temple tonight when it opens, eh?
es_es: Reunámonos todos frente al templo esta noche cuando abra, ¿de acuerdo?
ru_ru: Давайте все встретимся перед храмом вечером, когда он откроется, хорошо?

source: Please no spoiling until everyone is finished!
es_es: ¡Por favor, nada de spoilers hasta que todos hayamos terminado!
ru_ru: Пожалуйста, никаких спойлеров, пока все не закончат!

source: Roger, Ma'am!
es_es: ¡Sí señora!
ru_ru: Вас понял, мэм!

source: Everyone, make sure your gear is upgraded.
es_es: Todos asegúrense de que su equipo esté mejorado.
ru_ru: Убедитесь все, что ваше снаряжение прокачано.

source: Hey, I wanted to say that!
es_es: ¡Oye, yo iba a decir eso!
ru_ru: Эй, я хотел это сказать!

source: The time has come for us Seekers to finally complete this journey!
es_es: ¡Ha llegado la hora de que nosotros, los Buscadores, terminemos nuestra aventura!
ru_ru: Пришло время нам, Искателям, наконец завершить это путешествие!

source: Hey Apollo, this is my spot up here!
es_es: ¡Oye Apollo, este es mi lugar!
ru_ru: Эй, Аполло, это моё место тут наверху!

source: Meet everyone at the dungeon entrance in \c[3]Sapphire Ridge - Ascension Temple\c[0].
es_es: Reúnete con todos en la entrada de la mazmorra en \c[3]Cresta Zafiro - Templo de Ascención\c[0].

source: Prepare to run the final dungeon!\. Meet the others in \c[3]Sapphire Ridge - Ascension Temple\c[0] when you are ready.
es_es: ¡Prepárate para la mazmorra final!\. Reúnete con los demás en \c[3]Cresta Zafiro - Templo de Ascención\c[0] cuando estés listo.

source: Dungeon Opening Scene is not implemented yet. Plot will now be forwarded to start of the dungeon. - Your Level will be set to 70 (minimum) - You SP level will be increased - You get up to date equipment Note: Dungeon is only completed to about 75% There will also be NPCs and small scenes in the dungeon in the final game.
es_es: Escena de Introducción a la Mazmorra no terminada aún. La historia avanzará hasta el inicio de la mazmorra. - Tu nivel se pondrá en 70 (mínimo) - El nivel de tus PE se incrementará - Se te otorgará equipamiento actualizado Nota: La Mazmorra solo está completada al 75% También habrán NPCs y pequeñas escenas en la mazmorra en el juego final.

source: ... and that is the whole story.
es_es: ... y esa es toda la historia.

source: I know there is no point in apologizing.
es_es: Sé que no tiene sentido disculparse.

source: Still...\. I am sorry.
es_es: Aún así...\. lo siento.

source: The least I can do...\. is help you catch the real Sidwell.
es_es: Lo menos que puedo hacer...\. es ayudarlos atrapar al Sidwell verdadero.

source: I'll tell you everything I know about him.
es_es: Les diré todo lo que sé sobre él.

source: And all the things I have yet to remember.
es_es: Y todas las cosas que aún debo recordar.

source: But independent of that, the question is...
es_es: Pero independientemente de eso, la pregunta es...

source: Am I allowed to stay in this village?
es_es: ¿Me está permitido quedarme en la villa?

source: That...\. is up to you.
es_es: Eso...\. depende de ustedes.

source: I'll be outside and await your decision.
es_es: Estaré fuera y esperaré su decisión.

source: I...\. can't believe this!
es_es: Yo...\. ¡no puedo creerlo!

source: It really was him?!
es_es: ¡¿Realmente es él?!

source: Who thought it was a good idea to just allow him to be here?!
es_es: ¡¿Quién pensó que sería buena idea dejarlo estar aquí?!

source: You heard what he said, right?
es_es: Oyeron lo que dijo, ¿verdad?

source: He is an Evotar created from another Evotar...
es_es: Es un Evotar creado de otro Evotar...

source: I always wondered if that was possible!
es_es: ¡Siempre me pregunté si eso sería posible!

source: That really doesn't change the fact that it's him.
es_es: Eso no cambia el hecho de que es él.

source: The same person who didn't think twice about torturing players!
es_es: ¡La misma persona que no dudó ni un segundo en torturar jugadores!

source: Players like you, Luke!
es_es: ¡Jugadores como tú, Luke!

source: You and Lea...
es_es: Tú y Lea...

source: You two still remember what you went through because of him, right?
es_es: Aún recuerdan lo que tuvieron que pasar por su culpa, ¿cierto?

source: I certainly remember what he did to me!
es_es: ¡Yo sí recuerdo lo que me hizo!

source: Not even to mention Gautham...
es_es: Sin mencionar a Gautham...

source: That is true...
es_es: Eso es cierto...

source: Sidwell pushed Gautham toward his early demise.
es_es: Sidwell llevó a Gautham a un fin temprano.

source: And I will never forgive him for that.
es_es: Y nunca lo perdonaré por eso.

source: But...\. are we in the right blaming C'tron for this as well?
es_es: Pero...\. ¿deberíamos culpar a C'tron de esto también?

source: After all, he is helping us to catch the real culprit.
es_es: Después de todo, pretende ayudar en atrapar al culpable real.

source: That's all great, but he doesn't need to stick around to do that.
es_es: Eso está bien, pero no es necesario que esté aquí para ayudar con eso.

source: Lock him away, get the information you need, and delete him!
es_es: ¡Enciérrenlo, tomen la información que necesitan, y luego bórrenlo!

source: Whoa there!
es_es: ¡Espera un momento!
