Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/final-dng.po
Languages: es_es, ru_ru

source: I didn't expect to see so much nature here.
es_es: No esperaba ver tanta naturaleza por aquí.
ru_ru: Не ожидал увидеть здесь такое буйство природы.

source: What is it, Joern?
es_es: ¿Qué sucede, Joern?
ru_ru: Что такое, Йорн?

source: Such a huge crystal!\. That's almost overkill to be honest.
es_es: ¡Este cristal es enorme!\. Casi exagerado diría.
ru_ru: Такой огромный кристалл!\. Если честно, это почти перебор.

source: Oh yeah!\. I heard about that one.
es_es: ¡Oh sí!\. Oí hablar de este.
ru_ru: А, да!\. Я слышал об этом.

source: This crystal serves as a unique landmark.
es_es: Este cristal sirve como Punto de Referencia único.
ru_ru: Этот кристалл служит уникальным ориентиром.

source: Apparently this helps players to not get lost.
es_es: Aparentemente ayuda a los jugadores a no perderse.
ru_ru: По-видимому, он помогает игрокам не заблудиться.

source: I see...
es_es: Ya veo...
ru_ru: Ясно...

source: Thanks for the developer's commentary, I guess!
es_es: ¡Gracias por el comentario de desarrollador, supongo!
ru_ru: Ну что, спасибо за комментарий от разработчика!

source: Let's go back!
es_es: ¡Volvamos!
ru_ru: Пойдём обратно!

source: Wow!\. So pretty.
es_es: ¡Wow!\. Es tan bello.
ru_ru: Вау!\. Так красиво.

source: How is this POSSIBLE?!
es_es: ¡¿Cómo es esto POSIBLE?!
ru_ru: Как это ВОЗМОЖНО?!

source: It was \c[3]RIGHT THERE\c[0]!
es_es: ¡Estaba \c[3]JUSTO AHÍ\c[0]!
ru_ru: Она была \c[3]ПРЯМО ВОН ТАМ\c[0]!

source: I don't know, it just happened!
es_es: ¡No lo sé, tan solo sucedió!
ru_ru: Я не знаю, просто так получилось!

source: I mean...\. you missed it as well, right?
es_es: Es decir...\. tú no lo viste tampoco, ¿verdad?
ru_ru: В смысле...\. ты ведь тоже промахнулся мимо неё, да?

source: Well, I jumped down without thinking because you were standing down here.
es_es: Bueno, yo salté sin pensar porque tú ya habías bajado.
ru_ru: Ну, я спрыгнул, не подумав, потому что тут снизу стоял ты.

source: Oh, so that's my fault now as well?
es_es: Oh, ¿entonces es mi culpa?
ru_ru: А, так я и в этом виноват?

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Oh, hello Lea.
es_es: Oh, hola Lea.
ru_ru: О, привет, Лея.

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: Well...\. we both jumped down here, but...
es_es: Bueno...\. ambos saltamos aquí abajo, pero...
ru_ru: Ну...\. мы оба спрыгнули сюда, но...

source: We forgot to press that floor switch first.
es_es: Nos olvidamos de presionar el interruptor del piso primero.
ru_ru: Забыли перед этим нажать на ту кнопку.

source: So the jump panel is still off and we're stuck down here.
es_es: Así que el panel de salto sigue apagado, y estamos atorados aquí.
ru_ru: Поэтому панель для прыжков всё ещё выключена, а мы застряли здесь внизу.

source: You remembered to push the switch, right?
es_es: Tú sí pulsaste el interruptor, ¿verdad?
ru_ru: Ты ведь не забыла нажать на кнопку?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good for you!
es_es: ¡Bien por ti!
ru_ru: Рады за тебя!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Ouch...
ru_ru: Ай...

source: You too?!
es_es: ¡¿Tú también?!
ru_ru: Ты тоже?!

source: Well, it happened.
es_es: Bueno, nada que se pueda hacer.
ru_ru: Ну, тут ничего не поделаешь.

source: Time for some backtracking.
es_es: Tendremos que hacerlo de nuevo.
ru_ru: Пора возвращаться обратно.

source: That's a whole lot of crystal enemies in this place!
es_es: ¡Hay muchos enemigos de cristal en este lugar!
ru_ru: Много тут кристальных врагов в одном месте!

source: Let's crush them all and make colorful jewelry out of their remains!
es_es: ¡Aplastémoslos y hagamos colorida joyería con sus restos!
ru_ru: Давай их всех раздавим и сделаем из их останков разноцветные украшения!

source: Yuck!\. You can't do that!
es_es: ¡Uy!\. ¡No puedes hacer eso!
ru_ru: Фу!\. Так нельзя!

source: Yeah, I know...\. one can only dream.
es_es: Sí, lo sé...\. pero uno puede soñar.
ru_ru: Да, знаю...\. можно лишь мечтать.

source: Please don't dream stuff like that!
es_es: ¡Por favor no sueñes con cosas como esas!
ru_ru: Пожалуйста, не мечтай о таком!

source: Huh...\. I guess all the crystals are gone now.
es_es: Hm...\. parece que se han ido todos los cristales.
ru_ru: Хмм...\. похоже, все кристаллы исчезли.

source: No worries.\. I'm sure they'll be back soon enough.
es_es: No te preocupes.\. Estoy segura que volverán pronto.
ru_ru: Не волнуйся.\. Я уверена, они скоро вернутся.

source: Teleport Back
es_es: Teletransportarse Fuera
ru_ru: Телепорт назад

# data/areas/final-dng.json//name
source: untitled
es_es: sin título

source: Man, this dungeon has been going on for so long already...
es_es: Uf, esta mazmorra ya ha durado bastante...
