Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/final-dng.po
Languages: es_es, ru_ru

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Wait!
es_es: ¡Espera!
ru_ru: Подожди!

source: Screw this.\. I'll log out.
es_es: Al diablo con esto.\. Me desconectaré.
ru_ru: Чёрт с ним.\. Я выхожу.

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Open the gate!!
es_es: ¡¡Abran la puerta!!
ru_ru: Откройте ворота!!

source: Dude, you heard the general!\. We gotta wait for the new game!
es_es: ¡Hombre, ya oíste al general!\. ¡Tenemos que esperar a que lancen un nuevo juego!
ru_ru: Чувак, ты слышал генерала!\. Нам нужно дождаться новой игры!

source: I can't wait!
es_es: ¡No puedo esperar!
ru_ru: Я не могу ждать!

source: It'll take them forever again, won't it?
es_es: Les llevará siglos otra vez, ¿verdad?
ru_ru: Это снова займёт у них вечность, не так ли?

source: I'm sure it will be worth the wait!
es_es: ¡Estoy segura que valdrá la pena!
ru_ru: Я уверена, что ожидание того стоит!

source: Sloooooopes!
es_es: ¡Pendienteeeeeeees!
ru_ru: Склоооооооны!

source: There you go...\. the final MacGuffin.
es_es: Ahí está...\. la última MacGuffin.
ru_ru: Вот...\. последний Макгаффин.

source: I can't believe it.\. They hid it at the very end.
es_es: No puedo creerlo.\. La escondieron justo al final.
ru_ru: Не могу поверить.\. Они спрятали его в самом конце.

source: So...\. time to hit the beach?
es_es: Entonces...\. ¿vamos a la playa?
ru_ru: Значит...\. время отправиться на пляж?

source: Maybe tomorrow.\. I've had enough for today.
es_es: Quizá mañana.\. He jugado suficiente por hoy.
ru_ru: Может, завтра.\. С меня на сегодня достаточно.

source: We did it!\. Come on, admit it!\. It wasn't so bad!
es_es: ¡Lo hicimos!\. ¡Vamos, admítelo!\. ¡No estuvo tan mal!
ru_ru: Мы сделали это!\. Давай, признай это!\. Это было не так уж и плохо!

source: The final boss battle was literally in \c[3]SPACE\c[0]!
es_es: ¡El jefe final tomó lugar literalmente en el \c[3]ESPACIO\c[0]!
ru_ru: Финальная битва с боссом происходила буквально в \c[3]КОСМОСЕ\c[0]!

source: AGAIN!\. What's their obsession with space?!
es_es: ¡OTRA VEZ!\. ¡¿Qué obsesión tienen con el espacio?!
ru_ru: СНОВА!\. Что у них за одержимость космосом?!

source: The gods of the Ancients are all about space, right? You could read that in the lore.
es_es: Los Dioses de los Antiguos tienen mucho que ver con el espacio, ¿sabes? Deberías leer sobre ellos.
ru_ru: Ну, боги Древних ведь связаны с космосом. Это можно было прочитать в истории.

source: Yeah of course, but STILL!
es_es: Sí, por supuesto, ¡pero AÚN ASÍ!
ru_ru: Да, конечно, но ВСЁ ЖЕ!

source: You know what I think? You don't seem nearly as distressed as you used to.
es_es: ¿Sabes qué es lo que creo? No se te ve tan alterada como solías estarlo antes.
ru_ru: Знаешь, что я думаю? Ты не кажешься такой расстроенной, как раньше.

source: Well...\. I guess it wasn't quite as bad this time.
es_es: Bueno...\. creo que esta vez no fue tan terrible.
ru_ru: Ну...\. думаю, на этот раз всё было не так плохо.

source: There you go!
es_es: ¡Eso quería oír!
ru_ru: Ну вот!

source: I still hope their next game takes place on a planet with a perfectly flat and even surface!
es_es: ¡Aún así quiero que su próximo juego tome lugar en un planeta con una superficie perfectamente plana y pareja!
ru_ru: Я всё же надеюсь, что их следующая игра будет происходить на планете с идеально плоской и ровной поверхностью!

source: That sounds terribly exciting...
es_es: Eso suena muy emocionante...
ru_ru: Звучит ужасно захватывающе...

source: G: The Journey
es_es: PB: La Travesía
ru_ru: G: Путешествие

source: B1: The Approaching
es_es: S1: Acercamiento
ru_ru: В1: Приближение

source: B2: The Arrival
es_es: S2: La Llegada
ru_ru: В2: Прибытие

source: B3: The Impact
es_es: S3: El Impacto
ru_ru: В3: Воздействие

source: B4: The Message
es_es: S4: El Mensaje
ru_ru: В4: Послание

source: Back To Lookout
es_es: Volver al Mirador
ru_ru: Назад к смотровой площадке

source: Lea, chérie!
ru_ru: Лея, chérie (дорогая)!

source: I guess we're pretty much in sync with the dungeon.
es_es: Creo que estamos muy parejas en la mazmorra.
ru_ru: Кажется, мы примерно ровно идём по подземелью.

source: You just fought one of these statue guardians too, right?
es_es: Tú también acabas de luchar contra esas estatuas guardianes, ¿verdad?
ru_ru: Ты ведь тоже только что сражалась с одним из этих стражей-статуй, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I like those enemies!\. They're fun to fight!
es_es: ¡Me gustan esos enemigos! ¡Son divertidos de pelear!
ru_ru: Мне нравятся эти враги!\. С ними весело сражаться!

source: They're formidable opponents to be sure.
es_es: Debo decir que son oponentes formidables.
ru_ru: Они сильные противники, это точно.

source: Oui! It's a great feeling to get close for a beating right after dodging their shield!
es_es: ¡Oui! ¡Se siente muy bien acercarse y darles una paliza luego de esquivar su escudo!
ru_ru: Oui (Да)! Это так круто - подойти, чтобы избить его, сразу после уклонения от его щита!

source: But I guess things would be different for a Hexacast, right?
es_es: Aunque creo que la experiencia es algo distinta para un Hexacast, ¿cierto?
ru_ru: Но, наверное, для гексакаста всё было бы по-другому?

source: More ranged attacks and the like.
es_es: Usan más la distancia y cosas así.
ru_ru: Больше дальних атак и всё такое.

source: Not necessarily.
es_es: No necesariamente.
ru_ru: Необязательно.

source: We have a number of close-combat moves at our disposal as well.
es_es: También tenemos a nuestra disposición una variedad de ataques de corta distancia.
ru_ru: В нашем арсенале тоже имеется несколько атак ближнего боя.

source: And I happen to prefer those as well.
es_es: Y sucede que suelo preferirlos.
ru_ru: И я предпочитаю именно их.

source: Ah, a man of culture!
es_es: ¡Ah, un hombre de cultura!
ru_ru: О, культурный человек!

source: Let's go then! Off to punching more statues!
es_es: ¡Sigamos entonces! ¡A golpear más estatuas!
ru_ru: Тогда пошли! Побьём ещё статуи!

source: Indeed.
es_es: En efecto.
ru_ru: Разумеется.

source: Hey!\. Those signs just appeared!
es_es: ¡Oye!\. ¡Esos carteles acaban de aparecer!
ru_ru: Эй!\. Только что появились эти знаки!

source: Yes and those depictions are quite interesting as well!
es_es: ¡Sí, y sus dibujos se ven muy interesantes también!
ru_ru: Да, и эти изображения довольно интересны!

source: Do you think there's an elevator inside?
es_es: ¿Crees que habrá un elevador dentro?
ru_ru: Думаешь, там внутри лифт?

source: Possibly!
es_es: ¡Es probable!
ru_ru: Возможно!

source: I guess the Ancients pretty much learned the elevator technology ever since the Temple Mine.
es_es: Supongo que los Antiguos ya habían descubierto el Elevador desde el Templo Mina.
ru_ru: Видимо, Древние узнали о лифтах после Храм-Шахты.

source: No, Buggy. If there is an elevator, it won't be based on human technology.
es_es: No, Buggy. Si hay un elevador no estará basado en tecnología humana.
ru_ru: Нет, Багги. Если там и есть лифт, то он не будет основан на человеческих технологиях.

source: You see, this temple must be much older than the Temple Mine.
es_es: Verás, este templo debe ser mucho más viejo que el Templo Mina.
ru_ru: Видишь ли, этот храм наверняка намного древнее Храм-Шахты.

source: It's a place mentioned in the old texts of the Ancients.
es_es: Es un sitio mencionado en los viejos textos de los Antiguos.
ru_ru: Это место упоминалось в старых записях Древних.

source: So it must have been here long before humankind arrived.
es_es: Así que tuvo que haber estado aquí mucho antes de que lleguen los humanos.
ru_ru: Так что оно должно было быть здесь задолго до прибытия людей.

source: Oh yeah, that makes sense!
es_es: ¡Oh claro, eso tiene sentido!
ru_ru: А, да, в этом есть смысл!

source: Still, I bet it's an elevator!\. Let's see what's inside!
es_es: ¡Aún así, apuesto que hay un elevador!\. ¡Veamos qué hay dentro!
ru_ru: И всё-таки мне кажется, что это обычный лифт!\. Пойдём проверим!

source: Hey! The view from here is awesome isn't it?
es_es: ¡Ey! Las vistas desde aquí son sorprendentes, ¿no crees?
ru_ru: Привет! Вид отсюда прекрасен, не правда ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Did you see the crystals at the top?
es_es: ¿Viste los cristales en la cima?
ru_ru: Видела кристаллы наверху?

source: Those huge crystals that stretch over the whole crater.
es_es: Esos gigantescos cristales que se extienden por todo el cráter.
ru_ru: Вон те огромные кристаллы, которые простираются по всему кратеру.

source: Some people think they're connected to some Ancient magic to cover up the whole place.
es_es: Hay quienes creen que están conectados a magia Antigua para ocultar todo este lugar.
ru_ru: Некоторые считают, что они связаны с какой-то магией Древних, чтобы скрыть всё это место.

source: That's probably why it remained hidden up until now.
es_es: Quizá sea por eso por lo que no se descubrió hasta ahora.
ru_ru: Наверное, поэтому оно и оставалось скрытым до сих пор.

source: I told you!\. They did it again!
es_es: ¡Te lo dije!\. ¡Lo han vuelto a hacer!
ru_ru: Я тебе говорила!\. Они снова это сделали!

source: Hey, at least it's not a giant tree that leads up to space!
es_es: Oye, ¡al menos no es un árbol gigante que asciende hasta el espacio!
ru_ru: Эй, по крайней мере, это не гигантское дерево, ведущее в космос!

source: It's still bad!\. A crater!\. A very, very deep crater!
es_es: ¡Aún así!\. ¡Es un cráter!\. ¡Un cráter muy muy profundo!
ru_ru: Это всё равно плохо!\. Кратер!\. Глубоченный кратер!

source: You know... I thought at this point you'd be able to handle this.
es_es: Sabes... creí que para este punto ya podrías soportarlo.
ru_ru: Знаешь... мне казалось, после всего этого ты сможешь выдержать такое.

source: We haven't been playing CrossWorlds for a long time, right?
es_es: No hemos jugado CrossWorlds en unos meses, ¿verdad?
ru_ru: Но мы же долго не играли в CrossWorlds.

source: I entirely forgot how bad this game was with heights.
es_es: Ya había olvidado lo terrible que es con las alturas.
ru_ru: Я совсем забыла, насколько в этой игре было плохо с высотой.

source: Wow, that's deep!
es_es: ¡Wow, es muy profundo!
ru_ru: Вау, тут глубоко!

source: You can barely see anything because of the fog...
es_es: Apenas se ve nada por toda esa niebla...
ru_ru: Почти ничего не разглядеть из-за тумана...

source: That makes it even more mysterious!
es_es: ¡Eso lo hace aún más misterioso!
ru_ru: От этого всё становится ещё загадочней!

source: Oh, hello everyone!\. Was that the whole dungeon already?
es_es: ¡Oh, hola a todos!\. ¿Esto ha sido toda la mazmorra?
ru_ru: О, всем привет!\. Это что, было всё подземелье?

source: I certainly hope not!
es_es: ¡Espero que no!
ru_ru: Вот уж точно надеюсь, что нет!

source: Holerö! Everyone else here as well?
es_es: ¡Holerö! ¿Ya están todos aquí?
ru_ru: Holerö (Здарова)! Все остальные тоже здесь?

source: Looks like the dungeon includes outdoor areas this time!
es_es: ¡Parece que la mazmorra tiene varios espacios abiertos esta vez!
ru_ru: Похоже, в подземелье в этот раз есть открытые зоны!

source: I see!
es_es: ¡Ya veo!
ru_ru: Ясно!

source: That's neat.
es_es: Eso está bien.
ru_ru: Прикольно.

source: Onwards into unexplored land!!
es_es: ¡¡Adelante, a las tierras inexploradas!!
ru_ru: Вперёд, в неисследованные земли!!

source: Let's go!
es_es: ¡Vamos!
ru_ru: Погнали!

source: Oh!\. We're outside again!
es_es: ¡Oh!\. ¡Afuera otra vez!
ru_ru: Ой!\. Мы снова снаружи!

source: Looks like it.
es_es: Eso parece.
ru_ru: Похоже на то.

source: Those crystals...\. they almost look like this new puzzle element, don't they?
es_es: Esos cristales...\. se parecen mucho a esa nueva mecánica, ¿verdad?
ru_ru: Эти кристаллы...\. они выглядят почти как этот новый элемент загадок, правда?

source: True...
es_es: Cierto...
ru_ru: Есть такое...

source: You think the ancients created them?
es_es: ¿Crees que los Antiguos los crearon?
ru_ru: Как ты думаешь, их создали Древние?

source: Who knows. It might be related to the \c[3]message of the sky\c[0]!
es_es: Quién sabe. ¡Puede que estén relacionados con el \c[3]Mensaje del Cielo\c[0]!
ru_ru: Кто знает. Это может быть связано с \c[3]Посланием небес\c[0]!

source: Oh!\. Interesting thought!
es_es: ¡Oh!\. ¡Interesante idea!
ru_ru: О!\. Интересная мысль!

source: Would you look at these!
es_es: ¡Mira estos de aquí!
ru_ru: Вы только гляньте на это!

source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

source: Man, this suucks...
es_es: Hombre, esto apesta...
ru_ru: Блин, ну и отстой...

source: Really not sure, what they were thinking...
es_es: De verdad, no sé en qué estaban pensando...
ru_ru: Я правда не знаю, о чём они думали...

source: So I have to go back to the beach area, just to collect another Shade?
es_es: Así que debo volver a esa playa... ¿solo para conseguir otra Sombra?
ru_ru: То есть мне идти обратно на пляж, только чтобы собрать ещё одну Тень?

source: Pretty much...
es_es: Así parece...
ru_ru: Ну типа того...

source: I thought all I needed was the Meteor Shade!
es_es: ¡Pensé que todo lo que necesitaba era la Sombra Meteoro!
ru_ru: Я думал, мне нужна была только Тень метеора!

source: They could at least have added another shade barrier outside of the dungeon, really.
es_es: Podrían haber puesto otra barrera de Sombra fuera de la mazmorra al menos.
ru_ru: Они могли хотя бы добавить ещё один теневой барьер перед подземельем, ну правда.

source: Welp... I guess we have to return back to Rhombus Square.
es_es: Bueno... supongo que tendremos que regresar a Plaza Rombo.
ru_ru: Эх... видимо, придётся вернуться на Площадь Ромба.

source: Don't wanna. Lemme sit here and keep complaining for a while longer.
es_es: No quiero. Déjame estar sentado aquí un rato para quejarme un poco más.
ru_ru: Не хочу. Дай мне ещё посидеть здесь и пожаловаться.

source: Bridge Ground
es_es: Puente PB
ru_ru: Наземный мост

source: Bridge B2
es_es: Puente S2
ru_ru: Мост B2

source: Bridge B3
es_es: Puente S3
ru_ru: Мост В3

source: Bridge B4
es_es: Puente S4
ru_ru: Мост B4

source: Hah! Caught up with you, chérie!
es_es: ¡Ja! ¡Te alcancé, chérie!
ru_ru: Ха! Догнала тебя, chérie (дорогая)!

source: That new wobbly puzzle thingee was a bit confusing at first...
es_es: Esa nueva pelota puntiaguda fue algo confusa al principio...
ru_ru: Эта шатающаяся штука из головоломок сначала меня немного запутала...

source: But I got it now!\. The race is still on!
es_es: ¡Pero creo que ya lo tengo!\. ¡La carrera continúa!
ru_ru: Но теперь я справилась!\. Гонка всё ещё продолжается!

source: Hello, chérie!
es_es: ¡Hola, chérie!
ru_ru: Привет, chérie (дорогая)!

source: Seems like most of the others are ahead, huh?
es_es: Parece que la mayoría está por delante, ¿eh?
ru_ru: Похоже, большинство других впереди, да?

source: Ah... who cares! It's not a race this time, oui?
es_es: Ah... ¡a quién le importa! No estamos haciendo carrera esta vez, ¿oui?
ru_ru: А... кого это волнует! На этот раз это не гонка, oui (да)?

source: I'll just take my sweet time!
es_es: ¡Me lo tomaré con calma!
ru_ru: Я просто буду наслаждаться каждой секундой!

source: Ah! Looks like we're not that far behind after all.
es_es: ¡Ah! Parece que no estamos tan atrasados después de todo.
ru_ru: О! Похоже, мы не так-то сильно отстали.

source: Bonjour!
ru_ru: Bonjour (привет)!

source: It's good old Tronny!
es_es: ¡Mira, es Tronny!
ru_ru: О, старый добрый Тронни!

source: Uhm...\. hi!
es_es: Uhm...\. ¡hola!
ru_ru: Эмм...\. привет!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: I didn't expect an outdoor area like this.
es_es: No esperaba un espacio abierto como este.
ru_ru: Я не ожидал такой открытой зоны.

source: Oui! It's quite exciting!
es_es: ¡Oui! ¡Es emocionante!
ru_ru: Oui (да)! Это довольно захватывающе!

source: Anyway, I got a race to win!\. Au revoir!
es_es: En fin, ¡tengo una carrera qué ganar!\. ¡Au revoir!
ru_ru: Так или иначе, мне нужно выиграть гонку!\. Au revoir (пока)!

source: Let's go, everyone!
es_es: ¡Vamos, todos!
ru_ru: Погнали, все!

source: Uhm...\. where to, though?
es_es: Uhm...\. ¿a dónde, por cierto?
ru_ru: Эмм...\. а куда?

source: That's up to you.
es_es: Tú decides.
ru_ru: Выбирать тебе.

source: Alright!\. To the west, then!
es_es: ¡De acuerdo!\. ¡Al oeste, entonces!
ru_ru: Ладно!\. Тогда на запад!

source: Ah, what a view, eh?\. The Ancients certainly don't disappoint!
es_es: Ah, qué vistas, ¿no?\. ¡Los Antiguos no decepcionan!
ru_ru: Ах, ну и вид, правда?\. Древние определённо не разочаровывают!

source: Man, what a place!
es_es: Hombre, ¡qué lugar!
ru_ru: Ух, ну и место!

source: I know, right?\. So...\. should we go on?
es_es: Lo sé, ¿no?\. Entonces...\. ¿quieres continuar?
ru_ru: И не говори.\. Ну так...\. пойдём дальше?

source: Don't you want to take in the moment?
es_es: ¿No quieres tomarte un momento?
ru_ru: А ты не хочешь насладиться моментом?

source: Alright...
es_es: De acuerdo...
ru_ru: Ладно...

source: Do you plan to stop here every time we go past this point?
es_es: ¿Piensas parar aquí cada vez que lleguemos a este punto?
ru_ru: Ты собираешься останавливаться здесь каждый раз, когда мы проходим это место?

source: I just want to appreciate the view alright?
es_es: Tan solo quiero apreciar las vistas, ¿sí?
ru_ru: Я просто хочу оценить вид, хорошо?

source: Fine!
es_es: ¡Bien!
ru_ru: Ладно!

source: Here she is!\. A random Lea appeared!
es_es: ¡Ahí está!\. ¡Una Lea aleatoria aparece!
ru_ru: Вот и она!\. Случайная Лея появляется!

source: Hey Lea!
es_es: ¡Oye, Lea!
ru_ru: Эй, Лея!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: You just fought those fast hummingbirds, didn't you?
es_es: Acabas de pelear contra esos rápidos colibríes, ¿verdad?
ru_ru: Ты только что сражалась с этими быстрыми колибри, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Man, wished I could have seen it.
es_es: Hombre, me hubiera encantado verlo.
ru_ru: Эх, хотелось бы увидеть это.

source: That fight was instanced.\. You just barely notice it, though!
es_es: Esa pelea fue instanciada.\. ¡Pero apenas te das cuenta!
ru_ru: Это была отдельная битва.\. Но ты этого почти не замечаешь!

source: See?\. This is how you appeared for me as well.
es_es: ¿Lo ves?\. Así es como te veía a ti también.
ru_ru: Видишь?\. Ты для меня появилась точно так же.

source: I thought it would be perfect to play a little trick on somebody.
es_es: Creí que sería la oportunidad perfecta para hacerle un pequeño truco a alguien.
ru_ru: Мне кажется, это идеально подходит, чтобы подшутить над кем-нибудь.

source: You know...\. jumping right in front of them after they appear from the instance.
es_es: Ya sabes...\. saltar justo frente de ellos luego de que salgan de la instancia.
ru_ru: Ну, знаешь...\. выпрыгнуть прямо перед ними, когда они выйдут из битвы.

source: Whhhyyyyy...?
es_es: ¿Por quééééééééééé?
ru_ru: Пооочееемууууу...?

source: Nyahahahahaha!
ru_ru: Ньяхахахахаха!

source: Unfortunately it's hard to pull that off in practice.
es_es: Por desgracia es difícil hacerlo en primer lugar.
ru_ru: К сожалению, на практике это сложно провернуть.

source: You never know where anyone will appear from exactly.
es_es: Nunca se sabe dónde va a aparecer alguien exactamente.
ru_ru: Никогда не знаешь, где именно кто появится.

source: Oh well!\. Time to move on!
es_es: ¡Oh bueno!\. ¡Hora de continuar!
ru_ru: Ну и ладно!\. Пора идти дальше!

source: It's like sitting at the edge of the world...
es_es: Es como pararse al borde del mundo...
ru_ru: Как будто сидишь на краю света...

source: Yeah...
es_es: Sí...
ru_ru: Ага...

source: Come on, I wanna see the rest of the dungeon!
es_es: ¡Vamos, quiero ver el resto de la mazmorra!
ru_ru: Ну же, я хочу увидеть остаток подземелья!

source: Not yet, I need to work this one out, so I can update the guide ASAP.
es_es: Aún no, necesito descifrar esto, así podré actualizar la guía lo antes posible.
ru_ru: Подожди, мне нужно разобраться с этим, чтобы обновить гайд как можно скорее.

source: Again with the weird cliff structures.\. They really like to do those...
es_es: Otra vez con esas extrañas formaciones en los acantilados.\. Parece que les gusta mucho...
ru_ru: И снова странные формы утёсов.\. Им действительно нравится такие делать...

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hello, Lea!
es_es: ¡Hola, Lea!
ru_ru: Привет, Лея!

source: You did very well with that jumping puzzle.
es_es: Lo has hecho bien con esos saltos.
ru_ru: Ты очень хорошо справилась с этими прыжками.

source: From here you are rewarded with a pretty nice view!
es_es: ¡Desde aquí se te recompensa con muy buenas vistas!
ru_ru: Отсюда ты получаешь в награду довольно красивый вид!

source: Amazing how far you can see from here, right?
es_es: Es sorprendente lo lejos que se alcanza a ver, ¿verdad?
ru_ru: Удивительно, как далеко отсюда видно, не правда ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Seriously, this is such a huge crater. This whole location is massive.
es_es: En serio, este cráter es enorme. Todo este lugar es inmenso.
ru_ru: Серьёзно, это такой большой кратер. Вся эта зона огромна.

source: You know... when I saw Homestedt for the first time, I was really surprised that Instatainment went so far for us.
es_es: Sabes... cuando vi la Villa Evotar por primera vez, me sorprendió mucho el trabajo que se tomó Instatainment por nosotros.
ru_ru: Знаешь... когда я в первый раз увидел Хоумштадт, я был очень удивлён, что Instatainment пошли для нас на такое.

source: But looking at this dungeon in comparison... I can see how they'd manage to create a small village as a side project.
es_es: Pero al ver esta mazmorra en comparación... Entiendo que una pequeña villa no es más que un proyecto secundario.
ru_ru: Но по сравнению с этим подземельем... я могу понять, как им удалось создать небольшую деревеньку в качестве стороннего проекта.

source: Alright! That's enough break. I gotta go on!
es_es: ¡Muy bien! Suficiente descanso. ¡Debo seguir!
ru_ru: Ну ладно! Хватит отдыхать. Надо идти дальше!

source: See you around, Lea!
es_es: ¡Nos vemos, Lea!
ru_ru: Увидимся, Лея!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: How's the tanking going, bro?
es_es: ¿Cómo vas con el tanqueo, bro?
ru_ru: Ну как с танкованием, братан?

source: Tanked everything fine, barely a stretch!
es_es: ¡Lo he tanqueado todo sin problemas, apenas un rasguño!
ru_ru: Да нормально всё затанчил, никаких проблем!

source: Bro!\. What are your thoughts on the new guardian boss?
es_es: ¡Bro!\. ¿Qué piensas del nuevo jefe guardián?
ru_ru: Братан!\. Что ты думаешь о новом боссе-страже?

source: Much respect, bro!\. What a shield!\. Must have splendid defense!
es_es: ¡Mucho respeto, bro!\. ¡Qué escudo!\. ¡Debe tener una defensa espléndida!
ru_ru: Уважуха, братан!\. Какой щит!\. У него должна быть великолепная защита!

source: Just what I thought, bro! That's a boss to my liking!
es_es: ¡Eso mismo pensé, bro!\. ¡Así me gustan mis jefes!
ru_ru: Я подумал то же самое, братан! Вот такой босс мне по нраву!

source: Twin tank bros approved!
es_es: ¡Tiene la aprobación de los hermanos tanque!
ru_ru: Братья-танки одобряют!

source: Would you look at this.
es_es: Mira esto.
ru_ru: Ты только посмотри на это.

source: Very keen eyes, Joern!
es_es: ¡Tienes una vista aguda, Joern!
ru_ru: Зоркий глаз, Йорн!

source: We should make sure to remember that \c[3]chest\c[0]!
es_es: ¡Debemos asegurarnos de recordar ese \c[3]cofre\c[0]!
ru_ru: Надо бы не забыть про этот \c[3]сундук\c[0]!

source: Time to move forward!
es_es: ¡Prosigamos!
ru_ru: Пора двигаться вперёд!

source: Okay...?
es_es: ¿De acuerdo...?
ru_ru: Хорошо...?

source: I just thought the lake looked pretty, actually.
es_es: Yo solo hablaba del lago de hecho. Se me hizo bonito.
ru_ru: Я на самом деле просто подумал, что озеро выглядело мило.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]
