Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/final-dng.po
Languages: es_es, ru_ru

# data/areas/final-dng.json//floors/0/maps/0/name
source: The Fall
es_es: La Caída
ru_ru: Падение

# data/areas/final-dng.json//floors/0/maps/1/name
source: The Path
es_es: El Camino
ru_ru: Путь

# data/areas/final-dng.json//floors/0/maps/2/name
source: The Rise
es_es: El Ascenso
ru_ru: Подъём

# data/areas/final-dng.json//floors/0/maps/3/name
source: The Last Trial
es_es: La Última Prueba
ru_ru: Последнее испытание

# data/areas/final-dng.json//floors/1/maps/0/name
source: The Fall
es_es: La Caída
ru_ru: Падение

# data/areas/final-dng.json//floors/2/maps/0/name
source: The Fall
es_es: La Caída
ru_ru: Падение

# data/areas/final-dng.json//floors/3/maps/0/name
source: The Fall
es_es: La Caída
ru_ru: Падение

# data/areas/final-dng.json//floors/4/maps/0/name
source: Elevator B4
es_es: Elevador S4
ru_ru: Лифт B4

# data/areas/final-dng.json//floors/4/maps/1/name
source: The Fall
es_es: La Caída
ru_ru: Падение

# data/areas/final-dng.json//floors/5/maps/0/name
source: Elevator B3
es_es: Elevador S3
ru_ru: Лифт B3

# data/areas/final-dng.json//floors/5/maps/1/name
source: Bridge B3
es_es: Elevador S3
ru_ru: Мост В3

# data/areas/final-dng.json//floors/5/maps/2/name
source: Eastern Path
es_es: Camino Oriental
ru_ru: Восточный путь

# data/areas/final-dng.json//floors/5/maps/3/name
source: Load Barring Pillars
es_es: Pilares de Carga
ru_ru: Несущие колонны

# data/areas/final-dng.json//floors/5/maps/4/name
source: Western Path
es_es: Camino Occidental
ru_ru: Западный путь

# data/areas/final-dng.json//floors/6/maps/0/name
source: Elevator B2
es_es: Elevador S2
ru_ru: Лифт B2

# data/areas/final-dng.json//floors/6/maps/1/name
source: Bridge B2
es_es: Puente S2
ru_ru: Мост B2

# data/areas/final-dng.json//floors/6/maps/2/name
source: Bridge Building
es_es: Edificio del Puente
ru_ru: Соединение мостов

# data/areas/final-dng.json//floors/6/maps/3/name
source: South Bridge
es_es: Puente Sureño
ru_ru: Южный мост

# data/areas/final-dng.json//floors/6/maps/4/name
source: Careful Transport
es_es: Transporte Cuidadoso
ru_ru: Осторожная транспортировка

# data/areas/final-dng.json//floors/6/maps/5/name
source: Looping Circuit
es_es: Circuito Cerrado
ru_ru: Кольцевая схема

# data/areas/final-dng.json//floors/6/maps/6/name
source: Pillar Chamber
es_es: Cámara de Pilares
ru_ru: Комната столбов

# data/areas/final-dng.json//floors/6/maps/7/name
source: Icless Sliding
es_es: Deslizamiento sin Hielo
ru_ru: Скольжение без льда

# data/areas/final-dng.json//floors/6/maps/8/name
source: Shard Trial East
es_es: Prueba de Fragmento Oriental
ru_ru: Восточное испытание обломков

# data/areas/final-dng.json//floors/6/maps/9/name
source: Wall Bomb
es_es: Bomba de Pared
ru_ru: Взрывная стена

# data/areas/final-dng.json//floors/6/maps/10/name
source: Guardian of Peace
es_es: Guardián de la Paz
ru_ru: Страж мира

# data/areas/final-dng.json//floors/6/maps/11/name
source: Connector Chamber
es_es: Cámara Conectora
ru_ru: Соединительная комната

# data/areas/final-dng.json//floors/6/maps/12/name
source: North Bridge
es_es: Puente Norteño
ru_ru: Северный мост

# data/areas/final-dng.json//floors/6/maps/13/name
source: Cold Solutions
es_es: Soluciones Frías
ru_ru: Прохладные решения

# data/areas/final-dng.json//floors/6/maps/14/name
source: Birds of Prey
es_es: Aves de Presa
ru_ru: Хищные птицы

# data/areas/final-dng.json//floors/6/maps/15/name
source: Chasm Roundtrip
es_es: Paseo por el Abismo
ru_ru: Круг над пропастью

# data/areas/final-dng.json//floors/6/maps/16/name
source: Wave Stacks
es_es: Pulso Apilado
ru_ru: Волновые стопки

# data/areas/final-dng.json//floors/6/maps/17/name
source: Shard Trial West
es_es: Prueba de Fragmento Occidental
ru_ru: Западное испытание обломков

# data/areas/final-dng.json//floors/6/maps/18/name
source: Red Herrings
es_es: Pistas Engañosas
ru_ru: Красная сельдь

# data/areas/final-dng.json//floors/6/maps/19/name
source: Guardian of Strife
es_es: Guardián de la Lucha
ru_ru: Страж раздора

# data/areas/final-dng.json//floors/7/maps/0/name
source: Elevator B1
es_es: Elevador S1
ru_ru: Лифт В1

# data/areas/final-dng.json//floors/7/maps/1/name
source: The Monk
es_es: El Monje
ru_ru: Монах

# data/areas/final-dng.json//floors/8/maps/0/name
source: Entrance
es_es: Entrada
ru_ru: Вход

# data/areas/final-dng.json//floors/8/maps/1/name
source: Entry Trial
es_es: Prueba Inicial
ru_ru: Вступительное испытание

# data/areas/final-dng.json//floors/8/maps/2/name
source: Shock Recall
es_es: Recordatorio Rayo
ru_ru: Шоковое напоминание

# data/areas/final-dng.json//floors/8/maps/3/name
source: Floating Element
es_es: Elemento Flotante
ru_ru: Парящий элемент

# data/areas/final-dng.json//floors/8/maps/4/name
source: Guardian of Old
es_es: Guardián Antiguo
ru_ru: Страж старого

# data/areas/final-dng.json//floors/8/maps/5/name
source: Comet Trail
es_es: Rastro de Cometa
ru_ru: След кометы

# data/areas/final-dng.json//floors/8/maps/6/name
source: Outlook
es_es: Mirador
ru_ru: Точка обзора

# data/areas/final-dng.json//floors/8/maps/7/name
source: Longleg Vale
es_es: Valle Alargado
ru_ru: Длинноногая долина

# data/areas/final-dng.json//floors/8/maps/8/name
source: Cracked Pillars
es_es: Pilares Resquebrajados
ru_ru: Треснувшие столбы

# data/areas/final-dng.json//floors/8/maps/9/name
source: Crystal Den
es_es: Cueva de Cristal
ru_ru: Кристальное логово

# data/areas/final-dng.json//floors/8/maps/10/name
source: Water Grave
es_es: Tumba de Agua
ru_ru: Водяная могила

# data/areas/final-dng.json//floors/8/maps/11/name
source: Passing of Heat
es_es: Camino de Fuego
ru_ru: Преодоление Пламени

# data/areas/final-dng.json//floors/8/maps/12/name
source: Heat Carry
es_es: Transporte de Fuego
ru_ru: Эстафета Пламени

# data/areas/final-dng.json//floors/8/maps/13/name
source: Passing of Wave
es_es: Camino de Pulso
ru_ru: Преодоление Волны

# data/areas/final-dng.json//floors/8/maps/14/name
source: Wave Carry
es_es: Transporte de Pulso
ru_ru: Эстафета Волны

# data/areas/final-dng.json//floors/8/maps/15/name
source: Waving Flame
es_es: Llama Pulsante
ru_ru: Волновое пламя

# data/areas/final-dng.json//floors/8/maps/16/name
source: Bomb Teleport
es_es: Teletransporte de Bomba
ru_ru: Телепортация бомбы

# data/areas/final-dng.json//floors/8/maps/17/name
source: Guardian of Ice
es_es: Guardián de Hielo
ru_ru: Страж льда

# data/areas/final-dng.json//floors/8/maps/18/name
source: Cold Storm
es_es: Tormenta Helada
ru_ru: Холодный шторм

# data/areas/final-dng.json//floors/8/maps/19/name
source: Shock Bubble
es_es: Burbuja de Rayo
ru_ru: Шоковый пузырь

# data/areas/final-dng.json//floors/8/maps/20/name
source: Guardian of Flame
es_es: Guardián de las Llamas
ru_ru: Страж пламени

# data/areas/final-dng.json//floors/8/maps/21/name
source: Central Bridge
es_es: Puente Central
ru_ru: Центральный мост

# data/areas/final-dng.json//floors/8/maps/22/name
source: Passing of Shock
es_es: Camino de Rayo
ru_ru: Преодоление Шока

# data/areas/final-dng.json//floors/8/maps/23/name
source: Shock Carry
es_es: Transporte de Rayo
ru_ru: Эстафета Шока

# data/areas/final-dng.json//floors/8/maps/24/name
source: Passing of Cold
es_es: Camino de Hielo
ru_ru: Преодоление Холода

# data/areas/final-dng.json//floors/8/maps/25/name
source: Cold Carry
es_es: Transporte de Hielo
ru_ru: Эстафета Холода

# data/areas/final-dng.json//floors/8/maps/26/name
source: Elevator G
es_es: Elevador PB
ru_ru: Лифт G

source: G: The Journey
es_es: PB: La Travesía
ru_ru: G: Путешествие

source: B1: The Approaching
es_es: S1: Acercamiento
ru_ru: В1: Приближение

source: B2: The Arrival
es_es: S2: La Llegada
ru_ru: В2: Прибытие

source: B3: The Impact
es_es: S3: El Impacto
ru_ru: В3: Воздействие

source: B4: The Message
es_es: S4: El Mensaje
ru_ru: В4: Послание

source: Another one arrives.
es_es: Otro más se aproxima.
ru_ru: Ещё один прибыл.

source: A master of all four elements.
es_es: Otro maestro de los cuatro elementos.
ru_ru: Властелин всех четырёх элементов.

source: Your mastery shall be tested.
es_es: Tu maestría se pondrá a prueba.
ru_ru: Твоё мастерство будет проверено.

source: Well done.
es_es: Bien hecho.
ru_ru: Очень хорошо.

source: G: The Journey
es_es: PB: La Travesía
ru_ru: G: Путешествие

source: B1: The Approaching
es_es: S1: Acercamiento
ru_ru: В1: Приближение

source: B2: The Arrival
es_es: S2: La Llegada
ru_ru: В2: Прибытие

source: B3: The Impact
es_es: S3: El Impacto
ru_ru: В3: Воздействие

source: B4: The Message
es_es: S4: El Mensaje
ru_ru: В4: Послание

source: Back To Lookout
es_es: Volver al Mirador
ru_ru: Назад к смотровой площадке

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Oh, hello Lea!
es_es: ¡Oh, hola Lea!
ru_ru: О, привет, Лея!

source: Are you enjoying the dungeon?
es_es: ¿Estás disfrutando de la mazmorra?
ru_ru: Наслаждаешься подземельем?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Glad to hear that.
es_es: Me alegro de oírlo.
ru_ru: Рад это слышать.

source: And looks like it will still go on for at least a bit.
es_es: Y parece que aún queda camino.
ru_ru: И похоже, оно затянется ещё на какое-то время.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Oh, I'm sorry to hear that.
es_es: Oh, lamento oír eso.
ru_ru: Ох, мне жаль это слышать.

source: It's definitely expansive.
es_es: Es bastante extensa.
ru_ru: Оно определённо обширное.

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: To be honest.\. It's hard for me to focus on the dungeon.
es_es: Para ser sincero...\. me cuesta concentrarme en la mazmorra.
ru_ru: Честно говоря.\. Мне сложно сосредоточиться на подземелье.

source: My mind just keeps going to other places...
es_es: No dejo de pensar en otras cosas...
ru_ru: Мои мысли улетают куда-то в другую сторону...

source: I'm trying to remember...\. something.
es_es: Estoy tratando de recordar...\. algo.
ru_ru: Я пытаюсь вспомнить...\. что-то.

source: Something important I'm missing...
es_es: Algo importante que falta...
ru_ru: Что-то важное, что я упускаю...

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Wait...
es_es: Espera...
ru_ru: Подожди...

source: Huh?
es_es: ¿Eh?
ru_ru: А?

source: You...\. don't think I should force it?
es_es: Tú...\. ¿piensas que no debería forzarlo?
ru_ru: Ты...\. думаешь, я не должен заставлять себя?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Maybe you're right.
es_es: Puede que tengas razón.
ru_ru: Возможно, ты права.

source: After all, you tend to remember things when you least expect it.
es_es: Después de todo, se tiende a recordar cosas cuando menos te lo esperas.
ru_ru: В конце концов, обычно ты вспоминаешь вещи, когда совсем этого не ждёшь.

source: Our mind just works in strange ways.
es_es: La mente funciona en formas extrañas.
ru_ru: Наш разум работает странным образом.

source: Still...\. I feel like taking a break right now.
es_es: Aún así...\. creo que prefiero tomarme un descanso.
ru_ru: И всё же... я чувствую, мне сейчас лучше отдохнуть.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hey there!
es_es: ¡Oh, hola!
ru_ru: Привет!

source: Welcome to our little midboss discussion!
es_es: ¡Estábamos discutiendo el jefe de recién!
ru_ru: Добро пожаловать на наше небольшое обсуждение промежуточного босса!

source: Lea, I just had a pretty radical idea!
es_es: ¡Lea, acabo de tener una idea bastante loca!
ru_ru: Лея, у меня только что была довольно радикальная идея!

source: Evotar controlled mid bosses!
es_es: ¡Jefes controlados por Evotares!
ru_ru: Промежуточные боссы, управляемые эвотарами!

source: Just think about it!
es_es: ¡Piénsalo!
ru_ru: Ты только подумай!

source: Highly adaptable enemy behavior!
es_es: ¡Comportamiento enemigo altamente adaptable!
ru_ru: Быстрая адаптация поведения врага!

source: Individualized dialogues before and after the fight!
es_es: ¡Diálogos personalizados antes y después de la pelea!
ru_ru: Индивидуальные диалоги до и после боя!

source: How's that supposed to scale though?
es_es: ¿Pero cómo haces para que eso escale?
ru_ru: Но как это должно работать?

source: You'd need an Evotar for each fight happening in parallel.
es_es: Se necesitaría un Evotar para cada pelea que suceda en paralelo.
ru_ru: Для этого нужно по эвотару на каждый параллельный бой.

source: Well...\. I suppose they could \c[3]clone the Evotars\c[0]?
es_es: Bueno...\. ¿quizá podrían \c[3]clonar los Evotares\c[0]?
ru_ru: Ну...\. я полагаю, можно \c[3]клонировать эвотаров\c[0]?

source: Uhm...\. are you sure about that?
es_es: Uhm...\. ¿estás seguro de eso?
ru_ru: Эмм...\. а ты уверен, что стоит?

source: Imagine having like a thousand clones of yourself.
es_es: Imagina tener mil clones de ti mismo.
ru_ru: Представь, что у тебя где-то с тысячу клонов.

source: Nope!
es_es: ¡Nop!
ru_ru: Неа!

source: Yeah, let's drop that idea.\. And never talk of it again.
es_es: Sí, olvidémonos de esa idea.\. Y no volvamos a hablar de ella.
ru_ru: Да, давай отбросим эту идею.\. И никогда не будем о ней говорить.

source: Agreed.
es_es: De acuerdo.
ru_ru: Согласен.

source: Let's go on!
es_es: ¡Vamos!
ru_ru: Погнали дальше!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hey!
es_es: ¡Hola!
ru_ru: Эй!

source: Finally, we meet again!
es_es: ¡Por fin, nos encontramos de nuevo!
ru_ru: Наконец-то, мы снова встретились!

source: That means we all have defeated the bird dude!
es_es: ¡Eso significa que todos hemos vencido a ese pajarraco!
ru_ru: Это значит, что мы все победили птицечела!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Dude was fast, but not fast enough to avoid my punches!
es_es: ¡Era muy rápido, pero no lo suficiente para esquivar mis puños!
ru_ru: Чел был быстр, но недостаточно, чтобы уклониться от моих кулаков!

source: Anyway! What a lucky coincidence that both of you are here!
es_es: ¡En fin! ¡Qué grata coincidencia de encontrarlas a ambas aquí!
ru_ru: В любом случае! Какое счастливое совпадение, что вы обе здесь!

source: Why is that?
es_es: ¿Y eso por qué?
ru_ru: Почему это?

source: You know, I met Lea quite some time ago.
es_es: Sabes, conocí a Lea hace ya un tiempo.
ru_ru: Ну, знаешь, мы с Леей познакомились довольно давно.

source: But I still don't know that much about her.
es_es: Pero aún no sé mucho de ella.
ru_ru: Но я все ещё не так много знаю о ней.

source: Really?
es_es: ¿De verdad?
ru_ru: Правда?

source: Well, there's still plenty of time to change that, right?
es_es: Bueno, hay mucho tiempo para que lo hagas, ¿no?
ru_ru: Что ж, у нас ещё много времени, чтобы это исправить, верно?

source: Right, but you see...
es_es: Sí, pero verás...
ru_ru: Да, но понимаешь...

source: With Lea's vocabulary it's pretty hard to ask her anything specific.
es_es: Con el vocabulario de Lea es complicado que me dé respuestas concretas.
ru_ru: Со словарным запасом Леи довольно сложно спросить у неё что-то конкретное.

source: So I had this idea!
es_es: ¡Así que tuve una brillante idea!
ru_ru: Так что у меня появилась идея!

source: Since you and Lea share the same past, can't I just ask you instead?
es_es: Ya que Lea y tú comparten el mismo pasado, ¿no podría preguntarte a ti en cambio?
ru_ru: Раз у вас с Леей общее прошлое, почему бы мне не спросить тебя вместо неё?

source: Uhm...
ru_ru: Эмм...

source: Like...\. what's your favorite dish?
es_es: Por ejemplo...\. ¿cuál es tu plato favorito?
ru_ru: Например...\. какое твоё любимое блюдо?

source: I don't know, don't you think this is weird?
es_es: No lo sé, ¿no te parece algo extraño?
ru_ru: Я не знаю, тебе это не кажется странным?

source: Lea and I aren't exactly the same person anymore.
es_es: Lea y yo ya no somos la misma persona.
ru_ru: Всë-таки мы с Леей уже не совсем один и тот же человек.

source: Oui, of course!\. But like...\. 90% or so, right?
es_es: ¡Oui, por supuesto!\. Pero se parecen en un...\. 90% o así, ¿verdad?
ru_ru: Oui (Да), конечно!\. Но где-то...\. примерно на 90%, не?

source: You can't just put a number on that!
es_es: ¡No puedes hacer un cálculo como ese!
ru_ru: Ты не можешь просто так раскидываться числами!

source: Come on!\. What's there to lose?
es_es: ¡Oh vamos!\. ¿Qué tiene de malo?
ru_ru: Да ладно!\. Что тут терять?

source: For instance?\. It's embarrassing.\. And I hardly know you.
es_es: ¿Qué tiene de malo?\. Para empezar, es vergonzoso.\. Y apenas te conozco.
ru_ru: Например?\. Это неловко.\. И я тебя почти не знаю.

source: That's all?\. I can talk about myself as well!
es_es: ¿Eso es todo?\. ¡Puedo contarte de mí también!
ru_ru: И всё?\. Я и о себе могу рассказать!

source: We'll be best friends in no time!
es_es: ¡Seremos amigas en un santiamén!
ru_ru: Мы станем лучшими друзьями в кратчайшие сроки!

source: Actually, I'd rather just continue with the dungeon.\. Bye!
es_es: De hecho, preferiría continuar con la mazmorra.\. ¡Adiós!
ru_ru: Знаешь, я лучше просто продолжу подземелье.\. Пока!

source: Hey!\. Don't just run away like that!
es_es: ¡Oye!\. ¡No me dejes aquí plantada!
ru_ru: Эй!\. Не убегай просто так!

source: You can go ahead, I'll just take a little break.
es_es: Puedes seguir, yo me tomaré un pequeño descanso.
ru_ru: Можешь идти вперёд, я просто сделаю небольшой перерыв.

source: That mid boss was quite something, wasn't it?
es_es: Ese jefe ha estado interesante, ¿no?
ru_ru: Этот промежуточный босс был что-то с чем-то, не так ли?

source: Yeah... it would've been half as bad if the battle arena was inside.
es_es: Sí... no hubiera sido tan terrible si la arena hubiera estado dentro.
ru_ru: Ага... было бы не настолько плохо, если бы арена боя была внутри.

source: Of course...
es_es: Claro...
ru_ru: Конечно...

source: Getting deeper...
es_es: Nos adentramos más profundo...
ru_ru: Спускаемся глубже...

source: We're very close to the fog now.\. I hope it's not poisonous!
es_es: Ya estamos cerca de la niebla.\. ¡Espero que no sea venenosa!
ru_ru: Мы очень близко к туману.\. Надеюсь, он не ядовит!

source: That would be a messed up trial!
es_es: ¡Esa sería una prueba algo perturbadora!
ru_ru: Это было бы какое-то неправильное испытание!

source: G: The Journey
es_es: PB: La Travesía
ru_ru: G: Путешествие

source: B1: The Approaching
es_es: S1: Acercamiento
ru_ru: В1: Приближение

source: B2: The Arrival
es_es: S2: La Llegada
ru_ru: В2: Прибытие

source: B3: The Impact
es_es: S3: El Impacto
ru_ru: В3: Воздействие

source: B4: The Message
es_es: S4: El Mensaje
ru_ru: В4: Послание

source: Back To Lookout
es_es: Volver al Mirador
ru_ru: Назад к смотровой площадке

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Lea, dear!
es_es: ¡Lea, querida!
ru_ru: Лея, дорогая!

source: I was just having a closer look at the elevator symbols.
es_es: Le estaba echando un vistazo de cerca a los símbolos del elevador.
ru_ru: Я тут присматривалась к символам на лифте.

source: And then it just came over me how it all might be connected!
es_es: ¡Y luego se me ocurrió cómo todo está conectado!
ru_ru: И внезапно поняла, как это всё может быть связано!

source: Wanna hear my theory?
es_es: ¿Quieres oír mi teoría?
ru_ru: Хочешь услышать мою теорию?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alrighty!\. Let's have a look together!
es_es: ¡Bien!\. ¡Demos una repasada juntas!
ru_ru: Ладненько!\. Давай-ка посмотрим вместе!

source: Floor 1: "The Journey" A meteor traveling lonely through space.
es_es: Piso 1: "La Travesía" Un meteoro viaja solitariamente por el espacio.
ru_ru: Этаж 1: "Путешествие"! Метеорит, одиноко странствующий в космосе.

source: Floor 2: "The Approaching"! The meteor is getting closer to a planet.
es_es: ¡Piso 2: "Acercamiento"! El meteoro se acerca a un planeta.
ru_ru: Этаж 2: "Приближение"! Метеорит приближается к планете.

source: Floor 3: "The Arrival"! The meteor is about to reach the planet.
es_es: ¡Piso 3: "La Llegada"! El meteoro está a punto de llegar al planeta.
ru_ru: Этаж 3: "Прибытие"! Метеорит вот-вот достигнет планеты.

source: Floor 4: "The Impact"! Well... I'm sure you get the idea.
es_es: ¡Piso 4: "El Impacto"! Bueno... Creo que ya te haces la idea.
ru_ru: Этаж 4: "Воздействие"! Ну... мне кажется, тут всё понятно.

source: And blank!\. I'm certain there is one more floor left.
es_es: ¡Y vacío!\. Estoy segura de que aún queda un piso.
ru_ru: И пробел!\. Я уверена, остался ещё один этаж.

source: So... what do you think this meteor is all about?
es_es: Entonces... ¿de qué crees que trata este meteoro?
ru_ru: Так... как ты думаешь, что это за метеорит?

source: Say, Lea. Do you remember the \c[3]Message of the Sky\c[0]?
es_es: Dime, Lea. ¿Recuerdas el \c[3]Mensaje del Cielo\c[0]?
ru_ru: Скажи, Лея. Ты помнишь \c[3]Послание небес\c[0]?

source: It was mentioned in several texts of the Ancients.
es_es: Se menciona en varios textos de los Antiguos.
ru_ru: Оно упоминалось в нескольких записях Древних.

source: Di'aro wrapped it in an \c[3]envelope of rock and ice\c[0].
es_es: Di'aro lo envolvió en un \c[3]sobre de piedra y fuego\c[0].
ru_ru: Ди'аро обернул его в \c[3]в оболочку из камня и льда\c[0].

source: And \c[3]K'win\c[0] made it \c[3]approach this planet fast enough\c[0], so it arrived in time.
es_es: Y luego \c[3]K'win\c[0] lo hizo \c[3]viajar a este planeta lo suficientemente rápido\c[0] para que llegue a tiempo.
ru_ru: А \c[3]К'вин\c[0] заставила его \c[3]приближаться к планете достаточно быстро\c[0], чтобы оно пришло вовремя.

source: I think this is what this meteor is!\. It's the \c[3]Message of the Sky\c[0]!
es_es: ¡Creo que de eso trata el meteoro!\. ¡Es el \c[3]Mensaje del Cielo\c[0]!
ru_ru: Я думаю, это и есть этот метеорит!\. Это \c[3]Послание небес\c[0]!

source: And it landed right here, at this very location!
es_es: Y calló justo aquí, ¡en este lugar!
ru_ru: И он приземлился прямо здесь, в этом самом месте!

source: It left a gigantic crater, the same one we're currently descending down into!
es_es: ¡Dejó un cráter gigante, el mismo por el que estamos descendiendo ahora mismo!
ru_ru: Он оставил гигантский кратер, вглубь которого мы сейчас и спускаемся!

source: And I'm sure at the bottom we'll finally find out what it is!
es_es: ¡Y estoy segura que nos enteraremos de qué era cuando lleguemos al fondo!
ru_ru: И я уверена, на самом дне мы наконец узнаем, что это такое!

source: The message of the sky - the secret of the Ancients!
es_es: El mensaje del cielo - ¡el secreto de los Antiguos!
ru_ru: Послание небес - тайна Древних!

source: I really can't wait!\. Let's go!
es_es: ¡No puedo esperar!\. ¡Vamos!
ru_ru: Я действительно не могу дождаться!\. Пойдём!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Awww...\. I was hoping to share it with somebody.
es_es: Awww...\. estoy ansiosa por compartirla con alguien.
ru_ru: Эээх...\. я надеялась с кем-нибудь ей поделиться.

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Holerö!
ru_ru: Holerö (Здарова)!

source: So...\. we're almost there, aren't we?
es_es: Así que...\. ya casi hemos llegado, ¿no?
ru_ru: Значит...\. мы почти пришли, да?

source: We did the obligatory final batch of bouncing puzzles...
es_es: Ya hicimos el último conjunto de puzzles obligatorios de rebote...
ru_ru: Мы решили обязательную финальную партию рикошетных головоломок...

source: Collected the master key...
es_es: Hemos recogido la llave maestra...
ru_ru: Подобрали мастер-ключ...

source: Oh Junge!\. You missed it?
es_es: ¡Oh Junge!\. ¿Te la saltaste?
ru_ru: Оh Junge (Боже)!\. Ты пропустила его?

source: You get it after the battle on this floor.
es_es: Te la dan luego de la batalla en este piso.
ru_ru: Ты получаешь его после битвы на этом этаже.

source: It should still be there, go pick it up!
es_es: Debería seguir allí, ¡ve a conseguirla!
ru_ru: Он всё ещё должен быть здесь, иди и забери его!
