Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/final-dng.po
Languages: es_es, ru_ru

source: So... the final boss should not be much further.
es_es: Entonces... el jefe final no debe andar lejos.
ru_ru: Значит... финальный босс должен быть не за горами.

source: Gyahaha!\. You seem very determined!
es_es: ¡Gyahaha!\. ¡Se te ve muy determinada!
ru_ru: Муахаха!\. Ты выглядишь очень решительной!

source: Alright then...\. this was pretty fun so far.
es_es: Bien entonces...\. ha estado divertido hasta ahora.
ru_ru: Ну что ж...\. пока что это было довольно забавно.

source: Gotta admit, I got more into it than I initially expected.
es_es: Debo admitir, estuve mucho más inmerso de lo que esperaba.
ru_ru: Должен признать, это затянуло меня сильнее, чем я изначально ожидал.

source: Almost made me forget that I'm now a permanent part of this game.
es_es: Casi me olvidé que ahora soy una parte permanente de este juego.
ru_ru: Почти заставило меня забыть, что я теперь постоянный участник этой игры.

source: Don't worry, I'm fine.
es_es: No te preocupes, estoy bien.
ru_ru: Не волнуйся, я в порядке.

source: I mean, hey, we now have access to a whole island paradise and all that.
es_es: Es decir, bueno, ahora tenemos acceso a toda una isla paradisíaca y demás.
ru_ru: Всё-таки, эй, у нас теперь есть доступ к целому райскому острову и всё такое.

source: We should capitalize on that, you know?
es_es: Deberíamos aprovechar lo que tenemos, ¿sabes?
ru_ru: Знаешь, нам стоит извлечь из этого выгоду!

source: Take a long walk along the beach together, sometime.
es_es: Ir a por un largo paseo por la playa juntos, algún día.
ru_ru: Как-нибудь прогуляться вместе по пляжу.

source: No enemy bashing, just walking and taking in the waves and breezes.
es_es: Sin pelear contra enemigos, solo caminar y admirar las olas y las briscas.
ru_ru: Никаких схваток с врагами, просто идти и наслаждаться волнами и бризом.

source: What do you think?
es_es: ¿Qué piensas?
ru_ru: Как думаешь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright!\. It's a date!
es_es: ¡Muy bien!\. ¡Es una cita!
ru_ru: Отлично!\. Свидание намечено!

source: We just have to find a time with less players around.
es_es: Tan solo hay que encontrar un horario dónde haya pocos jugadores.
ru_ru: Надо только будет подыскать время, когда вокруг будет поменьше игроков.

source: Unless you prefer walking through a war zone.
es_es: A menos que te guste pasear por una zona de guerra.
ru_ru: Если только ты не предпочитаешь гулять по зоне боевых действий.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Awww.\. Not the beach walking kind, I see?
es_es: Awww.\. ¿Por lo que veo no te gusta caminar por la playa?
ru_ru: Эээх.\. Не любитель прогулок по пляжу, я смотрю?

source: Too bad.
es_es: Qué pena.
ru_ru: Жаль.

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: Anyway, ready to continue with the dungeon?
es_es: En fin, ¿estás lista para continuar con la mazmorra?
ru_ru: Ну ладно, готова продолжить подземелье?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright, let's go!
es_es: Muy bien, ¡vamos!
ru_ru: Отлично, погнали!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Alright!\. I'll go ahead then!
es_es: ¡De acuerdo!\. ¡Yo me adelantaré entonces!
ru_ru: Ладно!\. Я тогда пойду вперёд!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: Oh man, it's still not over! Does it ever end?
es_es: ¡Oh hombre, aún no se acaba!\. ¿Esto tiene fin siquiera?
ru_ru: Ох, блин, оно ещё не закончилось! Оно хоть когда-нибудь закончится?

source: Didn't you say you like long dungeons?
es_es: ¿No dijiste que te gustaban las mazmorras largas?
ru_ru: Разве ты не говорил, что любишь длинные подземелья?

source: I guess I did... But it's still so exhausting.
es_es: Sí, cierto... pero esto es agotador.
ru_ru: Вроде бы говорил... Но это всё равно так утомительно.

source: Getting too old for this, huh?
es_es: Demasiado viejo para esto, ¿eh?
ru_ru: Слишком стар для этого, да?

source: Oh, come on!
es_es: ¡Oh, vamos!
ru_ru: Ой, да ну вас!

source: I think we're getting close to the end.
es_es: Creo que ya estamos cerca del final.
ru_ru: Думаю, мы близимся к концу.

source: How'd you even know that?
es_es: ¿Cómo lo sabes siquiera?
ru_ru: Как ты вообще это узнала?

source: Well, just look down. We're getting close to the bottom of the crater.
es_es: Bueno, mira abajo. Ya estamos cerca del fondo del cráter.
ru_ru: Ну, просто посмотри вниз. Мы приближаемся ко дну кратера.

source: I'd NEVER dare to look down and you know that!
es_es: ¡JAMÁS me atrevería ver abajo, y lo sabes!
ru_ru: Я НИКОГДА бы не осмелилась посмотреть вниз, и ты знаешь это!

source: Right...
es_es: Claro...
ru_ru: Точно...

source: We're surrounded by the fog now!
es_es: ¡Estamos rodeados por la niebla ahora!
ru_ru: Теперь мы окружены туманом!

source: Good thing it's not poisonous.
es_es: Menos mal que no es venenosa.
ru_ru: Хорошо, что он не ядовит.

source: We can't be sure just yet...
es_es: No podemos estar seguros todavía...
ru_ru: Мы пока не можем быть уверены...

source: Then let's not wait here and find out, right?
es_es: Entonces no nos quedemos aquí parados para averiguarlo, ¿sí?
ru_ru: Тогда давай лучше не будем ждать здесь и проверять это на себе, верно?

source: But it's pretty!
es_es: ¡Pero es bonita!
ru_ru: Но здесь красиво!

source: Traveler...
es_es: Viajero...
ru_ru: Странник...

source: You descended into the depths of this crater.
es_es: Has descendido a las profundidades de este cráter.
ru_ru: Ты спустилась\.\.\. в глубины этого кратера

source: Getting ever so close to your destination.
es_es: Acercándote cada vez más a tu destino.
ru_ru: Неуклонно приближаясь\.\.\. к своей цели

source: Yet there is one last trial for you to pass.
es_es: Pero aún queda una última prueba que debes superar.
ru_ru: Но тебе осталось преодолеть\.\.\. одно последнее испытание

source: The time has come for you to demonstrate...
es_es: Ha llegado la hora de que demuestres...
ru_ru: Пришло время\.\.\. тебе показать...

source: The full extent of your proficiency.
es_es: Toda la extensión de tu proficiencia.
ru_ru: Полную степень\.\.\. своего мастерства

source: G: The Journey
es_es: PB: La Travesía
ru_ru: G: Путешествие

source: B1: The Approaching
es_es: S1: Acercamiento
ru_ru: В1: Приближение

source: B2: The Arrival
es_es: S2: La Llegada
ru_ru: В2: Прибытие

source: B3: The Impact
es_es: S3: El Impacto
ru_ru: В3: Воздействие

source: B4: The Message
es_es: S4: El Mensaje
ru_ru: В4: Послание

source: Jump Up
es_es: Saltar Arriba
ru_ru: Запрыгнуть

source: Back To Lookout
es_es: Volver al Mirador
ru_ru: Назад к смотровой площадке

source: Bonjour, chérie!
ru_ru: Bonjour, chérie (Привет, дорогая)!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: I promised I'd call, non?
es_es: Prometí que te llamaría, ¿no?
ru_ru: Я обещала позвонить, не?

source: Man, this dungeon has going on for so long already...
ru_ru: Блин, это подземелье тянется уже так долго...

source: But I think we're getting close to the finish line.
es_es: Pero creo que estamos cerca de la meta.
ru_ru: Но я думаю, мы приближаемся к финишной прямой.

source: Let us see who will be first!
es_es: ¡Veamos quién llega primera!
ru_ru: Посмотрим, кто будет первым!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well... not that it really matters who'll be there first.
es_es: Bueno... no que importe mucho quién llega primera.
ru_ru: Ну... не то чтобы это действительно важно, кто будет первым.

source: It has been really nice to run the dungeon with everyone else.
es_es: Ha sido muy agradable hacer la mazmorra con todos los demás.
ru_ru: Было действительно приятно проходить подземелье вместе со всеми.

source: Especially since there have been so many places where you can see other players.
es_es: Sobre todo porque hay muchos lugares dónde podemos encontrarnos con otros jugadores.
ru_ru: Особенно потому что здесь было так много мест, где можно увидеть других игроков.

source: And...\. that will be it, I suppose?
es_es: Y...\. ¿eso será todo, supongo?
ru_ru: И...\. я думаю, на этом будет всё?

source: The final dungeon of CrossWorlds.
es_es: La última mazmorra de CrossWorlds.
ru_ru: Финальное подземелье CrossWorlds.

source: The end of the game.
es_es: El final del juego.
ru_ru: Конец игры.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Wait...
es_es: Espera...
ru_ru: Подожди...

source: Don't worry, chérie!\. It definitely won't be the end for me!
es_es: ¡No te preocupes, chérie!\. ¡Definitivamente no acabará ahí para mí!
ru_ru: Не волнуйся, chérie (дорогая)!\. Для меня это точно не конец!

source: Because you're in this game and you're my friend.
es_es: Porque tú estás en este juego, y eres mi amiga.
ru_ru: Потому что в этой игре есть ты, и ты - моя подруга.

source: At the very least I'll login to drop by and visit you!
es_es: ¡Como mínimo me conectaré para visitarte!
ru_ru: В конце концов, я буду заходить в игру, чтобы заглянуть к тебе в гости!

source: Thanks...
es_es: Gracias...
ru_ru: Спасибо...

source: Come on, that's what friends do!
es_es: ¡Oh vamos, para eso están los amigos!
ru_ru: Да ладно тебе, друзья так и делают!

source: See you at the end!
es_es: ¡Nos vemos al final!
ru_ru: Увидимся в конце!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: This new enemy type has been breaking in mass fights.
es_es: Hay un nuevo tipo de enemigo que parecía tener fallos cuando peleaba en grupos.
ru_ru: Этот новый тип врагов не работал в массовых боях.

source: Apparently they fixed it and I want to test it.
es_es: Aparentemente lo arreglaron, y quiero probarlo.
ru_ru: По-видимому, его починили, и я хочу это проверить.

source: So...\. let's see who can defeat more!
es_es: Entonces...\. ¡veamos quién vence más!
ru_ru: Так что...\. посмотрим, кто сможет победить больше!

source: Keep fighting the enemy type. Leave toward the south to skip.
es_es: Sigue peleando contra el tipo de enemigo. Sal por el sur para saltar.
ru_ru: Продолжайте сражаться с данным типом врагов. Пройдите на юг, чтобы пропустить.

source: Defeated Fishes: \c[3]\v[tmp.radfish.kill]\c[0]
es_es: Peces Derrotados: \c[3]\v[tmp.radfish.kill]\c[0]
ru_ru: Побеждено рыб: \c[3]\v[tmp.radfish.kill]\c[0]

source: Your journey has continued for a long time.
es_es: Tu travesía ha continuado por mucho tiempo.
ru_ru: Твоё путешествие продолжалось\.\.\. довольно долго

source: You traveled far and passed every trial.
es_es: Has viajado lejos y has superado toda prueba.
ru_ru: Ты преодолела долгий путь\.\.\. и прошла все испытания

source: Finally, you have reached your destination.
es_es: Finalmente, has llegado a tu destino.
ru_ru: Наконец, ты достигла\.\.\. назначенного места

source: You, the traveler, the envoy of change.
es_es: Tú, el viajero, el enviado del cambio.
ru_ru: Ты, странник,\.\.\. предвестник перемен

source: Your task in this world has been fulfilled.
es_es: Tú tarea en este mundo ha sido cumplida.
ru_ru: Твоя задача в этом мире\.\.\. была исполнена

source: As such, you are now ready to proceed further.
es_es: Como tal, ahora estás listo para progresar aún más.
ru_ru: И теперь ты готова\.\.\. продвинуться дальше

source: Start your journey once more.
es_es: Empezar tu travesía una vez más.
ru_ru: Начни своё путешествие\.\.\. ещё раз

source: Because life is there for you to grow.
es_es: Porque la vida está para que crezcas.
ru_ru: Потому что жизнь дана тебе,\.\.\. чтобы расти

source: And growth will only happen as your journey continues.
es_es: Y solo crecerás si tu travesía continúa.
ru_ru: И рост будет происходить только\.\.\. пока твоё путешествие продолжается

source: Forming your path with every step you take.
es_es: Formando tu camino con cada uno de tus pasos.
ru_ru: Приближая тебя к совершенству\.\.\. с каждым твоим шагом

source: Traveler, we will await your arrival.
es_es: Viajero, esperaremos tu llegada.
ru_ru: Странник, мы будем ждать\.\.\. твоего прибытия

source: In a new world full of wonder.
es_es: En un nuevo mundo lleno de asombro.
ru_ru: В новом мире,\.\.\. полном чудес.

source: \s[1]The gods leave you one last present \i[element-heat]\i[element-cold]\i[element-shock]\i[element-wave] \c[3]You get +1 CP in each Elemental Circuit!\c[0]
es_es: \s[1]Los dioses te han dado un último regalo \i[element-heat]\i[element-cold]\i[element-shock]\i[element-wave] \c[3]¡Obtienes +1 PC en cada Circuito Elemental!\c[0]
ru_ru: \s[1]Боги оставили вам последний подарок \i[element-heat]\i[element-cold]\i[element-shock]\i[element-wave] \c[3]Вы получили +1 CP в каждом элементальном контуре!\c[0]

source: Seeker, we have finally found it.
es_es: Buscador, finalmente lo encontraste.
ru_ru: Искатель, мы наконец нашли её.

source: The \c[3]Secret of the Ancients\c[0].
es_es: El \c[3]Secreto de los Antiguos\c[0].
ru_ru: \c[3]Тайну Древних\c[0].

source: Right at this very moment you are standing in front of it.
es_es: En este mismo momento, está justo frente de ti.
ru_ru: Прямо в этот момент вы стоите перед ней.

source: A \c[3]portal to a new world\c[0].
es_es: Un \c[3]portal a un nuevo mundo\c[0].
ru_ru: \c[3]Портал в новый мир\c[0].

source: A technological achievement beyond our current understanding.
es_es: Un logro tecnológico más allá de nuestro entendimiento.
ru_ru: Достижение технологии за пределами нашего нынешнего понимания.

source: And also a lead to the current whereabouts of the Ancients.
es_es: Y además una pista al paradero de los Antiguos.
ru_ru: А также ключ к текущему местонахождению Древних.

source: Yet for now, this portal remains closed.
es_es: Pero por ahora, el portal permanece cerrado.
ru_ru: Но пока что этот портал остаётся закрытым.

source: In order for it to activate, its energy source needs to be sufficiently charged.
es_es: Para activarlo, su fuente de energía debe cargarse lo suficiente.
ru_ru: Чтобы его активировать, его источник энергии должен быть достаточно заряжен.

source: As more seekers pass the Ku'lero temple, more energy should be channeled towards the portal.
es_es: Mientras más buscadores superen el Templo Ku'lero, más energía se canalizará al portal.
ru_ru: По мере того, как всё больше Искателей будут проходить храм Ку'леро, к порталу должно быть направлено всё больше энергии.

source: It is merely a matter of time before it opens.
es_es: Es cuestión de tiempo hasta que abra.
ru_ru: Когда он откроется - всего лишь вопрос времени.

source: Seeker, it is thanks to your contribution that we have come this far.
es_es: Buscador, es gracias a tus contribuciones que hemos llegado tan lejos.
ru_ru: Искатель, именно благодаря вашему вкладу мы зашли так далеко.

source: You have my deepest gratitude.
es_es: Tienes mis más sinceros agradecimientos.
ru_ru: Я глубочайше вам благодарен.

source: Once this portal has opened, I invite you to join our expedition.
es_es: Una vez abra este portal, te invito a que te unas a nuestra expedición.
ru_ru: Как только этот портал откроется, я приглашу вас присоединиться к нашей экспедиции.

source: To raise Operation Trackwalker to a new level.
es_es: Para elevar a la Operación Aprendiz del Camino a un nuevo nivel.
ru_ru: Чтобы вывести операцию Путепроходец на новый уровень.

source: To follow the Ancients...
es_es: Para seguir a los Antiguos...
ru_ru: Последовать за Древними...

source: ...and enter a \c[3]new world\c[0].
es_es: ...y entrar a un \c[3]nuevo mundo\c[0].
ru_ru: ...и войти в \c[3]новый мир\c[0].

source: A new world will soon emerge...
es_es: Un nuevo mundo que pronto emergerá...
ru_ru: Скоро появится новый мир...

source: "New Horizons" The new expansion to CrossWorlds is currently still in development. Release information will follow soon. Stay tuned!
es_es: "Nuevos Horizontes" Esta nueva expansión de CrossWorlds se encuentra actualmente en desarrollo. Informaremos de su lanzamiento pronto. ¡Estén al tanto!
ru_ru: "Новые горизонты" Новое расширение для CrossWorlds в данный момент всё ещё в разработке. Информация о выходе появится в ближайшее время. Оставайтесь на связи!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Ah!\. Look who's arrived!
es_es: ¡Ah!\. ¡Mira quién llegó!
ru_ru: Ах!\. Смотрите, кто прибыл!

source: Lea, dear, you made it!\. Congratulations!
es_es: ¡Lea, querida, lo hiciste!\. ¡Felicidades!
ru_ru: Лея, дорогая, ты справилась!\. Поздравляю!

source: No way...
es_es: No puede ser...
ru_ru: Не может быть...

source: You're all here already?
es_es: ¿Ya están todos aquí?
ru_ru: Вы все уже здесь?

source: Beaten in the final dungeon, oh well...
es_es: Me han vencido en la última mazmorra, oh bueno...
ru_ru: Одолена в финальном подземелье, ну и ладно...

source: Congratulations, chérie!
es_es: ¡Felicidades, chérie!
ru_ru: Поздравляю, chérie (дорогая)!

source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

source: Oh well, who cares.\. It's not like I tried to be fast!
es_es: Oh bueno, a quién le importa.\. ¡Ni siquiera intenté ser rápida!
ru_ru: Ну и ладно, кого это волнует.\. Не то чтобы я пыталась быть быстрой!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hey there, Lea!
es_es: ¡Hola, Lea!
ru_ru: Привет, Лея!

source: Ha, I was first!
es_es: ¡Ja, llegué primera!
ru_ru: Ха, я пришла первой!

source: Don't worry dear, most of us just arrived.
es_es: No te preocupes querida, la mayoría de nosotros acaba de llegar.
ru_ru: Не волнуйся, дорогая, большинство из нас только что пришли.

source: True...\. that dungeon was seriously long.
es_es: Cierto...\. esa mazmorra fue muuuuy larga.
ru_ru: Ага...\. это подземелье было ну очень длинным.

source: More importantly: \c[3]Space Bird battle\c[0]!
es_es: Pero lo más importante: ¡\c[3]batalla contra Pajarracos Espaciales\c[0]!
ru_ru: Что важнее: \c[3]битва с космоптицами\c[0]!

source: Finally we could fight those space birds!
es_es: ¡Por fin pudimos luchar contra ellos!
ru_ru: Наконец-то мы смогли сразиться с этими космическими птицами!

source: They had it coming for wasting my time with their poetry!
es_es: ¡Se lo merecían por malgastar mi tiempo con su poesía!
ru_ru: Они это заслужили за то, что тратили моё время своей поэзией!

source: Emilie, please, those are the Gods of the Ancients!
es_es: ¡Emilie, por favor, esos son los Dioses de los Antiguos!
ru_ru: Эмили, прошу тебя, это боги Древних!

source: We all should be grateful that we've finally found the Secret of the Ancients.
es_es: Todos deberíamos estar agradecidos de haber encontrado por fin el Secreto de los Antiguos.
ru_ru: Мы все должны быть благодарны за то, что наконец нашли тайну Древних.

source: A portal to a new world!\. I knew it would be something like that!
es_es: ¡Un portal a un nuevo mundo!\. ¡Sabía que sería algo así!
ru_ru: Портал в новый мир!\. Я знала, что это будет что-то подобное!

source: Japp! It's the perfect way to make a sequel!
es_es: ¡Japp! ¡Es la mejor forma de hacer una secuela!
ru_ru: Japp (Йеп)! Это идеальный способ сделать сиквел!

source: Can't wait to run another Track of the Ancients!\. Fantastic!
es_es: ¡No puedo esperar a recorrer otro Camino de los Antiguos!\. ¡Fantástico!
ru_ru: Жду не дождусь, чтобы пробежаться по ещё одному пути Древних!\. Фантастика!

source: ...Huh.
ru_ru: ...Хмм.

source: GOT YOU GRASSHEAD!
es_es: ¡TE GANÉ PELOVERDE!
ru_ru: ПОПАЛСЯ, ТРАВОГОЛОВЫЙ!

source: \s[5]WOOOHOOOO!
ru_ru: \s[5]ВУУУХУУУУ!

source: Not so smug now that you run it for the first time, huh?
es_es: Ya no estás tan presumido ahora que lo haces por primera vez, ¿eh?
ru_ru: Уже не такой самодовольный, когда сам проходишь его в первый раз, да?

source: Hold on...
es_es: Espera...
ru_ru: Погоди...

source: Hello, everyone!
es_es: ¡Hola a todos!
ru_ru: Привет всем!

source: You see...
es_es: Verás...
ru_ru: Видишь ли...

source: I took longer, because I was busy helping Joern out...
es_es: Me he tomado más tiempo, porque estuve ocupado ayudando a Joern...
ru_ru: Я задержался, потому что был занят, помогая Йорну...

source: Excuses.
es_es: Excusas.
ru_ru: Отмазки.

source: Hey, I never asked for any help.
es_es: Oye, yo nunca pedí tu ayuda.
ru_ru: Эй, я вообще не просил никакой помощи.

source: Phew...\. I guess that was it!
es_es: Uf...\. ¡supongo que eso fue todo!
ru_ru: Фух...\. видимо, вот и всё!

source: Yeah...\. that was quite the boss fight.
es_es: Sí...\. ha sido una gran pelea final.
ru_ru: Ага...\. ничего себе битва с боссом.

source: They definitely worked hard on it.
es_es: Han trabajado duro en ella.
ru_ru: Они определённо потрудились над ним.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hey!
es_es: ¡Hola!
ru_ru: Эй!

source: Oh, Lea's already here?
es_es: Oh, ¿Lea ya está aquí?
ru_ru: Ой, Лея уже здесь?

source: Beaten by your own clone!\. How does it feel, Shizuka?
es_es: ¡Vencida por tu propio clon!\. ¿Qué se siente, Shizuka?
ru_ru: Побеждена своим же клоном!\. Как тебе такое, Шизука?

source: \s[5]Nyahahahahahahahahaha!
ru_ru: \s[5]Ньяхахахахахахахахаха!

source: Well, figures.
es_es: Bien, era de esperar.
ru_ru: Ну, тут-то всё ясно.

source: I'm not the one spending my whole time in the game.
es_es: Yo no soy la que se pasa todo el día en este juego.
ru_ru: Это же не я провожу всё своё время в игре.

source: Speaking of...\. where's Tronny?
es_es: Hablando de eso...\. ¿dónde está Tronny?
ru_ru: К слову...\. а где Тронни?

source: That's right, Tronny is the only person missing, it seems.
es_es: Cierto, Tronny es el último que falta, parece.
ru_ru: И правда, кажется, Тронни одного здесь не хватает.

source: Let's just wait a bit.\. I'm sure he'll show up.
es_es: Esperemos un poco.\. Ya aparecerá.
ru_ru: Давайте подождём немного.\. Я уверен, он появится.

source: Uhm...\. scratch that.\. I just checked.
es_es: Uhm...\. de hecho olvídenlo.\. Acabo de fijarme.
ru_ru: Эмм...\. забудьте.\. Я только что проверила.

source: It seems he's back in Homestedt already?
es_es: Parece que ya ha vuelto a Villa Evotar.
ru_ru: Похоже, он уже вернулся в Хоумштадт?

source: Well, maybe he finished first?
es_es: Bueno, ¿quizá terminó primero?
ru_ru: Ну, может, он закончил первым?

source: Anyway, that was a long session.\. I'll call it quits for today!
es_es: En fin, ha sido una larga sesión.\. ¡Suficiente por hoy!
ru_ru: В любом случае, это была длинная сессия.\. Мне на сегодня пора закругляться!

source: Same...
es_es: Yo también me voy...
ru_ru: Мне тоже...

source: Alrighty, I'm sure most of us here need a break.
es_es: Muy bien, creo que todos necesitamos un merecido descanso.
ru_ru: Ладненько, большинству из нас наверняка нужно отдохнуть.

source: It was an honor playing with you all!
es_es: ¡Ha sido un honor jugar con todos ustedes!
ru_ru: Для меня было честью играть со всеми вами!

source: Have a good night!
es_es: ¡Tengan buenas noches!
ru_ru: Спокойной вам ночи!

source: Hm...\. I have a bad feeling about Tronny.
es_es: Hm...\. tengo un mal presentimiento sobre Tronny.
ru_ru: Хм...\. у меня плохое предчувствие насчёт Тронни.

source: We should pay him a visit, non?
es_es: Deberíamos ir a verlo, ¿non?
ru_ru: Нам стоит заглянуть к нему, не?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright,\. I'll wait for you at his house!
es_es: Bien,\. ¡estaré esperando en su casa!
ru_ru: Ладно,\. я буду ждать тебя возле его дома!

source: Pay \c[3]C'tron\c[0] a visit in \c[3]Homestedt\c[0] together with Emilie.
es_es: Echa una visita a \c[3]C'tron\c[0] en \c[3]Villa Evotar\c[0] junto con Emilie.
ru_ru: Навестите \c[3]Ци'трона\c[0] в \c[3]Хоумштадте\c[0] вместе с Эмили.

source: I have to wait...
es_es: Tengo que esperar...
ru_ru: Я должен ждать...

source: I need to stay calm...
es_es: Debo ser paciente...
ru_ru: Мне нужно сохранять спокойствие...

source: Stay with the flow of time...
es_es: Aceptar el paso del tiempo...
ru_ru: Оставаться с течением времени...

source: ... until the release arrives.
es_es: ... hasta que llegue el lanzamiento.
ru_ru: ...пока не наступит релиз.
