Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/flashback.po
Languages: es_es, ru_ru

# data/maps/flashback/satoshi-1.json//entities/66/settings/event/5/message
source: Despite countless attempts, we failed to convince Instatainment to support our research.
es_es: A pesar de un sinfín de intentos, no pudimos convencer a Instatainment de que financie nuestra investigación.
ru_ru: Несмотря на бесчисленные попытки, нам не удалось убедить Instatainment поддержать наше исследование.

# data/maps/flashback/satoshi-1.json//entities/66/settings/event/6/message
source: It was in that hopeless moment that we met a certain person.
es_es: Fue en ese desesperado momento que conocimos a una cierta persona.
ru_ru: В этот безнадёжный момент мы встретили одного человека.

# data/maps/flashback/satoshi-1.json//entities/66/settings/event/16/message
source: \c[3]Mr. Benedict Sidwell\c[0].
es_es: \c[3]Sr. Benedict Sidwell\c[0].
ru_ru: \c[3]Мистера Бенедикта Сидвелла\c[0].

# data/maps/flashback/satoshi-1.json//entities/66/settings/event/17/message
source: That's the name he gave us at least.
es_es: Ese dijo ser su nombre al menos.
ru_ru: По крайней мере, он так представился.

# data/maps/flashback/satoshi-1.json//entities/66/settings/event/18/message
source: We never met him in person and knew very little about him...
es_es: Nunca lo vimos en persona y sabíamos muy poco de él...
ru_ru: Мы никогда не встречались с ним лично и знали о нём очень мало...

# data/maps/flashback/satoshi-1.json//entities/66/settings/event/19/message
source: Yet... he believed in our vision and offered his support.
es_es: Aún así... creía en nuestra visión y nos ofreció su financiamiento.
ru_ru: Но... он верил в наше видение и предложил свою поддержку.

# data/maps/flashback/satoshi-1.json//entities/66/settings/event/21/message
source: And indeed... with his help we continued our research on Evotars.
es_es: Y fue así... con su ayuda, que pudimos seguir con nuestra investigación sobre los Evotares.
ru_ru: И действительно... с его помощью мы продолжили наши исследования эвотаров.

# data/maps/flashback/satoshi-1.json//entities/66/settings/event/22/message
source: He provided us with everything we needed.
es_es: No dió todo lo que necesitábamos.
ru_ru: Он обеспечил нас всем необходимым.

# data/maps/flashback/satoshi-1.json//entities/66/settings/event/23/message
source: Technical equipment, confidential specifications and most of all...
es_es: Equipamiento técnico, especificaciones confidenciales y sobre todo...
ru_ru: Техническим оснащением, секретными спецификациями и самое главное...

# data/maps/flashback/satoshi-2.json//entities/273/settings/event/11/message
source: A test environment...\. within the Playground.
es_es: Un lugar de pruebas...\. dentro del Campo de Juego.
ru_ru: Тестовой средой...\. в игровой зоне.

# data/maps/flashback/satoshi-2.json//entities/273/settings/event/12/message
source: We managed to continue our research within CrossWorlds...
es_es: Conseguimos seguir nuestra investigación dentro de CrossWorlds.
ru_ru: Нам удалось продолжить наши исследования в CrossWorlds...

# data/maps/flashback/satoshi-2.json//entities/273/settings/event/13/message
source: Instatainment... never interfered.
es_es: Instatainment... nunca interfirió.
ru_ru: Instatainment... больше не вмешивались.

# data/maps/flashback/satoshi-2.json//entities/273/settings/event/14/message
source: To this day I don't know how he did it.
es_es: Hasta el día de hoy, aún no sé como lo hizo.
ru_ru: По сей день я не знаю, как он это сделал.

# data/maps/flashback/satoshi-2.json//entities/273/settings/event/20/message
source: Things started within this small area of Sapphire Ridge.
es_es: Las cosas empezaron en esta pequeña área de Cresta Zafiro.
ru_ru: Всё началось в этом небольшом уголке Сапфирового края.

# data/maps/flashback/satoshi-2.json//entities/273/settings/event/21/message
source: However, over time we realized that a larger testing area was required for effective research.
es_es: Pero, con el tiempo, nos dimos cuenta de que necesitaríamos un lugar más grande para que las pruebas fueran efectivas.
ru_ru: Однако, со временем мы поняли, что для эффективного исследования требовалась площадка для тестирования размером побольше.

# data/maps/flashback/satoshi-3.json//entities/163/settings/event/8/message
source: And that's how we ended up in \c[3]Vermillion Wasteland\c[0].
es_es: Y así fue como acabamos en el \c[3]Vertedero Vermillion\c[0].
ru_ru: И вот как мы оказались в \c[3]Пустоши Вермиллион\c[0].

# data/maps/flashback/satoshi-3.json//entities/163/settings/event/9/message
source: A discontinued extension to the Playground.
es_es: Una extensión descontinuada del Campo de Juego.
ru_ru: Это отключённое расширение игровой зоны.

# data/maps/flashback/satoshi-3.json//entities/163/settings/event/10/message
source: Mr. Sidwell made it ours for research.
es_es: El Sr. Sidwell pudo adquirirlo para nuestra investigación.
ru_ru: Мистер Сидвелл сделал его нашим для исследований.

# data/maps/flashback/satoshi-3.json//entities/163/settings/event/11/message
source: We called it... \c[3]Evotarground\c[0].
es_es: Lo llamamos... \c[3]El Mundo Evotar\c[0].
ru_ru: Мы назвали его... \c[3]зона эвотаров\c[0].

# data/maps/flashback/satoshi-3.json//entities/163/settings/event/13/message
source: The new location wasn't the most appealing, but it certainly helped with our research.
es_es: La nueva localización no era la más atractiva, pero ciertamente ayudó con nuestra investigación.
ru_ru: Новое место было не самым привлекательным, но оно безусловно помогло в наших исследованиях.

# data/maps/flashback/satoshi-3.json//entities/163/settings/event/14/message
source: It didn't take us long to reach our first major milestone.
es_es: No nos llevó mucho llegar a nuestro primer gran descubrimiento.
ru_ru: Это не заняло у нас много времени, чтобы достичь нашей первой важной вехи.

source: The door is locked, correct? It seems we are trapped.
es_es: La puerta está cerrada, ¿no? Parece que estamos atrapados.
ru_ru: Дверь заперта, верно? Кажется, мы в ловушке.

# data/maps/flashback/satoshi-4.json//entities/27/settings/event/5/text
source: Initializing Avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

# data/maps/flashback/satoshi-4.json//entities/27/settings/event/10/message
source: Our first Evotar, \c[3]Lea\c[0], was born - derived from Shizuka's avatar.
es_es: Nuestro primer Evotar, \c[3]Lea\c[0], nació - derivada del avatar de Shizuka.
ru_ru: Родился наш первый эвотар, \c[3]Лея\c[0] - полученный из аватара Шизуки.

# data/maps/flashback/satoshi-4.json//entities/27/settings/event/12/message
source: Back then, things were going rather well.
es_es: En ese entonces, las cosas iban bien.
ru_ru: Тогда дела шли неплохо.

# data/maps/flashback/satoshi-4.json//entities/27/settings/event/16/message
source: We made so much progress...\. it was exciting!
es_es: Hicimos mucho progreso...\. ¡era emocionante!
ru_ru: Мы сделали большой прогресс...\. это было захватывающе!

# data/maps/flashback/satoshi-4.json//entities/27/settings/event/17/message
source: Following prototypes have proven to be almost feature-complete...
es_es: Lo próximos prototipos tenían casi todo lo necesario...
ru_ru: Следующие прототипы оказались почти полнофункциональными...

# data/maps/flashback/satoshi-4.json//entities/27/settings/event/23/message
source: It was at that point...\. that a long-lingering question started to emerge.
es_es: Fue en ese momento...\. que una vieja pregunta comenzó a emerger.
ru_ru: Именно в этот момент...\. начал появляться давным-давно назревший вопрос.

# data/maps/flashback/satoshi-4.json//entities/27/settings/event/24/message
source: \c[3]What exactly should we do...\. with those Evotars?\c[0]
es_es: \c[3]¿Qué se supone que fueramos a hacer...\. con esos Evotares?\c[0]
ru_ru: \c[3]Что же нам делать...\. с этими эвотарами?\c[0]

# data/maps/flashback/satoshi-4.json//entities/30/settings/event/12/message
source: I faked a malfunction of Lea's Evotar...
es_es: Fingí una malfunción en el Evotar de Lea...
ru_ru: Я сымитировал сбой эвотара Леи...

# data/maps/flashback/satoshi-4.json//entities/30/settings/event/13/message
source: I told Sidwell that the best chance to fix it would be to inspect the state of the Evotar and server side-by-side.
es_es: Le dije a Sidwell que la mejor forma de arreglarla sería inspeccionar el estado del Evotar y del server, lado a lado.
ru_ru: Я сказал Сидвеллу, что лучший шанс исправить это - проверить состояние эвотара и сервера совместно.

# data/maps/flashback/satoshi-4.json//entities/30/settings/event/14/message
source: ...while Lea was still connected.
es_es: ...mientras Lea estaba conectada.
ru_ru: ...в то время, как Лея будет подключена.

# data/maps/flashback/satoshi-4.json//entities/30/settings/event/17/message
source: However, I wasn't allowed to access the server.
es_es: Sin embargo, no se me permitía acceder al servidor.
ru_ru: Однако, мне не разрешили получить доступ к серверу.

source: The door is locked, correct? It seems we are trapped.
es_es: La puerta esta bloqueada, ¿cierto? Parece que estamos atrapados.
ru_ru: Дверь заперта, верно? Кажется, мы в ловушке.

# data/maps/flashback/satoshi-5.json//entities/35/settings/event/11/message
source: Around that time, Mr. Sidwell made requests for additional features.
es_es: En ese entonces, el Sr. Sidwell empezó a pedirnos ciertas características.
ru_ru: Примерно в то же время мистер Сидвелл сделал запрос для добавления дополнительных функций.

# data/maps/flashback/satoshi-5.json//entities/35/settings/event/12/message
source: He wanted to know if we could extract \c[3]memories\c[0] from Evotars.
es_es: Quería saber si podíamos extraer las \c[3]memorias\c[0] de los Evotares.
ru_ru: Он хотел знать, сможем ли мы извлечь \c[3]воспоминания\c[0] из эвотаров.

# data/maps/flashback/satoshi-5.json//entities/35/settings/event/13/message
source: The memories... \c[3]of the original players\c[0].
es_es: Las memorias... \c[3]de los jugadores originales\c[0].
ru_ru: Воспоминания... \c[3]первоначальных игроков\c[0].

# data/maps/flashback/satoshi-5.json//entities/35/settings/event/14/message
source: Hence, his original intent became clear to us.
es_es: Fue entonces que su intención original se nos hizo clara.
ru_ru: С тех пор его первоначальное намерение стало нам ясно.

# data/maps/flashback/satoshi-5.json//entities/35/settings/event/17/message
source: He made us develop a system to \c[3]gather intelligence\c[0] from players of CrossWorlds.
es_es: Nos hizo desarrollar un sistema para \c[3]recolectar la inteligencia\c[0] de los jugadores de CrossWorlds.
ru_ru: Он заставил нас разработать систему, чтобы \c[3]собирать данные\c[0] игроков CrossWorlds.

# data/maps/flashback/satoshi-5.json//entities/36/settings/event/9/message
source: Of course, once we discovered what kind of business we'd ended up in, we started to protest.
es_es: Por supuesto, una vez que descubrimos en que nos metimos empezamos a protestar.
ru_ru: Конечно, как только мы узнали, в какие дела вовлечены, мы начали протестовать.

# data/maps/flashback/satoshi-5.json//entities/36/settings/event/10/message
source: We never intended Evotars to be used in that manner.
es_es: Nunca quisimos que los Evotares se usen de ese modo.
ru_ru: Мы никогда не собирались использовать эвотаров таким образом.

# data/maps/flashback/satoshi-5.json//entities/36/settings/event/11/message
source: We were ready to drop everything, however...
es_es: Pensamos en dejar todo, pero...
ru_ru: Мы были готовы бросить всё, однако...

# data/maps/flashback/satoshi-5.json//entities/36/settings/event/17/message
source: It was too late for that.
es_es: Ya era demasiado tarde.
ru_ru: Было слишком поздно.

# data/maps/flashback/satoshi-5.json//entities/36/settings/event/18/message
source: We'd broken several agreements with our ex-employer...
es_es: Habíamos roto demasiados acuerdos con nuestros ex-jefes...
ru_ru: Мы нарушили несколько соглашений с экс-работодателем...

# data/maps/flashback/satoshi-5.json//entities/36/settings/event/19/message
source: That's why we've been reluctant to report anything to the authorities.
es_es: Es por eso que no estamos del todo seguro de reportar nada a las autoridades.
ru_ru: Вот почему мы не хотели ничего сообщать властям.

# data/maps/flashback/satoshi-5.json//entities/36/settings/event/20/message
source: And even when we considered doing that...
es_es: E incluso cuando consideramos hacerlo...
ru_ru: И даже когда мы решили сделать это...

# data/maps/flashback/satoshi-5.json//entities/36/settings/event/28/message
source: Mr. Sidwell managed to blackmail us into submission.
es_es: El Sr. Sidwell siempre consigue manipularnos para hacer lo que quiera.
ru_ru: Мистер Сидвелл начал нас шантажировать.

# data/maps/flashback/satoshi-5.json//entities/36/settings/event/29/message
source: His intention was clear: If any of us tried to leave, our days would be numbered.
es_es: Su intención era clara: Si alguno de nosotros intenta salir, nuestros días estarían contados.
ru_ru: Его намерение было ясно: если любой из нас попытается сбежать, наши дни будут сочтены.

# data/maps/flashback/satoshi-6.json//entities/8/settings/event/9/message
source: The method works on any player of CrossWorlds.
es_es: El método funciona con cualquier jugador de CrossWorlds.
ru_ru: Метод, работающий на любом игроке CrossWorlds.

# data/maps/flashback/satoshi-6.json//entities/8/settings/event/15/text
source: Player
es_es: Jugador
ru_ru: Игрок

# data/maps/flashback/satoshi-6.json//entities/8/settings/event/20/message
source: First we apply a \c[3]custom CrossCode\c[0] to the target player, overriding the original.
es_es: Primero, aplicamos un \c[3]CrossCode personalizado\c[0] al jugador objetivo, sobreescribiendo el original.
ru_ru: Сначала мы применяем \c[3]особый CrossCode\c[0] к целевому игроку, переопределяя оригинал.

# data/maps/flashback/satoshi-6.json//entities/8/settings/event/28/message
source: Just after a short learning phase we decouple it again.
es_es: Luego de una corta fase de entrenamiento lo desconectamos nuevamente.
ru_ru: Сразу после короткого этапа обучения мы снова отделяем его.

# data/maps/flashback/satoshi-6.json//entities/8/settings/event/35/message
source: From then on, the modified CrossCode can be run autonomously.
es_es: Desde entonces, el CrossCode modificado puede ser ejecutado autónomamente.
ru_ru: И с этого момента модифицированный CrossCode может быть запущен автономно.

# data/maps/flashback/satoshi-6.json//entities/8/settings/event/41/message
source: \c[3]The Evotar is born.\c[0]
es_es: \c[3]El Evotar nace\c[0].
ru_ru: Так \c[3]рождается эвотар.\c[0]

# data/maps/flashback/satoshi-6.json//entities/8/settings/event/57/message
source: In order to fully regain their memory, the Evotar needs to spend some time within the Evotarground.
es_es: Para recuperar su memoria enteramente, el Evotar tiene que pasar un tiempo en el Mundo Evotar.
ru_ru: Для того, чтобы полностью восстановить свою память, эвотар должен провести некоторое время в зоне эвотаров.

# data/maps/flashback/satoshi-6.json//entities/8/settings/event/60/message
source: And as soon as this is complete ... we gather the intelligence.
es_es: Y en cuanto eso pase... recolectamos la información.
ru_ru: И как только это заканчивается... мы собираем данные.

# data/maps/flashback/satoshi-7.json//entities/5/settings/event/9/message
source: It turns out you can't simply extract their memory.
es_es: Resulta que no puedes simplemente extraer su memoria.
ru_ru: Оказывается, что нельзя просто извлечь их память.

# data/maps/flashback/satoshi-7.json//entities/5/settings/event/10/message
source: But of course you can \c[3]interrogate\c[0] an Evotar, just like any person.
es_es: Pero por supuesto se puede \c[3]interrogar\c[0] a un Evotar, como a cualquier persona.
ru_ru: Но, конечно же, можно \c[3]допросить\c[0] эвотара, как и любого человека.

# data/maps/flashback/satoshi-7.json//entities/5/settings/event/11/message
source: Interrogate them...\. with virtually no restraints on the technique.
es_es: Interrogarlos...\. sin ningún tipo de restricción en la técnica.
ru_ru: Допросить их...\. практически без ограничений.

# data/maps/flashback/satoshi-7.json//entities/5/settings/event/17/message
source: The method worked.
es_es: El método funcionó.
ru_ru: Рабочий метод.

# data/maps/flashback/satoshi-7.json//entities/5/settings/event/18/message
source: We managed to collect highly confidential information... in secret, without leaving any trace.
es_es: Conseguimos recolectar información altamente confidencial... en secreto, sin dejar ningún tipo de rastro.
ru_ru: Нам удалось собрать конфиденциальную информацию... в тайне, не оставляя никаких следов.

# data/maps/flashback/satoshi-8.json//entities/26/settings/event/8/message
source: The \c[3]Evotar Server\c[0]. It is the host for all Evotars with the exception of Lea.
es_es: El \c[3]Servidor Evotar\c[0] es donde residen todos los Evotares, con la excepción de Lea.
ru_ru: \c[3]Сервер эвотаров\c[0]. Это хост для всех эвотаров, за исключением Леи.

# data/maps/flashback/satoshi-8.json//entities/26/settings/event/9/message
source: It's located \c[3]within the Playground itself\c[0], somewhere inside the dungeon compound of Evotarground.
es_es: Está localizaco \c[3]dentro del Campo de Juego\c[0], en algún lugar de las mazmorras del Mundo Evotar.
ru_ru: Он расположен \c[3]в игровой зоне\c[0], где-то внутри подземелья зоны эвотаров.

# data/maps/flashback/satoshi-8.json//entities/26/settings/event/10/message
source: Access is highly limited.
es_es: El acceso es altamente limitado.
ru_ru: Доступ сильно ограничен.

# data/maps/flashback/satoshi-8.json//entities/26/settings/event/11/message
source: Only avatars with an \c[3]embedded access key\c[0] can enter the area without triggering the self-destruct sequence.
es_es: Solo los avatares con una \c[3]llave de acceso incrustada\c[0] pueden entrar al área sin activar la secuencia de auto-destrucción.
ru_ru: Только аватары со \c[3]встроенным ключом доступа\c[0] могут входить в область без запуска последовательности самоуничтожения.

# data/maps/flashback/satoshi-8.json//entities/26/settings/event/12/message
source: Remote administration is disabled entirely with the exception of one command: the deletion of all data.
es_es: La administración remota está desactivada por completo, con la excepción de un comando: la eliminación de todos los datos.
ru_ru: Удалённое администрирование полностью отключено, за исключением одной команды: удаление всех данных.

# data/maps/flashback/satoshi-8.json//entities/26/settings/event/15/message
source: It is Sidwell's final trump card.
es_es: Es la último truco bajo la manga de Sidwell.
ru_ru: Это последний козырь Сидвелла.

# data/maps/flashback/satoshi-8.json//entities/26/settings/event/16/message
source: The server is impossibly hard to reach and even if we tried...\. He could wipe its data at any time.
es_es: El servidor es casi imposible de acceder e incluso si lo intentáramos...\. Podría borrar los datos en cualquier momento.
ru_ru: До сервера невозможно добраться, и даже если мы попробуем...\. Он может стереть данные в любое время.

# data/maps/flashback/satoshi-8.json//entities/26/settings/event/17/message
source: It would put an end to almost any Evotar in existence... \c[3]including myself\c[0].
es_es: Le pondría un fin a casi todos los Evotares en existencia... \c[3]yo incluído\c[0].
ru_ru: Это положит конец почти любому существующему эвотару... \c[3]включая меня\c[0].

# data/maps/flashback/satoshi-8.json//entities/27/settings/event/11/message
source: As a compromise, I convinced Sidwell to go to the server \c[3]together with Lea\c[0].
es_es: Como compromiso, convencí a Sidwell de ir al servidor \c[3]junto con Lea\c[0].
ru_ru: В качестве компромисса, я убедил Сидвелла пойти на сервер \c[3]вместе с Леей\c[0].

# data/maps/flashback/satoshi-8.json//entities/27/settings/event/15/message
source: He attempted to debug the issue while I provided remote support.
es_es: El intentaba solucionar el problema mientras yo le daba soporte remoto.
ru_ru: Он попытался отладить проблему, пока я предоставлял удалённую поддержку.

# data/maps/flashback/satoshi-8.json//entities/27/settings/event/16/message
source: In order to do that, Lea was given the \c[3]access key\c[0].
es_es: Pero para hacerlo, le dieron la \c[3]llave de acceso\c[0] a Lea.
ru_ru: Для этого Лее был предоставлен \c[3]ключ доступа\c[0].

# data/maps/flashback/satoshi-8.json//entities/27/settings/event/22/message
source: Despite all the efforts, I told him that the issue could not be fixed.
es_es: A pesar de todos mis esfuerzos, le dije que el problema no se podía solucionar.
ru_ru: Несмотря на все усилия, я сказал ему, что проблема не может быть решена.

# data/maps/flashback/satoshi-9.json//entities/51/settings/event/8/message
source: As a final attempt, Lea was relocated to my personal development server.
es_es: Como último intento, Lea fue reubicada a mi servidor de desarrollo personal.
ru_ru: В качестве последней попытки, Лея была перенесена на мой личный сервер разработки.

# data/maps/flashback/satoshi-9.json//entities/51/settings/event/9/message
source: But ultimately, I concluded that she was broken for good.
es_es: Pero finalmente, concluí de que era irreparable.
ru_ru: Но в конечном итоге, я пришёл к выводу, что она сломана навсегда.

# data/maps/flashback/satoshi-9.json//entities/51/settings/event/15/message
source: I was tasked with deleting her.
es_es: Me ordenaron borrarla.
ru_ru: Мне было поручено удалить её.

# data/maps/flashback/satoshi-9.json//entities/51/settings/event/16/message
source: Instead, I secretly snuck her back into official game servers.
ru_ru: Вместо этого, я тайком вернул её обратно на официальные игровые серверы.

# data/maps/flashback/satoshi-9.json//entities/51/settings/event/17/message
source: Hidden within a small data corruption of the database.
es_es: Escondida en una pequeña corrupción de la base de datos.
ru_ru: Скрытую вместе с небольшими повреждёнными данными в базе.

# data/maps/flashback/satoshi-9.json//entities/51/settings/event/18/message
source: One where I was certain that an old colleague would eventually be tasked with looking into it.
es_es: Una en la que estaba seguro de que un viejo colega le sería ordenado investigar.
ru_ru: Такими, на которые старый коллега в конечном итоге обратит внимание.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/5/message
source: It all started several years ago...
es_es: Todo comenzo hace varios años...
ru_ru: Всё началось несколько лет назад...

# data/maps/flashback/sergey-1.json//entities/75/settings/event/14/message
source: At a time when we were all still employed by Instatainment.
es_es: Cuando aún éramos empleados de Instatainment.
ru_ru: В то время, когда мы ещё работали в Instatainment.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/15/message
source: Satoshi...\. he was one of the head software-engineers for CrossWorlds.
es_es: Satoshi...\. él era uno de los principales ingenieros de software para CrossWorlds.
ru_ru: Сатоши...\. он был одним из главных разработчиков CrossWorlds.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/16/message
source: He was responsible for implementing the \c[3]avatar controlling module\c[0].
es_es: Él era responable de implementar el \c[3]módulo de control del avatar\c[0].
ru_ru: Он отвечал за реализацию \c[3]модуля управления аватаром\c[0].
