Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/flashback.po
Languages: es_es, ru_ru

# data/maps/flashback/sergey-1.json//entities/75/settings/event/17/message
source: You see... since avatars are controlled with a \c[3]mere thought\c[0], this part was one of the most complex, and difficult to get right.
es_es: Como los avatares son controlados con \c[3]el pensamiento\c[0], esta parte era una de las más complejas y difíciles de hacer bien.
ru_ru: Видишь ли... поскольку аватары управляются с помощью \c[3]мысли\c[0], эта часть была одной из самых трудных, требующих сложных решений.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/18/message
source: Yet Satoshi... he succeeded in creating a reliable connection.
es_es: Y aún así, Satoshi... tuvo éxito en crear una conexión confiable.
ru_ru: И всё же, Сатоши... ему удалось создать надёжную связь.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/19/message
source: He developed a neural network analyzing the player's neural oscillation.
ru_ru: Он разработал нейронную сеть, анализирующую нервные колебания игрока.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/20/message
source: After just a short learning phase, it allowed for controlling your avatar like it was your own body.
es_es: Después de una pequeña fase de entrenamiento, te permitía controlar a tu avatar como si fuera tu propio cuerpo.
ru_ru: После небольшого обучения это позволяло контролировать свой аватар, как будто это было ваше собственное тело.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/21/message
source: It was a technological masterpiece, called the \c[3]CrossCode\c[0].
es_es: Era una obra maestra tecnológica, llamada el \c[3]CrossCode\c[0].
ru_ru: Это был технологический шедевр, названный \c[3]CrossCode\c[0].

# data/maps/flashback/sergey-1.json//entities/75/settings/event/34/message
source: After some time, though... Satoshi discovered something new.
ru_ru: Спустя некоторое время... Сатоши обнаружил кое-что ещё.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/35/message
source: The CrossCode went beyond just analysing players' thoughts to control avatars.
es_es: El CrossCode iba más allá de tan solo analizar los pensamientos de los jugadores para controlar avatares.
ru_ru: CrossCode вышел за рамки простого анализа мыслей игроков для контроля аватаров.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/36/message
source: Using the same neural network as a foundation... it was possible to entirely simulate features of the brain.
es_es: Usando la misma red neuronal como base... era posible simular enteramente partes del cerebro humano.
ru_ru: Используя ту же нейронную сеть в качестве основы... можно было полностью смоделировать функции мозга.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/37/message
source: Perception, logical thinking, emotions...\. even memories.
es_es: Percepción, pensamiento lógico, emociones...\. incluso memorias.
ru_ru: Восприятие, логическое мышление, эмоции...\. даже воспоминания.

# data/maps/flashback/sergey-1.json//entities/75/settings/event/38/message
source: Before you knew it... the CrossCode evolved into a \c[3]fully-fledged A.I.\c[0].
es_es: Antes de que te des cuenta... el CrossCode evolucionó a una \c[3]completamente desarrollada inteligencia artificial\c[0].
ru_ru: Прежде, чем мы смогли это осознать... CrossCode превратился в \c[3]полноценный искусственный интеллект\c[0].

# data/maps/flashback/sergey-1.json//entities/75/settings/event/39/message
source: And it could run an avatar... without the player. A so-called \c[3]Evotar\c[0].
ru_ru: И это позволило запустить аватар... без игрока. Так называемый \c[3]эвотар\c[0].

# data/maps/flashback/sergey-2.json//entities/11/settings/event/9/message
source: Satoshi was very excited by his discovery.
es_es: Satoshi estaba muy emocionado con su descubrimiento.
ru_ru: Сатоши был очень рад своему открытию.

# data/maps/flashback/sergey-2.json//entities/11/settings/event/10/message
source: He pitched his findings to the higher-ups... hoping to develop a fully autonomous AI based on the CrossCode.
es_es: Presentó sus hallazgos a las autoridades... esperando desarrollar una inteligencia artificial autónoma basada en el CrossCode.
ru_ru: Он отчитался вышестоящему руководству... в надежде разработать полностью автономный искусственный интеллект на основе CrossCode.

# data/maps/flashback/sergey-2.json//entities/11/settings/event/11/message
source: However...
es_es: Sin embargo...
ru_ru: Однако...

# data/maps/flashback/sergey-2.json//entities/11/settings/event/18/message
source: Instatainment was far less enthusiastic about it.
es_es: Instatainment no estaba tan emocionado con el tema.
ru_ru: Instatainment не разделили его энтузиазм по этому поводу.

# data/maps/flashback/sergey-2.json//entities/11/settings/event/20/message
source: Their priorities were clear: it was only about controlling avatars.
es_es: Sus prioridades eran calaras: solo se trataba de controlar avatares.
ru_ru: Их приоритеты были ясны: речь шла только об управлении аватарами.

# data/maps/flashback/sergey-2.json//entities/11/settings/event/23/message
source: Any additional functionality, especially the copying of memories, was unwanted.
es_es: Cualquier funcionalidad adicional, especialmente copiar memorias, no era deseada.
ru_ru: Любой дополнительный функционал, особенно копирование памяти, был нежелателен.

# data/maps/flashback/sergey-2.json//entities/11/settings/event/25/message
source: They immediately blocked any effort going into developing Evotars.
es_es: Inmediatamente bloquearon cualquier esfuerzo dedicado al desarrollo de los Evotares.
ru_ru: Они немедленно откинули все попытки, направленные на развитие Эвотаров.

# data/maps/flashback/sergey-2.json//entities/11/settings/event/41/message
source: Satoshi...\. he was deeply frustrated about this.
es_es: Satoshi...\. estaba muy frustrado por ello.
ru_ru: Сатоши...\. он был глубоко разочарован этим.

# data/maps/flashback/sergey-2.json//entities/11/settings/event/47/message
source: Soon afterwards, Satoshi, Shizuka and Gautham...
es_es: Poco después, Satoshi, Shizuka y Gautham...
ru_ru: Вскоре после этого Сатоши, Шизука и Гаутам...

# data/maps/flashback/sergey-2.json//entities/11/settings/event/48/message
source: All 3 of them... \c[3]left the company\c[0].
es_es: Ellos 3... \c[3]dejaron la compañía\c[0].
ru_ru: Все трое... \c[3]покинули компанию\c[0].
