Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/44/message
source: Let us head back.
es_es: Volvamos.
ru_ru: Давай вернёмся назад.

# data/maps/forest/path-10-hidden.json//entities/216/settings/blockEvent/3/message
source: Are you ready to storm Vermillion Wasteland?
es_es: ¿Estás lista para entrar al Vertedero Vermillion?
ru_ru: Ты готова штурмовать Пустошь Вермиллион?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good. Everyone get ready!
es_es: Bien. ¡Prepárense todos!
ru_ru: Хорошо. Всем приготовиться!

source: The time has come!
es_es: ¡Ha llegado el momento!
ru_ru: Время пришло!

source: Let us proceed through the cave and assemble right before the exit!
es_es: ¡Atravesemos la cueva y reunámonos justo antes de la salida!
ru_ru: Давайте пройдём через пещеру и соберёмся прямо перед выходом!

source: I will give you further instructions on what to do when we are there!
es_es: ¡Les daré más información sobre qué hacer una vez estemos allí!
ru_ru: Я дам вам дальнейшие инструкции о том, что делать, когда мы будем там!

source: Alrighty!\. Let's go everyone!
es_es: ¡Muy bien!\. ¡Vamos todos!
ru_ru: Ладненько!\. Давайте, ребята, вперёд!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Alright. Make sure you are well prepared.
es_es: Muy bien. Asegúrate de estar bien preparada.
ru_ru: Ладно. Убедись, что хорошо подготовлена.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/8/message
source: They closed it off for good, huh?
es_es: Lo han cerrado para siempre, ¿no?
ru_ru: Значит, они закрыли его насовсем...

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/10/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/13/message
source: When I saw the stars up there, I suddenly remembered a lot of things.
es_es: Cuando vi las estrellas ahí arriba, de pronto recordé muchas cosas.
ru_ru: Когда я увидел там звёзды, я внезапно вспомнил много разных вещей.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/15/message
source: And \c[3]Vermillion Wasteland\c[0]...\. was one of them.
es_es: Y el \c[3]Vertedero Vermillion\c[0]...\. fue una de ellas.
ru_ru: И \c[3]Пустошь Вермиллион\c[0]...\. была одной из них.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/17/message
source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/18/message
source: Because...\. I was there.\. Many times.
es_es: Porque...\. estuve ahí.\. Muchas veces.
ru_ru: Потому что...\. я был там.\. Много раз.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/19/message
source: And I helped...\. to make it all happen.
es_es: Y contribuí...\. para que todo esto suceda.
ru_ru: И я помог...\. всему этому случиться.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/20/message
source: My task was...\. to keep watching you.
es_es: Mi tarea era...\. vigilarte.
ru_ru: Моей задачей было...\. следить за тобой.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/21/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/22/message
source: I...\. don't know.
es_es: Yo....\. no lo sé.
ru_ru: Я...\. не знаю.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/23/message
source: A lot of it is still fuzzy.
es_es: Aún no recuerdo los detalles.
ru_ru: Многое всё ещё как в тумане.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/24/message
source: I just remember, that I didn't want you to find out.
es_es: Tan solo recuerdo, que no quería que te enteraras.
ru_ru: Я просто помню, что я не хотел, чтобы ты узнала.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/26/message
source: I suppose that's what I was...
es_es: Supongo que eso es lo que era...
ru_ru: Видимо, вот кем я был...

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/27/message
source: A \c[3]spy\c[0]...
es_es: Un \c[3]espía\c[0]...
ru_ru: \c[3]Шпионом\c[0]...

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/28/message
source: Deceiving you...\. all this time.
es_es: Te estuve engañando....\. todo este tiempo.
ru_ru: Который обманывал тебя...\. всё это время.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/31/message
source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/32/message
source: I...
es_es: Yo...
ru_ru: Я...

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/33/message
source: I don't know what else to say...
es_es: No sé qué más decir...
ru_ru: Я не знаю, что ещё сказать...

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/41/message
source: Let's take things slowly, C'tron.
ru_ru: Давай не будем торопиться, Ци'трон.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/43/message
source: Huh?
es_es: ¿Eh?
ru_ru: А?

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/47/message
source: It's good that your memory seems to be returning so quickly.
ru_ru: Хорошо, что твоя память, похоже, возвращается довольно быстро.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/48/message
source: Do you remember enough to understand the situation you are in right now?
es_es: ¿Recuerdas lo suficiente para comprender la situación en la que te encuentras ahora mismo?
ru_ru: Помнишь ли ты достаточно для того, чтобы понимать, в какой ситуации ты сейчас находишься?

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/50/message
source: I think I do.
es_es: Creo que sí.
ru_ru: Я думаю, что да.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/51/message
source: I'm an Evotar, right?
es_es: Soy un Evotar, ¿cierto?
ru_ru: Я эвотар, да?

# data/maps/forest/path-10.json//entities/99/settings/interact/hoverText
source: Old Dojo
es_es: Viejo Dojo
ru_ru: Старое додзё

# data/maps/forest/path-10.json//entities/768/settings/interact/hoverText
source: Read inscription
es_es: Leer inscripción
ru_ru: Прочесть надпись

# data/maps/forest/path-10.json//entities/768/settings/interact/title
source: \c[3]The Old Dojo\c[0]
es_es: \c[3]El Viejo Dojo\c[0]
ru_ru: \c[3]Старое додзё\c[0]

# data/maps/forest/path-10.json//entities/768/settings/interact/event/0/text
source: This place of training shall only be open to those deemed worthy.
es_es: Este sitio de entrenamiento solo se abrirá a aquellos que sean considerados dignos.
ru_ru: Это место обучения откроется только для тех, кого сочтут достойным.

# data/maps/forest/path-10.json//entities/769/settings/event/1/thenStep/0/message
source: Lea? The \c[3]hidden entrance\c[0] should be around here, but please make sure nobody is in your party before we have a look at it.
es_es: ¿Lea? La \c[3]entrada oculta\c[0] debería estar por aquí, pero por favor asegúrate de que no hay nadie en tu grupo antes de que le echemos un vistazo.
ru_ru: Лея? \c[3]Скрытый проход\c[0] находится где-то здесь, но, пожалуйста, убедись, что в твоей группе никого нет, прежде чем мы увидим его.

# data/maps/forest/path-10.json//entities/769/settings/event/1/elseStep/0/message
source: Okay, we are at the \c[3]Old Dojo\c[0] now. The hidden entrance should be somewhere towards the \c[3]east\c[0].
es_es: Bien, ahora estamos en el \c[3]Viejo Dojo\c[0]. La entrada oculta debería estar en algún lugar hacia el \c[3]este\c[0].
ru_ru: Хорошо, мы сейчас у \c[3]Старого додзё\c[0]. Скрытый проход должен быть где-то к \c[3]востоку\c[0].

# data/maps/forest/path-10.json//entities/772/settings/event/2/message
source: Wait...
es_es: Espera...
ru_ru: Подожди...

# data/maps/forest/path-10.json//entities/772/settings/event/5/message
source: Wait?
es_es: ¿Espera?
ru_ru: Подожди?

# data/maps/forest/path-10.json//entities/772/settings/event/6/message
source: I think I found it!
es_es: ¡Creo que la he encontrado!
ru_ru: Мне кажется, что я нашел его!

# data/maps/forest/path-10.json//entities/772/settings/event/8/message
source: It is right here, that wall to the east. Let me see if I can open it...
es_es: Es justo aquí, esa pared al este. Déjame ver si puedo abrirla...
ru_ru: Это прямо здесь, эта стена на востоке. Дай мне взглянуть, смогу ли я открыть его...

# data/maps/forest/path-10.json//entities/772/settings/event/19/message
source: There we go!
es_es: ¡Eso es!
ru_ru: Вот так!

# data/maps/forest/path-10.json//entities/772/settings/event/20/message
source: Let us see what we find in there.
es_es: Veamos qué encontramos allí.
ru_ru: Давай посмотрим, что нас там ждёт.

# data/maps/forest/path-10.json//entities/772/settings/event/21/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-10.json//entities/774/settings/event/8/message
source: Oh yes...\. one last thing.
ru_ru: Ах да...\. одна последняя деталь.

# data/maps/forest/path-10.json//entities/774/settings/event/9/message
source: Could you go to the \c[3]First Scholar HQ\c[0]?
es_es: ¿Podrías ir a la sede de los \c[3]Primeros Eruditos\c[0]?
ru_ru: Не могла бы ты сходить в \c[3]штаб Первоучёных\c[0]?

# data/maps/forest/path-10.json//entities/774/settings/event/10/message
source: I would like to try something out.
es_es: Quiero probar algo.
ru_ru: Я хотел бы кое-что попробовать.

# data/maps/forest/path-10.json//entities/774/settings/event/13/task
source: Sergey wants you to go to the \c[3]First Scholar HQ\c[0] to test something.
es_es: Sergey quiere que vayas a la sede de los \c[3]Primeros Eruditos\c[0] para probar algo.
ru_ru: Сергей хочет, чтобы вы пошли к \c[3]штабу Первоучёных\c[0], чтобы что-то проверить.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: We've all gathered and are ready!
es_es: ¡Ya estamos todos listos!
ru_ru: Мы все собрались и готовы!

source: Good!\. Then let us reveal the secret entrance.
es_es: ¡Bien!\. Entonces revelaré la entrada secreta.
ru_ru: Хорошо!\. Тогда давайте откроем секретный проход.

source: Whoa!
es_es: ¡Wow!
ru_ru: Ого!

# data/maps/forest/path-10.json//entities/783/settings/teleportLabel
source: To the \c[3]Old Hideout\c[0]
es_es: Al \c[3]Viejo escondite\c[0]
ru_ru: В \c[3]Старое укрытие\c[0]

# data/maps/forest/path-10.json//entities/783/settings/blockEvent/2/message
source: Lea, we must not enter this area with anyone else.
es_es: Lea, no debemos entrar en esta zona con nadie más.
ru_ru: Лея, мы не должны входить в эту область с кем-либо ещё.

# data/maps/forest/path-10.json//entities/783/settings/blockEvent/3/message
source: Make sure to disband your party before you proceed.
es_es: Asegúrate de estar sola en tu grupo antes de continuar.
ru_ru: Распусти свою группу, прежде чем продолжить.

# data/maps/forest/path-10.json//entities/784/settings/event/0/message
source: Polly, where are you?
es_es: Polly, ¿dónde estás?
ru_ru: Полли, где ты?

# data/maps/forest/path-10.json//entities/784/settings/event/1/message
source: I'm right next to you...
es_es: Justo al lado tuyo...
ru_ru: Я рядом с тобой...

# data/maps/forest/path-10.json//entities/784/settings/event/2/message
source: Whoops!\. Sorry, you're just easy to miss in the bamboo.
es_es: ¡Ups!\. Lo siento, te camuflas muy bien entre el bambú.
ru_ru: Упс!\. Прости, тебя слишком легко потерять в бамбуке.

# data/maps/forest/path-10.json//entities/784/settings/event/3/message
source: Yes, yes.\. Green hair, I get it.
es_es: Sí, sí.\. El pelo verde, ya entiendo.
ru_ru: Да-да.\. Зеленые волосы, я понял.

# data/maps/forest/path-11.json//entities/367/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

# data/maps/forest/path-12.json//entities/362/settings/interact/hoverText
source: Ascension Temple
es_es: Templo de Ascensión
ru_ru: Храм вознесения

# data/maps/forest/path-12.json//entities/678/settings/event/0/thenStep/0/message
source: Sacrebleu, that was one hell of a parkour to get here!
es_es: Sacrebleu, ¡la de vueltas que dimos para llegar aquí!
ru_ru: Sacrebleu (Чёрт возьми), такой адский паркур, чтобы добраться сюда!

source: Gosh, that was a lot of jumping. It better be worth it!
es_es: Uf, esos fueron mucho saltos. ¡Espero que valga la pena!
ru_ru: Боже, так много прыжков. Это должно стоить того!

source: That was quite the challenging parkour, indeed! Today, we honed our Spheromancer skills even further!
es_es: ¡Eso ha sido realmente un camino desafiante! ¡Hoy hemos honrado nuestras habilidades de Spheromancer aún más!
ru_ru: Это воистину был довольно испытывающий паркур! Сегодня мы ещё больше отточили свои навыки сферомантов!

source: How did we even get up here?\. I totally lost track.
es_es: ¿Cómo es que llegamos aquí?\. Me he perdido por completo.
ru_ru: Как мы вообще сюда попали?\. Я совсем потерял след.

# data/maps/forest/path-12.json//entities/693/settings/dialog/0/text
source: Dear Seekers, thank you very much for your ongoing support.
es_es: Queridos Buscadores, muchas gracias por su apoyo incondicional.
ru_ru: Уважаемые Искатели, большое спасибо за вашу постоянную поддержку.

# data/maps/forest/path-12.json//entities/693/settings/dialog/1/text
source: Final Dungeon when?!
es_es: ¡¿Cuándo sale la última mazmorra?!
ru_ru: Завершающее подземелье, когда?!

# data/maps/forest/path-12.json//entities/693/settings/dialog/2/text
source: It is thanks to all of you that operation \c[3]Track Walker\c[0] has come this far.
es_es: Es gracias a ustedes que la operación \c[3]Aprendiz del Camino\c[0] ha llegado a este punto.
ru_ru: Именно благодаря всем вам операция \c[3]Путепроходец\c[0] зашла так далеко.

# data/maps/forest/path-12.json//entities/693/settings/dialog/3/text
source: Big Update still this year?
es_es: ¿Sigue pronosticado para este año?
ru_ru: Большое обновление всё ещё в этом году?

# data/maps/forest/path-12.json//entities/693/settings/dialog/4/text
source: We are currently hard at work to make this Temple accessible in the near future.
es_es: Estamos trabajando duro para que este Templo sea accesible en un futuro cercano.
ru_ru: В настоящее время мы усердно работаем над тем, чтобы сделать этот Храм доступным в ближайшем будущем.

# data/maps/forest/path-12.json//entities/693/settings/dialog/5/text
source: I want my ending now!!
es_es: ¡¡Quiero mi final ahora!!
ru_ru: Я хочу свой конец игры сейчас!!

# data/maps/forest/path-12.json//entities/693/settings/dialog/6/text
source: You think anyone from Instatainment is listening to us?
es_es: ¿Crees que hay alguien en Instatainment a quién le importe?
ru_ru: Ты думаешь, кто-нибудь из Instatainment слушает нас?

# data/maps/forest/path-12.json//entities/693/settings/dialog/7/text
source: Probably not...
es_es: Probablemente no...
ru_ru: Скорее всего, нет...

# data/maps/forest/path-12.json//entities/693/settings/dialog/8/text
source: It's always the same with these game productions.
es_es: Es siempre igual con los desarrolladores de videojuegos.
ru_ru: Всегда так с этими играми.

# data/maps/forest/path-12.json//entities/693/settings/dialog/9/text
source: Let me in!!!
es_es: ¡¡Déjame entrar!!
ru_ru: Впустите меня!!!

source: There you are, dear!
es_es: ¡Ahí estás, querida!
ru_ru: Вот ты где, дорогая!

source: The \c[3]Ku'lero Temple\c[0] will open soon!
es_es: ¡El \c[3]Templo Ku'lero\c[0] abrirá pronto!
ru_ru: \c[3]Храм Ку'леро\c[0] скоро откроется!

source: But there's still enough time to prepare.
es_es: Pero aún queda tiempo para prepararse.
ru_ru: Но ещё достаточно времени, чтобы подготовиться.

source: Just talk to \c[3]Lukas\c[0] if you want your current stats evaluated.
es_es: Tan solo habla con \c[3]Lukas\c[0] si quieres que evalúe tus estadísticas.
ru_ru: Просто поговори с \c[3]Лукасом\c[0], если хочешь получить оценку своих характеристик.

source: Now with all that being said...
es_es: Con eso dicho...
ru_ru: Ну и наконец...

source: Are you \c[3]ready to run the temple\c[0]?
es_es: ¿Estás \c[3]lista para el templo\c[0]?
ru_ru: Ты \c[3]готова пройти храм\c[0]?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alrighty!
es_es: ¡Muy bien!
ru_ru: Ладненько!

source: Let's all try to get closer to the entrance!
es_es: ¡Intentemos acercarnos a la entrada!
ru_ru: Давайте попробуем пройти ближе ко входу!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Alright, dear.\. Take your time to be well prepared!
es_es: Está bien, querida.\. ¡Tómate tu tiempo para prepararte!
ru_ru: Хорошо, дорогая.\. Не торопись и хорошо подготовься!

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/forest/path-12.json//entities/798/settings/npcStates/0/event/2/message
source: Hey there!\. The final temple will open soon!
es_es: ¡Holerö!\. ¡El último templo se abrirá pronto!
ru_ru: Эй!\. Финальный храм скоро откроется!

# data/maps/forest/path-12.json//entities/798/settings/npcStates/0/event/3/message
source: Do you want me to have a look at your stats and equipment?
es_es: ¿Quieres que le eche un vistazo a tus estadísticas y equipamiento?
ru_ru: Ты хочешь, чтобы я посмотрел твои характеристики и экипировку?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okay let's see...
es_es: Muy bien, veamos...
ru_ru: Ладно, посмотрим...

source: Jawohl! I see you're \c[3]well prepared\c[0].
es_es: ¡Jawohl! Veo que estás \c[3]bien preparada\c[0].
ru_ru: Jawohl (Да)! Я вижу, что ты \c[3]хорошо подготовлена\c[0].

source: Good equipment and stats for your level. You'll be fine!
es_es: Tienes buen equipamiento y estadísticas para tu nivel. ¡Estarás bien!
ru_ru: Хорошая экипировка и характеристики для твоего уровня. Всё будет хорошо!

source: Hm... I'd say you \c[3]could do better\c[0].
es_es: Hm... diría que \c[3]podrías estar mejor\c[0].
ru_ru: Хм... я бы сказал, что \c[3]могло бы быть и лучше\c[0].

source: Things might still work with those stats, but it won't be a breeze.
es_es: Puede que lo consigas con esas estadísticas, pero no te será fácil.
ru_ru: Возможно, что всё получится и с такими характеристиками, но это не будет лёгкой прогулкой.

source: I suggest you look for \c[3]better equipment\c[0]. It's the most important factor for your stats.
es_es: Te sugiero que buques \c[3]mejor equipamiento\c[0]. Es el factor más importante de todos.
ru_ru: Я предлагаю тебе поискать \c[3]экипировку получше\c[0]. Это самый важный фактор для твоих характеристик.

source: Oh junge. You really gotta \c[3]work on your stats\c[0]!
es_es: Oh junge. ¡Tienes que \c[3]subir esas estadísticas\c[0]!
ru_ru: Oh Junge (Боже). Тебе действительно стоит \c[3]поработать над своими характеристиками\c[0]!

source: Those may have been sufficient back for the raid, but you'll have a \c[3]hard time\c[0] for the final temple.
es_es: Puede que te haya alcanzado en la raid, pero este último templo se te hará \c[3]muy difícil\c[0].
ru_ru: Возможно, что этого было достаточно для рейда, но у тебя будут \c[3]явные проблемы\c[0] в финальном храме.

source: No really, you really should \c[3]improve your equipment\c[0]. It's by far the most important factor for your stats.
es_es: No, en serio. Deberías \c[3]mejorar tu equipamiento\c[0]. Es de lejos el factor más importante de todos.
ru_ru: Нет, правда, тебе реально стоит \c[3]улучшить свою экипировку\c[0]. Это однозначно самый важный фактор для твоих характеристик.

source: Also make sure to \c[3]check your circuit tree\c[0] if there are any more skills you can learn.
es_es: También \c[3]échale un vistazo a tus circuitos\c[0], fíjate si no tienes algo más que aprender.
ru_ru: Также убедись, что \c[3]проверила свою схему\c[0], возможно, что есть навыки, которые ты можешь изучить.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Sure thing!\. Let me know when you change your mind.
es_es: ¡De acuerdo!\. Hazme saber si cambias de opinión.
ru_ru: Ну ладно!\. Дай знать, когда передумаешь.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

# data/maps/forest/path-12.json//entities/829/settings/event/29/message
source: It's soooo crowded!
es_es: ¡Está lleno de gente!
ru_ru: Тут такаааая толпища!

# data/maps/forest/path-12.json//entities/829/settings/event/31/message
source: I know, right?\. Who would have thought?
es_es: ¿Sí, no?\. ¿Quién se lo habría imaginado?
ru_ru: И не говори!\. Кто бы мог подумать?

# data/maps/forest/path-12.json//entities/829/settings/event/36/message
source: Everyone is here, right?
es_es: Ya estamos todos aquí, ¿cierto?
ru_ru: Все здесь, верно?

# data/maps/forest/path-12.json//entities/829/settings/event/37/message
source: It should start any moment, now!
es_es: ¡Debería abrirse en cualquier momento!
ru_ru: Оно вот-вот начнётся!

# data/maps/forest/path-12.json//entities/829/settings/event/44/message
source: Hello everyone!
es_es: ¡Hola a todos!
ru_ru: Всем привет!

# data/maps/forest/path-12.json//entities/829/settings/event/47/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/forest/path-12.json//entities/829/settings/event/48/message
source: I heard you're all going to run the new temple together?
es_es: ¿He oído que entrarán al templo todos juntos?
ru_ru: Я слышала, вы все вместе будете проходить новый храм?

# data/maps/forest/path-12.json//entities/829/settings/event/50/message
source: Yes, my dear! Feel free to join us!
es_es: ¡Sí, querida! ¡Puedes unirte si quieres!
ru_ru: Да, дорогая! Присоединяйся, если хочешь!

# data/maps/forest/path-12.json//entities/829/settings/event/51/message
source: Excellent!
es_es: ¡Excelente!
ru_ru: Прекрасно!

# data/maps/forest/path-12.json//entities/829/settings/event/58/message
source: Those are a lot of players in one spot!
es_es: ¡Hay muchos jugadores aquí!
ru_ru: Здесь так много игроков в одном месте!

# data/maps/forest/path-12.json//entities/829/settings/event/59/message
source: I hope the servers can hold the load.
ru_ru: Надеюсь, серверы выдержат нагрузку.

# data/maps/forest/path-12.json//entities/829/settings/event/61/message
source: Satoshi, keep the immersion, please!
ru_ru: Сатоши, пожалуйста, не нарушай погружение!

# data/maps/forest/path-12.json//entities/829/settings/event/62/message
source: Oh...\. pardon!
es_es: Oh....\. ¡perdón!
ru_ru: Ой...\. прошу прощения!

# data/maps/forest/path-12.json//entities/829/settings/event/71/message
source: It's the old geezer!\. And he's flying!
es_es: ¡Es el viejo ese!\. ¡Y está volando!
ru_ru: Это тот старикашка!\. И он летит!

# data/maps/forest/path-12.json//entities/829/settings/event/75/message
source: Welcome, Seekers.
es_es: Bienvenidos, Buscadores.
ru_ru: Добро пожаловать, Искатели.

# data/maps/forest/path-12.json//entities/829/settings/event/76/message
source: I am very grateful that all of you have assembled here.
es_es: Me alegra mucho verlos a todos aquí.
ru_ru: Я очень благодарен, что вы все собрались здесь.

# data/maps/forest/path-12.json//entities/829/settings/event/77/message
source: Today is an important day.
es_es: Hoy es un día especial.
ru_ru: Сегодня важный день.

# data/maps/forest/path-12.json//entities/829/settings/event/78/message
source: It is possibly the biggest milestone of Project Trackwalker.
es_es: Es quizá el hito más grande del Proyecto Aprendiz del Camino.
ru_ru: Возможно, величайшее достижение операции Путепроходец.

# data/maps/forest/path-12.json//entities/829/settings/event/79/message
source: The \c[3]Ku'lero Temple\c[0], the final stage of the track, will finally open.
es_es: El \c[3]Templo Ku'lero\c[0], la etapa final del Camino, abrirá sus puertas finalmente.
ru_ru: \c[3]Храм Ку'леро\c[0], финальный этап Пути, наконец откроется.
