Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

source: Yet all of this... suddenly became very real, didn't it?
es_es: Sin embargo, todo esto... de repente se volvió muy real, ¿no?
ru_ru: Но всё это... внезапно стало таким реальным, не так ли?

source: You could say that our fantasy... is in fact your reality, eh?
es_es: Se podría decir que nuestra fantasía... es de hecho tu realidad, ¿eh?
ru_ru: Можно сказать, что наша фантазия... это твоя реальность, правда?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Now then... that's all the more reason to fight for your cause!
es_es: Ahora bien... ¡Es una razón más para luchar por tu causa!
ru_ru: Тогда... это ещё одна причина бороться за тебя!

source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

source: You're welcome, dear!
es_es: ¡De nada, querida!
ru_ru: Не за что, дорогая!

source: Good day, Lea.
es_es: Buenos días, Lea.
ru_ru: Добрый день, Лея.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: You really are by far the most human-like AI I've experienced.
es_es: Realmente eres la IA más humana que he experimentado.
ru_ru: Ты и правда самый человечный искусственный интеллект, который я когда-либо видел.

source: You passed the Turing Test with flying colors.
es_es: Has pasado el Test de Turing con gran éxito.
ru_ru: Ты прошла тест Тьюринга с блеском.

source: Lea!
ru_ru: Лея!

source: Let us hope that Ivan thinks the same way.
es_es: Esperemos que Ivan piense lo mismo.
ru_ru: Будем надеяться, что Иван думает так же.

source: I really do hope that we'll be able to create a place for Evotars like you here in CrossWorlds.
es_es: Realmente espero que podamos crear un lugar para Evotares como tú aquí en CrossWorlds.
ru_ru: Я действительно надеюсь, что мы сможем создать место для эвотаров вроде тебя здесь, в CrossWorlds.

source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

source: I really do hope that we'll be able to create a place for Evotars like you here in CrossWorlds.
es_es: Realmente espero que podamos crear un lugar para Evotares como tú aquí en CrossWorlds.
ru_ru: Я действительно надеюсь, что мы сможем создать место для эвотаров вроде тебя здесь, в CrossWorlds.

source: Though it will be difficult to get Instatainment's support.
es_es: Aunque será difícil conseguir el apoyo de Instatainment.
ru_ru: Хотя получить поддержку Instatainment будет сложно.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Lea, chérie...
ru_ru: Лея, chérie (дорогая)...

source: Now that I think about it...\. I really acted like the worst, non?
es_es: Ahora que lo pienso...\. Realmente actué de lo peor, ¿non?
ru_ru: Теперь, когда я думаю об этом...\. я действительно вела себя ужасно, не так ли?

source: I just kept poking you about your real life...\. like...\. all the time!
es_es: Te preguntaba por tu vida real...\. como...\. ¡todo el rato!
ru_ru: Я продолжала доставать тебя твоей реальной жизнью...\. почти...\. всё время!

source: Not to mention how I reacted after the raid...\. urgh.
es_es: Sin mencionar mi comportamiento después de la raid...\. ugh.
ru_ru: Не говоря уже о том, как я отреагировала после рейда...\. ухмм.

source: I'm so,\. so sorry.
es_es: Lo siento tanto,\. tantísimo.
ru_ru: Мне так,\. так жаль.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I...\. I just didn't know any better but still...\. I'm sorry.
ru_ru: Я...\. Я просто не знала, как лучше поступить, но всё равно...\. Прости.

source: I just want you to know, that you really are a dear friend to me.
ru_ru: Я просто хочу, чтобы ты знала, что ты для меня очень дорогой друг.

source: It doesn't matter if you are an AI or anything else!
es_es: ¡No importa si eres una IA o cualquier otra cosa!
ru_ru: Неважно, искусственный интеллект ты или ещё что!

source: Thanks.
es_es: Gracias.
ru_ru: Спасибо.

source: It really is a bummer, that Tronny isn't around for all of this.
es_es: Es una pena que Tronny no esté aquí para presenciar esto.
ru_ru: Такой облом, что Тронни нет рядом с нами.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: He really is such a dork. A nice dork, though.
es_es: Realmente es un tonto. Pero un tonto agradable.
ru_ru: Он такой придурок. Хороший придурок, правда.

source: Let's hope he will show up again eventually.
es_es: Espero que vuelva a aparecerse en algún momento.
ru_ru: Будем надеяться, что он появится снова в конце концов.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Spheromancer Lea!
ru_ru: Сферомант Лея!

source: Lea.
ru_ru: Лея.

source: What is it? I'm calling you by your name now, am I not?
es_es: ¿Qué sucede? Te estoy llamando por tu nombre, ¿no?
ru_ru: В чём дело? Я зову тебя по имени, разве нет?

source: Lea.
ru_ru: Лея.

source: Wait...\. Do you want me to drop the "Spheromancer" as well?
ru_ru: Подожди...\. Ты хочешь, чтобы я ещё и отбросил "сфероманта"?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I'm afraid I'd never do that.
es_es: Me temo que nunca haría eso.
ru_ru: Боюсь, я бы никогда этого не сделал.

source: It is a noble title every player of our class should wear with pride!
es_es: ¡Es un título noble que todo jugador de nuestra clase debería llevar con orgullo!
ru_ru: Это благородное звание, которое каждый игрок нашего класса должен носить с гордостью!

source: ...Thanks.
es_es: ...Gracias.
ru_ru: ...Спасибо.

source: Alright, fine! But only this one time.
es_es: ¡Bien, de acuerdo! Pero sólo esta vez.
ru_ru: Ладно, хорошо! Но только один раз.

source: Lea...\. so now that the truth is out, it seems I was right!
es_es: Lea...\. así que ahora que la verdad ha salido a la luz, ¡parece que tenía razón!
ru_ru: Лея...\. теперь, когда истина раскрыта, кажется, я был прав!

source: From the very beginning you have been cheating!!
es_es: ¡¡Desde el principio has estado haciendo trampa!!
ru_ru: Ты жульничала с самого начала!!

source: Okay... with your \c[1]insane attack damage\c[0] it was rather obvious.
es_es: Bueno... dado tu \c[1]ridículo daño\c[0] era bastante evidente.
ru_ru: Ладно... с твоим \c[1]безумным уроном\c[0] это было довольно очевидно.

source: However! Given the circumstances at the time, I suppose it's fair to let it slide.
es_es: ¡Sin embargo! Dadas las circunstancias del momento, supongo que es justo dejarlo pasar.
ru_ru: Тем не менее! Учитывая обстоятельства того времени, я полагаю, было бы справедливо закрыть на это глаза.

source: Besides...
es_es: Además...
ru_ru: К тому же...

source: Sphe...\. Lea.
ru_ru: Сфер...\. Лея.

source: I beseech you to find the means to disable that \c[1]disgraceful damage glitch\c[0]!
es_es: ¡Te ruego que encuentres los medios para desactivar ese \c[1]vergonzoso truco de daño\c[0]!
ru_ru: Я умоляю тебя, найди способ отключить этот \c[1]бесчестный глюк с уроном\c[0]!

source: Only then can you master this game as a true, honorable Spheromancer!
es_es: ¡Sólo entonces podrás dominar este juego como un verdadero y honorable Spheromancer!
ru_ru: Только тогда ты сможешь освоить эту игру как честный, благородный сферомант!

source: When that time has come, I'll gladly challenge you to another duel!
es_es: ¡Cuando llegue el momento, con gusto te retaré a otro duelo!
ru_ru: Когда это время придёт, я с радостью вызову тебя на ещё одну дуэль!

source: I am actually very proud of you!
es_es: ¡A decir verdad estoy muy orgulloso de ti!
ru_ru: Я на самом деле очень горжусь тобой!

source: You've grown into a prime example of a Spheromancer!
es_es: ¡Te has convertido en un Spheromancer ejemplar!
ru_ru: Ты стала отличным примером сфероманта!

source: Looking back, I have to say it has been an honor to have had you as such a capable opponent.
es_es: Mirando hacia atrás, debo que decir que ha sido un honor haberte tenido como una oponente tan capaz.
ru_ru: Оглядываясь назад, я должен сказать, что для меня было честью иметь такого способного противника.

source: And indeed, you've shown me that there is still potential for me to grow as well.
es_es: Y, de hecho, me has mostrado que todavía hay potencial para que yo también crezca.
ru_ru: И воистину, ты показала мне, что у меня ещё есть потенциал для развития.

source: And while you didn't quite reach my level of expertise, you definitely came close!
es_es: Y aunque no alcanzaste mi nivel de experiencia, ¡definitivamente te acercaste!
ru_ru: И хоть ты и не достигла моего уровня мастерства, ты определённо приблизилась к нему!

source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

source: Now it's time for our greatest act of justice so far! I hope you are ready!
es_es: ¡Ahora es el momento de nuestro mayor acto de justicia hasta ahora! ¡Espero que estés preparada!
ru_ru: Теперь пришло время для нашего величайшего акта справедливости! Я надеюсь, что ты готова!

source: Lea!
ru_ru: Лея!

source: Poor girl...
es_es: Pobrecita...
ru_ru: Бедная девочка...

source: You must have had a hard time, not being able to talk, not knowing about yourself.
es_es: Me imagino como lo habrás pasado. Sin poder hablar. Sin saber de ti.
ru_ru: Ты, должно быть, испытывала трудности, не имея возможности говорить, не зная ничего о себе.

source: It probably didn't help that Polly kept bothering you on top of that.
es_es: Y como si fuera poco, también estaba Polly molestando cada tanto.
ru_ru: То, что Полли доставал тебя, вероятно, тоже не пошло на пользу, ко всему прочему.

source: But really, Lea, you're a strong girl.
es_es: Pero en serio, Lea, eres fuerte.
ru_ru: Но на самом деле, Лея, ты сильная девочка.

source: From what Sergey told us you really must have gone through a lot.
ru_ru: Из того, что Сергей рассказал нам, ты действительно прошла через многое.

source: Yet here you are, still happily saying "Hi" to everyone.
es_es: Sin embargo, aquí estás, todavía diciendo felizmente "Hola" a todo el mundo.
ru_ru: И несмотря ни на что, ты всё ещё с радостью говоришь всем "Привет".

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Just like that.
es_es: Así mismo.
ru_ru: Именно так.

source: It's always a joy to play together with you!
es_es: ¡Siempre es un placer jugar contigo!
ru_ru: Играть с тобой всегда приятно!

source: Plus, it was very entertaining to watch you beat up Polly like that.
es_es: Además, fue muy entretenido verte golpear a Polly de esa manera.
ru_ru: Плюс, было очень интересно наблюдать за тем, как ты побеждаешь Полли.

source: But don't tell him I said that.
es_es: Pero no le digas que he dicho eso.
ru_ru: Но не говори ему, что я это сказал.

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/18/message
source: Alright, listen everyone.
es_es: Muy bien, escuchen todos.
ru_ru: Хорошо, слушайте все.

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/19/message
source: Behind this door lies \c[3]Vermillion Wasteland\c[0].
es_es: Detrás de esta puerta se encuentra el \c[3]Vertedero Vermillion\c[0].
ru_ru: За этой дверью простирается \c[3]Пустошь Вермиллион\c[0].

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/20/message
source: Let us quickly discuss how we will proceed from here.
es_es: Vamos a discutir rápidamente cómo vamos a proceder a partir de aquí.
ru_ru: Давайте быстро обсудим, как мы будем действовать дальше.

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/21/message
source: Our goal is to assemble as many \c[3]Evotars\c[0] as we can find, get them close to the \c[3]Quest Hub\c[0] to the east and then subject them to a certain \c[3]field effect\c[0].
es_es: Nuestro objetivo es reunir tantos \c[3]Evotares\c[0] como podamos encontrar, acercarlos al \c[3]Centro de Misiones\c[0] al este y luego someterlos a un determinado \c[3]efecto de campo\c[0].
ru_ru: Наша цель - собрать как можно больше \c[3]эвотаров\c[0], заманить их ближе к \c[3]Квест-хабу\c[0] на востоке, а затем подвергнуть определённому \c[3]эффекту поля\c[0].

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/22/message
source: We need to do this as fast as possible. That's why I suggest we split in \c[3]3 teams\c[0].
es_es: Tenemos que hacer esto lo más rápido posible. Por eso sugiero que nos dividamos en \c[3]3 equipos\c[0].
ru_ru: Мы должны сделать это как можно быстрее. Вот почему я предлагаю разделиться на \c[3]три команды\c[0].

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/23/message
source: \c[3]Team A\c[0] will run straight to the Quest Hub and deal with all Evotars of that area.
es_es: \c[3]El equipo A\c[0] irá directamente al Centro de Misiones y se encargará de todos los Evotares de esa zona.
ru_ru: \c[3]Команда А\c[0] побежит прямо к Квест-хабу и разберётся со всеми эвотарами в этой области.

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/24/message
source: I suggest that Lea is part of that team.
es_es: Sugiero que Lea sea parte de este equipo.
ru_ru: Предлагаю Лее быть в этой команде.

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/30/message
source: Then I'll join Team A as well!
es_es: ¡Entonces yo también me uniré al Equipo A!
ru_ru: Тогда я тоже присоединюсь к команде А!

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/33/message
source: Lukas, you too!\. No more level excuses!
es_es: ¡Lukas, tú también!\. ¡No más excusas de nivel!
ru_ru: Лукас, ты тоже!\. Больше никаких отмазок!

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/35/message
source: Alright!
es_es: ¡Muy bien!
ru_ru: Ладно!

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/41/message
source: Good...
es_es: Bueno...
ru_ru: Хорошо...

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/42/message
source: Then we need two more teams tasked with \c[3]gathering all Evotars of the area\c[0] and leading them to the Quest Hub.
es_es: Entonces necesitamos dos equipos más encargados de \c[3]reunir a todos los Evotares de la zona\c[0] y llevarlos al Centro de Misiones.
ru_ru: Затем нам нужны ещё две команды, которые должны \c[3]собрать всех эвотаров в области\c[0] и привести к Квест-хабу.

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/43/message
source: \c[3]Team B\c[0] will take care of the \c[3]forest\c[0] in the north and \c[3]Team C\c[0] the \c[3]river delta\c[0] in the south.
es_es: El \c[3]Equipo B\c[0] se encargará del \c[3]bosque\c[0] en el norte y el \c[3]Equipo C\c[0] del \c[3]delta del río\c[0] en el sur.
ru_ru: \c[3]Команда B\c[0] позаботится о \c[3]лесе\c[0] на севере, а \c[3]Команда C\c[0] о \c[3]дельте реки\c[0] на юге.

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/50/message
source: Joern and I will take care of the forest!
es_es: ¡Joern y yo nos encargaremos del bosque!
ru_ru: Мы с Йорном возьмём на себя лес!

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/57/message
source: Alrighty! That leaves Buggy, Al, and me for Team C!
es_es: ¡Muy bien! ¡Eso nos deja a Buggy, Al y a mí para el equipo C!
ru_ru: Ладненько! Тогда остаются Багги, Ал и я для команды С!

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/64/message
source: Perfect, we're all set!
es_es: Perfecto, ¡estamos listos!
ru_ru: Замечательно, у нас всё готово!

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/65/message
source: Everyone, get ready!
es_es: ¡Todos, prepárense!
ru_ru: Всем приготовиться!

# data/maps/forest/caves/exit-cave-03.json//entities/21/settings/event/74/message
source: Operation start!!
es_es: ¡¡Comienza la operación!!
ru_ru: Операция началась!!

# data/maps/forest/caves/path-06-chasm.json//entities/481/settings/event/0/message
source: Lea, this is the easternmost cave!
es_es: ¡Lea, esta es la cueva de más al este!
ru_ru: Лея, это самая восточная пещера!

# data/maps/forest/caves/path-06-chasm.json//entities/481/settings/event/1/message
source: Henry must have come through this place.
es_es: Henry debe de haber pasado por aquí.
ru_ru: Генри наверняка проходил через это место.

# data/maps/forest/caves/path-06-chasm.json//entities/481/settings/event/2/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Lea, we must not enter this area with anyone else.
es_es: Lea, no debemos entrar aquí con nadie más.
ru_ru: Лея, мы не должны входить в эту область с кем-либо ещё.

source: Make sure to disband your party before you proceed.
es_es: Asegúrate de disolver tu grupo antes de continuar.
ru_ru: Распусти свою группу, прежде чем продолжить.

# data/maps/forest/caves/path-11-maze.json//entities/167/settings/event/1/message
source: Lea, we must make sure to explore this part on our own.
es_es: Lea, debemos asegurarnos de explorar esta parte por nuestra cuenta.
ru_ru: Лея, мы должны убедиться, что исследуем эту часть самостоятельно.

# data/maps/forest/caves/path-11-maze.json//entities/167/settings/event/2/message
source: So it is time to disband your party.
es_es: Así que es hora de desbandar tu grupo.
ru_ru: Так что настало время распустить группу.

# data/maps/forest/caves/path-11-maze.json//entities/167/settings/event/3/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/6/message
source: Wait!!
es_es: ¡¡Espera!!
ru_ru: Подожди!!

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/7/message
source: Is it here?\. Is the entrance in this area?
es_es: ¿Es aquí?\. ¿La entrada está en este área?
ru_ru: Это здесь?\. Вход находится в этой области?

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/8/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/9/message
source: Alright...\. now...
es_es: Muy bien...\. ahora...
ru_ru: Ладно...\. теперь...

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/10/message
source: Is there any way to \c[3]activate it\c[0]?
es_es: ¿Hay alguna forma de \c[3]activarla\c[0]?
ru_ru: Есть ли способ \c[3]активировать его\c[0]?

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/11/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/12/message
source: And you remember how to do it?
es_es: ¿Y recuerdas cómo hacerlo?
ru_ru: И ты помнишь, как это делать?

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/15/message
source: Apparently...\. not entirely?
es_es: Aparentemente...\. ¿no del todo?
ru_ru: Видимо...\. не совсем?

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/16/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/17/message
source: Sorry...
es_es: Perdón...
ru_ru: Прости...

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/18/message
source: It is alright, we will just try our best.
es_es: Está bien, haremos lo que podamos.
ru_ru: Всё в порядке, мы будем стараться изо всех сил.

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/19/message
source: You have a look around and I will watch the logs.\. Maybe I can pick up something as well.
es_es: Tú echa un vistazo por el lugar, yo revisaré los registros.\. Puede que me de cuenta de algo también.
ru_ru: Ты осмотрись вокруг, а я посмотрю логи.\. Может быть, я тоже смогу что-нибудь подобрать.

# data/maps/forest/caves/path-11-maze.json//entities/168/settings/event/20/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I am detecting some \c[3]tracking\c[0] in the logs.
es_es: Estoy detectando un \c[3]rastreo\c[0] en los registros.
ru_ru: Я обнаружил какое-то \c[3]отслеживание\c[0] в отчётах.

source: \c[3]Tracking\c[0] started again...
es_es: \c[3]El rastreo\c[0] comenzó de nuevo...
ru_ru: \c[3]Отслеживание\c[0] началось снова...

source: \c[3]Tracking\c[0] started...
es_es: \c[3]El rastreo\c[0] comenzó...
ru_ru: \c[3]Отслеживание\c[0] началось...

source: \c[3]Started\c[0]...
es_es: \c[3]Comenzó\c[0]...
ru_ru: \c[3]Началось\c[0]...

source: The \c[3]tracking\c[0] has been \c[1]canceled\c[0]!
ru_ru: \c[3]Отслеживание\c[0] \c[1]прекратилось\c[0]!

source: Tracking \c[1]canceled\c[0]...
es_es: Rastreo \c[1]cancelado\c[0]...
ru_ru: Отслеживание \c[1]прекратилось\c[0]...

source: \c[1]Canceled\c[0]...
es_es: \c[1]Cancelado\c[0]...
ru_ru: \c[1]Прекратилось\c[0]...

source: Tracking stopped...
es_es: El rastreo se detuvo...
ru_ru: Отслеживание остановлено...

source: Did you hear that sound, too?
es_es: ¿Tú también oíste ese sonido?
ru_ru: Ты тоже слышала этот звук?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: It sounded like we did something right.
es_es: Sonó cómo si hubiéramos hecho algo bien.
ru_ru: Это звучало так, как будто мы сделали что-то правильно.

source: Let us look around some more.
es_es: Echemos un vistazo más.
ru_ru: Давай осмотримся получше.

source: Again!
es_es: ¡Otra vez!
ru_ru: Снова!

source: Seems like we are getting closer.
es_es: Parece que nos estamos acercando.
ru_ru: Похоже, что мы продвигаемся.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: That must be it!
es_es: ¡Creo que ya está!
ru_ru: Должно быть, это оно!

source: We did it, Lea!
es_es: ¡Lo conseguimos, Lea!
ru_ru: Мы сделали это, Лея!

source: ...Wait!!
es_es: ¡¡...Espera!!
ru_ru: ...Подожди!!

source: What's up, Lea?
es_es: ¿Qué pasa, Lea?
ru_ru: Как дела, Лея?

source: That waterfall is impressive, non?
es_es: Esa cascada es impresionante, ¿non?
ru_ru: Впечатляющий водопад, разве нет?

source: Is something the matter, Lea?
es_es: ¿Pasa algo, Lea?
ru_ru: Что-то случилось, Лея?

source: Spheromancer Lea! Is something the matter?
es_es: ¡Spheromancer Lea! ¿Hay algún problema?
ru_ru: Сферомант Лея! Что-то случилось?

source: That's quite the impressive waterfall, isn't it?
es_es: Es una cascada impresionante, ¿verdad?
ru_ru: Это довольно впечатляющий водопад, не так ли?

source: Lea? Did you see something you remember?
es_es: ¿Lea? ¿Viste algo que recuerdes?
ru_ru: Лея? Ты увидела что-то знакомое?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Phew... Finally we found something.
ru_ru: Фух... Наконец-то мы нашли что-то.

source: Well then, we should have a closer look around here.
es_es: Pues bien, echemos un vistazo más de cerca por aquí.
ru_ru: Ну, тогда мы должны здесь получше осмотреться.

source: But... make sure to explore the place by yourself.
es_es: Pero... asegúrate de explorar el lugar por ti misma.
ru_ru: Но... убедись в том, что исследуешь это место одна.

source: ..A Trial it is you seek, and a trial you shall receive...
es_es: ..Una Prueba es lo que buscas, y una prueba recibirás...
ru_ru: ...Испытание ты ищешь, испытание ты и получишь...

source: ...A warrior must stay focused even when surrounded...
es_es: ...Un guerrero debe mantenerse concentrado incluso cuando está rodeado...
ru_ru: ...Воин должен оставаться сосредоточенным, даже когда окружён...

source: ...This trial will test both strength and speed...
es_es: ...Esta prueba requerirá tanto tu fuerza como tu velocidad...
ru_ru: ...Это испытание проверит твою силу и скорость...

source: ...As your foes are fast and will grow in numbers even faster...
es_es: ...Ya que tus enemigos son rápidos y aumentarán en número incluso más rápido...
ru_ru: ...Так как твои враги быстры и будут множиться ещё быстрее...

source: ...Now step into the ring and show us your \c[3]Vigor\c[0]...
es_es: ...Ahora entra a la arena y muéstranos tu \c[3]Vigor\c[0]...
ru_ru: ...Теперь выйди на ринг и покажи нам свою \c[3]Силу\c[0]...

source: We have to fight now? Please just let it be spiders...
es_es: ¿Tenemos que pelear ahora? Por favor, que sean arañas...
ru_ru: Сейчас нужно будет драться? Пожалуйста, пусть это будут пауки...
