Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

# data/maps/forest/path-12.json//entities/829/settings/event/80/message
source: Within, we hope to finally find the answers.
es_es: Dentro, esperamos encontrar las respuestas.
ru_ru: Внутри него мы надеемся в конце концов найти ответы.

# data/maps/forest/path-12.json//entities/829/settings/event/81/message
source: To uncover the secret of the Ancients.
es_es: Descubrir el secreto de los Antiguos.
ru_ru: Раскрыть тайну Древних.

# data/maps/forest/path-12.json//entities/829/settings/event/82/message
source: Now I am counting on you!
es_es: ¡Cuento con ustedes!
ru_ru: Теперь я рассчитываю на вас!

# data/maps/forest/path-12.json//entities/829/settings/event/83/message
source: To master this final challenge the Ancients have prepared for us.
es_es: En que dominen el último desafío que los Antiguos tienen para nosotros.
ru_ru: Что вы преодолеете это последнее испытание, подготовленное для нас Древними.

# data/maps/forest/path-12.json//entities/829/settings/event/84/message
source: Good luck and stay vigilant!
es_es: ¡Buena suerte y mantente alerta!
ru_ru: Удачи, и сохраняйте бдительность!

# data/maps/forest/path-12.json//entities/829/settings/event/101/message
source: LET'S GOOOO!!
es_es: ¡¡VAMOSSSSS!!
ru_ru: ПОГНАЛИИИИ!!

# data/maps/forest/path-12.json//entities/829/settings/event/105/message
source: IT'S DUNGEON TIIIIMEE!!
es_es: ¡¡A LA MAZMORRAAAAAA!!
ru_ru: ВРЕМЯ ПОДЗЕМЕЕЕЛЬЯЯЯ!!

# data/maps/forest/path-12.json//entities/829/settings/event/114/task
source: Complete the \c[3]Ku'lero Temple\c[0].
es_es: Completa el \c[3]Templo Ku'lero\c[0].
ru_ru: Пройдите \c[3]Храм Ку'леро\c[0].

# data/maps/forest/path-12.json//entities/835/settings/dialog/0/text
source: Another dungeon...\. Okay...\. I have to prepare mentally.
es_es: Otra mazmorra...\. bueno...\. debo prepararme mentalmente.
ru_ru: Ещё одно подземелье...\. Хорошо...\. Мне нужно морально подготовиться.

# data/maps/forest/path-12.json//entities/835/settings/dialog/1/text
source: Come on!\. It might just be a very flat dungeon without any height difference at all.
es_es: ¡Oh vamos!\. Puede que sea una mazmorra plana sin diferencias de altura en absoluto.
ru_ru: Давай!\. Это вполне может быть очень плоское подземелье вообще без какой-либо разницы в высоте.

# data/maps/forest/path-12.json//entities/835/settings/dialog/2/text
source: Yeah right... Just look at their track record. I bet it will be chasms and towers all over again!
es_es: Sí, claro... Tan solo mira su historial. ¡Apuesto a que habrá abismos y torres por doquier!
ru_ru: Ага, как же... Вспомни всё, что было до этого. Наверняка снова будут башни и пропасти!

# data/maps/forest/path-12.json//entities/836/settings/dialog/0/text
source: So are you ready, bro?
es_es: Entonces, ¿estás listo, bro?
ru_ru: Ну что, готов, братан?

# data/maps/forest/path-12.json//entities/836/settings/dialog/1/text
source: Yes!\. Ready to tank the final temple!
es_es: ¡Sí!\. ¡Listo para tanquear el último templo!
ru_ru: Да!\. Готов танчить последний храм!

# data/maps/forest/path-12.json//entities/836/settings/dialog/2/text
source: That's the way!\. Twin tank bros forever!
es_es: ¡Eso quería oír!\. ¡Tank-bros de por vida!
ru_ru: Вот так!\. Братья-танки навсегда!

# data/maps/forest/path-12.json//entities/836/settings/dialog/3/text
source: Forever!
es_es: ¡De por vida!
ru_ru: Навсегда!

# data/maps/forest/path-12.json//entities/837/settings/dialog/0/text
source: Hey!\. How long do plan to keep sitting there?
ru_ru: Эй!\. Как долго ты собираешься там сидеть?

# data/maps/forest/path-12.json//entities/837/settings/dialog/1/text
source: It's such a nice view from up here!
es_es: ¡Es que las vistas son tan agradables!
ru_ru: Отсюда такой красивый вид!

# data/maps/forest/path-12.json//entities/837/settings/dialog/2/text
source: This is not even a table!
es_es: ¡Esto ni siquiera es una mesa!
ru_ru: Это даже не стол!

# data/maps/forest/path-12.json//entities/837/settings/dialog/3/text
source: You made me leave my holy table pyramid, so let me at least have this!
es_es: Ya me has hecho dejar la santa mesa pirámide, ¡al menos dame este momento!
ru_ru: Ты заставила меня слезть с моей священной пирамиды из столов, так дай мне хотя бы это!

# data/maps/forest/path-12.json//entities/837/settings/dialog/4/text
source: Don't you want to run the dungeon as well?
es_es: ¿No quieres entrar a la mazmorra también?
ru_ru: Ты что, не хочешь пройти подземелье?

# data/maps/forest/path-12.json//entities/837/settings/dialog/5/text
source: I don't know...\. You think there are tables in there?
es_es: No lo sé...\. ¿Tendrán mesas ahí dentro?
ru_ru: Ну не знаю...\. Думаешь, там есть столы?

# data/maps/forest/path-12.json//entities/837/settings/dialog/6/text
source: Seriously, you're a lost cause...
es_es: Ya en serio, eres una causa perdida...
ru_ru: Серьёзно, ты безнадёжна...

# data/areas/forest.json//name
source: untitled
es_es: sin título

source: Quite so, I'm afraid. How you managed to stay hidden, however, is still a mystery to me.
es_es: Me temo que sí. Cómo ha hecho para pasar desapercibido, sin embargo, me sigue siendo un misterio.

source: What are you doing? I can't move!
es_es: ¿Qué está haciendo? ¡No puedo moverme!

source: He won't be b-b-bothering us, anymore. Hehe.
es_es: Y-Ya n-no será un p-p-problema. Jeje.

source: Now, you...
es_es: Ahora, tú...

source: Well, to be honest, I did not know at first, myself.
es_es: Bueno, para ser sincero, yo tampoco estaba al tanto al principio.

source: But when I went ahead and checked, I immediately saw that Henry was actually just an NPC.
es_es: Pero cuando me puse a investigar, inmediatamente vi que Henry no era más que un NPC.

source: Normally, the company is pretty strict about these things.
es_es: Normalmente, la compañía es muy estricta con este tipo de cosas.

source: Anyway, I did not want to spoil the surprise, so I thought I would help keep up the suspense.
es_es: En fin, no quería arruinarte la sorpresa, así que pensé que sería mejor dejar el suspenso.

source: But all is well that ends well, right, Lea?
es_es: Pero bueno, bien está lo que bien acaba, ¿cierto, Lea?

source: I wasn't aware that the IHSO had messed with CrossWorlds in the past.
es_es: No sabía que la O.I.H.S. había modificado CrossWorlds antes.

source: Hi, Lea!
es_es: ¡Hola, Lea!

source: So that, for a moment, we can forget about all the worries of real life.
es_es: Para que, por un momento, podamos olvidarnos de todas las preocupaciones de la vida real.

source: I...\. I just didn't know any better, but still...\. I'm sorry.
es_es: Yo...\. Yo no tenía idea, pero aún así... Lo siento.

source: I just want you to know that you really are a dear friend to me.
es_es: Sólo quiero que sepas que eres una amiga muy cercana para mí.

source: Wait...\. Do you want me to drop the "Spheromancer" part as well?
es_es: Espera...\. ¿Quieres que deje la parte de "Spheromancer" también?

source: From what Sergey told us, you really must have gone through a lot.
es_es: Por lo que nos ha contado Sergey, has pasado por mucho.

source: The \c[3]tracking\c[0] has been \c[1]cancelled\c[0]!
es_es: ¡El \c[3]rastreo\c[0] ha sido \c[1]cancelado\c[0]!

source: Phew... Finally, we found something.
es_es: Bien... Por fin encontramos algo.

source: Noooooo!\. It's instanced!\. I don't want to do this alone!!
es_es: ¡Nooooo!\. ¡Es una instancia!\. ¡No quiero hacer esto sola!

source: You can usually find her at the balcony at the very top.
es_es: Usualmente se la puede encontrar en el balcón de la parte superior.

source: She doesn't get much company these days, you see?
es_es: No tiene mucha compañía estos días, ¿sabes?

source: Look, there is nothing...\. wrong with sitting on tables.
es_es: Mira, no hay nada...\. malo en sentarse en las mesas.

source: Finally, I was able to open up!!
es_es: ¡¡Por fin he podido sincerarme!!

source: N-No problem!\. You definitely seem more happy this way!
es_es: ¡N-No hay problema!\. ¡Se te ve mucho más feliz de esta manera!

source: I'm afraid business is going up for us \c[3]Ling's\c[0], again.
es_es: Me temo que el negocio de los \c[3]Lings\c[0] está yendo de maravilla, otra vez.

source: Of course, I could never refuse such a request, so my wife and I packed our things and moved here.
es_es: Por supuesto, no podría haberme negado, así que mi mujer y yo empacamos nuestras cosas y nos mudamos aquí.

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/0/text
source: Now that I think about it, benches in Cross Worlds are very different from other games.
es_es: Ahora que lo pienso, los bancos de CrossWorlds son muy diferentes a las de otros juegos.

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/1/text
source: How so?
es_es: ¿Por qué lo dices?

source: Weapon best quality of Shad, but now foremost we produce for human being.
es_es: Arma de mejor calidad de Shad, ahora producimos para ser humano.

source: What's up, wanna know about that path, too?
es_es: ¿Qué pasa, quieres saber sobre ese camino también?

source: Don't worry, all will be well. Now, let's begin.
es_es: No te preocupes, todo estará bien.\. Ahora, comencemos.

source: For now, help this Baxton. I will try to help on my end.
es_es: Por ahora, ayuda a ese tal Baxton. Trataré de dar una mano por mi lado.

source: Now, let's see... I can use a terminal to cross-reference your data, Lady Lea.
es_es: Ahora, veamos... Puedo usar una terminal para cruzar sus datos, Lady Lea.

source: T-T-Try and stop m-me, but y-y-you won't catch m-me!
es_es: ¡I-I-Intenta detener-m-me, pero n-no me atraparás!

source: Either this fiend breached our security system quite severely, or...
es_es: O bien este demonio ha violado nuestro sistema de seguridad de forma severa, o...

source: According to the logs, he is still in \c[3]Sapphire Ridge\c[0].
es_es: Según los registros, sigue en \c[3]Cresta Zafiro\c[0].

source: I will search the surrounding regions from here.
es_es: Buscaré en las regiones cercanas desde aquí.

source: I cannot find this user either and impersonating an Avatar just sounds too far-fetched.
es_es: Yo tampoco puedo encontrar a este usuario y hacerse pasar por un Avatar suena demasiado rebuscado.

source: Why, by using words, Lady Lea. Is something the matter?
es_es: Pues claro, con palabras, Lady Lea. ¿Ocurre algo?

source: This will do, then!
es_es: ¡Entonces, esto servirá!

source: Ah... I see, I see...
es_es: Ah... ya veo, ya veo...

# data/maps/forest/interior/inn-og-01.json//entities/194/settings/dialog/4/text
source: Aww, Jenni, you sweet thing. Don't worry so much, you're doing great!
es_es: Aww, Jenni, qué dulce. No te preocupes tanto, ¡lo estás haciendo de maravilla!

source: I hope you enjoy your stay at our humble establishment.
es_es: Espero que disfrutes de tu estancia en nuestro humilde establecimiento.

source: Well, actually...\. traditional samurai armor is already bug-inspired,\. so...\.
es_es: Bueno, en realidad...\. la armadura tradicional de un samurái está inspirada en los bichos,\. así que...

source: Yes... and Instatainment is working on it, apparently.
es_es: Sí... e Instatainment está trabajando en ello, aparentemente.

source: We did it, Lea! We got the last Shade!
es_es: ¡Lo hicimos, Lea! ¡Tenemos la última sombra!

source: Hopefully, we will find the place in your dreams somewhere in that area.
es_es: Con suerte, encontraremos el lugar de tus sueños en algún lugar de esa zona.

source: Of course... if you like, you can join the others and explore Rhombus Square first.
es_es: Por supuesto... si quieres, puedes unirte a los demás y explorar primero Plaza Rombo.

source: Despite the accident, we still had funds and a lot of connections.\. Enough to raise another small facility together.
es_es: A pesar del incidente, aún nos quedaban muchos fondos y contactos.\. Suficientes para construir otra instalación más pequeña.

# data/maps/forest/path-04-hostel.json//entities/519/settings/teleportLabel
source: CrossCentral
es_es: Cruce Central

source: Ah... Another bird approaches me. Welcome, bird!
es_es: Ah... Otro polluelo se me acerca. ¡Bienvenida, pajarillo!

source: Oh, hey. You mean the money thing?
es_es: Oh, hola. ¿Quieres saber sobre lo del dinero?

# data/maps/forest/path-04-hostel.json//entities/960/settings/dialog/1/text
source: Says it keeps him fit.
es_es: Dice que se mantiene en forma.

source: So tell me about the big cities! I always wanted to go, but my mother keeps saying that I'm too young, sadly.
es_es: Así que, háblame de las grandes ciudades. Siempre he querido ir, pero mi madre sigue diciendo que soy demasiado joven, tristemente.

source: Oh, is that so? Wow, that is so cool! Please come back and tell me more, okay?
es_es: ¿Ah, sí? ¡Vaya, eso es genial! Por favor, vuelve y cuéntame más, ¿si?

source: Now that I think about it...\. you haven't said terribly much so far, huh?
es_es: Ahora que lo pienso... no has dicho nada hasta ahora, ¿eh?

source: There, your \c[3]last trial\c[0] shall begin and we will see if you are \c[3]worthy of the shade\c[0].
es_es: Allí, tu \c[3]última prueba\c[0] tendrá lugar y veremos si eres \c[3]digna de la sombra\c[0].

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/7/message
source: Most have given up by this point, not capable of handling the power they've been given.
es_es: La mayoría se ha rendido a estas alturas, no son capaces de controlar el poder que se les ha dado.

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/16/message
source: I am merely a man, but I was blessed with the task of helping any soul in need of guidance.
es_es: No soy más que un hombre, pero fui bendecido con la tarea de ayudar a cualquier alma que necesite un guía.

source: Four by number, the trials can be found in Sapphire Ridge.
es_es: Cuatro son en número, las pruebas que encontrarás en Cresta Zafiro.

# data/maps/forest/path-05.json//entities/849/settings/npcStates/4/event/1/text
source: ...Stay ever vigilant, Seeker...
es_es: ...Mantente siempre alerta, Buscadora...

# data/maps/forest/path-05.json//entities/877/settings/event/15/thenStep/0/text
source: ...You didn't even find the bug once...
es_es: ...No has encontrado al bicho siquiera una vez...

# data/maps/forest/path-06.json//entities/805/settings/event/2/message
source: Thanks, Monsieur Know-it-all.
es_es: Gracias, Monsieur sabelotodo.

source: Of course not. Why would it?
es_es: Por supuesto que no. ¿Por qué lo haría?

source: How many years ago was it?\. \c[3]6\c[0]?\. Maybe even \c[3]8\c[0].
es_es: ¿Cuántos años ya de eso?\. ¿\c[3]6\c[0]?\. Quizá incluso \c[3]8\c[0].

source: I heard stories of Seekers that managed to fail this challenge more than \c[3]8 times\c[0]!
es_es: ¡He oído historias de Buscadores que han fallado este desafío más de \c[3]8 veces\c[0]!

source: Just how many of those bugs are there?
es_es: ¿Pero cuantos más bichos puede haber?

# data/maps/forest/path-07.json//entities/607/settings/event/57/message
source: ...\. No problem...\. That was...\. how many times now?
es_es: ...\. No hay problema...\. Ya son...\. ¿cuántas veces?

# data/maps/forest/path-09.json//entities/619/settings/event/22/message
source: G-g-good luck, Hehehe...
es_es: B-Buena suerte, jejeje...

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/27/message
source: Now, this is the last chance for everyone to prepare!
es_es: ¡Esta es la última oportunidad para que todos se preparen!

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/29/message
source: Assuming that we reach the server and manage to make a backup of all the Evotars...
es_es: Suponiendo que lleguemos al servidor y consigamos hacer una copia de respaldo de todos los Evotares...

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/35/message
source: Even for an employee like me, it is difficult to reach the right people to talk to about this.
es_es: Incluso para un empleado como yo, es difícil llegar a las personas adecuadas para hablar de esto.

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/41/message
source: Let us take things slowly, C'tron.
es_es: Vamos de a poco, C'tron...

# data/maps/forest/path-10-hidden.json//entities/224/settings/event/47/message
source: It is good that your memory seems to be returning so quickly.
es_es: Es bueno ver que tus recuerdos vuelvan tan rápidamente.

# data/maps/forest/path-10.json//entities/774/settings/event/8/message
source: Oh, yes...\. one last thing.
es_es: Oh, sí...\. una última cosa.

# data/maps/forest/path-12.json//entities/829/settings/event/59/message
source: I hope the servers can handle the load.
es_es: Espero que los servidores aguanten la demanda.

# data/maps/forest/path-12.json//entities/829/settings/event/61/message
source: Satoshi, mind the immersion, please!
es_es: ¡Satoshi, la inmersión, por favor!

# data/maps/forest/path-12.json//entities/837/settings/dialog/0/text
source: Hey!\. How long do you plan to keep sitting there?
es_es: ¡Oye!\. ¿Cuánto más piensas quedarte ahí sentada?
