Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

source: Gotta work if ya want something good, aye?
es_es: Lo bueno no viene fácil, ¿sabes?
ru_ru: Под лежачий камень вода не течёт, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Need to find 5 Stones first. Called \c[3]Origin Stones\c[0].
es_es: Debes encontrar 5 piedras primero. Las \c[3]Piedras del Origen\c[0].
ru_ru: Для начала нужно найти пять камней. Они называются \c[3]Камнями истоков\c[0].

source: Rumor says each major settlement holds them.
es_es: Dice la leyenda que cada gran asentamiento contiene una.
ru_ru: Ходят слухи, что они есть в каждом крупном поселении.

source: Gotta work if ya want something good, aye?
es_es: Lo bueno no viene fácil, ¿sabes?
ru_ru: Под лежачий камень вода не течёт, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Brought the Stones?
es_es: ¿Tienes las piedras?
ru_ru: Принесла камни?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good. Now find an old friend of mine.
es_es: Bien. Ahora debes encontrar a un viejo amigo mío.
ru_ru: Хорошо. Теперь найди моего старого друга.

source: Only one I know who can combine the stones.
es_es: Es la única persona que conozco que puede combinar las piedras.
ru_ru: Я знаю только одного, кто может комбинировать камни.

source: Very old, not sure if he's still alive.
es_es: Es muy anciano, no sé si seguirá vivo.
ru_ru: Очень старый, не уверен, что он всё ещё жив.

source: Gotta try at least, aye?
es_es: Pero debes intentarlo al menos, ¿eh?
ru_ru: Надо хотя бы попробовать, да?

source: Should be in a cave somewhere in \c[3]\v[area.bergen-trails.name]\c[0].
es_es: Debería encontrarse en alguna cueva del \c[3]\v[area.bergen-trails.name]\c[0].
ru_ru: Он должен быть в пещере где-то на \c[3]Тропе в Берген\c[0].

source: Pretty lonesome fella. Good Luck.
es_es: Un tipo bastante solitario. Buena suerte.
ru_ru: Довольно одинокий товарищ. Удачи.

source: Find an old friend of mine.
es_es: Encuentra a mi viejo amigo.
ru_ru: Найди моего старого друга.

source: Only one I know who can combine the stones.
es_es: Es la única persona que conozco que puede combinar las piedras.
ru_ru: Я знаю только одного, кто может комбинировать камни.

source: Very old, not sure if he's still alive.
es_es: Es muy anciano, no sé si seguirá vivo.
ru_ru: Очень старый, не уверен, что он всё ещё жив.

source: Gotta try at least, aye?
es_es: Pero debes intentarlo al menos, ¿eh?
ru_ru: Надо хотя бы попробовать, да?

source: Should be in a cave somewhere in \c[3]\v[area.bergen-trails.name]\c[0].
es_es: Debería encontrarse en alguna cueva del \c[3]\v[area.bergen-trails.name]\c[0].
ru_ru: Он должен быть в пещере где-то на \c[3]Тропе в Берген\c[0].

source: Pretty lonesome fella. Good Luck.
es_es: Un tipo bastante solitario. Buena suerte.
ru_ru: Довольно одинокий товарищ. Удачи.

source: You're back. Old geezer still got the spark in him.
es_es: Has vuelto. Ese vejete aún conserva la chispa.
ru_ru: Ты вернулась. Старый чудак по-прежнему на что-то годится.

source: You ready to do this?
es_es: ¿Estás lista para hacerlo?
ru_ru: Ты готова сделать это?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright, take a step back, then put the stone and drill in front of you, will ya?
es_es: Muy bien, da un paso atrás, y pon las piedras y el taladro en frente tuyo, ¿quieres?
ru_ru: Хорошо, сделай шаг назад, затем положи камень и бур перед собой, ладно?

source: This is goodbye, Seeker.
es_es: Este es el adiós, Buscadora.
ru_ru: Пора прощаться, Искатель.

source: Thanks for giving me the chance to be of use one last time.
es_es: Gracias por darme la oportunidad de ser útil una última vez.
ru_ru: Спасибо, что дала мне возможность быть полезным в последний раз.

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: Don't worry, all will be well. Now let's begin.
ru_ru: Не волнуйся, всё будет хорошо. Теперь давай начнём.

source: Use it wisely, Seeker.
es_es: Úsala sabiamente, Buscadora.
ru_ru: Используй его с умом, Искатель.

source: Baxton
ru_ru: Бакстон

source: Lady Lea!
ru_ru: Леди Лея!

source: Hi...!
es_es: ¡Hola...!
ru_ru: Привет...!

source: It's my pleasure to meet you again.
es_es: Es un placer volver a verle.
ru_ru: Я рад снова встретиться с вами.

source: Albeit for rather unpleasant reasons...
es_es: Aunque por razones bastante desagradables...
ru_ru: Хоть и по довольно неприятным причинам...

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: As you might remember from the last time our paths intertwined, I was following a suspicious player.
es_es: Como recordará de la última vez que nuestros caminos se han cruzado, estaba siguiendo a un jugador sospechoso.
ru_ru: Как вы помните, в прошлый раз, когда наши пути пересеклись, я следил за подозрительным игроком.

source: He has been quiet for a few days, but just hours ago another report was made.
es_es: Ha estado tranquilo durante unos días, pero hace unas horas se ha hecho otra denuncia.
ru_ru: Несколько дней он молчал, но всего несколько часов назад была сделана очередная жалоба.

source: A player with a lab coat and large glasses was seen in this room asking other players for help.
es_es: Un jugador con bata de laboratorio y gafas grandes fue visto en esta sala pidiendo ayuda a otros jugadores.
ru_ru: В этой комнате был замечен игрок в лабораторном халате и больших очках, который просил других игроков о помощи.

source: I must find this individual. Only once I see him can I check his account, I'm afraid.
es_es: Debo encontrar a este individuo. Sólo cuando lo vea podré comprobar su cuenta, me temo.
ru_ru: Я должен найти этого человека. Боюсь, что смогу проверить его аккаунт, только когда я его увижу.

source: It is quite possible this man is trying to find a way to breach our security systems.
es_es: Es muy posible que este hombre esté tratando de encontrar una manera de violar nuestros sistemas de seguridad.
ru_ru: Вполне вероятно, что этот человек пытается найти способ взломать наши системы безопасности.

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Maybe by finding a weakness in one of the sub-systems used in CrossWorlds.
es_es: Quizás encontrando un punto débil en uno de los subsistemas utilizados en CrossWorlds.
ru_ru: Возможно, обнаружив слабость в одной из подсистем, используемых в CrossWorlds.

source: Which must be the reason he is asking players to complete seemingly mundane tasks.
es_es: Esa debe ser la razón por la que pide a los jugadores que realicen tareas aparentemente mundanas.
ru_ru: По этой причине он просит игроков выполнить, казалось бы, обыденные задачи.

source: And there are also these odd probes. He managed to smuggle objects into the game that are obviously not allowed.
es_es: Y también están estas extrañas sondas. Consiguió introducir en el juego objetos que obviamente no están permitidos.
ru_ru: И ещё есть эти странные зонды. Ему удалось внедрить в игру предметы, которые явно не разрешены.

source: Lady Lea, would you be willing to participate in my hunt for this perpetrator?
es_es: Lady Lea, ¿estaría dispuesta a participar en mi búsqueda de este perpetrador?
ru_ru: Леди Лея, вы бы хотели принять участие в охоте на этого нарушителя?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Thank you, Lady Lea! This matter is of utmost importance.
es_es: ¡Gracias, Lady Lea! Este asunto es de suma importancia.
ru_ru: Спасибо, леди Лея! Этот вопрос имеет первостепенное значение.

source: Let us split the work load. I will analyze reports that just came.
es_es: Dividamos el trabajo. Analizaré los informes que acaban de llegar.
ru_ru: Давайте разделим рабочую нагрузку. Я буду анализировать жалобы, которые только что поступили.

source: Please, check every \c[3]Landmark in \v[area.forest.name]\c[0].
es_es: Por favor, compruebe cada \c[3]Punto de referencia en \v[area.forest.name]\c[0].
ru_ru: Пожалуйста, проверьте каждый \c[3]ориентир в Сапфировом крае\c[0].

source: Henry might have done something to them, judging from my previous reports.
es_es: Henry podría haberles hecho algo, a juzgar por los reportes que he recibido.
ru_ru: Генри мог что-то с ними сделать, судя по предыдущим жалобам.

source: Don't bother with the ones you've already unlocked.
es_es: No te molestes con los que ya has desbloqueado.
ru_ru: Не беспокойтесь о тех, которые вы уже разблокировали.

source: Once you are finished, please meet me here.
es_es: Una vez haya terminado, por favor reúnase conmigo aquí.
ru_ru: Как только вы закончите, пожалуйста, встретьтесь со мной здесь.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: This is indeed troublesome.
es_es: Esto es realmente preocupante.
ru_ru: Это действительно странно.

source: How did a player manage to get a foreign object into the game?
es_es: ¿Cómo ha conseguido un jugador introducir un objeto ajeno al juego?
ru_ru: Как игроку удалось поместить в игру посторонний предмет?

source: Something just feels... wrong here.
es_es: Hay algo muy... extraño sucediendo aquí.
ru_ru: Что-то здесь... не так.

source: For now help this Baxton. I will try to help on my end.
ru_ru: А пока помоги этому Бакстону. Я постараюсь помочь со своей стороны.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I understand. A player should enjoy the game and not embark in moderation tasks.
es_es: Es entendible. Un jugador debe disfrutar del juego y no embarcarse en tareas de moderación.
ru_ru: Я понимаю. Игрок должен получать удовольствие от игры, а не заниматься модерацией.

source: Baxton
ru_ru: Бакстон

source: Let us split the work load. I will analyze reports that just came.
es_es: Dividamos el trabajo. Analizaré los informes que acaban de llegar.
ru_ru: Давайте разделим рабочую нагрузку. Я буду анализировать жалобы, которые только что поступили.

source: Please, check every \c[3]Landmark in \v[area.forest.name]\c[0]. Previous reports suggest "Henry" was checking each one.
es_es: Por favor, compruebe cada \c[3]Punto de referencia en \v[area.forest.name]\c[0]. Los informes anteriores sugieren que "Henry" estaba comprobando cada uno de ellos.
ru_ru: Пожалуйста, проверьте все \c[3]ориентиры Сапфирового края\c[0]. Судя по отчётам, "Генри" проверил каждый из них.

source: Once you are finished, please meet me here.
es_es: Una vez haya terminado, por favor reúnase conmigo aquí.
ru_ru: Как только вы закончите, пожалуйста, встретьтесь со мной здесь.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Baxton
ru_ru: Бакстон

source: Lady Lea, I can see you've unlocked all of the landmarks!
es_es: Lady Lea, ¡veo que ha desbloqueado todos los puntos de referencia!
ru_ru: Леди Лея, я вижу, вы нашли все ориентиры!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Splendid work!
es_es: ¡Gran trabajo!
ru_ru: Великолепная работа!

source: Now let's see... I can use a terminal to cross-reference your data, Lady Lea.
ru_ru: Давайте посмотрим... Я могу использовать терминал для перекрёстной ссылки на ваши данные, леди Лея.

source: Baxton
ru_ru: Бакстон

source: Blimey, I can't see anything strange...
es_es: Caray, no veo nada extraño...
ru_ru: Чтоб мне провалиться, я не вижу ничего странного...

source: Nothing wrong with the landmarks, that is quite a relief.
es_es: No hay nada raro con los puntos de referencia, eso es un alivio.
ru_ru: С ориентирами всё нормально, это вполне обнадёживает.

source: Enemy data and collection properties are all in order.
es_es: Los datos de los enemigos y las propiedades de la colección están en orden.
ru_ru: Данные о врагах и свойствах сбора - всё в порядке.

source: The quests given by this Henry person were legitimate as far as I can see.
es_es: Las misiones dadas por ese tal Henry eran legítimas por lo que puedo ver.
ru_ru: Насколько я понимаю, квесты, которые давал этот Генри, были легальными.

source: Wait... There is something here...
es_es: Espera... Hay algo aquí...
ru_ru: Подождите... Здесь что-то есть...

source: Some kind of outgoing link?
es_es: ¿Algún tipo de enlace saliente?
ru_ru: Какая-то исходящая ссылка?

source: Let's see what happens if we block the pathways...
es_es: Veamos qué pasa si bloqueamos las vías...
ru_ru: Давайте посмотрим, что произойдёт, если мы заблокируем пути...

source: Baxton
ru_ru: Бакстон

source: Henry
ru_ru: Генри

source: ...Hi?!
es_es: ¡¿...Hola?!
ru_ru: ...Привет?!

source: W-w-well, well. I guess my cover is officially b-b-broken.
es_es: B-b-bien, bien. Supongo que mi fachada está oficialmente e-e-estropeada.
ru_ru: Т-Т-Так, так. Я полагаю, что меня официально р-р-раскрыли.

source: Lady Lea, is this the man I am looking for?
es_es: Lady Lea, ¿es este el hombre que estoy buscando?
ru_ru: Леди Лея, это тот человек, которого я ищу?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Sir, it came to our attention that you might be involved in unauthorized activities.
es_es: Señor, nos ha llegado la noticia de que podría estar involucrado en actividades no autorizadas.
ru_ru: Сэр, до нашего внимания дошло то, что вы можете быть причастны к незаконной деятельности.

source: Additionally, hacking a moderation terminal is against CrossWorlds Policy.
es_es: Además, perturbar una terminal de moderación va en contra de la política de CrossWorlds.
ru_ru: Кроме того, взлом терминала модерации противоречит политике CrossWorlds.

source: I regret to inform you that we will have to suspend your account for an indeterminate amount of time.
es_es: Lamento informarle que tendremos que suspender su cuenta durante un tiempo indeterminado.
ru_ru: С сожалением сообщаю вам, что нам придётся приостановить действие вашего аккаунта на неопределённое время.

source: T-T-Try and stop m-me but y-y-you won't catch m-me!
ru_ru: П-П-Попробуй остановить м-м-меня, но ты м-меня не поймаешь!

source: Baxton
ru_ru: Бакстон

source: Well, that is quite unexpected. I will just have to disconnect him from this terminal then.
es_es: Bueno, eso fue inesperado. Entonces tendré que desconectarlo desde esta terminal.
ru_ru: Ну, это довольно неожиданно. Тогда мне просто нужно отключить его от этого терминала.

source: Let's see here...
es_es: Veamos...
ru_ru: Давайте посмотрим...

source: This is impossible!
es_es: ¡No puede ser!
ru_ru: Это невозможно!

source: I can't find the user. It's as if he does not exist!
es_es: No puedo encontrar al usuario. ¡Es como si no existiera!
ru_ru: Я не могу найти пользователя. Его как будто не существует!

source: This should be simply impossible, Lady Lea.
es_es: Esto no debería ser posible, Lady Lea.
ru_ru: Это просто невозможно, леди Лея.

source: Either this fiend breached our security system quite severely or...
ru_ru: Либо этот злодей нарушил нашу систему безопасности очень серьёзно, либо...

source: ...or he's not an Avatar!
es_es: ...¡O quizá no es un Avatar!
ru_ru: ...либо он не аватар!

source: ...How?
es_es: ¿...Cómo?
ru_ru: ...Как?

source: Lady Lea, we MUST find him.
es_es: Lady Lea, DEBEMOS encontrarlo.
ru_ru: Леди Лея, мы ДОЛЖНЫ найти его.

source: According to the logs he is still in \c[3]Sapphire Ridge\c[0].
ru_ru: По нашим данным он по-прежнему в \c[3]Сапфировом крае\c[0].

source: We have to collect clues as to where he is hiding.
es_es: Tenemos que reunir pistas para saber dónde se esconde.
ru_ru: Мы должны собрать подсказки о том, где он скрывается.

source: Maybe some of the players in this area know something.
es_es: Tal vez alguno de los jugadores de esta zona sepa algo.
ru_ru: Возможно, что некоторые игроки в этой области что-то знают.

source: I will search the surrounding regions, from here.
ru_ru: Я буду искать отсюда в близлежащих регионах.

source: Please see if you can find out anything from the players here in the Cave Inn.
es_es: Por favor, vea si puede averiguar algo de los jugadores aquí en la Posada de la Cueva.
ru_ru: Пожалуйста, посмотрите, сможете ли вы узнать что-нибудь от игроков здесь, в Пещерном трактире.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Lea, this is a very serious situation.
es_es: Lea, esta es una situación muy seria.
ru_ru: Лея, это очень серьёзная ситуация.

source: I cannot find this user either and impersonating an Avatar just sounds too far fetched.
ru_ru: Я тоже не могу найти этого пользователя, и то, что он выдаёт себя за аватара, кажется слишком надуманным.

source: Help Baxton, I will see what I can do on my end.
es_es: Ayuda a Baxton, veré lo que puedo hacer por mi parte.
ru_ru: Помоги Бакстону, я тоже посмотрю, что можно сделать.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Baxton
ru_ru: Бакстон

source: I will search the surrounding regions, from here.
es_es: Buscaré en las regiones cercanas, desde aquí.
ru_ru: Я буду искать отсюда в близлежащих регионах.

source: Please see if you can find out anything from the players here in the Cave Inn.
es_es: Por favor, vea si puede averiguar algo de los jugadores aquí en la Posada de la Cueva.
ru_ru: Пожалуйста, посмотрите, сможете ли вы узнать что-нибудь от игроков здесь, в Пещерном трактире.

source: Listen to their conversations, maybe they saw something. Anything helps.
es_es: Escuche sus conversaciones, quizá hayan visto algo. Cualquier cosa ayuda.
ru_ru: Послушайте их разговоры, может, они что-то видели. Любая информация полезна.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Baxton
ru_ru: Бакстон

source: Hello, Lady Lea. Have you found anything new?
es_es: Hola, Lady Lea. ¿Ha encontrado algo nuevo?
ru_ru: Здравствуйте, леди Лея. Вы нашли что-нибудь новое?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Wonderful! What can you tell me?
es_es: ¡Maravilloso! ¿Qué puede decirme?
ru_ru: Замечательно! Что вы можете сказать?

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Why by using words, Lady Lea. Is something the matter?
ru_ru: Используя слова, леди Лея. Что-то не так?

source: Lea...
ru_ru: Лея...

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Ah! I see what is bothering you, dear Lea.
es_es: ¡Ah! Ya veo lo que le sucede, querida Lea.
ru_ru: Ах! Я вижу, что вас беспокоит, дорогая Лея.

source: Your speech module must be malfunctioning, is that it?
es_es: Su módulo del habla debe estar funcionando mal, ¿es eso?
ru_ru: Ваш речевой модуль, должно быть, неисправен, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I'm terribly sorry to hear that. What a cumbersome circumstance, indeed...
es_es: Lamento mucho escuchar eso. Qué circunstancia tan incómoda, ciertamente...
ru_ru: Мне ужасно жаль слышать это. Какое ужасное обстоятельство, действительно...

source: However, am I right to assume you are able to track our perpetrator?
es_es: Sin embargo, ¿estoy en lo cierto al suponer que es capaz de rastrear a este malhechor?
ru_ru: Однако, могу ли я предположить, что вы можете отследить нашего преступника?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: This will do then!
ru_ru: Тогда отлично!

source: You go on ahead and find him, I will follow you by using our tracking system.
es_es: Adelántese y encuéntrelo, yo le seguiré usando nuestro sistema de rastreo.
ru_ru: Идите и найдите его, я буду следить за вами с помощью нашей системы отслеживания.

source: Lea, I have found out more about Henry.
es_es: Lea, he encontrado más información sobre Henry.
ru_ru: Лея, я узнал больше о Генри.

source: It seems he is part of an organization called \c[3]IHSO\c[0].
es_es: Parece que forma parte de una organización llamada \c[3]O.I.H.S.\c[0].
ru_ru: Похоже, что он является частью организации под названием \c[3]IHSO\c[0].

source: Information about them is scarce but they seem to be involved in various hacking activities.
es_es: La información sobre ellos es escasa, pero parece que están implicados en diversas actividades de piratería informática.
ru_ru: Информация о них скудна, но они, похоже, участвуют в различной хакерской деятельности.

source: You had better hurry, this might get dangerous.
es_es: Será mejor que te des prisa, esto podría ser peligroso.
ru_ru: Тебе лучше поторопиться, это может быть опасно.

source: Baxton
ru_ru: Бакстон

source: You go on ahead and find him, I will follow you by using our tracking-system.
es_es: Adelántese y encuéntrelo, yo le seguiré usando nuestro sistema de rastreo.
ru_ru: Идите и найдите его, я буду следить за вами с помощью нашей системы отслеживания.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Data Probe
es_es: Sonda de Datos
ru_ru: Зонд данных

source: Booting...
es_es: Iniciando...
ru_ru: Загрузка...

source: Starting Scan Routine...
es_es: Comenzando Rutina de Escaneo...
ru_ru: Запуск сканирования...

source: ERROR: Missing Component 361F
es_es: ERROR: Componente Faltante 361F
ru_ru: ОШИБКА: отсутствует компонент 361F

source: "Strange Device" Clue
es_es: Pista "Dispositivo Extraño"
ru_ru: Улика "Странное устройство"

source: Did Henry build these probes here?
es_es: ¿Fue Henry el que construyó estas sondas aquí?
ru_ru: Генри соорудил эти зонды здесь?

source: It would explain why we cannot find the object in the database.
es_es: Explicaría por qué no se encuentran en la base de datos de los objetos.
ru_ru: Это объясняет, почему мы не можем найти предмет в базе данных.

source: Oh hello, can I help you?
es_es: Oh, hola, ¿puedo ayudarte?
ru_ru: Ой, привет, чем могу помочь?

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Yes, hello again. Now, state your business, I'm very busy you know.
es_es: Sí, hola. Ahora, dime que necesitas, estoy muy ocupado, ¿sabes?
ru_ru: Да, снова привет. Теперь ближе к делу, знаешь ли, я очень занят.

source: ...Lea.
ru_ru: ...Лея.

source: Wait, are you saying you found the blueprint I'm looking for?
es_es: Espera, ¿quieres decir que encontraste la plantilla que estaba buscando?
ru_ru: Подожди, говоришь, что ты нашла чертёж, который я ищу?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Incredible!
es_es: ¡Increíble!
ru_ru: Невероятно!

source: Give it to me, quick now!
es_es: Dámela, ¡rápido!
ru_ru: Отдай его мне, быстро!

source: Ah... I see I see...
ru_ru: Ах... вижу, вижу...

source: So if I have these materials, I can just put them together...
es_es: Entonces con estos materiales, puedo juntarlos...
ru_ru: Получается, если у меня будут эти материалы, я могу просто соединить их вместе...

source: It says here all the parts are hidden by the creator of the blueprint.
es_es: Dice aquí que todas las partes están escondidas por el creador de la plantilla.
ru_ru: Здесь сказано, что все детали спрятаны создателем чертежа.

source: Somewhere in \c[3]\v[area.jungle.name]\c[0]...
es_es: En algún lugar del \c[3]\v[area.jungle.name]\c[0]...
ru_ru: Где-то в \c[3]Саду Гайи\c[0]...

source: Seeker!
es_es: ¡Buscadora!
ru_ru: Искатель!

source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

source: If you find these materials for me, I will build the best shoes you will ever wear.
es_es: Si encuentras estos materiales por mí, te fabricaré los mejores zapatos que jamás hayas usado.
ru_ru: Если найдёшь эти материалы, то я сделаю лучшую обувь, которую ты когда-либо носила.

source: So, what do you say?
es_es: ¿Y bien? ¿Qué dices?
ru_ru: Итак, что скажешь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Let's set this up as a regular trade.
es_es: Configuremos esto como un intercambio normal.
ru_ru: Давай устроим это как обычный обмен.

source: Talk to me to look at the required materials.
es_es: Háblame si quieres ver los materiales.
ru_ru: Поговори со мной, чтобы увидеть необходимые материалы.

source: It has been done.
es_es: Está hecho.
ru_ru: Это свершилось.

source: Finally I can find a new project.
es_es: Por fin, puedo dedicarme a otros proyectos.
ru_ru: Наконец-то я могу найти новый проект.

source: Thank you, Seeker.
es_es: Gracias, Buscadora.
ru_ru: Спасибо тебе, Искатель.
