Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

# data/maps/forest/path-07.json//entities/607/settings/event/69/message
source: I didn't want to waste money and items on equipment that I'd replace later on anyway, see?
es_es: No quería malgastar dinero y artículos en un equipo que sustituiría más tarde de todos modos, ¿sabes?
ru_ru: Не хотел тратить деньги и предметы на экипировку, которую я всё равно потом бы сменил, понимаешь?

# data/maps/forest/path-07.json//entities/607/settings/event/70/message
source: That...\. I mean...
es_es: Eso...\. Quiero decir...
ru_ru: Это...\. Я имею в виду...

# data/maps/forest/path-07.json//entities/607/settings/event/71/message
source: Just HOW did you even manage to get this far?!
es_es: ¡¿CÓMO te las has arreglado para llegar hasta aquí?!
ru_ru: КАК тебе вообще удалось продвинуться так далеко?!

# data/maps/forest/path-07.json//entities/607/settings/event/72/message
source: Well...\. you helping me out when I was in trouble certainly helped a lot!
es_es: Bueno...\. ¡tus rescates cuando estaba en aprietos me han ayudado mucho!
ru_ru: Ну...\. то, что вы выручали меня каждый раз, когда я был в беде, несомненно очень помогло!

# data/maps/forest/path-07.json//entities/607/settings/event/73/message
source: But like, the Gaia's Garden temples are solo instances, how did you...
es_es: Pero, quiero decir, los templos del Jardín de Gaia están instanciados, ¿cómo es que...?
ru_ru: Но, как бы, храмы Сада Гайи - это одиночные подземелья, как ты...

# data/maps/forest/path-07.json//entities/607/settings/event/74/message
source: Faceroll it till you make it, right?
es_es: Pues, lo intenté muchas veces hasta que pude.
ru_ru: Умирал до тех пор, пока не прошёл.

# data/maps/forest/path-07.json//entities/607/settings/event/75/message
source: Anyway, gotta get my new gear now!\. See you around!
es_es: Pero bueno, ¡iré a comprar mi nuevo equipo ahora!\. ¡Nos vemos!
ru_ru: В любом случае, пришло время получить мою новую экипировку!\. Ещё увидимся!

# data/maps/forest/path-07.json//entities/607/settings/event/83/message
source: ...Ugh...
ru_ru: ...Ох...

# data/maps/forest/path-07.json//entities/607/settings/event/89/message
source: We're done!
es_es: ¡Hasta aquí!
ru_ru: Мы закончили!

# data/maps/forest/path-07.json//entities/607/settings/event/90/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/forest/path-07.json//entities/607/settings/event/91/message
source: Nice work!!
es_es: ¡¡Buen trabajo!!
ru_ru: Отличная работа!!

# data/maps/forest/path-07.json//entities/607/settings/event/92/message
source: That was a lot of samurai bugs, huh?
es_es: Esos fueron muchos bichos samuráis, ¿eh?
ru_ru: Ух, сколько было жуков-самураев, а?

# data/maps/forest/path-07.json//entities/607/settings/event/93/message
source: Yes, indeed.
es_es: Sí, en efecto.
ru_ru: Да, действительно.

# data/maps/forest/path-07.json//entities/607/settings/event/94/message
source: And our little Triblader-troublemaker looked happy...
es_es: Y nuestro pequeño y problemático Triblader parecía feliz...
ru_ru: А наш проблемный триблейдер выглядел вполне счастливым...

# data/maps/forest/path-07.json//entities/607/settings/event/95/message
source: Yeah...\. that guy sure keeps us busy...
es_es: Sí...\. ese tipo nos ha mantenido ocupados...
ru_ru: Да...\. этот парень подкидывает нам работёнки...

# data/maps/forest/path-07.json//entities/607/settings/event/96/message
source: He does, doesn't he?
es_es: ¡Ni lo menciones!
ru_ru: Вот уж точно.

# data/maps/forest/path-07.json//entities/607/settings/event/97/message
source: That's why I setup a notification for whenever he logs in!
es_es: ¡Por eso he configurado una notificación para cuando se conecta!
ru_ru: Вот почему я настроила показ уведомлений на каждый раз, когда он заходит в игру!

# data/maps/forest/path-07.json//entities/607/settings/event/98/message
source: He's been surprisingly quiet today, so I lost track of his movements until, like three fights ago.
es_es: Ha estado sorprendentemente tranquilo hoy, así que perdí la pista de sus movimientos hasta hace como tres peleas.
ru_ru: От него было на удивление мало проблем сегодня, так что я даже потеряла его... до этих последних трёх сражений.

# data/maps/forest/path-07.json//entities/607/settings/event/99/message
source: But usually he gets into trouble minutes after he logs in!
es_es: ¡Pero normalmente se mete en problemas minutos después de iniciar la sesión!
ru_ru: Но обычно он попадает в беду через считанные минуты после захода в игру!

# data/maps/forest/path-07.json//entities/607/settings/event/100/message
source: He's helped me perfect my timing because he's so predictable!
es_es: ¡Me ha ayudado a perfeccionar mi ritmo porque es muy predecible!
ru_ru: Он помог мне отточить до совершенства время реагирования, потому что он так предсказуем!

# data/maps/forest/path-07.json//entities/607/settings/event/101/message
source: How many times have we saved him already?
es_es: ¿Cuántas veces lo hemos salvado ya?
ru_ru: Сколько раз мы уже спасли его?

# data/maps/forest/path-07.json//entities/607/settings/event/102/message
source: Let me check!\. Hm...\. about 340 times now?\. Wow!
es_es: ¡Déjame comprobarlo! \. Hm...\. ¿unas 340 veces ya?\. ¡Vaya!
ru_ru: Дай мне проверить!\. Хм...\. уже около 340 раз?\. Вот это да!

# data/maps/forest/path-07.json//entities/607/settings/event/105/message
source: Yeah, it's about time we stopped saving that one.
es_es: Sí, ya va siendo hora de que lo dejemos estar.
ru_ru: Да, пора нам перестать спасать его.

# data/maps/forest/path-07.json//entities/607/settings/event/106/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-07.json//entities/607/settings/event/107/message
source: Aww, you think so?
es_es: ¿Aww, eso crees?
ru_ru: Оуу, ты так думаешь?

# data/maps/forest/path-07.json//entities/607/settings/event/108/message
source: He's become way too careless, doesn't prepare for his battles at all.
es_es: Se ha vuelto demasiado descuidado, no se prepara para sus batallas en absoluto.
ru_ru: Он стал слишком небрежным, совсем не готовится к битвам.

# data/maps/forest/path-07.json//entities/607/settings/event/109/message
source: He's relying on our help...\. way too much.
es_es: Depende de nuestra ayuda...\. demasiado.
ru_ru: Он рассчитывает на нашу помощь...\. слишком сильно.

# data/maps/forest/path-07.json//entities/607/settings/event/110/message
source: We're here to rescue people in need...\. but people still should learn to fight for themselves.
es_es: Estamos aquí para rescatar a la gente que lo necesite...\. pero aún así deben aprender a luchar por sí mismos.
ru_ru: Мы существуем ради того, чтобы выручать нуждающихся...\. но нуждающимся всё-таки стоит учиться постоять за себя.

# data/maps/forest/path-07.json//entities/607/settings/event/111/message
source: Well, when you're right you're right...\. our first exception.\. Maybe I should design him a badge!
es_es: Bueno, cuando tienes razón tienes razón...\. nuestra primera excepción. ¡Tal vez debería hacerle una medalla!
ru_ru: Ну, ты как всегда прав...\. наше первое исключение.\. Может, мне стоит сделать для него особый значок!

# data/maps/forest/path-07.json//entities/607/settings/event/112/message
source: Ooh!
ru_ru: О!

# data/maps/forest/path-07.json//entities/607/settings/event/113/message
source: Someone else needs help!\. And it's not that guy.
es_es: ¡Alguien más necesita ayuda!\. Y no es ese tipo.
ru_ru: Кому-то ещё нужна помощь!\. И это не тот парень.

# data/maps/forest/path-07.json//entities/607/settings/event/114/message
source: I'll take this one!
es_es: ¡Es mío!
ru_ru: Я займусь этим!

# data/maps/forest/path-07.json//entities/607/settings/event/115/message
source: It was great meeting you, Lea!
es_es: ¡Fue un placer conocerte, Lea!
ru_ru: Было приятно познакомиться, Лея!

# data/maps/forest/path-07.json//entities/607/settings/event/116/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/forest/path-07.json//entities/607/settings/event/125/message
source: Well that sure was something.
es_es: Bueno, ha estado interesante.
ru_ru: Да уж, это было что-то.

# data/maps/forest/path-07.json//entities/607/settings/event/126/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-07.json//entities/607/settings/event/127/message
source: I think you've helped us more than enough.\. Thanks a lot!
es_es: Creo que nos has ayudado más que suficiente.\. ¡Muchas gracias!
ru_ru: Я думаю, что ты помогла нам более чем достаточно.\. Большое спасибо!

# data/maps/forest/path-07.json//entities/607/settings/event/128/message
source: And of course, as promised, here's your reward.
es_es: Y por supuesto, como se te prometió, aquí está tu recompensa.
ru_ru: И конечно, как и было обещано, вот твоя награда.

# data/maps/forest/path-07.json//entities/607/settings/event/134/message
source: Alright...\. I gotta go.
es_es: Muy bien...\. Me tengo que ir.
ru_ru: Ладно...\. Мне надо идти.

# data/maps/forest/path-07.json//entities/607/settings/event/135/message
source: You never know when someone might need our help...\. at exactly the right time.
es_es: Nunca se sabe cuándo alguien puede necesitar nuestra ayuda...\. en el momento justo.
ru_ru: Никогда не знаешь, когда кому-либо может понадобиться твоя помощь...\. в самый последний момент.

# data/maps/forest/path-07.json//entities/607/settings/event/137/message
source: Feel free to drop by at the headquarters whenever you like!
es_es: ¡No dudes en pasarte por la sede cuando quieras!
ru_ru: Будем рады видеть тебя в нашем штабе в любое время!

# data/maps/forest/path-08.json//entities/253/settings/interact/hoverText
source: \i[arrow-ne] Old Dojo \i[arrow-se] Sapphire Roundtrip
es_es: \i[arrow-ne] Viejo Dojo \i[arrow-se] Circuito Zafiro
ru_ru: \i[arrow-ne] Старое додзё \i[arrow-se] Сапфировый путь-туда-обратно

source: ...A Trial it is you seek, and a trial you shall receive...
es_es: ...Una Prueba es lo que buscas, y una prueba recibirás...
ru_ru: ...Испытание ты ищешь, испытание ты и получишь...

source: ...Agility can be both a curse and a blessing...
es_es: ...La agilidad puede ser tanto una maldición como una bendición...
ru_ru: ...Ловкость может быть как проклятием, так и благословением...

source: ...This trial will test your speed and reaction time...
es_es: ...Esta prueba requerirá tu velocidad y tiempo de reacción...
ru_ru: ...Это испытание проверит твою скорость и реакцию...

source: ...Simply follow this bug...
es_es: ...Simplemente sigue este bicho...
ru_ru: ...Просто следуй за этим жуком...

source: ...But be aware of its trickery...
es_es: ...Pero ten en cuenta sus trucos...
ru_ru: ...Но остерегайся его хитрости...

source: ...Approach it to begin...
es_es: ...Acércate para empezar...
ru_ru: ...Подойди к нему, чтобы начать...

source: I don't want to follow the bug! I want to run away from it!!
es_es: ¡No quiero seguir al bicho! ¡¡Quiero huir de él!!
ru_ru: Я не хочу следовать за жуком! Я хочу убежать от него!!

# data/maps/forest/path-08.json//entities/961/settings/npcStates/1/event/1/text
source: ...Simply approach it...
es_es: ...Simplemente acércate...
ru_ru: ...Просто подойди к нему...

# data/maps/forest/path-08.json//entities/961/settings/npcStates/1/event/2/text
source: ...But be aware of its trickery...
es_es: ...Pero ten en cuenta sus trucos...
ru_ru: ...Но остерегайся его хитрости...

# data/maps/forest/path-08.json//entities/961/settings/npcStates/2/event/1/text
source: ...Stay ever vigilant Seeker...
es_es: ...Mantente siempre alerta, Buscadora...
ru_ru: ...Всегда оставайся бдительной, Искатель...

# data/maps/forest/path-08.json//entities/972/settings/event/7/thenStep/0/message
source: I guess that's what the lantern bug meant with "beware of its trickery"!
es_es: ¡Creo que a eso se refería el bicho del farol cuando dijo "ten en cuenta sus trucos"!
ru_ru: Видимо, это то, что имел виду жук с фонарём, говоря "остерегайтесь его хитрости!"

# data/maps/forest/path-08.json//entities/972/settings/event/8/thenStep/0/message
source: I hate all bugs, but this one in particular.
es_es: Odio a todos los bichos, pero a este en particular.
ru_ru: Я ненавижу всех жуков, но этого особенно.

# data/maps/forest/path-09.json//entities/619/settings/event/7/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/forest/path-09.json//entities/619/settings/event/9/name
source: Henry
ru_ru: Генри

# data/maps/forest/path-09.json//entities/619/settings/event/10/message
source: What?!
es_es: ¡¿Qué?!
ru_ru: Что?!

# data/maps/forest/path-09.json//entities/619/settings/event/11/message
source: H-H-How did you find me?
es_es: ¿C-C-Cómo me encontraste?
ru_ru: К-К-Как ты меня нашла?

# data/maps/forest/path-09.json//entities/619/settings/event/12/message
source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

# data/maps/forest/path-09.json//entities/619/settings/event/13/message
source: I h-have no t-t-time for this. I only need to send the b-b-beacon and my job is d-d-done!
es_es: N-No t-tengo tiempo p-para es-sto. ¡T-Tan solo tengo q-que enviar la baliza y es-stará t-todo hecho!
ru_ru: У м-меня нет в-времени на это. Осталось только послать с-сигнал, и моя работа будет з-з-закончена!

# data/maps/forest/path-09.json//entities/619/settings/event/14/message
source: So h-h-have some fun with my little f-f-friends.
es_es: Así que d-diviértete con m-m-mis amiguitos.
ru_ru: Так что п-п-повеселись с моими маленькими д-д-друзьями.

# data/maps/forest/path-09.json//entities/619/settings/event/20/name
source: Henry
ru_ru: Генри

# data/maps/forest/path-09.json//entities/619/settings/event/22/message
source: G-g-good Luck, Hehehe...
ru_ru: У-у-удачи, хехехе...

# data/maps/forest/path-09.json//entities/619/settings/event/32/message
source: He can control enemies?
es_es: ¿Puede controlar enemigos?
ru_ru: Он может контролировать врагов?

# data/maps/forest/path-09.json//entities/619/settings/event/33/message
source: What is going on here?
es_es: ¿Qué está sucediendo aquí?
ru_ru: Что здесь происходит?

# data/maps/forest/path-09.json//entities/628/settings/event/12/name
source: Henry
ru_ru: Генри

# data/maps/forest/path-09.json//entities/628/settings/event/14/message
source: S-Still haven't had enough?
es_es: ¿A-Aún n-no es suficiente?
ru_ru: В-Всё ещё мало?

# data/maps/forest/path-09.json//entities/628/settings/event/15/message
source: Let's s-s-see how you handle t-t-t-this!
es_es: ¡V-Veamos c-como lidias c-c-con es-sto!
ru_ru: Давай п-п-посмотрим, как ты справишься с э-э-этим!

# data/maps/forest/path-09.json//entities/628/settings/event/52/message
source: Did he just teleport? No way this can be an actual person.
es_es: ¿Se acaba de teletransportar? No es posible que esa sea una persona.
ru_ru: Он только что телепортировался? Это никоим образом не может быть реальный человек.

# data/maps/forest/path-09.json//entities/638/settings/event/10/message
source: Lady Lea!
ru_ru: Леди Лея!

# data/maps/forest/path-09.json//entities/638/settings/event/16/name
source: Baxton
ru_ru: Бакстон

# data/maps/forest/path-09.json//entities/638/settings/event/18/message
source: I just witnessed your exploits.
es_es: Acabo de avistar sus esfuerzos.
ru_ru: Я только что стал свидетелем ваших подвигов.

# data/maps/forest/path-09.json//entities/638/settings/event/19/message
source: This fiend! Hacking enemies and forcing players into combat situations?
es_es: ¡Ese malvado! ¿Está controlando enemigos y forzándolos a pelear contra jugadores?
ru_ru: Этот изверг! Взламывать врагов и натравлять на игроков?

# data/maps/forest/path-09.json//entities/638/settings/event/20/message
source: This is unheard of! We must put an end to this madness!
es_es: ¡Esto es inaudito! ¡Debemos poner fin a esta locura!
ru_ru: Это неслыханно! Мы должны положить конец этому безумию!

# data/maps/forest/path-09.json//entities/638/settings/event/21/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-09.json//entities/638/settings/event/22/message
source: Let's move quickly now!
es_es: ¡No hay tiempo que perder, vamos!
ru_ru: Давайте действовать быстро!

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/14/message
source: Here we are.
es_es: Aquí estamos.
ru_ru: Вот мы и на месте.

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/15/message
source: This cave will directly lead to Vermillion Wasteland.
es_es: Esta cueva lleva directamente al Vertedero Vermillion.
ru_ru: Эта пещера приведёт напрямую к Пустоши Вермиллион.

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/19/message
source: It really is here...
es_es: Realmente está aquí...
ru_ru: Он реально существует...

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/21/message
source: A whole new area of the playground!
es_es: ¡Toda una nueva zona del Campo de juego!
ru_ru: Совершенно новый участок игровой зоны!

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/22/message
source: This is exciting!!
es_es: ¡¡Esto es emocionante!!
ru_ru: Это потрясающе!!

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/27/message
source: Now this is the last chance for everyone to prepare!
ru_ru: Сейчас последний шанс для всех подготовиться!

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/28/message
source: Once we go through here, there is no turning back!
es_es: Una vez que pasemos por aquí, ¡no hay vuelta atrás!
ru_ru: Как только мы войдём, пути назад уже не будет!

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/29/message
source: We will have to act quickly to catch Sidwell by surprise!
es_es: ¡Tendremos que actuar rápidamente para tomar a Sidwell por sorpresa!
ru_ru: Нам придётся действовать быстро, чтобы застать Сидвелла врасплох!

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/30/message
source: Lea, please enter the cave once you feel ready to start.
es_es: Lea, por favor, entra en la cueva cuando te sientas lista para empezar.
ru_ru: Лея, пожалуйста, войди в пещеру, как только будешь готова.

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/32/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-10-hidden.json//entities/1/settings/event/34/task
source: This is your last chance to prepare. When ready, enter the cave in \c[3]Sapphire Ridge - Hidden Entrance\c[0]
es_es: Esta es tu última oportunidad para prepararte. Cuando estés listo, entra en la cueva en \c[3]Cresta Zafiro - Entrada oculta\c[0]
ru_ru: Это ваш последний шанс подготовиться. Когда будете готовы, войдите в пещеру в \c[3]Сапфировом крае - Скрытый проход\c[0]

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/7/message
source: This is it, Lea.
es_es: Aquí es, Lea.
ru_ru: Вот оно, Лея.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/8/message
source: If we go through that tunnel, we will reach \c[3]Vermillion Wasteland\c[0].
es_es: Si atravesamos ese túnel, llegaremos al \c[3]Vertedero Vermillion\c[0].
ru_ru: Если мы пройдём через тоннель, то достигнем \c[3]Пустоши Вермиллион\c[0].

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/10/message
source: Lukas...\. the Evotar of him...\. he is hopefully still over there.
es_es: Lukas...\. su Evotar...\. espero que siga allí.
ru_ru: Лукас...\. его эвотар...\. надеюсь, он ещё там.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/12/message
source: If we act fast enough, we might still be able to rescue him.
es_es: Si actuamos lo suficientemente rápido, quizá podamos rescatarlo.
ru_ru: Если мы будем действовать быстро, то, возможно, всё ещё сможем спасти его.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/13/message
source: Lea!
ru_ru: Лея!

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/19/message
source: Lea, please stop.
es_es: Lea, por favor, detente.
ru_ru: Лея, пожалуйста, подожди.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/20/message
source: Running in there alone and unprepared is destined to fail.
es_es: Meterte ahí dentro tu sola y sin preparación es una receta para el desastre.
ru_ru: Бежать туда одной и неподготовленной обречено на провал.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/23/message
source: Do not worry.
es_es: No te preocupes.
ru_ru: Не волнуйся.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/24/message
source: I am pretty positive that we will find a way to reach the Evotar server.
es_es: Estoy bastante seguro de que encontraremos una manera de llegar al servidor Evotar.
ru_ru: Я уверен, что мы найдём способ добраться до сервера эвотаров.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/27/message
source: To be honest... I am more concerned about what comes afterwards.
es_es: Para ser sincero... Me preocupa más lo que viene después.
ru_ru: Если честно... меня больше волнует то, что будет потом.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/28/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/29/message
source: Assuming that we reach the server and manage to make a backup of all the Evotars.
ru_ru: Если предположить, что мы достигнем сервера и сможем сделать резервную копию всех эвотаров.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/30/message
source: We still need a proper environment to run them.
es_es: Aún necesitaremos la infraestructura adecuada para que funcione.
ru_ru: Мы по-прежнему нуждаемся в нужной среде, чтобы запустить их.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/31/message
source: A new place for Evotars.
es_es: Un nuevo hogar para los Evotares.
ru_ru: В новом месте для эвотаров.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/32/message
source: And one way or another, we need Instatainment's permission for that.
es_es: Y de una forma u otra, necesitaremos el permiso de Instatainment para ello.
ru_ru: И так или иначе, нам нужно разрешение Instatainment для этого.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/34/message
source: I am not entirely sure how to tackle this issue, yet.
es_es: Aún no estoy del todo seguro de como abordar el problema.
ru_ru: Я ещё не совсем уверен, как решить эту проблему.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/35/message
source: Even for an employee like me it is difficult to reach the right people to talk to about this.
ru_ru: Даже для такого сотрудника, как я, трудно найти нужных людей, с которыми можно поговорить об этом.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/38/message
source: Well, that certainly dampened the mood, I am sorry.
es_es: Bueno, eso ha bajado los ánimos, lo siento.
ru_ru: Да уж, это определённо испортило настрой, извини.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/40/message
source: There really is no point in worrying about this now.
es_es: No tiene sentido preocuparse por esto ahora mismo.
ru_ru: На самом деле, нет никакого смысла беспокоиться об этом сейчас.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/41/message
source: We just have to try our best and see what happens.
es_es: Tendremos que hacer lo mejor que podamos y ver qué pasa.
ru_ru: Нам просто нужно хорошенько постараться и посмотреть, что из этого выйдет.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/42/message
source: Waiting it out simply is not an option.
es_es: Esperar a que las cosas se resuelvan no es una opción.
ru_ru: Переждать это - просто не вариант.

# data/maps/forest/path-10-hidden.json//entities/215/settings/event/43/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]
