Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

source: You usually find her at the balcony at the very top.
ru_ru: Её обычно можно найти на балконе, на самом верху.

source: Pi Ling
ru_ru: Пи Линг

source: Greetings, Seeker!
es_es: ¡Saludos, Buscadora!
ru_ru: Приветствую, Искатель!

source: Talk to the owner of this establishment to learn more about the shade of this area.
es_es: Habla con el propietario de este establecimiento para saber más sobre la sombra de esta zona.
ru_ru: Поговори с владелицей этого заведения, чтобы узнать больше о Тени этой области.

source: You usually find her at the balcony at the very top.
es_es: Suele encontrarse en el balcón de la parte superior.
ru_ru: Её обычно можно найти на балконе, на самом верху.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Pi Ling
ru_ru: Пи Линг

source: And did you talk to her?
es_es: ¿Ya has hablado con ella?
ru_ru: Так ты с ней поговорила?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: How?!
es_es: ¡¿Cómo?!
ru_ru: Как?!

source: Yeah, I know. She is old and it is a bit hard to understand her.
es_es: Sí, lo sé. Es vieja y es un poco difícil entenderla.
ru_ru: Да, знаю. Она старая и её слегка трудно понять.

source: But she really does try to help.
es_es: Pero ella realmente intenta ayudar.
ru_ru: Но она правда пытается помочь.

source: Just go to the \c[3]south\c[0] from here. Walk \c[3]through the bamboo\c[0].
es_es: Sólo tienes que ir al \c[3]sur\c[0] desde aquí. Camina \c[3]a través del bambú\c[0].
ru_ru: Просто иди отсюда на \c[3]юг\c[0]. Насквозь \c[3]через бамбуковые заросли\c[0].

source: There is somebody there that will help you.
es_es: Allí hay alguien que te ayudará.
ru_ru: Там есть кое-кто, кто тебе поможет.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Uhm... Do you wonder why I didn't tell you right away?
es_es: Uhm... ¿Te preguntas por qué no te lo dije antes?
ru_ru: Эмм... Тебе интересно, почему я сразу тебе не сказала?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I-It's just tradition!
es_es: ¡E-Es sólo una tradición!
ru_ru: Э-Это просто традиция!

source: Also... she's always so happy when she's able to help.
es_es: Además... siempre se pone muy feliz cuando puede ayudar.
ru_ru: Кроме того... она всегда так счастлива, когда может быть полезной.

source: She doesn't get so much company these days, you see?
ru_ru: Видишь ли, у неё не так много общения в эти дни.

source: So... thank you for talking to her!
es_es: Así que... ¡gracias por hablarle!
ru_ru: Так что... спасибо, что поговорила с ней!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Just walk through the \c[3]bamboo trees\c[0] south of the \c[3]Cave Inn\c[0] to find somebody.
es_es: Simplemente camina a través de los \c[3]árboles de bambú\c[0] al sur de la \c[3]Posada de la Cueva\c[0] para encontrar a alguien.
ru_ru: Просто пройдите через \c[3]бамбуковые заросли\c[0] на юге от \c[3]Пещерного трактира\c[0], чтобы найти кое-кого.

source: Such a kind lady.
es_es: Una señora muy amable.
ru_ru: Такая добрая леди.

source: Pi Ling
ru_ru: Пи Линг

source: Just go to the \c[3]south\c[0] from here. Walk \c[3]through the bamboo\c[0].
es_es: Sólo tienes que ir al \c[3]sur\c[0] desde aquí. Camina \c[3]a través del bambú\c[0].
ru_ru: Просто иди отсюда на \c[3]юг\c[0]. Насквозь \c[3]через бамбуковые заросли\c[0].

source: There is somebody there that will help you.
es_es: Allí hay alguien que te ayudará.
ru_ru: Там есть кое-кто, кто тебе поможет.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Pi Ling
ru_ru: Пи Линг

source: Greetings, Seeker!
es_es: ¡Saludos, Buscadora!
ru_ru: Приветствую, Искатель!

source: Ah! It seems you found what you have been looking for.
es_es: ¡Ah! Parece que ha encontrado lo que buscaba.
ru_ru: Ах! Кажется, ты нашла то, что искала.

source: Ah... it seems you already found that person at the bonfire, didn't you?
es_es: Oh... parece que ya has encontrado a esa persona en la hoguera, ¿no?
ru_ru: Ах... кажется, ты уже нашла этого человека у костра, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good luck in passing his trials! I've heard quite the stories from other seekers.
es_es: ¡Buena suerte en pasar sus pruebas! He escuchado bastantes historias de otros buscadores.
ru_ru: Удачи в прохождении испытаний! Я слышала интересные рассказы от других Искателей.

source: If you happen to be stuck.... maybe grandmother can help you?
es_es: Si te quedas atascada.... ¿tal vez la abuela pueda ayudarte?
ru_ru: Если ты застряла... может быть, бабушка сможет помочь?

source: Or you know... she'd at least be happy to talk to you!
es_es: O ya sabes... ¡al menos estaría encantada de hablar contigo!
ru_ru: Или, знаешь... по крайней мере, она будет рада пообщаться с тобой!

source: You find her around the balcony of the top-most floor.
es_es: La encontrarás en el balcón del último piso.
ru_ru: Ты найдёшь её где-то на балконе самого верхнего этажа.

# data/maps/forest/interior/inn-01.json//entities/74/settings/dialog/0/text
source: What a rude guy!
es_es: ¡Qué tipo tan grosero!
ru_ru: Какой нахал!

# data/maps/forest/interior/inn-01.json//entities/74/settings/dialog/1/text
source: Typical self-centered player if you ask me.
es_es: Típico jugador egoísta.
ru_ru: Типичный эгоцентричный игрок, как по мне.

# data/maps/forest/interior/inn-01.json//entities/74/settings/dialog/2/text
source: You'd think he would have seen me \c[3]with those big glasses\c[0].
es_es: Uno pensaría que vería mejor con \c[3]esas grandes gafas\c[0].
ru_ru: Можно подумать, он не увидел меня \c[3]с такими большими очками\c[0].

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: You're looking for that weird dude?
es_es: ¿Estás buscando a ese tipo extraño?
ru_ru: Ты ищешь этого странного парня?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: He just ran past, even pushing me to the side.
es_es: Acaba de pasar corriendo por aquí, me ha empujado y todo.
ru_ru: Он только что пробежал мимо, даже толкнул меня в сторону.

source: What a douche...
es_es: El muy desubicado...
ru_ru: Что за урод...

source: "Whereabouts" Clue
es_es: Pista "Alrededores"
ru_ru: Улика "Местонахождение"

# data/maps/forest/interior/inn-01.json//entities/77/settings/dialog/0/text
source: Aaand back on the table.
es_es: Yyyy de nuevo sobre la mesa.
ru_ru: Иииии снова на столе.

# data/maps/forest/interior/inn-01.json//entities/77/settings/dialog/2/text
source: This can is fascinating.
es_es: Esta lata es fascinante.
ru_ru: Эта банка такая увлекательная.

# data/maps/forest/interior/inn-01.json//entities/77/settings/dialog/3/text
source: Can you stop the act already? I know this is not about the can.
es_es: ¿Puedes dejar de actuar de una vez? Sé que no se trata de la lata.
ru_ru: Может, уже прекратишь этот спектакль? Я знаю, что дело не в банке.

# data/maps/forest/interior/inn-01.json//entities/77/settings/dialog/4/text
source: It's... all about the can...
es_es: Es... todo sobre la lata...
ru_ru: Всё дело... именно в банке...

# data/maps/forest/interior/inn-01.json//entities/77/settings/dialog/5/text
source: Why won't you simply admit it? You like to sit on tables.
es_es: ¿Por qué no simplemente lo admites? Te gusta sentarte en las mesas.
ru_ru: Почему бы тебе просто не признать это? Тебе нравится сидеть на столах.

# data/maps/forest/interior/inn-01.json//entities/77/settings/dialog/6/text
source: No, it's not true!
es_es: ¡No, no es cierto!
ru_ru: Нет, это неправда!

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: Huh?
es_es: ¿Eh?
ru_ru: А?

source: See? Now even this random player here agrees!
es_es: ¿Ves? ¡Hasta esta jugadora aleatoria está de acuerdo!
ru_ru: Видишь? Даже этот случайный игрок согласен с этим!

source: She should just admit it, right?
es_es: Debería simplemente admitirlo, ¿no es verdad?
ru_ru: Она должна просто признать это, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: B-But...
es_es: P-Pero...
ru_ru: Н-Но...

source: Look, there is nothing...\. wrong about sitting on tables.
ru_ru: Слушай, нет ничего...\. плохого в сидении на столах.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I mean sure... it's weird. But we're in a game. We're here to have fun.
es_es: Quiero decir, claro... es raro. Pero estamos en un juego. Estamos aquí para divertirnos.
ru_ru: То есть, ну да... это странно. Но мы же в игре. Мы здесь, чтобы веселиться.

source: If sitting on tables is your idea of fun then more power to you!
es_es: Si sentarse en las mesas te divierte, ¡pues bien, que nadie te pare!
ru_ru: Если сидение на столах - это твоё веселье, тогда флаг тебе в руки!

source: But for so many years... people always told me to not do it. That it's bad manners.
es_es: Pero durante tantos años... la gente siempre me decía que no lo hiciera. Qué es de mala educación.
ru_ru: Но долгие годы... люди всегда говорили мне не делать этого. Что это невоспитанность.

source: Who cares, we're in CrossWorlds! This is a place to screw around and let loose!
es_es: A quién le importa, ¡estamos en CrossWorlds! ¡Este lugar está hecho para ir a tu bola y relajarse!
ru_ru: Кого это волнует, мы в CrossWorlds! Это место, чтобы дурачиться и расслабляться!

source: And I definitely never saw any player being banned for sitting on a table.
es_es: Y nunca he visto que suspendan a un jugador por sentarse en una mesa.
ru_ru: И я точно никогда не видела, чтобы кто-то из игроков был забанен за то, что сидел на столе.

source: You're right...
es_es: Tienes razón...
ru_ru: Ты права...

source: Of course I am!\. Just admit it!
es_es: ¡Por supuesto que sí!\. ¡Admítelo!
ru_ru: Конечно права!\. Просто признай это!

source: Alright!
es_es: ¡De acuerdo!
ru_ru: Хорошо!

source: I love sitting on tables!!
es_es: ¡¡Me encanta sentarme en las mesas!!
ru_ru: Я люблю сидеть на столах!!

source: Sitting on tables is the best!!
es_es: ¡¡Sentarse en las mesas es lo mejor!!
ru_ru: Сидеть на столах - это круто!!

source: Everyone! Sitting on tables is amazing!
es_es: ¡Oigan todos! ¡Sentarse en las mesas es increíble!
ru_ru: Слышите все! Сидеть на столах просто потрясающе!

source: Huh?
es_es: ¿Eh?
ru_ru: Хмм?

source: You see the world from a new angle!
es_es: ¡Verás el mundo desde un nuevo punto de vista!
ru_ru: Вы увидите мир под новым углом!

source: It will change your perspective on everything!
es_es: ¡Cambiará tu perspectiva de todo!
ru_ru: Это изменит ваши взгляды на всё!

source: Damn girl, that's some deep stuff!
es_es: ¡Demonios, chica! ¡Nunca lo había pensado!
ru_ru: Чёрт возьми, а это глубокие мысли!

source: Thank you so much, you two!
es_es: ¡Muchas gracias a las dos!
ru_ru: Большое спасибо вам!

source: Finally I was able to open up!!
ru_ru: Наконец мне удалось раскрыться!!

source: N-No, problem!\. You definitely seem more happy this way!
ru_ru: Н-Нет... проблем!\. Теперь ты определённо выглядишь счастливее!

source: I am!!
es_es: ¡¡Lo estoy!!
ru_ru: Так и есть!!

source: I have to go now!\. I have to spread the message!!
es_es: ¡Ahora debo irme!\. ¡¡Tengo que difundir el mensaje!!
ru_ru: Я должна идти!\. Я должна распространить знания!!

source: Oh dear, she really did a complete 180 there, didn't she?
es_es: Oh Dios santo. Acaba de irse hacia el otro extremo, ¿no es así?
ru_ru: О, господи, она полностью поменяла свои взгляды, правда?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I better have a look what she's up to now.
es_es: Será mejor que la vigile de cerca.
ru_ru: Я лучше посмотрю, что она задумала.

source: See you around!
es_es: ¡Nos vemos!
ru_ru: Увидимся!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Sai Ling
ru_ru: Сай Линг

source: Hello, Seeker!
es_es: ¡Hola, Buscadora!
ru_ru: Приветствую, Искатель!

source: This is the \c[3]Cave Inn\c[0], a hostel built inside a house from the very beginnings of human activity on Planet Shadoon.
es_es: Esta es la \c[3]Posada de la Cueva\c[0], un albergue construido dentro de una casa desde los inicios de la humanidad en Shadoon.
ru_ru: Это \c[3]Пещерный трактир\c[0], гостиница, оборудованная внутри дома, который был построен на заре человеческой деятельности на планете Шадун.

source: If I can offer you a room, please let me know.
es_es: Si quieres una habitación, tan solo hazme saber.
ru_ru: Если я могу предложить вам номер, пожалуйста, дайте знать.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: ...Is what I would say if there was actually any room free...
es_es: ...Es lo que diría si hubiera algún espacio libre...
ru_ru: ...Это то, что я сказал бы, если на самом деле была бы свободная комната...

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: I'm afraid business is booming for us \c[3]Ling's\c[0] again.
ru_ru: Боюсь, что бизнес снова процветает для нас, \c[3]Лингов\c[0].

source: Which of course is nothing to be afraid of...
es_es: Lo cual, por supuesto, no es nada que temer...
ru_ru: Чего, конечно же, не стоит бояться...

source: However, our very own 24-7 shop, as well as a trade hub, are at your disposal.
es_es: Sin embargo, nuestra propia tienda 24-7, así como un centro comercial, están a tu disposición.
ru_ru: Тем не менее, в вашем распоряжении наш собственный магазин 24/7, а также торговый центр.

source: Please enjoy your stay!
es_es: ¡Disfruta de tu estadía!
ru_ru: Пожалуйста, приятного пребывания здесь!

source: Paro Ling
ru_ru: Паро Линг

source: Your lot is pretty popular here these days, Seeker.
es_es: Se ven muchos Buscadores como tú por aquí últimamente.
ru_ru: Твои коллеги довольно популярны здесь в эти дни, Искатель.

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: I still remember when I left home to find luck in the big city, our Inn was almost done for.
es_es: Aún recuerdo cuando me fui de casa a probar suerte a la gran ciudad, nuestra posada estaba en la miseria.
ru_ru: Я до сих пор помню, когда я уехал из дома, чтобы поискать удачу в большом городе, наш трактир был почти обречён.

source: Imagine my surprise when I got a letter from my mother telling me to return.
es_es: Imagínate mi sorpresa cuando recibí una carta de mi madre diciéndome que volviera.
ru_ru: Представь себе моё удивление, когда я получил письмо от матери, в котором она просила меня вернуться.

source: Of course I could never refuse such a request. So my wife and I packed our things and moved here.
ru_ru: Конечно я никогда не смог бы отказать в такой просьбе. Поэтому мы с женой собрали вещи и переехали сюда.

source: And we don't regret it! My wife still has some trouble getting used to our traditions, but she always wanted to live somewhere calm and peaceful.
es_es: ¡Y no nos arrepentimos! A mi mujer todavía le cuesta acostumbrarse a nuestras tradiciones, pero siempre quiso vivir en un lugar tranquilo y apacible.
ru_ru: И мы не жалеем об этом! Моей жене всё ещё трудно привыкнуть к нашим традициям, но она всегда хотела жить в каком-нибудь спокойном и тихом месте.

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/0/text
source: Now that I think about it, benches in crossworld are very different from other games.
ru_ru: Если задуматься, скамейки в СrossWorlds сильно отличаются от других игр.

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/1/text
source: Why so?
ru_ru: Почему это?

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/2/text
source: Because they are actually useful! In most games they are purely decorative and you can't really sit on them.
es_es: ¡Porque tienen utilidad! En la mayoría de los juegos son puramente decorativos y no puedes sentarte en ellas.
ru_ru: Потому что они реально полезны! В большинстве игр они чисто декоративные, и ты не можешь сидеть на них.

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/3/text
source: Yeah, it's true that avatars allow proper sitting.
es_es: Sí, es cierto. Con los avatares podemos sentarnos plácidamente.
ru_ru: Да, действительно, аватары могут нормально сидеть.

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/4/text
source: Yet, it doesn't seem to be enough...
es_es: Sin embargo, no parece que sea suficiente...
ru_ru: Но видимо, этого недостаточно...

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/5/text
source: What do you mean?
es_es: ¿Qué quieres decir?
ru_ru: В смысле?

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/6/text
source: I feel like everyone in this game is trying to sit at the strangest place they can find.
es_es: Siento que todos en este juego están tratando de sentarse en el lugar más extraño que puedan encontrar.
ru_ru: Такое чувство, что все в этой игре пытаются усесться в самом странном месте, которое только смогут найти.

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/7/text
source: Oh, true, I even saw a girl sitting on a table not so long ago.
es_es: Oh, es cierto, incluso vi a una chica sentada en una mesa hace poco.
ru_ru: Да, правда, я даже не так давно видел девушку, которая сидела на столе.

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/8/text
source: Right...\. But I was thinking of someone else.
es_es: Pues sí...\. Pero tenía a alguien más en mente.
ru_ru: Верно...\. Но я имел в виду кое-кого другого.

# data/maps/forest/interior/inn-01.json//entities/83/settings/dialog/9/text
source: What person could you possibly be talking about?
es_es: No tengo idea de quién hablas.
ru_ru: О ком же это ты говоришь?

source: Weapon best quality of Shad but now foremost we produce for human being.
ru_ru: Оружие шадов высочайшего качества, но сейчас в первую очередь мы производим для человечества.

# data/maps/forest/interior/inn-equip.json//entities/78/settings/dialog/0/text
source: How is your chest hunting going?
es_es: ¿Cómo va la cacería de cofres?
ru_ru: Как проходит твоя охота на сундуки?

# data/maps/forest/interior/inn-equip.json//entities/78/settings/dialog/1/text
source: I'm still missing a few.
es_es: Todavía me faltan unos pocos.
ru_ru: До сих пор не хватает нескольких.

# data/maps/forest/interior/inn-equip.json//entities/78/settings/dialog/2/text
source: But I heard of a hidden path east of here.
es_es: Pero oí hablar de un camino oculto al este de aquí.
ru_ru: Но я слышал о скрытом пути к востоку отсюда.

# data/maps/forest/interior/inn-equip.json//entities/78/settings/dialog/3/text
source: Where did you hear that?
es_es: ¿Dónde has oído eso?
ru_ru: Где ты это слышал?

# data/maps/forest/interior/inn-equip.json//entities/78/settings/dialog/4/text
source: Some \c[3]player with the lab coat skin\c[0] walked by, mumbling about it and stuff.
es_es: Un \c[3]jugador con bata de laboratorio\c[0] pasó por allí, murmurando y demás.
ru_ru: Мимо проходил какой-то \c[3]игрок в лабораторном халате\c[0], бормоча об этом и всё такое.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: What's up, wanna know about that path too?
ru_ru: Что случилось, тоже хочешь узнать об этом пути?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: It's somewhere in the eastern cavern system if I understood correctly.
es_es: Está en algún lugar del sistema de cuevas del este, si entendí bien.
ru_ru: Это где-то в восточных пещерах, если я правильно поняла.

source: He said something about using Electricity to charge some bots.
es_es: Dijo algo sobre usar la electricidad para cargar algunos bots.
ru_ru: Он сказал что-то об использовании электричества для зарядки каких-то ботов.

source: Not sure what he meant by that.
es_es: No estoy segura de lo que quiso decir con eso.
ru_ru: Точно не знаю, что он имел в виду.

source: "Hidden Path" Clue
es_es: Pista "Camino oculto"
ru_ru: Улика "Скрытый путь"

source: Shop.\. It has the thing you buy.
es_es: Tienda.\. Tiene lo que compras.
ru_ru: Магазин.\. В нём есть вещь, которую вы купите.

# data/maps/forest/interior/inn-item.json//entities/17/settings/dialog/0/text
source: So, found anything useful in here?
es_es: ¿Y bien? ¿Encontraste algo útil por aquí?
ru_ru: Ну, нашла что-нибудь полезное?

# data/maps/forest/interior/inn-item.json//entities/17/settings/dialog/1/text
source: Not really, just one chest.
es_es: La verdad no, solo un cofre.
ru_ru: Да нет, только один сундук.

# data/maps/forest/interior/inn-item.json//entities/17/settings/dialog/2/text
source: And this strange device in one of the storage rooms upstairs.
es_es: Y este extraño dispositivo en una de las salas de almacenamiento de arriba.
ru_ru: И этот странный прибор в кладовке наверху.

# data/maps/forest/interior/inn-item.json//entities/17/settings/dialog/3/text
source: But it really didn't do anything.
es_es: Pero no hace nada.
ru_ru: Но он действительно ничего не делал.

# data/maps/forest/interior/inn-item.json//entities/17/settings/dialog/4/text
source: That's a feels bad...
es_es: Qué mala suerte...
ru_ru: Это плохо...

# data/maps/forest/interior/inn-item.json//entities/17/settings/dialog/5/text
source: Don't even start.
es_es: No empieces.
ru_ru: Даже не начинай.

# data/maps/forest/interior/inn-item.json//entities/20/settings/dialog/0/text
source: Are you ready to do the trials now?
es_es: ¿Estás preparada para hacer las pruebas ahora?
ru_ru: Ты готова выполнить испытания сейчас?

# data/maps/forest/interior/inn-item.json//entities/20/settings/dialog/1/text
source: Not yet, I used all my sandwiches on the boss before.
es_es: Todavía no, he usado todos mis bocadillos con el jefe anterior.
ru_ru: Пока нет, я до этого потратила все сэндвичи на босса.

# data/maps/forest/interior/inn-item.json//entities/20/settings/dialog/2/text
source: I'm fresh \c[5]out of credits\c[0], too...
es_es: Yo también \c[5]me quedé sin créditos\c[0]...
ru_ru: И \c[5]кредиты у меня закончились\c[0]...

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: Hey, you!
es_es: ¡Oye, tú!
ru_ru: Эй, ты!

source: Care to spare a poor girl a few thousand credits?
es_es: ¿Te importaría prestarle a una pobre chica unos cuantos miles de créditos?
ru_ru: Не пожертвуешь ли ты несколько тысяч кредитов бедной девушке?

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: I already told you, they got rid of credits trading ages ago.
es_es: Ya te lo dije, se deshicieron del comercio de créditos hace mucho tiempo.
ru_ru: Я же говорил тебе, что они убрали обмен кредитами уже сто лет назад.

source: If you keep asking for items, you'll just look suspicious.
es_es: Si sigues pidiendo artículos, sólo parecerás sospechosa.
ru_ru: Если ты продолжишь выпрашивать предметы, то будешь выглядеть подозрительно.

source: Seriously? Please don't report me...
es_es: ¿En serio? Por favor, no me reportes...
ru_ru: Серьёзно? Пожалуйста, не жалуйся на меня модераторам...

source: We meet again, young one.
es_es: Nos volvemos a encontrar, jovencita.
ru_ru: Мы снова встретились, девочка.

source: Brought me something, right?
es_es: Traes algo para mí, ¿cierto?
ru_ru: Принесла мне что-то, верно?

source: How...?
es_es: ¿Cómo...?
ru_ru: Как...?

source: Didn't leave the book on accident.
es_es: No deje ese libro por accidente.
ru_ru: Я оставил книгу не случайно.

source: Sensed something good in you. Also found my drill.
es_es: Tuve un buen presentimiento sobre ti. Encontraste mi taladro.
ru_ru: Почувствовал что-то хорошее в тебе. А ещё ты нашла мой бур.

source: Feeling you're ready for its true power.
es_es: Siento que estás lista para desvelar su verdadero poder.
ru_ru: Чувствую, что ты готова для его истинной мощи.

source: Need to find 5 Stones first. Called \c[3]Origin Stones\c[0].
es_es: Debes encontrar 5 piedras primero. Las \c[3]Piedras del Origen\c[0].
ru_ru: Для начала нужно найти пять камней. Они называются \c[3]Камнями истоков\c[0].

source: Rumor says each major settlement holds them.
es_es: Dice la leyenda que cada gran asentamiento contiene una.
ru_ru: Ходят слухи, что они есть в каждом крупном поселении.
