Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

# data/maps/forest/interior/temple-inner.json//entities/214/settings/teleportLabel
source: Teleport Away
es_es: Teletransportarse Fuera
ru_ru: Телепортироваться

source: Call
es_es: Llamar
ru_ru: Вызвать

source: Call
es_es: Llamar
ru_ru: Вызвать

# data/maps/forest/lab/room-2.json//entities/80/settings/event/16/message
source: ...How?
es_es: ¿...Cómo?
ru_ru: ...Как?

# data/maps/forest/lab/room-3.json//entities/3/settings/npcStates/0/event/1/name
source: Steve B. Ruger
ru_ru: Стив Б. Рюгер

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Ah, hello\..\..\.. a \v[lore.title.seeker], is it?
es_es: Ah, hola\..\..\.. \v[lore.title.seeker]a, ¿verdad?
ru_ru: А, привет\..\..\.. Искатель, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Neat.\. Very nostalgic.\. \..\..\.. Can I help you with anything?
es_es: Genial.\. Muy nostálgico.\. \..\..\.. ¿Te puedo ayudar en algo?
ru_ru: Приятно.\. Очень ностальгично.\. \..\..\..Я могу чем-то помочь?

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Ah, well.\. Our old project kinda went South after those armed birds broke out.
es_es: Ah, bueno.\. Nuestro antiguo proyecto se desmoronó luego de que esos pájaros armados se libraran.
ru_ru: Ах, ну да.\. Наш старый проект в каком-то смысле пошёл наперекосяк после побега этих вооружённых птиц.

source: Suddenly there were birds with weapons all over \v[lore.title.planet].\. That wrecked our reputation a bit.
es_es: De pronto, había pájaros armados por todo \v[lore.title.planet].\. Nuestra reputación se llevó un gran golpe después de eso.
ru_ru: Мы не успели моргнуть, как птицы с пушками разлетелись по всему Шадуну.\. Это слегка подорвало нашу репутацию.

source: Anyway, I'm now working with my colleagues on this small passion project.\. Not as fancy or profitable but very satisfying.
es_es: En fin, ahora estoy trabajando con unos colegas en un pequeño proyecto de pasión.\. No es tan llamativo ni rentable, pero es muy satisfactorio.
ru_ru: В любом случае, я сейчас работаю со своими коллегами над этим небольшим увлекательным проектом.\. Не настолько крутой или выгодный, но я очень наслаждаюсь им.

source: Just having a nice time with some neat creatures and gaming with my peers.\. Good stuff.
es_es: Pasar un buen tiempo con interesantes criaturas y jugar con mis colegas.\. La buena vida.
ru_ru: Просто приятно провожу время с милыми существами и играю со своими сверстниками.\. Здорово.

source: Lea!
ru_ru: Лея!

source: Yes.\. On that note, I am kinda busy kicking butt.\. Are we done?
es_es: Sí.\. A decir verdad, estoy ocupado dándole una paliza a unos novatos.\. ¿Ya acabaste?
ru_ru: Да.\. На этой ноте, я тут как бы занят надиранием задниц.\. Мы закончили?

source: ... bye.
es_es: ... adiós.
ru_ru: ...пока.

# data/maps/forest/lab/room-3.json//entities/3/settings/npcStates/1/event/1/name
source: Steve B. Ruger
ru_ru: Стив Б. Рюгер

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hello\..\..\..
es_es: Hola\..\..\..
ru_ru: Привет\..\..\..

source: \..\..\.. anything else?
es_es: \..\..\.. ¿algo más?
ru_ru: \..\..\.. что-нибудь ещё?

source: ... bye.
es_es: ... adiós.
ru_ru: ...пока.

# data/maps/forest/lab/room-3.json//entities/4/settings/npcStates/0/event/1/name
source: Dave Halman
ru_ru: Дейв Хэлман

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: A \v[lore.title.seeker]?\. Fascinating.\. You must have a lot of stories to tell.\. Wisdom to share.
es_es: ¿Un \v[lore.title.seeker]?\. Fascinante.\. Debes tener muchas historias que contar.\. Sabiduría para compartir.
ru_ru: Искатель?\. Занимательно.\. У тебя должно быть много историй, которые можно рассказать.\. Мудрости, которой можно поделиться.

source: Sorry.
es_es: Perdón.
ru_ru: Прости.

source: That's fine.\. Sometimes not consciously knowing can give you a clearer view on things, \v[lore.title.seeker].
es_es: Está bien.\. A veces no saber conscientemente puede darte una visión más clara de las cosas, \v[lore.title.seeker]a.
ru_ru: Всё в порядке.\. Иногда неосознанные знания могут дать тебе более чёткое представление о вещах, Искатель.

source: Preconception, propaganda, all of that can hide the real answers from your mind.
es_es: Los prejuicios, la propaganda, todo eso puede ocultar las verdaderas respuestas de tu mente.
ru_ru: Предвзятость, пропаганда, всё это может прятать настоящие ответы от твоего разума.

source: Well, right now is not the best time to talk.\. Such heavy topics deserve a few hours of undivided attention.
es_es: Bueno, ahora no es el mejor momento para hablar.\. Estos temas tan pesados merecen unas horas de atención plena.
ru_ru: Ну, сейчас не лучшее время для разговоров.\. Такие сложные темы заслуживают нескольких часов пристального внимания.

source: ... wait.
es_es: ... espera.
ru_ru: ...подожди.

source: Maybe later, \v[lore.title.seeker]?
es_es: Quizá más tarde, ¿de acuerdo, \v[lore.title.seeker]a?
ru_ru: Может, позже, Искатель?

source: ... b-bye.
es_es: ... a-adiós.
ru_ru: ...п-пока.

# data/maps/forest/lab/room-3.json//entities/4/settings/npcStates/1/event/1/name
source: Dave Halman
ru_ru: Дейв Хэлман

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Look \v[lore.title.seeker], I am busy here.\. We could have some fascinating conversations later, when we got a few hours.
es_es: Mira, \v[lore.title.seeker]a, estoy ocupado aquí.\. Podríamos tener conversaciones fascinantes más tarde, cuando tengamos unas horas.
ru_ru: Так, Искатель, я сейчас занят.\. Мы можем поболтать о таких увлекательных темах попозже, когда у нас будет больше времени.

source: ... bye.
es_es: ... adiós.
ru_ru: ...пока.

# data/maps/forest/lab/room-3.json//entities/5/settings/npcStates/0/event/1/name
source: Xavier Bonegate
ru_ru: Ксавьер Боунгейт

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Ah, hey there, how are you?\. ... Can I help you?
es_es: Ah, hola, ¿cómo estás?\. ...¿Puedo ayudarte?
ru_ru: Ах, привет, как ты?\. ...Чем могу помочь?

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: The old facility and that Tank-project.\. Some of the greatest things ever, yes?
es_es: La vieja instalación y ese proyecto del tanque.\. De las mejores cosas de la historia, ¿no es cierto?
ru_ru: Старое предприятие и этот проект с танками.\. Одни из величайших вещей, не так ли?

source: ... Lea.
ru_ru: ...Лея.

source: You trashed it?\. Haha, amazing.\. We are always happy to create memorable experiences for anyone.
es_es: ¿Lo destrozaste?\. Jaja, increíble.\. Siempre estamos a gusto de crear experiencias memorables para la gente.
ru_ru: Ты уничтожила это?\. Ха-ха, великолепно.\. Мы всегда рады создавать незабываемые впечатления для всех.

source: But now we were able to create peaceful creatures that just relax here with us.
es_es: Pero ahora pudimos crear criaturas pacíficas que nos hacen compañía por aquí.
ru_ru: Но сейчас мы смогли создать мирных созданий, которые просто отдыхают здесь вместе с нами.

source: And we can concentrate on our new passion: Games!
es_es: Y podemos concentrarnos en nuestra pasión: ¡Juegos!
ru_ru: И мы можем сосредоточиться на нашем новом призвании: на играх!

source: Yes, games may be the thing of the future, unifying gamers as a big gaming force of positivity!
es_es: Sí, los juegos son el futuro, ¡unificar a los jugadores en una gran fuerza de positividad!
ru_ru: Да, игры могут быть частью будущего, объединяя игроков как большую игровую силу позитива!

source: ... but right now, talking to you is making me get my butt kicked. So please go away and talk to someone else.
es_es: ... pero ahora mismo, hablar contigo está consiguiendo que me den una paliza. Así que por favor, vete a hablar con alguien más.
ru_ru: ...но сейчас, пока я разговариваю с тобой, мне надирают зад. Так что пожалуйста, отойди и поговори с кем-нибудь другим.

source: ...bye.
es_es: ...adiós.
ru_ru: ...пока.

# data/maps/forest/lab/room-3.json//entities/5/settings/npcStates/1/event/1/name
source: Xavier Bonegate
ru_ru: Ксавьер Боунгейт

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Still gaming this game with my gamer friends.\. And I don't like losing, so talk to someone else.
es_es: Sigo jugando a este juego con mis colegas.\. Y no me gusta perder. Habla con alguien más.
ru_ru: По-прежнему играю в эту игру с друзьями.\. И мне не нравится проигрывать, так что поговори с кем-нибудь ещё.

source: ...bye.
es_es: ...adiós.
ru_ru: ...пока.

# data/maps/forest/lab/room-3.json//entities/6/settings/npcStates/0/event/1/name
source: Drey Santrés
ru_ru: Дрей Сантрес

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Welcome, \v[lore.title.seeker].\. Did you visit one of our facilities?
es_es: Bienvenida, \v[lore.title.seeker]a.\. ¿Has estado en una de nuestras instalaciones?
ru_ru: Добро пожаловать, Искатель.\. Ты посетила одно из наших предприятий?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Very nice.\. I'm happy that you enjoyed it and hope that you will also like what we have built here.
es_es: Muy bien.\. Me alegro que lo hayas disfrutado, y espero que también te guste lo que construimos por aquí.
ru_ru: Очень хорошо.\. Я рад, что тебе понравилось, и надеюсь, что тебе также понравится то, что мы соорудили.

source: It is a smaller thing, but something we are very passionate about.
es_es: Es más pequeño, pero nos sentimos muy orgulloso de ello.
ru_ru: Это вещь поменьше, но она чем-то нас увлекает.

source: ... how?
es_es: ... ¿cómo?
ru_ru: ...как?

source: Despite the accident we still had funds and a lot of connections.\. Enough to raise another small facility together.
ru_ru: Несмотря на несчастный случай, у нас всё ещё были средства и полно связей.\. Достаточно для того, чтобы вместе возвести ещё один небольшой комплекс.

source: ... why?
es_es: ... ¿por qué?
ru_ru: ...почему?

source: We all became big fans of those fascinating creatures and wanted to give them a peaceful life here.
es_es: Todos nos convertimos en grandes admiradores de esas criaturas, y queríamos darles una vida pacífica aquí.
ru_ru: Мы все стали большими фанатами этих завораживающих созданий и хотели предоставить им мирную жизнь здесь.

source: ... how?
es_es: ... ¿cómo?
ru_ru: ...как?

source: We learned a lot in the previous project.\. So we are now able to run this new place in harmony with the Track, without any incidents.
es_es: Aprendimos mucho del último proyecto.\. Así que ahora fuimos capaces de correr este lugar en armonía con el Camino, sin ningún incidente.
ru_ru: Мы многому научились благодаря прошлым проектам.\. Так что теперь мы можем управлять этим новым местом в гармонии с Путём, без каких-либо происшествий.

source: ... why?
es_es: ... ¿por qué?
ru_ru: ...почему?

source: \v[lore.title.seeker], I am tired and playing this game against my colleagues.
es_es: \v[lore.title.seeker]a, estoy cansado y estoy jugando a este juego con mis colegas.
ru_ru: Искатель, я уже устал, и я играю в эту игру против моих коллег.

source: Please stop asking questions and let me smash their pride.
es_es: Por favor, deja de hacer preguntas y déjame destruir su orgullo.
ru_ru: Пожалуйста, перестань задавать мне вопросы и дай мне размазать их гордыню.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

# data/maps/forest/lab/room-3.json//entities/6/settings/npcStates/1/event/1/name
source: Drey Santrés
ru_ru: Дрей Сантрес

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Don't ask me anything ever again when I'm gaming.
es_es: No me vuelvas a preguntar nada mientras esté jugando.
ru_ru: Никогда больше не спрашивай у меня ничего, когда я играю.

# data/maps/forest/lab/room-3.json//entities/11/settings/dialog/0/text
source: Oi!
es_es: ¡Oie!
ru_ru: Ой!

# data/maps/forest/lab/room-3.json//entities/11/settings/dialog/1/text
source: You're blocking the view!
es_es: ¡Qué no puedo ver!
ru_ru: Ты загораживаешь вид!

# data/maps/forest/lab/room-3.json//entities/11/settings/dialog/2/text
source: Please step aside.
es_es: Muévete, ¿quieres?
ru_ru: Пожалуйста, отойди в сторону.

# data/maps/forest/lab/room-3.json//entities/11/settings/dialog/3/text
source: Hey!
es_es: ¡Oye!
ru_ru: Эй!

# data/maps/forest/path-01-entrance.json//entities/127/settings/interact/hoverText
source: \i[arrow-w] Tunnel to \v[area.autumn-fall.name] \i[arrow-e] \v[area.forest.name] Paths
es_es: \i[arrow-w] Túnel a \v[area.autumn-fall.name] \i[arrow-e] Caminos de \v[area.forest.name]
ru_ru: \i[arrow-w] тоннель в Закат Осени \i[arrow-e] Сапфировый край

source: We finally set foot in \c[3]Sapphire Ridge\c[0]!
es_es: ¡Por fin tocamos tierra en \c[3]Cresta Zafiro\c[0]!
ru_ru: Мы наконец зашли в \c[3]Сапфировый край\c[0]!

source: A mysterious land covered in an eternal shadow!
es_es: ¡Una misteriosa región cubierta por eterna oscuridad!
ru_ru: Таинственная земля, покрытая вечной тенью!

source: Very spooky.
es_es: Muy escalofriante.
ru_ru: Очень страшно.

source: Oh! This must be \c[3]Sapphire Ridge\c[0]!
es_es: ¡Vaya! ¡Esto debe ser \c[3]Cresta Zafiro\c[0]!
ru_ru: Ох! Это, должно быть, \c[3]Сапфировый край\c[0]!

source: A very mysterious place, huh?
es_es: Un lugar muy intrigante, ¿no?
ru_ru: Очень загадочное место, да?

source: Apparently, around here, it's night all day long.
es_es: Aparentemente, en este lugar, es de noche todo el tiempo.
ru_ru: По-видимому, здесь ночь круглые сутки.

source: Let's just ignore all the implications that would have on the ecosystem.
es_es: Dejemos de lado todas las implicaciones que eso tendría en el ecosistema.
ru_ru: Давайте просто проигнорируем все последствия для экосистемы.

source: Oui. Don't think too much about it, you little nerd.
es_es: Oui. No lo pienses mucho, pequeño nerd.
ru_ru: Oui (Да). Не думай об этом слишком много, маленький ботаник.

source: This is \c[3]Sapphire Ridge\c[0], right?
es_es: Esto es \c[3]Cresta Zafiro\c[0], ¿verdad?
ru_ru: Это \c[3]Сапфировый край\c[0], верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Pretty.\. I like those lanterns.
es_es: Lindo.\. Me gustan esos faroles.
ru_ru: Мило.\. Мне нравятся эти фонари.

source: Oh! So dark and shiny!
es_es: ¡Oh! ¡Tan sombrío y tan brillante!
ru_ru: Ох! Так темно и сияюще!

source: So that's \c[3]Sapphire Ridge\c[0], non? I think I like this area.
es_es: Así que eso es \c[3]Cresta Zafiro\c[0], ¿non? Creo que me gusta esta zona.
ru_ru: Так это \c[3]Сапфировый край\c[0], да? Я думаю, что мне нравится эта область.

source: Here we are. \c[3]Sapphire Ridge\c[0].
es_es: Aquí estamos. \c[3]Cresta Zafiro\c[0].
ru_ru: Вот мы и здесь. \c[3]Сапфировый край\c[0].

source: So... is it like the area you saw in your dreams?
es_es: Entonces... ¿Es como la zona que has visto en tus sueños?
ru_ru: Так... это та зона, которую ты видела в своих снах?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Great! Let us have a look around then.
es_es: ¡Genial! Echemos un vistazo entonces.
ru_ru: Отлично! Давай осмотримся тут.

source: Wait...
es_es: Espera...
ru_ru: Подожди...

source: What... what's that over there?
es_es: ¿Qué... qué es eso de ahí?
ru_ru: Что... что это там?

source: Please...\. please don't tell me it's what I think it is.
es_es: Por favor...\. por favor no me digas que es lo que creo que es.
ru_ru: Пожалуйста...\. пожалуйста, не говори мне, что это то, о чём я думаю.

source: Lea...\. chérie...
ru_ru: Лея...\. chérie (дорогая)...

source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

source: This... this area is killing me.
es_es: Recién comenzamos y... esta zona ya me está matando.
ru_ru: Эта... эта область убивает меня.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: L-Look over there.
es_es: M-Mira allí.
ru_ru: П-Посмотри туда.

source: They...\. They're everywhere!
es_es: Ellos...\. ¡Están por todas partes!
ru_ru: Oни...\. Они повсюду!

source: It's like they wanted to make up for the total lack of bugs in the jungle.
es_es: Es como si quisieran compensar toda la falta de bichos en esta selva.
ru_ru: Как будто они хотели компенсировать полное отсутствие жуков в джунглях.

source: I don't suppose you have a free slot in your party, non?
es_es: Imagino que tienes un espacio libre en tu equipo, ¿non?
ru_ru: Я полагаю, что у тебя есть свободный слот в твоей группе, не так ли?

source: I'd appreciate it a lot if you could just \c[1]snipe away\c[0] those bugs real quick before they get too close.
es_es: Apreciaría mucho si pudieras \c[1]eliminar esos bichos rápidamente\c[0] antes de que se acerquen demasiado a mi por favor.
ru_ru: Я буду тебе очень признательна, если ты просто \c[1]снесёшь\c[0] этих жуков до того, как они подберутся слишком близко.

source: Ah...\. please don't feel pressured though.
es_es: Ah...\. por favor, no te sientas presionada.
ru_ru: Ах...\. пожалуйста, только не думай, что я давлю на тебя.

source: Oui, I'm sure I can take it by myself as well.
es_es: Oui, estoy segura de que puedo manejarlo por mí misma también.
ru_ru: Oui (Да), я уверена, что справлюсь и сама.

source: I'll just need to mentally prepare myself.
es_es: Tendré que prepararme mentalmente.
ru_ru: Мне просто нужно морально подготовиться.

source: You'll find me somewhere around cows and Hedgehags....
es_es: Me encontrarás en algún lugar alrededor de esas vacas y los Arizos....
ru_ru: Ты найдёшь меня где-нибудь рядом с коровами и Дикоборзами....

source: Au revoir! And you know how to reach me!
es_es: ¡Au revoir! ¡Y ya sabes cómo contactarme!
ru_ru: Au revoir (Пока)! И ты знаешь, как связаться со мной!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Poor Emilie...\. You sure you don't want her to join the party?
es_es: Pobre Emilie...\. ¿Seguro que no quieres que se una al equipo?
ru_ru: Бедная Эмили...\. Ты уверена, что не хочешь, чтобы она присоединилась к группе?

source: Wait!\. The Pentafist girl is afraid of bugs?
es_es: ¡Espera!\. ¿La Pentafist le tiene miedo de los bichos?
ru_ru: Постой!\. Девчонка-пентафист боится жуков?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh.\. That is...\. unfortunate.
es_es: Oh.\. Eso es...\. lamentable.
ru_ru: Ой.\. Какая...\. жалость.

source: She's not very fond of bugs, hm?
es_es: No le gustan mucho los bichos, ¿eh?
ru_ru: Она не особо любит жуков, да?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Understandably.\. Bugs are disgusting.
es_es: Es comprensible.\. Los bichos son asquerosos.
ru_ru: Вполне понятно.\. Жуки отвратительны.

# data/maps/forest/path-01-entrance.json//entities/492/settings/event/0/message
source: Please...\. just...\. just leave it alone. Let's just ignore it and go on. Quickly. Please.
es_es: Por favor...\. sólo...\. dejémoslos estar. Ignoremos eso y sigamos adelante. Rápido. Por favor.
ru_ru: Пожалуйста...\. просто...\. просто оставь его в покое. Давай просто проигнорируем его и пойдем дальше. Быстро. Пожалуйста.

# data/maps/forest/path-01-entrance.json//entities/495/settings/event/14/text
source: ...Well done Seeker...
es_es: ...Bien hecho Buscadora...
ru_ru: ...Отличная работа, Искатель...

# data/maps/forest/path-01-entrance.json//entities/495/settings/event/15/text
source: ...You have completed the \c[3]Trial of Agility\c[0]...
es_es: ...Has completado la \c[3]Prueba de Agilidad\c[0]...
ru_ru: ...Ты закончила \c[3]Испытание ловкости\c[0]...

# data/maps/forest/path-01-entrance.json//entities/495/settings/event/16/text
source: ...Take this token as a sign of your victory...
es_es: ...Toma esta ficha como señal de tu victoria...
ru_ru: ...Прими это в знак своей победы...

# data/maps/forest/path-01-entrance.json//entities/504/settings/dialog/0/text
source: ...so no traders here.
es_es: ...así que no hay comerciantes aquí.
ru_ru: ...так здесь нет торговцев.

# data/maps/forest/path-01-entrance.json//entities/504/settings/dialog/1/text
source: Well, it makes sense. Not like this path is large enough, anyway.
es_es: Bueno, tiene sentido. El sendero no es lo suficientemente grande, de todos modos.
ru_ru: Ну, вполне логично. Этот путь всё равно не слишком велик.

# data/maps/forest/path-01-entrance.json//entities/504/settings/dialog/2/text
source: And the Inn also is cozy as hell.
es_es: Y la posada es increíblemente acogedora.
ru_ru: А ещё в трактире чертовски уютно.

# data/maps/forest/path-01-entrance.json//entities/504/settings/dialog/3/text
source: That, too.
es_es: Cierto.
ru_ru: И это тоже.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Oh, hey there, Spheromancer!
es_es: Oh, ¡hola, Spheromancer!
ru_ru: О, привет, сферомант!

source: Did you see our post on the quest board?
es_es: ¿Has visto nuestro anuncio en el centro de misiones?
ru_ru: Ты видела наше объявление на доске квестов?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Woo, finally!!\. Thank goodness!
es_es: ¡¡Sí, por fin!!\. ¡Gracias a Dios!
ru_ru: Ух, наконец-то!!\. Слава Богу!

source: Oh yeah, I'm \c[3]PuellaDocta\c[0] by the way!
es_es: Oh sí, ¡soy \c[3]PuellaDocta\c[0] por cierto!
ru_ru: Ах да, я \c[3]PuellaDocta\c[0], кстати!

source: Lea!
ru_ru: Лея!

source: Nice to meet you, Lea!
es_es: ¡Encantado de conocerte, Lea!
ru_ru: Приятно познакомиться, Лея!

source: Okay, down to business!
es_es: ¡Bien, al lío!
ru_ru: Ладно, вернёмся к делу!

source: On behalf of the \c[3]Last Minute Heroes\c[0] guild...
es_es: En nombre del gremio de los \c[3]Héroes Justo a Tiempo\c[0]...
ru_ru: От имени гильдии \c[3]Героев последней минуты\c[0]...

source: ...we eagerly welcome your punctuality and willingness to join our cause and serve your fellow player!
es_es: ...¡damos con ansias la bienvenida a tu puntualidad y tu deseo de unirte a nuestra causa y ayudar a otros jugadores!
ru_ru: ...мы охотно приветствуем твою пунктуальность и готовность присоединиться к нашему делу служения товарищам-игрокам!

source: Never heard of us, huh?\. Oh well!
es_es: ¿Nunca has oído de nosotros?\. ¡Oh, bueno!
ru_ru: Никогда о нас не слышала?\. Ох, ладно!

source: In any case, we're in a tight spot and looking for some extra help.
es_es: De todos modos, estamos ocupados y necesitamos alguien que nos eche una mano.
ru_ru: В любом случае, мы в затруднительном положении и ищем дополнительную помощь.

source: It'll mostly involve \c[3]fighting a few monsters here in Sapphire Ridge\c[0]. What do you say?
es_es: Se trata más que nada de \c[3]luchar con algunos monstruos en Cresta Zafiro\c[0]. ¿Qué dices?
ru_ru: Она в основном будет заключаться в \c[3]сражениях с монстрами здесь, в Сапфировом крае\c[0]. Что скажешь?

source: Yay!! Thank you so much!
es_es: ¡¡Sí!! ¡Muchas gracias!
ru_ru: Ура!! Спасибо огромное!

source: Let's go meet up with our guild leader. He likes to meet everyone personally.
es_es: Vayamos a ver al líder del gremio. Le gusta conocer a todos personalmente.
ru_ru: Давай встретимся с главой нашей гильдии. Он любит знакомиться со всеми лично.

source: He's over at the \c[3]Last Minute Hero Headquarters\c[3] in \c[3]Autumn's Rise\c[0].
es_es: Está en la \c[3]Sede de los Héroes Justo a Tiempo\c[0] en \c[3]Albor Otoñal\c[0].
ru_ru: Он сейчас в \c[3]штабе Героев последней минуты\c[0] в \c[3]Расцвете Осени\c[0].

source: I'll go on ahead!
es_es: ¡Yo me adelantaré!
ru_ru: Я пойду вперёд!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: See you soooon!
es_es: ¡Nos vemos prontooo!
ru_ru: Скоро увидимсяяяя!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Aww, that's too bad!\. But no hard feelings!
es_es: ¡Aww, es una pena!\. ¡Pero sin resentimientos!
ru_ru: Оуу, это очень плохо!\. Но никаких обид!

source: Feel free to come back if you change your mind!
es_es: ¡Vuelve si cambias de opinión!
ru_ru: Приходи снова, если ты передумаешь!

# data/maps/forest/path-01-entrance.json//entities/511/settings/dialog/0/text
source: Man!\. We've been sitting here quite a while.\. This place is pretty serene.
es_es: ¡Hombre!\. Hemos estado sentados aquí un buen rato.\. Este lugar es bastante tranquilo.
ru_ru: Обалдеть!\. Мы уже так долго тут сидим.\. Это место такое спокойное.
