Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

source: Now, leave me. My creator-mind needs solitude!
es_es: Ahora, déjame. ¡Mi mente de creador necesita paz!
ru_ru: Теперь, оставь меня. Мой разум творца нуждается в уединении!

source: Leave me, Seeker. My creator-mind needs solitude!
es_es: Déjame, Buscadora. ¡Mi mente de creador necesita paz!
ru_ru: Оставь меня, Искатель. Мой разум творца нуждается в уединении!

# data/maps/forest/interior/inn-og-01.json//entities/146/settings/dialog/0/text
source: My Research said the blueprint was somewhere here...
es_es: Mi investigación indicó que la plantilla estaba en algún lugar por aquí...
ru_ru: Мои исследования говорят о том, что чертёж должен быть где-то здесь...

# data/maps/forest/interior/inn-og-01.json//entities/146/settings/dialog/1/text
source: If I could find it, I could complete my dream of crafting the best Geta ever.
es_es: Si pudiera encontrarla, podría completar mi sueño de fabricar el mejor Geta de la historia.
ru_ru: Если бы я смог найти его, я мог бы завершить свою мечту - создать лучшие Гэта.

# data/maps/forest/interior/inn-og-01.json//entities/188/settings/dialog/0/text
source: Grandpa's Armor is still shiny as ever.
es_es: La armadura del abuelo sigue brillando tanto como siempre.
ru_ru: Дедушкин доспех как всегда начищен до блеска.

source: Jennifer Ling
ru_ru: Дженнифер Линг

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Oh, w-why hello!
es_es: Oh, ¡h-hola!
ru_ru: Ой, н-ну привет!

source: Oh, i-its alright! You just startled me a bit.
es_es: Oh, ¡n-no pasa nada! Me diste un pequeño susto, eso es todo.
ru_ru: Ох, в-всё в порядке! Просто ты меня немного напугала.

source: I only recently moved here with my lovely husband Paro.
es_es: Me acabo de mudar aquí con mi amado esposo, Paro.
ru_ru: Я только недавно переехала сюда с моим любимым мужем Паро.

source: I'm still getting used to his family's traditions...
es_es: Aún debo acostumbrarme a las costumbres de su familia...
ru_ru: Я всё ещё привыкаю к традициям его семьи...

source: One of which is praying for a good day at least once per day.
es_es: Una de ellas es rezar al menos una vez al día para tener un buen día.
ru_ru: Одна из которых - молиться за хороший день хотя бы раз в день.

source: They said I don't have to do this, as they respect where I'm coming from...
es_es: Me han dicho que no debo hacerlo, ya que respetan mis orígenes...
ru_ru: Они сказали, что я не обязана этого делать, потому что они уважают моё происхождение...

source: B-But how can I do that when they are all such nice people?
es_es: ¿P-Pero como podría negarme cuando son tan amables conmigo?
ru_ru: Н-Но разве я могу так поступить, когда они все такие приятные люди?

source: A-Anyway, I hope it is okay if I return to my prayer for now.
es_es: E-En fin, espero que no te moleste si vuelvo a mi plegaria.
ru_ru: В-В любом случае, я надеюсь, что ты не против, если я сейчас вернусь к молитве.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/interior/inn-og-01.json//entities/194/settings/dialog/0/text
source: Jenni?
ru_ru: Дженни?

# data/maps/forest/interior/inn-og-01.json//entities/194/settings/dialog/1/text
source: O-Oh hello, Fi!
es_es: ¡O-Oh hola, Fi!
ru_ru: О-Ох, привет, Фи!

# data/maps/forest/interior/inn-og-01.json//entities/194/settings/dialog/2/text
source: Are you still praying?
es_es: ¿Todavía estás rezando?
ru_ru: Ты по-прежнему молишься?

# data/maps/forest/interior/inn-og-01.json//entities/194/settings/dialog/3/text
source: Well, yes... \.\.\. I want to make sure that I get it right.
es_es: Bueno, sí... \.\.\. Quiero asegurarme de que lo hago bien.
ru_ru: Ну, да...\.\.\. Я хочу быть уверена, что делаю это правильно.

# data/maps/forest/interior/inn-og-01.json//entities/194/settings/dialog/4/text
source: Aww, Jenni you sweet thing. Don't worry so much, you're doing great!
ru_ru: Оуу, Дженни, дорогуша. Не волнуйся, у тебя здорово получается!

# data/maps/forest/interior/inn-og-01.json//entities/194/settings/dialog/5/text
source: R-Really? Thank you, Fi!
es_es: ¿E-En serio? ¡Gracias, Fi!
ru_ru: В-В самом деле? Спасибо, Фи!

# data/maps/forest/interior/inn-og-01.json//entities/194/settings/dialog/6/text
source: Alright, I'll leave you to it. But don't overdo it, okay?
es_es: Muy bien, tú sigue con eso. Pero no te excedas, ¿de acuerdo?
ru_ru: Ладно, я тебя оставлю. Но не переусердствуй, хорошо?

# data/maps/forest/interior/inn-og-01.json//entities/194/settings/dialog/7/text
source: Y-Yes!
es_es: ¡S-Sí!
ru_ru: Д-да!

# data/maps/forest/interior/inn-og-01.json//entities/195/settings/dialog/0/text
source: Towels look fine...
es_es: Estas toallas se ven bien...
ru_ru: С полотенцами всё в порядке...

# data/maps/forest/interior/inn-og-01.json//entities/195/settings/dialog/1/text
source: Which reminds me... \.\.\. where is Jing?
es_es: Lo que me recuerda... \.\.\. ¿dónde está Jing?
ru_ru: Это напомнило мне... \.\.\. а где Джинг?

source: Jing Ling
ru_ru: Джинг Линг

source: Stupid...
es_es: Tontos...
ru_ru: Тупица...

source: Huh? \.\.\.Oh\.\.\., sorry, I guess.
es_es: ¿Eh? \.\.\.Oh\.\.\., lo siento, supongo.
ru_ru: Хмм? \.\.\.Ой,\.\.\. прости, наверное.

source: I kinda don't wanna talk right now, if that's cool.
es_es: No quiero hablar ahora mismo, si te parece bien.
ru_ru: Я сейчас как бы не в настроении говорить, если ты не против.

source: My parents are annoying as is. I can't deal with Seekers right now.
es_es: Mis padres ya son lo suficientemente molestos. No puedo lidiar con Buscadores ahora.
ru_ru: Мои родители ужасно раздражают. Я не могу иметь дел с Искателями в данный момент.

source: Dar Ling
ru_ru: Дар Линг

source: Good day, Seeker.
es_es: Buenos días, Buscadora.
ru_ru: Доброго дня, Искатель.

source: I hope you can enjoy your stay at our humble establishment.
ru_ru: Я надеюсь, что тебе понравится пребывание в нашем скромном заведении.

source: We \c[3]Lings\c[0] take pride in our Inn.
es_es: Nosotros los \c[3]Lings\c[0] nos enorgullecemos de nuestra posada.
ru_ru: Мы, \c[3]Линги\c[0], гордимся нашим трактиром.

source: If you like, you can also meet my dear mother, who owns it.
es_es: Si quieres, también puedes conocer a mi querida madre, que es la propietaria.
ru_ru: Если захочешь, ты также можешь встретиться с моей дорогой матерью, которая им владеет.

source: She loves speaking to travelers.
es_es: Ella adora hablar con los viajeros.
ru_ru: Она любит поговорить с путешественниками.

source: Dar Ling
ru_ru: Дар Линг

source: Good day, Seeker.
es_es: Buenos días, Buscadora.
ru_ru: Доброго дня, Искатель.

source: Did you find time to talk to my mother?
es_es: ¿Tuviste la oportunidad de hablar con mi madre?
ru_ru: У тебя нашлось время поговорить с моей матерью?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: She was not always like this.
es_es: No siempre fue así.
ru_ru: Она не всегда была такой.

source: When my younger brother disappeared into the depths of the bamboo thickets, she became that way...\.\.\. over time.
es_es: Cuando mi hermano menor desapareció en las profundidades de los matorrales de bambú, ella se volvió así...\.\.\. con el tiempo.
ru_ru: Когда мой младший брат пропал в зарослях бамбука, она и стала такой...\.\.\. спустя какое-то время.

source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

source: She never gave up the search and after a while... she started talking in riddles.
es_es: Nunca dejo de buscarle y después de un tiempo... empezó a hablar en acertijos.
ru_ru: Она никогда не сдавалась с поисками, и через некоторое время... она начала говорить загадками.

source: At one point she even claimed my brother returned as "the protector of the ridge".
es_es: En un momento dado, llegó a afirmar que mi hermano había renacido como "el protector de la cresta".
ru_ru: В какой-то момент она даже заявила, что мой брат вернулся, став "защитником края".

source: I think this loss was just too hard on her.
es_es: Creo que su partida fue demasiado dura para ella.
ru_ru: Я думаю, что эта потеря была слишком тяжела для неё.

source: Spheromancer Lea! Congratulations on passing the final trial.
es_es: ¡Spheromancer Lea! Enhorabuena por haber pasado la prueba final.
ru_ru: Сферомант Лея! Поздравляю с прохождением последнего испытания.

source: HOW?!
es_es: ¡¿CÓMO?!
ru_ru: КАК?!

source: Do you wonder I got first despite your \c[1]clear advantage of dealing bugged damage\c[0]?
es_es: ¿Te preguntas cómo he quedado primero a pesar de tu \c[1]clara ventaja al repartir daño\c[0]?
ru_ru: Тебе интересно, как я пришёл первым несмотря на твоё \c[1]явное преимущество за счёт сломанного урона\c[0]?

source: Well, that's something only a \c[1]seasoned Spheromancer\c[0] can understand!
es_es: ¡Bueno, eso es algo que sólo un \c[1]Spheromancer experimentado\c[0] puede entender!
ru_ru: Ну, это то, что может понять лишь \c[1]опытный сферомант\c[0]!

source: Lea!
ru_ru: Лея!

source: And as expected, both Spheromancers passed first!
es_es: Y como era de esperar, ¡los dos Spheromancers pasaron primero!
ru_ru: Как и ожидалось, оба сфероманта пришли первыми!

source: Spheromancer Lea, what a coincidence! It looks like we both just passed the final trial!
es_es: Spheromancer Lea, ¡qué coincidencia! ¡Parece que ambos acabamos de superar la prueba final!
ru_ru: Сферомант Лея, какое совпадение! Похоже, мы оба только что прошли последнее испытание!

source: Lea!
ru_ru: Лея!

source: Phew! That was quite troublesome!
es_es: ¡Uf! ¡Eso ha estado duro!
ru_ru: Фух! Это было довольно проблематично!

source: All that sword fighting is hard to handle for a mage class.
es_es: Toda esa lucha de espadas es difícil de manejar para un mago.
ru_ru: Все эти бои на мечах трудно выдержать классом мага.

source: Oh! I see Apollo is here as well?
es_es: ¡Oh! ¿Veo que Apollo también está aquí?
ru_ru: О! Я вижу, что и Аполло здесь?

source: Oh! Lea... and Apollo?
es_es: ¡Oh! Lea... ¿y Apollo?
ru_ru: О! Лея... и Аполло?

source: Did you two just finish the quest as well?
es_es: ¿También acaban de terminar la misión?
ru_ru: Вы двое тоже только что закончили квест?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Pretty much, Hexacast!
es_es: ¡Básicamente, Hexacast!
ru_ru: Похоже на то, гексакаст!

source: Nice! I just barely managed.
es_es: ¡Bien! Yo apenas pude.
ru_ru: Отлично! Я едва справился.

source: You know...\. a mage versus a samurai...\. you can imagine how that goes.
es_es: Ya sabes...\. un mago contra un samurái...\. ya puedes imaginarte como me fue.
ru_ru: Знаете...\. маг против самурая...\. можете представить, каково это.

source: Phew, that guy sure was fast.
es_es: Uf, ese tipo sí que era rápido.
ru_ru: Фух, этот парень, конечно, быстро двигается.

source: Polly! You're here, too? And here I thought you finished that quest already.
es_es: ¡Polly! ¿Tú también estás aquí? Y yo que pensaba que ya habrías terminado esta misión.
ru_ru: Полли! Ты тоже здесь? А я думал, что ты уже закончил этот квест.

source: Oh, more company appeared.
es_es: Oh, apareció más compañía.
ru_ru: О, появилась ещё компания.

source: Hello!
es_es: ¡Hola!
ru_ru: Привет!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Lea! You're here as well?
es_es: ¡Lea! ¿También estás aquí?
ru_ru: Лея! Ты тоже здесь?

source: We just keep running into each other...
es_es: Nos seguimos encontrando...
ru_ru: Мы продолжаем натыкаться друг на друга...

source: Ah I see. You've been doing that quest with Lea, Polly?
es_es: Ah, ya veo. ¿Has estado haciendo esa misión con Lea, Polly?
ru_ru: А, я вижу. Ты проходил этот квест с Леей, Полли?

source: Uhm... I thought you were busy today?
es_es: Uhm... Pensé que estabas ocupado hoy ¿no es así?
ru_ru: Эм... Я думал, что ты был занят сегодня?

source: Bug...
es_es: Bicho...
ru_ru: Жук...

source: Bug...\.\. Samurai....
es_es: Samurái...\.\. Bicho....
ru_ru: Жук...\.\. Самурай....

source: Bug...\.\. Samurai...\.\. Boss...
es_es: Jefe...\.\. Samurái...\.\. Bicho...
ru_ru: Жук...\.\. Самурай...\.\. Босс...

source: Or...\. was he just a Samurai?\. I'm not sure...
es_es: O...\. ¿era sólo un samurái? \. No estoy segura...
ru_ru: Или...\. он просто самурай?\. Я не уверена...

source: Maybe his armor just made him kinda... look like a bug?
es_es: ¿Quizás su armadura le hacía parecer un poco... a un bicho?
ru_ru: Может быть, его броня просто сделала его немного... похожим на жука?

source: Well actually...\. traditional samurai armor is already bug-inspired,\. so...\.
ru_ru: Ну, на самом деле...\. традиционные самурайские доспехи вдохновлены жуками,\. так что...\.

source: Shut up, nerd.
es_es: Cállate, nerd.
ru_ru: Заткнись, зануда.

source: Wait, what's everyone doing here?
es_es: Espera, ¿qué hace todo el mundo aquí?
ru_ru: Подождите, что вы все делаете здесь?

source: Did we all just pass this quest at the same time?
es_es: ¿Acaso todos completamos la misión al mismo tiempo?
ru_ru: Или мы только что все прошли этот квест одновременно?

source: Looks like it!
es_es: ¡Eso parece!
ru_ru: Похоже на то!

source: Talk about coincidence!
es_es: ¡Menuda coincidencia!
ru_ru: Вот так совпадение!

source: Oh well...
es_es: Oh, bueno...
ru_ru: Ну ладно...

source: That certainly was the worst quest ever!
es_es: ¡Esa fue ciertamente la peor misión de la historia!
ru_ru: Это безусловно был худший квест!

source: And it's DONE!\. Done and over with!
es_es: ¡Y está HECHA! \. ¡Hecha y terminada!
ru_ru: И он ЗАКОНЧЕН!\. Закончен и всё на этом!

source: Congratulations, Pentafist!
es_es: ¡Felicidades, Pentafist!
ru_ru: Поздравляем, пентафист!

source: Now, the time has come to collect our reward!
es_es: Ahora, ¡ha llegado el momento de recoger nuestra recompensa!
ru_ru: Теперь, пришло время получить наше вознаграждение!

source: Oui, oui. Let's go!
es_es: Oui, oui. ¡Vamos!
ru_ru: Oui, oui (Да-да). Погнали!

source: Uhm...\. did we just...\. complete the game?
es_es: Uhm...\. ¿acabamos de...\. completar el juego?
ru_ru: Эмм...\. мы только что...\. завершили игру?

source: Sort of.
es_es: Algo así.
ru_ru: Вроде того.

source: We completed the track and now can enter \c[3]Rhombus Square\c[0].
es_es: Completamos el Camino y ahora podemos entrar a \c[3]Plaza Rombo\c[0].
ru_ru: Мы завершили Путь и теперь можем войти на \c[3]Площадь Ромба\c[0].

source: It means we reached the \c[3]end game\c[0]!
es_es: ¡Significa que hemos llegado al \c[3]final del juego\c[0]!
ru_ru: Это означает, что мы достигли \c[3]конца игры\c[0]!

source: Wha...
es_es: ¿Qué...?
ru_ru: Чег...

source: I was expecting another dungeon!
es_es: ¡Esperaba otra mazmorra!
ru_ru: Я ожидала ещё одно подземелье!

source: Yes... and Instatainment is working on it apparently.
ru_ru: Да... и Instatainment работает над ним, по всей видимости.

source: People are hoping for an update that will complete the Track.
es_es: La gente espera una actualización que complete el Camino.
ru_ru: Люди надеются на обновление, которое будет завершать Путь.

source: So... you're telling me CrossWorlds is still in \c[3]early access\c[0]?
es_es: Espera... ¿me estás diciendo que CrossWorlds todavía está en \c[3]acceso anticipado\c[0]?
ru_ru: Так... ты говоришь мне, что CrossWorlds по-прежнему в \c[3]раннем доступе\c[0]?

source: Mon dieu...
ru_ru: Mon dieu (Боже мой)...

source: Complete gaming experiences really have become rare these days.
es_es: Las experiencias de juego completas se han vuelto realmente raras hoy en día.
ru_ru: Полноценный игровой опыт и в самом деле стал редкостью в наши дни.

source: You know, at least it's all coherent with the lore.
es_es: Al menos es coherente con su historia.
ru_ru: Знаете, по крайней мере, это всё связано с историей игры.

source: Humankind simply has yet to unlock the final part of the track.
es_es: La humanidad simplemente aún no ha desbloqueado la parte final del Camino.
ru_ru: Человечеству просто ещё предстоит разблокировать финальную часть Пути.

source: And it will happen if enough Seekers run the track.
es_es: Y ocurrirá si suficientes Buscadores recorren el Camino.
ru_ru: И это произойдет, если на Пути будет достаточно Искателей.

source: Oui, oui.\. That's very convenient.
es_es: Oui, oui.\. Eso es muy conveniente.
ru_ru: Oui, oui (Да-да).\. Это очень удобно.

source: Wait...
es_es: Espera...
ru_ru: Подожди...

source: Lea, that means Grand Krys'kajo was pretty much our last dungeon race, non?
es_es: Lea, eso significa que el Gran Krys'kajo fue prácticamente nuestra última carrera de mazmorras, ¿non?
ru_ru: Лея, это значит, что Гранд Крис'кайо был нашей последней гонкой в подземельях, так ведь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: So not counting that tutorial dungeon, we had 5 runs in total.
es_es: Entonces, sin contar esa mazmorra tutorial, tuvimos 5 carreras en total.
ru_ru: Таким образом, не считая этого учебного подземелья, у нас было в общей сложности пять забегов.

source: And the final score of Lea versus Emilie is...
es_es: Y el resultado final de Lea contra Emilie es...
ru_ru: И конечный результат Леи против Эмили...

source: \v[plot.race.leaWins] to \v[plot.race.emilieWins].
es_es: \v[plot.race.leaWins] a \v[plot.race.emilieWins].
ru_ru: \v[plot.race.leaWins] к \v[plot.race.emilieWins].

source: Man, you really had the upper hand, didn't you?
es_es: Mon dieu, sí que eres buena en esto, ¿no?
ru_ru: Мда, ты действительно взяла верх, не так ли?

source: And here I thought I'd have a chance after I won the tutorial dungeon.
es_es: Y yo que pensaba que tendría una oportunidad después de ganar la mazmorra del tutorial.
ru_ru: А я уж думала, что у меня будет шанс, после того, как победила в обучающем подземелье.

source: \v[plot.race.leaWins] to \v[plot.race.emilieWins].
es_es: \v[plot.race.leaWins] a \v[plot.race.emilieWins].
ru_ru: \v[plot.race.leaWins] к \v[plot.race.emilieWins].

source: Oui, oui! Pentafists are known for speed, non?
es_es: ¡Oui, oui! Los Pentafist son conocidos por su velocidad, ¿no?
ru_ru: Oui, oui (Да-да)! Пентафисты известны своей скоростью, разве нет?

source: Still, you've been an honorable opponent, Lea!
es_es: Aun así, ¡has sido una oponente honorable, Lea!
ru_ru: Но всё-таки, ты достойный противник, Лея!

source: \v[plot.race.leaWins] to \v[plot.race.emilieWins].
es_es: \v[plot.race.leaWins] a \v[plot.race.emilieWins].
ru_ru: \v[plot.race.leaWins] к \v[plot.race.emilieWins].

source: That's surprisingly balanced, non?
es_es: Sorprendentemente parejo, ¿no?
ru_ru: На удивление сбалансированно, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well... it certainly was a lot of fun to do those races!
es_es: Bueno... ¡sin duda fue muy divertido hacer esas carreras!
ru_ru: Что ж... проводить эти гонки определённо было очень весело!

source: Let's continue once new dungeons are added!
es_es: ¡Debemos hacer más cuando agreguen nuevas mazmorras!
ru_ru: Давай продолжим, как только будут добавлены новые подземелья!

source: So... anyone want to check out Rhombus Square?
es_es: Entonces... ¿alguien quiere ir a ver Plaza Rombo?
ru_ru: Так... кто-нибудь хочет посетить Площадь Ромба?

source: Sure, why not! Where do we have to go?
es_es: Claro, ¡por qué no! ¿Dónde tenemos que ir?
ru_ru: Конечно, почему нет! Куда нам надо идти?

source: Back to \c[3]CrossCentral\c[0], then take the \c[3]south exit\c[0].
es_es: Vuelve al \c[3]Cruce Central\c[0], luego toma la \c[3]salida sur\c[0].
ru_ru: Назад в \c[3]CrossCentral\c[0], а затем на \c[3]южный выход\c[0].

source: Très bien!
ru_ru: Très bien (Прекрасно)!

source: I honestly just want to get out of this bug infested place, so I'll go ahead!
es_es: A decir verdad, tan sólo quiero salir de este lugar infestado de bichos, ¡así que vamos!
ru_ru: Честно говоря, я просто хочу выбраться из этого кишащего жуками места, так что я пойду вперёд!

source: Let's meet at CrossCentral!
es_es: ¡Nos vemos en el Cruce Central!
ru_ru: Давайте встретимся в CrossCentral!

source: Sounds like a plan.
es_es: Suena como un plan.
ru_ru: Звучит как план.

source: Alright!
es_es: ¡Muy bien!
ru_ru: Хорошо!

source: We did it Lea! We got the last Shade!
ru_ru: Мы сделали это, Лея! Мы получили последнюю Тень!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: That means we can also access the northern part of \c[3]Sapphire Ridge\c[0].
es_es: Eso significa que también podemos acceder a la parte norte de \c[3]Cresta Zafiro\c[0].
ru_ru: Это означает, что мы можем получить доступ к северной части \c[3]Сапфирового края\c[0].

source: Hopefully we will find the place in your dreams somewhere in that area.
ru_ru: Надеюсь, что мы найдём место из твоих снов где-то в этой области.

source: After all, we are running out of options.
es_es: Después de todo, nos estamos quedando sin opciones.
ru_ru: В конце концов, у нас заканчиваются варианты.

source: Of course... if you like you can join the others and explore Rhombus Square first.
ru_ru: Конечно... если хочешь, можешь присоединиться к остальным и исследовать Площадь Ромба.

source: Finding Satoshi's hideout can wait a little bit longer.
es_es: Encontrar el escondite de Satoshi puede esperar un poco más.
ru_ru: Обнаружение укрытия Сатоши может немного подождать.

# data/maps/forest/interior/statue-room.json//entities/324/settings/event/108/task
source: Join the others to explore \c[3]Rhombus Square\c[0] or search the north of \c[3]Sapphire Ridge\c[0].
es_es: Únete a los demás para explorar \c[3]Plaza Rombo\c[0] o busca en el norte de \c[3]Cresta Zafiro\c[0].
ru_ru: Присоединитесь к другим, чтобы исследовать \c[3]Площадь Ромба\c[0], или исследуйте северную часть \c[3]Сапфирового края\c[0].

# data/maps/forest/interior/statue-room.json//entities/328/settings/dialog/0/text
source: This...\. is nice.
es_es: Esto...\. es agradable.
ru_ru: Это...\. здорово.

# data/maps/forest/interior/statue-room.json//entities/328/settings/dialog/1/text
source: No heights to be afraid of, huh?
es_es: No hay alturas a las que temer, ¿eh?
ru_ru: Нет высоты, которой нужно бояться, да?

# data/maps/forest/interior/statue-room.json//entities/328/settings/dialog/2/text
source: Yes...\. I needed this...
es_es: Sí...\. Necesitaba esto...
ru_ru: Да...\. Я нуждалась в этом...

# data/maps/forest/interior/statue-room.json//entities/328/settings/dialog/3/text
source: That last tree dungeon was...\. the literal pinnacle.
es_es: Esa última mazmorra del árbol fue...\. literalmente el pináculo.
ru_ru: Это последнее подземелье-дерево было...\. в буквальном смысле верхом моего страха.

# data/maps/forest/interior/statue-room.json//entities/340/settings/dialog/0/text
source: No new lore this time, huh?
es_es: Esta vez no hay más historia, ¿eh?
ru_ru: Никакого продолжения истории игры, да?

# data/maps/forest/interior/statue-room.json//entities/340/settings/dialog/1/text
source: Nope, not yet at least...
es_es: No, al menos todavía no...
ru_ru: Неа, по крайней мере, пока...

# data/maps/forest/interior/statue-room.json//entities/340/settings/dialog/2/text
source: You think they're ever gonna add more?
es_es: ¿Crees que alguna vez añadirán más?
ru_ru: Думаешь, они когда-нибудь добавят ещё?

# data/maps/forest/interior/statue-room.json//entities/340/settings/dialog/3/text
source: I'm like\.\.\. 80% sure they're gonna add more with the next big update.
es_es: Estoy como\.\.\. 80% seguro de que van a añadir más en la próxima gran actualización.
ru_ru: Я примерно на\.\.\. 80% уверена, что они добавят продолжение со следующим большим обновлением.

# data/maps/forest/interior/statue-room.json//entities/340/settings/dialog/4/text
source: What's the ETA on it?
es_es: ¿Hay algún estimativo de cuanto va a demorar?
ru_ru: Когда там оно должно выйти?

# data/maps/forest/interior/statue-room.json//entities/340/settings/dialog/5/text
source: TBA.
es_es: La última vez tuve tiempo para aprender a cocinar.
ru_ru: Ожидает анонса.

# data/maps/forest/interior/statue-room.json//entities/340/settings/dialog/6/text
source: Figures...
es_es: Nunca volveré a ver tus tortillas francesas de la misma manera.
ru_ru: Понятно...
