Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

# data/areas/forest.json//floors/0/maps/0/name
source: Facility X Entrance
es_es: Entrada a Facility X
ru_ru: Вход в Комплекс Х

# data/areas/forest.json//floors/0/maps/1/name
source: Happy Place
es_es: Lugar Feliz
ru_ru: Счастливое место

# data/areas/forest.json//floors/0/maps/2/name
source: Stronger Together
es_es: Unidad Fuerte
ru_ru: Вместе сильнее

# data/areas/forest.json//floors/1/maps/0/name
source: Sapphire Tunnel
es_es: Túnel Zafiro
ru_ru: Сапфировый тоннель

# data/areas/forest.json//floors/1/maps/1/name
source: Western Exit
es_es: Salida Oeste
ru_ru: Западный выход

# data/areas/forest.json//floors/1/maps/2/name
source: North West Path
es_es: Camino Noroeste
ru_ru: Северо-западный путь

# data/areas/forest.json//floors/1/maps/3/name
source: River Road
es_es: Carretera del Río
ru_ru: Речная дорога

# data/areas/forest.json//floors/1/maps/4/name
source: The Cave Inn
es_es: La Posada de la Cueva
ru_ru: Пещерный трактир

# data/areas/forest.json//floors/1/maps/5/name
source: Bamboo Thicket
es_es: Matorral de Bambú
ru_ru: Бамбуковая чаща

# data/areas/forest.json//floors/1/maps/6/name
source: North East Path
es_es: Camino Noreste
ru_ru: Северо-восточный путь

# data/areas/forest.json//floors/1/maps/7/name
source: Spider Chasm
es_es: Grieta de las Arañas
ru_ru: Паучья бездна

# data/areas/forest.json//floors/1/maps/8/name
source: Eroded Passage
es_es: Pasillo Erosionado
ru_ru: Разъеденный проход

# data/areas/forest.json//floors/1/maps/9/name
source: Flower Lake
es_es: Lago de las Flores
ru_ru: Цветочное озеро

# data/areas/forest.json//floors/1/maps/10/name
source: Carved Pathway
es_es: Camino Tallado
ru_ru: Резная тропа

# data/areas/forest.json//floors/1/maps/11/name
source: Narrow Passage
es_es: Pasillo Estrecho
ru_ru: Узкий проход

# data/areas/forest.json//floors/1/maps/12/name
source: Henry's Hideout
es_es: Escondite de Henry
ru_ru: Убежище Генри

# data/areas/forest.json//floors/1/maps/13/name
source: Wheel Passage
es_es: Pasillo Rodante
ru_ru: Колёсный проход

# data/areas/forest.json//floors/1/maps/14/name
source: High Ground
es_es: Terreno Alto
ru_ru: Возвышенность

# data/areas/forest.json//floors/1/maps/15/name
source: Old Dojo
es_es: Viejo Dojo
ru_ru: Старое додзё

# data/areas/forest.json//floors/1/maps/16/name
source: Cave Inn EG
es_es: Centro de la Posada de la Cueva
ru_ru: Пещерный трактир - Вход

# data/areas/forest.json//floors/1/maps/17/name
source: Cave Inn Mall
es_es: Centro Comercial de la Posada de la Cueva
ru_ru: Пещерный трактир - Торговый центр

# data/areas/forest.json//floors/1/maps/18/name
source: Cave Inn Store
es_es: Tienda de la Posada de la Cueva
ru_ru: Пещерный трактир - Магазин

# data/areas/forest.json//floors/1/maps/19/name
source: Cave Inn Storage
es_es: Almacén de la Posada de la Cueva
ru_ru: Пещерный трактир - Склад

# data/areas/forest.json//floors/1/maps/20/name
source: Tranquil Bamboo
es_es: Bambú Tranquilo
ru_ru: Спокойный бамбук

# data/areas/forest.json//floors/1/maps/21/name
source: Nesting Grounds
es_es: Zona de anidación
ru_ru: Гнездовье

# data/areas/forest.json//floors/1/maps/22/name
source: Path to Peace
es_es: Camino de Paz
ru_ru: Путь к миру

# data/areas/forest.json//floors/1/maps/23/name
source: Cave Waterfall
es_es: Cascada de la Cueva
ru_ru: Пещера водопадов

# data/areas/forest.json//floors/1/maps/24/name
source: Waterfall Backyard
es_es: Paisaje de la Cascada
ru_ru: За водопадом

# data/areas/forest.json//floors/1/maps/25/name
source: Old Dojo
es_es: Viejo Dojo
ru_ru: Старое додзё

# data/areas/forest.json//floors/1/maps/26/name
source: Dojo Tunnel
es_es: Túnel del Dojo
ru_ru: Тоннель додзё

# data/areas/forest.json//floors/1/maps/27/name
source: Dream Pond
es_es: Estanque de los Sueños
ru_ru: Пруд грёз

# data/areas/forest.json//floors/1/maps/28/name
source: Meteor Cave
es_es: Cueva Meteoro
ru_ru: Метеоритная пещера

# data/areas/forest.json//floors/1/maps/29/name
source: Hidden Entrance
es_es: Entrada Oculta
ru_ru: Скрытый проход

# data/areas/forest.json//floors/1/maps/30/name
source: Hidden Tunnel West
es_es: Túnel oculto Oeste
ru_ru: Скрытый тоннель - Запад

# data/areas/forest.json//floors/1/maps/31/name
source: Hidden Tunnel Center
es_es: Túnel oculto Centro
ru_ru: Скрытый тоннель - Центр

# data/areas/forest.json//floors/1/maps/32/name
source: Hidden Tunnel East
es_es: Túnel oculto Este
ru_ru: Скрытый тоннель - Восток

# data/areas/forest.json//floors/1/maps/33/name
source: Ascension Temple
es_es: Templo de Ascensión
ru_ru: Храм вознесения

# data/areas/forest.json//floors/1/maps/34/name
source: Baton Pond
es_es: Estanque del Bastón
ru_ru: Палочный пруд

# data/areas/forest.json//floors/1/maps/35/name
source: The Barracks
es_es: El Cuartel
ru_ru: Казармы

# data/areas/forest.json//floors/1/maps/36/name
source: The Bellow
es_es: El Muelle
ru_ru: Беллоу

# data/areas/forest.json//floors/1/maps/37/name
source: The Rise
es_es: El Ascenso
ru_ru: Подъём

# data/areas/forest.json//floors/2/maps/0/name
source: Cave Inn 1F
es_es: Posada de la Cueva P1
ru_ru: Пещерный трактир 1-й этаж

# data/areas/forest.json//floors/2/maps/1/name
source: The Cave Inn
es_es: La Posada de la Cueva
ru_ru: Пещерный трактир

# data/areas/forest.json//floors/2/maps/2/name
source: The Cave Inn
es_es: La Posada de la Cueva
ru_ru: Пещерный трактир

# data/areas/forest.json//floors/2/maps/3/name
source: The Cave Inn
es_es: La Posada de la Cueva
ru_ru: Пещерный трактир

# data/areas/forest.json//floors/3/maps/0/name
source: Owner's Room
es_es: Habitación del Dueño
ru_ru: Комната владельца

# data/areas/forest.json//floors/3/maps/1/name
source: The Cave Inn
es_es: La Posada de la Cueva
ru_ru: Пещерный трактир

source: Alerting screeches
es_es: Gritos de Alerta
ru_ru: Предупреждающие крики

source: Questing Grunt
es_es: Gruñido de Búsqueda
ru_ru: Вопрошающее фырканье

source: Apologizing Screetches
es_es: Gritos de Disculpa
ru_ru: Извиняющиеся крики

source: Angry Grunt
es_es: Gruñido Furioso
ru_ru: Сердитое фырканье

source: Hi...?
es_es: ¿Hola...?
ru_ru: Привет...?

source: Henry
ru_ru: Генри

source: You are q-q-quite persistent!
es_es: ¡Eres b-b-bastante persistente!
ru_ru: Вы д-д-довольно стойкие!

source: Sir, I have already alerted the staff of CrossWorlds.
es_es: Señor, ya he avisado al personal de CrossWorlds.
ru_ru: Сэр, я уже предупредил сотрудников CrossWorlds.

source: There is absolutely no way out for you.
es_es: Ya no le queda escapatoria.
ru_ru: Вам не уйти.

source: I'm also aware that you are in fact not a player but an actual person!
es_es: ¡Y también me he dado cuenta que es usted una persona, no un avatar!
ru_ru: Я к тому же знаю, что вы на самом деле не игрок, а настоящий человек!

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Oh? I-Is that s-so?
es_es: ¿Oh? ¿En s-s-serio?
ru_ru: Да? А-А вы у-уверены?

source: Quite so I'm afraid. How you managed to stay hidden, however, is still a mystery to me.
ru_ru: Боюсь, вполне уверен.\. Однако то, как вам удалось остаться незамеченным, до сих пор остаётся загадкой для меня.

source: Well... C-C-Could an actual human do t-t-this?
es_es: B-Bueno... ¿P-Podría un humano hacer es-sto?
ru_ru: Что ж... М-М-Может ли обычный человек сделать т-т-такое?

source: Baxton
ru_ru: Бакстон

source: What are you doing, I can't move!
ru_ru: Что вы делаете, я не могу двигаться!

source: Henry
ru_ru: Генри

source: He won't be b-b-bothering us anymore, hehe.
ru_ru: Он не п-п-побеспокоит нас больше, хе-хе.

source: Why!?
es_es: ¿¡Por qué!?
ru_ru: Почему!?

source: Now you...
ru_ru: А вот ты...

source: I can't seem to just d-delete you...
es_es: Ojalá p-pudiera tan solo b-borrarte...
ru_ru: Я не могу просто у-удалить тебя...

source: But...
es_es: Pero...
ru_ru: Но...

source: Henry
ru_ru: Генри

source: I can t-trap you and let my little f-f-friends take care of you!
es_es: ¡P-Puedo encerrarte y d-d-dejar que m-mis amiguitos se e-encarguen de t-ti!
ru_ru: Я могу п-поймать тебя в ловушку, а мои маленькие д-д-друзья позаботятся о тебе!

source: Either you get t-tired or log-off.
es_es: Y-Ya te c-cansarás o d-desconectarás.
ru_ru: До тех пор, пока ты не у-устанешь, либо не выйдешь из системы.

source: There he is!
es_es: ¡Ahí está!
ru_ru: Вот он!

source: He seems to be just... waiting?
es_es: Parece estar... ¿esperando?
ru_ru: Кажется, что он просто... ждёт?

source: Let us put an end to this mockery, Lady Lea.
es_es: Pongamos fin a esta farsa, Lady Lea.
ru_ru: Давайте положим конец этому издевательству, леди Лея.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: A rather gloomy hideout.
es_es: Un escondite sombrío.
ru_ru: Довольно мрачное убежище.

source: I was unaware this cave was playable.
es_es: No estaba al tanto de la existencia de esta cueva.
ru_ru: Я и не знал, что эта пещера была играбельной.

source: Baxton
ru_ru: Бакстон

source: Good job, Lady Lea!
es_es: ¡Gran trabajo, Lady Lea!
ru_ru: Хорошая работа, леди Лея!

source: Hi?!
es_es: ¡¿Hola?!
ru_ru: Привет?!

source: You successfully completed the quest line created by the \c[3]IHSO\c[0] in celebration of the \c[3]2205th International Hackspace Convention\c[0].
es_es: Ha completado exitosamente la misión creada por la \c[3]O.I.H.S.\c[0] en celebración de la \c[3]Convención Internacional Hackspace número 2205\c[0].
ru_ru: Вы успешно завершили квестовую линию, созданную \c[3]IHSO\c[0] в рамках празднования \c[3]2205-й Интернациональной конвенции Hackspace\c[0].

source: ...How?
es_es: ¿...Cómo?
ru_ru: ...Как?

source: The whole quest line you have just completed was created by participants of this event.
es_es: Toda la serie de misiones que acaba de completar ha sido creada por participantes de este evento.
ru_ru: Вся линия квеста, которую вы только что завершили, была создана участниками этого события.

source: The goal was to create a scenario that was so convincing that players would believe it.
es_es: El objetivo fue crear un escenario tan convincente que los jugadores se lo creerían.
ru_ru: Цель состояла в том, чтобы создать сценарий, который был бы настолько убедительным, что игроки поверили бы в это.

source: I'm but a tiny fraction of it. My makers wish to congratulate you on coming this far!
es_es: Yo formo parte de apenas una fracción de ello. ¡Mis creadores desean darle las felicitaciones por haber llegado tan lejos!
ru_ru: Я лишь малая часть этого.\. Мои создатели хотят поздравить вас с таким большим успехом!

source: We hope you enjoyed the quest line!
es_es: ¡Esperamos haya disfrutado de la misión!
ru_ru: Мы надеемся, что вам понравилась квестовая линия!

source: As a reward we offer \c[3]extra CP\c[0] for you to spend!
es_es: ¡Como recompensa, le ofrecemos \c[3]PC extra\c[0] para sus circuitos!
ru_ru: В качестве вознаграждения мы предлагаем \c[3]дополнительные CP\c[0]!

source: Thank you for playing and good luck in future adventures!
es_es: ¡Gracias por jugar y buena suerte en futuras aventuras!
ru_ru: Спасибо за игру, и удачи в дальнейших приключениях!

source: You did it, Lea!
es_es: ¡Lo hiciste, Lea!
ru_ru: Ты сделала это, Лея!

source: So, how did you like the quest?
es_es: ¿Y bien? ¿Te ha gustado la misión?
ru_ru: Так, как тебе квест?

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: Huh? You mean, why did I not just tell you?
es_es: ¿Eh? Quieres decir, ¿por qué no te lo dije?
ru_ru: Хмм? Ты хочешь сказать, почему я не рассказал тебе?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, to be honest I did not know at first myself.
ru_ru: Ну, если честно, я сам сначала не знал.

source: I was really concerned that we had a hacker in the game.
es_es: Estaba preocupado de que hubiera ingresado un hacker al juego.
ru_ru: Я был очень обеспокоен тем, что у нас в игре завёлся хакер.

source: But when I went ahead and checked I immediately saw that Henry was actually just an NPC.
ru_ru: Но когда я проверил, я сразу увидел, что Генри на самом деле простой NPC.

source: The \c[3]IHSO\c[0] is an organization dedicated to finding exploits in all kinds of systems.
es_es: La \c[3]O.I.H.S.\c[0] es una organización dedicada a encontrar fallos en todo tipo de sistemas.
ru_ru: А \c[3]IHSO\c[0] - это организация, занимающаяся поиском эксплойтов во всех видах систем.

source: They helped Instatainment to fix some bugs in the early days of CrossWorlds.
es_es: Han ayudado a Instatainment a arreglar varios errores en los primeros años de CrossWorlds.
ru_ru: Они помогли Instatainment исправить некоторые ошибки в первые дни CrossWorlds.

source: I guess that is why they let them have this much fun.
es_es: Supongo que en parte es eso por lo que los dejan divertirse de este modo.
ru_ru: Я полагаю, что именно поэтому они позволили им так повеселиться.

source: Normally the company is pretty strict about these things.
ru_ru: Обычно компания довольно строго относится к таким вещам.

source: Anyway, I did not want to spoil the surprise so I thought I would help keep up the suspense.
ru_ru: Как бы то ни было, я не хотел портить сюрприз, поэтому подумал, что лучше сохранить интригу.

source: Lea?
ru_ru: Лея?

source: But all is well that ends well, right Lea?
ru_ru: Но всё хорошо, что хорошо кончается, верно, Лея?

source: Have some more s-s-spiders!
es_es: ¡Ten más a-a-arañas!
ru_ru: У меня есть ещё п-п-пауки!

source: Let's s-s-see you you deal with these!
es_es: ¡V-Veamos c-cómo lidias con es-sto!
ru_ru: Давай п-п-посмотрим, как ты справишься с этим!

source: You can't k-k-keep up forever!
es_es: ¡No p-podrás aguantar p-p-por siempre!
ru_ru: Ты не можешь д-д-держаться вечно!

source: C-come my darlings!
es_es: ¡V-Vamos bellezas!
ru_ru: Д-Давайте, мои дорогие!

source: Aren't b-bugs the b-b-best?
es_es: ¿N-No son los b-b-ichos lo mejor?
ru_ru: Разве ж-жуки не з-з-замечательны?

source: Aren't spiders b-beautiful?
es_es: ¿N-No son las a-a-arañas hermosas?
ru_ru: Разве пауки не п-п-прекрасны?

source: T-this will never end, hehe!
es_es: ¡E-Esto n-nunca acabará, jeje!
ru_ru: Э-это никогда не закончится, хе-хе!

source: R-Ready for more?
es_es: ¿L-Lista para más?
ru_ru: Г-Готова к большему?

source: W-What are you doing?
es_es: ¿Q-Qué estás haciendo?
ru_ru: Ч-Что ты делаешь?

source: S-stop it!
es_es: ¡P-Para!
ru_ru: П-прекрати!

source: Henry
ru_ru: Генри

source: ENOUGH!
es_es: ¡SUFICIENTE!
ru_ru: ХВАТИТ!

source: M-my probe is n-n-not yours.
es_es: Es m-mi s-sonda, no t-tuya.
ru_ru: М-мой зонд н-н-не твой.

source: I'll just change its party s-s-settings so you c-can't attack, hehe!
es_es: ¡C-Cambiaré su configuración d-de equipo p-para q-que no la p-puedas atacar, jeje!
ru_ru: Я просто изменю его групповые н-н-настройки, чтобы ты не м-могла атаковать, хе-хе!

source: Changing party...
es_es: Cambiando equipo...
ru_ru: Смена группы...

source: W-W-hat?!
es_es: ¡¿Q-Qué?!
ru_ru: Ч-Что?!

source: Now is your chance, Lea!
es_es: ¡Es tu oportunidad, Lea!
ru_ru: Это твой шанс, Лея!

source: I s-s-said STOP it!
es_es: ¡D-Dije que P-PARES!
ru_ru: Я с-с-сказал, ПРЕКРАТИ это!

source: Read Text
es_es: Leer Texto
ru_ru: Прочитать текст

source: This probe stands here in commemoration of the \c[3]2205th International Hackspace Convention\c[0]
es_es: Esta sonda sirve como conmemoración de la \c[3]Convención Internacional Hackspace número 2205\c[0]
ru_ru: Этот зонд стоит здесь в честь \c[3]2205-й Интернациональной конвенции Hackspace\c[0]

source: Its participants created a quest line for \c[3]CrossWorlds\c[0] in order to fool its player base into believing a hacker has infiltrated the game.
es_es: Sus participantes crearon una serie de misiones para \c[3]CrossWorlds\c[0] para engañar a sus jugadores haciéndoles creer que un hacker había ingresado al juego.
ru_ru: Его участники создали линию квестов для \c[3]CrossWorlds\c[0], чтобы обмануть игроков, заставив их поверить, что хакер проник в игру.

source: Baxton
ru_ru: Бакстон

source: Good job, Lady Lea!
es_es: ¡Buen trabajo, Lady Lea!
ru_ru: Хорошая работа, леди Лея!

source: You successfully completed the quest line created by the \c[3]IHSO\c[0] in celebration of the \c[3]2205th International Hackspace Convention\c[0].
es_es: Ha completado exitosamente la misión creada por la \c[3]O.I.H.S.\c[0] en celebración de la \c[3]Convención Internacional Hackspace número 2205\c[0].
ru_ru: Вы успешно завершили квестовую линию, созданную \c[3]IHSO\c[0] в рамках празднования \c[3]2205-й Интернациональной конвенции Hackspace\c[0].

source: Thanks!
es_es: ¡Gracias!
ru_ru: Спасибо!

source: The whole quest line you have just completed was created by participants of this event.
es_es: Toda la línea de misiones que acabas de completar fue creada por los participantes de este evento.
ru_ru: Вся линия квеста, которую вы только что завершили, была создана участниками этого события.

source: The goal was to create a scenario that was so convincing that players would believe it.
es_es: El objetivo era crear un escenario tan convincente que los jugadores se lo creyeran.
ru_ru: Цель состояла в том, чтобы создать сценарий, который был бы настолько убедительным, что игроки поверили бы в это.

source: I'm but a tiny fraction of it. My makers wish to congratulate you on coming this far!
es_es: Yo no soy más que una pequeña parte. ¡Mis fabricantes desean felicitarle por haber llegado hasta aquí!
ru_ru: Я лишь малая часть этого.\. Мои создатели хотят поздравить вас с таким большим успехом!

source: We hoped you enjoyed the quest line!
es_es: ¡Esperamos que hayas disfrutado las misiones!
ru_ru: Мы надеемся, что вам понравилась квестовая линия!

source: As a reward we offer \c[3]extra Circuit Points\c[0] for your to spend!
es_es: ¡Como recompensa ofrecemos \c[3]puntos de circuito\c[0] extra para que los gastes!
ru_ru: В качестве вознаграждения мы предлагаем \c[3]дополнительные CP\c[0]!

source: Thank you for playing and good luck in future adventures!
es_es: ¡Gracias por jugar y buena suerte en futuras aventuras!
ru_ru: Спасибо за игру, и удачи в дальнейших приключениях!

source: Teleport Outside
es_es: Teletransportarse Fuera
ru_ru: Телепорт наружу

source: Code Knight
es_es: Caballero del Código
ru_ru: Рыцарь Кода

source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

source: That quest was...\. interesting.
es_es: Esa misión ha sido...\. interesante.
ru_ru: Этот квест был...\. интересный.

source: I wasn't aware that the IHSO has been messing with CrossWorlds in the past.
ru_ru: Я не знала, что IHSO в прошлом была замешана с CrossWorlds.

source: What about you, ever tried tampering with their systems?
es_es: ¿Qué hay de ti? ¿Alguna vez intentaste toquetear sus sistemas?
ru_ru: А как насчёт тебя, никогда не пробовала вмешаться в их системы?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Heh.
es_es: Je.
ru_ru: Хех.

source: With the right amount of patience it's doable.
es_es: Con la paciencia suficiente es factible.
ru_ru: При должном количестве терпения это выполнимо.

source: There's a huge system behind CrossWorlds, but overall it's pretty standard for the most part.
es_es: Hay un gran sistema detrás de CrossWorlds, pero dentro de todo es bastante estándar.
ru_ru: За CrossWorlds стоит огромная система, но в целом она довольно стандартна по большей части.

source: Yet finding those little loopholes is what makes it so interesting.
es_es: Pero encontrar la forma de abusar de él es muy interesante.
ru_ru: И всё же, поиск этих маленьких лазеек - вот что делает его таким интересным.

source: That's what hacking is all about.\. Creating fun out of boring systems!
es_es: De eso se trata el hackeo.\. ¡Encontrar diversión en sistemas aburridos!
ru_ru: В этом вся суть взлома.\. Создавать веселье из скучных систем!

source: Bye?
es_es: ¿Adiós?
ru_ru: Пока?

source: Creating fun...? I suppose that is one reason why you would do it...
es_es: ¿Diversión...? Supongo que ese es un motivo para hacerlo...
ru_ru: Создавать веселье...? Я полагаю, что это одна из причин, чтобы заниматься этим...

source: Wait a moment...\. isn't this room supposed to be instanced?
es_es: Espera un momento...\. ¿esta habitación no debería estar instanciada?
ru_ru: Подожди минутку...\. разве эта комната не является специальным подземельем?

source: There is no turning back now. Let's move forward, Lea!
es_es: Ya no hay vuelta atrás. ¡Adelante, Lea!
ru_ru: Пути назад нет. Давай двигаться вперёд, Лея!

source: So, did I get that right?
es_es: Entonces, ¿lo entendí bien?
ru_ru: Итак, я правильно понял?

source: My...\. "clone" is still over there in Evotarground?
es_es: Mi...\. ¿"Clon" sigue allí en el Mundo Evotar?
ru_ru: Мой...\. "клон" до сих пор там, в зоне эвотаров?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh Junge, this is such a weird situation.
es_es: Oh Junge, esta será una situación incómoda.
ru_ru: Oh Junge (Боже), это такая странная ситуация.

source: We both just barely know each other, right?
es_es: Nosotros apenas nos conocemos, ¿cierto?
ru_ru: Мы ведь едва знакомы друг с другом.

source: Yet that "other Lukas" seems to be quite dear to you, because of what you both experienced together.
es_es: Pero ese "otro Lukas" parece ser muy cercano a ti, por lo que vivieron juntos.
ru_ru: Но кажется, этот "другой Лукас" тебе очень дорог, из-за того, что вы оба пережили вместе.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: It really shows how much your life is shaped by happenstance.
es_es: Sirve como recordatorio de cuánto de tu vida depende de pura casualidad.
ru_ru: Это в самом деле показывает, насколько наша жизнь определяется случайностью.

source: Also...\. I really wonder what would happen if I met my clone over there.
es_es: Además...\. Me preguntó que pasaría si me encontrara con mi clon allí.
ru_ru: Помимо этого...\. Мне действительно интересно, что произойдёт, если я встречу своего клона там.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Oh...\. I suppose I better be careful about that.
es_es: Oh...\. Creo que será mejor que tenga cuidado con eso.
ru_ru: Ох...\. Я полагаю, что мне лучше быть осторожным с этим.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hi Lea!
ru_ru: Привет, Лея!

source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

source: Man, it's still so hard to believe that you are an AI.
es_es: Hombre, todavía es difícil de creer que seas una IA.
ru_ru: Мда, всё ещё трудно поверить, что ты искусственный интеллект.

source: Wait...\. does that mean you understand binary?
es_es: Espera...\. ¿Eso significa que entiendes binario?
ru_ru: Подожди...\. Значит ли это, что ты понимаешь двоичный код?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I have no idea what it means!\. You tell me!
es_es: ¡No tengo ni idea de lo que significa! \. ¡Dime tú!
ru_ru: Я понятия не имею, что это значит!\. Ты мне скажи!

source: Nyahahahahahaha!
ru_ru: Ньяхахахахахаха!

source: Really though, this is all very exciting!
es_es: Sin embargo, ¡Todo esto es muy emocionante!
ru_ru: Хотя на самом деле, это всё очень интересно!

source: You have my vote for best newbie of the year!
es_es: ¡Tienes mi voto para el mejor novato del año!
ru_ru: У тебя мой голос за лучшего новичка года!

source: Lea!
ru_ru: Лея!

source: Lea, dear...
es_es: Lea, querida...
ru_ru: Лея, дорогая...

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: This whole situation is so hard to grasp for me.
es_es: Toda esta situación es tan difícil de entender para mí.
ru_ru: Вся эта ситуация так трудна для моего понимания.

source: You know... We enjoy games like CrossWorlds, because they allow us to live a fantasy.
es_es: Ya sabes... Disfrutamos de juegos como CrossWorlds, porque nos permiten vivir una fantasía.
ru_ru: Ты знаешь... Нам нравятся игры типа CrossWorlds, потому что они позволяют нам жить фантазиями.

source: So that for a moment we can forget about all the worries of real life.
ru_ru: Так что на мгновение мы можем забыть обо всех заботах реальной жизни.
