Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

source: Now that's a plea I never imagined hearing...
es_es: Esa es una súplica que nunca imaginé escuchar...
ru_ru: Такую просьбу я никогда не ожидал услышать...

source: Emilie, please. No spiders, either!
es_es: Emilie, por favor. ¡Yo no quiero arañas tampoco!
ru_ru: Эмили, пожалуйста. Пауков тоже не надо!

source: ...A warrior must stay focused even when surrounded...
es_es: ...Un guerrero debe mantenerse concentrado incluso cuando está rodeado...
ru_ru: ...Воин должен оставаться сосредоточенным, даже когда окружён...

source: ...This trial will test both strength and speed...
es_es: ...Esta prueba requerirá tanto tu fuerza como tu velocidad...
ru_ru: ...Это испытание проверит твою силу и скорость...

source: ...As your foes are fast and will grow in numbers even faster...
es_es: ...Ya que tus enemigos son rápidos y aumentarán en número incluso más rápido...
ru_ru: ...Так как твои враги быстры и будут множиться ещё быстрее...

source: ...Now step into the ring and show us your \c[3]Vigor\c[0]...
es_es: ...Ahora entra a la arena y muéstranos tu \c[3]Vigor\c[0]...
ru_ru: ...Теперь выйди на ринг и покажи нам свою \c[3]Силу\c[0]...

source: ...You have completed the \c[3]Trial of Vigor\c[0]...
es_es: ...Has completado la \c[3]Prueba de Vigor\c[0]...
ru_ru: ...Ты закончила \c[3]Испытание силы\c[0]...

source: ...Take this token as a sign of your victory...
es_es: ...Toma esta ficha como señal de tu victoria...
ru_ru: ...Прими это в знак своей победы...

source: ...Stay ever vigilant, Seeker...
es_es: ...Mantente siempre alerta, Buscadora...
ru_ru: ...Всегда оставайся бдительной, Искатель...

source: ...Welcome back Seeker...
es_es: ...Bienvenido de nuevo Buscadora...
ru_ru: ...С возвращением, Искатель...

source: ...You mastered all trials and even bested our champion...
es_es: ...Dominaste todas las pruebas e incluso superaste a nuestro campeón...
ru_ru: ...Ты справилась со всеми испытаниями и даже победила нашего чемпиона...

source: ...Now it is time to test your limits...
es_es: ...Ahora es momento de desafiar tus límites...
ru_ru: ...Теперь настало время, чтобы проверить твои возможности...

source: ...Changed your mind, Seeker...
es_es: ...Cambiaste de opinión, Buscadora...
ru_ru: ...Передумала, Искатель...

source: Surival [Normal]
es_es: Supervivencia [Normal]
ru_ru: Выживание [Нормальный режим]

source: Surival [Hard]
es_es: Supervivencia [Difícil]
ru_ru: Выживание [Сложный режим]

source: Endless
es_es: Infinito
ru_ru: Бесконечный режим

source: ...Seeker, which challenge will you take...
es_es: ...Buscadora, ¿qué desafío aceptarás?...
ru_ru: ...Искатель, какой вызов ты примешь...

source: \s[0]Highscores ------------------------- \c[3]Survival [Normal]\c[0]: \v[misc.localNumTempVar.score-surival-normal] \c[3]Survival [Hard]\c[0]: \v[misc.localNumTempVar.score-surival-hard] \c[3]Endless\c[0]: \v[misc.localNumTempVar.score-endless] ------------------------- \c[3]Total Eliminations\c[0]: \v[map.totalKills] -------------------------
es_es: \s[0]Mejores Puntajes ------------------------- \c[3]Supervivencia [Normal]\c[0]: \v[misc.localNumTempVar.score-surival-normal] \c[3]Supervivencia [Difícil]\c[0]: \v[misc.localNumTempVar.score-surival-hard] \c[3]Infinito\c[0]: \v[misc.localNumTempVar.score-endless] ------------------------- \c[3]Eliminaciones Totales\c[0]: \v[map.totalKills] -------------------------
ru_ru: \s[0]Рекорды ------------------------- \c[3]Выживание [Нормальный]\c[0]: \v[misc.localNumTempVar.score-surival-normal] \c[3]Выживание [Сложный]\c[0]: \v[misc.localNumTempVar.score-surival-hard] \c[3]Бесконечный режим\c[0]: \v[misc.localNumTempVar.score-endless] ------------------------- \c[3]Всего истреблено\c[0]: \v[map.totalKills] -------------------------

source: ...Very well...
es_es: ...Muy bien...
ru_ru: ...Очень хорошо...

source: Combo Timer UI disabled!
es_es: ¡Interfaz de Temporizador de Combo desactivado!
ru_ru: Интерфейс комбо-таймера выключен!

source: Combo Timer UI enabled! It will be displayed in the bottom right corner.
es_es: ¡Interfaz de Temporizador de Combo activado! Se mostrará en la esquina inferior derecha.
ru_ru: Интерфейс комбо-таймера включён! Он отображается в нижнем правом углу.

source: Welcome to the \c[3]Ring of Spiders\c[0]! Choose the mode you want to try out to begin the challenge.
es_es: ¡Bienvenido al \c[3]Anillo de Arañas\c[0]! Elige un modo para comenzar el desafío.
ru_ru: Добро пожаловать в \c[3]Круг пауков\c[0]! Выберите режим, в котором вы хотите попробовать пройти испытание.

source: \c[3]Survival\c[0] is similar to the original \c[3]Trial of Vigor\c[0]. But instead of 2 minutes, you need to survive for 4. \c[3]Survival [Hard]\c[0] works the same, but the spiders will be adjusted to match your level.
es_es: \c[3]Supervivencia\c[0] es similar a la \c[3]Prueba de Vigor\c[0] original. Pero en lugar de 2 minutos, debes sobrevivir durante 4. \c[3]Supervivencia [Difícil]\c[0] funciona igual, pero las arañas se ajustarán para que coincidan con tu nivel.
ru_ru: \c[3]Выживание\c[0] похоже на оригинальное \c[3]Испытание силы\c[0]. Но вместо двух минут вам нужно будет выжить в течение четырёх. \c[3]Выживание [Сложное]\c[0] работает так же, но пауки будут подстроены под ваш уровень.

source: \c[3]Endless\c[0] will test both endurance and skill. Try to survive as long as you can against the hordes of spiders. Enemies will gradually get stronger as time passes on.
es_es: \c[3]Infinito\c[0] pondrá a prueba tanto la resistencia como la habilidad. Intenta sobrevivir todo el tiempo que puedas contra las hordas de arañas. Los enemigos se volverán gradualmente más fuertes a medida que pase el tiempo.
ru_ru: \c[3]Бесконечный режим\c[0] проверяет выносливость и мастерство. Постарайтесь как можно дольше продержаться против полчищ пауков. Враги со временем будут становиться сильнее.

source: Gain points by defeating spiders. Defeat enemies fast to increase the combo multiplier \c[3]by 10%\c[0]. This stacks infinitely for as long as you defeat another enemy in the time limit of \c[3]8 seconds\c[0]. You can enable/disable the combo timer in the selection menu.
es_es: Ganas puntos derrotando arañas. Derrota a los enemigos rápidamente para aumentar el multiplicador \c[3]en un 10%\c[0]. Esto se acumula infinitamente mientras derrotes a otro enemigo en el límite de tiempo de \c[3]8 segundos\c[0]. Puedes activar/desactivar el temporizador en el menú de selección.
ru_ru: Получайте очки, побеждая пауков. Быстро побеждайте врагов, чтобы увеличить комбо-множитель \c[3]на 10%\c[0]. Это складывается бесконечно до тех пор, пока вы побеждаете следующего врага в течение \c[3]8 секунд\c[0]. Вы можете включить/отключить комбо-таймер в меню выбора.

source: Additionally, \c[3]defeating multiple enemies at once\c[0] will give a huge bonus. But you only have half a second so line them up well. Earning EXP, Credits and Items are disabled for the duration of a challenge.
es_es: Además, \c[3]derrotar a varios enemigos a la vez\c[0] te dará una gran bonificación. Pero solo tienes medio segundo, así que agrúpalos bien. Ganar EXP, Créditos y Objetos están deshabilitados por la duración del desafío.
ru_ru: Кроме того, \c[3]победив несколько врагов одновременно\c[0], вы получите огромный бонус. Но у вас есть только полсекунды, поэтому выровняйте их здоровье должным образом. Зарабатывание опыта, кредитов и предметов отключено на время испытания.

source: Survival \c[2][Normal]\c[0]
es_es: Supervivencia \c[2][Normal]\c[0]
ru_ru: Выживание \c[2][Нормальный режим]\c[0]

source: Survival \c[2][Hard]\c[0]
es_es: Supervivencia \c[2][Difícil]\c[0]
ru_ru: Выживание \c[2][Сложный режим]\c[0]

source: Endless
es_es: Infinito
ru_ru: Бесконечный режим

source: Abort \c[3]\v[tmp.cancelString]\c[0]
es_es: Abandonar \c[3]\v[tmp.cancelString]\c[0]
ru_ru: Прервать \c[3]\v[tmp.cancelString]\c[0]

source: Combo Timer \c[2][On]\c[0]
es_es: Temporizador de Combo \c[2][Activado]\c[0]
ru_ru: Комбо-таймер \c[2][Вкл]\c[0]

source: Combo Timer \c[1][Off]\c[0]
es_es: Temporizador de Combo \c[1][Desactivado]\c[0]
ru_ru: Комбо-таймер \c[1][Выкл]\c[0]

source: \c[3][Help]\c[0]
es_es: \c[3][Ayuda]\c[0]
ru_ru: \c[3][Помощь]\c[0]

source: Cancel
es_es: Cancelar
ru_ru: Отмена

source: ...Very well. Step into the ring to begin...
es_es: ...Muy bien. Entra en la arena para comenzar...
ru_ru: ...Очень хорошо. Шагни в круг, чтобы начать...

source: Defeat the remaining spiders!
es_es: ¡Derrota a las arañas restantes!
ru_ru: Победите оставшихся пауков!

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: ...Sorry!
es_es: ¡...Perdón!
ru_ru: ...Прости!

# data/maps/forest/caves/spider-cave-01.json//entities/241/settings/event/25/task
source: Survive the onslaught of spiders!
es_es: ¡Sobrevive al ataque de las arañas!
ru_ru: Выдержите натиск пауков!

# data/maps/forest/caves/spider-cave-01.json//entities/247/settings/event/6/text
source: ...An impressive display...
es_es: ...Una demostración impresionante...
ru_ru: ...Впечатляющая демонстрация...

# data/maps/forest/caves/spider-cave-01.json//entities/247/settings/event/7/text
source: ...Come and collect your reward...
es_es: ...Ven a recoger tu recompensa...
ru_ru: ...Подойди и забери свою награду...

source: Survive the onslaught of spiders!
es_es: ¡Sobrevive la avalancha de arañas!
ru_ru: Выдержите натиск пауков!

source: Survive as long as you can!
es_es: ¡Sobrevive tanto como puedas!
ru_ru: Продержитесь так долго, как сможете!

source: Score
es_es: Puntaje
ru_ru: Результат

source: combo
ru_ru: комбо

source: Defeat the remaining spiders!
es_es: ¡Derrota las arañas restantes!
ru_ru: Победите оставшихся пауков!

source: Normal
ru_ru: Нормальный режим

source: Hard
es_es: Difícil
ru_ru: Сложный режим

source: \s[0]\c[3]New Survival [\v[tmp.modeName]] Record!\c[0] \v[misc.localNumTempVar.scoreStringValue] Points
es_es: \s[0]\c[3]¡Nuevo Record en Modo Supervivencia [\v[tmp.modeName]]!\c[0] \v[misc.localNumTempVar.scoreStringValue] Puntos
ru_ru: \s[0]\c[3]Выживание - [\v[tmp.modeName]] Новый рекорд!\c[0] \v[misc.localNumTempVar.scoreStringValue] очков

source: \s[0]\c[3]New Surival [\v[tmp.modeName]] Record!\c[0] \v[misc.localNumTempVar.scoreStringValue] Points ------------------------- Old Best: \v[misc.localNumTempVar.bestScoreString] Points
es_es: \s[0]\c[3]¡Nuevo Record en Modo Supervivencia [\v[tmp.modeName]]!\c[0] \v[misc.localNumTempVar.scoreStringValue] Puntos ------------------------- Record Anterior: \v[misc.localNumTempVar.bestScoreString] Puntos
ru_ru: \s[0]\c[3]Выживание - [\v[tmp.modeName]] Новый рекорд!\c[0] \v[misc.localNumTempVar.scoreStringValue] очков ------------------------- Прошлый рекорд: \v[misc.localNumTempVar.bestScoreString] очков

source: \s[0]\c[3]Score Surival [\v[tmp.modeName]]:\c[0] \v[misc.localNumTempVar.scoreStringValue] Points ------------------------- Best: \v[misc.localNumTempVar.bestScoreString] Points
es_es: \s[0]\c[3]Puntaje en Modo Supervivencia [\v[tmp.modeName]]:\c[0] \v[misc.localNumTempVar.scoreStringValue] Puntos ------------------------- Record: \v[misc.localNumTempVar.bestScoreString] Puntos
ru_ru: \s[0]\c[3]Выживание - Счёт [\v[tmp.modeName]]:\c[0] \v[misc.localNumTempVar.scoreStringValue] очков ------------------------- Рекорд: \v[misc.localNumTempVar.bestScoreString] очков

source: \s[0]\c[3]New Endless Record!\c[0] \v[misc.localNumTempVar.scoreStringValue] Points \s[0]\c[3]Time\c[0] \v[map.timeStringEndless] \s[0]\c[3]Eliminations\c[0] \v[map.killsValEndless]
es_es: \s[0]\c[3]¡Nuevo Record en Modo Infinito!\c[0] \v[misc.localNumTempVar.scoreStringValue] Puntos \s[0]\c[3]Tiempo\c[0] \v[map.timeStringEndless] \s[0]\c[3]Eliminaciones\c[0] \v[map.killsValEndless]
ru_ru: \s[0]\c[3]Бесконечный режим - Новый рекорд!\c[0] \v[misc.localNumTempVar.scoreStringValue] очков \s[0]\c[3]Время\c[0] \v[map.timeStringEndless] \s[0]\c[3]Истреблено\c[0] \v[map.killsValEndless]

source: \s[0]\c[3]New Surival Endless Record!\c[0] \v[misc.localNumTempVar.scoreStringValue] Points \s[0]\c[3]Time\c[0] \v[map.timeStringEndless] \s[0]\c[3]Eliminations\c[0] \v[map.killsValEndless]
es_es: \s[0]\c[3]¡Nuevo Record en Modo Supervivencia Infinita!\c[0] \v[misc.localNumTempVar.scoreStringValue] Puntos \s[0]\c[3]Tiempo\c[0] \v[map.timeStringEndless] \s[0]\c[3]Eliminaciones\c[0] \v[map.killsValEndless]
ru_ru: \s[0]\c[3]Бесконечное выживание - Новый рекорд!\c[0] \v[misc.localNumTempVar.scoreStringValue] очков \s[0]\c[3]Время\c[0] \v[map.timeStringEndless] \s[0]\c[3]Истреблено\c[0] \v[map.killsValEndless]

source: \s[0]\c[3]Score Endless:\c[0] \v[misc.localNumTempVar.scoreStringValue] Points \s[0]\c[3]Time\c[0] \v[map.timeStringEndless] \s[0]\c[3]Eliminations\c[0] \v[map.killsValEndless]
es_es: \s[0]\c[3]Puntaje en Modo Infinito:\c[0] \v[misc.localNumTempVar.scoreStringValue] Puntos \s[0]\c[3]Tiempo\c[0] \v[map.timeStringEndless] \s[0]\c[3]Eliminaciones\c[0] \v[map.killsValEndless]
ru_ru: \s[0]\c[3]Бесконечный режим - Счёт:\c[0] \v[misc.localNumTempVar.scoreStringValue] очков \s[0]\c[3]Время\c[0] \v[map.timeStringEndless] \s[0]\c[3]Истреблено\c[0] \v[map.killsValEndless]

source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

source: Seeker, are you ready to face your final trial?
es_es: Buscadora, ¿estás preparada para afrontar tu prueba final?
ru_ru: Искатель, ты готова к своему последнему испытанию?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Very well...
es_es: Muy bien...
ru_ru: Очень хорошо...

source: Seeker... It's time for a duel.
es_es: Buscadora... Es hora de un duelo.
ru_ru: Искатель... Время для дуэли.

source: [Shakes Head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Very well...
es_es: Muy bien...
ru_ru: Очень хорошо...

source: Stay ever vigilant, Seeker.
es_es: Mantente siempre alerta, Buscadora.
ru_ru: Всегда оставайся бдительной, Искатель.

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

source: You have earned the Mark of Mastery and with it, the \c[3]Meteor Shade\c[0]!
es_es: ¡Te has ganado la Marca de Maestría, y con ella, la \c[3]Sombra Meteoro\c[0]!
ru_ru: Ты заслужила Знак мастерства и вместе с ним - \c[3]Тень метеора\c[0]!

source: Now walk through the door behind me and speak to the ones that came before to receive your prize.
es_es: Ahora atraviesa la puerta detrás de mí y habla con los que han pasado para recibir tu premio.
ru_ru: Теперь пройди через дверь позади меня и поговори с теми, кто пришёл раньше, чтобы получить свой приз.

source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

source: The \c[3]Meteor Shade\c[0] is yours, Seeker.
es_es: La \c[3]Sombra Meteoro\c[0] es tuya, Buscadora.
ru_ru: \c[3]Тень метеора\c[0] твоя, Искатель.

source: We are impressed. Very much so.
es_es: Estamos impresionados. Mucho de hecho.
ru_ru: Мы впечатлены. Даже очень.

source: My Brothers and Sisters speak highly of the Seeker that defeated the Twilight.
es_es: Mis hermanos y hermanas elogian al Buscador que derrotó al Crepúsculo.
ru_ru: Мои братья и сестры высоко ценят Искателя, победившего сумерки.

source: One even mentioned preparing an old trial.
es_es: Uno incluso mencionó la preparación de una antigua prueba.
ru_ru: Одна даже упомянула, что готовит старое испытание.

source: Meet her at the \c[3]Nesting Grounds\c[0] where you completed the Trial of Vigor.
es_es: Reúnete con ella en la \c[3]Zona de Anidación\c[0] donde completaste la Prueba de Vigor.
ru_ru: Встреться с ней в \c[3]Гнездовье\c[0], где ты завершила Испытание силы.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Stay ever vigilant, Seeker.
es_es: Mantente siempre alerta, Buscadora.
ru_ru: Всегда оставайся бдительной, Искатель.

# data/maps/forest/interior/dojo-boss.json//entities/9/settings/event/4/message
source: ...Hi?
es_es: ...¿Hola?
ru_ru: ...Привет?

# data/maps/forest/interior/dojo-boss.json//entities/9/settings/event/6/text
source: ...Prepare yourself...
es_es: ...Prepárate...
ru_ru: ...Приготовься...

# data/maps/forest/interior/dojo-boss.json//entities/9/settings/event/22/text
source: ...Show us what you have learned...
es_es: ...Muéstranos lo que has aprendido...
ru_ru: ...Покажи нам, чему ты научилась...

# data/maps/forest/interior/dojo-boss.json//entities/9/settings/event/26/task
source: Defeat the Beetles!
es_es: ¡Derrota a los escarabajos!
ru_ru: Победите жуков!

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/6/name
source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/8/message
source: Well done, Seeker.
es_es: Bien hecho, Buscadora.
ru_ru: Отличная работа, Искатель.

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/11/message
source: ...Hi?!
es_es: ¡¿...Hola?!
ru_ru: ...Привет?!

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/17/name
source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/19/message
source: It seems nothing can faze you. Maybe you are indeed ready.
es_es: Parece que nada puede vencerte. Quizá si estés lista.
ru_ru: Кажется, ничто не может смутить тебя. Может быть, ты действительно готова.

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/21/message
source: You have mastered every trial put in front of you.
es_es: Has dominado todo desafío ante ti.
ru_ru: Ты справилась со всеми испытаниями на своём пути.

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/22/message
source: The golden beetles are proof of that.
es_es: Los escarabajos dorados son prueba de ello.
ru_ru: Золотистые жуки являются доказательством этого.

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/38/name
source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/41/message
source: And you survived our little surprise.
es_es: E incluso sobreviviste a nuestra pequeña sorpresa.
ru_ru: И ты пережила наш маленький сюрприз.

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/42/message
source: But this was not your last trial, oh no.
es_es: Pero esto no ha sido todo, oh no.
ru_ru: Но это не было твоим последним испытанием, нет-нет.

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/43/message
source: In your last trial you will face the \c[3]guardian of this place\c[0].
es_es: En tu última prueba te enfrentarás al \c[3]guardián de este lugar\c[0].
ru_ru: В своём последнем испытании ты встретишься с \c[3]хранителем этого места\c[0].

# data/maps/forest/interior/dojo-boss.json//entities/25/settings/event/45/message
source: Speak to me if you wish to start this final test.
es_es: Háblame cuando quieras empezar la última prueba.
ru_ru: Поговори со мной, если ты хочешь начать этот заключительный тест.

# data/maps/forest/interior/dojo-boss.json//entities/30/settings/event/26/name
source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

# data/maps/forest/interior/dojo-boss.json//entities/30/settings/event/28/message
source: That I would see the day a Seeker would best me in combat...
es_es: Quien diría que vería el día en que un Buscador me supere en combate...
ru_ru: Неужели настал тот день, когда Искатель победил меня в бою...

# data/maps/forest/interior/dojo-boss.json//entities/30/settings/event/30/message
source: It was a good fight. One you can be proud of.
es_es: Fue una buena pelea. Una de la que puedes estar orgullosa.
ru_ru: Это была хорошая схватка. Та, которой ты можешь гордиться.

# data/maps/forest/interior/dojo-boss.json//entities/30/settings/event/32/message
source: You have earned the Mark of Mastery and with it, the \c[3]Meteor Shade\c[0]!
es_es: ¡Te has ganado la Marca de Maestría, y con ella, la \c[3]Sombra Meteoro\c[0]!
ru_ru: Ты заслужила Знак мастерства и вместе с ним - \c[3]Тень метеора\c[0]!

# data/maps/forest/interior/dojo-boss.json//entities/30/settings/event/33/message
source: Now walk through the door behind me and speak to the ones that came before to receive your prize.
es_es: Ahora atraviesa la puerta detrás de mí y habla con los que han pasado para recibir tu premio.
ru_ru: Теперь пройди через дверь позади меня и поговори с теми, кто пришёл раньше, чтобы получить свой приз.

source: Noooooo!\. It's instanced!\. I don't want to do this myself!!
ru_ru: Нееееет!\. Это отдельное подземелье!\. Я не хочу делать это одна!!

source: Good luck with the final trial, Spheromancer Lea!
es_es: ¡Buena suerte con la prueba final, Spheromancer Lea!
ru_ru: Удачи с последним испытанием, сферомант Лея!

source: Oh it's instanced. I guess we're on our own for the final trial.
es_es: Oh, es una instancia. Supongo que estamos por nuestra cuenta en la prueba final.
ru_ru: Ох, это специальное подземелье. Видимо, в последнем испытании каждый сам за себя.

source: Huh. It's instanced. Good luck, Lea!
es_es: Oh. Está instanciada. ¡Buena suerte, Lea!
ru_ru: Хмм. Это специальное подземелье. Удачи, Лея!

# data/maps/forest/interior/expo-space.json//entities/4/settings/event/8/text
source: Your journey brought you to this forest of the eternal night.
es_es: Tu viaje te ha traído a este bosque de noche eterna.
ru_ru: Твоё путешествие привело тебя\.\.\. в этот лес вечной ночи

# data/maps/forest/interior/expo-space.json//entities/4/settings/event/9/text
source: Taking on the trials given by the creatures of these lands.
es_es: Aceptaste las pruebas otorgadas por las criaturas de estas tierras.
ru_ru: Приняв испытания,\.\.\. данные существами этих земель

# data/maps/forest/interior/expo-space.json//entities/4/settings/event/10/text
source: You proved your vigor, your patience, your agility, your insight.
es_es: Has demostrado tu vigor, tu paciencia, tu agilidad y tu perspicacia.
ru_ru: Ты доказала свою силу, своё терпение,\.\.\. свою ловкость, свою проницательность

# data/maps/forest/interior/expo-space.json//entities/4/settings/event/11/text
source: All the virtues to be held by a true envoy of change.
es_es: Todas las virtudes que debe tener el verdadero enviado del cambio.
ru_ru: Все добродетели присущи\.\.\. истинному посланнику перемен

# data/maps/forest/interior/expo-space.json//entities/4/settings/event/12/text
source: Your accomplishments shall be acknowledged.
es_es: Tus logros deben ser reconocidos.
ru_ru: Твои достижения\.\.\. должны быть признаны

# data/maps/forest/interior/expo-space.json//entities/4/settings/event/13/text
source: Take this Shade to open the path through the northern caves.
es_es: Toma esta sombra para abrir el camino a través de las cuevas del norte.
ru_ru: Возьми эту Тень и открой\.\.\. путь сквозь северные пещеры

# data/maps/forest/interior/expo-space.json//entities/4/settings/event/22/text
source: Let your every step form the path of your growth.
es_es: Que cada uno de tus pasos forme el camino de tu crecimiento.
ru_ru: Да будет каждый твой шаг\.\.\. приближать тебя к совершенству

# data/maps/forest/interior/inn-01.json//entities/19/settings/interact/hoverText
source: Area: \v[area.forest.name]
es_es: Área: \v[area.forest.name]
ru_ru: Область: \v[area.forest.name]

# data/maps/forest/interior/inn-01.json//entities/19/settings/interact/title
source: \c[3]Bulletin Board\c[0]
es_es: \c[3]Tablón de Anuncios\c[0]
ru_ru: \c[3]Доска объявлений\c[0]

source: Pi Ling
ru_ru: Пи Линг

source: Greetings, Seeker!
es_es: ¡Saludos, Buscadora!
ru_ru: Приветствую, Искатель!

source: Are you looking for hints on how to get the \c[3]Shade\c[0] of this area?
es_es: ¿Buscas pistas sobre cómo conseguir la \c[3]Sombra\c[0] de esta zona?
ru_ru: Ты ищешь подсказки о том, как получить \c[3]Тень\c[0] этой области?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: In that case, my grandmother should be able to help you!
es_es: En ese caso, ¡mi abuela puede ayudarte!
ru_ru: В таком случае, бабушка должна быть в состоянии помочь тебе!
