Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

source: Does that mean...\. do you have problems with your speech module?
es_es: ¿Significa eso que... tienes problemas con tu módulo del habla?
ru_ru: Значит ли это, что...\. у тебя проблемы с речевым модулем?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh, perfect!
es_es: ¡Oh, perfecto!
ru_ru: О, идеально!

source: That means you'll have a hard time sharing any of this in the first place!
es_es: ¡Eso quiere decir que no te será fácil divulgar esta información en primer lugar!
ru_ru: Это значит, что тебе будет сложно поделиться информацией с кем-нибудь!

source: So what do you say?\. Do you want to help me?
es_es: Entonces, ¿qué dices? ¿Quieres ayudarme?
ru_ru: Так что скажешь?\. Хочешь мне помочь?

source: I promise it will be exciting!
es_es: ¡Te prometo que será emocionante!
ru_ru: Я обещаю, что это будет увлекательно!

source: Uhm, Lea?
ru_ru: Эмм, Лея?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Great!\. In that case, let's meet in \c[3]Maroon Valley - Barren Arcs\c[0]!
es_es: ¡Genial!\. Pues entonces, ¡reunámonos en el \c[3]Valle Granate - Arcos Estériles\c[0]!
ru_ru: Здорово!\. В таком случае, давай встретимся в \c[3]Бордовой долине в Бесплодных арках\c[0]!

source: Oh and just so you know, I'll need to switch my avatar.
es_es: Oh, y para que lo sepas, tendré que cambiar mi avatar.
ru_ru: Ох, и просто, чтобы ты знала, мне будет нужно переключить свой аватар.

source: The name will be \c[3]Kit\c[0].
es_es: Me llamaré \c[3]Kit\c[0].
ru_ru: Имя будет \c[3]Кит\c[0].

source: Lea!
ru_ru: Лея!

source: Oh, yes!\. Nice to meet you Lea!
es_es: ¡Oh, sí!\. ¡Encantado de conocerte Lea!
ru_ru: Ах, да!\. Приятно познакомиться, Лея!

source: I'll contact you via D-Link when you arrive!
es_es: ¡Me pondré en contacto contigo a través de MD cuando llegues!
ru_ru: Я свяжусь с тобой через прямую связь, когда ты прибудешь на место!

source: See you soon!
es_es: ¡Hasta pronto!
ru_ru: Скоро увидимся!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: Lea...?\. Are you really sure this is a good idea?
es_es: ¿Lea...?\. ¿Estás realmente segura de que esto es una buena idea?
ru_ru: Лея...?\. Ты точно уверена, что это хорошая идея?

source: I know we have broken the rules before but...
es_es: Sé que hemos roto las reglas antes pero...
ru_ru: Я знаю, что мы нарушали правила раньше, но...

source: I honestly have no idea what this player is up to.
es_es: Sinceramente no tengo idea de que se trae entre manos este jugador.
ru_ru: Я честно не знаю, что этот игрок задумал.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Dang it...
es_es: Maldición...
ru_ru: Чёрт...

source: Seems like everybody is too afraid to break the game.
es_es: Parece que todo el mundo tiene miedo de romper el juego.
ru_ru: Похоже, что все слишком боятся сломать игру.

source: Even if it's just a little.
es_es: Aunque sea un poco.
ru_ru: Даже совсем чуть-чуть.

source: It's honestly not so bad though!
es_es: ¡Pero a decir verdad no está tan mal!
ru_ru: Хотя честно говоря, не всё так плохо!

source: That was a good choice.\. Better not get into risky business like this.
es_es: Bien pensado.\. Es mejor que no te metas en asuntos arriesgados como este.
ru_ru: Это был правильный выбор.\. Лучше не впутываться в подобные сомнительные дела.

# data/maps/forest/path-04-hostel.json//entities/977/settings/dialog/0/text
source: You have to wonder how they would be able to grow the bamboo so densely...
es_es: Me pregunto cómo habrán hecho para que el bambú crezca tan densamente...
ru_ru: Интересно, как они выращивают бамбук так плотно...

# data/maps/forest/path-04-hostel.json//entities/977/settings/dialog/1/text
source: Maybe that's what the giant shoots around here are for.
es_es: Quizá para eso sean los brotes gigantes que hay por aquí.
ru_ru: Может быть, для этого и существуют эти гигантские побеги повсюду.

# data/maps/forest/path-04-hostel.json//entities/977/settings/dialog/2/text
source: They grow into a ton of bamboo stalks!
es_es: ¡Crecen en un montón de tallos de bambú!
ru_ru: Они вырастают в кучу бамбуковых стеблей!

# data/maps/forest/path-04-hostel.json//entities/977/settings/dialog/3/text
source: Then they make more shoots, and it creates a whole forest almost instantly!
es_es: Y entonces se forman más brotes, ¡y se crea un bosque entero casi instantáneamente!
ru_ru: Затем они дают ещё больше побегов, и это почти сразу создаёт целый лес!

# data/maps/forest/path-04-hostel.json//entities/977/settings/dialog/4/text
source: ... I was going to suggest someone out there just really likes gardening.
es_es: ... Iba a sugerir que a alguien le gusta mucho la jardinería.
ru_ru: ...Я собиралась предположить, что кому-то здесь просто очень нравится садоводство.

# data/maps/forest/path-04-hostel.json//entities/979/settings/interact/hoverText
source: Challenge Note
es_es: Nota de Desafío
ru_ru: Заметка об испытании

source: The duel will take place at \c[3]Sapphire Ridge - North West Path\c[0].
es_es: El duelo tendrá lugar en \c[3]Cresta Zafiro - Camino Noroeste\c[0].
ru_ru: Дуэль состоится в \c[3]Сапфировом крае - Северо-западный путь\c[0].

source: The duel shall start when the area has been \c[3]ridden of all other opponents\c[0].
es_es: El duelo comenzará cuando el área haya sido \c[3]liberada de todos los otros oponentes\c[0].
ru_ru: Дуэль следует начинать, когда область будет \c[3]очищена от прочих противников\c[0].

source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

source: Four by the number, the trials can be a found in Sapphire Ridge.
es_es: Cuatro son en número, las pruebas que encontrarás en Cresta Zafiro.
ru_ru: Четыре испытания могут быть найдены в Сапфировом крае.

source: Each one guarded by a \c[3]golden bug, holding a lantern\c[0].
es_es: Cada una custodiada por un \c[3]bicho dorado, sosteniendo un farol\c[0].
ru_ru: Каждое охраняется \c[3]золотистым жуком, держащим фонарь\c[0].

source: And each one testing you with a trial. Only those who overcome them may move forward.
es_es: Y cada una te pondrá a prueba. Sólo aquellos que las superen podrán avanzar.
ru_ru: И каждый проверит тебя испытанием. Только те, кто преодолеет их, смогут двигаться дальше.

source: The first is the \c[3]Trial of Vigor\c[0]. It can be found in the \c[3]Nesting Grounds\c[0], an easily missed cave north of the \c[3]Eroded Passage\c[0].
es_es: La primera es la \c[3]Prueba de Vigor\c[0]. Se puede encontrar en la \c[3]Zona de Anidación\c[0], una discreta cueva al norte del \c[3]Pasillo Erosionado\c[0].
ru_ru: Первое - \c[3]Испытание силы\c[0]. Его можно найти в \c[3]Гнездовье\c[0] - незаметной пещере на севере от \c[3]Разъеденного прохода\c[0].

source: The second is to be completed at the \c[3]Flower Lake\c[0] and is called the \c[3]Trial of Patience\c[0].
es_es: La segunda debe completarse en el \c[3]Lago de las Flores\c[0] y se llama la \c[3]Prueba de Paciencia\c[0].
ru_ru: Второе должно быть завершено на \c[3]Цветочном озере\c[0] и называется \c[3]Испытанием терпения\c[0].

source: The third goes by the name \c[3]Trial of Agility\c[0] and is found at \c[3]Carved Pathway\c[0].
es_es: La tercera lleva el nombre de \c[3]Prueba de Agilidad\c[0] y se encuentra en \c[3]Camino Tallado\c[0].
ru_ru: Третье называется \c[3]Испытанием ловкости\c[0] и находится на \c[3]Резной тропе\c[0].

source: And the last is not far from here by the \c[3]Bamboo Thicket\c[0] and is called the \c[3]Trial of Insight\c[0].
es_es: Y la última no está lejos de aquí, por el \c[3]Matorral de Bambú\c[0], y se llama la \c[3]Prueba de Perspicacia\c[0].
ru_ru: И последнее - недалеко отсюда, в \c[3]Бамбуковой чаще\c[0], и называется \c[3]Испытанием проницательности\c[0].

source: Once all trials are completed, you shall return to me. Understood?
es_es: Una vez completadas todas las pruebas, volverás a mí. ¿Entendido?
ru_ru: После того, как все испытания будут завершены, ты должна вернуться ко мне. Поняла?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good. Stay ever vigilant, Seeker.
es_es: Bien. Mantente siempre alerta, Buscadora.
ru_ru: Хорошо. Всегда оставайся бдительной, Искатель.

source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

source: Seeker...
es_es: Buscadora...
ru_ru: Искатель...

source: I have been expecting you. The golden guardians of the Ridge have whispered of your feats.
es_es: Te he estado esperando. Los guardianes dorados de la cresta han susurrado tus hazañas.
ru_ru: Я ждал тебя. Золотистые стражи края нашептали о твоих подвигах.

source: However...
es_es: Sin embargo...
ru_ru: Однако...

source: You have yet to complete one final trial.
es_es: Todavía tienes que completar una última prueba.
ru_ru: Тебе ещё предстоит выполнить одно последнее испытание.

source: ...How?
es_es: ¿...Cómo?
ru_ru: ...Как?

source: It is simple.
es_es: Es simple.
ru_ru: Это просто.

source: Take this key.
es_es: Toma esta llave.
ru_ru: Возьми этот ключ.

source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

source: This will grant you access to a long forgotten \c[3]Dojo\c[0] hidden in the \c[3]north-east of \v[area.forest.name]\c[0].
es_es: Esto te dará acceso a un antiguo y olvidado \c[3]Dojo\c[0], escondido en el \c[3]noreste de \v[area.forest.name]\c[0].
ru_ru: Это откроет тебе доступ к давно забытому \c[3]Додзё\c[0], скрытому на \c[3]северо-востоке\c[0] в \c[3]Сапфировом крае\c[0].

source: There your \c[3]last trial\c[0] shall begin and we will see if you are \c[3]worthy of the shade\c[0].
ru_ru: Там начнётся твоё \c[3]последнее испытание\c[0], и мы посмотрим, достойна ли ты \c[3]Тени\c[0].

source: I can see the determination glowing in your eyes, Seeker.
es_es: Puedo ver la determinación brillando en tus ojos, Buscadora.
ru_ru: Я вижу, решимость светится в твоих глазах, Искатель.

source: Don't let it burn you. Remember what you learned and act wisely.
es_es: No dejes que te queme. Recuerda lo que has aprendido y actúa con prudencia.
ru_ru: Не позволяй ей сжечь тебя. Вспомни, чему тебя учили, и действуй разумно.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good. Now go, I will meet you at the Dojo.
es_es: Bien. Ahora vete, te veré en el Dojo.
ru_ru: Хорошо. А теперь иди, я встречу тебя в Додзё.

source: Stay ever vigilant, Seeker.
es_es: Mantente siempre alerta, Buscadora.
ru_ru: Всегда оставайся бдительной, Искатель.

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/3/name
source: Vagabond
es_es: Vagabundo
ru_ru: Бродяга

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/5/message
source: It has been a while since a Seeker visited me.
es_es: Hacía tiempo que no me visitaba un Buscador.
ru_ru: Прошло много времени с тех пор, как меня посещали Искатели.

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/7/message
source: Most gave up by this point, not capable of handling the power they've been given.
ru_ru: Большинство сдалось к этому моменту, не в состоянии справиться с той силой, которую им дали.

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/8/message
source: Are you any different, Seeker?
es_es: ¿Acaso tú eres diferente, Buscadora?
ru_ru: Ты не такая, Искатель?

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/13/message
source: Well, it shall remain to be seen.
es_es: Bueno, eso está por ver.
ru_ru: Что же, это ещё предстоит выяснить.

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/14/message
source: I know what you came here for. It's the \c[3]last shade\c[0] you seek, correct?
es_es: Sé a lo que has venido. Es la \c[3]última sombra\c[0] lo que buscas, ¿correcto?
ru_ru: Я знаю, для чего ты сюда пришла. Это \c[3]последняя Тень\c[0], которую ты ищешь, верно?

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/15/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/16/message
source: I'm merely a simple man, but I was blessed with the task to help any soul that needs guidance.
ru_ru: Я всего лишь простой человек, но я был благословлён помогать каждой душе, которая нуждается в руководстве.

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/17/message
source: So, if it is the shade you seek, 4 trials you must pass.
es_es: Así que, si es la sombra lo que buscas, 4 pruebas debes pasar.
ru_ru: Так что, если ты ищешь Тень, то должна пройти четыре испытания.

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/18/message
source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

# data/maps/forest/path-04-vaga.json//entities/385/settings/event/19/message
source: Why, to \c[3]unlock a path\c[0]. One that shall be revealed once you have completed them all.
es_es: Por supuesto, para \c[3]desbloquear un camino\c[0]. Uno que se desvelará una vez las hayas completado.
ru_ru: Для того, чтобы \c[3]открыть путь\c[0]. Тот, который откроется, как только ты все их выполнишь.

source: Four by the number, the trials can be found in Sapphire Ridge.
ru_ru: Четыре испытания могут быть найдены в Сапфировом крае.

source: Each one guarded by a \c[3]golden bug, holding a lantern\c[0].
es_es: Cada una custodiada por un \c[3]bicho dorado, sosteniendo un farol\c[0].
ru_ru: Каждое охраняется \c[3]золотистым жуком, держащим фонарь\c[0].

source: And each one testing you with a trial. Only those who overcome them may move forward.
es_es: Y cada una te pondrá a prueba. Sólo aquellos que las superen podrán avanzar.
ru_ru: И каждый проверит тебя испытанием. Только те, кто преодолеет их, смогут двигаться дальше.

source: The first is the \c[3]Trial of Vigor\c[0]. It can be found in the \c[3]Nesting Grounds\c[0], an easily missed cave north of the \c[3]Eroded Passage\c[0].
es_es: La primera es la \c[3]Prueba de Vigor\c[0]. Se puede encontrar en la \c[3]Zona de Anidación\c[0], una discreta cueva al norte del \c[3]Pasillo Erosionado\c[0].
ru_ru: Первое - \c[3]Испытание силы\c[0]. Его можно найти в \c[3]Гнездовье\c[0] - незаметной пещере на севере от \c[3]Разъеденного прохода\c[0].

source: The second is to be completed at the \c[3]Flower Lake\c[0] and is called the \c[3]Trial of Patience\c[0].
es_es: La segunda debe completarse en el \c[3]Lago de las Flores\c[0] y se llama la \c[3]Prueba de Paciencia\c[0].
ru_ru: Второе должно быть завершено на \c[3]Цветочном озере\c[0] и называется \c[3]Испытанием терпения\c[0].

source: The third goes by the name \c[3]Trial of Agility\c[0] and is found in the \c[3]Carved Pathway\c[0].
es_es: La tercera lleva el nombre de la \c[3]Prueba de Agilidad\c[0] y se encuentra en el \c[3]Camino Tallado\c[0].
ru_ru: Третье называется \c[3]Испытанием ловкости\c[0] и находится на \c[3]Резной тропе\c[0].

source: And the last is not far from here by the \c[3]Bamboo Thicket\c[0] and is called the \c[3]Trial of Insight\c[0].
es_es: Y la última no está lejos de aquí, por el \c[3]Matorral de Bambú\c[0], y se llama la \c[3]Prueba de Perspicacia\c[0].
ru_ru: И последнее - недалеко отсюда, в \c[3]Бамбуковой чаще\c[0], и называется \c[3]Испытанием проницательности\c[0].

source: Once all trials are completed, you shall return to me. Understood?
es_es: Una vez completadas todas las pruebas, volverás a mí. ¿Entendido?
ru_ru: После того, как все испытания будут завершены, ты должна вернуться ко мне. Поняла?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good. Stay ever vigilant, Seeker.
es_es: Bien. Mantente siempre alerta, Buscadora.
ru_ru: Хорошо. Всегда оставайся бдительной, Искатель.

source: Solve the quest \c[3]Trials of the Golden Bugs\c[0].
es_es: Resuelve la misión \c[3]Pruebas de los Bichos Dorados\c[0].
ru_ru: Пройдите квест \c[3]Испытания золотистых жуков\c[0].

source: Four... four \c[3]golden bugs\c[0], he says. I really don't like where this is going...
es_es: Cuatro... cuatro \c[3]bichos dorados\c[0], dice. Realmente no me gusta a dónde va esto...
ru_ru: Четыре... он сказал, четыре \c[3]золотистых жука\c[0]. Мне очень не нравится, к чему это всё идёт...

source: M-Maybe they're friendly bugs?
es_es: ¿T-Tal vez sean bichos amistosos?
ru_ru: M-Может быть, это дружелюбные жуки?

source: There can be no friendly bugs, Tronny. Never.
es_es: No puede haber bichos amistosos, Tronny. Nunca.
ru_ru: Не бывает дружелюбных жуков, Тронни. Никогда.

source: I can see how these trials will prove quite the challenge for you, Pentafist.
es_es: Veo que estas pruebas serán todo un reto para ti, Pentafist.
ru_ru: Я вижу, что эти испытания окажутся для тебя непростой задачей, пентафист.

source: Shut your mouth, Grasshead!
es_es: ¡Silencio, Peloverde!
ru_ru: Закрой свой рот, Травоголовый!

source: Come on, Emilie. I know bugs are horrible, but I'm sure you can take it.
es_es: Vamos, Emilie. Sé que los bichos son horribles, pero estoy seguro de que puedes soportarlo.
ru_ru: Перестань, Эмили. Я знаю, что жуки ужасны, но я уверен, что ты справишься.

source: Look, it's complicated....
es_es: Mira, es complicado....
ru_ru: Послушай, это не так просто...

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/15/message
source: Sapphire Ridge, man...\. Good times.
es_es: Cresta Zafiro, hombre...\. Qué buenos tiempos.
ru_ru: Сапфировый край, чувак...\. Хорошие времена.

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/16/message
source: I played this part together with Lukas.
es_es: Jugué esta parte junto con Lukas.
ru_ru: Я проходил эту часть вместе с Лукасом.

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/17/message
source: The Trial of Patience was the best.
es_es: La Prueba de Paciencia fue la mejor.
ru_ru: Испытание терпения было лучшим.

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/18/message
source: We did the challenge in parallel and I just kept miscounting on purpose.
es_es: La hicimos juntos y me equivocaba al contar a propósito.
ru_ru: Мы проходили испытание параллельно, и я каждый раз специально сбивался со счёта.

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/19/message
source: Lukas failed it like 3 times!
es_es: ¡Lukas falló la prueba como 3 veces!
ru_ru: Лукас запорол раза три!

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/20/message
source: Nyeahahahaha!
ru_ru: Ньяхахахахаха!

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/22/message
source: That's funny.
es_es: Qué gracioso.
ru_ru: Это забавно.

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/23/message
source: Well...\. He finally did it on his fourth attempt.
es_es: Bueno...\. Finalmente lo hizo en su cuarto intento.
ru_ru: Ну...\. Он наконец сделал это с четвёртой попытки.

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/24/message
source: Because he kept pushing me into the pond whenever the bamboo tipped.
es_es: Porque me empujaba al estanque cada vez que el bambú se inclinaba.
ru_ru: Потому что он толкал меня в пруд всякий раз, когда бамбук опрокидывался.

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/25/message
source: Ouch.
ru_ru: Ай.

# data/maps/forest/path-04-vaga.json//entities/439/settings/event/35/text
source: Eventually, I understood what was going on.\. \. She was more than a means to an end.\. \. I finally realized...\. that I found a new friend.
es_es: Eventualmente, entendí lo que estaba pasando.\. \. Ella era más que un medio para un fin.\. \. Finalmente me di cuenta... de que había encontrado una nueva amiga.
ru_ru: В конце концов, я понял, что происходит.\. \. Она была больше, чем просто средство для достижения цели.\. \. Я наконец осознал...\. что нашёл нового друга.

# data/maps/forest/path-04-vaga.json//entities/481/settings/text
source: A berry tree
es_es: Un Árbol de Bayas
ru_ru: Ягодное дерево

source: ...A Trial it is you seek, and a trial you shall receive...
es_es: ...Una prueba es lo que buscas, y una prueba recibirás...
ru_ru: ...Испытание ты ищешь, испытание ты и получишь...

source: ...Perception is a skill few can master...
es_es: ...La percepción es una habilidad que pocos pueden dominar...
ru_ru: ...Восприятие - это навык, которым немногие могут овладеть...

source: ...This trial will test your awareness and wit...
es_es: ...Esta prueba requerirá tu atención e ingenio...
ru_ru: ...Это испытание проверит твоё внимание и остроумие...

source: ...Catch the golden bug in the thicket \c[3]6 times\c[0]...
es_es: ...Atrapa al bicho dorado entre la maleza \c[3]6 veces\c[0]...
ru_ru: ...Поймай золотистого жука в чаще \c[3]шесть раз\c[0]...

source: ...But do so quickly, or else the trial is failed...
es_es: ...Pero hazlo rápido, o sino la prueba será un fracaso...
ru_ru: ...Но сделай это быстро, иначе провалишь испытание...

source: ...Speak to me again if you wish to begin the trial...
es_es: ...Habla conmigo otra vez si deseas comenzar la prueba...
ru_ru: ...Поговори со мной снова, если хочешь начать испытание...

source: ...Or cancel it...
es_es: ...O cancelarla...
ru_ru: ...Или отменить его...

source: Nooooooooo...\. Don't make me chase the bug.\. Not inside the bamboo maze.\. It could hide ANYWHERE!
es_es: Nooooooooo...\. No me hagas perseguir un bicho.\. No dentro del laberinto de bambú.\. ¡Puede esconderse en CUALQUIER LUGAR!
ru_ru: Нееееееееет...\. Не заставляйте меня ловить жука.\. Не в бамбуковом лабиринте.\. Он может прятаться ГДЕ УГОДНО!

source: ...You have returned...
es_es: ...Has vuelto...
ru_ru: ...Ты вернулась...

source: ...Do you wish to begin your trial...
es_es: ...¿Deseas comenzar tu prueba?...
ru_ru: ...Хочешь ли ты начать своё испытание...

source: ..Very well..
es_es: ...Muy bien...
ru_ru: ..Очень хорошо..

source: ..Very well..
es_es: ...Muy bien...
ru_ru: ..Очень хорошо..

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: ...Are you ready?...
es_es: ...¿Estás lista?...
ru_ru: ...Ты готова?...

source: ...Take your position next to the bug...
es_es: ...Ponte junto al bicho...
ru_ru: ...Займи свою позицию прямо возле жука...

source: ...Let the trial begin...
es_es: ...Qué comience la prueba...
ru_ru: ...Да начнётся испытание...

source: Catch the bug in the bamboo maze \c[3]\v[tmp.MAX_ROUNDS] times\c[0]!
es_es: ¡Atrapa al bicho en el laberinto de bambú \c[3]\v[tmp.MAX_ROUNDS] veces\c[0]!
ru_ru: Поймайте жука в бамбуковом лабиринте \c[3]шесть раз\c[0]!

source: Found
es_es: Encontrado
ru_ru: Найдено

source: ...If that is your choice...
es_es: ...Si esa es tu elección...
ru_ru: ...Если это твой выбор...

source: ...This trial will test your awareness and wit...
es_es: ...Esta prueba requerirá tu atención e ingenio...
ru_ru: ...Это испытание проверит твоё внимание и остроумие...

source: ...Catch the golden bug in the thicket \c[3]\v[tmp.MAX_ROUNDS] times\c[0]...
es_es: ...Atrapa al bicho dorado en la maleza \c[3]\v[tmp.MAX_ROUNDS] veces\c[0]...
ru_ru: ...Поймай золотистого жука в чаще \c[3]шесть раз\c[0]...

source: ...But do so fast, or else the trial is failed...
es_es: ...Pero hazlo rápido, o sino la prueba será un fracaso...
ru_ru: ...Но сделай это быстро, иначе провалишь испытание...

source: \c[2]Begin Trial\c[0]
es_es: \c[2]Comenzar Prueba\c[0]
ru_ru: \c[2]Начать испытание\c[0]

source: \c[1]End Trial\c[0]
es_es: \c[1]Terminar Prueba\c[0]
ru_ru: \c[1]Конец испытания\c[0]

source: \c[3][Help]\c[0]
es_es: \c[3][Ayuda]\c[0]
ru_ru: \c[3][Помощь]\c[0]

source: Cancel
es_es: Cancelar
ru_ru: Отмена

# data/maps/forest/path-05.json//entities/849/settings/npcStates/2/event/2/text
source: ...Giving up so soon, Seeker...
es_es: ...Rendirse tan pronto, Buscadora...
ru_ru: ...Так рано сдаёшься, Искатель...

source: ...If that is your choice...
es_es: ...Si esa es tu elección...
ru_ru: ...Если это твой выбор...

source: \c[1]Abort Challenge\c[0]
es_es: \c[1]Cancelar Desafío\c[0]
ru_ru: \c[1]Прервать вызов\c[0]

source: Cancel
es_es: Cancelar
ru_ru: Отмена
