Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

# data/maps/forest/path-01-entrance.json//entities/511/settings/dialog/1/text
source: Yeah...\. but does something seem different now?\. Like was that flower there before?
es_es: Sí...\. pero ¿algo parece diferente ahora?\. ¿Esa flor siempre estuvo ahí?
ru_ru: Да...\. но не изменилось ли что-то теперь?\. Типа, был ли этот цветок там до этого?

# data/maps/forest/path-01-entrance.json//entities/511/settings/dialog/2/text
source: Which one?\. Maybe there's been a patch recently...
es_es: ¿Cuál?\. Tal vez actualizaron el juego recientemente con algún parche...
ru_ru: Какой именно?\. Может быть, недавно был патч...

# data/maps/forest/path-01-entrance.json//entities/511/settings/dialog/3/text
source: Something feels off.\. What if WE were just patched in?\. We wouldn't even remember it!
es_es: Algo se siente mal.\. ¿Qué pasaría si NOSOTROS fuéramos parcheados?\. ¡Ni siquiera lo recordaríamos!
ru_ru: Что-то не так.\. Что если НАС только что пропатчили?\. Мы бы даже не запомнили этого!

# data/maps/forest/path-01-entrance.json//entities/511/settings/dialog/4/text
source: Of course not. That would be silly.
es_es: Por supuesto que no. Los NPC no piensan, eso sería una tontería.
ru_ru: Конечно же нет. Это было бы глупо.

# data/maps/forest/path-01-entrance.json//entities/511/settings/dialog/5/text
source: Ha!\. Bet you were hot-fixed to say that!
es_es: ¡Ja! ¡Todo es mejor en amigos, hasta una duda existencial!
ru_ru: Ха!\. Тебя наверняка изменили для того, чтобы ты сказала это!

# data/maps/forest/path-02.json//entities/185/settings/interact/hoverText
source: \i[arrow-w] Tunnel to \v[area.autumn-fall.name] \i[arrow-e] \v[area.forest.name] Round trip \i[arrow-s] The Cave Inn
es_es: \i[arrow-w] Túnel a \v[area.autumn-fall.name] \i[arrow-e] \v[area.forest.name] Viaje ida y vuelta \i[arrow-s] La Posada de la Cueva
ru_ru: \i[arrow-w] тоннель в Закат Осени \i[arrow-e] Сапфировый край Путь-туда-обратно \i[arrow-s] Пещерный трактир

# data/maps/forest/path-02.json//entities/797/settings/event/0/message
source: I like all these little lanterns.\. This place has a great atmosphere.
es_es: Me agradan todos estos faroles.\. Este lugar tiene muy buena atmósfera.
ru_ru: Мне нравятся все эти маленькие фонарики.\. У этого места отличная атмосфера.

# data/maps/forest/path-03.json//entities/837/settings/event/0/message
source: Wooden arch bridge...\. Still no laser bridge.
es_es: Un puente de madera...\. Y todavía ni un puente de luz.
ru_ru: Деревянный арочный мост...\. Лазерного моста так и нет.

# data/maps/forest/path-03.json//entities/843/settings/event/7/message
source: Ahhh! Somebody please help!!\.
es_es: ¡Ahhh!\. ¡¡Por favor alguien que me ayude!!
ru_ru: Аааа! Кто-нибудь, пожалуйста, помогите!!\.

# data/maps/forest/path-03.json//entities/843/settings/event/8/message
source: Hi!!\. Lea!!
es_es: ¡¡Hola!!\. ¡¡Lea!!
ru_ru: Привет!!\. Лея!!

# data/maps/forest/path-03.json//entities/844/settings/event/15/message
source: Phew...\. that was a close one!
es_es: Uf...\. ¡eso ha estado cerca!
ru_ru: Фух...\. это было близко!

# data/maps/forest/path-03.json//entities/844/settings/event/16/message
source: Thank you so much for the help!
es_es: ¡Muchísimas gracias por la ayuda!
ru_ru: Большое спасибо за помощь!

# data/maps/forest/path-03.json//entities/844/settings/event/18/message
source: Say...\. are you with the Last Minute Heroes?
es_es: Dime...\. ¿eres parte de los Héroes Justo a Tiempo?
ru_ru: Скажи...\. ты же из Героев последней минуты?

# data/maps/forest/path-03.json//entities/844/settings/event/20/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-03.json//entities/844/settings/event/21/message
source: Hah, I knew it!\. You guys are the best!\. Thanks a bunch!
es_es: ¡Ja, lo sabía!\. ¡Son lo mejor!\. ¡Muchas gracias!
ru_ru: Ха, я знал это!\. Ребята, вы лучшие!\. Спасибо огромное!

# data/maps/forest/path-03.json//entities/844/settings/event/37/message
source: Looks like you saved the day, pardner!\. Nice work!
es_es: ¡Parece que has salvado el día, compañera!\. ¡Gran trabajo!
ru_ru: Похоже, ты спасла положение, партнёр!\. Хорошая работа!

# data/maps/forest/path-03.json//entities/844/settings/event/39/message
source: How about it, still got time to rescue a few more players?
es_es: ¿Qué dices? ¿Aún tienes tiempo de rescatar a algún otro jugador?
ru_ru: Что думаешь об этом? Есть время спасти ещё парочку игроков?

# data/maps/forest/path-03.json//entities/844/settings/event/40/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-03.json//entities/844/settings/event/41/message
source: Woo, that's the spirit!
es_es: ¡Eso es! ¡Ese es el espíritu!
ru_ru: Ух, хороший настрой!

# data/maps/forest/path-03.json//entities/844/settings/event/42/message
source: Just head back to the Cave Inn and wait for my call!
es_es: ¡Ve y espera en la Posada de la Cueva! ¡Yo te aviso cuando sea tiempo!
ru_ru: Просто возвращайся в Пещерный трактир и жди моего звонка!

source: Hau Ling
ru_ru: Хау Линг

source: Ah... Another bird approached me. Welcome, bird!
ru_ru: Ах... Ещё одна птица достигла меня. Добро пожаловать, птица!

source: Hi?
es_es: ¿Hola?
ru_ru: Привет?

source: The bird is trying to find a worm, but a \c[3]bug\c[0] is what it needs to catch.
es_es: El polluelo quiere encontrar un gusano, pero un \c[3]bicho\c[0] es lo que necesita para atraparlo.
ru_ru: Птица пытается найти червя, но \c[3]жук\c[0] - это то, что ей нужно поймать.

source: To the \c[3]south\c[0] is where the bird needs to fly, through \c[3]bamboo trees\c[0] and beyond.
es_es: Hacia el \c[3]sur\c[0] es donde el polluelo debe volar, a través de los \c[3]árboles de bambú\c[0] y más allá.
ru_ru: На \c[3]юг\c[0], вот куда птица должна лететь, через \c[3]бамбуковые заросли\c[0] и за их пределы.

source: And by \c[3]a pond and a fire\c[0] it needs to land.
es_es: Y cerca de \c[3]un estanque y una fogata\c[0] deberá aterrizar.
ru_ru: И у \c[3]пруда и огня\c[0] она должна приземлиться.

source: Now fly, little bird, fly and let the wind carry you.
es_es: Ahora vuela, pajarillo, vuela y déjate llevar por el viento.
ru_ru: Теперь лети, птичка, лети, и пусть ветер несёт тебя.

source: Wait?
es_es: ¿Espera?
ru_ru: Подожди?

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Non, mamie. I do NOT want to catch a bug. No bugs.
es_es: Non, mamie. NO quiero atrapar ningún bicho. Nada de bichos.
ru_ru: Не, бабуль. Я НЕ хочу ловить жука. Никаких жуков.

source: Fly to the \c[3]south\c[0] through the \c[3]bamboo trees\c[0] or something? Maybe someone in the \c[3]Cave Inn\c[0] can explain.
es_es: ¿Vuela hacia el \c[3]sur\c[0] a través de los \c[3]árboles de bambú\c[0] o algo así? Tal vez alguien en la \c[3]Posada de la cueva\c[0] pueda explicarlo mejor.
ru_ru: Летите на \c[3]юг\c[0] через \c[3]бамбуковые деревья\c[0] или типа того? Возможно, кто-то в \c[3]Пещерном трактире\c[0] сможет объяснить.

source: Hau Ling
ru_ru: Хау Линг

source: To the \c[3]south\c[0] is where the bird needs to fly, through \c[3]bamboo trees\c[0] and beyond.
es_es: Hacia el \c[3]sur\c[0] es donde el polluelo debe volar, a través de los \c[3]árboles de bambú\c[0] y más allá.
ru_ru: На \c[3]юг\c[0], вот куда птица должна лететь, через \c[3]бамбуковые заросли\c[0] и за их пределы.

source: And by \c[3]a pond and a fire\c[0] it needs to land.
es_es: Y cerca de \c[3]un estanque y una fogata\c[0] deberá aterrizar.
ru_ru: И у \c[3]пруда и огня\c[0] она должна приземлиться.

source: Now fly, little bird, fly and let the wind carry you.
es_es: Ahora vuela, pajarillo, vuela y déjate llevar por el viento.
ru_ru: Теперь лети, птичка, лети, и пусть ветер несёт тебя.

source: Bye...
es_es: Adiós...
ru_ru: Пока...

source: Hau Ling
ru_ru: Хау Линг

source: Ah... I can feel it...
es_es: Ah... puedo sentirlo...
ru_ru: Ах... Я чувствую это...

source: The bird found \c[3]the pond and the fire\c[0], didn't it?
es_es: El polluelo encontró \c[3]el estanque y la fogata\c[0], ¿no es así?
ru_ru: Птица нашла \c[3]пруд и огонь\c[0], не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good bird. Yes, yes.
es_es: Buen polluelo. Sí, sí.
ru_ru: Хорошая птица. Да-да.

source: Now you only need to catch the \c[3]bugs\c[0]!
es_es: ¡Ahora sólo tiene que atrapar los \c[3]bichos\c[0]!
ru_ru: Теперь тебе нужно лишь поймать \c[3]жуков\c[0]!

source: Hau Ling
ru_ru: Хау Линг

source: The Bird again? Hm...
es_es: ¿El pajarillo otra vez? Hm...
ru_ru: Снова птица? Хм...

source: I see the worm found the falling rock.
es_es: Veo que el gusano ha encontrado la roca que cae.
ru_ru: Я вижу, что червь нашёл падающий камень.

source: Now it can pass the grand door to the light.
es_es: Ahora puede atravesar la gran puerta a la luz.
ru_ru: Теперь он может пройти через великую дверь к свету.

source: Now, don't clip your wings my bird, yes yes.
es_es: Ahora, que no se corten tus alas, pajarillo. Sí, sí.
ru_ru: Ну же, не подрезай свои крылья, птичка моя, да-да.

# data/maps/forest/path-04-hostel.json//entities/933/settings/dialog/0/text
source: Why didn't you take the deal?
es_es: ¿Por qué no aceptaste el trato?
ru_ru: Почему ты не пошёл на сделку?

# data/maps/forest/path-04-hostel.json//entities/933/settings/dialog/1/text
source: You mean the player offering real cash?
es_es: ¿Te refieres a ese jugador que me ofreció dinero real?
ru_ru: Ты имеешь в виду игрока, предлагающего реальные деньги?

# data/maps/forest/path-04-hostel.json//entities/933/settings/dialog/2/text
source: Yeah.
es_es: Sí.
ru_ru: Да.

# data/maps/forest/path-04-hostel.json//entities/933/settings/dialog/3/text
source: Sounded \c[3]way too shady\c[0] for my taste.
es_es: Se sintió \c[3]muy sospechoso\c[0] para mi gusto.
ru_ru: Звучит \c[3]слишком подозрительно\c[0], как по мне.

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Oh hey. You mean the money thing?
ru_ru: О, хей. Ты про эту историю с деньгами?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Yeah, some dude just offered me money to deliver some kind of package.
es_es: Bueno, un tipo me ha pedido que entregue un paquete a cambio de dinero real.
ru_ru: Да, какой-то чувак только что предложил мне деньги, чтобы доставить какую-то посылку.

source: Just looking at his grin gave me the creeps.
es_es: Con tan solo ver su sonrisa ya me daba escalofríos.
ru_ru: От одной его ухмылки у меня пошли мурашки по коже.

source: "Money" Clue
es_es: Pista "Dinero"
ru_ru: Улика "Деньги"

source: Look, there is some perfectly regular bamboo right in that river, cute.
es_es: Mira, hay un bambú perfectamente regular justo en ese río, que lindo.
ru_ru: Смотри, там совершенно правильный бамбук прямо в реке, мило.

source: There's bamboo in the middle of river.\. Very regular bamboo, too.
es_es: Hay bambú en medio del río.\. Un bambú muy regular, además.
ru_ru: Бамбук посередине реки.\. И к тому же очень правильный бамбук.

source: Spheromancer Lea! Here you can see a prime example of perfectly regular bamboo!
es_es: ¡Spheromancer Lea! ¡Aquí puedes ver un ejemplo de bambú perfectamente regular!
ru_ru: Сферомант Лея! Здесь ты можешь увидеть отличный пример совершенно правильного бамбука!

source: Whoa, such normal bamboo. I want perfectly regular bamboo like that for my garden, too.
es_es: Vaya, un bambú tan normal. Yo también quiero un bambú perfectamente normal como ese para mi jardín.
ru_ru: Ух ты, такой обычный бамбук. Я тоже хочу такой совершенно правильный бамбук в своём саду.

source: Oh, look! That is some lovely regular bamboo, right on that river.
es_es: ¡Oh, mira! Ese es un hermoso bambú regular, justo en ese río.
ru_ru: Ох, смотри! Какой прекрасный правильный бамбук, прямо на этой реке.

# data/maps/forest/path-04-hostel.json//entities/955/settings/event/2/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-04-hostel.json//entities/957/settings/dialog/0/text
source: Can't stop, won't stop.
es_es: No puedo parar, no quiero parar.
ru_ru: Не могу остановиться и не буду!

# data/maps/forest/path-04-hostel.json//entities/960/settings/dialog/0/text
source: He is doing it everyday.
es_es: Lo hace todos los días.
ru_ru: Он делает это каждый день.

# data/maps/forest/path-04-hostel.json//entities/960/settings/dialog/1/text
source: Says, it keeps him fit.
ru_ru: Говорит, что это помогает ему быть в форме.

# data/maps/forest/path-04-hostel.json//entities/960/settings/dialog/2/text
source: Fit? We are inside a game, how does that work?
es_es: ¿En forma? Estamos dentro de un juego, ¿Cómo funciona eso?
ru_ru: В форме? Мы находимся внутри игры, как это работает?

# data/maps/forest/path-04-hostel.json//entities/960/settings/dialog/3/text
source: Well...\.\.\. You are as fit as you feel, I guess.
es_es: Bueno...\.\.\. Estás tan en forma como te sientes, supongo.
ru_ru: Ну...\.\.\. Ты в форме настолько, насколько себя ощущаешь, я так думаю.

source: Ling Ling
ru_ru: Линг Линг

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: The name is Ling Ling and I'm the youngest of the \c[3]Lings\c[0].
es_es: Me llamo Ling Ling y soy la más joven de los \c[3]Lings\c[0].
ru_ru: Меня зовут Линг Линг, я самая младшая из \c[3]Лингов\c[0].

source: Well, technically my brother and I are the youngest, since we are twins...
es_es: Bueno, técnicamente mi hermano y yo somos los más jóvenes, ya que somos gemelos...
ru_ru: Хотя, технически, младшие мы с братом, так как мы близнецы...

source: But I'm the youngest female!
es_es: ¡Pero soy la mujer más joven!
ru_ru: Но я самая младшая из женщин!

source: So tell me about the big cities! I always wanted to go, but my mother keeps saying that I'm too young, sad.
ru_ru: Расскажи мне о больших городах! Я всегда хотела в них побывать, но увы - моя мама постоянно говорит, что я слишком маленькая.

source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

source: Oh is that so? Wow, that is so cool! Please come back and tell me more, okay?
ru_ru: Ох, вот так? Вау, это так круто! Пожалуйста, возвращайся и расскажи ещё, хорошо?

# data/maps/forest/path-04-hostel.json//entities/969/settings/event/0/message
source: Oh...\. Nice view from up here, non?
es_es: Oh...\. Bonita vista desde aquí arriba, ¿non?
ru_ru: Ох...\. Отличный вид отсюда, не?

# data/maps/forest/path-04-hostel.json//entities/969/settings/event/1/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-04-hostel.json//entities/969/settings/event/2/message
source: This really would be such a nice location if it weren't for all those bugs...
es_es: Esta sería un área tan bella si no fuera por todos esos bichos...
ru_ru: Это место действительно могло бы быть таким хорошим, если бы не все эти жуки...

# data/maps/forest/path-04-hostel.json//entities/970/settings/text
source: Perfectly regular bamboo
es_es: Bambú perfectamente regular
ru_ru: Совершенно правильный бамбук

# data/maps/forest/path-04-hostel.json//entities/971/settings/event/4/message
source: Boo!
ru_ru: Буу!

# data/maps/forest/path-04-hostel.json//entities/971/settings/event/5/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/forest/path-04-hostel.json//entities/971/settings/event/6/message
source: I see you've arrived at the Cave Inn.
es_es: Veo que llegaste a la Posada de la Cueva.
ru_ru: Я вижу, что ты прибыла к Пещерному трактиру.

# data/maps/forest/path-04-hostel.json//entities/971/settings/event/7/message
source: Now you just have to sit tight and wait for the perfect moment.
es_es: Ahora tan solo quédate quieta y espera al momento oportuno.
ru_ru: Теперь тебе нужно просто сидеть и ждать идеального момента.

# data/maps/forest/path-04-hostel.json//entities/971/settings/event/9/message
source: Yeah, it's like Wervyn says, there's a fine line between being early, late, and right on time.
es_es: Sí, como dice Wervyn, hay una fina línea entre llegar temprano, tarde, y justo a tiempo.
ru_ru: Да, как говорит Вервин, есть тонкая грань между раньше, позже, и точно вовремя.

# data/maps/forest/path-04-hostel.json//entities/971/settings/event/10/message
source: And you don't have our finely-tuned senses yet.\. But don't worry!
es_es: Y aún no has desarrollado nuestro refinados sentidos.\. ¡Pero no te preocupes!
ru_ru: И у тебя пока нет наших тонко настроенных чувств.\. Но не волнуйся!

# data/maps/forest/path-04-hostel.json//entities/971/settings/event/11/message
source: Since you're new, I'll let you know when it's time to move out!
es_es: Ya que eres nueva, ¡te avisaré cuando sea tiempo de actuar!
ru_ru: Поскольку ты новенькая, я дам тебе знать, когда придёт время выдвигаться!

# data/maps/forest/path-04-hostel.json//entities/971/settings/event/12/message
source: And I have a feeling you won't have to wait too long!
es_es: ¡Y tengo el presentimiento que no tendrás que esperar mucho!
ru_ru: И у меня такое чувство, что тебе не придётся долго ждать!

# data/maps/forest/path-04-hostel.json//entities/971/settings/event/13/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-04-hostel.json//entities/971/settings/event/14/message
source: Thanks again, Lea!\. PuellaDocta out!
es_es: ¡Gracias de nuevo, Lea!\. ¡PuellaDocta fuera!
ru_ru: Ещё раз спасибо, Лея!\. PuellaDocta уходит!

source: So...\. we have to wait?\. Okay.\. Hopefully not for too long.
es_es: Entonces...\. ¿hay que esperar?\. Pues bien.\. Espero que no sea mucho.
ru_ru: Так...\. нам нужно ждать?\. Хорошо.\. Надеюсь, что не слишком долго.

source: Hm. Didn't expect to get involved in this field of work again...
es_es: Hm. No esperaba verme involucrado en este campo de trabajo otra vez...
ru_ru: Хм. Не ожидал, что ввяжусь в эту сферу деятельности снова...

source: Well... I suppose waiting is all there is to do now.
es_es: Bueno... supongo que todo lo que tienes que hacer es esperar.
ru_ru: Ну... я полагаю, что ждать - это всё, что нужно делать сейчас.

source: This is certainly not the most exciting task.
es_es: A decir verdad, no es la tarea más emocionante.
ru_ru: Определённо не самая захватывающая задача.

source: This is a good opportunity to just soak up the atmosphere of this place.
es_es: Es una buena oportunidad para apreciar la atmósfera de este lugar.
ru_ru: Это хорошая возможность окунуться в атмосферу этого места.

source: Hm... No surprise they have trouble finding volunteers doing this kind of work.
es_es: Hm... No me sorprende que tengan problemas encontrando voluntarios para este trabajo.
ru_ru: Хм... Неудивительно, что им трудно найти добровольцев, выполняющих такую работу.

# data/maps/forest/path-04-hostel.json//entities/973/settings/event/3/message
source: Lea, it's time!
es_es: Lea, ¡ya es hora!
ru_ru: Лея, пора!

# data/maps/forest/path-04-hostel.json//entities/973/settings/event/4/message
source: A fellow player is in dire need in \c[3]River Road\c[0] right to the \c[3]west\c[0]!
es_es: ¡Un jugador necesita ayuda desesperadamente en \c[3]Carretera del Río\c[0] justo al \c[3]oeste\c[0]!
ru_ru: Товарищ-игрок нуждается в помощи на \c[3]Речной дороге\c[0] прямо на \c[3]западе\c[0]!

# data/maps/forest/path-04-hostel.json//entities/973/settings/event/5/message
source: Let's be quick! Time waits for no man!\. Or woman!
es_es: ¡Apresúrate! ¡El tiempo no espera a ningún hombre!\. ¡O mujer!
ru_ru: Давай быстрее! Время мужчину не ждёт!\. Или женщину!

# data/maps/forest/path-04-hostel.json//entities/973/settings/event/6/message
source: Lea!
ru_ru: Лея!

source: Aaand...\. more waiting.
es_es: Yyyyyy...\. más espera.
ru_ru: Иииии...\. снова ждать.

source: Always this waiting for the perfect moment. So bothersome.
es_es: Siempre hay que esperar al momento oportuno. Qué molesto.
ru_ru: Постоянное ожидание этого идеального момента. Так надоедливо.

source: Right...\. back on standby.\. Let us hope there will be another person to rescue soon.
es_es: Bien...\. de vuelta a la espera.\. Espero que haya alguien más para rescatar pronto.
ru_ru: Верно...\. возвращение в режим ожидания.\. Будем надеяться, что скоро появится ещё один человек, которого нужно спасти.

# data/maps/forest/path-04-hostel.json//entities/975/settings/event/3/message
source: Uh...\. Lea?\. Remember that guy from before?
es_es: Uhm...\. ¿Lea?\. ¿Recuerdas al tipo de la última vez?
ru_ru: Эм...\. Лея?\. Помнишь того парня?

# data/maps/forest/path-04-hostel.json//entities/975/settings/event/4/message
source: It looks like he's in trouble again.
es_es: Parece que está en problemas otra vez.
ru_ru: Похоже, что он снова в беде.

# data/maps/forest/path-04-hostel.json//entities/975/settings/event/5/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/forest/path-04-hostel.json//entities/975/settings/event/6/message
source: Heck if I know!\. Anyway he's currently in \c[3]North East Path\c[0]!
es_es: ¡Y yo que voy a saber!\. En fin, ¡se encuentra en el \c[3]Camino Noreste\c[0]!
ru_ru: Чёрт возьми, откуда я знаю!\. В общем, он сейчас на \c[3]Северо-восточном пути\c[0]!

# data/maps/forest/path-04-hostel.json//entities/975/settings/event/7/message
source: Better hurry!
es_es: ¡Será mejor que te apures!
ru_ru: Лучше поспешить!

# data/maps/forest/path-04-hostel.json//entities/975/settings/event/8/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-04-hostel.json//entities/976/settings/analyzable/text
source: Kat
ru_ru: Кат

source: Hello, fellow seeker!
es_es: ¡Hola, colega Buscador!
ru_ru: Привет, коллега-искатель!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hm... I'm currently looking for help, but \c[3]just one person\c[0], not a whole party.
es_es: Hm... Estaría necesitando ayuda, pero \c[3]sólo de una persona\c[0], no de todo un equipo.
ru_ru: Хм... Я ищу помощи, но \c[3]лишь одного человека\c[0], не целой группы.

source: Just talk to me again, if you happen to be by yourself later.
es_es: Vuelve a hablar conmigo cuando te encuentres sola más tarde.
ru_ru: Просто поговори со мной снова, если вдруг окажешься одна.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Perhaps you saw my posting in the Quest Hub.
es_es: Puede que hayas visto mi anuncio en el centro de misiones.
ru_ru: Полагаю, что ты увидела моё объявление в Квест-хабе.

source: I'm looking for some help with a little bit of...\. exploration.
es_es: Estoy buscando ayuda con un poco de...\. exploración.
ru_ru: Мне нужна помощь с небольшим...\. исследованием.

source: But there is something you should know about this first.
es_es: Pero primero hay algo que debes saber.
ru_ru: Но есть кое-что, что ты должна знать с самого начала.

source: Let's just say we might see a few things that no one is supposed to see.
es_es: Digamos que puede que veamos cosas que nadie debería ver.
ru_ru: Скажем так, мы можем увидеть несколько вещей, которые никто не должен видеть.

source: And in order to do this...\. we might have to break this game...\. a tiny little bit!
es_es: Y para hacerlo...\. debemos romper este juego...\. ¡solo un poquito!
ru_ru: И чтобы это сделать...\. возможно, что нам придётся сломать эту игру...\. самую малость!

source: Oh, but don't worry about it!
es_es: ¡Oh, pero no te preocupes!
ru_ru: Ох, но не волнуйся об этом!

source: We'll both be fine as long as we handle it confidentially.
es_es: Ambas estaremos bien si tenemos discreción.
ru_ru: С нами всё будет в порядке до тех пор, пока это всё конфиденциально.

source: We just have to make sure none of the officials learn about this.
es_es: Tan solo debemos asegurarnos de que nadie del equipo de CrossWorlds se entere.
ru_ru: Мы просто должны убедиться, чтобы никто из обслуживающего персонала не узнал об этом.

source: So in short: I'm looking for someone who can keep a secret.
es_es: En resumen: busco a alguien que sepa guardar un secreto.
ru_ru: Короче говоря: я ищу кого-то, кто может хранить тайну.

source: Now that I think about it...\. you didn't say terribly much so far, huh?
ru_ru: Я тут подумала...\. ты же до сих пор почти ничего не сказала.
