Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/forest.po
Languages: es_es, ru_ru

source: ...You have completed the \c[3]Trial of Insight\c[0]...
es_es: ...Has completado la \c[3]Prueba de Perspicacia\c[0]...
ru_ru: ...Ты закончила \c[3]Испытание проницательности\c[0]...

source: ...Take this token as a sign of your victory...
es_es: ...Toma esta ficha como señal de tu victoria...
ru_ru: ...Прими это в знак своей победы...

# data/maps/forest/path-05.json//entities/849/settings/npcStates/4/event/1/text
source: ...Stay ever vigilant Seeker...
ru_ru: ...Всегда оставайся бдительной, Искатель...

# data/maps/forest/path-05.json//entities/877/settings/event/14/text
source: ...The time is up, Seeker...
es_es: ...Tiempo fuera, Buscadora...
ru_ru: ...Время вышло, Искатель...

# data/maps/forest/path-05.json//entities/877/settings/event/15/thenStep/0/text
source: ...You didn't even found the bug once...
ru_ru: ...Ты даже ни разу не нашла жука...

source: ...You only found the bug once...
es_es: ...Solo encontraste al bicho una vez...
ru_ru: ...Ты нашла жука лишь один раз...

source: ...You only found the bug \v[tmp.bugCounter] times...
es_es: ...Solo encontraste al bicho \v[tmp.bugCounter] veces...
ru_ru: ...Ты нашла жука лишь \v[tmp.bugCounter] раз(а)...

# data/maps/forest/path-05.json//entities/877/settings/event/16/text
source: ...There is still much you need to learn...
es_es: ..Aún te queda mucho por aprender...
ru_ru: ...Тебе ещё многому предстоит научиться...

# data/maps/forest/path-05.json//entities/877/settings/event/17/text
source: ...Speak to me to try again...
es_es: ...Háblame nuevamente...
ru_ru: ...Поговори со мной, чтобы попробовать снова...

# data/maps/forest/path-05.json//entities/891/settings/event/30/text
source: ...You have done well, Seeker...
es_es: ...Has hecho bien, Buscadora...
ru_ru: ...Ты отлично справилась, Искатель...

# data/maps/forest/path-05.json//entities/891/settings/event/31/text
source: ...Come to me to claim your reward...
es_es: ...Ven a mí para reclamar tu recompensa...
ru_ru: ...Подойди ко мне, чтобы получить свою награду...

# data/maps/forest/path-06.json//entities/805/settings/event/0/message
source: Those red gates really are all over the place, non?
es_es: Esas vallas rojas están por todas partes, ¿non?
ru_ru: Эти красные ворота просто повсюду, не так ли?

# data/maps/forest/path-06.json//entities/805/settings/event/1/message
source: I think those are called \c[3]Torii\c[0] and you usually find them around shrines.
es_es: Creo que se llaman \c[3]Torii\c[0] y se suelen encontrar alrededor de los santuarios.
ru_ru: Мне кажется, что они называются \c[3]Тории\c[0], и обычно они находятся около святынь.

# data/maps/forest/path-06.json//entities/805/settings/event/2/message
source: Thanks Monsieur Know-it-all.
ru_ru: Спасибо, Monsieur (месье) Всезнайка.

# data/maps/forest/path-06.json//entities/814/settings/event/8/message
source: Ahhh!\. Please, somebody gotta help!
es_es: ¡Ahhh!\. ¡Por favor, alguien que me ayude!
ru_ru: Аааа!\. Пожалуйста, кто-нибудь, помогите!

# data/maps/forest/path-06.json//entities/814/settings/event/9/message
source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!

# data/maps/forest/path-06.json//entities/815/settings/event/15/message
source: Phew!\. That was close...\. again!\. Haha...
es_es: ¡Uf!\. Ha estado cerca...\. ¡otra vez!\. Jaja...
ru_ru: Фух!\. Это было близко...\. опять!\. Ха-ха...

# data/maps/forest/path-06.json//entities/815/settings/event/16/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/forest/path-06.json//entities/815/settings/event/17/message
source: Oh man, I really should try to be more careful, shouldn't I?
es_es: Oh, debería ser más cuidadoso, ¿no es cierto?
ru_ru: Ох, блин, я правда должен стараться быть осторожнее, не так ли?

# data/maps/forest/path-06.json//entities/815/settings/event/18/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/forest/path-06.json//entities/815/settings/event/19/message
source: I'll try!\. Anyway, thanks again for the rescue!
es_es: ¡Lo intentaré!\. En fin, ¡gracias por el rescate!
ru_ru: Я попробую!\. В любом случае, ещё раз спасибо за спасение!

# data/maps/forest/path-06.json//entities/815/settings/event/20/message
source: I gotta go!
es_es: ¡Debo irme!
ru_ru: Мне нужно идти!

# data/maps/forest/path-06.json//entities/815/settings/event/21/message
source: ...Bye...
es_es: ...Adiós...
ru_ru: ...Пока...

# data/maps/forest/path-06.json//entities/815/settings/event/37/message
source: Geez, that guy...
es_es: Por Dios, ese tipo...
ru_ru: Господи, этот парень...

# data/maps/forest/path-06.json//entities/815/settings/event/38/message
source: He just seems to attract trouble.
es_es: Es un imán de problemas.
ru_ru: Кажется, он просто притягивает неприятности.

# data/maps/forest/path-06.json//entities/815/settings/event/39/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/forest/path-06.json//entities/815/settings/event/40/message
source: I wish I knew!\. I guess he's just especially careless?
es_es: ¡Quisiera saberlo!\. ¿Supongo que es especialmente descuidado?
ru_ru: Хотела бы я знать!\. Я думаю, что он просто особенно неосторожный?

# data/maps/forest/path-06.json//entities/815/settings/event/41/message
source: I didn't see his username at first, but I should have known.
es_es: No me di cuenta de su nombre de usuario al principio, pero debí saberlo.
ru_ru: Я не увидела его никнейм сначала, но можно было догадаться.

# data/maps/forest/path-06.json//entities/815/settings/event/42/message
source: We've helped him out before...\. like, a lot.
es_es: Ya lo hemos ayudado antes...\. muchas veces.
ru_ru: Мы помогали ему до этого...\. ну, довольно часто.

# data/maps/forest/path-06.json//entities/815/settings/event/44/message
source: Long story.\. Wait...\. what the--?
es_es: Larga historia.\. Espera...\. ¿pero qué--?
ru_ru: Долгая история.\. Подожди...\. что за-?

# data/maps/forest/path-06.json//entities/815/settings/event/45/message
source: ...Seriously, dude, what are you doing?
es_es: ...Ya va en serio, ¿qué estás haciendo?
ru_ru: ...Серьёзно, чувак, что ты делаешь?

# data/maps/forest/path-06.json//entities/815/settings/event/47/message
source: The same guy again.\. And apparently he's kiting enemies now!
es_es: Es el mismo tipo otra vez.\. ¡Y ahora lo están persiguiendo los enemigos!
ru_ru: Этот же парень снова.\. И похоже, что он сейчас кайтит врагов!

# data/maps/forest/path-06.json//entities/815/settings/event/48/message
source: There's WAY too many of them!
es_es: ¡Son MUCHÍSIMOS!
ru_ru: Их СЛИШКОМ много!

# data/maps/forest/path-06.json//entities/815/settings/event/49/message
source: WHY?!
es_es: ¡¿POR QUÉ?!
ru_ru: ПОЧЕМУ?!

# data/maps/forest/path-06.json//entities/815/settings/event/50/message
source: Better go help him!\. He's at \c[3]Flower Lake\c[0]!
es_es: ¡Será mejor que lo ayudes!\. ¡Está en el \c[3]Lago de Flores\c[0]!
ru_ru: Лучше иди и помоги ему!\. Он у \c[3]Цветочного озера\c[0]!

# data/maps/forest/path-06.json//entities/815/settings/event/51/message
source: Lea!!
ru_ru: Лея!!

source: ...A Trial it is you seek, and a trial you shall receive...
es_es: ...Una Prueba es lo que buscas, y una prueba recibirás...
ru_ru: ...Испытание ты ищешь, испытание ты и получишь...

source: ...Patience has become rare in this world..
es_es: ...La paciencia se ha vuelto algo poco común en este mundo...
ru_ru: ...Терпение стало редкостью в этом мире..

source: ...This trial will test your focus and will...
es_es: ...Esta prueba requerirá tu concentración y voluntad...
ru_ru: ...Это испытание проверит твою сосредоточенность и волю...

source: ...Watch the pipe, as water fills up and flows out...
es_es: ...Observa el tubo, como el agua rebalsa y fluye...
ru_ru: ...Наблюдай за трубой, как вода заполняет её и вытекает...

source: ...Speak to me again if you wish to begin the trial...
es_es: ...Habla conmigo otra vez si deseas comenzar la prueba...
ru_ru: ...Поговори со мной снова, если хочешь начать испытание...

source: Y-You think that bug will go away while we wait patiently?
es_es: ¿C-Crees que ese bicho desaparecerá mientras esperamos pacientemente?
ru_ru: Т-Ты думаешь, что жук исчезнет, пока мы будем терпеливо ждать?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Of course not. Why would it.
ru_ru: Конечно нет. С чего бы это.

# data/maps/forest/path-07.json//entities/548/settings/npcStates/1/event/1/text
source: ...Let us test your patience...
es_es: ...Pongamos a prueba tu paciencia...
ru_ru: ...Позволь нам проверить твоё терпение...

# data/maps/forest/path-07.json//entities/548/settings/npcStates/1/event/2/text
source: ...Stand in the flower circle, still like a stone...
es_es: ...Ponte en el círculo de flores, quieta como una piedra...
ru_ru: ...Встань в круг цветов и замри, как камень...

# data/maps/forest/path-07.json//entities/548/settings/npcStates/1/event/13/text
source: ...Watch the bamboo pipe closely...
es_es: ...Observa el tubo de bambú de cerca...
ru_ru: ...Внимательно наблюдай за бамбуковой трубой...

# data/maps/forest/path-07.json//entities/548/settings/npcStates/1/event/14/text
source: ...Wait patiently until it touches the stone \c[3]12 times\c[0]...
es_es: ...Espera pacientemente hasta que toque la piedra \c[3]12 veces\c[0]...
ru_ru: ...Терпеливо жди, пока она не коснётся камня \c[3]12 раз\c[0]...

# data/maps/forest/path-07.json//entities/548/settings/npcStates/1/event/22/text
source: ...Then you shall hit this switch...
es_es: ...Entonces debes golpear este interruptor...
ru_ru: ...Тогда ты должна нажать этот переключатель...

# data/maps/forest/path-07.json//entities/548/settings/npcStates/1/event/27/text
source: ...Let the trial begin...
es_es: ...Qué comience la prueba...
ru_ru: ...Да начнётся испытание...

# data/maps/forest/path-07.json//entities/548/settings/npcStates/1/event/33/task
source: Wait for the pipe to touch the stone \c[3]12 times\c[0], then hit the switch.
es_es: Espera a que el tubo toque la piedra \c[3]12 veces\c[0], luego golpea el interruptor.
ru_ru: Подождите, пока труба коснётся камня \c[3]12 раз\c[0], а затем нажмите переключатель.

# data/maps/forest/path-07.json//entities/548/settings/npcStates/3/event/1/text
source: ...Stay ever vigilant Seeker...
es_es: ...Mantente siempre alerta, Buscadora...
ru_ru: ...Всегда оставайся бдительной, Искатель...

# data/maps/forest/path-07.json//entities/578/settings/event/8/text
source: ...You lost your patience and moved out of the circle...
es_es: ...Perdiste la paciencia y te saliste del círculo...
ru_ru: ...У тебя кончилось терпение, и ты вышла из круга...

# data/maps/forest/path-07.json//entities/578/settings/event/9/text
source: ...You failed the trial...
es_es: ...Fallaste la prueba...
ru_ru: ...Ты провалила испытание...

# data/maps/forest/path-07.json//entities/578/settings/event/10/text
source: ...Talk to me again to test your patience once more...
es_es: ...Háblame de nuevo para poner a prueba tu paciencia una vez más...
ru_ru: ...Поговори со мной, чтобы вновь испытать своё терпение...

# data/maps/forest/path-07.json//entities/579/settings/event/12/text
source: ...The pipe touched the stone \c[3]\v[tmp.finalCount]\c[0] times...
es_es: ...La tubería ha tocado la piedra \c[3]\v[tmp.finalCount]\c[0] veces...
ru_ru: ...Труба коснулась камня \c[3]\v[tmp.finalCount]\c[0] раз...

# data/maps/forest/path-07.json//entities/579/settings/event/13/thenStep/0/text
source: ...You reacted in the right moment...
es_es: ...reaccionaste en el momento justo...
ru_ru: ...Ты среагировала в нужный момент...

# data/maps/forest/path-07.json//entities/579/settings/event/13/thenStep/1/text
source: ...Thus, you completed the \c[3]Trial of Patience\c[0]...
es_es: ...Entonces, has completado la \c[3]Prueba de Paciencia\c[0]...
ru_ru: ...Таким образом, ты завершила \c[3]Испытание терпения\c[0]...

# data/maps/forest/path-07.json//entities/579/settings/event/13/thenStep/2/text
source: ...Take this token as a sign of your victory...
es_es: ...toma esta ficha como señal de tu victoria...
ru_ru: ...Прими это в знак своей победы...

source: ...You lost patience and hit the switch too soon...
es_es: ...has perdido la paciencia y has pulsado el interruptor demasiado pronto...
ru_ru: ...Ты потеряла терпение и нажала переключатель слишком рано...

source: ...You lost focus and missed the right moment...
es_es: ...perdiste la concentración y se te escapó el momento justo...
ru_ru: ...Ты потеряла концентрацию и пропустила нужный момент...

# data/maps/forest/path-07.json//entities/579/settings/event/13/elseStep/1/text
source: ...You failed the trial...
es_es: ...fallaste la prueba...
ru_ru: ...Ты провалила испытание...

# data/maps/forest/path-07.json//entities/579/settings/event/13/elseStep/2/text
source: ...Talk to me again to test your patience once more...
es_es: ...háblame de nuevo para poner a prueba tu paciencia una vez más...
ru_ru: ...Поговори со мной, чтобы вновь испытать своё терпение...

source: This...\. This is boring.
es_es: Esto...\. Esto es aburrido.
ru_ru: Это...\. Это скучно.

source: This is so relaxing.
es_es: Esto es muy relajante.
ru_ru: Это так расслабляет.

source: Oh, it's the Trial of Patience, I see...
es_es: Oh, es la Prueba de Paciencia, ya veo...
ru_ru: Ох, так это и есть Испытание терпения, понятно...

source: This... This can't be right!
es_es: Esto... ¡Esto no puede estar bien!
ru_ru: Это... этого не может быть!

source: This pipe is CHEATING!
es_es: ¡Este tubo está haciendo TRAMPA!
ru_ru: Эта труба ЧИТЕРИТ!

source: That pipe... that doesn't seem physically correct, does it?
es_es: Ese tubo... no se ve físicamente correcto, ¿verdad?
ru_ru: Эта труба... она не похожа на физически правильную, не так ли?

source: Gosh, Water in CrossWorlds. Not gonna get over that.
es_es: Dios, el agua en CrossWorlds. No puedo superarlo.
ru_ru: Чёрт, вода в CrossWorlds. Не переживу этого.

source: Hush, Nerd!
es_es: ¡Cállate, Nerd!
ru_ru: Тише, Ботан!

source: ...Wait...
es_es: ...Espera...
ru_ru: ...Подожди...

source: They really had fun with that bamboo fountain, didn't they?
es_es: La han pasado bien diseñando esa fuente de bambú, ¿verdad?
ru_ru: Они реально повеселились с этим бамбуковым фонтаном, тебе не кажется?

source: By the way! I've found a way to add a counter to make your life easier, Lea!
es_es: ¡Por cierto! ¡He encontrado una manera de añadir un contador que facilitará la tarea, Lea!
ru_ru: Кстати! Я нашел способ добавить счётчик, чтобы упростить тебе жизнь, Лея!

source: Pipe Hit Count
es_es: Cuenta de Golpes de Tubo
ru_ru: Счётчик ударов трубы

source: W...Wait... Damn, I made a mistake!
es_es: Esp... Espera... ¡Maldita sea, me he equivocado!
ru_ru: Ст...Стой... Чёрт, я сделал ошибку!

source: Lea, please ignore the counter! It's wrong!
es_es: ¡Lea, por favor, ignora el contador! ¡Está mal!
ru_ru: Лея, пожалуйста, игнорируй счётчик! Он неисправный!

source: Man, I remember how I saw a fountain like this in real life a long time ago.
es_es: Oh, esto me recuerda a la vez que vi una fuente como esta en la vida real.
ru_ru: Эх, я помню, как видела такой фонтан в реальной жизни давным-давно.

source: How many years was it?\. \c[3]6\c[0]?\. Maybe even \c[3]8\c[0].
ru_ru: Сколько лет мне было?\. \c[3]6\c[0]?\. Может быть, даже \c[3]8\c[0].

source: Anyway people kept throwing coins at it for good luck.
es_es: En fin, la gente le tiraba monedas deseando buena suerte.
ru_ru: В общем, люди бросали туда монеты на удачу.

source: And there was this one guy that threw like...\. \c[3]10 coins\c[0] at it at once.\. The poor thing almost broke!
es_es: Y había un tipo que lanzó como...\. \c[3]10 monedas\c[0] a la vez.\. ¡La pobrecita casi se rompe!
ru_ru: И там был один парень, который бросил...\. \c[3]10 монет\c[0] сразу.\. Бедная штука чуть не сломалась!

source: I heard stories of seekers that managed to fail this challenge for over \c[3]8 times\c[0]!
ru_ru: Я слышал истории об Искателях, которые умудрились провалить это испытание более \c[3]8 раз\c[0]!

source: That is ridiculous! Counting to \c[3]12\c[0] should be easy! It's barely more than \c[3]10\c[0]!
es_es: ¡Eso es ridículo! ¡Contar hasta \c[3]12\c[0] debería ser sencillo! ¡Es apenas más que \c[3]10\c[0]!
ru_ru: Это нелепо! Считать до \c[3]12\c[0] довольно просто! Это лишь немногим больше \c[3]10\c[0]!

source: Whyyyyyy?!
es_es: ¡¿Por quéééééééé?!
ru_ru: Почемууууууу?!

source: What is it, Spheromancer Lea?\. Do you think counting to \c[3]10\c[0] is hard?\. What about \c[3]8\c[0]?
es_es: ¿Qué sucede, Spheromancer Lea?\. ¿Crees que contar hasta \c[3]10\c[0] es difícil? \. ¿Qué hay de \c[3]8\c[0]?
ru_ru: Что такое, сферомант Лея?\. Тебе кажется, что считать до \c[3]10\c[0] сложно?\. Как насчёт \c[3]8\c[0]?

source: Hm... \c[3]8\c[0] eggs,\. \c[3]6\c[0] carrots,\. \c[3]10\c[0] onions...
es_es: Hm... \c[3]8\c[0] huevos,\. \c[3]6\c[0] zanahorias,\. \c[3]10\c[0] cebollas...
ru_ru: Хм... \c[3]8\c[0] яиц,\. \c[3]6\c[0] морковок,\. \c[3]10\c[0] луковиц...

source: Whyyyyyy?!
es_es: ¡¿Por quéééééééé?!
ru_ru: Почемууууууу?!

source: Ah sorry, I'm trying to remember what I still have to buy for dinner tonight.
es_es: Ah, disculpa, intento recordar lo que aún me queda por comprar para la cena de esta noche.
ru_ru: Ой, извини, я пытаюсь вспомнить, что мне нужно будет купить на ужин сегодня.

source: Gonna have to start cooking at \c[3]7\c[0] to be done in time.
es_es: Voy a tener que empezar a cocinar a las \c[3]7\c[0] para acabar a tiempo.
ru_ru: Мне нужно начать готовить в \c[3]7\c[0], чтобы поспеть вовремя.

source: Wait!
es_es: ¡Espera!
ru_ru: Подожди!

source: Err... Did it tip \c[3]6\c[0] times now?\. Or was it \c[3]7\c[0], already?\. Dang it.
es_es: Uhm... ¿Ha tocado \c[3]6\c[0] veces ya?\. ¿O fueron \c[3]7\c[0]?\. Maldición.
ru_ru: Ээээ.... Она ударила \c[3]6\c[0] раз?\. Или уже все \c[3]7\c[0]?\. Чёрт побери.

source: I was distracted by the implausible water physics and forgot to count...
es_es: Me distraje con la imposibilidad de las físicas de ese agua y olvidé la cuenta...
ru_ru: Я отвлёкся на неправдоподобную физику воды и сбился со счёта...

source: So like...\. where are we now?\. \c[3]9\c[0]? \c[3]11\c[0]?\. Gosh, I messed up!
es_es: Pues...\. ¿cuántas van ya? \. ¿\c[3]9\c[0]? ¿\c[3]11\c[0]?\. ¡Dios, me mezclé!
ru_ru: Так что...\. сколько уже сейчас?\. \c[3]9\c[0]? \c[3]11\c[0]?\. Боже, я сбился!

source: Whyyyy?!
es_es: ¡¿Por quéééé?!
ru_ru: Почемууу?!

# data/maps/forest/path-07.json//entities/591/settings/event/8/text
source: ...The water must flow naturally, no tampering allowed...
es_es: ...El agua debe fluir naturalmente, no se permite estorbarla...
ru_ru: ...Вода должна течь как заповедано природой, без постороннего вмешательства...

# data/maps/forest/path-07.json//entities/591/settings/event/9/text
source: ...You failed the trial...
es_es: ...Has fallado la prueba...
ru_ru: ...Ты провалила испытание...

# data/maps/forest/path-07.json//entities/591/settings/event/10/text
source: ...Talk to me again to test your patience once more...
es_es: ...Háblame nuevamente para probar tu paciencia nuevamente...
ru_ru: ...Поговори со мной, чтобы вновь испытать своё терпение...

# data/maps/forest/path-07.json//entities/593/settings/event/12/message
source: Somebody heeelp!\. There are way too many of them!
es_es: ¡Alguien que me ayude!\. ¡Son demasiados!
ru_ru: Кто-нибудь, помогите!\. Их слишком много!

# data/maps/forest/path-07.json//entities/593/settings/event/13/message
source: WHY?!\. HOW?!
es_es: ¡¿POR QUÉ?!\. ¡¿CÓMO?!
ru_ru: ПОЧЕМУ?!\. КАК?!

source: PLEASE WHY SO MANY BUGS AGAIN CAN I PLEASE HAVE A BREAK?!
es_es: ¡¿POR FAVOR POR QUÉ HAY TANTOS BICHOS OTRA VEZ, SE ME PUEDE DAR UN RESPIRO?!
ru_ru: ПОЖАЛУЙСТА, НУ ПОЧЕМУ ТАК МНОГО ЖУКОВ, МОЖНО МНЕ УЖЕ ОТДОХНУТЬ?!

source: This amount of opponents it's.... it's very unjust!!
es_es: Esta cantidad de oponentes es... ¡¡muy injusta!!
ru_ru: Такое количество оппонентов - это.... это очень несправедливо!!

source: How is it even possible to assemble so many enemies?
es_es: ¿Cómo es siquiera posible acumular tantos enemigos?
ru_ru: Как вообще можно собрать так много врагов?

source: There really is no end to them, is there?
es_es: Realmente son infinitos, ¿verdad?
ru_ru: Им и правда конца не видать, не так ли?

source: Just how many of those bug are there?
ru_ru: Да сколько тут этих жуков?

source: Ahhhhh!\. Why won't they stop coming?!
es_es: ¡Ahhhhh!\. ¡¿Por qué no paran de venir?!
ru_ru: Ааааа!\. Почему они не кончаются?!

# data/maps/forest/path-07.json//entities/607/settings/event/10/message
source: Now HERE's how you make an entrance!
es_es: ¡ASÍ es como se hace una entrada!
ru_ru: ВОТ как надо появляться!

# data/maps/forest/path-07.json//entities/607/settings/event/17/message
source: The cavalry's here!
es_es: ¡La caballería está aquí!
ru_ru: Кавалерия прибыла!

# data/maps/forest/path-07.json//entities/607/settings/event/52/message
source: Phew...\. I don't think I've ever seen so many beetles attacking at once!
es_es: Uf...\. ¡Creo que nunca he visto tantos escarabajos atacando a la vez!
ru_ru: Фух...\. Я не думаю, что когда-либо видел, чтобы так много жуков нападали одновременно!

# data/maps/forest/path-07.json//entities/607/settings/event/54/message
source: Haha, you could say that again!
es_es: ¡Jaja, podrías repetirlo!
ru_ru: Ха-ха, верно сказано!

# data/maps/forest/path-07.json//entities/607/settings/event/55/message
source: Wait... it's you?
es_es: Espera... ¿eres tú?
ru_ru: Стоп... это ты?

# data/maps/forest/path-07.json//entities/607/settings/event/56/message
source: Yup!\. Thanks again for the rescue!
es_es: ¡Sí!\. ¡Gracias de nuevo por el rescate!
ru_ru: Да!\. Снова спасибо за спасение!

# data/maps/forest/path-07.json//entities/607/settings/event/57/message
source: ...\. No problem...\. That was...\. how often now?
ru_ru: ...\.Без проблем...\. Это было...\. в который раз уже?

# data/maps/forest/path-07.json//entities/607/settings/event/58/message
source: Dunno, I lost count!
es_es: No sé, ¡perdí la cuenta!
ru_ru: Не знаю, я сбился со счёта!

# data/maps/forest/path-07.json//entities/607/settings/event/59/message
source: Seriously, you really should be more careful about the kinds of battles you end up in.
es_es: En serio, deberías tener más cuidado con las batallas a las que te enfrentas.
ru_ru: Серьёзно, тебе следовало бы быть более осторожным насчёт сражений, в которые ты ввязываешься.

# data/maps/forest/path-07.json//entities/607/settings/event/60/message
source: Make sure to prepare yourself,\. learn skills,\. upgrade your equipment...
es_es: Asegúrate de prepararte,\. aprende habilidades,\. mejora tu equipamiento...
ru_ru: Убедись, что подготовлен,\. выучи навыки,\. обнови экипировку...

# data/maps/forest/path-07.json//entities/607/settings/event/61/message
source: I know!\. In fact, I just collected the last few items I needed for the gear I always wanted!
es_es: ¡Lo sé!\. De hecho, ¡acabo de reunir los últimos artículos que necesitaba para el equipo que siempre quise!
ru_ru: Я знаю!\. На самом деле, я только что собрал последние предметы, нужные мне для той экипировки, которую я всегда хотел!

# data/maps/forest/path-07.json//entities/607/settings/event/62/message
source: Finally I can get rid of the Ba'kii Kum stuff...
es_es: Por fin puedo deshacerme de las cosas de Ba'kii Kum...
ru_ru: Наконец-то я смогу избавиться от вещей из Ба'кии Кум...

# data/maps/forest/path-07.json//entities/607/settings/event/65/message
source: You...\. didn't upgrade your equipment for so long?!
es_es: ¡¿Tú...\. no actualizaste tu equipo en todo ese tiempo?!
ru_ru: Ты...\. не обновлял экипировку ТАК долго?!

# data/maps/forest/path-07.json//entities/607/settings/event/66/message
source: Haha, yeah...\. pretty much.
es_es: Jaja, sí...\. más o menos.
ru_ru: Ха-ха, да...\. как-то так.

# data/maps/forest/path-07.json//entities/607/settings/event/68/message
source: Why?!
es_es: ¡¿Por qué?!
ru_ru: Почему?!
