Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat.po
Languages: es_es

# data/maps/heat/dng-top.json//entities/368/settings/interact/event/1/text
source: She wanted to create the largest, most majestic sun imaginable.
es_es: Она хотела создать самое большое, самое величественное солнце, которое только можно вообразить.

# data/maps/heat/dng-top.json//entities/368/settings/interact/event/2/text
source: Thus, she started adding her eternal flame, adding more and more as the sun grew further and further.
es_es: Таким образом, она взяла свой вечный огонь, добавляя всё больше и больше, а солнце всё росло и росло.

# data/maps/heat/dng-top.json//entities/368/settings/interact/event/3/text
source: Until finally, the sun had too much fire and couldn't hold it any longer. What followed was a most spectacular and colorful explosion.
es_es: Пока, наконец, солнце не смогло больше вмещать и удерживать огонь. За этим последовал самый зрелищный и красочный взрыв.

# data/maps/heat/dng-top.json//entities/368/settings/interact/event/4/text
source: Even today, we very rarely witness these colorful explosions in the night sky as a testament of E'nel's boredom.
es_es: Даже сегодня мы изредка наблюдаем эти красочные взрывы на ночном небе, как свидетельство скуки Э'нель.

# data/maps/heat/dng-top.json//entities/369/settings/interact/hoverText
source: Birth of E'nel
es_es: Рождение Э'нель

# data/maps/heat/dng-top.json//entities/369/settings/interact/event/0/text
source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void.
es_es: Всё началось с того, что \c[3]Ди'орбис\c[0], бесплотный бог сотворения, родился в забвении пустоты.

# data/maps/heat/dng-top.json//entities/369/settings/interact/event/1/text
source: After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0].
es_es: После размышлений о вечности в одиночестве, его стремление к компании породило \c[3]Богов формирования\c[0].

# data/maps/heat/dng-top.json//entities/369/settings/interact/event/2/text
source: E'nel is one of these gods. The God of the \c[3]Triangle\c[0] and the creator of \c[3]ever-burning flames\c[0].
es_es: \c[3]Э'нель\c[0] - один из этих богов. Богиня \c[3]Треугольника\c[0] и создательница \c[3]вечногорящих огней\c[0].

# data/maps/heat/dng-top.json//entities/370/settings/interact/hoverText
source: The creations of E'nel
es_es: Творения Э'нель

# data/maps/heat/dng-top.json//entities/370/settings/interact/event/0/text
source: E'nel is the creator of \c[3]ever-burning flames\c[0].
es_es: \c[3]Э'нель\c[0] является создателем \c[3]вечногорящих огней\c[0].

# data/maps/heat/dng-top.json//entities/370/settings/interact/event/1/text
source: She made the sun with \c[3]blinding light\c[0] and filled the ground deep beneath our feet with a \c[3]molten stone\c[0].
es_es: Она создала солнце с \c[3]ослепляющим светом\c[0] и заполнила землю глубоко под нашими ногами \c[3]расплавленным камнем\c[0].

# data/maps/heat/dng-top.json//entities/370/settings/interact/event/2/text
source: Her creations spread warmth, yet consume life at the same time.
es_es: Её творения распространяют тепло, но в то же время поглощают жизнь.

# data/maps/heat/dng-top.json//entities/373/settings/teleportLabel
source: Faj'ro Temple Entrance
es_es: Вход в Храм Фай'ро

# data/maps/heat/dng-top.json//entities/373/settings/blockEvent/4/message
source: Hey Lea, do you want to leave already?
es_es: Эй, Лея, ты уже хочешь уйти?

# data/maps/heat/dng-top.json//entities/373/settings/blockEvent/5/message
source: Come on, you should at least have a short look!
es_es: Ну же, ты должна хотя бы мельком взглянуть!

# data/maps/heat/dng-top.json//entities/374/settings/event/6/message
source: What a nice view!
es_es: Какой чудесный вид!

# data/maps/heat/dng-top.json//entities/374/settings/event/7/message
source: It's astonishing just thinking how huge this place is.
es_es: Просто представьте себе, насколько огромно это место на самом деле.

# data/maps/heat/dng-top.json//entities/374/settings/event/8/message
source: Oui. And all that for a game.
es_es: Oui (Да). И всё это для игры.

# data/maps/heat/dng-top.json//entities/374/settings/event/17/message
source: Well then... it was great playing with you two.
es_es: Ну ладно... было здорово играть с вами двумя.

# data/maps/heat/dng-top.json//entities/374/settings/event/18/message
source: But I'm afraid it's time for me to log off now. I have to get back to my studies.
es_es: Но, боюсь, что пришло время выходить. Я должен вернуться к учёбе.

# data/maps/heat/dng-top.json//entities/374/settings/event/19/message
source: Oui...\. same for me, actually.
es_es: Oui (Да)...\. мне тоже, кстати говоря.

# data/maps/heat/dng-top.json//entities/374/settings/event/23/message
source: What are you studying anyway, Tronny? Biology?
es_es: Что ты вообще изучаешь, Тронни? Биологию?

# data/maps/heat/dng-top.json//entities/374/settings/event/24/message
source: That's right! How'd you know?
es_es: Именно! Как ты узнала?

# data/maps/heat/dng-top.json//entities/374/settings/event/25/message
source: Ah... just a wild guess.
es_es: Ах... просто угадала.

# data/maps/heat/dng-top.json//entities/374/settings/event/27/message
source: While we're on the subject, I've been wondering for a long time now...
es_es: Раз уж мы об этом заговорили, мне уже давно интересно...

# data/maps/heat/dng-top.json//entities/374/settings/event/33/message
source: Lea, what do you actually do?
es_es: Лея, а ты чем занимаешься?

# data/maps/heat/dng-top.json//entities/374/settings/event/36/message
source: We've been playing for so long and I still hardly know anything about you...
es_es: Мы уже столько с тобой играем, но я до сих пор почти ничего о тебе не знаю...

# data/maps/heat/dng-top.json//entities/374/settings/event/38/message
source: I know you're very quiet and all... but I'd really like to know a bit more about you.
es_es: Я знаю, что ты не любишь много говорить... Но я действительно хотела бы узнать о тебе немного больше.

# data/maps/heat/dng-top.json//entities/374/settings/event/42/message
source: Uhm... Emilie?
es_es: Эмм... Эмили?

# data/maps/heat/dng-top.json//entities/374/settings/event/45/message
source: You do know about her speech synchronization issue, right?
es_es: Ты же знаешь о её проблеме с синхронизацией речи, так ведь?

# data/maps/heat/dng-top.json//entities/374/settings/event/48/message
source: What?
es_es: Что?

# data/maps/heat/dng-top.json//entities/374/settings/event/49/message
source: Lea... can't talk.
es_es: Лея... не может разговаривать.

# data/maps/heat/dng-top.json//entities/374/settings/event/50/message
source: What? Since when?
es_es: Что? С каких это пор?

# data/maps/heat/dng-top.json//entities/374/settings/event/51/message
source: Since... all the time I think?
es_es: С... самого начала, я полагаю?

# data/maps/heat/dng-top.json//entities/374/settings/event/52/message
source: Y-You're joking right?\. I mean you hear her say things sometimes, right?
es_es: Т-Ты же шутишь, правда?\. В смысле, ты же слышал, как она иногда что-то говорит, правда?

# data/maps/heat/dng-top.json//entities/374/settings/event/53/message
source: She can only say certain words, that's all.
es_es: Она может говорить только определённые слова, вот и всё.

# data/maps/heat/dng-top.json//entities/374/settings/event/58/message
source: ...Seriously, Lea?\. You can't talk?
es_es: ...Серьёзно, Лея?\. Ты не можешь говорить?

# data/maps/heat/dng-top.json//entities/374/settings/event/60/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/374/settings/event/68/message
source: Tronny, how come you know?
es_es: Тронни, откуда ты знаешь?

# data/maps/heat/dng-top.json//entities/374/settings/event/69/message
source: Hlin told me...
es_es: Хлин мне сказала...

# data/maps/heat/dng-top.json//entities/374/settings/event/70/message
source: Wait. Do the other guild members know, too?
es_es: Погоди. Остальные члены гильдии тоже об этом знают?

# data/maps/heat/dng-top.json//entities/374/settings/event/71/message
source: Yes...
es_es: Да...

# data/maps/heat/dng-top.json//entities/374/settings/event/79/message
source: Why the hell didn't anybody tell me?!
es_es: Но почему, чёрт возьми, никто не сказал об этом мне?!

# data/maps/heat/dng-top.json//entities/374/settings/event/82/message
source: I...\. I honestly thought you knew...
es_es: Ну, я...\. Честно говоря, я думал, что ты знаешь...

# data/maps/heat/dng-top.json//entities/374/settings/event/84/message
source: ... Ha...
es_es: ...Ха...

# data/maps/heat/dng-top.json//entities/374/settings/event/85/message
source: I can't believe this...
es_es: Я не могу в это поверить...

# data/maps/heat/dng-top.json//entities/374/settings/event/86/message
source: Emilie...\. don't worry about it!
es_es: Эмили...\. не беспокойся об этом!

# data/maps/heat/dng-top.json//entities/374/settings/event/87/message
source: It's not like Lea could have told you...
es_es: Не то чтобы Лея могла сказать тебе об этом...

# data/maps/heat/dng-top.json//entities/374/settings/event/88/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/374/settings/event/89/message
source: All that time...
es_es: Всё это время...

# data/maps/heat/dng-top.json//entities/374/settings/event/90/message
source: I just thought you're the quiet type... That you just didn't like to talk much...
es_es: Я просто думала, что ты молчаливая... Что ты просто не любишь много говорить...

# data/maps/heat/dng-top.json//entities/374/settings/event/91/message
source: But honestly, everybody else knew it...?
es_es: Но серьёзно, все остальные уже знали об этом...?

# data/maps/heat/dng-top.json//entities/374/settings/event/92/message
source: Man, this makes me feel dumb.
es_es: Блин, это заставляет меня чувствовать себя глупо.

# data/maps/heat/dng-top.json//entities/374/settings/event/94/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/dng-top.json//entities/374/settings/event/95/message
source: I'm sure it's just a stupid coincidence!
es_es: Я уверен, что это просто дурацкое совпадение!

# data/maps/heat/dng-top.json//entities/374/settings/event/96/message
source: It better be just that.
es_es: Лучше бы это было именно оно.

# data/maps/heat/dng-top.json//entities/374/settings/event/97/message
source: Though, I'm preeetty sure Lukas could have told me...
es_es: Хотя я увееерена, что Лукас мог бы и сказать мне об этом...

# data/maps/heat/dng-top.json//entities/374/settings/event/98/message
source: And knowing that guy...
es_es: Но зная этого парня...

# data/maps/heat/dng-top.json//entities/374/settings/event/99/message
source: Oui, I'll have a little talk with him soon.
es_es: Oui (Да), я устрою ему небольшой разговор.

# data/maps/heat/dng-top.json//entities/374/settings/event/102/message
source: Anyway, this is a bit of a bummer.
es_es: И всё-таки, это немного обидно.

# data/maps/heat/dng-top.json//entities/374/settings/event/104/message
source: I wanted to know you better... and now you can't talk.
es_es: Я хотела узнать тебя получше... а ты не можешь говорить.

# data/maps/heat/dng-top.json//entities/374/settings/event/106/message
source: Oh well! I'll make sure to prepare a sufficient list of yes-no-questions for next time!
es_es: Ну да ладно! К следующему разу я обязательно подготовлю должный список вопросов "да-нет"!

# data/maps/heat/dng-top.json//entities/374/settings/event/109/message
source: I'm just joking!
es_es: Просто шучу!

# data/maps/heat/dng-top.json//entities/374/settings/event/110/message
source: Anyway, I really gotta go! Au revoir, everyone!
es_es: В любом случае, мне действительно пора идти! Au revoir (Пока) всем!

# data/maps/heat/dng-top.json//entities/374/settings/event/113/message
source: Yes! Same for me. Good bye and until next time!
es_es: Ага! Мне тоже. Пока и до следующего раза!

# data/maps/heat/dng-top.json//entities/374/settings/event/114/message
source: Bye!
es_es: Пока!

# data/maps/heat/dng-top.json//entities/374/settings/event/117/text
source: Logout
es_es: Выход из игры

# data/maps/heat/dng-top.json//entities/374/settings/event/119/text
source: Logout
es_es: Выход из игры

# data/maps/heat/dng-top.json//entities/374/settings/event/128/message
source: ...So...
es_es: ...Итак...

# data/maps/heat/dng-top.json//entities/374/settings/event/129/message
source: Emilie finally figured it out, huh?
es_es: До Эмили наконец дошло, да?

# data/maps/heat/dng-top.json//entities/374/settings/event/131/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/374/settings/event/132/message
source: I still cannot believe she managed to stay oblivious when the rest of the First Scholars learned about it.
es_es: Я до сих пор не могу поверить, что ей удавалось оставаться в неведении, когда остальные Первоучёные уже знали об этом.

# data/maps/heat/dng-top.json//entities/374/settings/event/134/message
source: You really need just the right conditions for something like this to happen.
es_es: Нужно, чтобы всё реально совпало, чтобы что-то такое произошло.

# data/maps/heat/dng-top.json//entities/374/settings/event/135/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/374/settings/event/136/message
source: Bye.
es_es: Пока.

# data/maps/heat/dng-top.json//entities/374/settings/event/137/message
source: ...hm?
es_es: ...хм?

# data/maps/heat/dng-top.json//entities/374/settings/event/138/message
source: Bye.
es_es: Пока.

# data/maps/heat/dng-top.json//entities/374/settings/event/139/message
source: You... want to log off?
es_es: Ты... хочешь выйти?

# data/maps/heat/dng-top.json//entities/374/settings/event/140/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/374/settings/event/141/message
source: I suppose it was a pretty long day...
es_es: Полагаю, это был довольно длинный день...

# data/maps/heat/dng-top.json//entities/374/settings/event/142/message
source: See you soon, Lea.
es_es: До скорой встречи, Лея.

# data/maps/heat/dng-top.json//entities/374/settings/event/144/text
source: Logout
es_es: Выход из игры

# data/maps/heat/dng-top.json//entities/381/settings/event/10/text
source: Initializing avatar
es_es: Инициализация аватара

# data/maps/heat/dng-top.json//entities/381/settings/event/24/message
source: Uhm...
es_es: Эмм...

# data/maps/heat/dng-top.json//entities/381/settings/event/25/message
source: Good morning, Lea!
es_es: Доброе утро, Лея!

# data/maps/heat/dng-top.json//entities/381/settings/event/26/message
source: ...Hi!
es_es: ...Привет!

# data/maps/heat/dng-top.json//entities/381/settings/event/27/message
source: I...\. hope you slept well?
es_es: Я...\. надеюсь, что ты хорошо выспалась?

# data/maps/heat/dng-top.json//entities/381/settings/event/29/message
source: There is something I have to tell you.
es_es: Есть кое-что, что я должен тебе сказать.

# data/maps/heat/dng-top.json//entities/381/settings/event/30/message
source: There have been some...\. complications.
es_es: У меня возникли некоторые...\. затруднения.

# data/maps/heat/dng-top.json//entities/381/settings/event/31/message
source: And as a result you have been \c[3]offline for 3 days\c[0] now.
es_es: И в итоге ты была \c[3]офлайн три дня\c[0].

# data/maps/heat/dng-top.json//entities/381/settings/event/33/message
source: Sorry, there was not much I could do about it.
es_es: Извини, я ничего не мог с этим поделать.

# data/maps/heat/dng-top.json//entities/381/settings/event/35/message
source: Ah...
es_es: Ах...

# data/maps/heat/dng-top.json//entities/381/settings/event/36/message
source: Do not worry, things are still fine with you Lea... given the circumstances.
es_es: Не волнуйся, Лея, с тобой всё в порядке... даже учитывая обстоятельства.

# data/maps/heat/dng-top.json//entities/381/settings/event/37/message
source: There have just been some... technical problems.
es_es: Просто были некоторые... технические проблемы.

# data/maps/heat/dng-top.json//entities/381/settings/event/39/message
source: Oh, but I also have some good news for you!
es_es: Ой, у меня же есть и хорошие новости для тебя!

# data/maps/heat/dng-top.json//entities/381/settings/event/40/message
source: I used that time to add a new word for you, Lea.
es_es: Я использовал это время, чтобы добавить тебе новое слово, Лея.

# data/maps/heat/dng-top.json//entities/381/settings/event/42/message
source: Alright... here goes!
es_es: Ладно... поехали!

# data/maps/heat/dng-top.json//entities/381/settings/event/44/object
source: Wait
es_es: Подожди

# data/maps/heat/dng-top.json//entities/381/settings/event/49/message
source: ...Wait!
es_es: ...Подожди!

# data/maps/heat/dng-top.json//entities/381/settings/event/50/message
source: To be honest it becomes increasingly difficult for me to add more words for you, Lea...
es_es: Честно говоря, мне становится всё сложнее добавлять слова для тебя, Лея...

# data/maps/heat/dng-top.json//entities/381/settings/event/51/message
source: I am afraid things might break if I just keep doing things this way.
es_es: Я боюсь, что всё может сломаться, если я продолжу делать это таким образом.

# data/maps/heat/dng-top.json//entities/381/settings/event/53/message
source: Uhm... I mean in your Avatar connection software.
es_es: Эмм... Я имел в виду, в твоём программном обеспечении для соединения с аватаром.

# data/maps/heat/dng-top.json//entities/381/settings/event/54/message
source: Also I keep backups, just in case. No need to worry.
es_es: Также я храню резервные копии, на всякий случай. Нет причин беспокоиться.

# data/maps/heat/dng-top.json//entities/381/settings/event/56/message
source: Anyway, I thought "Wait" might be useful to tell others to... well... wait.
es_es: В любом случае, я подумал, что "Подожди" может быть полезным, чтобы сказать другим... ну... подождать.

# data/maps/heat/dng-top.json//entities/381/settings/event/57/message
source: Like when there is something you want to tell them.
es_es: Допустим, когда есть что-то, что ты хочешь им сказать.

# data/maps/heat/dng-top.json//entities/381/settings/event/58/message
source: For instance: when you happen to remember something, you can tell me by saying "Wait", right?
es_es: Например: когда ты что-то вспомнишь, ты можешь мне сказать "Подожди", понимаешь?

# data/maps/heat/dng-top.json//entities/381/settings/event/60/message
source: ...Wait!
es_es: ...Подожди!

# data/maps/heat/dng-top.json//entities/381/settings/event/61/message
source: Yes, exactly like this.
es_es: Да, именно так.

# data/maps/heat/dng-top.json//entities/381/settings/event/62/message
source: Wait!
es_es: Подожди!

# data/maps/heat/dng-top.json//entities/381/settings/event/63/message
source: Uhm...
es_es: Эмм...

# data/maps/heat/dng-top.json//entities/381/settings/event/64/message
source: Wait!
es_es: Подожди!

# data/maps/heat/dng-top.json//entities/381/settings/event/65/message
source: Ah! You mean you DO remember something?
es_es: А! Ты имеешь в виду, что ты ВСПОМНИЛА что-то?

# data/maps/heat/dng-top.json//entities/381/settings/event/66/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/381/settings/event/67/message
source: Great! Let me see... is it a person?
es_es: Здорово! Так, посмотрим... это человек?

# data/maps/heat/dng-top.json//entities/381/settings/event/68/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/dng-top.json//entities/381/settings/event/69/message
source: I see...\. Maybe a place?
es_es: Ясно...\. Может быть, место?

# data/maps/heat/dng-top.json//entities/381/settings/event/70/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/381/settings/event/71/message
source: Okay! Was it a place you have not yet reached in the game?
es_es: Хорошо! Это место, которого ты ещё не достигла в игре?

# data/maps/heat/dng-top.json//entities/381/settings/event/72/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/381/settings/event/73/message
source: Interesting...\. Now, how can we further narrow this down...?
es_es: Интересно...\. Как же можно уточнить ещё...?

# data/maps/heat/dng-top.json//entities/381/settings/event/75/message
source: Oh! I assume that must be Emilie or C'tron?
es_es: Ой! Полагаю, что это Эмили или Ци'трон?

# data/maps/heat/dng-top.json//entities/381/settings/event/76/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/381/settings/event/80/message
source: Lea! You're back!
es_es: Лея! Ты вернулась!

# data/maps/heat/dng-top.json//entities/381/settings/event/81/message
source: Hi!
es_es: Привет!

# data/maps/heat/dng-top.json//entities/381/settings/event/82/message
source: Finally! Where have you been the last few days?
es_es: Наконец-то! Где ты пропадала все эти дни?

# data/maps/heat/dng-top.json//entities/381/settings/event/84/message
source: Oh that's right...\. Uhm...
es_es: Ах, точно...\. Эмм...

# data/maps/heat/dng-top.json//entities/381/settings/event/85/message
source: Whatever! We got great news for you!
es_es: Неважно! У нас есть отличные новости для тебя!

# data/maps/heat/dng-top.json//entities/381/settings/event/86/message
source: I'm here with Tronny in \c[3]Rookie Harbor Center\c[0]! You know, at the fountain!
es_es: Мы с Тронни находимся в \c[3]центре Гавани новичков\c[0]! Знаешь, возле фонтана!

# data/maps/heat/dng-top.json//entities/381/settings/event/87/message
source: You should come over! So much stuff happened here!
es_es: Ты должна прийти! Тут столько всего произошло!

# data/maps/heat/dng-top.json//entities/381/settings/event/89/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/381/settings/event/90/message
source: Très bien! See you soon!
es_es: Très bien (Прекрасно)! До скорого!

# data/maps/heat/dng-top.json//entities/381/settings/event/94/message
source: Heh... seems like you have been missed already.
es_es: Хех... похоже, по тебе уже успели соскучиться.

# data/maps/heat/dng-top.json//entities/381/settings/event/96/message
source: Well... let us discuss your dream another time.
es_es: Ну ладно... обсудим твой сон в другой раз.

# data/maps/heat/dng-top.json//entities/381/settings/event/97/message
source: There is no reason to rush it. Just go and meet the others!
es_es: Нет причин спешить с этим. Просто иди и встреться с ними!

# data/maps/heat/dng-top.json//entities/381/settings/event/98/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/381/settings/event/104/task
source: Meet \c[3]Emilie\c[0] and \c[3]C'tron\c[0] at the fountain of \c[3]Rookie Harbor Center\c[0].
es_es: Встретьтесь с \c[3]Эмили\c[0] и \c[3]Ци'троном\c[0] у фонтана в \c[3]центре Гавани новичков\c[0].

# data/maps/heat/dng-top.json//entities/399/settings/npcStates/0/event/3/message
source: Hi!
es_es: Привет!

# data/maps/heat/dng-top.json//entities/399/settings/npcStates/0/event/4/message
source: Tiny lotus leaf.
es_es: Крошечный лист лотоса.

# data/maps/heat/dng-top.json//entities/399/settings/npcStates/0/event/5/message
source: Floating on the water.
es_es: Плывёт по воде.

# data/maps/heat/dng-top.json//entities/399/settings/npcStates/0/event/6/message
source: Moving ever so slightly.
es_es: Двигаясь едва заметно.

# data/maps/heat/dng-top.json//entities/399/settings/npcStates/0/event/7/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/405/settings/npcStates/0/event/2/message
source: Hi!
es_es: Привет!

# data/maps/heat/dng-top.json//entities/405/settings/npcStates/0/event/3/message
source: Hm? Hello!
es_es: Хм? Привет!

# data/maps/heat/dng-top.json//entities/405/settings/npcStates/0/event/4/message
source: I'm just sitting here waiting for my friend.
es_es: Я просто сижу здесь и жду своего друга.
