Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat.po
Languages: es_es

# data/maps/heat/path-04.json//entities/205/settings/event/66/message
source: Seriously Lea, never do this kind of thing again.\. Please.
es_es: Серьёзно, Лея, никогда не делай такого рода вещи снова.\. Пожалуйста.

# data/maps/heat/path-04.json//entities/215/settings/event/3/name
source: Ey'leet
es_es: Э'лиит

# data/maps/heat/path-04.json//entities/215/settings/event/5/message
source: More wonderful machinery destroyed.\. Such shame, but also showing superiority of \v[lore.title.seeker] skill.
es_es: Ещё больше чудесных устройств уничтожено.\. Очень жаль, но также показывает превосходство навыков Искателя.

# data/maps/heat/path-04.json//entities/215/settings/event/7/message
source: Praise no reason for dilly-dally, human!\. Every second could be spend better with improved machine calculating!
es_es: Похвала не причина, чтобы прохлаждаться, человек!\. Каждая секунда может быть потрачена лучше с улучшенным устройством для счёта!

# data/maps/heat/path-04.json//entities/215/settings/event/9/message
source: Back to mission.\. Some location device dropped.\. You picked up?
es_es: Вернёмся к задаче.\. Некоторое устройство они обронили.\. Ты поднял его?

# data/maps/heat/path-04.json//entities/215/settings/event/10/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-04.json//entities/215/settings/event/11/message
source: Good!\. Secret place of special parts must be near.
es_es: Хорошо!\. Секретное место с особыми частями близко.

# data/maps/heat/path-04.json//entities/215/settings/event/12/message
source: Follow beeping of smart device.
es_es: Следуй за сигналом этого устройства.

# data/maps/heat/path-04.json//entities/215/settings/event/13/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-04.json//entities/215/settings/event/14/message
source: Forthgoing, \v[lore.title.seeker]!
es_es: Вперёд, Искатель!

# data/maps/heat/path-04.json//entities/215/settings/event/15/message
source: Bye.
es_es: Пока.

# data/maps/heat/path-04.json//entities/218/settings/interact/event/3/text
source: Key Applied
es_es: Ключ применён

# data/maps/heat/path-05.json//entities/202/settings/event/4/guiInfo/settings/text
source: Crate HP
es_es: HP ящика

# data/maps/heat/path-05.json//entities/202/settings/event/5/task
source: Bone-like noises approaching!
es_es: Костоподобные шумы приближаются!

# data/maps/heat/path-05.json//entities/202/settings/event/29/task
source: \c[3]Defend the transport for 2 minutes\c[0] until it is repaired!
es_es: \c[3]Защищайте транспорт две минуты\c[0], пока он не будет восстановлен!

source: Crate scratched!
es_es: Ящик поцарапан!

source: Crate damaged!
es_es: Ящик повреждён!

source: Crate heavily damaged!
es_es: Ящик сильно повреждён!

source: Crate critically damaged!
es_es: Ящик критически повреждён!

# data/maps/heat/path-05.json//entities/204/settings/event/12/text
source: Crate is gonna blow!
es_es: Ящик сейчас взорвётся!

# data/maps/heat/path-05.json//entities/204/settings/event/27/text
source: Crate destroyed!
es_es: Ящик уничтожен!

# data/maps/heat/path-05.json//entities/204/settings/event/40/text
source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

# data/maps/heat/path-05.json//entities/205/settings/event/18/text
source: Transport repaired!
es_es: Транспорт отремонтирован!

# data/maps/heat/path-05.json//entities/205/settings/event/34/name
source: Quo'wark
es_es: Ку'варк

# data/maps/heat/path-05.json//entities/205/settings/event/35/name
source: Diaz'trez
es_es: Дваз'триз

# data/maps/heat/path-05.json//entities/205/settings/event/37/message
source: Human did good job!
es_es: Человек сделал хорошую работу!

# data/maps/heat/path-05.json//entities/205/settings/event/38/message
source: Yes, cargo saved, \v[lore.title.shad] saved, day saved!
es_es: Да, груз спасён, шады спасены, мир спасён!

# data/maps/heat/path-05.json//entities/205/settings/event/40/message
source: Now travel continue.\. Hopefully uneventful.\. Boss already angry as is, I wager.
es_es: Теперь путешествие продолжится.\. Надеюсь, без происшествий.\. Держу пари, босс уже в бешенстве.

# data/maps/heat/path-05.json//entities/205/settings/event/41/message
source: We, hurry then!\. Boss rage scary!
es_es: Нам лучше поторопиться!\. Ярость босса страшна!

# data/maps/heat/path-05.json//entities/205/settings/event/43/message
source: Thank you and goodbye, \v[lore.title.seeker].\. Talk to boss in town for reward.
es_es: Спасибо и до свидания, Искатель.\. Поговори с боссом в городе насчёт награды.

# data/maps/heat/path-05.json//entities/205/settings/event/44/message
source: Bye!
es_es: Пока!

# data/maps/heat/path-05.json//entities/208/settings/analyzable/text
source: Quo'wark
es_es: Ку'варк

# data/maps/heat/path-05.json//entities/208/settings/npcStates/1/event/0/name
source: Diaz'trez
es_es: Дваз'триз

# data/maps/heat/path-05.json//entities/208/settings/npcStates/1/event/2/message
source: I don't like the sand.\. Such coarse, rough... and full of biting bones!
es_es: Я не люблю песок.\. Такой грубый, жёсткий... и полный кусающих костей!

# data/maps/heat/path-05.json//entities/208/settings/npcStates/1/event/4/message
source: Please find items quickly, so we can return to town!
es_es: Пожалуйста, найди предметы быстро, чтобы мы могли вернуться в город!

# data/maps/heat/path-05.json//entities/226/settings/event/1/thenStep/0/text
source: KILL
es_es: УБЕЙТЕ

# data/maps/heat/path-05.json//entities/227/settings/analyzable/text
source: Important Crate
es_es: Важный ящик

# data/maps/heat/path-05.json//entities/228/settings/event/6/name
source: Quo'wark
es_es: Ку'варк

# data/maps/heat/path-05.json//entities/228/settings/event/7/name
source: Dia'strez
es_es: Диа'стриз

# data/maps/heat/path-05.json//entities/228/settings/event/9/message
source: Hi!
es_es: Привет!

# data/maps/heat/path-05.json//entities/228/settings/event/10/message
source: Ah, please no eat scaly Shad.\.
es_es: Ах, пожалуйста, не ешьте чешуйчатых шадов.\.

# data/maps/heat/path-05.json//entities/228/settings/event/11/message
source: Oh dummy!\. Open eyes, it not a monster.\. It human!
es_es: Ох, дурак!\. Открой глаза, это не монстр.\. Это человек!

# data/maps/heat/path-05.json//entities/228/settings/event/12/message
source: Oh.\. Yes, that true.\. Such danger here, not good for Shad nerves.
es_es: Ой.\. Да, это правда.\. Так опасно здесь, не годится для нервов шадов.

# data/maps/heat/path-05.json//entities/228/settings/event/14/message
source: Ignore big baby.\. Is human here to help?\. Us could need help with great problem.
es_es: Не обращай внимания на этого взрослого ребёнка.\. Человек здесь, чтобы помочь? Нам может понадобиться помощь с большой проблемой.

# data/maps/heat/path-05.json//entities/228/settings/event/15/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/228/settings/event/16/message
source: Sent by Bazaarboss itself?\. Such kindness, he thinking of workers!
es_es: Прислан самим Базарным боссом?\. Такая доброта, он думает о рабочих!

# data/maps/heat/path-05.json//entities/228/settings/event/17/message
source: He more think of precious cargo, me think.\. No matter, help is help!
es_es: Он больше думает о драгоценном грузе, я думаю.\. Неважно, помощь - это помощь!

# data/maps/heat/path-05.json//entities/228/settings/event/18/message
source: \v[lore.title.seeker], look at transportation platform behind us.
es_es: Искатель, смотри на транспортную платформу позади меня.

# data/maps/heat/path-05.json//entities/228/settings/event/19/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/228/settings/event/24/name
source: Quo'wark
es_es: Ку'варк

# data/maps/heat/path-05.json//entities/228/settings/event/25/name
source: Dia'strez
es_es: Диа'стриз

# data/maps/heat/path-05.json//entities/228/settings/event/27/message
source: It fine human technology, helped us move much crates.\. But now it broke.
es_es: Это хорошая человеческая технология, помогала нам двигать много ящиков.\. Но теперь она сломана.

# data/maps/heat/path-05.json//entities/228/settings/event/29/message
source: Yes, shield still work, so no monsters eat precious cargo.\. But floaty device not work anymore.
es_es: Да, щит ещё работает, так что монстры не едят драгоценный груз.\. Но парящее устройство уже не работает.

# data/maps/heat/path-05.json//entities/228/settings/event/30/message
source: Meaning we stuck like rock.\. And need materials for repair. Like \c[3]\v[item.190.name]\c[0] from city.
es_es: Это значит, что мы застряли, как камень.\. И нам нужны материалы для починки. Например, \c[3]Обработанный металл\c[0] из города.

# data/maps/heat/path-05.json//entities/228/settings/event/31/message
source: Also \c[3]\v[item.186.name]\c[0]!\. And \c[3]\v[item.177.name]\c[0]!\. Both found in desert, if hit plants!
es_es: А ещё \c[3]Сухие полена\c[0]!\. И \c[3]Живая вода\c[0]!\. Можно найти в пустыне, если бить растения!

# data/maps/heat/path-05.json//entities/228/settings/event/32/message
source: Yes, but different plants, not forget!\. And that it.
es_es: Да, но разные растения, не забудь!\. На этом всё.

# data/maps/heat/path-05.json//entities/228/settings/event/37/name
source: Quo'wark
es_es: Ку'варк

# data/maps/heat/path-05.json//entities/228/settings/event/38/name
source: Dia'strez
es_es: Диа'стриз

# data/maps/heat/path-05.json//entities/228/settings/event/40/message
source: Human understand and bring materials?
es_es: Человек понимает и принесёт материалы?

# data/maps/heat/path-05.json//entities/228/settings/event/41/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/228/settings/event/42/message
source: Good news!\. Please hurry and help us move again.
es_es: Хорошие новости!\. Пожалуйста, поспеши и помоги нам двигаться снова.

# data/maps/heat/path-05.json//entities/228/settings/event/43/message
source: Yes, we wait and guard crate.\. And try not be eaten.
es_es: Да, мы ждём и охраняем ящик.\. И пытаемся не быть съеденными.

# data/maps/heat/path-05.json//entities/228/settings/event/44/message
source: Bye!
es_es: Пока!

# data/maps/heat/path-05.json//entities/229/settings/event/6/name
source: Quo'wark
es_es: Ку'варк

# data/maps/heat/path-05.json//entities/229/settings/event/7/name
source: Dia'strez
es_es: Диа'стриз

# data/maps/heat/path-05.json//entities/229/settings/event/9/message
source: Hi!
es_es: Привет!

# data/maps/heat/path-05.json//entities/229/settings/event/10/message
source: You got needed materials?\. It splendid!
es_es: Ты достала необходимые материалы?\. Это великолепно!

# data/maps/heat/path-05.json//entities/229/settings/event/11/message
source: Yes!\. It splendid!\. Now we can do repairs and leave sandy sharkplace!
es_es: Да!\. Это великолепно! Теперь мы можем сделать ремонт и покинуть песочное акулье место!

# data/maps/heat/path-05.json//entities/229/settings/event/12/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/229/settings/event/13/message
source: Yes, but there one problem.\. To repair engine, platform needs restart.\. Including shield.
es_es: Да, но есть одна проблема.\. Чтобы починить двигатель, платформе нужен перезапуск.\. Включая щит.

# data/maps/heat/path-05.json//entities/229/settings/event/14/message
source: Oh no.\. Then monsters can attack precious cargo!
es_es: О нет.\. Тогда монстры могут напасть на драгоценный груз!

# data/maps/heat/path-05.json//entities/229/settings/event/16/message
source: \v[lore.title.seeker] we need more help.\. Please also protect transport for time needed to restart.
es_es: Искатель, нам нужно больше помощи.\. Пожалуйста, защити транспорт на время, необходимое для перезапуска.

# data/maps/heat/path-05.json//entities/229/settings/event/17/message
source: Yes, yes.\. Please help.\. It only around 2 minutes!
es_es: Да-да.\. Пожалуйста, помоги.\. Это всего где-то две минуты!

# data/maps/heat/path-05.json//entities/229/settings/event/19/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/229/settings/event/20/message
source: Good, good!\. Please prepare for protection and talk again, when ready!
es_es: Хорошо, хорошо!\. Пожалуйста, подготовься для защиты и поговори снова, когда готова!

# data/maps/heat/path-05.json//entities/230/settings/event/7/name
source: Quo'wark
es_es: Ку'варк

# data/maps/heat/path-05.json//entities/230/settings/event/8/name
source: Dia'strez
es_es: Диа'стриз

# data/maps/heat/path-05.json//entities/230/settings/event/10/message
source: Hi!
es_es: Привет!

# data/maps/heat/path-05.json//entities/230/settings/event/11/message
source: Human ready to defend crate?
es_es: Человек готов защищать ящик?

# data/maps/heat/path-05.json//entities/230/settings/event/12/0/0/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/230/settings/event/12/0/1/message
source: Hurray!
es_es: Ура!

# data/maps/heat/path-05.json//entities/230/settings/event/12/0/2/message
source: Good, we starting repairs then.\. Please protect crate till shield is back!
es_es: Хорошо, тогда мы начинаем починку.\. Пожалуйста, защищай ящик, пока щит не вернётся.

# data/maps/heat/path-05.json//entities/230/settings/event/12/0/10/text
source: Self-repair process started. Shields offline!
es_es: Процесс самовосстановления начался. Щиты отключены!

# data/maps/heat/path-05.json//entities/230/settings/event/12/0/14/name
source: Quo'wark
es_es: Ку'варк

# data/maps/heat/path-05.json//entities/230/settings/event/12/0/15/name
source: Dia'strez
es_es: Диа'стриз

# data/maps/heat/path-05.json//entities/230/settings/event/12/0/17/message
source: Oh no, bad feeling!
es_es: О нет, плохое предчувствие!

# data/maps/heat/path-05.json//entities/230/settings/event/12/0/18/message
source: \v[lore.title.seeker] be ready!\. Angry bone creatures come near!
es_es: Искатель, будь готов!\. Злые костяные существа приближаются!

# data/maps/heat/path-05.json//entities/230/settings/event/12/1/0/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/path-05.json//entities/230/settings/event/12/1/1/message
source: Fine, come back when ready.\. Please return soon!
es_es: Ладно, возвращайся, когда будешь готова.\. Пожалуйста, вернись поскорее!

# data/maps/heat/path-05.json//entities/230/settings/event/12/1/2/message
source: Yes, please not leave \v[lore.title.shad] in coarse sand much longer.
es_es: Да, пожалуйста, не оставляй шадов среди грубого песка надолго.

# data/maps/heat/path-05.json//entities/230/settings/event/12/options/0/label
source: [Yes]
es_es: [Да]

# data/maps/heat/path-05.json//entities/230/settings/event/12/options/1/label
source: [No]
es_es: [Нет]

# data/maps/heat/path-05.json//entities/231/settings/analyzable/text
source: Diaz'trez
es_es: Дваз'триз

# data/maps/heat/path-05.json//entities/231/settings/npcStates/1/event/0/name
source: Diaz'trez
es_es: Дваз'триз

# data/maps/heat/path-05.json//entities/231/settings/npcStates/1/event/2/message
source: Human please bring \c[3]\v[item.190.name]\c[0] from town market!
es_es: Человек, пожалуйста, принеси \c[3]Обработанный металл\c[0] с городского рынка!

# data/maps/heat/path-05.json//entities/231/settings/npcStates/1/event/3/message
source: Also \c[3]\v[item.186.name]\c[0]!\. And \c[3]\v[item.177.name]\c[0] from plants in this desert!
es_es: А ещё \c[3]Сухие полена\c[0]!\. И \c[3]Живую воду\c[0] из растений в этой пустыне!

# data/maps/heat/path-05.json//entities/231/settings/npcStates/1/event/4/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/233/settings/event/0/text
source: TRIGGER
es_es: ТРИГГЕР

source: Ah, \v[lore.title.seeker], defend us from mean sharks!
es_es: Ах, Искатель, защити нас от подлых акул!

source: Boss be angry when he sees damage...
es_es: Босс разозлится, когда увидит ущерб...

source: Oh no!
es_es: О нет!

source: Ouch, not sound good.
es_es: Ой, звучит нехорошо.

source: No, not good at all.
es_es: Нет, совсем не хорошо.

source: \v[lore.title.seeker], crate get unstable!\. No more hit, please!
es_es: Искатель, ящик становится неустойчивым!\. Никаких попаданий больше, пожалуйста!

source: Use body to protect, if must!
es_es: Используй тело для защиты, если надо!

# data/maps/heat/path-05.json//entities/237/settings/event/0/message
source: Whoa...\. you can actually walk through here?
es_es: Ого...\. здесь действительно можно было пройти?

# data/maps/heat/path-05.json//entities/238/settings/event/4/message
source: Hi Lea!
es_es: Привет, Лея!

# data/maps/heat/path-05.json//entities/238/settings/event/5/message
source: Hi?
es_es: Привет?

# data/maps/heat/path-05.json//entities/238/settings/event/6/message
source: This is Kit!
es_es: Это Кит!

# data/maps/heat/path-05.json//entities/238/settings/event/7/message
source: I see you arrived in \c[3]Barren Arcs\c[0]!
es_es: Я вижу, что ты прибыла в \c[3]Бесплодные арки\c[0]!

# data/maps/heat/path-05.json//entities/238/settings/event/8/message
source: We'll need to meet at a certain spot...\. hm...\. how to describe it...
es_es: Нам нужно встретиться в определённом месте...\. хм...\. как бы это описать...

# data/maps/heat/path-05.json//entities/238/settings/event/9/message
source: Okay, first look for a \c[3]lonely pillar\c[0] in a \c[3]nearby chasm\c[0]...
es_es: Ладно, сначала найди \c[3]одинокий столб\c[0] \c[3]в пропасти неподалёку\c[0]...

# data/maps/heat/path-05.json//entities/238/settings/event/10/message
source: From there, just head \c[3]straight to the south\c[0]!
es_es: Оттуда просто двигайся \c[3]прямо на юг\c[0]!

# data/maps/heat/path-05.json//entities/238/settings/event/11/message
source: Got that?
es_es: Поняла?

# data/maps/heat/path-05.json//entities/238/settings/event/13/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/238/settings/event/14/thenStep/0/message
source: Oh... and also please make sure you are \c[3]by yourself\c[0].
es_es: Ой... а также, пожалуйста, убедись, что ты \c[3]одна\c[0].

# data/maps/heat/path-05.json//entities/238/settings/event/14/thenStep/1/message
source: We need to keep this confidential!
es_es: Нам нужно сохранить это в тайне!

# data/maps/heat/path-05.json//entities/238/settings/event/17/message
source: Lea, again, are you really sure about this?
es_es: Лея, опять-таки, ты точно уверена в этом?

# data/maps/heat/path-05.json//entities/238/settings/event/18/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/240/settings/event/3/message
source: Right...\. you found the \c[3]lonely pillar\c[0].
es_es: Так...\. ты нашла \c[3]одинокий столб\c[0].

# data/maps/heat/path-05.json//entities/240/settings/event/4/message
source: Now just head \c[3]straight to the south\c[0]!
es_es: Теперь \c[3]прямо на юг\c[0]!

# data/maps/heat/path-05.json//entities/240/settings/event/5/message
source: You're very close!
es_es: Ты очень близко!

# data/maps/heat/path-05.json//entities/241/settings/npcStates/1/event/2/message
source: Just keep running at this wall to \c[3]east\c[0].
es_es: Просто беги в эту стену на \c[3]востоке\c[0].

# data/maps/heat/path-05.json//entities/241/settings/npcStates/1/event/3/message
source: Once you do that, I'll give you instructions to find exactly the \c[3]right spot\c[0]!
es_es: Как только ты начнёшь, я буду давать инструкции, чтобы найти \c[3]нужную точку\c[0]!

# data/maps/heat/path-05.json//entities/241/settings/npcStates/1/event/4/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/241/settings/npcStates/4/event/2/message
source: From here keep running at the wall to \c[3]south\c[0].
es_es: Отсюда беги по стене к \c[3]югу\c[0].

# data/maps/heat/path-05.json//entities/241/settings/npcStates/4/event/3/message
source: I'll again give you instructions to find the \c[3]right spot\c[0]!
es_es: Я снова буду давать тебе инструкции, чтобы найти \c[3]правильное место\c[0]!

# data/maps/heat/path-05.json//entities/243/settings/event/1/thenStep/4/message
source: Lea... you need to \c[3]disband your party\c[0].
es_es: Лея... тебе нужно \c[3]распустить свою группу\c[0].

# data/maps/heat/path-05.json//entities/243/settings/event/1/thenStep/5/message
source: We shouldn't risk to have more players involved in this.
es_es: Мы не можем рисковать, чтобы в этом участвовало больше игроков.

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/12/message
source: There you are!
es_es: Вот ты где!

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/13/message
source: Hi?!
es_es: Привет?!

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/15/message
source: Ha...\. you look confused.\. That makes sense.
es_es: Ха...\. ты выглядишь растерянной.\. Это логично.

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/16/message
source: You don't see avatars like mine around here that often, do you?
es_es: Не часто видишь аватаров вроде моего, не так ли?

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/17/message
source: How?
es_es: Как?

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/18/message
source: Well...\. there are some tricks you can use to get an avatar like this.
es_es: Ну...\. есть несколько уловок, которые можно использовать, чтобы получить такой внешний вид.

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/19/message
source: Though this isn't exactly allowed.\. Which is why I can't just walk around all willy-nilly!
es_es: Хотя это не совсем разрешено.\. Вот почему я не могу просто ходить в открытую!

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/21/message
source: Why?
es_es: Почему?

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/22/message
source: Huh?\. Why am I using this Avatar then?
es_es: А?\. Почему я использую этот облик?

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/23/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/24/message
source: Well...\. it's cute, don't you think?
es_es: Ну...\. он милый, тебе не кажется?

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/26/message
source: Also it will be helpful for what we're about to do.
es_es: Также это будет полезно для того, что мы собираемся сделать.

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/27/message
source: There is a reason they don't want modded avatars like this.
es_es: Есть причина, по которой они не хотят таких модифицированных аватаров.

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/28/message
source: The game tends to glitch...\. just a little bit easier!
es_es: Игра имеет тенденцию давать сбой... \. немного чаще!

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/30/message
source: Oh yeah, I probably should explain what we're doing today!
es_es: Ах да, я, наверное, должна объяснить, чем мы сегодня займёмся!

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/31/message
source: We'll explore some \c[3]new and unknown territory\c[0]!
es_es: Мы будем исследовать \c[3]новые и неизвестные территории\c[0]!

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/33/message
source: In fact, I understand it's a little testing area for developers that has been left in the Playground.
es_es: На самом деле, как я понимаю, это небольшой тестовый полигон для разработчиков, который был оставлен в игровой зоне.

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/34/message
source: And it's supposed to be quite the experience!
es_es: И это должно быть довольно интересно!
