Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat.po
Languages: es_es

source: This highly-advanced machine is programmed to follow its user after activation and dispenses explosive devices (also known as \c[3]"bombs"\c[0]) after being hit with a \c[3]charged range attack\c[0].
es_es: Эта современная машина была запрограммирована следовать за пользователем после активации и помещать взрывные устройства (также известные как \c[3]"бомбы"\c[0]) при ударе \c[3]заряженным VRP\c[0].

source: When reloading and generally not dispensing "bombs" it will try to evade the movements of its user with highly refined movement algorithms.
es_es: При перезарядке и неактивной выдаче "бомб" он будет стараться уклоняться от движения пользователя при помощи высокоточных алгоритмов движения.

source: It can be manually deactivated again at this console or it will automatically return to the idle-state when the user leaves the space of operation (for example: a cave).
es_es: Он может быть деактивирован вручную на этой консоли или автоматически вернётся в состояние ожидания, когда пользователь покидает место работы (например: пещеру).

source: WARNING: Keep stored in dry and cool locations. Should only be used by trained personnel. Keep far away from children and dogs.
es_es: ВНИМАНИЕ: Хранить в сухих и прохладных местах. Для использования только квалифицированным персоналом. Держать вдали от детей и собак.

source: \v[combat.name.heat/special/kamikatze-helper] not at station!
es_es: \v[combat.name.heat/special/kamikatze-helper] не на станции!

source: Information and manual
es_es: Информация и руководство

source: Activate \v[combat.name.heat/special/kamikatze-helper]
es_es: Активировать \v[combat.name.heat/special/kamikatze-helper]

source: Deactivate \v[combat.name.heat/special/kamikatze-helper]
es_es: Деактивировать \v[combat.name.heat/special/kamikatze-helper]

source: Cancel
es_es: Отмена

source: Returning to station...
es_es: Возвращение к станции...

source: Deactivated!
es_es: Деактивирован!

# data/maps/heat/test.json//entities/68/settings/event/4/guiInfo/settings/text
source: Crate HP
es_es: HP ящика

# data/maps/heat/test.json//entities/68/settings/event/5/task
source: Hungry lifeforms approaching!
es_es: Приближаются голодные формы жизни!

# data/maps/heat/test.json//entities/68/settings/event/19/task
source: \c[3]Defend the tree for 2 minutes\c[0] for the salve to take effect!
es_es: \c[3]Защищайте дерево в течение двух минут\c[0], чтобы бальзам вступил в силу!

source: Salve weakened!
es_es: Бальзам ослаблен!

source: Salve strongly weakened!
es_es: Бальзам сильно ослаблен!

source: Salve almost dissolved!
es_es: Бальзам почти растворился!

source: Salve dissolved!
es_es: Бальзам растворился!

# data/maps/heat/test.json//entities/70/settings/event/7/text
source: Salve lost effect. The sickness returned!
es_es: Бальзам потерял эффект. Болезнь вернулась!

# data/maps/heat/test.json//entities/70/settings/event/18/text
source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

# data/maps/heat/test.json//entities/71/settings/event/11/text
source: Tree healed!
es_es: Дерево исцелено!

source: WARNING
es_es: ПРЕДУПРЕЖДЕНИЕ

source: \c[1]WARNING\c[0] Lab A has been critically damaged by an insurgence of militant birds. It will be closed for renovations until further notice. ~ The Management
es_es: \c[1]ПРЕДУПРЕЖДЕНИЕ\c[0] Лаборатории А был нанесён непоправимый ущерб в связи с восстанием боевых птиц. Она будет закрыта на ремонт впредь до дальнейших распоряжений. ~ Администрация

source: Display
es_es: Монитор

source: \c[1]INTERNAL MAIL, SENT\c[0] \c[3]FROM:\c[0] Facility Staff, Office 2B \c[3]TO:\c[0] "Pressure", Management \c[3]Subject:\c[0] This Office
es_es: \c[1]ВНУТРЕННЯЯ ПОЧТА, ОТПРАВЛЕНО\c[0] \c[3]ОТ:\c[0] Персонал комплекса, Офис 2Б \c[3]КОМУ:\c[0] Администрация "Давления" \c[3]Тема:\c[0] Этот офис

source: Greetings, I do appreciate the fact the management is supplying us with the latest tech, but are you guys for real? Who thought this place would be good for an office?
es_es: Приветствую, я ценю тот факт, что руководство поставляет нам новейшие технологии, но ребят, вы серьёзно? Кто посчитал, что это место подходит для офиса?

source: We are all caked in sweat from the damn Isolation Chamber. I can only assume that something must be wrong with the ventilation but this needs to get fixed ASAP.
es_es: Мы все в поту из за этой чёртовой Изоляционной палаты. Я могу только предположить, что что-то не так с вентиляцией, но это нужно починить как можно скорее.

source: For the time being something cool to drink would also suffice. Sincerest Regards, [NAME REDACTED] \c[1][END OF MAIL]\c[0]
es_es: Пока что хватит и прохладных напитков. С уважением, [ИМЯ ОТРЕДАКТИРОВАНО] \c[1][КОНЕЦ ПИСЬМА]\c[0]

source: Display
es_es: Монитор

source: Maintenance Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
es_es: Лифт технического обслуживания: \c[1]отключён\c[0]. Хотите включить лифт?

source: Maintenance Elevator \c[2]enabled\c[0]!
es_es: Лифт технического обслуживания \c[2]включён\c[0]!

source: [yes]
es_es: [да]

source: [no]
es_es: [нет]

source: Hologram
es_es: Голограмма

source: Steve B. Ruger
es_es: Стив Б. Рюгер

source: Hello, thank you for visiting the compound.\. I am \c[3]Steve B. Ruger\c[0], speaking for \c[3]High-Pressure Arms\c[0].
es_es: Здравствуйте, спасибо за посещение комплекса.\. Я \c[3]Стив Б. Рюгер\c[0], выступающий от \c[3]"Оружия высокого давления"\c[0].

source: You might have heard of our company.\. We made some advancements in weapon technology over the years.
es_es: Возможно, вы слышали о нашей компании.\. За прошедшие годы мы добились определённых успехов в оружейных технологиях.

source: Powerful, long-ranged guns.\. Some lasers, always nice.\. Guided missiles as well.\. Also, convenient self-defense guns.
es_es: Мощные, дальнобойные пушки.\. Немного лазеров, круто.\. Управляемые ракеты.\. А ещё удобное вооружение для самообороны.

source: Basically lots of weapons, used by many different kinds of people.\. Keeping the \v[lore.title.track-of-ancients] at bay and all that.
es_es: В общем, много оружия, используемого разными людьми.\. Держим Путь Древних под контролем и всё такое.

source: We also make sure to create open systems for our products to closely work together with partners from other fields.
es_es: Мы также создаём открытые системы для наших продуктов, чтобы тесно сотрудничать с партнёрами из других областей.

source: That way we have access to a very broad set of skills to create all those ambitious projects of ours.
es_es: Таким образом, у нас есть доступ к очень широкому набору навыков для создания всех наших амбициозных проектов.

source: For example, our recent task involves taming some of the more intelligent birds on this planet and arming them.
es_es: Например, наша последняя задача состоит в том, чтобы приручить несколько самых умных птиц на этой планете и вооружить их.

source: This could open up a variety of useful applications for society, if we see it finished.
es_es: Это может иметь множество полезных применений для общества, если мы закончим с этим.

source: In any case, I hope you enjoy following our progress and stick around for future developments.
es_es: В любом случае, я надеюсь, что вы будете с удовольствием следить за нашим прогрессом и за дальнейшими разработками.

source: Display
es_es: Монитор

source: \c[1]PRIVATE NOTE\c[0] \c[3]Title:\c[0] Important reminder
es_es: \c[1]ЛИЧНАЯ ЗАМЕТКА\c[0] \c[3]Заголовок:\c[0] Важное напоминание

source: - Take breaks when you need them! - Drink water regularly! - Love yourself, always! \c[1][END OF NOTE]\c[0]
es_es: - Делай перерывы, когда тебе нужно! - Регулярно пей воду! - Люби себя всё время! \c[1][КОНЕЦ ЗАМЕТКИ]\c[0]

source: Call
es_es: Вызвать

source: Call
es_es: Вызвать

source: Bridge Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
es_es: Мостовой лифт: \c[1]отключён\c[0]. Хотите включить лифт?

source: Bridge Elevator \c[2]enabled\c[0]!
es_es: Мостовой лифт \c[2]включён\c[0]!

source: [yes]
es_es: [да]

source: [no]
es_es: [нет]

source: Display
es_es: Монитор

source: Test sequence status: \c[2]ready\c[0]. \c[1]Start test sequence\c[0]?
es_es: Состояние тестовой последовательности: \c[2]готово\c[0]. \c[1]Начать тестовую последовательность\c[0]?

source: Preparing to \c[2]initiate test sequence\c[0]!
es_es: Подготовка к \c[2]инициализации тестовой последовательности\c[0]!

source: Please \c[3]enter\c[0] the \c[3]lower area\c[0] to begin.
es_es: Пожалуйста, \c[3]войдите в нижнюю область\c[0], чтобы начать.

source: Completion of test sequence is \c[3]required\c[0] in order to open the door.
es_es: Выполнение тестовой последовательности \c[3]необходимо\c[0] для того, чтобы открыть дверь.

source: [yes]
es_es: [да]

source: [no]
es_es: [нет]

source: Bridge Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
es_es: Мостовой лифт: \c[1]отключён\c[0]. Хотите включить лифт?

source: Bridge Elevator \c[2]enabled\c[0]!
es_es: Мостовой лифт \c[2]включён\c[0]!

source: [yes]
es_es: [да]

source: [no]
es_es: [нет]

source: Display
es_es: Монитор

source: Mortal Chamber Status: \c[1]closed\c[0]. \c[2]Open Door?\c[0]
es_es: Статус Смертельной камеры: \c[1]закрыто\c[0]. \c[2]Открыть дверь?\c[0]

source: [yes]
es_es: [да]

source: [no]
es_es: [нет]

source: Hologram
es_es: Голограмма

source: Steve B. Ruger
es_es: Стив Б. Рюгер

source: Hello and welcome back to our research facility.\. Things are still progressing at a steady rate.
es_es: Здравствуйте и добро пожаловать обратно в наш исследовательский центр.\. Дела продвигаются всё так же уверенно.

source: Well, mostly.\. We have worked a bit too well in some regards, but I will talk about those complications later.
es_es: Ну, в основном.\. В некотором смысле мы работали слишком хорошо, но о возникших осложнениях я расскажу позже.

source: First off, taming some of the more intelligent beings on this fascinating planet was easier than expected.
es_es: Во-первых, приручить некоторых из наиболее разумных существ на этой удивительной планете оказалось проще, чем ожидалось.

source: In fact it seems like they want to outright cooperate with us!\. The results of our logic tests have been very satisfying.
es_es: На самом деле, кажется, что они сами хотят напрямую сотрудничать с нами!\. Результаты наших логических тестов были очень удовлетворительными.

source: Their reception of the firearms has also been very positive.
es_es: Их принятие огнестрельного оружия также было очень позитивным.

source: They got the hang of it immediately and became inseparable from their new tools.
es_es: Они сразу поняли суть оружия и стали неотделимы от своих новых инструментов.

source: However, that's where the problems first began, actually.\. And maybe expectedly.
es_es: Однако именно здесь и начинаются проблемы.\. И, возможно, вполне ожидаемо.

source: The intelligent birds that we armed with cutting-edge weapons became unruly.\. Imagine that.
es_es: Умные птицы, которых мы вооружили самым современным оружием, стали неуправляемыми.\. Только представьте.

source: Long story short, they tried to revolt and escape.\. A very disappointing development.
es_es: Короче говоря, они попытались восстать и сбежать.\. Очень разочаровывающе.

source: However, we already started a second project with different types of creatures in the facility next door.
es_es: Тем не менее, мы уже начали второй проект с другими типами существ на соседнем объекте.

source: This time we are trying to combine ground-based creatures with light artillery weapons.
es_es: На этот раз мы пытаемся объединить наземных существ с лёгким артиллерийским оружием.

source: This should prove much less risky than our previous endeavor, so please look forward to our next report!
es_es: Это должно оказаться гораздо менее рискованным, чем наше предыдущее предприятие, поэтому, пожалуйста, ожидайте наш следующий доклад!

source: Until then... bye!
es_es: До тех пор... прощайте!

source: Display
es_es: Монитор

source: \c[1]INTERNAL MAIL, SENT\c[0] \c[3]FROM:\c[0] Facility Staff, Office 3A \c[3]TO:\c[0] "Pressure", Management \c[3]Subject:\c[0] Facility Hygiene
es_es: \c[1]ВНУТРЕННЯЯ ПОЧТА, ОТПРАВЛЕНО\c[0] \c[3]ОТ:\c[0] Персонал комплекса, Офис 2Б \c[3]КОМУ:\c[0] Администрация "Давления" \c[3]Тема:\c[0] Гигиена в офисе

source: Good day dear management, First I want to repeat my gratitude for all the trust and opportunities you have given me with this job. This work has been very fulfilling and interesting.
es_es: Добрый день, дорогая администрация, сперва я хочу ещё раз поблагодарить вас за доверие, а так же за возможности, которые вы мне предоставили с этой работой. Эта работа была очень насыщенной и интересной.

source: However, those birds, as fascinating as they are, cause a lot of problems with their excrement. They leave it everywhere and also shoot holes into the walls. Combined with the heat of this place it really creates an uncomfortable smell in the entire facility.
es_es: Тем не менее, эти птицы, какими бы удивительными они ни были, вызывают много проблем с экскрементами. Они оставляют их повсюду, а также пробивают дыры в стенах. В сочетании с жарой этого места это создаёт неприятный запах во всём помещении.

source: So I would kindly request for more manpower in the cleaning force. Thank you in advance! Sincerest Regards, [NAME REDACTED] \c[1][END OF MAIL]\c[0]
es_es: Поэтому я хотел бы попросить больше персонала для уборочных работ. Заранее спасибо! С уважением, [ИМЯ ОТРЕДАКТИРОВАНО] \c[1][КОНЕЦ ПИСЬМА]\c[0]

source: Display
es_es: Монитор

source: \c[1]INTERNAL MAIL, SENT\c[0] \c[3]FROM:\c[0] Facility Staff, Office 3B \c[3]TO:\c[0] Facility Staff, Office 3A \c[3]Subject:\c[0] That Noise
es_es: \c[1]ВНУТРЕННЯЯ ПОЧТА, ОТПРАВЛЕНО\c[0] \c[3]ОТ:\c[0] Персонал комплекса, Офис 3Б \c[3]КОМУ:\c[0] Персонал комплекса, Офис 3А \c[3]Тема:\c[0] Этот шум

source: Hey you guys next door, There's constant noise coming from your side, like you are having a war over there. Can you try to keep it down a bit? We just got everything settled in here and our cute scorpions are already getting restless.
es_es: Эй вы, ребята по соседству, с вашей стороны идёт постоянный шум, как будто у вас там война. Можете ли вы попытаться немного утихомириться? Мы только что всё настроили здесь, и наши милые скорпионы уже становятся неугомонными.

source: We almost got them properly tamed and ready for real training so don't make this too hard for us, okay? Cheers, [NAME REDACTED] \c[1][END OF MAIL]\c[0]
es_es: У нас почти получилось приручить их, и мы готовы к реальным тренировкам, так что не усложняйте нам всё, хорошо? Благодарю, [ИМЯ ОТРЕДАКТИРОВАНО] \c[1][КОНЕЦ ПИСЬМА]\c[0]

source: \c[1]INTERNAL MAIL, SENT\c[0] \c[3]FROM:\c[0] Facility Staff, Office 3B \c[3]TO:\c[0] Facility Staff, Office 3A \c[3]Subject:\c[0] RE:RE:That Noise
es_es: \c[1]ВНУТРЕННЯЯ ПОЧТА, ОТПРАВЛЕНО\c[0] \c[3]ОТ:\c[0] Персонал комплекса, Офис 3Б \c[3]КОМУ:\c[0] Персонал комплекса, Офис 3А \c[3]Тема:\c[0] RE:RE:Этот шум

source: Hey neighbors, An armed revolt you say? Huh, that sounds rough. I guess birds with guns were a bit of a risky gamble. I hope you are getting this under control before it becomes a bother for all of us.
es_es: Эй, соседи, вооружённое восстание, говорите? Да, звучит сурово. Я предполагаю, что птицы с оружием были чем-то вроде рискованной игры. Я надеюсь, что у вас всё под контролем, прежде чем это станет беспокоить всех нас.

source: Anyway, good luck with that and please don't let them escape in our direction. Cheers, [NAME REDACTED] PS: Joint dinner and laserbowling next Friday? \c[1][END OF MAIL]\c[0]
es_es: В любом случае, удачи с этим и, пожалуйста, не дайте им уйти в нашем направлении. Благодарю, [ИМЯ ОТРЕДАКТИРОВАНО] П.С.: Совместный ужин и лазерная стрельба в следующую пятницу? \c[1][КОНЕЦ ПИСЬМА]\c[0]

source: Call
es_es: Вызвать

source: \c[1]--- Initiating Test Sequence ---\. Subject:\. Heavy Laser Unit
es_es: \c[1]Инициирование тестовой последовательности\. Объект:\. Тяжёлая лазерная единица

source: Hologram
es_es: Голограмма

source: Steve B. Ruger
es_es: Стив Б. Рюгер

source: Well... This certainly did not work out as planned.\. If you are seeing this you surely will have noticed already.
es_es: Ну... Это определённо сработало не так, как планировалось.\. Если вы видите это, то наверняка уже обратили внимание.

source: The birds revolted again and this time, found a way to escape.
es_es: Птицы восстали снова и на этот раз нашли способ сбежать.

source: We should have known that having windows was a security risk, but hindsight doesn't help us much now.
es_es: Нам следовало ожидать, что наличие окон было угрозой безопасности, но мысли о прошлом не очень помогут нам сейчас.

source: At this point they have already spread all over \v[lore.title.planet] and started to cause trouble.
es_es: На данный момент они уже распространились по всему Шадуну и начали доставлять неприятности.

source: Now it is only a matter of time before this all leads back to us and our secret projects.\. We need to close this down.
es_es: Теперь это только вопрос времени, когда всё это приведёт к нам и нашим секретным проектам.\. Нам придётся закончить с этим.

source: Progress with the \v[combat.name.heat/scorpion]s has been going great.\. It is a shame that we need to leave them behind.
es_es: Прогресс с Щипчиками шёл отлично.\. Обидно, что нам придётся оставить их позади.

source: It seems like creating the third entry in our line of experiments won't be possible this way...
es_es: Кажется, что начинать новое исследование в нашей серии экспериментов будет невозможно таким образом...

source: However, after talking with our colleagues, we decided on an alternative option.
es_es: Однако после разговора с нашими коллегами мы определились с альтернативным вариантом.

source: We will work on a secret joint facility that can house the most qualified of workers for our next project.
es_es: Мы будем работать в секретном совместном предприятии, в котором могут быть самые квалифицированные рабочие для нашего следующего проекта.

source: This might even surpass everything we did so far.\. We will see.\. Interesting times ahead.
es_es: Это может даже превзойти всё, что мы сделали до сих пор.\. Увидим.\. Предстоит интересное время.

source: So, maybe we will see you around, if you can find us.\. Goodbye.
es_es: Так что, может быть, мы увидимся, если вы сможете нас найти.\. Прощайте.

source: Display
es_es: Монитор

source: \c[1]INTERNAL MAIL, INBOX\c[0] \c[3]FROM:\c[0] "The 4 Visionaries" \c[3]TO:\c[0] All Facilities \c[3]Subject:\c[0] The Future
es_es: \c[1]ВНУТРЕННЯЯ ПОЧТА, ВХОДЯЩИЕ\c[0] \c[3]ОТ:\c[0] "Четыре провидца" \c[3]КОМУ:\c[0] Всем предприятиям \c[3]Тема:\c[0] Будущее

source: Good evening everyone, Since \c[3]our funding has been cut\c[0] and \c[3]the facilities got taken by the Track\c[0], we established a \c[3]new place\c[0] where we will preserve and continue our research.
es_es: Всем доброго вечера, с тех пор как \c[3]наше финансирование было урезано\c[0] и \c[3]Путь поглотил комплексы\c[0], мы учредили \c[3]новое место\c[0], где мы сохраним и продолжим наши исследования.

source: The entrance can be found \c[3]somewhere in \v[area.forest.name]\c[0]. You will find the \c[3]key\c[0] to enter it in the \c[3]attachment\c[0] of this message. However, \c[3]by itself the key will not work\c[0].
es_es: Вход можно найти \c[3]где-то в Сапфировом крае\c[0]. Вы найдёте \c[3]ключ\c[0] для доступа во \c[3]вложении\c[0] этого сообщения. Однако \c[3]сам по себе ключ не будет работать\c[0].

source: You will first need to \c[3]decrypt\c[0] it at \c[3]4 different places\c[0] that are hidden somewhere on \v[lore.title.planet], each in a \c[3]different region\c[0].
es_es: Сначала вам нужно будет \c[3]расшифровать\c[0] его в \c[3]четырёх разных местах\c[0], которые спрятаны где-то на Шадуне, каждое в \c[3]разном регионе\c[0].

source: Hints towards \c[1]one\c[0] of the locations can be found in each of our 4 facilities. \c[3]So you will learn one location after reading this very message.\c[0]
es_es: Подсказки по поводу \c[1]одного\c[0] из мест можно найти на каждом из наших четырёх объектов. \c[3]Таким образом, вы узнаете одно местоположение после прочтения этого сообщения.\c[0]

source: Interested \c[3]\v[lore.title.seeker]s\c[0] should know that \c[3]each of their kind\c[0] is destined to enter \c[3]only one of the 4 facilities\c[0] and find a part of the information.
es_es: Заинтересованные \c[3]Искатели\c[0] должны знать, что \c[3]каждому из вас\c[0] суждено войти \c[3]только в одно из четырёх предприятий\c[0] и найти лишь часть информации.

source: But \c[3]through teamwork and communication\c[0] it might be possible to obtain all locations regardless! Everyone who manages to enter will be welcome! Sincerely, "The 4 Visionaries" \c[1][END OF MAIL]\c[0]
es_es: Но \c[3]с помощью командной работы и взаимодействия\c[0] становится возможным получить информацию о всех местах! Мы будем рады каждому, кто сможет войти! С уважением, "Четыре провидца" \c[1][КОНЕЦ СООБЩЕНИЯ]\c[0]

source: \c[1]ATTACHMENT:\c[0] One of the hidden places can be found in \c[3]\v[area.heat-area.name]\c[0], \c[3]"At a hidden source of water, uncovered while searching for cursed treasure."\c[0]!
es_es: \c[1]ВЛОЖЕНИЕ:\c[0] Одно из скрытых мест можно найти в \c[3]Бордовой долине\c[0], \c[3]"У скрытого источника воды, обнаруженного во время поисков проклятого сокровища"\c[0]!

source: Ey'leet
es_es: Э'лиит

source: \v[lore.title.seeker], part of the elite acquire in hidden place, yes?
es_es: \v[lore.title.seeker], часть элиты приобретается в тайном месте, да?

source: [nods]
es_es: [кивает]

source: Such radical accomplishment!\. Very impress!
es_es: Такое кардинальное достижение!\. Очень впечатляет!

source: But machine not receive more power by human standing around and being proud of accomplishment!
es_es: Но машина не получает больше энергии, если человек стоит и гордится своими достижениями!

source: You better bring parts back to me in \v[area.heat-village.name] so machine can be graded up!
es_es: Тебе лучше принести мне детали в \v[area.heat-village.name], чтобы машина могла быть модернизирована!

source: [nods]
es_es: [кивает]

source: Bye!
es_es: Пока!

source: test
es_es: prueba

source: Everyone who manages to enter will be welcome! Sincerely, "The 4 Visionaries" \c[1][END OF MAIL]\c[0]
es_es: ¡Todos los que logren entrar serán bienvenidos! Sinceramente, "Los 4 visionarios" \c[1][FIN DEL CORREO]\c[0]

source: Interested \c[3]\v[lore.title.seeker]s\c[0] should know that \c[3]each of their kind\c[0] is destined to enter \c[3]only one of the 4 facilities\c[0] and find a part of the information.
es_es: Los \c[3]\v[lore.title.seeker]es\c[0] interesados deben saber que \c[3]cada uno de su tipo\c[0] está destinado a ingresar a \c[3]solo una de las 4 instalaciones\c[0] y encontrar una parte de la información.

source: But \c[3]through teamwork and communication\c[0] it might be possible to obtain all locations regardless! Everyone who manages to enter will be welcome! Sincerely, "The 4 Visionaries" \c[1][END OF MAIL]\c[0]
es_es: ¡Pero \c[3]a través del trabajo en equipo y la comunicación\c[0] podría ser posible obtener todas las ubicaciones de todos modos! ¡Todos los que logren entrar serán bienvenidos! Sinceramente, "Los 4 visionarios" \c[1][FIN DEL CORREO]\c[0]

source: \c[1]ATTACHMENT:\c[0] One of the hidden places can be found in \c[3]\v[area.heat-area.name]\c[0], \c[3]"At a hidden source of water, uncovered while searching for cursed treasure."\c[0]!
es_es: \c[1]ADJUNTO:\c[0] ¡Uno de los lugares ocultos se puede encontrar en el \c[3]\v[area.heat-area.name]\c[0], \c[3]"En una fuente de agua oculta, descubierta al buscar un tesoro maldito."\c[0]!
