Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat-village.po
Languages: es_es

source: Good job.
es_es: Хорошая работа.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Yes, you have done well.\. Billston was apprehended and led to a secure prison cell.
es_es: Да, ты молодец.\. Биллстон был задержан и отправлен в надёжную тюремную камеру.

source: He will cause no more crimes against the unity of our species from now on.
es_es: Отныне он больше не станет причиной преступлений против союза наших видов.

source: [nods]
es_es: [кивает]

source: Though, I do fear that he was not acting alone.\. There is still a lot of work to do for us.
es_es: Хотя я боюсь, что он действовал не один.\. Нам предстоит ещё много работы.

source: But... for now we should celebrate the harmony of Shad and humankind.\. And all the progress that has been made!
es_es: Но... пока что мы можем отпраздновать гармонию шадов и человечества.\. И весь прогресс, который был достигнут!

source: You should take your well earned reward.\. And know that you will always be welcome in our midst!
es_es: Ты должна получить своё честно заработанное вознаграждение.\. И знай, что тебя всегда ждут в наших рядах!

source: Sue'zie
es_es: Сью'зи

source: Yes, hero \v[lore.title.seeker] always welcome!
es_es: Да, герой Искатель - всегда добро пожаловать!

source: Natzo'gra
es_es: Натзо'гра

source: Justice for all!
es_es: Справедливость для всех!

source: Hiez'gra
es_es: Хайз'гра

source: Goodbye.
es_es: Прощай.

source: Bye!
es_es: Пока!

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Greetings, \v[lore.title.seeker]!\. Take a seat and listen to the latest town gossip.
es_es: Приветствую, Искатель!\. Садись и послушай последние городские сплетни.

source: Hiez'gra
es_es: Хайз'гра

source: Natso'gra
es_es: Натсо'гра

source: Sue'zie
es_es: Сью'зи

# data/maps/heat-village/interior/house-1.json//entities/38/settings/dialog/0/text
source: Mh... Bread has strong will.
es_es: Мх... Хлеб обладает сильной волей.

# data/maps/heat-village/interior/house-1.json//entities/38/settings/dialog/1/text
source: Hard as steel.
es_es: Твёрдой, как сталь.

source: Lea!
es_es: Лея!

source: Hi!
es_es: Привет!

source: You have a rare talent at surprising me, kid!
es_es: У тебя редкий талант удивлять меня, дитя!

source: It seems like I found myself at a dead end yet again.
es_es: Похоже, что я снова оказался в тупике.

source: It's another of those broken items I'm searching for, for my kids. A sword this time.
es_es: Это один из тех сломанных предметов, которые я ищу для моих детей. Меч на этот раз.

source: I have an actual lead this time, but I can't find the next clue.
es_es: Теперь у меня есть настоящая зацепка, но я не могу найти следующую подсказку.

source: I fear at this rate, it might be too late for me...
es_es: Боюсь, что такими темпами, может быть уже слишком поздно...

source: Would you be able to help an old man?
es_es: Не могла бы ты помочь старику?

source: Thanks, kid!
es_es: Спасибо, дитя!

source: You don't know how much this means to me at this point.
es_es: Ты даже не представляешь себе, как много это для меня значит.

source: Why...?
es_es: Почему...?

source: Ah it doesn't matter, let's get right to the point.
es_es: Ах, это не важно, давай перейдём сразу к делу.

source: This time, a broken item is hidden somewhere in \c[3]\v[area.heat-area.name]\c[0].
es_es: На этот раз, сломанный предмет спрятан где-то в \c[3]Бордовой долине\c[0].

source: There is a secret passage in the \c[3]southwest\c[0] of the area.
es_es: Где-то на \c[3]юго-западе\c[0] должен быть секретный проход.

source: But to unlock the passage you have to offer some sort of \c[3]Coin\c[0].
es_es: Но чтобы открыть проход, у тебя должно быть что-то вроде \c[3]Монеты\c[0].

source: I don't know what exactly this coin is, but I found out that an NPC somewhere in this village has one.
es_es: Не знаю, что именно это за монета, но я узнал, что у одного NPC в этой деревне есть такая.

source: It should be in one of the houses since I already talked to every NPC in the village.
es_es: Он должен быть в одном из домов, так как я уже поговорил со всеми NPC на улице.

source: Maybe it's somewhere higher up, or hidden?
es_es: Может, он спрятался, или где-то наверху?

source: At my age, jumping around on houses is a bit too much...
es_es: В моём возрасте прыгать по домам - это слишком...

source: So this is where you could help me.
es_es: Вот именно в этом ты и можешь помочь мне.

source: [nods]
es_es: [кивает]

source: Alright! Talk to me again if you forget anything.
es_es: Ладно! Снова поговори со мной, если что-то забудешь.

source: Well, off you go then.
es_es: Ну, тогда иди.

source: And don't keep an old man waiting, kid!
es_es: И не заставляй старика ждать, дитя!

source: I understand, though I'm also disappointed. I expect you to help an old man.
es_es: Понимаю, хоть я и разочарован. Надеюсь, что ты поможешь старику.

source: Hello young lady, do you want me to tell you about the place again?
es_es: Здравствуй, юная леди, хочешь, чтобы я ещё раз рассказал тебе об этом месте?

source: [nods]
es_es: [кивает]

source: I see...
es_es: Хорошо...

source: This time, a broken item is hidden somewhere in \c[3]\v[area.heat-area.name]\c[0].
es_es: На этот раз, сломанный предмет спрятан где-то в \c[3]Бордовой долине\c[0].

source: There is a secret passage in the "south west" of the area.
es_es: Где-то на \c[3]юго-западе\c[0] должен быть секретный проход.

source: But to unlock the passage you have to offer some sort of \c[3]Coin\c[0].
es_es: Но чтобы открыть проход, у тебя должно быть что-то вроде \c[3]Монеты\c[0].

source: I don't know what exactly this coin is, but I found out that an NPC somewhere in this village has one.
es_es: Не знаю, что именно это за монета, но я узнал, что у одного NPC в этой деревне есть такая.

source: It should be in one of the houses since I already talked to every NPC in the village.
es_es: Он должен быть в одном из домов, так как я уже поговорил со всеми NPC на улице.

source: [shakes head]
es_es: [мотает головой]

source: I see, then off you go. Don't keep an old man waiting.
es_es: Ясно, тогда иди. Не заставляй старика ждать.

source: Yes
es_es: Да

source: No
es_es: Нет

source: Welcome back kid, any luck finding the \c[3]Broken Sword\c[0]?
es_es: С возвращением, дитя, удалось найти \c[3]Сломанный меч\c[0]?

source: [nods]
es_es: [кивает]

source: Ha ha! Wonderful!
es_es: Ха-ха! Замечательно!

source: Only 2 missing now...
es_es: Теперь не хватает только двух...

source: Mh... Yes, I think it is time I told you why I'm searching for these, right?
es_es: Мм... Да, я думаю, самое время рассказать, зачем я их ищу.

source: You've been a great help and it is only fair for you to know.
es_es: Ты мне очень помогла, и будет справедливо, если ты будешь знать.

source: Even if I'm not a fan of telling other people about my problems.
es_es: Пусть я и не любитель рассказывать другим людям о своих проблемах.

source: You see, I played CrossWorlds with my kids since the game was in its testing phase.
es_es: Видишь ли, я играл в CrossWorlds с моими детьми ещё с того времени, как игра была на стадии тестирования.

source: I think they called it "Closed Beta" or something like that.
es_es: Я думаю, что они называют это "закрытая бета" или вроде того.

source: It was a fun time. I was able to spend time with all of my 4 children.
es_es: Это было весёлое время. Я мог проводить время со всеми моими четырьмя детьми.

source: Everyone was off somewhere in the galaxy, so this game was the perfect meeting ground.
es_es: Всех их раскидало по всей галактике, поэтому эта игра стала идеальным местом встречи.

source: But...
es_es: Но...

source: Half a year ago, everyone just stopped playing.
es_es: Полгода назад, все просто перестали играть.

source: And soon I was the only one playing.
es_es: И вскоре я остался в игре один.

source: My kids always told me this story of a hidden quest where every class needs to participate.
es_es: Мои дети рассказывали мне эту историю о секретном квесте, в котором должен принять участие каждый класс.

source: You find some broken equipment and bring it to a special place.
es_es: Ты находишь сломанное снаряжение и приносишь его в особое место.

source: But we could never actually find it.
es_es: Но мы так и не смогли найти его.

source: It was only a couple of weeks ago that I started hearing rumors.
es_es: А всего пару недель назад до меня начали доходить слухи.

source: And thanks to you, I found 3 of the 5 broken items in less than a week.
es_es: И благодаря тебе, я нашел три из пяти сломанных вещей меньше чем за неделю.

source: I can't thank you enough, Lea!
es_es: Не знаю, как тебя отблагодарить, Лея!

source: Well, it looks like it is time for me to go.
es_es: Ладно, похоже, что мне пора идти.

source: I hope we meet again soon. I'm sure you are as motivated as I am to find the last 2 broken pieces.
es_es: Надеюсь, что мы скоро встретимся. Я уверен, что ты так же мотивирована, как и я, чтобы найти последние две сломанные части.

source: [nods]
es_es: [кивает]

source: Have a good day, young lady. Goodbye.
es_es: Хорошего дня, юная леди. Прощай.

source: Bye!
es_es: Пока!

source: Oy Lady. Can I interest you in a rare trinket?
es_es: Ой, Леди. Могу ли я заинтересовать вас редкой безделушкой?

source: One that will surely bring you nothing but good fortune, I swear!
es_es: Той, которая наверняка принесёт вам только удачу, клянусь!

source: [nods]
es_es: [кивает]

source: Finally... I'm free...
es_es: Наконец-то... я свободен...

source: Well, that was strange...
es_es: Ну, это было странно...

source: I wonder what the coin does...
es_es: Интересно, что делает монета...

source: A coin is sometimes used as a fee for something.
es_es: Монета иногда используется в качестве платы за что-то.

source: [Shakes Head]
es_es: [мотает головой]

source: Aye... ye sure, sweetheart?
es_es: Айа... ты уверена, дорогая?

source: Yes
es_es: Да

source: No
es_es: Нет

source: A flame inside a building? Really?
es_es: Пламя внутри здания? В самом деле?

# data/maps/heat-village/interior/house-2.json//entities/31/settings/text
source: The Book of Dead
es_es: Книга смерти

# data/maps/heat-village/interior/quest-hub-cellar.json//entities/40/settings/text
source: How to clean up
es_es: Как навести порядок

# data/maps/heat-village/interior/quest-hub-cellar.json//entities/41/settings/text
source: Old grocery list
es_es: Старый список продуктов

source: Napper
es_es: Нэппер

source: This book is so interesting!
es_es: Эта книга такая интересная!

source: I can't stop reading it!
es_es: Я не могу перестать читать её!

source: ... are you sure this is about the book?
es_es: ...ты уверена, что речь идёт о книге?

source: ...because you could just take the book and get off the table.
es_es: ...потому что ты можешь просто взять книгу и встать со стола.

source: We're literally surrounded by couches and cushions!
es_es: Мы буквально окружены диванами и подушками!

source: Sorry, I'm just totally immersed in this book right now!
es_es: Извини, но я прямо сейчас полностью погружена в эту книгу!

source: Yeah, sure...
es_es: Да, конечно...

source: Hello fellow player!
es_es: Привет, коллега-игрок!

source: Hi!
es_es: Привет!

source: I'm just looking at the info tables a bit.
es_es: Я просто смотрю на информационные таблицы.

source: Mostly offerings from other players to team up and stuff.
es_es: В основном предложения от других игроков, чтобы объединиться и всякое такое.

source: But from time to time you find a neat little lore tidbit using the \c[3]Seeker Senses\c[0].
es_es: Но время от времени находишь маленькие лакомые кусочки истории игры с помощью \c[3]чутья Искателя\c[0].

# data/maps/heat-village/interior/quest-hub-eg.json//entities/104/settings/text
source: List of reported tim incidents
es_es: Список зарегистрированных происшествий с Тимами

# data/maps/heat-village/interior/quest-hub-eg.json//entities/105/settings/text
source: The tongue of the Shad
es_es: Язык шадов

# data/maps/heat-village/interior/quest-hub-eg.json//entities/106/settings/text
source: Lamps and where to find them
es_es: Лампы, и где их найти

source: Shhh!
es_es: Тссс!

source: I'm watching the advisor over there.
es_es: Я наблюдаю за тем советником.

source: I want to find out how varied his responses actually are.
es_es: Я хочу узнать, насколько разнообразны его ответы.

source: It's been disappointing so far. He really does just say the same thing over and over again.
es_es: Это пока что разочаровывает. Он просто повторяет одно и то же, снова и снова.

source: Dear humans! Great Eldress is waiting upstairs!
es_es: Дорогие люди! Великая старейшина ждёт наверху!

source: She has an important story for you!
es_es: У неё есть важная история для вас!

source: Area: Ba'kii Kum
es_es: Область: Ба'кии Кум

source: \c[3]Bulletin Board\c[0]
es_es: \c[3]Доска объявлений\c[0]

source: Talatu Lips
es_es: Талату Липс

source: Howdy, girl!
es_es: Приветик, девочка!

source: Hi!
es_es: Привет!

source: Ah've found a way ta spice up that hat Ah gave ya'll.
es_es: Я придумала, как можно оживить ту шляпу, что я дала тебе.

source: Ya'll ready fer an upgrade?
es_es: Готова к обновлению?

source: [nods]
es_es: [кивает]

source: Here ya'll go!
es_es: Держи!

source: Talatu Lips
es_es: Талату Липс

source: Bigger an' better, jes' like that.
es_es: Больше и лучше, именно так.

source: Ah'll see ya'll in the fields. 'Til nex' time!
es_es: Увидимся в полях. До встречи!

source: Bye!
es_es: Пока!

source: Human, are you willing to help us in exchange for \c[3]Shiny Orb\c[0]?
es_es: Человек, ты готов помочь нам в обмен на \c[3]Блестящую сферу\c[0]?

source: You have our deepest thanks!
es_es: Прими нашу глубокую благодарность!

source: Please take this \c[3]Pass\c[0]. Needed to enter cave below \c[3]Maroon Tree\c[0].
es_es: Пожалуйста, возьми этот \c[3]Пропуск\c[0]. Необходим для входа в пещеру под \c[3]Бордовым деревом\c[0].

source: Good luck!
es_es: Удачи!

source: Shad understand. Please talk to us when you change mind.
es_es: Шады понимают. Пожалуйста, поговори с нами, когда передумаешь.

source: Please defeat pesky \c[3]sandworms\c[0] in cave below \c[3]Maroon Tree\c[0].
es_es: Пожалуйста, победи надоедливых \c[3]песчаных червей\c[0] в пещере под \c[3]Бордовым деревом\c[0].

source: We will give \c[3]Shiny Orb\c[0] as reward. You need orb to enter \c[3]Faj'ro Temple\c[0].
es_es: Мы дадим \c[3]Блестящую сферу\c[0] в качестве награды. Эта сфера нужна для входа в \c[3]Храм Фай'ро\c[0].

source: Dear Human! Did you defeat pesky sandworms below Maroon Tree?
es_es: Дорогой человек! Ты победил надоедливых песчаных червей под Бордовым деревом?

source: [nods]
es_es: [кивает]

source: Indeed, I see note on pass.
es_es: Действительно, я вижу пометку на пропуске.

source: Thank you so much, human. Because of your help, tree will live many more years!
es_es: Большое тебе спасибо, человек. Благодаря твоей помощи, дерево будет жить ещё много лет!

source: Now I'll hand you \c[3]shiny thing\c[0] for reward.
es_es: Теперь я передам тебе \c[3]блестящую штуку\c[0] в качестве вознаграждения.

source: Human now can go to \c[3]mystic statue\c[0] at market to receive key to \c[3]Faj'ro Temple\c[0].
es_es: Теперь человек может пойти к \c[3]мистической статуе\c[0] на рынке, чтобы получить ключ к \c[3]Храму Фай'ро\c[0].

source: We got the Shiny Orb, everyone!\. The pinnacle of creativity!
es_es: Эй, все, мы получили Блестящую сферу!\. Вершина творчества!

source: Well... it's the Shad.\. They prefer simple terminology, right?
es_es: Ну... это шады.\. Они ведь предпочитают простую терминологию.

source: [nods]
es_es: [кивает]

source: Oui, oui. Good excuse.
es_es: Oui, oui (Да-да). Хорошее оправдание.

source: Time to collect the \c[3]Yellow Sand Shade\c[0] from the statue in \c[3]Ba'kii Kum\c[0].
es_es: Время забрать \c[3]Тень песка\c[0] у статуи в \c[3]Ба'кии Кум\c[0].

source: Thank you human for helping Shad!
es_es: Спасибо тебе, человек, за помощь шадам!

source: Tree will live many more years!
es_es: Дерево будет жить ещё долгие годы!

source: ... If human still help us defeat sandworm for years to come.
es_es: ...Если человек поможет нам победить песчаного червя в будущем.

source: You have to thank the sandworms for helping us keep good diplomatic relations with the Shad.
es_es: Ты должна поблагодарить песчаных червей за то, что они помогли нам сохранить хорошие дипломатические отношения с шадами.

source: Dear humans, I am Eldress of Ba'kii Kum.
es_es: Дорогие люди, я старейшина Ба'кии Кум.

source: You have my thanks for visiting our small, humble town of Shad.
es_es: Спасибо за то, что вы посетили наш маленький скромный городок шадов.

source: For many years Humans and Shad have worked together.
es_es: На протяжении многих лет люди и шады сотрудничали.

source: We traded, we shared, we fought together.
es_es: Мы торговали, мы делились, мы сражались вместе.

source: So today Ba'kii Kum is town of Shad and Human.
es_es: Так что сегодня Ба'кии Кум - это город шадов и человека.

source: We know that Humans want to learn about Ancients.
es_es: Мы знаем, что люди хотят узнать о Древних.

source: Ancients are Ancestors of us Shad - yet we still know little!
es_es: Древние - это предки шадов, но мы по-прежнему мало что знаем!

source: Therefore, we want to help Humans!
es_es: Поэтому мы хотим помочь людям!

source: Ba'kii Kum is home of \c[3]mystic statue\c[0].
es_es: Ба'кии Кум является домом \c[3]мистической статуи\c[0].

source: Statue holds key to \c[3]Faj'ro Temple\c[0], important place for Seeker Human.
es_es: Статуя держит ключ к \c[3]Храму Фай'ро\c[0], важному месту для человеческих Искателей.

source: However, Statue only react if Human holds \c[3]Shiny Orb\c[0].
es_es: Однако статуя реагирует, только если человек держит \c[3]Блестящую сферу\c[0].

source: We have \c[3]Shiny Orb\c[0] and will give to Human.
es_es: У нас есть \c[3]Блестящая сфера\c[0], и мы дадим её человеку.

source: But we have one request.
es_es: Но у нас есть одна просьба.

source: In \c[3]East part of Maroon Valley\c[0] you find majestic \c[3]Maroon Tree\c[0].
es_es: В \c[3]восточной части Бордовой долины\c[0] вы найдёте величественное \c[3]Бордовое дерево\c[0].

source: Maroon Tree very important to Shad, but attacked by \c[3]Sandworms\c[0] of Track.
es_es: Бордовое дерево очень важно для шадов, но подвергается нападению \c[3]Песчаных червей\c[0] Пути.

source: We ask Human to defeat pesky Sandworms in cave below Maroon Tree.
es_es: Мы просим человека победить надоедливых Песчаных червей в пещере под Бордовым деревом.

source: We will give \c[3]Shiny Orb\c[0] for defeating Sandworms.
es_es: Мы дадим \c[3]Блестящую сферу\c[0] за победу над Песчаными червями.

source: Human help Shad and Shad will help Human! Is a trade!
es_es: Человек поможет шадам, а шады помогут человеку! Это сделка!

source: Please talk to me to accept task!
es_es: Пожалуйста, поговорите со мной, чтобы принять задание!

source: In name of all Shad, thank you for listening!
es_es: Во имя всех шадов, спасибо за внимание!

source: So we gotta save the tree! D'accord.
es_es: Итак, мы должны спасти дерево! D'accord (Ладно).

source: Sounds like a mandatory quest.\. Let's accept it!
es_es: Звучит как обязательный квест.\. Давай примем его!

source: [nods]
es_es: [кивает]

source: Hey Lea, I want to check out the balcony!
es_es: Эй, Лея, я хочу проверить балкон!

source: Remember everyone...
es_es: Помните все...

source: There are no mistakes, just happy little accidents.
es_es: Ошибок не бывает, есть только маленькие счастливые несчастные случаи.

source: So true.
es_es: Это точно.

source: I can offer hardest steel to protect soft human body.
es_es: Я могу предложить самую твёрдую сталь, чтобы защитить мягкое тело человека.

source: Hello, \v[lore.title.seeker].\. Need some provisions on this hot day?
es_es: Привет, Искатель.\. Нужна провизия в столь жаркий денёк?

source: Guard
es_es: Охранник

source: Ryda
es_es: Райда

source: Ryda
es_es: Райда

source: Oh, a \v[lore.title.seeker] wants to talk to me?\. I am sorry but I don't think we got any business right now.
es_es: Ох, Искатель хочет поговорить со мной?\. Извини, но я не думаю, что у нас сейчас есть какие-то дела.

source: Aww, don't give me that face.\. I'm sure we can talk later!
es_es: Оуу, не делай такое лицо.\. Я уверена, что мы можем поговорить позже!

source: Ryda
es_es: Райда

source: Hey there, lady.\. Anything I can help you with?
es_es: Привет, леди.\. Чем я могу тебе помочь?

source: Hi!
es_es: Привет!

source: Kney'tehab sent you to me to test our new toy?\. That's amazing news!
es_es: Ни'техаб послал тебя ко мне, чтобы проверить нашу новую игрушку?\. Это прекрасные новости!

source: Even finding a \v[lore.title.seeker] to help me.\. The boss can be such a sweetheart when he wants to!
es_es: Даже нашёл Искателя, чтобы помочь мне.\. Босс может быть таким милым, когда захочет!

source: See, we have found a way to integrate a human device into locations flowing with Ancient energy.
es_es: Видишь ли, мы нашли способ внедрить человеческое устройство в места потока Древней энергии.

source: Here we wired a distillery into a puzzle to brew ourselves some drinks in the way of the Ancients!
es_es: Мы встроили винокурню в головоломку, чтобы приготовить себе выпивку в стиле Древних!

source: I know, right?!\. Drinks flowing with Ancient power must be the stuff!
es_es: Представляешь?\. Напитки, наполненные Древней силой, должно быть, стоящая вещь!

source: I'm so excited I'd love to start right away!\. But we need a few materials first to get our baby running.
es_es: Я так взволнована и хотела бы начать прямо сейчас!\. Но сначала нам нужно несколько материалов, чтобы наше детище заработало.

source: Here, take a list of the things.\. It's mostly ingredients from different places and some ice for the cooling.
es_es: Вот, возьми список вещей.\. В основном это ингредиенты из разных мест и немного льда для охлаждения.

source: [nods]
es_es: [кивает]

source: Great!\. It will be worth it, I promise you!
es_es: Замечательно!\. Это будет стоить того, я обещаю!

source: Ryda
es_es: Райда

source: Gather all the ingredients that we need for a test run.\. Oh, and some ice for the cooling!
es_es: Собери все ингредиенты, которые нужны нам для пробного запуска.\. Ой, и немного льда для охлаждения!

source: Ryda
es_es: Райда

source: Heya \v[lore.title.seeker]!\. You got everything?
es_es: Хейя, Искатель!\. Ты всё достала?

source: [nods]
es_es: [кивает]

source: Amazing, you really got everything!\. Now we can begin with the fun part.
es_es: Удивительно, ты и правда всё нашла!\. Теперь мы можем приступить к весёлой части.

source: Let me just prepare everything you need!
es_es: Позволь мне подготовить всё, что тебе понадобится!

source: Ryda
es_es: Райда

source: Alrighty, that's it.\. Here, take this and go down the stairs behind me to your right.
es_es: Ладненько, готово.\. Вот, возьми это и спустись по лестнице позади меня, справа от тебя.

source: Ryda
es_es: Райда

source: I will follow you and tell you how to get our precious machine running!
es_es: Я пойду за тобой и расскажу, как запустить нашу драгоценную машину!

source: [nods]
es_es: [кивает]

source: Ryda
es_es: Райда

source: Go down the stairs behind me to your right.\. I will follow you and explain how it works!
es_es: Спустись по лестнице позади меня, справа от тебя.\. Я пойду за тобой и объясню, как это работает!

source: Ryda
es_es: Райда

source: Sorry, but I'm busy here.\. I'm sure you'll manage on your own.\. Don't forget that the console has an instruction!
es_es: Извини, но я занята.\. Я уверена, что ты справишься самостоятельно.\. Не забывай, что на пульте есть инструкция!

source: Ryda
es_es: Райда
