Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat-village.po
Languages: es_es

source: With that in back of mind, new task awaits to further inflate credit of \v[lore.title.seeker] legend!
es_es: С этим в глубине души, новое задание ожидает дальнейшего завышения кредита легенды Искателя!

source: Red woman found way to grade brewing machine up further into the heavens!\. A task worthy of attention, yes?
es_es: Красная женщина нашла способ обновить варочную машину вверх дальше в поднебесье!\. Задание, стоящее внимания, да?

source: [nods]
es_es: [кивает]

source: Yes, good.\. Very good indeed.\. Many more riches are to be had.
es_es: Да, хорошо.\. Очень хорошо, в самом деле.\. Гораздо больше богатств ещё нужно иметь.

source: Details are known to technical people of lower paygrade.\. But involving new Ancient recipe for exciting drink!
es_es: Детали известны техническим людям с более низкой зарплатой.\. Но вовлекают новый рецепт Древних приготовления восхитительного напитка!

source: Pay visit to \c[3]female red human\c[0] in the \c[3]trade-building behind me\c[0], again.\. She giving you special task!
es_es: Нанеси визит \c[3]красной женщине-человеку\c[0] в \c[3]здании для торговли за мной\c[0], снова.\. Она даёт тебе специальное задание!

source: [nods]
es_es: [кивает]

source: Bye.
es_es: Пока.

source: [shakes head]
es_es: [мотает головой]

source: \v[lore.title.seeker] disagree?\. Glory not ruined taste for material wealth, yes?
es_es: Искатель возражает?\. Слава не разрушила вкус к материальному богатству, да?

source: Kney'tehab
es_es: Ни'техаб

source: You speak to \c[3]woman with red hair\c[0] in \c[3]Trade house\c[0] again.\. She still busy employee!
es_es: Ты говоришь с \c[3]женщиной с красными волосами\c[0] в \c[3]Торговом доме\c[0] снова.\. Она всё ещё занятой сотрудник!

source: Kney'tehab
es_es: Ни'техаб

source: Hi!
es_es: Привет!

source: Great \v[lore.title.seeker]!\. Happy report of success already flew into reach.\. Splendid!
es_es: Великий Искатель! Счастливый доклад об успехе уже вылетел в охват.\. Превосходно!

source: [nods]
es_es: [кивает]

source: Heard of complications happening with machine spirit.\. But as expected of \v[lore.title.seeker], chance of ghost was zero.
es_es: Слышал об осложнениях, происходящих с духом машины.\. Но, как и ожидалось от Искателя, шанс призрака был нулевой.

source: Now, as red woman explained, work was for Sake of Fox.\. Machine should be ready to produce now!
es_es: Теперь, как объяснила красная женщина, работа была ради Сакэ Лисы.\. Машина должна быть готова производить теперь!

source: Certainly this foxy drink shall deliver in great profits and bring eternal honor to cooperation of humens and shad!
es_es: Несомненно, этот лисий напиток должен доставить огромные прибыли и принести вечную славу сотрудничеству человеков и шадов!

source: \v[lore.title.seeker] services have been of great asset for us.\. May your well be fair until we meet again.
es_es: Услуги Искателя были отличным активом для нас.\. Пусть твоё благополучие будет честным, пока мы не увидимся снова.

source: ... Bye.
es_es: ...Пока.

source: Kney'tehab
es_es: Ни'техаб

source: Human, take look over market!\. Baki Bazaar crafts are finest on Shadoon!
es_es: Человек, осмотрись на рынке!\. Изделия с Бакийского базара лучшие на Шадуне!

source: Also, all profit go to hardworking \v[lore.title.shad] and helping humans.
es_es: К тому же, вся прибыль уходит трудолюбивым шадам и на помощь людям.

# data/maps/heat-village/baki-2.json//entities/829/settings/event/10/text
source: Initializing avatar
es_es: Инициализация аватара

# data/maps/heat-village/baki-2.json//entities/829/settings/event/22/message
source: Good morning, Lea.
es_es: Доброе утро, Лея.

# data/maps/heat-village/baki-2.json//entities/829/settings/event/26/message
source: Are you okay?
es_es: Ты в порядке?

# data/maps/heat-village/baki-2.json//entities/829/settings/event/28/message
source: You look scared...
es_es: Ты выглядишь напуганной...

# data/maps/heat-village/baki-2.json//entities/829/settings/event/29/message
source: Did you have a bad dream?
es_es: У тебя был плохой сон?

# data/maps/heat-village/baki-2.json//entities/829/settings/event/31/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/829/settings/event/32/message
source: That is unfortunate...
es_es: Это печально...

# data/maps/heat-village/baki-2.json//entities/829/settings/event/33/message
source: I mean, it is a good thing that you have those dreams.
es_es: Я имею в виду, это хорошо, что у тебя есть эти сны.

# data/maps/heat-village/baki-2.json//entities/829/settings/event/34/message
source: After all, they are the gateway to your lost memory.
es_es: В конце концов, они являются воротами в твою потерянную память.

# data/maps/heat-village/baki-2.json//entities/829/settings/event/35/message
source: But of course, they also include the things you would rather not remember.
es_es: Но, конечно, они также включают в себя то, что ты предпочла бы не вспоминать.

# data/maps/heat-village/baki-2.json//entities/829/settings/event/37/message
source: I assume you do not precisely remember any people or places yet, do you?
es_es: Я полагаю, ты в точности ещё не вспомнила каких-то людей или места, не так ли?

# data/maps/heat-village/baki-2.json//entities/829/settings/event/39/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat-village/baki-2.json//entities/829/settings/event/40/message
source: Okay.\. We just have to give it enough time.
es_es: Ладно.\. Мы просто должны уделить этому достаточно времени.

# data/maps/heat-village/baki-2.json//entities/829/settings/event/43/message
source: Anyway. I thought it would be better for you to have some company today.
es_es: Тем не менее. Я думаю, что для тебя будет лучше иметь какую-то компанию сегодня.

# data/maps/heat-village/baki-2.json//entities/829/settings/event/44/message
source: ... after all the things I told you yesterday ...
es_es: ...после всего, что я тебе вчера сказал...

# data/maps/heat-village/baki-2.json//entities/829/settings/event/45/message
source: So I planned to wait until Emilie was online, but it seems she is rather busy at the moment.
es_es: Поэтому я планировал подождать, пока Эмили не появится в сети, но, похоже, она сейчас очень занята.

# data/maps/heat-village/baki-2.json//entities/829/settings/event/47/message
source: But then I noticed that this Hexacast person went online.
es_es: Но потом я заметил, что этот гексакаст вышел в сеть.

# data/maps/heat-village/baki-2.json//entities/829/settings/event/48/message
source: The one that contacted you yesterday, remember?
es_es: Тот, который связывался с тобой вчера, помнишь?

# data/maps/heat-village/baki-2.json//entities/829/settings/event/49/message
source: Why not give him a call?
es_es: Почему бы не позвонить ему?

# data/maps/heat-village/baki-2.json//entities/829/settings/event/56/message
source: Hi!
es_es: Привет!

# data/maps/heat-village/baki-2.json//entities/829/settings/event/57/message
source: Oh! Good morning, Lea!
es_es: Ой! Доброе утро, Лея!

# data/maps/heat-village/baki-2.json//entities/829/settings/event/58/message
source: How are you doing?
es_es: Как твои дела?

# data/maps/heat-village/baki-2.json//entities/829/settings/event/61/message
source: Drat! I forgot.
es_es: Чёрт! Я забыл.

# data/maps/heat-village/baki-2.json//entities/829/settings/event/62/message
source: Uhm...\. I hope you're doing fine?
es_es: Хмм...\. Надеюсь, у тебя всё хорошо?

# data/maps/heat-village/baki-2.json//entities/829/settings/event/63/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/829/settings/event/64/message
source: So...\. should we start a party today?
es_es: Так...\. создадим группу сегодня?

# data/maps/heat-village/baki-2.json//entities/829/settings/event/65/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/829/settings/event/66/message
source: Okey-dokey!
es_es: Оки-доки!

# data/maps/heat-village/baki-2.json//entities/829/settings/event/67/message
source: How about we meet at the \c[3]West Entrance\c[0] Landmark, the one right to the \c[3]north of Ba'kii Kum\c[0]?
es_es: Как насчёт того, чтобы встретиться у ориентира \c[3]Западного входа\c[0], того, который к \c[3]северу от Ба'кии Кум\c[0]?

# data/maps/heat-village/baki-2.json//entities/829/settings/event/68/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/829/settings/event/69/message
source: Alright!\. I'll be right there!
es_es: Хорошо!\. Я буду прямо там!

# data/maps/heat-village/baki-2.json//entities/829/settings/event/70/message
source: Bye!
es_es: Пока!

# data/maps/heat-village/baki-2.json//entities/829/settings/event/75/task
source: Meet \c[3]C'tron\c[0] at the \c[3]West Entrance\c[0] Landmark to the north of \c[3]Ba'kii Kum\c[0].
es_es: Встретьте \c[3]Ци'трона\c[0] у ориентира \c[3]Западного входа\c[0] к северу от \c[3]Ба'кии Кум\c[0].

# data/maps/heat-village/baki-2.json//entities/831/settings/event/4/message
source: Here we are.
es_es: Вот мы и на месте.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/11/message
source: It seems like Emilie is still busy with the Maroon Tree Cave.
es_es: Похоже, что Эмили до сих пор занята пещерой Бордового дерева.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/12/message
source: Well...\. I guess I'll have a look around the market.
es_es: Ну...\. я думаю пробежаться по рынку.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/13/message
source: Feel free to join me.
es_es: Если хочешь, то присоединяйся.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/27/message
source: Oh.\. It's you.
es_es: Ой.\. Это ты.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/28/message
source: ...Hi.
es_es: ...Привет.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/31/message
source: Hm.\. Are you looking for my friend?
es_es: Хм.\. Ты ищешь моего друга?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/33/message
source: He's not here.\. I plan to meet him soon, though.
es_es: Его здесь нет.\. Хотя я планирую встретиться с ним в ближайшее время.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/35/message
source: I heard you've been dueling, hm?
es_es: Я слышал, вы дуэлились, хм?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/36/message
source: [nods]
es_es: [кивает]

source: And you even managed to defeat him.\. Because you \c[1]cheated\c[0], he says.
es_es: И тебе даже удалось победить его.\. Потому что ты \c[1]читерила\c[0], как он говорит.

source: Sounds like a sore loser to me.
es_es: Больше похоже на жалкого неудачника, который не умеет проигрывать.

source: And you even managed to defeat him.\. He was impressed.
es_es: И тебе даже удалось победить его.\. Он был впечатлён.

source: He told me you still have much to learn. I suppose you lost that match, hm?
es_es: Он сказал мне, что тебе ещё нужно многому научиться. Я полагаю, ты проиграла этот матч, да?

source: What'd you expect? He's an experienced player after all.
es_es: Чего ты ожидала? В конце концов, он опытный игрок.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/38/message
source: Anyways, he talks a lot about you. Almost makes me jealous.
es_es: В любом случае, он много говорит о тебе. Почти заставляет меня ревновать.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/40/message
source: Hm.\. A girl of few words, aren't you?
es_es: Ха.\. А ты немногословная девочка, не так ли?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/41/message
source: It looks like you don't appreciate his attention.
es_es: Похоже, что ты не ценишь его внимания.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/42/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat-village/baki-2.json//entities/831/settings/event/43/message
source: What can I say?\. That's just him.
es_es: Что я могу сказать?\. В этом весь он.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/44/message
source: Always obsessed with strangers. Especially Spheromancers.
es_es: Всегда одержим незнакомцами. Особенно сферомантами.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/46/message
source: So you'd rather avoid him, right?
es_es: Значит, ты предпочитаешь избегать его, верно?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/47/message
source: Better leave then before he runs into you.
es_es: Тогда лучше уходи, пока он не столкнулся с тобой.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/49/message
source: Bye!
es_es: Пока!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/50/message
source: Bye.
es_es: Пока.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/60/message
source: Ah, there you are. I was just browsing consumables.
es_es: Ах, вот ты где. Я просто искал расходные материалы.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/61/message
source: It's kinda funny how they decorate it with all those fruits you actually can't buy, isn't it?
es_es: Забавно, как они украшают прилавки всеми этими фруктами, которые ты не можешь купить, не правда ли?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/77/message
source: Ah, that reminds me!
es_es: Ах, чуть не забыл!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/78/message
source: I heard you can still count with your fingers, right?
es_es: Я слышал, что ты можешь считать на пальцах, верно?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/79/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/831/settings/event/83/message
source: Pretty much!
es_es: Вполне!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/84/message
source: It's actually quite amazing how precisely they managed to synchronize your dexterity.
es_es: Удивительно, насколько точно им удалось синхронизировать твою ловкость.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/85/message
source: That means you can move your fingers as much as you could in real life. Wanna give it a try?
es_es: Это означает, что ты можешь двигать пальцами так же, как и в реальной жизни. Хочешь попробовать?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/87/message
source: Try this!
es_es: Попробуй это!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/89/message
source: Now this!
es_es: А теперь это!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/91/message
source: And now this!
es_es: И ещё вот это!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/93/message
source: Yeah, that one isn't for everybody.
es_es: Ага, последнее - это не для всех.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/94/message
source: Anyway, since you can mimic things with your hands, maybe sign language would be an option for communication?
es_es: В общем, раз ты можешь имитировать движения своих рук, может, язык жестов был бы вариантом для общения?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/96/message
source: Well...\. I guess it'd be a bother to learn it.
es_es: Хотя...\. Думаю, что его было бы сложно выучить.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/97/message
source: Also, I guess most other players don't know sign language either.
es_es: Кроме того, я полагаю, что большинство других игроков тоже не знают языка жестов.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/100/message
source: We really wouldn't have this problem if they'd simply support text-based communication.
es_es: У нас бы не было этой проблемы, если бы они добавили поддержку текстового общения.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/101/message
source: But they removed it all. Because of "immersion".
es_es: Но они её полностью убрали. Ради "погружения".

# data/maps/heat-village/baki-2.json//entities/831/settings/event/102/message
source: People have complained about this before.
es_es: Люди жаловались на это раньше.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/110/message
source: I did it!\. I defeated that red worm!\. Finally!
es_es: Я сделала это!\. Я победила этого красного червя!\. Наконец-то!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/112/message
source: Congratulations!
es_es: Поздравляем!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/113/message
source: But man, those worms were annoying. So hard to punch.
es_es: Но блин, эти черви такие надоедливые. Так трудно пробить.

# data/maps/heat-village/baki-2.json//entities/831/settings/event/114/message
source: I guess projectiles would have been more feasible?
es_es: Думаю, что снаряды были бы практичнее?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/115/message
source: I'm a Pentafist, non? What do you think my fists are for?
es_es: Я пентафист, разве нет? Как думаешь, для чего мне кулаки?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/116/message
source: ... Well...
es_es: ...Ну...

# data/maps/heat-village/baki-2.json//entities/831/settings/event/117/message
source: Anyway, I'll head back to Ba'kii Kum now! See you soon!
es_es: В любом случае, я возвращаюсь в Ба'кии Кум! Скоро увидимся!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/118/message
source: Bye!
es_es: Пока!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/123/message
source: Okey-dokey!\. Let's go back to the \c[3]quest hub\c[0], then!
es_es: Оки-доки!\. Давай тогда вернёмся в \c[3]квест-хаб\c[0]!

# data/maps/heat-village/baki-2.json//entities/831/settings/event/127/message
source: ...Is something the matter, Lea?
es_es: ...Что-то случилось, Лея?

# data/maps/heat-village/baki-2.json//entities/831/settings/event/130/message
source: Uhm...\. anyway...\. Let's just go, okay?
es_es: Эмм...\. так или иначе...\. Давай уже пойдем, хорошо?

# data/maps/heat-village/baki-2.json//entities/834/settings/event/4/message
source: Blue-haired Spheromancer!
es_es: Синеволосый сферомант!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/10/message
source: So we meet again!
es_es: Вот мы и встретились снова!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/22/message
source: ...Hi.
es_es: ...Привет.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/23/message
source: Sorry.\. He spotted you as you left.
es_es: Сожалею.\. Он заметил тебя, когда ты уходила.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/24/message
source: Uhm, hello!\. I'm C'tron.\. I suppose you know each other?
es_es: Эмм, привет!\. Я Ци'трон.\. Полагаю, что вы знакомы?

# data/maps/heat-village/baki-2.json//entities/834/settings/event/25/message
source: I see you found yourself another party member, Spheromancer!
es_es: Я вижу, ты нашла себе нового члена группы, сферомант!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/27/message
source: Lea.
es_es: Лея.

source: Not that you'd \c[1]NEED\c[0] the help of a party, being the \c[1]BLATANT CHEATER\c[0] you are!
es_es: Не то, чтобы тебе \c[1]НУЖНА\c[0] помощь, будучи таким \c[1]НАГЛЫМ ЧИТЕРОМ\c[0], как ты!

source: I've come back to STOP this disingenuous behavior of yours!
es_es: Я вернулся, чтобы ОСТАНОВИТЬ твоё лицемерное поведение!

source: Anyway!\. I'm glad to see you progressed this far into the game!
es_es: В любом случае!\. Я рад, что ты продвинулась так далеко в игре!

source: It is due time to put your skills to another test!
es_es: Пришло время проверить твои навыки ещё раз!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/37/message
source: Blue-haired Spheromancer!\. I challenge you to another \c[3]duel\c[0]!
es_es: Синеволосый сферомант!\. Я вызываю тебя на ещё одну \c[3]дуэль\c[0]!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/38/message
source: Lea.
es_es: Лея.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/44/message
source: Here I am!
es_es: А вот и я!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/46/message
source: Oh no!\. It's Monsieur Grasshead.
es_es: О нет!\. Это же Monsieur (месье) Травоголовый!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/52/message
source: Do you accept, Spheromancer?
es_es: Ты принимаешь вызов, сферомант?

# data/maps/heat-village/baki-2.json//entities/834/settings/event/53/message
source: ...\. Lea...
es_es: ...\. Лея...

# data/maps/heat-village/baki-2.json//entities/834/settings/event/55/message
source: Oh!\. Is it another duel?
es_es: Ой!\. Неужели опять дуэль?

source: Haha...\. why'd he do that, though?\. Really, now?
es_es: Хаха...\. но зачем ему это делать?\. Серьёзно?

source: Come on, Lea!\. His derrière deserves another beating!
es_es: Давай, Лея\!. Его derrière (зад) заслуживает ещё одного надирания!

source: Come on, Lea!\. It's your chance to get your revenge!
es_es: Давай, Лея!\. Это твой шанс отомстить!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/60/message
source: What is it?\. You seem less eager this time.
es_es: Что такое?\. Ты выглядишь не такой рьяной в этот раз.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/61/message
source: Do you accept, Spheromancer?
es_es: Ты принимаешь вызов, сферомант?

# data/maps/heat-village/baki-2.json//entities/834/settings/event/64/message
source: LEA!!
es_es: ЛЕЯ!!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/70/message
source: Seriously.\. This is stupid.
es_es: Серьёзно.\. Это глупо.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/71/message
source: Use her name already.
es_es: Называй её уже по имени.

source: THIS CHEATER DOES NOT GET TO CHOOSE WHAT I CALL HER!
es_es: ЭТОТ ЧИТЕР НЕ ЗАСЛУЖИВАЕТ ВЫБОРА, КАК ЕЁ НАЗЫВАТЬ!

source: Well, whatever it takes...
es_es: Ну, чего бы это ни стоило...

source: Is this important to you?\. Well then.
es_es: Это так важно для тебя?\. Ну ладно.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/83/message
source: Accept the duel!\. If you earn my respect, I might call you by your name!
es_es: Прими вызов!\. Если ты заслужишь моё уважение, я буду звать тебя по имени!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/85/message
source: Do you accept?
es_es: Ты принимаешь вызов?

# data/maps/heat-village/baki-2.json//entities/834/settings/event/86/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/834/settings/event/88/message
source: Good!
es_es: Хорошо!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/90/message
source: Let's meet in front of the Faj'ro Temple!
es_es: Давай встретимся перед храмом Фай'ро!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/91/message
source: I'll be expecting you.\. Make sure to be well prepared!
es_es: Я буду ждать тебя.\. Убедись, что хорошо подготовлена!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/93/message
source: See you soon, Spheromancer!
es_es: Скоро увидимся, сферомант!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/94/message
source: ... Bye.
es_es: ...Пока.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/108/message
source: Oh bother.\. Sometimes I wonder why I keep up with that oddball.
es_es: Вот зараза.\. Порой я задумываюсь, почему я вожусь с этим чудаком.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/109/message
source: See you around.
es_es: Увидимся.
