Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat-village.po
Languages: es_es

source: Once inside, activate the mining machine to clear the way and dispose of those creatures.
es_es: Оказавшись внутри, активируй минирующую машину, чтобы расчистить путь и избавиться от этих существ.

source: Joel Mahir
es_es: Джоэль Махир

source: Hi!
es_es: Привет!

source: \v[lore.title.seeker], you have returned to us.\. And that smile on your lips speaks of your success, does it not?
es_es: Искатель, ты вернулась к нам.\. И эта улыбка на твоих устах говорит о твоём успехе, не так ли?

source: [nods]
es_es: [кивает]

source: Ah, astonishing.\. This is truly Ancient work.
es_es: Ах, удивительно.\. Это действительно работа Древних.

source: For even something as mundane as a travel guide to display such elegance. Magnificent!
es_es: Даже такая приземлённая вещь, как путеводитель, обладает несравненной элегантностью. Великолепно!

source: I can hardly wait to finally feast my eyes on the main course.\. I hope we can count on you again when the time comes!
es_es: Я не могу дождаться, чтобы наконец полюбоваться на главное блюдо. \.Я надеюсь, что мы сможем снова рассчитывать на тебя, когда придёт время!

source: Bye!
es_es: Пока!

source: Joel Mahir
es_es: Джоэль Махир

source: Hi!
es_es: Привет!

source: Ah, it is our lovely friend \v[lore.title.seeker] again, filling our presence with joy!
es_es: Ах, это же наш милый друг \v[lore.title.seeker] вернулась, наполняя наше сердце радостью!

source: And that you are returning in this time of discovery is truly good fortune.\. The winds are on our side!
es_es: И то, что ты вернулась именно в этот момент, действительно большая удача.\. Ветра на нашей стороне!

source: We have inspected that precious artifact you found on your last adventure and found hints to a holy place.
es_es: Мы изучили драгоценный артефакт, возвращённый из твоего предыдущего приключения, и выяснили, что он указывает путь к священному месту.

source: How about it, \v[lore.title.seeker]? Are you ready to claim the fruits of our work?
es_es: Как насчёт этого, \v[lore.title.seeker]? Готова ли ты пожинать плоды нашей работы?

source: [nods]
es_es: [кивает]

source: [nods]
es_es: [кивает]

source: Yes, of course you want to!\. What could be more exciting?
es_es: Ну конечно ты хочешь!\. Что может быть более захватывающим?

source: Hira, one of our most able explorers, has pinpointed the location of the entrance to a small area.
es_es: Хира, одна из наших лучших исследователей, указала на вход в небольшую локацию.

source: Meet up with her at Torn Road in \v[area.heat-area.name].\. She will explain the details.
es_es: Встреться с ней на Разорванной дороге в Бордовой долине.\. Она объяснит детали.

source: [nods]
es_es: [кивает]

source: May the winds guide you!
es_es: Пусть ветра ведут тебя!

source: Bye.
es_es: Пока.

source: [shakes head]
es_es: [мотает головой]

source: No, truly?\. But how could you resist, with exploration being so close?
es_es: Нет, точно?\. Но как ты можешь воздержаться от этого, когда исследование подошло к открытию так близко?

source: Joel Mahir
es_es: Джоэль Махир

source: Meet our explorer Hira on the Torn Road in \v[area.heat-area.name].
es_es: Встреться с нашим исследователем, Хирой, на Разорванной дороге в Бордовой Долине.

source: She will help you find the Entrance.
es_es: Она поможет тебе найти вход.

source: Joel Mahir
es_es: Джоэль Махир

source: Hi!
es_es: Привет!

source: \v[lore.title.seeker], welcome back!\. Word of your latest exploits already reached us!
es_es: \v[lore.title.seeker], с возвращением!\. Вести о твоих последних подвигах уже дошли до нас!

source: You have made great progress.\. And there is still more to discover, oh the excitement!
es_es: Ты добилась большого прогресса.\. И всё ещё можно сделать много открытий, какой восторг!

source: The result couldn't be better.\. What is life without another goal to strive for, after all?
es_es: Результат не мог получиться лучше.\. Ведь что есть жизнь без очередной цели для стремления, в конце концов?

source: Now Hira will continue excavating the place to find a way to go even deeper.
es_es: Теперь Хира продолжит раскопки места, чтобы найти способ продвинуться ещё глубже.

source: We will keep a spot for you on the next expedition!
es_es: Мы оставим место для тебя в следующей экспедиции!

source: [nods]
es_es: [кивает]

source: Joel Mahir
es_es: Джоэль Махир

source: Hi!
es_es: Привет!

source: Most honored \v[lore.title.seeker], fate has brought you back to us!\. A pleasant sight indeed!
es_es: Многоуважаемый Искатель, судьба вернула тебя к нам!\. Поистине приятное зрелище!

source: Now, while you were out there, shaping this world, we have not been idle ourselves, no?
es_es: Пока ты была там и меняла этот мир, мы ведь не бездействовали, правда?

source: The last obstacles on our way to uncover the true secrets of that Ancient temple have finally been unlocked.
es_es: Последние препятствия на нашем пути, мешающие раскрыть истинные секреты этого храма Древних, наконец, были разблокированы.

source: So, \v[lore.title.seeker], will you do us the honor and take the final steps?
es_es: Так что, Искатель, окажешь нам честь и сделаешь последние шаги?

source: [nods]
es_es: [кивает]

source: Marvelous!\. Your humble aura truly belies the greatness within you.
es_es: Чудесно\!. Твоя смиренная аура воистину противоречит величию внутри тебя.

source: Our diligent explorer, Hira, has been leading the excavation of the temple and is still waiting within it.
es_es: Наш старательный исследователь, Хира, вела раскопки храма и по-прежнему ждёт там.

source: Join her once again in the \c[3]Barren Temple Hall\c[0].\. You can reach it through the \c[3]Torn Road\c[0] in \c[3]\v[area.heat-area.name]\c[0].
es_es: Присоединись к ней ещё раз в \c[3]Бесплодном храме\c[0].\. Ты сможешь достичь его путём через \c[3]Разорванную дорогу\c[0] в \c[3]Бордовой долине\c[0].

source: She will show you the way deeper inside the Ancient sanctuary.
es_es: Она покажет тебе путь вглубь святилища Древних.

source: [nods]
es_es: [кивает]

source: May the winds guide you!
es_es: Пусть ветра ведут тебя!

source: Bye.
es_es: Пока.

source: [shakes head]
es_es: [мотает головой]

source: Sacrebleu!\. A legendary discovery is at hand and you will not strike?\. Please, \v[lore.title.seeker], rethink your decision!
es_es: Sacrebleu (Вот чёрт)\!. Легендарное открытие находится под рукой, а ты будешь бездействовать?\. Пожалуйста, Искатель, пересмотри своё решение!

source: Joel Mahir
es_es: Джоэль Махир

source: Meet Hira again in the \c[3]Barren Temple Hall\c[0].\. You can reach it through the \c[3]Torn Road\c[0] in \c[3]\v[area.heat-area.name]\c[0].
es_es: Встреться с Хирой снова в \c[3]Бесплодном храме\c[0].\. Ты сможешь достичь его путём через \c[3]Разорванную дорогу\c[0] в \c[3]Бордовой долине\c[0].

source: She will show you the way deeper inside the Ancient sanctuary.
es_es: Она покажет тебе путь вглубь святилища Древних.

source: Joel Mahir
es_es: Джоэль Махир

source: Hi!
es_es: Привет!

source: The great \v[lore.title.seeker] returns, bringing closure to another tale of legend!
es_es: Великий Искатель вернулся, чтобы завершить ещё одно сказание легенды!

source: This treasure you brought, truly magnificent.\. It might verily outshine all I ever gazed upon, save for you, of course.
es_es: Это сокровище, что ты принесла, поистине великолепно.\. Оно может затмить всё, что я когда-либо созерцал, за исключением тебя конечно.

source: ...hi.
es_es: ...привет.

source: Haha, still not taken by flattery I see.\. But you are right, the artifact's true use yet eludes us.
es_es: Ха-ха, до сих пор не принимаешь лесть.\. Но ты права, истина артефакта ещё ускользает от нас.

source: But it matters not.\. Its significance in Ancient culture alone grants it a strong connection to the track and its power.
es_es: Но это не важно.\. Его значимость в культуре Древних даёт ему сильную связь с Путём и его силой.

source: So by overcoming all the challenges to claim it, you have done a great deed for all of humanity.\. We cannot thank you enough.
es_es: Таким образом, преодолев все трудности, чтобы получить его, ты сделала великое дело для всего человечества.\. Мы не знаем, как тебя и благодарить.

source: Until the day we may meet again.\. You will always be welcome here, \v[lore.title.seeker]!
es_es: До той поры, когда мы встретимся снова.\. Тебя всегда ждут здесь, Искатель!

source: [nods]
es_es: [кивает]

source: Bye.
es_es: Пока.

source: Joel Mahir
es_es: Джоэль Махир

source: \v[lore.title.seeker], be our guest!\. There is much to talk about, I am sure.
es_es: Искатель, будь нашим гостем!\. Я уверен, что есть о чём поговорить.

source: Hi!
es_es: Привет!

source: ...bye.
es_es: ...пока.

source: Guard
es_es: Охранник

source: Receptionist
es_es: Портье

source: Receptionist
es_es: Портье

source: Human, hello!
es_es: Человек, привет!

source: Yab'aikusa
es_es: Йаб'айкуса

source: Hi!
es_es: Привет!

source: Ah, \v[lore.title.seeker], welcome!
es_es: Ах, Искатель, добро пожаловать!

source: Would like to give quest of spiritual journey to help find wisdom.\. Sadly, it gave humen brain difficulty to handle.
es_es: Хотела бы дать квест духовного путешествия, чтобы помочь обрести мудрость.\. К сожалению, он затрудняет работу мозга человека.

source: Shad working with wise humen to make ceremony be friendly to \v[lore.title.seeker] brain in future.
es_es: Шады работают с мудрым человеком, чтобы церемония была дружественной для мозга Искателя в будущем.

source: ...bye.
es_es: ...пока.

source: It's really a shame that this faction does not offer any quests right now.
es_es: Очень жаль, что эта фракция сейчас не предлагает никаких заданий.

source: Yes, especially since it apparently was very heavy on the background lore of the Ancients. I would have loved to see that.
es_es: Да, тем более что она, по-видимому, очень много рассказывала об истории Древних. Мне бы очень хотелось это увидеть.

source: Dito. But \v[lore.title.dev-company] won't risk another lawsuit \c[1]after what happened here\c[0].
es_es: Dito (Мне тоже). Но \v[lore.title.dev-company] не будет рисковать ещё одним иском \c[1]после того, что здесь произошло\c[0].

source: Hi...?
es_es: Привет...?

source: Oh, hey there.\. Are you wondering about the lack of quests from the fourth faction of this town?
es_es: Ой, привет.\. Ты не задумывалась об отсутствии квестов у четвёртой фракции этого города?

source: [nods]
es_es: [кивает]

source: Well, supposedly the entire questline has been about exploring the Ancient past with some sort of dream-ritual, or whatever.
es_es: Ну, якобы весь квест был посвящён исследованию Древнего прошлого с помощью какого-то ритуала сна или чего-то ещё.

source: Yep, something really colorful and funky.\. A friend solved it a while ago.\. Told me she got a burning headache afterwards.
es_es: Ага, что-то действительно красочное и прикольное.\. Подруга прошла его некоторое время назад.\. Сказала мне, что после этого у неё жгучая головная боль.

source: Sounds bad enough, but for some people it was worse.\. The news were full with cases of seizures and such.
es_es: Звучит достаточно плохо, но для некоторых людей было хуже.\. Новости были полны случаев припадков и тому подобного.

source: It was rare and caused no lasting harm, but the PR was still terrible.\. So they took it out until the problems are solved.
es_es: Это бывало редко и не приносило длительного вреда, но сложилась плохая репутация.\. Вот они и изъяли это задание, пока проблемы не решены.

source: It's a shame for missing content, but better safe than sorry.
es_es: Обидно за отсутствующий контент, но это лучше, чем потом сожалеть.

source: [nods]
es_es: [кивает]

source: Dear players, due to technical difficulties, the quests of this faction will not be available right now.
es_es: Уважаемые игроки, из-за технических сложностей квесты этой фракции не будут доступны.

source: Both the health and enjoyment of our players are very important to \v[lore.title.dev-company], so the quest will return once all the problems have been safely resolved.
es_es: И здоровье, и удовольствие наших игроков очень важны для \v[lore.title.dev-company], поэтому квест вернётся, как только все проблемы будут благополучно решены.

source: Thank you for your understanding and sorry for the inconvenience.
es_es: Благодарим Вас за понимание и приносим извинения за неудобства.

source: Guard
es_es: Охранник

source: Receptionist
es_es: Портье

source: Receptionist
es_es: Портье

source: Move along, nothing to see here.
es_es: Двигайся, тут не на что глазеть.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Greetings, \v[lore.title.seeker]!\. Take a seat and listen to the latest town gossip.
es_es: Приветствую, Искатель!\. Садись и послушай последние городские сплетни.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Hi!
es_es: Привет!

source: Ah, a \v[lore.title.seeker]!\. Always nice to see fresh faces in this dusty ol' town.
es_es: Ах, Искатель! Всегда рад видеть свежие лица в этом старом пыльном городе.

source: Come, join this old man and his array of local blabbermouths.
es_es: Проходи, присоединяйся к старику и его местным болтунам.

source: Natzo'gra
es_es: Натзо'гра

source: A \v[lore.title.seeker], hurray!
es_es: Искатель, ура!

source: Sue'zie
es_es: Сью'зи

source: Yay, \v[lore.title.seeker]!\. Welcome!
es_es: Ура, Искатель! Добро пожаловать!

source: Hiez'gra
es_es: Хайз'гра

source: Greetings.
es_es: Приветствую.

source: Hi!\.\. Hi!\.\. Hi!
es_es: Привет!\.\. Привет!\.\. Привет!

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Ba'kii Kum might be small, but it is a good place.\. Full of harmony and peaceful coexistence.
es_es: Ба'кии Кум, может и невелик, но это хорошее место.\. Полное гармонии и мирного сосуществования.

source: Hiez'gra
es_es: Хайз'гра

source: Old human forgetting much theft happen on our markets.\. Very disrespect.
es_es: Старый человек забывает, что воровство происходит на рынке.\. Очень непочтительно.

source: Sue'zie
es_es: Сью'зи

source: Yes, yes.\. Such mean!
es_es: Да-да.\. Очень плохо!

source: Ah, of course.\. Some silly hotheads still can't seem to appreciate the merits of our cooperation.
es_es: Ах, конечно.\. Некоторые глупые горячие головы по-прежнему не могут оценить достоинства нашего сотрудничества.

source: And my guards, they always see nothing.\. It hurts to think of them as unreliable, when they should inspire trust.
es_es: И мои охранники, они никогда ничего не замечают.\. Больно думать о них как о ненадёжных, когда они должны внушать доверие.

source: Natzo'gra
es_es: Натзо'гра

source: But grey human!\. Here is \v[lore.title.seeker], to deliver great justice!\. She could help!
es_es: Но седой человек!\. Вот Искатель, чтобы свершить великое правосудие!\. Она может помочь!

source: Mh, indeed.\. She could.\. But remember, they are very busy folk!
es_es: Мм, действительно.\. Она может.\. Но помни, они очень занятые люди!

source: So, \v[lore.title.seeker]... could you spare some time on helping our Shad friends?
es_es: Итак, Искатель... не могла бы ты потратить немного времени на помощь нашим друзьям шадам?

source: [nods]
es_es: [кивает]

source: Natzo'gra
es_es: Натзо'гра

source: Hurray!
es_es: Ура!

source: Sue'zie
es_es: Сью'зи

source: Yaaaay!
es_es: Яхуууу!

source: Hiez'gra
es_es: Хайз'гра

source: Thanks.
es_es: Спасибо.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Ah, young folks being so helpful, it warms this old heart.
es_es: Ах, молодые люди очень помогают, это согревает старое сердце.

source: The crimes against shadkind usually happen at the bazaar in the town-center.
es_es: Преступления против рода шадов обычно происходят на базаре в центре города.

source: You should talk to some of the residents and guards.\. They might tell you in detail what happened recently.
es_es: Ты должна поговорить с некоторыми жителями и охранниками.\. Они могут подробно рассказать тебе, что произошло недавно.

source: Best start with Billston, the Chief Guard on the current shift. He should be at the center of the bazaar.
es_es: Лучше всего начать с Биллстона, начальника охраны нынешней смены. Он должен быть в центре базара.

source: [nods]
es_es: [кивает]

source: Bye.
es_es: Пока.

source: [shakes head]
es_es: [мотает головой]

source: Natzo'gra
es_es: Натзо'гра

source: Oh no!
es_es: О нет!

source: Sue'zie
es_es: Сью'зи

source: Awwww...
es_es: Оуууу...

source: Hiez'gra
es_es: Хайз'гра

source: Mhmpf.
es_es: Мхмпф.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Ah, that is a shame.\. You might indeed have bigger fish to fry.
es_es: Ах, какая жалость.\. У тебя, должно быть, есть рыбка покрупнее.

source: But we will still be here, whenever you change your mind.
es_es: Но мы всё равно будем здесь, когда ты передумаешь.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Go to the center of town and talk to citizens and guards.\. They might tell you what is going on.
es_es: Иди в центр города и поговори с гражданами и охранниками.\. Они могут рассказать тебе, что происходит.

source: Best start with Billston, the Chief Guard of the current shift. He should be at the center of the bazaar.
es_es: Лучше всего начать с Биллстона, начальника охраны нынешней смены. Он должен быть в центре базара.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Hi!
es_es: Привет!

source: \v[lore.title.seeker], welcome back!\. We just had a troubled young man confess his crime.
es_es: Искатель, с возвращением!\. У нас только что был обеспокоенный молодой человек, который признался в своем преступлении.

source: He certainly did bad things, but he came clean, so I don't think we need to punish him too much.
es_es: Он, конечно, делал плохие вещи, но пришёл с повинной, так что я не думаю, что нам нужно слишком сильно его наказывать.

source: The other things he said though... it makes me sad that a bad egg like Billston was just among us.
es_es: Хотя другие вещи, которые он рассказал... мне грустно, что такая паршивая овца, как Биллстон, была среди нас.

source: ...Lea...
es_es: ...Лея...

source: I should have been more vigilant.\. Maybe this old man has become too soft with age.
es_es: Я должен был быть более бдительным.\. Может быть, этот старик стал слишком мягким с возрастом.

source: Sue'zie
es_es: Сью'зи

source: Aw, no!\. Old human is bestest of protector!
es_es: Оу, нет! Старик - лучший защитник!

source: Natzo'gra
es_es: Натзо'гра

source: Yes!\. Preserving great peace for shad and humans!
es_es: Да!\. Сохраняет великий мир для шадов и людей!

source: Hiez'gra
es_es: Хайз'гра

source: True.\.\. Mistake happen.\.\. That life.
es_es: Правда.\.\. Ошибки случаются.\.\. Это жизнь.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: [nods]
es_es: [кивает]

source: Shucks, you are too kind with this rusty soldier.\. But it is true, we should just look forward!
es_es: Чёрт, вы слишком добры с этим ржавым солдатом.\. Но это правда, мы должны просто двигаться вперёд!

source: Thank you for your help, \v[lore.title.seeker].\. Billston is still at large but his crimes should stop for now.
es_es: Спасибо за твою помощь, Искатель.\. Биллстон всё ещё на свободе, но его преступления должны прекратиться на данный момент.

source: I hope we can count on your help again, in case more trouble arises.\. Goodbye!
es_es: Надеюсь, мы сможем снова рассчитывать на твою помощь в случае возникновения новых неприятностей.\. Прощай!

source: [nods]
es_es: [кивает]

source: Sue'zie
es_es: Сью'зи

source: Goodbye, hero \v[lore.title.seeker]!
es_es: До свидания, герой Искатель!

source: Natzo'gra
es_es: Натзо'гра

source: Protect more justice!
es_es: Защищай больше справедливости!

source: Hiez'gra
es_es: Хайз'гра

source: Bye.
es_es: Пока.

source: Bye!
es_es: Пока!

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Hi!
es_es: Привет!

source: Young \v[lore.title.seeker], you found your way back to us?\. How swell!
es_es: Молодой Искатель, ты нашла свой путь к нам?\. Как хорошо!

source: Natzo'gra
es_es: Натзо'гра

source: Welcome back, \v[lore.title.seeker] of justice!
es_es: С возвращением, Искатель правосудия!

source: Sue'zie
es_es: Сью'зи

source: Yay, honorful Miss \v[lore.title.seeker]!
es_es: Ура, уважаемая мисс Искатель!

source: Hiez'gra
es_es: Хайз'гра

source: Hello.\. Always welcome.
es_es: Здравствуй.\. Всегда рады.

source: Hi!\.\. Hi!\.\. Hi!
es_es: Привет!\.\. Привет!\.\. Привет!

source: Sgt. Niellos
es_es: Сержант Ниллос

source: I am sure you are still worried about the traitor Billston being at large.
es_es: Я уверен, что ты всё ещё беспокоишься о том, что предатель Биллстон находится на свободе.

source: But now we do finally have hints of his whereabouts!
es_es: Но теперь у нас наконец есть намёки на его местонахождение!

source: Can we count on you again, to finally bring that scoundrel to justice?
es_es: Можем ли мы снова рассчитывать на тебя, чтобы наконец привлечь этого негодяя к ответственности?

source: [nods]
es_es: [кивает]

source: Natzo'gra
es_es: Натзо'гра

source: Justice!
es_es: Справедливость!

source: Sue'zie
es_es: Сью'зи

source: Hurray!
es_es: Ура!

source: Hiez'gra
es_es: Хайз'гра

source: Nice.
es_es: Приятно.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: You really are a treasure, young one!
es_es: Ты настоящее сокровище, дитя!

source: According to reports reaching us, Billston has left the city and hides somewhere in \v[area.heat-area.name].
es_es: Согласно полученным сообщениям, Биллстон покинул город и скрывается где-то в Бордовой долине.

source: There, he sometimes robs Shad traders of their money and goods, before hiding again.
es_es: Там он иногда отнимает у торговцев-шадов их деньги и товары, прежде чем снова скрыться.

source: He should not be far from the settlement, however, since he should still need water and other supplies on a regular basis.
es_es: Он должен быть недалеко от поселения, так как ему всё же нужна вода и прочие поставки.

source: So, if you want to find him, you should start patrolling the main route through the desert from here!
es_es: Так что, если ты хочешь его найти, тебе следует начать патрулирование основного маршрута отсюда через пустыню!

source: [nods]
es_es: [кивает]

source: Splendid!\. It is reassuring to have you helping us again.\. Godspeed, young \v[lore.title.seeker]!
es_es: Прекрасно!\. Отрадно, что ты снова помогаешь нам.\. Бог в помощь, молодой Искатель!

source: Bye!
es_es: Пока!

source: [shakes head]
es_es: [мотает головой]

source: Natzo'gra
es_es: Натзо'гра

source: Whaaat.\. No more justice?
es_es: Чтооо.\. Нет больше справедливости?

source: Sue'zie
es_es: Сью'зи

source: Awwww...
es_es: Оуууу...

source: Hiez'gra
es_es: Хайз'гра

source: Very disappoint.
es_es: Очень разочаровывает.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Oh, I thought you couldn't wait to finally catch him.\. But maybe you just want to prepare a bit more?
es_es: Ох, я думал, ты не можешь дождаться, чтобы наконец поймать его.\. Но, может быть, ты просто хочешь подготовиться немного получше?

source: Sgt. Niellos
es_es: Сержант Ниллос

source: The traitor Billston should be somewhere on the main route through \v[area.heat-area.name].
es_es: Предатель Биллстон должен быть где-то на главном маршруте через Бордовую долину.

source: He should still need regular supplies, so best start searching near the settlement.
es_es: Он по-прежнему должен нуждаться в регулярных поставках, поэтому лучше начать поиски возле населённого пункта.

source: Sgt. Niellos
es_es: Сержант Ниллос

source: Hi!
es_es: Привет!

source: Ah, once again our hero has returned!\.
es_es: Ах, опять наш герой вернулся!\.

source: Sue'zie
es_es: Сью'зи

source: Yaaay, welcome back!
es_es: Урааа, с возвращением!

source: Natzo'gra
es_es: Натзо'гра

source: Hero of justice!
es_es: Герой справедливости!

source: Hiez'gra
es_es: Хайз'гра
