Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat.po
Languages: es_es

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/36/message
source: We'll just have to do a few things...\. very precisely...\. to get there.
es_es: Мы просто должны сделать несколько вещей...\. очень точно...\. чтобы добраться туда.

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/37/message
source: This way!
es_es: Сюда!

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/46/message
source: I'll need you to run against this wall here. To the \c[3]east\c[0].
es_es: Мне нужно, чтобы ты бежала в эту стену. На \c[3]восток\c[0].

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/47/message
source: But you'll have to run at just the \c[3]right spot\c[0].
es_es: Но тебе придётся бежать только в самой \c[3]нужной точке\c[0].

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/48/message
source: I suggest you just keep running against this wall and I'll give more detailed instructions for your position!
es_es: Я предлагаю тебе просто бежать в эту стену, а я буду давать более подробные инструкции!

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/49/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-05.json//entities/243/settings/event/1/elseStep/54/message
source: Are you...\. about to use that glitch?
es_es: Ты что...\. хочешь использовать этот глюк?

source: No, wait! Your position is \c[3]wrong again\c[0]!
es_es: Нет, подожди! Ты опять в \c[3]неверной позиции\c[0]!

source: More to the \c[3]south\c[0]...
es_es: Ближе к \c[3]югу\c[0]...

source: Just a \c[1]bit\c[0] to the \c[3]south\c[0]...
es_es: Совсем \c[1]немного\c[0] \c[3]южнее\c[0]...

source: More to the \c[3]north\c[0]...
es_es: Ближе к \c[3]северу\c[0]...

source: Just a \c[1]bit\c[0] to the \c[3]north\c[0]...
es_es: Совсем \c[1]немного\c[0] \c[3]севернее\c[0]...

source: \c[2]That's it\c[0]! Just \c[3]keep running\c[0] at this point!
es_es: \c[2]Вот так\c[0]! Просто \c[3]продолжай бежать\c[0] в стену в этой точке!

source: You need to \c[3]keep running\c[0] against the wall, Lea!
es_es: Тебе нужно \c[3]продолжать бежать\c[0] в стену, Лея!

# data/maps/heat/path-05.json//entities/252/settings/event/15/message
source: Nice!\. That worked faster than I expected!
es_es: Отлично!\. Это сработало быстрее, чем я ожидала!

# data/maps/heat/path-05.json//entities/252/settings/event/17/message
source: HOW?!
es_es: КАК?!

# data/maps/heat/path-05.json//entities/252/settings/event/19/message
source: LEA!\. Stop doing this!
es_es: ЛЕЯ!\. Прекрати это!

# data/maps/heat/path-05.json//entities/252/settings/event/20/message
source: Hahaha, I suppose that was your first \c[3]wall phasing glitch\c[0].
es_es: Ха-ха-ха, я полагаю, это был твой первый \c[3]глюк фазирования стены\c[0].

# data/maps/heat/path-05.json//entities/252/settings/event/21/message
source: In case you are wondering...\. it's due to a little workaround they added in the early days.
es_es: Если тебе интересно...\. это из-за небольшого временного решения, которое они добавили в первые дни.

# data/maps/heat/path-05.json//entities/252/settings/event/22/message
source: ...Why?
es_es: ...Почему?

# data/maps/heat/path-05.json//entities/252/settings/event/23/message
source: Well...\. back then players sometimes got stuck in arbitrary locations.
es_es: Ну...\. тогда игроки иногда застревали в произвольных местах.

# data/maps/heat/path-05.json//entities/252/settings/event/24/message
source: The workaround would just slightly teleport them forward if they were stuck for too long.
es_es: С этим обходом их совсем немного телепортировало вперёд, если они застревали слишком долго.

# data/maps/heat/path-05.json//entities/252/settings/event/26/message
source: And it seems they never managed to fix the bug entirely!
es_es: И, похоже, им так и не удалось полностью исправить ошибку!

# data/maps/heat/path-05.json//entities/252/settings/event/27/message
source: Yes, yes.\. It is really complicated, you see?
es_es: Да-да.\. Это действительно сложно, понимаешь?

# data/maps/heat/path-05.json//entities/252/settings/event/28/message
source: Sometimes you still see other players just running against walls, right?
es_es: Иногда ты могла видеть других игроков, которые просто бегут в стену, верно?

# data/maps/heat/path-05.json//entities/252/settings/event/29/message
source: And that's why the workaround is still active, it's just much harder to trigger than it used to be.
es_es: И именно поэтому это обходное решение по-прежнему активно, его просто гораздо сложнее активировать, чем раньше.

# data/maps/heat/path-05.json//entities/252/settings/event/30/message
source: Well it should be!\. We tried really hard to make it impossible to abuse.
es_es: Ну, так и должно быть!\. Мы очень старались сделать невозможным злоупотребление.

# data/maps/heat/path-05.json//entities/252/settings/event/31/message
source: It's actually close to impossible to trigger it on your own.
es_es: На самом деле, самостоятельно его активировать почти невозможно.

# data/maps/heat/path-05.json//entities/252/settings/event/32/message
source: Of course, we never considered multiple players would cooperate to make it work.
es_es: Конечно, мы никогда не думали, что несколько игроков будут сотрудничать, чтобы заставить это работать.

# data/maps/heat/path-05.json//entities/252/settings/event/35/message
source: Why-\.
es_es: Почему-\.

# data/maps/heat/path-05.json//entities/252/settings/event/36/message
source: Anyway!\. Let's move on!
es_es: В любом случае!\. Давай двигаться дальше!

# data/maps/heat/path-05.json//entities/252/settings/event/37/message
source: From here we need to move to the \c[3]south\c[0]!\. You go first again.
es_es: Отсюда мы должны пойти \c[3]южнее\c[0]!\. Ты снова идёшь вперёд.

# data/maps/heat/path-05.json//entities/252/settings/event/40/message
source: Seriously Lea!\. We might really get into trouble if anyone spots you doing this!
es_es: Серьёзно, Лея!\. У нас могут быть большие проблемы, если кто-нибудь заметит, как ты делаешь это!

source: No, wait! Your position is \c[3]wrong again\c[0]!
es_es: Нет, подожди! Ты опять в \c[3]неверной позиции\c[0]!

source: More to the \c[3]east\c[0]...
es_es: Ближе к \c[3]востоку\c[0]...

source: Just a \c[1]bit\c[0] to the \c[3]east\c[0]...
es_es: Совсем \c[1]немного\c[0] \c[3]восточнее\c[0]...

source: More to the \c[3]west\c[0]...
es_es: Ближе к \c[3]западу\c[0]...

source: Just a \c[1]bit\c[0] to the \c[3]west\c[0]...
es_es: Совсем \c[1]немного\c[0] \c[3]западнее\c[0]...

source: \c[2]That's it\c[0]! Just \c[3]keep running\c[0] at this point!
es_es: \c[2]Вот так\c[0]! Просто \c[3]продолжай бежать\c[0] в стену в этой точке!

source: You need to \c[3]keep running\c[0] against the wall, Lea!
es_es: Тебе нужно \c[3]продолжать бежать\c[0] в стену, Лея!

# data/maps/heat/path-05.json//entities/255/settings/teleportLabel
source: Go to \c[3]Testing Area\c[0]
es_es: Перейти к \c[3]Тестовой зоне\c[0]

# data/maps/heat/path-05.json//entities/255/settings/blockEvent/2/message
source: No, Lea, stop this.
es_es: Нет, Лея, прекрати это.

# data/maps/heat/path-05.json//entities/255/settings/blockEvent/4/message
source: Do not drag other players into that testing area.
es_es: Не тащи других игроков в эту тестовую область.

# data/maps/heat/path-05.json//entities/255/settings/blockEvent/5/message
source: It is bad enough that you are walking around in it.
es_es: Достаточно того, что ты бродишь по ней.

# data/maps/heat/path-06.json//entities/261/settings/event/1/message
source: So you see...\. We had this team meeting today.
es_es: Видишь ли...\. У нас была эта командная встреча сегодня.

# data/maps/heat/path-06.json//entities/261/settings/event/2/message
source: And everyone was supposed to do their work before then.
es_es: И каждый должен выполнить свои задания до этого.

# data/maps/heat/path-06.json//entities/261/settings/event/3/message
source: The thing is, I didn't know about it.
es_es: Дело в том, что я не знала об этом.

# data/maps/heat/path-07.json//entities/318/settings/interact/hoverText
source: \i[arrow-w] Road to \v[area.heat-village.name] \i[arrow-e] Road to \v[area.bergen.name]
es_es: \i[arrow-w] дорога к Ба'кии Кум \i[arrow-e] дорога к Бергену

# data/maps/heat/path-07.json//entities/321/settings/event/1/message
source: They DID send me a message about the meeting, you see?
es_es: Они ПРИСЛАЛИ мне сообщение о встрече, понимаешь?

# data/maps/heat/path-07.json//entities/321/settings/event/2/message
source: So guess what happened: it ended up as spam!
es_es: И угадай что случилось: оно попало в спам!

# data/maps/heat/path-07.json//entities/321/settings/event/3/message
source: Of course I wouldn't see it. Who checks their spam on a regular basis, oui?
es_es: Конечно я не видела его. Кто вообще регулярно проверяет папку со спамом, oui (да)?

# data/maps/heat/path-07.json//entities/321/settings/event/4/message
source: Totally defeats the purpose.
es_es: Это убивает весь смысл.

# data/maps/heat/path-07.json//entities/321/settings/event/5/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-07.json//entities/324/settings/event/0/message
source: Those are some really impressive stone arcs.
es_es: Это и правда впечатляющие каменные арки.

# data/maps/heat/path-07.json//entities/324/settings/event/1/message
source: Those usually appear due to water erosion. There probably used to be a river at this place a long time ago.
es_es: Такие обычно появляются вследствие водной эрозии. Здесь, должно быть, была река давным-давно.

# data/maps/heat/path-07.json//entities/327/settings/event/3/name
source: Ey'leet
es_es: Э'лиит

# data/maps/heat/path-07.json//entities/327/settings/event/5/message
source: Woaah, \v[lore.title.seeker]!\. Those wicked rad scorpions sure were some thing.
es_es: Воооу, Искатель!\. Эти злые крутые скорпионы явно были чем-то особенным.

# data/maps/heat/path-07.json//entities/327/settings/event/6/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-07.json//entities/327/settings/event/7/message
source: Gave reading of high performance across all the parameter.\. Sign of great machine parts and elite craft!
es_es: Видна высокая производительность в каждой характеристике.\. Знак отличных частей и элитного мастерства!

# data/maps/heat/path-07.json//entities/327/settings/event/8/message
source: Sad all of it went poof after receiving defeat.\. But could find hint for location of secret lab!
es_es: Грустно, что они все просто пропали после уничтожения.\. Но мы, возможно, нашли подсказку о расположении секретной лаборатории!

# data/maps/heat/path-07.json//entities/327/settings/event/10/message
source: Yes, yes, I am best information man of entire village.\. Please admire but without distraction.
es_es: Да, да, я лучший по информации во всей деревне.\. Пожалуйста, восхищайся, но не отвлекайся.

# data/maps/heat/path-07.json//entities/327/settings/event/11/message
source: When calm again, move to area of \c[3]Long Piece\c[0].\. Next group there and very likely also the lab!
es_es: Когда успокоишься, иди в \c[3]Длинный участок\c[0].\. Следующая группа там, и, вполне вероятно, лаборатория тоже!

# data/maps/heat/path-07.json//entities/327/settings/event/12/message
source: Bye...
es_es: Пока...

# data/maps/heat/path-08.json//entities/274/settings/event/5/message
source: So long story short...\. I missed the meeting today.
es_es: Короче говоря...\. Я пропустила встречу сегодня.

# data/maps/heat/path-08.json//entities/274/settings/event/6/message
source: I slept in, arrived too late...\. Meeting was already over.
es_es: Я проспала, пришла слишком поздно...\. Встреча уже закончилась.

# data/maps/heat/path-08.json//entities/274/settings/event/7/message
source: One of my team members saw me and asked me where I'd been.
es_es: Один из членов моей команды увидела меня и спросила, где я была.

# data/maps/heat/path-08.json//entities/274/settings/event/8/message
source: So I just told her...\. I played CrossWorlds.
es_es: Я просто сказала ей...\. что играла в CrossWorlds.

# data/maps/heat/path-08.json//entities/274/settings/event/9/message
source: She got so angry, I tell you!
es_es: Она так разозлилась, говорю тебе!

# data/maps/heat/path-08.json//entities/274/settings/event/10/message
source: Lecturing me about how life is not all about fun and games.
es_es: Прочитала мне лекцию о том, что жизнь - это не только развлечения и игры.

# data/maps/heat/path-08.json//entities/274/settings/event/11/message
source: Seriously, had I known about that stupid meeting I would have shown up.
es_es: Серьёзно, если бы я знала об этой глупой встрече, я бы появилась.

# data/maps/heat/path-08.json//entities/274/settings/event/12/message
source: But non! I play games so I must be a child and irresponsible.
es_es: Но нет! Я играю в игры, поэтому я должна быть ребенком и безответственной.

# data/maps/heat/path-08.json//entities/274/settings/event/13/message
source: Man, I was so pissed...
es_es: Ухх, я была так зла...

# data/maps/heat/path-08.json//entities/274/settings/event/15/message
source: Oh well, let's go on...
es_es: Ну что ж, давай продолжим...

# data/maps/heat/path-08.json//entities/275/settings/event/0/message
source: Oh... better don't look down.
es_es: Ой... лучше не смотри вниз.

# data/maps/heat/path-09.json//entities/306/settings/event/1/text
source: Blocked
es_es: Заблокировано

# data/maps/heat/path-09.json//entities/314/settings/interact/hoverText
source: \i[arrow-w] Road to \v[area.heat-village.name] \i[arrow-e] Shortcut to \v[area.bergen.name] \i[arrow-s] Road to \v[area.bergen.name]
es_es: \i[arrow-w] дорога к Ба'кии Кум \i[arrow-e] кратчайший путь к Бергену \i[arrow-s] дорога к Бергену

# data/maps/heat/path-09.json//entities/318/settings/event/1/message
source: Well... of course I promised I'd do my part as soon as possible.
es_es: Ну... конечно, я обещала, что сделаю свою часть как можно скорее.

# data/maps/heat/path-09.json//entities/318/settings/event/2/message
source: But I was so mad... No way I could concentrate on work.
es_es: Но я была в бешенстве... Я никак не могла сосредоточиться на работе.

# data/maps/heat/path-09.json//entities/319/settings/text
source: \c[1]Secret entrance?\c[0]
es_es: \c[1]Секретный вход?\c[0]

# data/maps/heat/path-09.json//entities/323/settings/analyzable/text
source: Hira
es_es: Хира

source: Hira
es_es: Хира

source: Hi!
es_es: Привет!

source: Greetings there, \v[lore.title.seeker].\. I have been waiting for your arrival.
es_es: Приветствую тебя, Искатель.\. Я ждала твоего прибытия.

source: If the instructions on that tablet are correct, the place we have been searching for should be somewhere nearby.
es_es: Если инструкции на этой табличке верны, то место, которое мы ищем, должно быть где-то рядом.

source: Use your Analysis to examine the walls in the area, to find it and search for a mechanism in the rock.
es_es: Используй свой Анализ, чтобы изучить стены в области. Ищи механизм в камне.

source: [nods]
es_es: [кивает]

# data/maps/heat/path-09.json//entities/323/settings/npcStates/1/event/0/name
source: Hira
es_es: Хира

# data/maps/heat/path-09.json//entities/323/settings/npcStates/1/event/2/message
source: The entrance to the Ancient place should be somewhere around here.
es_es: Вход в Древнее место должен быть где-то здесь.

# data/maps/heat/path-09.json//entities/323/settings/npcStates/1/event/3/message
source: Look for high walls and use your Analysis to find it.
es_es: Ищи высокие стены и используй свой Анализ, чтобы найти его.

# data/maps/heat/path-09.json//entities/323/settings/npcStates/1/event/4/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-09.json//entities/323/settings/npcStates/2/event/0/name
source: Hira
es_es: Хира

# data/maps/heat/path-09.json//entities/323/settings/npcStates/2/event/2/message
source: Enter the cave, \v[lore.title.seeker].\. I will follow you, as soon as I have examined the surroundings for Ancient traces!
es_es: Войди в пещеру, Искатель.\. Я последую за тобой, как только изучу окрестности на наличие следов Древних!

# data/maps/heat/path-09.json//entities/323/settings/npcStates/2/event/3/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-09.json//entities/324/settings/interact/hoverText
source: Open Entrance
es_es: Открытый вход

# data/maps/heat/path-09.json//entities/324/settings/interact/event/2/text
source: Searching for a mechanism...
es_es: Поиск механизма...

# data/maps/heat/path-09.json//entities/324/settings/interact/event/24/name
source: Hira
es_es: Хира

# data/maps/heat/path-09.json//entities/324/settings/interact/event/26/message
source: Hi!
es_es: Привет!

# data/maps/heat/path-09.json//entities/324/settings/interact/event/27/message
source: \v[lore.title.seeker], excellent work!\. This must be the entrance!
es_es: Искатель, отличная работа!\. Это, должно быть, вход!

# data/maps/heat/path-09.json//entities/324/settings/interact/event/28/message
source: Hi!
es_es: Привет!

# data/maps/heat/path-09.json//entities/324/settings/interact/event/29/message
source: But we are far from done here.\. The truly exciting part should be inside.
es_es: Но мы ещё далеки от завершения.\. По-настоящему захватывающая часть должна быть внутри.

# data/maps/heat/path-09.json//entities/324/settings/interact/event/30/message
source: Go ahead and search for a way to the inner sanctum.\. I will follow after examining the entrance mechanism.
es_es: Иди дальше и ищи путь к внутреннему святилищу.\. Я догоню после изучения входного механизма.

# data/maps/heat/path-09.json//entities/324/settings/interact/event/31/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-10.json//entities/151/settings/teleportLabel
source: To Faj'ro Temple
es_es: К Храму Фай'ро

# data/maps/heat/path-10.json//entities/157/settings/npcStates/0/event/2/message
source: Want to reach \c[3]Hourglass Building\c[0], Human?
es_es: Хочешь добраться до \c[3]Сооружения песочных часов\c[0], человек?

# data/maps/heat/path-10.json//entities/157/settings/npcStates/0/event/3/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-10.json//entities/157/settings/npcStates/0/event/4/message
source: Easy! Go look for \c[3]statue\c[0] in home village, \c[3]\v[area.heat-village.name]\c[0]!
es_es: Легко! Найди \c[3]статую\c[0] в родной деревне \c[3]Ба'кии Кум\c[0]!

# data/maps/heat/path-10.json//entities/157/settings/npcStates/0/event/5/message
source: Village very close! Human just need to go \c[3]west\c[0].
es_es: Деревня очень близко! Человеку просто нужно идти \c[3]на запад\c[0].

# data/maps/heat/path-10.json//entities/158/settings/event/1/message
source: So I thought, gotta play some CrossWorlds. Let off some...
es_es: Так что я подумала, поиграю немного в CrossWorlds. Выпущу пар...

# data/maps/heat/path-10.json//entities/158/settings/event/2/message
source: Whoa! Look at this!
es_es: Ого! Ты только глянь!

# data/maps/heat/path-10.json//entities/160/settings/event/11/message
source: Mon dieu! What a view!
es_es: Mon dieu (Боже мой)! Какой вид!

# data/maps/heat/path-10.json//entities/160/settings/event/12/message
source: That must be \c[3]Faj'ro Temple\c[0], non?
es_es: Это, должно быть, \c[3]Храм Фай'ро\c[0], так ведь?

# data/maps/heat/path-10.json//entities/160/settings/event/19/message
source: Well, to be honest... I may have overdone it yesterday.
es_es: Ну, если честно... возможно, я перестаралась вчера.

# data/maps/heat/path-10.json//entities/160/settings/event/20/message
source: But it was so much fun, non?
es_es: Но это было так весело, не так ли?

# data/maps/heat/path-10.json//entities/160/settings/event/21/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-10.json//entities/160/settings/event/22/message
source: ... Sometimes makes you wish you could just stay in this world...
es_es: ...Иногда хочется, чтобы ты мог просто остаться в этом мире...

# data/maps/heat/path-10.json//entities/160/settings/event/26/message
source: Ah, non!\. Dangerous thinking!
es_es: Ах, нет!\. Страшно подумать!

# data/maps/heat/path-10.json//entities/160/settings/event/28/message
source: Lea, let's not neglect real life like this, d'accord?
es_es: Лея, давай не будем вот так пренебрегать реальной жизнью, d'accord (хорошо)?

# data/maps/heat/path-10.json//entities/160/settings/event/30/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-10.json//entities/160/settings/event/31/message
source: I'm sure it won't end well.
es_es: Я уверена, что это плохо кончится.

# data/maps/heat/path-10.json//entities/160/settings/event/34/message
source: Lea, is something the matter?
es_es: Лея, что-то случилось?

# data/maps/heat/path-10.json//entities/160/settings/event/36/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/path-10.json//entities/160/settings/event/37/message
source: I know...\. I tend to talk too much, but you know...
es_es: Я знаю...\. Я склонна слишком много говорить, но знаешь...

# data/maps/heat/path-10.json//entities/160/settings/event/38/message
source: If something is bothering you, you can just tell me about it.
es_es: Если что-то тебя беспокоит, ты можешь просто рассказать мне об этом.

# data/maps/heat/path-10.json//entities/160/settings/event/39/message
source: ... Just like I did, you see?
es_es: ...Как я только что, понимаешь?

# data/maps/heat/path-10.json//entities/160/settings/event/40/message
source: I feel much better already just by speaking with you.
es_es: Я уже чувствую себя намного лучше, просто разговаривая с тобой.

# data/maps/heat/path-10.json//entities/160/settings/event/43/message
source: Well, I won't pressure you. But know I'm here to listen, okay?
es_es: Ладно, не буду на тебя давить. Но знай, я здесь, чтобы слушать, хорошо?

# data/maps/heat/path-10.json//entities/160/settings/event/44/message
source: That's what \c[3]friends\c[0] are for, right?
es_es: Вот для чего нужны \c[3]друзья\c[0], верно?

# data/maps/heat/path-10.json//entities/160/settings/event/46/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-10.json//entities/160/settings/event/47/message
source: Okay! I got my fill of this view! Let's go on.
es_es: Ладно! Я насладилась этим видом! Продолжим.

# data/maps/heat/path-11.json//entities/437/settings/event/1/message
source: Looks like we're almost there!
es_es: Похоже, что мы почти на месте!

# data/maps/heat/path-11.json//entities/437/settings/event/2/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-11.json//entities/446/settings/event/10/name
source: Billston
es_es: Биллстон

# data/maps/heat/path-11.json//entities/446/settings/event/13/message
source: Hi...!
es_es: Привет...!

# data/maps/heat/path-11.json//entities/446/settings/event/16/message
source: Who\..\..\..\.\. what!?\. You again?
es_es: Кто\..\..\..\.\. что!?\. Снова ты?

# data/maps/heat/path-11.json//entities/446/settings/event/17/message
source: Ah, \v[lore.title.seeker]!\. Time good for appearing.\. I in hurry and run now.\. Bye!
es_es: Ах, Искатель!\. Самое время появиться.\. Я сейчас тороплюсь и убегаю.\. Пока!

# data/maps/heat/path-11.json//entities/446/settings/event/18/message
source: Bye...
es_es: Пока...

# data/maps/heat/path-11.json//entities/446/settings/event/31/name
source: Billston
es_es: Биллстон

# data/maps/heat/path-11.json//entities/446/settings/event/33/message
source: You...
es_es: Ты...

# data/maps/heat/path-11.json//entities/446/settings/event/35/message
source: You just had to come along and mess with the order in this place, didn't you.
es_es: Вот нужно было прийти и нарушить порядок в этом месте, да?

# data/maps/heat/path-11.json//entities/446/settings/event/37/message
source: You fancy heroes don't seem to understand how things work.
es_es: Вы, модные герои, не понимаете, как это всё работает.
