Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat-village.po
Languages: es_es

# data/maps/heat-village/baki-2.json//entities/786/settings/event/119/message
source: Your situation is serious, but this is no race against time.
es_es: Твоя ситуация серьёзная, но это не гонка со временем.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/120/message
source: We just have to try out everything and hope for the best.
es_es: Мы просто должны попробовать всё, что сможем, и надеяться на лучшее.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/121/message
source: ...Okay?
es_es: ...Ладно?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/129/message
source: I am sorry that I could not bring myself to tell you this earlier...
es_es: Мне жаль, что я не смог заставить себя сказать это раньше...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/130/message
source: I just...\. I knew it would be difficult.
es_es: Я просто...\. Я знал, что это будет сложно.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/133/message
source: Look, Lea.
es_es: Слушай, Лея.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/134/message
source: I really cannot imagine how you must feel right now.
es_es: Я правда не представляю, как ты себя сейчас чувствуешь.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/135/message
source: All I can tell you is that there is hope...
es_es: Всё, что я могу тебе сказать - это то, что есть надежда...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/136/message
source: ... if we continue playing CrossWorlds.
es_es: ...если мы продолжим играть в CrossWorlds.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/138/message
source: So... let us not give up, okay?
es_es: Так что... давай не будем сдаваться, хорошо?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/140/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/141/message
source: Anyway, it is probably better to give you more time to cope with this.
es_es: В любом случае, вероятно, лучше дать тебе больше времени, чтобы справиться с этим.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/142/message
source: Should we call it a day?
es_es: Стоит ли нам закончить на сегодня?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/143/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/144/message
source: Okay, Lea...\. See you tomorrow.
es_es: Хорошо, Лея...\. Увидимся завтра.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/147/text
source: Logout
es_es: Выход из игры

# data/maps/heat-village/baki-2.json//entities/791/settings/analyzable/text
source: Frou'quye
es_es: Фру'ки

source: Frou'quye
es_es: Фру'ки

source: Pretty human!\. Bestest, funnest toys for small ones!\. Make happy and cheer!
es_es: Милый человек!\. Наилучшие, забавнейшие игрушки для маленьких!\. Веселят и радуют.

source: [shakes head]
es_es: [мотает головой]

source: Aww.\. Human missing out!
es_es: Оуу.\. Человек упускает возможность!

source: Frou'quye
es_es: Фру'ки

source: Hi!
es_es: Привет!

source: Human \v[lore.title.seeker] do search for troublemaker on market?
es_es: Человеческий Искатель ищет нарушителя порядка на рынке?

source: [nods]
es_es: [кивает]

source: Hurray!\. Trade was hard times with money and goods being stolen.
es_es: Ура!\. Сложно торговать, когда твои товары и деньги украдены.

source: Was worried guards lose interest in case.\. Mustache guard very watchful but he also speak much to rectangle.
es_es: Была обеспокоена тем, что стража потеряет интерес к делу.\. Страж с усами очень бдителен, но он много говорит с прямоугольником.

source: Yes yes!\. Weird small rectangle he sometimes talk to.\. Seem much importance to him.
es_es: Да-да! Странный маленький прямоугольник, с которым он иногда разговаривает.\. Кажется, что много значит для него.

source: Frou'quye
es_es: Фру'ки

source: Hope human find solution.\. We Shad like market and sharing our goods.
es_es: Надеюсь, что люди найдут решение.\. Мы, шады, любим рынок и делиться нашими товарами.

# data/maps/heat-village/baki-2.json//entities/792/settings/analyzable/text
source: Jena
es_es: Джена

# data/maps/heat-village/baki-2.json//entities/798/settings/dialog/0/text
source: Okay everyone listen up!
es_es: Ладно, слушайте все!

# data/maps/heat-village/baki-2.json//entities/798/settings/dialog/1/text
source: The next dungeon is going to be \c[3]Faj'ro Temple\c[0].
es_es: Следующим подземельем будет \c[3]Храм Фай'ро\c[0].

# data/maps/heat-village/baki-2.json//entities/798/settings/dialog/2/text
source: As members of the \c[3]Omni Gilders\c[0] we have to gather as much loot as we can.
es_es: Как члены \c[3]Златарей\c[0], мы должны собрать как можно больше добычи.

# data/maps/heat-village/baki-2.json//entities/798/settings/dialog/3/text
source: This is what this is about?
es_es: О чём вообще речь?

# data/maps/heat-village/baki-2.json//entities/798/settings/dialog/4/text
source: I'm sure everyone knows how to hit stuff by now.
es_es: Я уверена, что каждый уже знает, как это делается.

# data/maps/heat-village/baki-2.json//entities/798/settings/dialog/5/text
source: Sshh! This might be important, Jena!
es_es: Шшш! Это может быть важно, Джена!

# data/maps/heat-village/baki-2.json//entities/798/settings/dialog/6/text
source: Wait... wha...???
es_es: Подожди... чт...???

# data/maps/heat-village/baki-2.json//entities/798/settings/dialog/7/text
source: Yes, as I said. We gotta get as much loot as we can.
es_es: Да, как я и сказала. Мы должны получить столько много добычи, сколько сможем.

# data/maps/heat-village/baki-2.json//entities/798/settings/dialog/8/text
source: Omni Gilders for life!
es_es: Златари навсегда!

# data/maps/heat-village/baki-2.json//entities/798/settings/dialog/9/text
source: Aw yeah!
es_es: Оу, да!

# data/maps/heat-village/baki-2.json//entities/801/settings/dialog/0/text
source: Hey bro, do you think we need a damage dealer at some point?
es_es: Эй, братан, думаешь, нам когда-нибудь понадобится дамагер?

# data/maps/heat-village/baki-2.json//entities/801/settings/dialog/1/text
source: NEVER! We will tank everything!
es_es: НИКОГДА! Мы всё затанкуем!

# data/maps/heat-village/baki-2.json//entities/801/settings/dialog/2/text
source: Twin tank bros all the way.
es_es: Братья-танки до конца.

# data/maps/heat-village/baki-2.json//entities/801/settings/dialog/3/text
source: Alright, exactly what I wanted to hear.
es_es: Хорошо, именно это я и хотел услышать.

# data/maps/heat-village/baki-2.json//entities/805/settings/dialog/0/text
source: You ever wonder what these do?
es_es: Ты никогда не задумывалась, что эта штука делает?

# data/maps/heat-village/baki-2.json//entities/805/settings/dialog/1/text
source: Maybe they are for maintenance?
es_es: Может, они здесь для техобслуживания?

# data/maps/heat-village/baki-2.json//entities/805/settings/dialog/2/text
source: Or maybe they are generators?
es_es: Или может, это генераторы?

# data/maps/heat-village/baki-2.json//entities/805/settings/dialog/3/text
source: So basically, you're as clueless as I am?
es_es: Значит, ты тоже понятия не имеешь, как и я?

# data/maps/heat-village/baki-2.json//entities/805/settings/dialog/4/text
source: Yup.
es_es: Ага.

source: Wow, the bird guy wasn't lying. That's one big bazaar, non?
es_es: Вау, птицечел не врал. Этот базар большой, правда?

source: [nods]
es_es: [кивает]

source: Shad try to trade as much as they can.
es_es: Шады стараются торговать как можно больше.

source: Sometimes, they do over-promote I guess.
es_es: Иногда, полагаю, они перебарщивают с рекламой.

# data/maps/heat-village/baki-2.json//entities/820/settings/analyzable/text
source: Billston
es_es: Биллстон

source: Billston
es_es: Биллстон

source: What is it, \v[lore.title.seeker]?\. Can't you see that I am busy keeping order in this unruly place?
es_es: В чём дело, \v[lore.title.seeker]?\. Разве ты не видишь, что я занят поддержанием порядка в этом неспокойном месте?

source: Billston
es_es: Биллстон

source: What is it, \v[lore.title.seeker]?\. Can't you see that I am busy keeping order in this unruly place?
es_es: В чём дело, \v[lore.title.seeker]?\. Разве ты не видишь, что я занят поддержанием порядка в этом неспокойном месте?

source: ... hi!
es_es: ...привет!

source: Shad merchants being robbed, is that the story of the day again?
es_es: Торговцев-шадов грабят, это, что ли, снова новость дня?

source: That is completely impossible.\. Not on my watch anyway.\. And it's always my watch during business hours!
es_es: Это совершенно невозможно.\. Во всяком случае, не в мою смену.\. А моя смена здесь всегда, в рабочее время, разумеется!

source: Listen, \v[lore.title.seeker].\. I know your kind always searches for grand adventures and villains to slay.
es_es: Слушай, Искатель.\. Я знаю, что вы всегда в поисках великих приключений и злодеев для уничтожения.

source: But this is just some village ploy by them shady scaleskins to cash in on compensations.
es_es: Но это всего лишь какая-то деревенская уловка чешуйчатых, чтобы нажиться на компенсации.

source: Anyway, there is watch to keep.\. Don't waste my time, unless you can present some solid proof.
es_es: В любом случае, мне нужно приглядывать за этим местом.\. Не трать моё время, если ты, конечно, не можешь предоставить убедительных доказательств.

source: ...bye.
es_es: ...пока.

source: Billston
es_es: Биллстон

source: There is watch to keep.\. Don't waste my time, unless you can present some solid proof.
es_es: Есть служба, которую нужно нести.\. Не трать моё время, если ты, конечно, не можешь предоставить убедительных доказательств.

source: ...bye.
es_es: ...пока.

source: Billston
es_es: Биллстон

source: There is watch to keep.\. Don't waste my time, unless you can present some solid proof.
es_es: Есть служба, которую нужно нести.\. Не трать моё время, если ты, конечно, не можешь предоставить убедительных доказательств.

source: ...bye.
es_es: ...пока.

# data/maps/heat-village/baki-2.json//entities/821/settings/analyzable/text
source: Jimmons
es_es: Джиммонс

# data/maps/heat-village/baki-2.json//entities/823/settings/analyzable/text
source: Zaida
es_es: Зайда

source: Zaida
es_es: Зайда

source: When I first arrived here, the strange beings we call \v[lore.title.shad] made me uneasy.
es_es: Когда я впервые приехала сюда, странные существа, которых мы называем шады, заставили меня чувствовать себя неловко.

source: But soon I learned what honorable people they were beneath their scaly skin.
es_es: Но вскоре я узнала, что под их чешуйчатой кожей скрываются благородные существа.

source: Nowadays I love serving in this small village.\. It is so peaceful here, compared to the larger human settlements!
es_es: Теперь мне нравится проходить службу в этой маленькой деревне.\. Это очень мирное место по сравнению с крупными поселениями людей!

source: Zaida
es_es: Зайда

source: Hi.
es_es: Привет.

source: Hey \v[lore.title.seeker]!\. Can I help you with anything?
es_es: Привет, Искатель!\. Могу я тебе с чем-нибудь помочь?

source: Lea...
es_es: Лея...

source: Ah, you are here because of those criminal activities here on the market?
es_es: Ах, ты здесь из-за криминальной активности на этом рынке?

source: [nods]
es_es: [кивает]

source: I see, so the Sergeant is finally losing his patience.\. I can't blame him.
es_es: Понятно, кажется, что сержант начинает терять своё терпение.\. Не могу винить его.

source: Listen, I want this to be solved as much as he does.
es_es: Слушай, я хочу, чтобы это разрешилось, так же сильно, как и он.

source: The Shad are an honest and trusting folk, they don't deserve this.
es_es: Шады честный и доверчивый народ, они не заслуживают этого.

source: Just... it always happens without anyone of us or the traders noticing.\. We are completely at a loss!
es_es: Просто... это всегда происходит тогда, когда никто из нас или торговцев не замечает этого.\. Мы в полном недоумении!

source: Honestly, one would think that at least Billston would notice something, that crazy workaholic.
es_es: Честно говоря, можно было подумать, что, по крайней мере, Биллстон что-то заметит, этот чокнутый трудоголик.

source: But no, the stuff seems to just vanish without any trace.\. Unbelievable.
es_es: Но нет, похоже, что вещи просто исчезают без следа.\. Невероятно.

source: Zaida
es_es: Зайда

source: I hope you can find anything, \v[lore.title.seeker]!
es_es: Я надеюсь, что ты сможешь найти что-нибудь, \v[lore.title.seeker]!

source: The Shad are an honest and trusting folk, they don't deserve this.
es_es: Шады честный и доверчивый народ, они не заслуживают этого.

# data/maps/heat-village/baki-2.json//entities/824/settings/analyzable/text
source: Pae'trow
es_es: Па'троу

source: Pae'trow
es_es: Па'троу

source: Human!\. Got quality tableware for sale!\. Best craftworks, it much smooth!
es_es: Человек!\. Есть качественная посуда на продажу!\. Лучшие работы, она очень гладкая!

source: [shakes head]
es_es: [мотает головой]

source: Such shame.\. Human table have sad.
es_es: Какая жалость.\. Человеческий стол будет грустить.

source: Pae'trow
es_es: Па'троу

source: Hi!
es_es: Привет!

source: Human asking about crime on market?
es_es: Человек спрашивает о преступлениях на рынке?

source: [nods]
es_es: [кивает]

source: It big problem!\. Goods and money vanishing from market stand.
es_es: Это большая проблема!\. Товар и деньги пропадают с прилавка.

source: We Shad busy selling quality crafts for fair price to happy customers, so no notice!
es_es: Мы, шады, продаём качественные поделки по справедливой цене для счастливых покупателей, поэтому не замечаем!

source: But bearded guard, he care very much!\. Always visiting, asking about money, food breaks and giving hints for safety!
es_es: Но бородатый охранник, он очень заботится!\. Всегда заходит, спрашивает о деньгах, перерывах на еду, и даёт советы по безопасности!

source: Still things get stolen.\. He very disappoint and sad I fear.
es_es: Вещи всё равно крадут.\. Боюсь, он очень разочарован и грустит.

source: Pae'trow
es_es: Па'троу

source: Hope human find solution.\. We Shad like market and sharing our goods.
es_es: Надеюсь, что люди найдут решение.\. Мы, шады, любим рынок и делиться нашими товарами.

# data/maps/heat-village/baki-2.json//entities/825/settings/text
source: Possible Hint?
es_es: Подсказка?

# data/maps/heat-village/baki-2.json//entities/826/settings/analyzable/text
source: Kney'tehab
es_es: Ни'техаб

source: Kney'tehab
es_es: Ни'техаб

source: Human, take look over market!\. Baki Bazaar crafts are finest on Shadoon!
es_es: Человек, осмотрись на рынке!\. Изделия с Бакийского базара лучшие на Шадуне!

source: Also, all profit go to hardworking \v[lore.title.shad] and helping humans.
es_es: К тому же, вся прибыль уходит трудолюбивым шадам и на помощь людям.

source: Kney'tehab
es_es: Ни'техаб

source: Hi!
es_es: Привет!

source: Ah, \v[lore.title.seeker], you are greeted!\. Much pleasing is felt from heroic presence.
es_es: Ах, Искатель, приветствую тебя!\. Приятные ощущения от героического присутствия.

source: Much useful wisdom could be learned from communication, I dare proclaim with greatest certainty.
es_es: Из общения можно извлечь много полезной мудрости, осмелюсь с большой уверенностью заявить.

source: But, as humans like saying, time is of the essential ingredient for early bird.
es_es: Но, как любят говорить люди, кто рано встаёт, тому Бог подаёт.

source: To honor clever statement, let us swiftly slice core of problem at our hand.
es_es: Чтобы почтить умное утверждение, давай быстро рассмотрим суть проблемы в наших руках.

source: Transport with important content is long expected to arrive from \v[area.bergen.name].\. It has not.
es_es: Транспорт с долгожданным грузом ожидается к прибытию из Бергена.\. Но этого не произошло.

source: Content very precious and important.\. Desert dangerous.\. Human following?
es_es: Содержание очень ценное и важное.\. Пустыня опасная.\. Человек улавливает?

source: [nods]
es_es: [кивает]

source: Excellent.\.\. Concluding, you, strong \v[lore.title.seeker], find transport and help it reach us.\. Then get reward, yes?
es_es: Замечательно.\.\. В заключение, ты, сильный Искатель, найди транспорт и помоги ему добраться до нас.\. Потом получишь награду, хорошо?

source: Please.
es_es: Пожалуйста.

source: [nods]
es_es: [кивает]

source: That good decision, smart human.\. Wealth awaits the both of us!
es_es: Хорошее решение, умный человек.\. Богатство ждёт нас обоих!

source: Search transport along main route from \v[area.bergen.name] to \v[area.heat-village.name].
es_es: Ищи транспорт на основном пути из Бергена в \v[area.heat-village.name].

source: Should be guarded by two employees of generous Baki Bazaar.\. Unless eaten by hungry desertlife.
es_es: Должен охраняться двумя служащими щедрого бакийского базара.\. Если не съедены голодной живностью пустыни.

source: If still alive, complain about delay.\. Then help delivery to continue.
es_es: Если ещё живы, пожалуйся на задержку.\. Потом помоги продолжить доставку.

source: If eaten... shame, but business must go on.\. Return for less convenient plan B.
es_es: Если съедены... жаль, но дело должно продолжаться.\. Возвращайся за менее пригодным планом Б.

source: Bye.
es_es: Пока.

source: [shakes head]
es_es: [мотает головой]

source: Human certain?\. No interest in progress of shad and humans?\. Sad.
es_es: Человек уверен?\. Нет интереса к развитию шадов и людей?\. Грустно.

source: Kney'tehab
es_es: Ни'техаб

source: Search transport along main route from \v[area.bergen.name] to \v[area.heat-village.name].
es_es: Ищи транспорт на основном пути из Бергена в \v[area.heat-village.name].

source: Also find two delivery assistants and help.\. If alive.\. If not, shame, but you return for plan B.
es_es: Ещё найди двух сотрудников доставки и помоги.\. Если живы.\. Если нет, обидно, но ты вернёшься за планом Б.

source: Kney'tehab
es_es: Ни'техаб

source: Hi!
es_es: Привет!

source: \v[lore.title.seeker] returned.\. So has transport.\. Our thanks are boundless.
es_es: Искатель вернулся.\. Как и транспорт.\. Наши благодарности безграничны.

source: Rewards not boundless but still big.\. Human deserve it for bringing great contribution.
es_es: Награды не безграничны, но всё же велики.\. Человек заслуживает её за большой вклад.

source: The Union is of hope for grand cooperation continuing in future!
es_es: Союз хранит надежды на великое сотрудничество в будущем!

source: Bye!
es_es: Пока!

source: Kney'tehab
es_es: Ни'техаб

source: Hi!
es_es: Привет!

source: Ah, human \v[lore.title.seeker].\. Return brings great joy.
es_es: Ах, человеческий \v[lore.title.seeker].\. Возвращение приносит большую радость.

source: It seem that indeed nose for business is among the many talents of the \v[lore.title.seeker].
es_es: Похоже, что нюх на бизнес - один из многих талантов Искателя.

source: In way of any, \v[lore.title.seeker] remember important delivery and unreliable employees?
es_es: В случае любом, \v[lore.title.seeker] помнит важную поставку и ненадёжных работников?

source: [nods]
es_es: [кивает]

source: Well, forget employees, they not important now.\. But content of crate is very much.
es_es: Хорошо, забудь работников, они не важны сейчас.\. Но содержимое ящика очень.

source: It core ingredient for profitable venture of great benefits:\. \c[3]Creating drinks of enjoyment, in way of Ancients!\c[0]
es_es: Это ключевой ингредиент для выгодного предприятия с огромными прибылями:\. \c[3]Создание напитков для наслаждения, подобно Древним!\c[0]

source: \v[lore.title.seeker] interested in more work?
es_es: \v[lore.title.seeker] заинтересован в дополнительной работе?

source: [nods]
es_es: [кивает]

source: Human thirst for profit express signs of starving wolf.\. This tip scales of trade in most pleasant direction.
es_es: Жажда наживы человека выражает признаки голодного волка.\. Это склоняет чашу весов торговли в самую нужную сторону.

source: Scales however rare in this venture, since \v[lore.title.seeker] work with other human.\. Not bad luck we hope.
es_es: Чешуя, однако, редка в этом предприятии, ведь \v[lore.title.seeker] работает с другим человеком.\. Не к несчастью, надеемся.

source: You speak to \c[3]human woman with red hair\c[0] in the \c[3]trade-building behind me\c[0].\. She very popular, hard to miss I often hear.
es_es: Ты поговоришь с \c[3]человеческой женщиной с красными волосами\c[0] в \c[3]здании для торговли за мной\c[0].\. Она очень известна, трудно не заметить, я часто слышу.

source: Contents of precious chest will already be used by woman so work can start with hastiness.
es_es: Содержимое ценного сундука уже будет использовано женщиной, так что работа может начаться в спешке.

source: Rest will be explained in human to human meeting.\. \v[lore.title.seeker] brain absorbed procedure?
es_es: Остальное будет объяснено на встрече человека и человека.\. \v[lore.title.seeker]ский мозг усвоил процедуру?

source: [nods]
es_es: [кивает]

source: Excellent.\. Then make hurry and do progress!
es_es: Отлично.\. Тогда поспеши и делай успехи!

source: Bye.
es_es: Пока.

source: [shakes head]
es_es: [мотает головой]

source: \v[lore.title.seeker] not want to reap fruit of mystery chest?\. Sun done damage to curiosity of brain?
es_es: \v[lore.title.seeker] не хочет пожать плоды таинственного сундука?\. Солнце нанесло урон любопытству мозга?

source: Kney'tehab
es_es: Ни'техаб

source: You speak to \c[3]woman with red hair\c[0] in \c[3]Trade house\c[0].\. Easy to find, she very popular for reasons of mystery.
es_es: Поговори с \c[3]женщиной с красными волосами\c[0] в \c[3]Базарном доме\c[0].\. Легко найти, она очень популярна по неизвестным причинам.

source: Kney'tehab
es_es: Ни'техаб

source: Hi!
es_es: Привет!

source: \v[lore.title.seeker]! Happy report of success already flew into reach.\. Splendid!
es_es: Искатель! Счастливый отчёт об успехе долетел до меня.\. Великолепно!

source: [nods]
es_es: [кивает]

source: Already sight is filled with smell of sweetness and taste of ripened drink... and lush profits, not to forget.
es_es: Взгляд уже наполнен запахом сладкого и вкусом выдержанного напитка... и сочной прибылью, конечно же.

source: Also brewed liquid miraculous creator of friendship and persuasion according to human myths of trade.
es_es: Также сваренная жидкость является чудодейственным создателем дружбы и уговора, по мнению человеческих мифов о торговле.

source: Yes, yes.\. This indeed might be venture of century for bazaar.\. \v[lore.title.seeker] get regal reward and thanks from heart!
es_es: Да-да.\. Это действительно может стать предприятием на века для базара.\. Искатель, получи королевскую награду и благодарность от всего сердца!

source: Kney'tehab
es_es: Ни'техаб

source: Hi!
es_es: Привет!

source: Legendary \v[lore.title.seeker]!\. Tales of big exploits reached humble market!\. Such splendor!
es_es: Легендарный Искатель!\. Рассказы о больших подвигах достигли скромного рынка!\. Такое великолепие!

source: Meet.
es_es: Встреча.

source: Yes, yes, great honor to meet again.\. Hope memory past cooperations still blessing \v[lore.title.seeker]s heart!
es_es: Да, да, великая честь встретиться снова.\. Надеюсь, память о прошлом сотрудничестве всё ещё освящает сердце Искателя!

source: [nods]
es_es: [кивает]

source: Good, good.\. Thus honorable Bazaar also holds great steaks in success of \v[lore.title.seeker], never forget!
es_es: Хорошо, хорошо.\. Таким образом, почётный базар также держит отличные стейки в успехе Искателя, никогда не забудет!

source: Lea...
es_es: Лея...
