Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat.po
Languages: es_es

# data/maps/heat/path-11.json//entities/446/settings/event/38/message
source: We humans are the ones running the place!\. Building roads, protecting the settlements... keeping civilization.\.
es_es: Мы, люди, управляем этим местом!\. Строим дороги, защищаем населенные пункты... сохраняем цивилизацию.\.

# data/maps/heat/path-11.json//entities/446/settings/event/40/message
source: We should just take what we need.\. And you won't stop me, \v[lore.title.seeker] or not!
es_es: Мы просто должны брать то, что нам нужно.\. И ты меня не остановишь, будь ты Искатель или ещё кто!

# data/maps/heat/path-11.json//entities/446/settings/event/45/message
source: Let me teach you some rules of the world I kept running.
es_es: Позволь мне научить тебя некоторым правилам мира, которым я заправляю.

# data/maps/heat/path-11.json//entities/448/settings/dialog/0/text
source: Come on, be a good, simple citizen and pay the toll. It is needed for your protection.
es_es: Давай, будь хорошим простым гражданином и плати налоги. Это необходимо для твоей защиты.

# data/maps/heat/path-11.json//entities/448/settings/dialog/1/text
source: But human guard. Taxes get paid and rest trademoney is needed for life.
es_es: Но товарищ охранник. Налоги выплачиваются, а остальные деньги нужны для существования.

# data/maps/heat/path-11.json//entities/448/settings/dialog/2/text
source: We need that money to properly keep the peace you need for your profitable business. So just pay up.
es_es: Нам нужны эти деньги, чтобы как следует сохранить спокойствие, необходимое для твоего прибыльного бизнеса. Так что просто заплати.

# data/maps/heat/path-11.json//entities/448/settings/dialog/3/text
source: This not justice. Not fair. Such scandal!
es_es: Это не справедливость. Не честно. Скандал!

# data/maps/heat/path-11.json//entities/448/settings/dialog/4/text
source: I am justified to \c[5]take it by force\c[0]. Don't make me repeat myself!
es_es: Я уполномочен, чтобы \c[5]взять их силой\c[0]. Не заставляй меня повторять!

# data/maps/heat/path-11.json//entities/451/settings/event/10/name
source: Billston
es_es: Биллстон

# data/maps/heat/path-11.json//entities/451/settings/event/11/message
source: Hi!
es_es: Привет!

# data/maps/heat/path-11.json//entities/451/settings/event/12/message
source: You... you sure learned some fancy tricks at \v[lore.title.seeker]-academy, eh?
es_es: Ты... ты, кажется, выучила несколько модных трюков в академии Искателей, а?

# data/maps/heat/path-11.json//entities/451/settings/event/14/message
source: Well... as for us old-fashioned guards... we only learned to uphold justice and honesty.
es_es: Ну... что касается нас, старомодных охранников... нас учили только защищать справедливость и честность.

# data/maps/heat/path-11.json//entities/451/settings/event/16/message
source: But we also deal with a lot of shady trickery, so\..\..\..
es_es: Но мы также имеем дело с множеством сомнительных делишек, так что\..\..\..

# data/maps/heat/path-11.json//entities/453/settings/text
source: \c[3]Secret Lair of Billston\c[0]
es_es: \c[3]Тайное логово Биллстона\c[0]

# data/maps/heat/path-11.json//entities/454/settings/text
source: Former Secret Lair of Billston
es_es: Бывшее тайное логово Биллстона

# data/maps/heat/path-11.json//entities/455/settings/text
source: \c[1]Footprints?\c[0]
es_es: \c[1]Следы?\c[0]

# data/maps/heat/path-11.json//entities/456/settings/text
source: \c[1]Footprints??\c[0]
es_es: \c[1]Следы?\c[0]

source: There you are! Hello!
es_es: Вот ты где! Привет!

source: Hi!
es_es: Привет!

source: So finally we meet...
es_es: Ну, наконец-то мы встретились...

source: I already introduced myself before, right?
es_es: Я уже представился, не так ли?

source: [nods]
es_es: [кивает]

source: Well... I know \c[3]C'tron\c[0] is a bit strange. You can also call me \c[3]Toby\c[0] if you like.
es_es: Ну... я знаю, \c[3]Ци'трон\c[0] звучит немного странно. Ты можешь называть меня \c[3]Тоби\c[0], если хочешь.

source: Or \c[3]Tronny\c[0]. That's what all the guild members call me.
es_es: Ну или \c[3]Тронни\c[0]. Как и все все остальные члены гильдии.

source: ...How?
es_es: ...Как?

source: Huh?
es_es: Хмм?

source: Drat! You can't speak! I forgot again!
es_es: Чёрт! Ты не можешь говорить! Я снова забыл!

source: I'm so sorry. I tend to be a bit of an airhead sometimes.
es_es: Мне очень жаль. Я склонен быть немного легкомысленным иногда.

source: Hm...\. Emilie isn't around?
es_es: Хм...\. Эмили нет рядом?

source: [shakes head]
es_es: [мотает головой]

source: Too bad, I didn't have the chance to meet her yet.
es_es: Жаль, у меня ещё не было возможности встретиться с ней.

source: So, since we're both here...
es_es: Так вот, раз уж мы оба здесь...

source: Did you already finish that \c[3]Maroon Tree Quest\c[0]?
es_es: Ты уже закончила этот \c[3]квест с Бордовым деревом\c[0]?

source: [shakes head]
es_es: [мотает головой]

source: Neither have I!
es_es: Я тоже!

source: So how about we do that quest together? Sounds good?
es_es: Так как насчёт того, чтобы пройти этот квест вместе? Идёт?

source: [nods]
es_es: [кивает]

source: Okey-dokey!\. Let's go then!
es_es: Оки-доки!\. Погнали тогда!

source: I-I mean...\. of course there is no reason to rush.
es_es: Т-то есть...\. конечно нет причин спешить.

source: We could do a couple other quests first or just explore.\. Whatever you prefer.
es_es: Мы могли бы сначала сделать пару других квестов, ну или просто заняться исследованием.\. Как тебе угодно.

source: Though...\. it really doesn't look like you'd need to \c[1]level up any further\c[0].
es_es: Хотя...\. правда непохоже, что тебе нужно \c[1]повысить уровень ещё больше\c[0].

source: Just how on earth did you manage to reach such a high level at this point?
es_es: Как же ты умудрилась достичь такого высокого уровня на этом этапе?

source: A-Anyway, let's go!
es_es: В-В любом случае, пойдём!

source: C'tron
es_es: Ци'трон

source: You and C'tron decided to explore Maroon Valley and solve the \c[3]Maroon Tree Defender\c[0] quest together.
es_es: Вы с Ци'троном решили исследовать Бордовую долину и пройти квест \c[3]Защитник Бордового дерева\c[0] вместе.

# data/maps/heat/path-11.json//entities/458/settings/event/8/message
source: Ah yes, this is it!
es_es: Да, это оно!

# data/maps/heat/path-11.json//entities/458/settings/event/10/message
source: It seems I'm starting to remember things...
es_es: Похоже, что я начинаю вспоминать кое-что...

# data/maps/heat/path-11.json//entities/458/settings/event/11/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-11.json//entities/458/settings/event/17/message
source: I was waiting here for you to arrive.
es_es: Я ждал здесь, пока ты появишься.

# data/maps/heat/path-11.json//entities/458/settings/event/18/message
source: I was a little bit nervous...
es_es: Я немного нервничал...

# data/maps/heat/path-11.json//entities/458/settings/event/20/message
source: Why?
es_es: Почему?

# data/maps/heat/path-11.json//entities/458/settings/event/21/message
source: I don't know exactly...
es_es: Не знаю точно...

# data/maps/heat/path-11.json//entities/458/settings/event/22/message
source: There's this...\. weird feeling I've had about you.
es_es: У меня...\. было какое-то странное чувство по поводу тебя.

# data/maps/heat/path-11.json//entities/458/settings/event/23/message
source: From the start.
es_es: С самого начала.

# data/maps/heat/path-11.json//entities/458/settings/event/30/message
source: So...\. Where should we go next?
es_es: Ну...\. Куда мы пойдём дальше?

# data/maps/heat/path-11.json//entities/458/settings/event/33/titleText
source: You remembered a new location!
es_es: Ты вспомнила новое место!

# data/maps/heat/path-11.json//entities/458/settings/event/33/text
source: That place in \c[3]Gaia's Garden\c[0] where you reconciled with Emilie.
es_es: То место в \c[3]Саду Гайи\c[0], где вы с Эмили помирились.

# data/maps/heat/path-11.json//entities/458/settings/event/36/task
source: Go to \c[3]Gaia's Garden - Peridot Approach\c[0] where you reunited with Emilie.
es_es: Направляйтесь в \c[3]Сад Гайи - Хризолитовый подход\c[0], где вы помирились с Эмили.

# data/maps/heat/shortcut-02-09.json//entities/228/settings/event/1/text
source: Blocked
es_es: Заблокировано

# data/maps/heat/special/cursed-temple.json//entities/2/settings/event/23/text
source: NO! Don't put them back!
es_es: НЕТ! Не кладите их обратно!

# data/maps/heat/special/cursed-temple.json//entities/2/settings/event/24/text
source: There are MINE!
es_es: Они МОИ!

# data/maps/heat/special/cursed-temple.json//entities/2/settings/event/25/text
source: I will never let you have them.
es_es: Я никогда не дам тебе их.

source: Chest
es_es: Сундук

source: Coins
es_es: Монеты

source: Fill Chest
es_es: Наполнить сундук

source: Fill Chest
es_es: Наполнить сундук

source: Fill Chest
es_es: Наполнить сундук

source: Fill Chest
es_es: Наполнить сундук

source: Fill Chest
es_es: Наполнить сундук

source: Touch Chest
es_es: Коснуться сундука

# data/maps/heat/special/cursed-temple.json//entities/40/settings/event/0/text
source: NO! My treasure!
es_es: НЕТ! Моё сокровище!

# data/maps/heat/special/glitch-area.json//entities/167/settings/event/4/message
source: How?!
es_es: Как?!

# data/maps/heat/special/glitch-area.json//entities/167/settings/event/5/message
source: Haha, did that quicksand just make you respawn from the top?\. That's neat!
es_es: Ха-ха, эти зыбучие пески только что возродили тебя сверху?\. Прикольно!

# data/maps/heat/special/glitch-area.json//entities/302/settings/teleportLabel
source: Back to \c[3]Official Playground\c[0]
es_es: Обратно к \c[3]Официальной игровой зоне\c[0]

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/20/message
source: Here we are!\. This must be the testing area!
es_es: Вот мы и здесь!\. Это, должно быть, зона тестирования!

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/23/message
source: What the heck is this monstrosity?
es_es: Это ещё что за уродство?

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/26/message
source: I bet this was the hellspawn of a few over-ambitious interns.
es_es: Могу поспорить, это было адское порождение нескольких чрезмерно амбициозных молодых специалистов.

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/33/message
source: Boy oh boy, doesn't this look exciting?
es_es: Боже мой, разве это не выглядит захватывающе?

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/34/message
source: [nods]
es_es: [кивает]

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/35/message
source: Well then, let's go!
es_es: Ну тогда, поехали!

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/41/message
source: Ah... wait.
es_es: Ах... подожди.

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/45/message
source: I heard this area has been optimized for \c[3]single players\c[0].
es_es: Я слышала, что эта область была оптимизирована для \c[3]одиночного прохождения\c[0].

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/46/message
source: Though it seems they didn't bother making it a proper instance.
es_es: Хотя, кажется, они не стали заморачиваться и делать тут специальную зону.

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/47/message
source: In any case...\. we better go through this level one after another.\. Just to be safe.
es_es: В любом случае...\. нам лучше пройти этот уровень по очереди.\. На всякий случай.

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/49/message
source: It's fine!\. You can go first!
es_es: Всё хорошо!\. Ты можешь пойти первой!

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/50/message
source: I'll just wait and watch until you're done!
es_es: Я просто подожду и посмотрю, пока ты не закончишь!

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/58/message
source: I assume I will not be able to stop you now, will I?
es_es: Я полагаю, что я не смогу остановить тебя, да?

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/59/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/60/message
source: Fine. At least this location seems isolated, so it is unlikely you will be spotted here.
es_es: Хорошо. По крайней мере, это место кажется изолированным, так что вряд ли вас заметят здесь.

# data/maps/heat/special/glitch-area.json//entities/303/settings/event/61/message
source: But please be careful.
es_es: Но, пожалуйста, будь осторожна.

source: Good luck! I heard they've been really creative with the usage of props in this level.
es_es: Удачи! Я слышала, что они очень креативно использовали объекты при создании этого уровня.

source: You're still here?\. That last challenge is waiting for you!
es_es: Ты ещё здесь?\. Это последнее испытание ждёт тебя!

source: Good luck!
es_es: Удачи!

# data/maps/heat/special/glitch-area.json//entities/405/settings/event/0/message
source: Nice going!\. ...\. Dang it, I should stop watching! I don't want to spoil the solution for myself.
es_es: Молодец!\. ...\. Чёрт, я должна перестать смотреть! Я не хочу проспойлерить себе решение.

# data/maps/heat/special/glitch-area.json//entities/406/settings/event/0/message
source: Oh boy, this is quite the parkour, isn't it? But seems like you're almost through!
es_es: Ух, неплохой тут паркур, не правда ли? Но похоже, что ты почти закончила!

source: Now look at that!
es_es: Теперь посмотри на это!

source: Ha!
es_es: Ха!

source: So you know how to use \c[3]JADC\c[0]!\. Cool!
es_es: Так ты знаешь, как использовать \c[3]JADC\c[0]\!. Круто!

source: Don't you feel like doing this area the proper way?
es_es: Тебе не хочется пройти это должным образом?

source: Well...\. I actually might give it a try anyway.
es_es: Ну...\. Я, может, даже попробую.

source: How?
es_es: Как?

source: Hm?\. It's called a \c[3]JADC\c[0]. Never seen it before?
es_es: Хм?\. Это называется \c[3]JADC\c[0]. Никогда не видела это раньше?

source: I'm kinda surprised they missed such an obvious shortcut.
es_es: Я немного удивлена, что они пропустили такой очевидный срез.

source: Then again...\. it IS just a testing area...
es_es: Опять же...\. это всего лишь тестовая область...

source: Oh well, I might as well try to do this the proper way.
es_es: Ну что ж, может быть, я попытаюсь сделать это как положено.

# data/maps/heat/special/glitch-area.json//entities/410/settings/event/12/message
source: You can go ahead.
es_es: Ты можешь идти вперёд.

# data/maps/heat/special/glitch-area.json//entities/410/settings/event/13/message
source: There's supposed to be a very nice challenge after this!
es_es: Там должно быть очень хорошее испытание после этого!

# data/maps/heat/special/glitch-area.json//entities/410/settings/event/14/message
source: Good luck!
es_es: Удачи!

# data/maps/heat/special/glitch-boss.json//entities/2/settings/event/12/message
source: Oh nooo!\. Not THAT thing!
es_es: О нееет!\. Только не ЭТА штука!

# data/maps/heat/special/glitch-boss.json//entities/2/settings/event/20/message
source: I remember the people who came up with this.
es_es: Я помню людей, которые придумали это.

# data/maps/heat/special/glitch-boss.json//entities/2/settings/event/21/message
source: It started as a little joke that escalated.
es_es: Это началось как шутка, которая вышла из-под контроля.

# data/maps/heat/special/glitch-boss.json//entities/2/settings/event/22/message
source: And it ended with this mess of a boss fight that breaks the majority of our design guidelines.
es_es: И она закончилась этой неразберихой, битвой с боссом, который разрушает большинство наших принципов дизайна.

# data/maps/heat/special/glitch-boss.json//entities/2/settings/event/23/message
source: But they were really proud of their creation, so of course they would just hide it somewhere!
es_es: Но они очень гордились своим творением, поэтому предпочли просто спрятать его куда-нибудь!

# data/maps/heat/special/glitch-boss.json//entities/2/settings/event/24/message
source: Bye!!
es_es: Пока!!

# data/maps/heat/special/glitch-boss.json//entities/2/settings/event/25/message
source: Oh, sorry. I will be quiet.
es_es: Ой, прости. Я буду сидеть тихо.

# data/maps/heat/special/glitch-boss.json//entities/109/settings/event/4/message
source: Good riddance.
es_es: Скатертью дорога.

source: Billston
es_es: Биллстон

source: Hi...!
es_es: Привет...!

source: You even saw through my holographic hidden entrance?\. Truly you \v[lore.title.seeker]s are something else.
es_es: Ты даже увидела мой скрытый за голограммой вход?\. Вы, Искатели, поистине что-то с чем-то.

source: But this will be the end of the line for you.\. No one will beat me, when I am this well prepared.\.\. Behold...!
es_es: Но это станет концом для тебя.\. Никто не победит меня, когда я настолько хорошо подготовлен.\.\. Узри!

source: Billston
es_es: Биллстон

source: Hi...!
es_es: Привет...!

source: Now \v[lore.title.seeker]... have at thee!
es_es: Теперь, Искатель... получай!

source: Billston
es_es: Биллстон

source: D-damn it.\. All those preparations... done for nothing.
es_es: Ч-чёрт возьми.\. Все эти приготовления... были сделаны зря.

source: Billston
es_es: Биллстон

source: Zaida
es_es: Зайда

source: You are coming with me, traitor!\. You are a stain on the honor of the Ba'kii Guard!
es_es: Ты идёшь со мной, предатель!\. Ты пятно на чести Бакийской стражи!

source: Hi...!
es_es: Привет...!

source: Ah, hello Ms. \v[lore.title.seeker].\. You have done well in apprehending him.\. Now we will bring him to justice.
es_es: Ах, здравствуй, мисс Искатель.\. Ты отлично справилась с его поимкой.\. Теперь мы привлечём его к ответственности.

source: What, you?\. I was your superior and this is how you show your respect?
es_es: Что, ты?\. Я был твоим начальником, и ты таким образом проявляешь своё уважение?

source: I am a guard of \v[area.heat-village.name] and sworn to protect shad- and humankind from evil.\. Like you, traitor.
es_es: Я страж \v[area.heat-village.name] и поклялась защищать шадов и человечество от зла.\. Вроде тебя, предатель.

source: I see...\. the guard truly has become soft.
es_es: Понятно...\. стража на самом деле стала мягче.

source: Billston
es_es: Биллстон

source: Zaida
es_es: Зайда

source: And you, \v[lore.title.seeker]...
es_es: А ты, \v[lore.title.seeker]...

source: ...don't think you've seen the last of me!\. My human ingenuity will always find a way!
es_es: ...не думай, что видишь меня в последний раз!\. Моя человеческая сообразительность всегда найдёт выход!

source: We will see about that.\. For now you're under arrest.\. Now move it!
es_es: Это мы ещё посмотрим.\. Сейчас ты арестован.\. Теперь двигайся!

source: Yes, yes.\. Whatever you say, officer.
es_es: Да-да.\. Как скажете, офицер.

source: ...bye.
es_es: ...пока.

source: Zaida
es_es: Зайда

source: Hira
es_es: Хира

source: Hira
es_es: Хира

source: \v[lore.title.seeker], we are still working on preparing the next expedition to the inside.
es_es: Искатель, мы по-прежнему работаем над подготовкой следующей экспедиции внутрь.

source: Our leader will tell you when we can continue.\. I can't wait for what lies beyond those sands!
es_es: Наш лидер скажет тебе, когда мы сможем продолжить.\. Я не могу дождаться того, что лежит за этими песками!

source: Hira
es_es: Хира

source: Hi!
es_es: Привет!

source: \v[lore.title.seeker], greetings.\. I have waited for you to return.
es_es: Искатель, приветствую.\. Я ждала твоего возвращения.

source: We have finally integrated this area into Trackwalker and uncovered the mechanism to reveal the way forward.
es_es: Мы наконец интегрировали эту область в Путепроходца и обнаружили механизм, открывающий путь дальше.

source: Allow me to open the path for you.
es_es: Позволь мне открыть этот путь для тебя.

source: Hira
es_es: Хира

source: There.\. Not the most comfortable way, but this hole will lead you deeper inside.
es_es: Вот.\. Не самый удобный способ, но эта дыра приведёт тебя вглубь храма.

source: Follow the way and search for the treasure inside the temple's core.
es_es: Следуй по пути и найди сокровища внутри сердца храма.

source: [nods]
es_es: [кивает]

source: Hira
es_es: Хира

source: Follow the quicksand to proceed even deeper inside the temple and find the Ancient treasure.
es_es: Следуй в зыбучие пески, чтобы пройти ещё глубже в храм и найти сокровище Древних.

source: Hira
es_es: Хира

source: Ah, I see you have finally found the relic.\. Quickly bring it to our headquarters so that we can study it!
es_es: Ах, я вижу, что ты наконец нашла реликвию.\. Быстрее неси её в наш штаб, чтобы мы смогли изучить её!

source: Hira
es_es: Хира

source: Though you might have retrieved the treasure within it, the temple might still have more secrets for us to uncover!
es_es: И хотя ты, возможно, нашла сокровище внутри, храм по-прежнему может иметь множество нераскрытых секретов!

source: How utterly fascinating!
es_es: Как невероятно увлекательно!

source: Hira
es_es: Хира

source: \v[lore.title.seeker], this is amazing!\. Surely the greatest discovery since the opening of the \v[area.heat-dng.name]!
es_es: Искатель, это потрясающе!\. Это несомненно величайшая находка с момента открытия Храма Фай'ро!

source: Yes, it might not look like much.\. In fact it gives an impression of being a dead-end.
es_es: Да, возможно, это не сильно похоже на то.\. На самом деле, это создаёт впечатление, что это тупик.

source: [nods]
es_es: [кивает]

source: But you see...\. these devices...
es_es: Но видишь ли...\. эти устройства...

source: ... and the nature of the sand...\. it all hints to a hidden way into a deep sanctuary of Ancient nature.
es_es: ...и свойство песка...\. это всё ведёт к скрытому пути в глубокое святилище Древних.

source: Yes, it is so very exciting!\. Now sadly...
es_es: Да, это всё так интересно!\. Но, к сожалению...

source: ... the mechanism seems to be unusable to us right now.
es_es: ...механизм выглядит непригодным для использования нами.

source: To find a way inside, we will need to examine this place and properly integrate it into Trackwalker.
es_es: Чтобы найти путь внутрь, мы должны изучить это место и должным образом интегрировать в Путепроходца.

source: Yes, this will take some time to finish.\. But we have already made great progress today.\. Amazing job, \v[lore.title.seeker]!
es_es: Да, завершение этого займёт некоторое время.\. Но мы уже добились большого прогресса на сегодня.\. Потрясающая работа, \v[lore.title.seeker]!

source: You can now return to HQ and leave this to us.\. Send my regards to the leader, yes?
es_es: Теперь ты можешь вернуться в штаб и оставить это нам.\. Передай привет лидеру, хорошо?

source: [nods]
es_es: [кивает]

source: Bye!
es_es: Пока!

source: UP
es_es: НАВЕРХ

source: UP
es_es: НАВЕРХ

source: \v[combat.name.heat/special/kamikatze-helper] control panel
es_es: Панель управления \v[combat.name.heat/special/kamikatze-helper]

source: Thank you for deciding to use the \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0], the ideal choice for mining, demolition, pest-control and passionate festivities!
es_es: Спасибо, что решили воспользоваться \c[3]\v[combat.name.heat/special/kamikatze-helper]\c[0], идеальным выбором для горнодобывающей промышленности, сноса, борьбы с вредителями и пылких фестивалей!
