Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat.po
Languages: es_es

# data/maps/heat/dng-top.json//entities/405/settings/npcStates/0/event/5/message
source: We just finished the dungeon and suddenly he has to go afk.
es_es: Мы только завершили подземелье и ему резко потребовалось уйти в АФК.

# data/maps/heat/dng-top.json//entities/405/settings/npcStates/0/event/6/message
source: If he takes any longer I'll just go on without him.
es_es: Если он не вернётся в скором времени, то я уйду без него.

# data/maps/heat/dng-top.json//entities/405/settings/npcStates/0/event/8/message
source: Wait!
es_es: Подожди!

# data/maps/heat/dng-top.json//entities/405/settings/npcStates/0/event/9/message
source: Huh?\. What do you mean?
es_es: Хмм?\. Что ты имеешь в виду?

# data/maps/heat/dng-top.json//entities/405/settings/npcStates/0/event/11/message
source: Well...\. I suppose I can wait a little bit longer.
es_es: Ну...\. Думаю, что я могу подождать ещё немного.

# data/maps/heat/dng-top.json//entities/413/settings/dialog/0/text
source: Phew, finally done! That was a long one again.
es_es: Фух, наконец-то прошли! Это снова было довольно-таки долго.

# data/maps/heat/dng-top.json//entities/413/settings/dialog/1/text
source: Tell me about it... but it seems it wasn't so bad for you this time?
es_es: И не говори... но, похоже, на этот раз у тебя всё было не так уж и плохо?

# data/maps/heat/dng-top.json//entities/413/settings/dialog/2/text
source: Aye, not nearly as many chasms this time. I could handle it.
es_es: Да, не так много пропастей в этот раз. Я смогла справиться.

# data/maps/heat/dng-top.json//entities/413/settings/dialog/3/text
source: So...\. what about all the hot coals in there?
es_es: Так...\. а что насчёт всех горячих углей там?

# data/maps/heat/dng-top.json//entities/413/settings/dialog/4/text
source: Nah, I don't mind those.
es_es: Я не против.

# data/maps/heat/dng-top.json//entities/413/settings/dialog/5/text
source: Okay...
es_es: Ладно...

# data/maps/heat/dng-top.json//entities/413/settings/dialog/6/text
source: Well... do you want to enjoy the view from up here?
es_es: Ну... хочешь насладиться видом сверху?

# data/maps/heat/dng-top.json//entities/413/settings/dialog/7/text
source: Hell no!! You won't get me anywhere near that fence!
es_es: Ни за что!! Я и близко не подойду к этому забору!

# data/maps/heat/dng-top.json//entities/413/settings/dialog/8/text
source: Thought so.
es_es: Так я и думала.

# data/maps/heat/dng-top.json//entities/414/settings/dialog/0/text
source: Hey! I think I saw something over there!
es_es: Эй! Кажется, я что-то там увидела!

# data/maps/heat/dng-top.json//entities/414/settings/dialog/1/text
source: You're imagining things. There are no fish in there.
es_es: Тебе мерещится. Здесь нет никакой рыбы.

# data/maps/heat/dng-top.json//entities/414/settings/dialog/2/text
source: What about those jellyfish? They have to come from somewhere...
es_es: А что насчёт этих медуз? Они же взялись откуда-то...

# data/maps/heat/dng-top.json//entities/414/settings/dialog/3/text
source: Urgh... please don't remind me of those.
es_es: Ух... пожалуйста, не напоминай мне о них.

# data/maps/heat/dng-top.json//entities/415/settings/dialog/0/text
source: Look! You can see that Ba'kii village over there!
es_es: Смотри! Отсюда видно Деревню Ба'кии!

# data/maps/heat/dng-top.json//entities/415/settings/dialog/1/text
source: Cool! I'm surprised how expansive this continent is.
es_es: Круто! Я удивлена, насколько обширен этот континент.

# data/maps/heat/dng-top.json//entities/415/settings/dialog/2/text
source: Yeah, they could easily extend the Playground if they wanted to.
es_es: Ага, они могли бы легко расширить Игровую зону, если захотят.

# data/maps/heat/dng-top.json//entities/417/settings/dialog/0/text
source: We successfully escaped the oven, my dudes!
es_es: Мы успешно свалили с печи, чуваки!

# data/maps/heat/dng-top.json//entities/417/settings/dialog/1/text
source: It's not much colder up here, though.
es_es: Здесь, правда, ненамного холоднее.

# data/maps/heat/dng-top.json//entities/417/settings/dialog/2/text
source: Well... the breeze is certainly nice.
es_es: Ну... ветерок довольно приятный.

# data/maps/heat/dng-top.json//entities/418/settings/dialog/0/text
source: So... did you guys find all the chests?
es_es: Так что... вы нашли все сундуки?

# data/maps/heat/dng-top.json//entities/418/settings/dialog/1/text
source: Yup.
es_es: Ага.

# data/maps/heat/dng-top.json//entities/418/settings/dialog/2/text
source: Got them all!
es_es: Нашла их все!

# data/maps/heat/dng-top.json//entities/418/settings/dialog/3/text
source: Damn! I'm missing one.
es_es: Блин! Я упустила один.

# data/maps/heat/dng-top.json//entities/418/settings/dialog/4/text
source: I think I already know which one. Want a hint?
es_es: Думаю, что я уже знаю, какой. Хочешь подсказку?

# data/maps/heat/dng-top.json//entities/418/settings/dialog/5/text
source: Hm... a little one.
es_es: Хм... небольшую.

# data/maps/heat/dng-top.json//entities/418/settings/dialog/6/text
source: Top most floor and watch for suspicious dot markings on the ground.
es_es: Самый верхний этаж, следи за подозрительными отметками на земле.

# data/maps/heat/oasis/oasis-path-01.json//entities/464/settings/dialog/0/text
source: See, I told you the lilies were safe.
es_es: Видишь, я же говорил, что кувшинки безопасные.

# data/maps/heat/oasis/oasis-path-01.json//entities/464/settings/dialog/1/text
source: ...This is too much...
es_es: ...Это слишком...

# data/maps/heat/oasis/oasis-path-01.json//entities/464/settings/dialog/2/text
source: Oh come on...
es_es: Ой, да ладно...

source: STOP HUMAN!!
es_es: СТОЙ, ЧЕЛОВЕК!!

source: You need \c[3]Pass from Eldress\c[0] if you want to enter Cave.
es_es: Тебе надо \c[3]Пропуск от старейшины\c[0], если хочешь войти в пещеру.

source: You find Eldress in \c[3]Ba'kii Kum\c[0], Shad village to the \c[3]west\c[0]!
es_es: Ты найдёшь старейшину в \c[3]Ба'кии Кум\c[0], селении шадов на \c[3]западе\c[0]!

source: STOP HUMAN!!
es_es: СТОЙ, ЧЕЛОВЕК!!

source: You need \c[3]Pass from Eldress\c[0] if you want to enter Cave.
es_es: Тебе надо \c[3]Пропуск от старейшины\c[0], если хочешь войти в пещеру.

source: Hey Lea, do you want to tackle the Maroon Tree Quest by yourself now?
es_es: Эй, Лея, ты хочешь заняться квестом Бордового дерева самостоятельно?

source: I thought you wanted to meet \c[3]C'tron\c[0] north of \c[3]Ba'kii Kum\c[0]?
es_es: Я думал, что ты хотела встретиться с \c[3]Ци'троном\c[0] к северу от \c[3]Ба'кии Кум\c[0]?

source: You forgot? Better don't let the poor guy wait for too long.
es_es: Ты забыла? Лучше не заставляй бедного парня ждать слишком долго.

source: STOP HUMAN!!
es_es: СТОЙ, ЧЕЛОВЕК!!

source: You need \c[3]Pass from Eldress\c[0] if you want to enter Cave.
es_es: Тебе надо \c[3]Пропуск от старейшины\c[0], если хочешь войти в пещеру.

source: Oh! Is that the pass?\. So Human must be here to help \c[3]defeat Sandworm\c[0]!
es_es: Ой! Это пропуск?\. Значит, человек тут, чтобы помочь \c[3]победить Песчаного червя\c[0]!

source: [nods]
es_es: [кивает]

source: GREAT!!
es_es: ОТЛИЧНО!!

source: Then please enter Cave and defeat all Sandworm!
es_es: Тогда, пожалуйста, войди в пещеру и победи всех Песчаных червей!

source: That is all!
es_es: Это всё!

source: WAIT!!
es_es: ПОДОЖДИ!!

source: Shad almost forgot!
es_es: Шад чуть не забыл!

source: There is very strong \c[3]red sandworm\c[0] in cave!
es_es: В пещере очень сильный \c[3]красный песчаный червь\c[0]!

source: Please defeat that worm! Most important, because very dangerous to tree!
es_es: Пожалуйста, победи этого червя! Самое важное, потому что он очень опасный для дерева!

source: Red Sandworm will also drop \c[3]strange item\c[0]! Show me item to prove you defeated red sandworm, ok?
es_es: Красный песчаный червь оставит после себя \c[3]странный предмет\c[0]! Покажи мне предмет, чтобы доказать, что ты победила красного песчаного червя, хорошо?

source: [nods]
es_es: [кивает]

source: ALRIGHT!!
es_es: ХОРОШО!!

source: Good luck, Human!
es_es: Удачи, человек!

source: Gosh...\. what a loud fellow.
es_es: Господи...\. какой громкий товарищ.

source: Human very nice, always helping us defeating Sandworm!
es_es: Человек очень хорош, всегда помогает нам победить песчаного червя!

source: But Sandworm always coming back, very pesky!
es_es: Но песчаный червь всегда возвращается, очень надоедливый!

source: Anyway, together we can protect tree!
es_es: В общем, вместе мы можем защитить дерево!

source: [nods]
es_es: [кивает]

source: THANK YOU, HUMAN!!
es_es: СПАСИБО ТЕБЕ, ЧЕЛОВЕК!!

source: HUMAN!!
es_es: ЧЕЛОВЕК!!

source: Did you kill all Sandworm?
es_es: Ты убила всех песчаных червей?

source: I see you have strange item!\. Please give me!
es_es: Я вижу, у тебя есть странный предмет!\. Пожалуйста, дай мне!

source: Strange item very good for Maroon Tree!\. Putting in earth helps to grow!
es_es: Странный предмет очень хорош для Бордового дерева!\. Положишь в землю - помогает расти!

source: Wait...\. so I guess that stuff was...\. dung?
es_es: Подожди...\. так, значит, это был...\. навоз?

source: Good thing we got rid of it.
es_es: Хорошо, что мы от него избавились.

source: HUMAN!
es_es: ЧЕЛОВЕК!

source: Please hand me pass.
es_es: Пожалуйста, дай мне пропуск.

source: I make note for Eldress!\. You can now go and get \c[3]Shiny Orb\c[0]!
es_es: Я напишу для старейшины!\. Ты можешь идти получать \c[3]Блестящую сферу\c[0]!

source: Thanks a lot for help.
es_es: Большое спасибо за помощь.

source: BYE HUMAN!!
es_es: ПОКА, ЧЕЛОВЕК!!

source: Bonjour!
es_es: Bonjour (Привет)!

source: Gotcha, you little runaways!
es_es: Попались, маленькие беглецы!

source: Hi!
es_es: Привет!

source: Hi Emilie, it's nice to finally meet you!
es_es: Привет, Эмили, приятно наконец встретиться с тобой!

source: Oui!\. Nice to meet you, too!
es_es: Oui (Да)!\. Мне тоже приятно познакомиться!

source: And again...\. I'm sorry we didn't wait for you.
es_es: И опять...\. Извини, что мы тебя не подождали.

source: No really, it's fine.\. We never made any plans, anyway.
es_es: Нет, правда, всё в порядке.\. Во всяком случае, мы никогда не строили никаких планов.

source: And I can understand why you'd play ahead.\. I've been offline for quite some time.
es_es: И я могу понять, почему вы пошли дальше.\. Я была офлайн довольно долгое время.

source: It's just that...\. I really had to wrap up everything for that project.
es_es: Просто...\. мне действительно нужно было забить на всё ради этого проекта.

source: Gosh...\. Studies keeping you busy, huh?
es_es: Господи...\. Загружена учёбой, да?

source: Oui, oui.\. And you don't even know half of the story yet, isn't that right, Lea?
es_es: Oui, oui (Да-да).\. Только ты и половины всей этой истории не знаешь, правда, Лея?

source: [nods]
es_es: [кивает]

source: Anyway, work is over now and I've got plenty of free time! I'm so ready!!
es_es: В любом случае, с работой покончено и у меня есть куча свободного времени! Как я этого ждала!

source: I'll try my best to beat that cave as quickly as possible.
es_es: Я сделаю всё возможное, чтобы пройти эту пещеру как можно быстрее.

source: No rush! I suggest we meet in \c[3]Ba'kii Kum\c[0] in front of the \c[3]Quest Hub\c[0] once you're done.\. Sounds good?
es_es: Не спеши! Я предлагаю встретиться в \c[3]Ба'кии Кум\c[0] перед \c[3]Квест-хабом\c[0] сразу после того, как ты закончишь.\. Как тебе?

source: Oui, très bien! See you soon!
es_es: Oui, très bien (Да, прекрасно)! Скоро увидимся!

source: Bye!
es_es: Пока!

source: Wow, she sure is full of energy!
es_es: Вау, она определённо полна энергии!

source: Anyway! There is no reason to hurry, but I guess we can slowly head back to \c[3]Ba'kii Kum\c[0], right?
es_es: В любом случае, спешить нам некуда, но, думаю, можно потихоньку направляться обратно в \c[3]Ба'кии Кум\c[0], верно?

source: [nods]
es_es: [кивает]

source: Let's go then!
es_es: Пойдём тогда!

source: You decided to meet up with Emilie in front of the \c[3]Quest Hub\c[0] of \c[3]Ba'kii Kum\c[0].
es_es: Вы решили встретиться с Эмили перед \c[3]Квест-хабом\c[0] в \c[3]Ба'кии Кум\c[0].

source: Human very nice, always helping us defeating Sandworm!
es_es: Человек очень хорош, всегда помогает нам победить песчаного червя!

source: But Sandworm always coming back, very pesky!
es_es: Но песчаный червь всегда возвращается, очень надоедливый!

source: Anyway, together we can protect tree!
es_es: В общем, вместе мы можем защитить дерево!

source: [nods]
es_es: [кивает]

source: THANK YOU, HUMAN!!
es_es: СПАСИБО ТЕБЕ, ЧЕЛОВЕК!!

source: HUMAN!!
es_es: ЧЕЛОВЕК!!

source: You must not enter!
es_es: Ты не должен войти!

# data/maps/heat/oasis/oasis-path-02.json//entities/649/settings/event/14/message
source: Finally, our party reached the blooming oasis to the east!
es_es: Наконец, наша группа достигла цветущего оазиса востока!

# data/maps/heat/oasis/oasis-path-02.json//entities/649/settings/event/18/message
source: The maroon tree in all its majestic glory was but within a stone's throw!
es_es: Бордовое дерево во всей его величественной красе на расстоянии вытянутой руки!

# data/maps/heat/oasis/oasis-path-02.json//entities/649/settings/event/19/message
source: Lea!
es_es: Лея!

# data/maps/heat/oasis/oasis-path-02.json//entities/649/settings/event/27/message
source: Wait!
es_es: Подожди!

# data/maps/heat/oasis/oasis-path-02.json//entities/649/settings/event/29/message
source: Indeed, the soothing breeze and calm waters were inviting for a little break.
es_es: Действительно, успокаивающий ветерок и спокойные воды приглашают на небольшой перерыв.

# data/maps/heat/oasis/oasis-path-02.json//entities/649/settings/event/31/message
source: Alas, there was no time to waste! We had to continue on our journey!
es_es: Увы, нет времени, чтобы тратить его на это! Мы должны продолжить наше путешествие!

# data/maps/heat/oasis/oasis-path-02.json//entities/649/settings/event/32/message
source: Why?
es_es: Почему?

# data/maps/heat/oasis/oasis-path-02.json//entities/649/settings/event/43/text
source: And so we kept playing.\. Traveling the Playground.\. Hoping for memories to return.
es_es: И мы продолжали играть.\. Путешествуя по игровой зоне.\. Надеясь, что воспоминания вернутся.

# data/maps/heat/oasis/oasis-path-02.json//entities/650/settings/event/0/message
source: There we are! That must be the \c[3]Maroon Tree\c[0]!
es_es: Вот мы и здесь! Это, должно быть, и есть \c[3]Бордовое дерево\c[0]!

# data/maps/heat/oasis/oasis-path-02.json//entities/651/settings/event/0/message
source: Such a nice tree.\. Really sticks out!
es_es: Какое красивое дерево.\. Прямо выделяется!

# data/maps/heat/oasis/oasis-path-02.json//entities/651/settings/event/1/message
source: [nods]
es_es: [кивает]

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/5/message
source: Whyyyyy?!
es_es: Почемууууу?!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/9/name
source: Lily
es_es: Лили

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/10/name
source: Priel
es_es: Приэль

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/11/message
source: Hi...
es_es: Привет...

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/12/message
source: Gone again?
es_es: Снова пропал?

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/13/message
source: [nods]
es_es: [кивает]

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/14/message
source: I swear one day, I'm going to kill that guy....
es_es: Я клянусь, однажды я убью этого парня....

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/23/text
source: Adding person\s[7]......
es_es: Добавление игрока\s[7]......

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/28/name
source: Reize
es_es: Рейз

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/29/message
source: Uhm...\. Hello!
es_es: Эмм...\. Привет!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/30/message
source: YOU!
es_es: ТЫ!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/31/message
source: Why?!\. Wait!!
es_es: Почему?!\. Подожди!!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/32/message
source: Where are you NOW?!
es_es: Где ты СЕЙЧАС?!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/33/message
source: Well...\. you see...
es_es: Ну...\. понимаете...

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/34/message
source: Somebody was so kind to tell me I was heading in the wrong direction!
es_es: Кто-то был так любезен, чтобы сказать мне, что я иду в неправильном направлении!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/35/message
source: TELL ME SOMETHING NEW!!
es_es: РАССКАЖИ МНЕ ЧТО-НИБУДЬ НОВОЕ!!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/36/message
source: You were supposed to WAIT!\. AGAIN!
es_es: Ты должен был ЖДАТЬ!\. ОПЯТЬ!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/37/message
source: It's okay!\. I'm very close to Rhombus Square now...\. I think.
es_es: Всё хорошо!\. Я сейчас очень близко к Площади Ромба...\. Я так думаю.

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/38/message
source: REIZE STOP MOVING!!
es_es: РЕЙЗ, ПЕРЕСТАНЬ ДВИГАТЬСЯ!!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/39/message
source: Rhombus Square was close to that...\. \c[3]jungle\c[0], wasn't it?
es_es: Площадь Ромба рядом с этими...\. \c[3]джунглями\c[0], да?

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/40/message
source: No...\. no it wasn't.
es_es: Нет...\. это не так.

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/41/message
source: Oh crap, they're closing in again!
es_es: Вот чёрт, они снова приближаются!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/42/message
source: You're still being followed?!
es_es: Тебя по-прежнему преследуют?!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/43/message
source: Yeah...\. Also there are these \c[3]huge mushrooms\c[0] everywhere!
es_es: Ага...\. А ещё здесь повсюду эти \c[3]огромные грибы\c[0]!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/45/message
source: Argh, where am I?!
es_es: Аргх, где я?!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/46/message
source: Wait!!
es_es: Подожди!!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/47/message
source: Reize, for the love of crap, STAY WHERE YOU ARE!!
es_es: Рейз, ради всего святого, ОСТАВАЙСЯ НА МЕСТЕ!!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/48/message
source: Sorry, I gotta run!
es_es: Извините, мне пора бежать!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/49/message
source: NOOO!!
es_es: НЕЕЕТ!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/54/name
source: Lily
es_es: Лили

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/55/name
source: Priel
es_es: Приэль

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/58/message
source: You know what?\. Maybe we should just leave him to his fate!
es_es: Знаешь что?\. Может быть, мы просто должны оставить его на произвол судьбы!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/59/message
source: I feel he deserves to be smashed by whatever is following him!
es_es: Я чувствую, что он заслуживает того, чтобы его раздавило всё, что там его преследует!

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/61/message
source: Come on, don't be that way...
es_es: Перестань, не будь такой...

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/62/message
source: Why are those enemies following him so aggressively anyway?
es_es: Почему же эти враги так агрессивно преследуют его?

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/63/message
source: This really doesn't seem normal, right Lea?
es_es: Это определённо не кажется нормальным, правда, Лея?

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/64/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/65/message
source: I bet Ivo's up to something again.
es_es: Бьюсь об заклад, Иво снова что-то замышляет.

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/67/message
source: Why?
es_es: Почему?

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/68/message
source: Oh...?\. Right, we never told you about Ivo.
es_es: А...?\. Точно, мы же никогда не рассказывали тебе об Иво.

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/69/message
source: He's a friend of ours.\. He's not in this world, though.
es_es: Он наш друг.\. Но он не в этом мире.

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/70/message
source: Instead he's sort of...\. checking what we're doing.\. I think?
es_es: Вместо этого он вроде бы...\. смотрит, чем мы тут занимаемся.\. Я так думаю?

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/71/message
source: Who knows what he's up to, really.
es_es: Кто знает, что он действительно задумал.

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/72/message
source: In practice he's like an annoying voice in your head that talks to you occasionally.
es_es: На практике он похож на раздражающий голос в твоей голове, который время от времени разговаривает с тобой.

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/75/message
source: Sounds like a very helpful fellow.
es_es: Похоже, это очень полезный товарищ.

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/78/message
source: In any case, let's not give up on Reize okay?
es_es: В любом случае, давайте не будем разочаровываться в Рейзе, хорошо?

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/79/message
source: Fine.\. We'll give him one last chance.
es_es: Хорошо.\. Мы дадим ему последний шанс.

# data/maps/heat/oasis/oasis-path-02.json//entities/668/settings/event/80/message
source: You better hurry before he wanders off again!
es_es: Тебе лучше поторопиться, прежде чем он снова уйдёт!

source: Talatu Lips
es_es: Талату Липс

source: Hey there sweetheart!
es_es: Привет, дорогая!

source: Hi!
es_es: Привет!

source: Phew, it's hotter'n blazes here, tell you what.
es_es: Фух, жарко, как в аду здесь, скажу тебе.

source: But the flora's quite a sight, ain't it?
es_es: Но флора бесподобна, не так ли?

source: [nods]
es_es: [кивает]

source: Well, how 'bout y'all? Explorin' comin' along?
es_es: Ну, как там у тебя? Исследование продвигается?

source: [nods]
es_es: [кивает]

source: Glad ta hear it. Y'all be good now!
es_es: Рада слышать это. Будь умницей!

# data/maps/heat/oasis/oasis-path-03.json//entities/553/settings/event/0/message
source: This is one impressive waterfall!
es_es: Это такой впечатляющий водопад!

# data/maps/heat/oasis/oasis-path-03.json//entities/553/settings/event/1/message
source: You really wouldn't expect such an abundance of water in a desert area.
es_es: Действительно не ожидаешь такого обилия воды в пустынной местности.

# data/maps/heat/oasis/oasis-path-03.json//entities/554/settings/event/0/message
source: Whoa, look at this! Better watch your step.
es_es: Ого, ты только глянь! Хотя лучше смотри под ноги.

# data/maps/heat/path-00.json//entities/259/settings/teleportLabel
source: Bergen
es_es: Берген
