Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat-village.po
Languages: es_es

# data/areas/heat-village.json//floors/0/name
source: Cellar
es_es: Погреб

# data/areas/heat-village.json//floors/0/maps/0/name
source: Seeker Hub Cellar
es_es: Подвал центра Искателей

# data/areas/heat-village.json//floors/0/maps/1/name
source: Distillery
es_es: Винокурня

# data/areas/heat-village.json//floors/1/name
source: Ground
es_es: Земля

# data/areas/heat-village.json//floors/1/maps/0/name
source: Solar Farm
es_es: Солнечная ферма

# data/areas/heat-village.json//floors/1/maps/1/name
source: Market
es_es: Рынок

# data/areas/heat-village.json//floors/1/maps/2/name
source: Seeker Hub
es_es: Центр Искателей

# data/areas/heat-village.json//floors/1/maps/3/name
source: Shop
es_es: Магазин

# data/areas/heat-village.json//floors/1/maps/4/name
source: Shad Home
es_es: Дом шадов

# data/areas/heat-village.json//floors/1/maps/5/name
source: Arid Breeze HQ
es_es: Штаб Сухого бриза

# data/areas/heat-village.json//floors/1/maps/6/name
source: Baki Guard HQ
es_es: Штаб Бакийской стражи

# data/areas/heat-village.json//floors/1/maps/7/name
source: Bazaar House
es_es: Базарный дом

# data/areas/heat-village.json//floors/1/maps/8/name
source: Dusty Home
es_es: Пыльный дом

# data/areas/heat-village.json//floors/1/maps/9/name
source: Children of Shadoon HQ
es_es: Дети Шадуна

# data/areas/heat-village.json//floors/2/name
source: Upper
es_es: Верхний

# data/areas/heat-village.json//floors/2/maps/0/name
source: Seeker Hub 2nd Floor
es_es: Центр Искателей 2-й этаж

# data/areas/heat-village.json//floors/2/maps/1/name
source: Bazaar House Storage
es_es: Склад Базарного дома

# data/maps/heat-village/baki-1.json//entities/34/settings/interact/hoverText
source: The rough gem in the west. Home to collectors and the Shad.
es_es: Необработанная жемчужина на западе. Дом для коллекционеров и шадов.

# data/maps/heat-village/baki-1.json//entities/34/settings/interact/title
source: - \c[3]Ba'kii Kum\c[0] -
es_es: - \c[3]Ба'кии Кум\c[0] -

# data/maps/heat-village/baki-1.json//entities/578/settings/event/16/message
source: Here we are, that should be the village!
es_es: Вот мы и здесь, это должна быть деревня!

# data/maps/heat-village/baki-1.json//entities/578/settings/event/17/message
source: So...\. how about we go ahead and visit the major building now?
es_es: Ну...\. как насчёт того, чтобы сейчас пойти и посетить главное здание?

# data/maps/heat-village/baki-1.json//entities/578/settings/event/18/message
source: You know, to continue the plot and all.
es_es: Ну, знаешь, чтобы продолжить сюжет и всё такое.

# data/maps/heat-village/baki-1.json//entities/578/settings/event/19/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-1.json//entities/578/settings/event/21/task
source: Continue the plot within \c[3]Ba'kii Kum\c[0] together with Emilie.
es_es: Продолжайте следовать по сюжету в \c[3]Ба'кии Кум\c[0] вместе с Эмили.

# data/maps/heat-village/baki-1.json//entities/579/settings/analyzable/text
source: Guard
es_es: Охранник

source: Hello human.
es_es: Приветствую, человек.

source: Hi!
es_es: Привет!

source: I mend big light panel you humans gave to Shad.
es_es: Я чиню большую световую панель, которую вы, люди, подарили шадам.

source: Much work but still grateful for gift.
es_es: Много работы, но всё равно благодарна за подарок.

source: Hello human.
es_es: Приветствую, человек.

source: Hi!
es_es: Привет!

source: I mend big light panel you humans gave to Shad.
es_es: Я чиню большую световую панель, которую вы, люди, подарили шадам.

source: Much work but still grateful for gift.
es_es: Много работы, но всё равно благодарна за подарок.

# data/maps/heat-village/baki-1.json//entities/586/settings/dialog/0/text
source: So... what next?
es_es: Так... что дальше?

# data/maps/heat-village/baki-1.json//entities/586/settings/dialog/1/text
source: Well, I guess we head into the dungeon?
es_es: Ну, я думаю, мы отправимся в подземелье?

# data/maps/heat-village/baki-1.json//entities/586/settings/dialog/2/text
source: We could also do some quests. You decide.
es_es: Хотя мы могли бы выполнить несколько заданий. Тебе решать.

# data/maps/heat-village/baki-1.json//entities/586/settings/dialog/3/text
source: Quests sound good to me.
es_es: Задания - это по мне.

# data/maps/heat-village/baki-1.json//entities/589/settings/dialog/0/text
source: We made it.
es_es: Мы сделали это.

# data/maps/heat-village/baki-1.json//entities/589/settings/dialog/1/text
source: Yeah, that was one hell of an area.
es_es: Ага, это была одна из адских локаций.

# data/maps/heat-village/baki-1.json//entities/589/settings/dialog/2/text
source: Tell me about it.
es_es: И не говори.

# data/maps/heat-village/baki-1.json//entities/589/settings/dialog/3/text
source: But look at this right here.
es_es: Но посмотри, что это тут.

# data/maps/heat-village/baki-1.json//entities/589/settings/dialog/4/text
source: I was told this was like an urban village for these Shad or whatever.
es_es: Мне говорили, что это как городская деревня для этих шадов или что-то вроде.

# data/maps/heat-village/baki-1.json//entities/589/settings/dialog/5/text
source: Looks like they're pretty advanced after all. I mean this is a solar farm, right?
es_es: Кажется, они всё-таки довольно продвинуты. То есть, это же солнечная ферма, верно?

# data/maps/heat-village/baki-1.json//entities/589/settings/dialog/6/text
source: I think this was built by humans.
es_es: Я думаю, что она была построена людьми.

# data/maps/heat-village/baki-1.json//entities/589/settings/dialog/7/text
source: At least a friend told me there's some kind of relationship going on between humans and Shad.
es_es: По крайней мере, друг сказал мне, что между людьми и шадами существуют какие-то отношения.

# data/maps/heat-village/baki-1.json//entities/589/settings/dialog/8/text
source: Oh, that makes more sense... I guess.
es_es: Ох, это похоже на правду... Я думаю.

source: Good day to you human.
es_es: Доброго дня тебе, человек.

source: Hi!
es_es: Привет!

source: This is human guard.
es_es: Это человеческая охрана.

source: Helps to protect Shad and humans from hard desert.
es_es: Помогает защитить шадов и людей от жестокой пустыни.

source: Ooh, look at this, Lea. It's a solar farm!
es_es: Ох, посмотри на это, Лея. Это солнечная ферма!

source: I read about this. It's built by the humans to help the Shad.
es_es: Я читал об этом. Она построена людьми, чтобы помочь шадам.

# data/maps/heat-village/baki-1.json//entities/600/settings/analyzable/text
source: Dourk
es_es: Дурк

source: Dourk
es_es: Дурк

source: Anything wrong?\. I'm just sitting here.
es_es: Что-то не так?\. Я просто здесь сижу.

source: Dourk
es_es: Дурк

source: Anything wrong?\. I'm just sitting here.
es_es: Что-то не так?\. Я просто здесь сижу.

source: Hi!
es_es: Привет!

source: C-crimes in the bazaar?\. What are you talking about?\. I don't know anything!
es_es: П-преступления на базаре?\. О чём ты говоришь?\. Я ничего не знаю!

source: So it was you on the communicator?\. Damn that Billston...
es_es: Так это ты была на коммуникаторе? Чёрт бы подрал этого Биллстона...

source: I thought someone as ruthless as him would at least be more careful.
es_es: Я думал, что кто-то такой же безжалостный, как и он, по крайней мере, будет более осторожен.

source: He roped me into this, I swear!\. Told me about all the money, threatened me if I refused, all that!
es_es: Он втянул меня в это, я клянусь!\. Рассказал мне о деньгах, угрожал мне, если я откажусь!

source: "No one will care about it,"\. he said. "Those scaly idiots don't know how to handle the money anyway!"\. So much for that.
es_es: "Никого это не волнует,"\. сказал он. "Эти чешуйчатые идиоты всё равно не знают, как обращаться с деньгами!"\. И вот что вышло.

source: Well, time to come clean then, I suppose.\. At least I can bring down that jerk with me.
es_es: Ну что ж, пришло время рассказать правду, я полагаю.\. По крайней мере, я могу потянуть этого придурка за собой.

source: [nods]
es_es: [кивает]

source: Dourk
es_es: Дурк

source: Billston
es_es: Биллстон

source: Well, well, well.\. Where might you lot be going?
es_es: Так, так, так.\. Куда это мы собрались?

source: Hi!
es_es: Привет!

source: I knew something was wrong once I noticed my communicator missing.\. You \v[lore.title.seeker]s are a sneaky lot, hm?
es_es: Я понял, что что-то не так, когда заметил, что мой коммуникатор отсутствует.\. Вы, Искатели, довольно пронырливые, хм?

source: Forget it, man!\. You messed up!\. This is over!
es_es: Забудь об этом, мужик!\. Ты облажался!\. Это конец!

source: It is,\.\. r-\.right...?
es_es: Это ведь\.\. т-\.так...?

source: Oh, for you it is.\. Me, though?\.\. I prepared something special just for moments like this!
es_es: Хех, для вас - да.\. А для меня?\.\. Я готовил кое-что особенное как раз для такого случая!

source: Dourk
es_es: Дурк

source: Billston
es_es: Биллстон

source: This will be the end of you and no one will ever know the truth!
es_es: Это будет вашим концом, и никто никогда не узнает правды!

source: D-dude, look where we are...\.\. this is madness!
es_es: Ч-чувак, посмотри, во что мы вляпались...\.\. это безумие!

source: Silence!\. These expensive preparations won't go to waste.\.\. And I'm out of here!
es_es: Молчать!\. Столь дорогостоящие приготовления не должны быть напрасными.\.\. А я, пожалуй, пойду отсюда!

source: Bye!
es_es: Пока!

source: Dourk
es_es: Дурк

source: W-well... you know how to handle this, right?
es_es: Н-ну... ты же знаешь, как с этим разобраться, верно?

source: [nods]
es_es: [кивает]

source: Good... so... I'll just be hiding around that corner.\. Good luck!
es_es: Хорошо... тогда... я просто буду прятаться вон за тем углом.\. Удачи!

# data/maps/heat-village/baki-1.json//entities/602/settings/analyzable/text
source: Billston
es_es: Биллстон

# data/maps/heat-village/baki-1.json//entities/613/settings/event/22/name
source: Dourk
es_es: Дурк

# data/maps/heat-village/baki-1.json//entities/613/settings/event/24/message
source: Well, that certainly was something!\. But leave it to a \v[lore.title.seeker] to save the day, eh?\. Hahahaha...
es_es: Ну, это всё, конечно, было круто!\. Но позволить \c[3]Искателю\c[0] спасти положение, ха?\. Хахахаха...

# data/maps/heat-village/baki-1.json//entities/613/settings/event/26/message
source: Anyway, time to go on our ways, right?\.\. Bye!
es_es: В любом случае, наши пути расходятся, верно?\.\. Пока!

# data/maps/heat-village/baki-1.json//entities/613/settings/event/30/message
source: ...Lea...
es_es: ...Лея...

# data/maps/heat-village/baki-1.json//entities/613/settings/event/32/message
source: What...?\. After all we've been through?\. I was a victim as much as everyone here!
es_es: Что...?\. После всего, через что мы прошли?\. Я был жертвой, как и все здесь!

# data/maps/heat-village/baki-1.json//entities/613/settings/event/34/message
source: ... Alright, alright... I will turn myself in.\. At least it's just across the street.
es_es: ...Ладно, ладно... Я сдамся.\. По крайней мере, для этого надо лишь перейти через дорогу.

# data/maps/heat-village/baki-1.json//entities/613/settings/event/35/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-1.json//entities/613/settings/event/49/name
source: Dourk
es_es: Дурк

# data/maps/heat-village/baki-1.json//entities/613/settings/event/51/message
source: I'll see myself inside.\. So... bye \v[lore.title.seeker].\. Sorry for the trouble and...\. thanks for not letting me die, I guess.
es_es: Я пойду внутрь.\. Так что... пока, \v[lore.title.seeker].\. Извини за доставленные неудобства и...\. наверное, спасибо за то, что не дала мне погибнуть.

# data/maps/heat-village/baki-1.json//entities/613/settings/event/52/message
source: Bye!
es_es: Пока!

source: Geeklich
es_es: Гиклич

source: Que onda!
es_es: Que onda (Как дела)!

source: What? Oh... It's my clothes, right?
es_es: Что? А... Это из-за моей одежды, да?

source: [nods]
es_es: [кивает]

source: Yeah... I get that a lot.
es_es: Да... Так часто бывает.

source: Believe it or not, I'm usually cold so... I'm used to being like this, always.
es_es: Веришь или нет, но обычно я всегда простужен, так что... я уже привык всегда так ходить.

source: Oh vaya you're also a Spheromacer, que va. I've not seen many in a while, what's your name?
es_es: Ой, байя, ты тоже сферомант, я смотрю. Немного таких в последнее время видно, как тебя зовут?

source: Lea!
es_es: Лея!

source: I'm Geeklich, nice to meet you!
es_es: Я Гиклич, приятно познакомиться!

source: You know, I didn't always want to play as this class. In fact, I wanted to be a Hexacast.
es_es: Знаешь, я не всегда хотел играть этим классом. Вообще, я хотел создать гексакаста.

source: Back in the day I played with friends and I ended up picking this class to form a balanced team comp...
es_es: Тогда, давно, я играл с друзьями и в итоге выбрал этот класс, чтобы сбалансировать тиму...

source: Nowadays many of them don't play anymore so I wander around and look at the different skeletons all day.
es_es: Теперь многие из них больше уже не играют, так что я просто шатаюсь и смотрю на всяких разных скелетов целыми днями.

source: Good thing that red is my favorite color don't you think?
es_es: Хорошо, что красный - мой любимый цвет, не так ли?

source: [nods]
es_es: [кивает]

source: Examine the insides of the vase
es_es: Изучить содержимое вазы

source: Vase
es_es: Ваза

source: [Activating Communicator]
es_es: [Активация коммуникатора]

source: Yes, hello, I'm here.\. Is that you boss?
es_es: Да, привет, я на месте.\. Это ты, босс?

source: Hi...
es_es: Привет...

source: You sound weird today, boss.\. Please don't get angry again...
es_es: У тебя странный голос сегодня, босс.\. Пожалуйста, не сердись снова...

source: I am still laying low at the Solar Farm, just as you said.\. Everything is alright, yes?
es_es: Я по-прежнему затаился на солнечной ферме, как ты и сказал.\. Всё хорошо, да?

source: Hello?\.\. Boss?\.\. Did anything go wrong?!
es_es: Алло?\.\. Босс?\.\. Что-то пошло не так?!

source: ...bye.
es_es: ...пока.

source: Guard
es_es: Охранник

source: Hey, \v[lore.title.seeker]!\. Hands off that vase!\. Stealing is prohibited, even for the fancy likes of you!
es_es: Эй, Искатель!\. Руки прочь от этой вазы! Кража запрещена, даже для таких, как ты!

source: I have nothing to offer human... yet.
es_es: Мне нечего предложить человеку... пока что.

source: Return later, once Ancients have given you more blessings.
es_es: Вернись позже, как только Древние дадут тебе больше благословений.

# data/maps/heat-village/baki-2.json//entities/783/settings/analyzable/text
source: The Digger
es_es: Копатель

# data/maps/heat-village/baki-2.json//entities/786/settings/event/10/message
source: Oui, I like this place! Everything is so bright and colorful.
es_es: Oui (Да), мне нравится это место! Всё такое яркое и красочное.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/11/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/16/message
source: Hm... Lea?
es_es: Хм... Лея?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/17/message
source: I'm... not getting on your nerves, right?
es_es: Я... не действую тебе на нервы, правда?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/19/message
source: You know... I'm aware that I talk a lot...
es_es: Ну, понимаешь... Я знаю, что много болтаю...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/20/message
source: And you're very quiet most of the time, just listening.
es_es: И ты молчишь большую часть времени, просто слушаешь.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/21/message
source: I just hope I'm not bothering you in that way...
es_es: Я просто надеюсь, что не напрягаю тебя этим...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/22/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/23/message
source: You're sure? It's ok?
es_es: Ты уверена? Всё нормально?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/24/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/25/message
source: Okay... That's good to know.
es_es: Хорошо... Приятно знать.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/26/message
source: Oh and I'm very much fine with you being so quiet.
es_es: Ох, и мне тоже хорошо с молчаливой тобой.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/27/message
source: You actually remind me of an old friend of mine...
es_es: Ты, кстати, напоминаешь мне моего старого друга...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/28/message
source: Still...\. I'd really like to know more about you.
es_es: Всё же...\. Я бы очень хотела узнать о тебе побольше.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/29/message
source: So maybe some day, if you feel like it, please tell me more about you!
es_es: Может быть, когда-нибудь, если тебе захочется, расскажи мне о себе поподробнее, пожалуйста!

# data/maps/heat-village/baki-2.json//entities/786/settings/event/32/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/33/message
source: Well then... I suppose I better log off now.
es_es: Ну, тогда... Пожалуй, я лучше выйду из игры.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/35/message
source: Well... you see, I still gotta do my part of the assignment.
es_es: Ну... знаешь, мне всё ещё надо сделать мою часть задания.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/37/message
source: So no all-nighter today, sorry.
es_es: Так что сегодня не буду играть всю ночь, извини.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/38/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/39/message
source: And again: Merci for playing with me and listening to my rambling.
es_es: И ещё раз: Merci (Спасибо) за то, что играешь со мной и слушаешь мою болтовню.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/40/message
source: That really helped me a lot.
es_es: Это на самом деле мне очень помогло.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/41/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/42/message
source: Don't worry, I'll hurry up with my work. I'll be back soon enough!
es_es: Не волнуйся, я потороплюсь со своей работой. Я скоро вернусь!

# data/maps/heat-village/baki-2.json//entities/786/settings/event/43/message
source: And don't forget about our race at the Faj'ro Temple!
es_es: И не забудь про нашу гонку в Храме Фай'ро!

# data/maps/heat-village/baki-2.json//entities/786/settings/event/45/message
source: Au revoir!
es_es: Au revoir (Пока)!

# data/maps/heat-village/baki-2.json//entities/786/settings/event/46/message
source: Bye!
es_es: Пока!

# data/maps/heat-village/baki-2.json//entities/786/settings/event/50/text
source: Logout
es_es: Выход из игры

# data/maps/heat-village/baki-2.json//entities/786/settings/event/61/message
source: ...Why?
es_es: ...Почему?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/65/message
source: ...How?
es_es: ...Как?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/70/message
source: ...How...
es_es: ...Как...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/71/message
source: ...Why?
es_es: ...Почему?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/74/message
source: Lea? Is everything okay?
es_es: Лея? Всё в порядке?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/75/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/76/message
source: ...Why?
es_es: ...Почему?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/77/message
source: ... I do not understand...
es_es: ...Я не понимаю...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/79/message
source: ...How?
es_es: ...Как?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/80/message
source: Lea...\. I am sorry I cannot...
es_es: Лея...\. Извини, я не могу...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/82/message
source: WHY?!
es_es: ПОЧЕМУ?!

# data/maps/heat-village/baki-2.json//entities/786/settings/event/86/message
source: Okay...\. I suspect...
es_es: Ладно...\. Я подозреваю...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/87/message
source: You are wondering about your \c[3]real life\c[0]...\. Correct?
es_es: Ты задаёшься вопросом о своей \c[3]реальной жизни\c[0]...\. Верно?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/88/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/89/message
source: I was afraid you would ask sooner or later.
es_es: Я боялся, что ты рано или поздно спросишь.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/91/message
source: I am not sure if this is the right time...
es_es: Я не уверен, что сейчас подходящее время...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/92/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat-village/baki-2.json//entities/786/settings/event/93/message
source: Why?
es_es: Почему?

# data/maps/heat-village/baki-2.json//entities/786/settings/event/94/message
source: ... You leave me no choice.
es_es: ...Ты не оставляешь мне выбора.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/96/message
source: Okay Lea...
es_es: Хорошо, Лея...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/97/message
source: Please promise me to stay calm.
es_es: Пожалуйста, обещай мне сохранять спокойствие.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/98/message
source: Lea, you...
es_es: Лея, ты...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/100/message
source: Your \c[3]real self\c[0]...\. is currently in a \c[3]coma\c[0].
es_es: Твоё \c[3]настоящее тело\c[0]...\. в настоящий момент находится в \c[3]коме\c[0].

# data/maps/heat-village/baki-2.json//entities/786/settings/event/108/message
source: You have been suffering from head trauma for several months now.
es_es: Ты пострадала от травмы головы уже как несколько месяцев назад.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/112/message
source: For some strange reason, it seems that you regained your consciousness within CrossWorlds.
es_es: По какой-то странной причине, похоже, что в CrossWorlds к тебе возвращается память.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/113/message
source: That is...\. why we play the game, Lea.
es_es: Вот почему...\. мы играем в игру, Лея.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/114/message
source: By recovering your memory in the game we hope that you will be able to wake up in real life.
es_es: Восстанавливая твою память в игре, мы надеемся, что ты сможешь проснуться в реальной жизни.

# data/maps/heat-village/baki-2.json//entities/786/settings/event/116/message
source: Lea...\. P-Please calm down...
es_es: Лея...\. Пожалуйста, успокойся...

# data/maps/heat-village/baki-2.json//entities/786/settings/event/117/message
source: We still have everything under control, okay?
es_es: У нас по-прежнему всё под контролем, хорошо?
