Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat-village.po
Languages: es_es

source: Times brewed / Drinks gained: Total: \c[3]\v[map.brewedTotal] / \v[map.drinksTotal]\c[0] \v[item.367.name]: \v[map.brewedAtk] / \v[map.drinksAtk] \v[tmp.defName]: \v[map.brewedDef] / \v[map.drinksDef] \v[tmp.focName]: \v[map.brewedFoc] / \v[map.drinksFoc] \v[item.370.name]: \v[map.brewedMhp] / \v[map.drinksMhp]
es_es: Число варок / Получено напитков: Итого: \c[3]\v[map.brewedTotal] / \v[map.drinksTotal]\c[0] \v[item.367.name]: \v[map.brewedAtk] / \v[map.drinksAtk] \v[tmp.defName]: \v[map.brewedDef] / \v[map.drinksDef] \v[tmp.focName]: \v[map.brewedFoc] / \v[map.drinksFoc] \v[item.370.name]: \v[map.brewedMhp] / \v[map.drinksMhp]

source: Times brewed / Drinks gained: Total: \c[3]\v[map.brewedTotal] / \v[map.drinksTotal]\c[0] \v[item.367.name]: \v[map.brewedAtk] / \v[map.drinksAtk] \v[tmp.defName]: \v[map.brewedDef] / \v[map.drinksDef] \v[item.370.name]: \v[map.brewedMhp] / \v[map.drinksMhp]
es_es: Число варок / Получено напитков: Всего: \c[3]\v[map.brewedTotal] / \v[map.drinksTotal]\c[0] \v[item.367.name]: \v[map.brewedAtk] / \v[map.drinksAtk] \v[tmp.defName]: \v[map.brewedDef] / \v[map.drinksDef] \v[item.370.name]: \v[map.brewedMhp] / \v[map.drinksMhp]

source: \c[1]- UNDER CONSTRUCTION -\c[0]
es_es: \c[1]- НА РЕКОНСТРУКЦИИ -\c[0]

# data/maps/heat-village/special/distillery.json//entities/91/settings/text
source: Brewing Machine
es_es: Варочная машина

# data/maps/heat-village/special/distillery.json//entities/92/settings/text
source: Left Waterpipe
es_es: Левый водопровод

# data/maps/heat-village/special/distillery.json//entities/93/settings/text
source: Right Waterpipe
es_es: Правый водопровод

# data/maps/heat-village/special/distillery.json//entities/94/settings/text
source: Steam Oven #1
es_es: Паровая печь #1

# data/maps/heat-village/special/distillery.json//entities/95/settings/text
source: Steam Oven #2
es_es: Паровая печь #2

# data/maps/heat-village/special/distillery.json//entities/96/settings/text
source: Steam Oven #3
es_es: Паровая печь #3

# data/maps/heat-village/special/distillery.json//entities/97/settings/text
source: Steam Oven #4
es_es: Паровая печь #4

source: [Upgrade Process START]
es_es: [НАЧАЛО процесса улучшения]

source: [ Initiating Trial ]
es_es: [ Запуск испытания ]

source: Upgrade successful!
es_es: Улучшение прошло успешно!

source: Ryda
es_es: Райда

source: Heya, \v[lore.title.seeker].\. Are you done by now?\. You made a lot of noise for just upgrading a machine, y'know?
es_es: Хейа, Искатель.\. Ты уже закончила?\. Ты наделала много шума, просто улучшая машину, знаешь?

source: ... Sorry... How?\. .\..\..\. Why?
es_es: ... Прости... Как?\. .\..\..\. Почему?

source: Oh, wait, wait.\. So you're telling me, that upgrading this thing involved fighting monstrous incarnations of booze?
es_es: Ой, подожди-подожди.\. Так ты говоришь мне, что улучшение этой штуки включало драку с монструозными воплощениями спиртного?

source: [nods]
es_es: [кивает]

source: Oh, woops, haha.\. That's pretty crazy but I guess we should've expected the Track throwing some final test at us.
es_es: Ой, упс, хаха.\. Это довольно безумно, но, я думаю, мы должны были ожидать, что Путь подбросит нам последнее испытание.

source: ... Whyyyy?
es_es: ... Почемуууу?

source: Hey, you got it done, right?\. No \v[lore.title.seeker] work without some challenge.
es_es: Эй, ты завершила его, верно?\. Никакой работы для Искателя без какого-то испытания.

source: And you can feel a clear change to the aura of our baby here.\. Now it should be well-equipped for \c[3]Fox Sake\c[0], the last missing recipe!
es_es: И ты можешь почувствовать ясное изменение ауры нашей малышки.\. Теперь она, должно быть, хорошо оборудована для \c[3]Лисьего Сакэ\c[0], последнего недостающего рецепта!

source: Just report back to our dear Kney' on the market.\. I will handle the rest down here!
es_es: Просто отчитайся нашему дорогому Ни'техабу на рынке.\. Я разберусь здесь с остальным!

source: [nods]
es_es: [кивает]

source: Was great working with you again, sweetie!\. Don't forget to visit now and then for some drinks!
es_es: Было здорово снова работать с тобой, милая!\. Не забывай заходить время от времени ради напитков!

source: Bye!
es_es: Пока!

source: Overheat
es_es: Перегрев

source: Overheated! Starting emergency cooling!
es_es: Перегрев! Запуск аварийного охлаждения!

# data/maps/heat-village/special/expo-space.json//entities/4/settings/event/8/text
source: Your prolonged journey brought you to this barren field.
es_es: Твоё продолжительное путешествие\.\.\. привело тебя к этой выжженной земле

# data/maps/heat-village/special/expo-space.json//entities/4/settings/event/9/text
source: Surrounded by boundless sand I shall hand you the Shade of the same.
es_es: Окружённой бескрайними песками\.\.\. Я передам тебе их Тень

source: It will open the passage to the \c[3]Temple of Faj'ro\c[0].
es_es: Что откроет проход\.\.\. в \c[3]Храм Фай'ро\c[0]

source: Traveler, envoy of change, your next trial awaits you.
es_es: Странник, предвестник перемен,\.\.\. Следующее испытание ждёт тебя

# data/areas/heat-village.json//name
source: untitled
es_es: sin título

# data/areas/heat-village.json//floors/1/maps/6/name
source: Ba'kii Guard HQ
es_es: Sede de la Guardia Ba'kii

source: You know, I didn't always want to play as this class. In fact, I wanted to be a Hexacast.
es_es: Sabes, si dependiera de mí no hubiera elegido esta clase. De hecho, yo quería ser un Hexacast.

# data/maps/heat-village/baki-2.json//entities/23/settings/teleportLabel
source: CrossCentral
es_es: Cruce Central

source: Human, take look over market!\. Ba'kii Bazaar crafts are finest on Shadoon!
es_es: ¡Humano, mira mercado!\. ¡Mercancía del Bazar Ba'kii es alta calidad!

source: Should be guarded by two employees of generous Ba'kii Bazaar.\. Unless eaten by hungry desertlife.
es_es: Tiene que haber dos empleados de generoso Bazar Ba'kii.\. Si no han sido devorados por hambrienta fauna.

source: Human, take look over market!\. Ba'kii Bazaar crafts are finest on Shadoon!
es_es: ¡Humano, echa vistazo a mercado!\. ¡Artesanías de Ba'kii Bazar son las mejores en Shadoon!

# data/maps/heat-village/baki-2.json//entities/857/settings/event/26/message
source: We've been here before, haven't we?
es_es: Hemos estado aquí antes, ¿no?

source: Requests
es_es: Pedidos

source: Brewing Quality: \c[3]\v[tmp.quality]\c[0]
es_es: Calidad del Brebaje: \c[3]\v[tmp.quality]\c[0]

source: Quality
es_es: Calidad

source: Brewing Quality: \c[3]\v[tmp.quality]\c[0]
es_es: Calidad del Brebaje: \c[3]\v[tmp.quality]\c[0]

source: Overheat
es_es: Sobrecalentamiento

source: Requests
es_es: Pedidos

source: Booze HP
es_es: PV del Alcohol

source: Overheat
es_es: Sobrecalentamiento

source: \c[3]Follow the brewing procedure!\c[0]
es_es: \c[3]¡Sigue el procedimiento de preparación!\c[0]

source: [Brewing Process START]
es_es: [Proceso de Destilación INICIADO]

source: Wish much success.\. May Ancients bless precious liquids!
es_es: Deseo mucho éxitos.\. ¡Que los Antiguos bendigan preciosos líquidos!

source: Maybe next time, yes?
es_es: Tal vez la próxima vez, ¿sí?

source: Oh, woops, haha.\. That's pretty crazy, but I guess we should've expected the Track to throw some final test at us.
es_es: Oh, vaya, jaja.\. Eso es bastante loco, pero supongo que deberíamos haber esperado que el Camino nos lanzara una prueba final.
