Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat.po
Languages: es_es

source: Henry's Data Probe
es_es: Зонд данных Генри

source: Retrieving Data
es_es: Извлечение данных

# data/maps/heat/caves/cliff-cave-01.json//entities/244/settings/text
source: A data probe installed by a player for Henry.
es_es: Зонд данных, установленный игроком для Генри.

# data/maps/heat/caves/cliff-cave-01.json//entities/245/settings/text
source: A data probe installed by a player for Henry. The data has been retrieved.
es_es: Зонд данных, установленный игроком для Генри. Данные были получены.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/4/message
source: Ah, you there.
es_es: Эй, вы там.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/13/message
source: I am terribly sorry to disturb your experience, but I have questions of the utmost importance.
es_es: Мне очень жаль прерывать ваш игровой опыт, но у меня есть вопросы первостепенной важности.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/15/message
source: But where are my manners?
es_es: Но где мои манеры?

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/16/message
source: My Name is \c[3]Baxton Addi\c[0]. I'm a moderator and supervisor for \c[3]CrossWorlds\c[0]. May I ask for your name?
es_es: Меня зовут \c[3]Бакстон Адди\c[0]. Я модератор и наблюдатель в \c[3]CrossWorlds\c[0]. Могу я узнать, как вас зовут?

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/17/name
source: Baxton
es_es: Бакстон

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/19/message
source: Lea.
es_es: Лея.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/20/message
source: A lovely name. But let us get to the matter at hand, shall we?
es_es: Красивое имя. Но давайте сразу к делу, ладно?

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/21/message
source: I was just inspecting the area to ensure all was in proper order.
es_es: Я изучал территорию, чтобы убедиться, всё ли в должном порядке.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/22/message
source: And I came across this object here.
es_es: И я наткнулся на этот объект здесь.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/25/message
source: Now, this peculiar little bugger does not show up in my database.
es_es: Этот необычный маленький гад не отображается в моей базе данных.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/26/message
source: All assets in the game world are to be registered to avoid any disturbance of player experience.
es_es: Все активы в игровом мире должны быть зарегистрированы, чтобы избежать каких-либо нарушений игрового опыта.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/29/message
source: Now my humble assumption is that our asset team just missed adding these new items.
es_es: Моё скромное предположение состоит в том, что наша команда специалистов пропустила добавление этих новых предметов.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/30/message
source: A common oversight, I regret to say.
es_es: С сожалением могу сказать, что это частый недосмотр.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/32/message
source: Now all I need to know is, if you perhaps are involved in a quest that this object is a part of?
es_es: Теперь всё, что мне нужно знать - возможно, вы участвуете в квесте, частью которого является этот объект?

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/33/message
source: [nods]
es_es: [кивает]

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/34/message
source: As I thought. This explains a lot. A report must still be made.
es_es: Как я и думал. Это многое объясняет. Отчёт по-прежнему должен быть сделан.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/36/message
source: Thank you for your cooperation, Lady Lea. Farewell.
es_es: Спасибо за ваше сотрудничество, леди Лея. Прощайте.

# data/maps/heat/caves/cliff-cave-01.json//entities/248/settings/event/37/message
source: Bye!
es_es: Пока!

source: Another instanced cave...
es_es: Ещё одна специальная пещера...

source: I'm really bad at those...
es_es: Я очень плох в этом...

source: I'm really bad at these instanced challenges.
es_es: Я очень плох в этих разделённых испытаниях.

# data/maps/heat/caves/cliffs-temple-02.json//entities/8/settings/teleportLabel
source: Teleport Outside
es_es: Телепорт наружу

source: Fill Chest
es_es: Наполнить сундук

source: Fill Chest
es_es: Наполнить сундук

source: Fill Chest
es_es: Наполнить сундук

source: Fill Chest
es_es: Наполнить сундук

source: Touch Chest
es_es: Коснуться сундука

# data/maps/heat/caves/cliffs-temple-03.json//entities/8/settings/event/22/text
source: NO! Put them back!
es_es: НЕТ! Положи их обратно!

# data/maps/heat/caves/cliffs-temple-03.json//entities/8/settings/event/23/text
source: They are MINE!
es_es: Они МОИ!

# data/maps/heat/caves/cliffs-temple-03.json//entities/8/settings/event/24/text
source: I will never let you have them.
es_es: Я никогда не дам тебе их.

source: Chest
es_es: Сундук

source: Coins
es_es: Монеты

# data/maps/heat/caves/cliffs-temple-03.json//entities/24/settings/teleportLabel
source: Teleport Outside
es_es: Телепорт наружу

# data/maps/heat/caves/cliffs-temple-03.json//entities/25/settings/text
source: A chest filled with cursed riches.
es_es: Сундук, наполненный проклятыми богатствами.

# data/maps/heat/caves/maroon-cave-01.json//entities/50/settings/event/0/message
source: Cave time! ... Wait, there's running water down here?
es_es: Время пещеры!... Подожди, здесь течёт вода?

# data/maps/heat/caves/maroon-cave-01.json//entities/50/settings/event/1/message
source: [nods]
es_es: [кивает]

# data/maps/heat/caves/maroon-cave-01.json//entities/50/settings/event/2/message
source: That's... weird, considering there are lakes out there. You'd think everything would flood.
es_es: Это... странно, учитывая, что наверху есть озёра. Можно подумать, что всё затопит.

# data/maps/heat/caves/maroon-cave-01.json//entities/50/settings/event/3/message
source: I suppose you could make it work by carefully crafting the area... somehow?
es_es: Я полагаю, можно заставить это работать вот так, тщательно спроектировав локацию... каким-то образом?

# data/maps/heat/caves/maroon-cave-02.json//entities/34/settings/event/10/message
source: Okey-dokey! First couple Tims defeated!
es_es: Оки-доки! Первая пара Тимов уничтожена!

# data/maps/heat/caves/maroon-cave-02.json//entities/34/settings/event/11/message
source: What's up with that name anyway?
es_es: Что вообще не так с этим именем?

# data/maps/heat/caves/maroon-cave-02.json//entities/138/settings/event/1/message
source: That should be all for this level, right?
es_es: Это, должно быть, последний на этом этаже?

# data/maps/heat/caves/maroon-cave-02.json//entities/138/settings/event/2/message
source: By the way!\. Did you know that worms have five hearts?\. Like...\. real earth worms do.
es_es: Кстати!\. Знаешь ли ты, что у червей пять сердец? То есть...\. у настоящих земляных червей.

# data/maps/heat/caves/maroon-cave-02.json//entities/138/settings/event/4/message
source: I mean...\. they are not quite as complex as human hearts, but still!
es_es: Я имею в виду...\. они не так сложны, как человеческие сердца, но всё же!

# data/maps/heat/caves/maroon-cave-02.json//entities/138/settings/event/6/message
source: Makes you wonder about the anatomy of those Sandworms.
es_es: Заставляет задуматься об анатомии этих Песчаных червей.

# data/maps/heat/caves/maroon-cave-02.json//entities/138/settings/event/7/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/caves/maroon-cave-02.json//entities/138/settings/event/8/message
source: No?
es_es: Нет?

# data/maps/heat/caves/maroon-cave-03.json//entities/48/settings/event/25/message
source: That must be the red sandworm, better be careful!
es_es: Это, должно быть, красный песчаный червь, лучше быть осторожными!

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/21/message
source: Phew...
es_es: Фух...

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/22/message
source: I suppose the \c[3]\v[item.362.name]\c[0] is the strange item the guard wants to see, right?
es_es: Я полагаю, \c[3]останки Ти'има\c[0] - это и есть тот странный предмет, который охранник хочет увидеть?

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/23/message
source: [nods]
es_es: [кивает]

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/24/message
source: Okey-dokey!\. Then let's go ba-
es_es: Оки-доки!\. Тогда пойдём наз-

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/27/message
source: Oh, is that a direct link?
es_es: Ой, это прямая связь?

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/28/message
source: [nods]
es_es: [кивает]

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/34/message
source: Lea, chérie!
es_es: Лея, chérie (дорогая)!

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/35/message
source: Hi!
es_es: Привет!

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/36/message
source: I'm, ba...\.\.
es_es: Я верн-\.\.

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/37/message
source: Wait, who's that?
es_es: Подожди, кто это?

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/38/message
source: Uhm...\. hello! I'm C'tron-\.\.
es_es: Эмм...\. Привет! Я Ци'трон...\.\.

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/39/message
source: OH!\. You're the other member from the First Scholars, non?
es_es: ОЙ!\. Ты тоже член Первоучёных, не так ли?

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/40/message
source: Yes, that's me.
es_es: Да, это я.

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/41/message
source: Très bien!\. So you'll join our party, oui?
es_es: Très bien (Прекрасно)!\. Так ты присоединишься к нашей группе, oui (да)?

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/42/message
source: Yes, in fact-\.\.
es_es: Да, вообще-то-\.\.

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/43/message
source: So where are you two right now?
es_es: Так где вы сейчас находитесь?

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/44/message
source: Uhm...\. Lea and I are currently in the Maroon Tree Cave...
es_es: Эмм...\. Мы с Леей сейчас в пещере Бордового дерева...

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/45/message
source: Maroon Tree Cave...
es_es: Пещера Бордового дерева...

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/46/message
source: Wait!\. You started that quest already?
es_es: Подождите!\. Вы уже начали этот квест?

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/47/message
source: [nods]
es_es: [кивает]

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/48/message
source: It looks like we almost finished it.
es_es: Похоже, что мы уже почти закончили.

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/49/message
source: Aww man...\. I wanted to do that quest with you!
es_es: Вот блин...\. Я хотела сделать этот квест с тобой!

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/51/message
source: I-\.I'm sorry, I didn't know you had that planned.
es_es: Я-\.Я извиняюсь, я не знал, что у тебя это было запланировано.

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/52/message
source: Non, it's fine! Pas de problème!
es_es: Нет, всё нормально! Pas de problème (Нет проблем)!

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/53/message
source: I'll quickly rush through that quest myself!
es_es: Я быстро пройду этот квест сама!

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/54/message
source: You two just wait for me, d'accord?
es_es: Вы двое, просто подождите меня, d'accord (хорошо)?

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/55/message
source: [nods]
es_es: [кивает]

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/56/message
source: Uhm...\. sure!
es_es: Эмм...\. конечно!

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/57/message
source: Au revoir!
es_es: Au revoir (Пока)!

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/58/message
source: Bye!
es_es: Пока!

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/63/message
source: Drat...\. I feel bad now.
es_es: Чёрт...\. Теперь чувствую себя неудобно.

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/64/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/65/message
source: Uhm...\. You mean I don't have to?\. W-\.Well...
es_es: Эмм...\. Ты имеешь в виду, что не стоит? Л-\.Ладно...

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/66/message
source: Let's just go back to the cave entrance and show the item to the guard.
es_es: Давай просто вернёмся ко входу в пещеру и покажем этот предмет охраннику.

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/67/message
source: I think the cave interior is instanced, but we might be able to meet Emilie outside.
es_es: Я думаю, что пещера является специальным подземельем, но мы могли бы подождать Эмили снаружи.

# data/maps/heat/caves/maroon-cave-03.json//entities/53/settings/event/68/message
source: [nods]
es_es: [кивает]

# data/maps/heat/cliffs/cliffs-path-01.json//entities/546/settings/event/1/text
source: Bring me the coin...
es_es: Принеси мне монету...

# data/maps/heat/cliffs/cliffs-path-01.json//entities/548/settings/event/0/text
source: You brought the coin...
es_es: Ты принесла монету...

# data/maps/heat/cliffs/cliffs-path-01.json//entities/550/settings/event/0/message
source: Look at all those bones.\. Some creatures have been really busy around here.
es_es: Посмотри на все эти кости.\. Какие-то существа действительно хорошо поработали здесь.

source: Yeah. Busy stacking all these bones into neat little piles.
es_es: Ага. Занимались укладыванием всех этих костей в аккуратные маленькие кучки.

# data/maps/heat/cliffs/cliffs-path-01.json//entities/551/settings/event/0/message
source: Those lilies sure are resilient.
es_es: Эти лилии очень устойчивы.

source: Yeah! Jump those lilies!
es_es: Да! Прыгай по этим лилиям!

# data/maps/heat/cliffs/cliffs-path-02.json//entities/371/settings/event/1/text
source: Blocked
es_es: Заблокировано

# data/maps/heat/cliffs/cliffs-path-02.json//entities/388/settings/dialog/0/text
source: So, how is work?
es_es: Ну, как работа?

# data/maps/heat/cliffs/cliffs-path-02.json//entities/388/settings/dialog/1/text
source: Pretty good. \c[3]ACF says we now have 50% of the galaxy mapped!\c[0]
es_es: Вполне нормально. \c[3]Совет основателей колоний говорит, что теперь у нас есть карта 50% галактики!\c[0]

source: Hi!
es_es: Привет!

source: Oh hey, you're interested in my job too?
es_es: Ох, эй, тебе тоже интересна моя работа?

source: She's an Explorer!
es_es: Она исследователь!

source: Oh come on, it's not that big of a deal.
es_es: Да ладно, это не так уж важно.

source: I'm part of the \v[lore.unlock.colony-federation]\c[3]ACF's\c[0] exploration team.
es_es: Я из исследовательской группы \v[lore.unlock.colony-federation]\c[3]Совета основателей колоний\c[0].

source: Once a year we're exploring and charting a new part of a larger sector.
es_es: Раз в год мы исследуем и наносим на карту новую часть более крупного сектора.

source: It takes a long time as we can't just warp ourselves around.
es_es: Это занимает много времени, так как мы не можем просто телепортироваться повсюду.

source: But it is pretty fun!
es_es: Но это довольно весело!

source: And exciting!
es_es: И захватывающе!

# data/maps/heat/cliffs/cliffs-path-02.json//entities/388/settings/dialog/2/text
source: Oh boy! Only took us how long?
es_es: Ого! Сколько же это времени заняло?

# data/maps/heat/cliffs/cliffs-path-02.json//entities/388/settings/dialog/3/text
source: Too long...
es_es: Слишком много...

# data/maps/heat/cliffs/cliffs-path-02.json//entities/389/settings/event/0/message
source: More of these unique cliff structures...
es_es: Снова эти уникальные скальные структуры...

# data/maps/heat/cliffs/cliffs-path-02.json//entities/389/settings/event/1/message
source: You sure you want to comment on those now? Better concentrate on jumping!
es_es: Ты уверен, что хочешь прокомментировать это сейчас? Лучше сосредоточиться на прыжках!

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/8/text
source: The everlasting sun shines strongest on these lands.
es_es: Вечно палящее солнце\.\.\. освещает эти земли

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/9/text
source: Its flaming glory bearing life and death alike.
es_es: Его пламенное великолепие\.\.\. несёт как жизнь, так и смерть

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/10/text
source: On this unforgiving path you stayed persistent.
es_es: На этом беспощадном пути\.\.\. ты оставалась стойкой

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/11/text
source: With frozen sweeps and strokes you crossed the scorching grounds.
es_es: С ледяными взмахами и ударами\.\.\. ты прошла сквозь выжженные земли

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/12/text
source: You, the traveler, the envoy of change.
es_es: Ты, странник,\.\.\. предвестник перемен

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/13/text
source: You have proven yourself worthy.
es_es: Ты проявила себя достойно

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/14/text
source: Take this Shade to open the path to the east.
es_es: Возьми эту Тень\.\.\. и открой путь на восток

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/23/text
source: Your resolve is evident and deserving a gift of strength.
es_es: Твоя решимость тверда\.\.\. и заслуживает дар силы

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/24/text
source: Let me add to your inner flame to make its warmth long lasting.
es_es: Позволь мне укрепить твой внутренний огонь,\.\.\. дабы он согревал тебя вечно

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/41/object
source: SP Bar
es_es: Шкала SP

# data/maps/heat/dng-expo-space.json//entities/4/settings/event/47/text
source: Let your every step form the path of your growth.
es_es: Да будет каждый твой шаг\.\.\. приближать тебя к совершенству

source: Blue-haired Spheromancer! You're not thinking about skipping the duel, right?
es_es: Синеволосый сферомант! Ты же не думаешь пропустить дуэль?

source: Here we go!
es_es: Поехали!

source: Are you ready for the Faj'ro Temple race?
es_es: Ты готова к гонке в Храме Фай'ро?

source: [nods]
es_es: [кивает]

source: Okey-dokey!
es_es: Оки-доки!

source: Everybody get ready!
es_es: Всем приготовиться!

source: Complete \c[3]Faj'ro Temple\c[0] in the race against Emilie and C'tron.
es_es: Пройдите \c[3]Храм Фай'ро\c[0] в гонке против Эмили и Ци'трона.

source: [shakes head]
es_es: [мотает головой]

source: D'accord, just don't let us wait for too long~
es_es: D'accord (Хорошо), только не заставляй нас долго ждать~

source: [yes]
es_es: [да]

source: [no]
es_es: [нет]

source: Hey Lea, we should call C'tron before entering the Temple.
es_es: Эй, Лея, мы должны позвонить Ци'трону, прежде чем войдём в Храм.

source: Don't forget about our race, non?
es_es: Не забывай о нашей гонке, хорошо?

source: Lea, what about Emilie? We wanted to race the dungeon together, right?
es_es: Лея, что насчёт Эмили? Мы хотели начать гонку в подземелье вместе, не так ли?

source: Lea, what about that dungeon race? You were planning to enter the dungeon together with Emilie and C'tron, right?
es_es: Лея, что насчёт гонки в подземелье? Ты собиралась войти в подземелье вместе с Эмили и Ци'троном, верно?

# data/maps/heat/dng-exterior.json//entities/430/settings/teleportLabel
source: Back to Hourglass Pillar
es_es: Назад к Столбу песочных часов

source: I see your stats are \c[1]as high as ever\c[0].
es_es: Я вижу, что твои характеристики \c[1]высоки как всегда\c[0].

source: Hm...\. Your \c[3]stats seem rather low\c[0]. I suggest you upgrade your \c[3]circuits\c[0] and \c[3]equipment\c[0] before the duel.
es_es: Хм...\. Твои \c[3]характеристики кажутся довольно низкими\c[0]. Тебе стоило бы улучшить свои \c[3]контуры\c[0] и \c[3]экипировку\c[0] к дуэли.

source: Unless you are very confident in your skills. But I don't want to hear any excuses!
es_es: Если только ты крайне не уверена в своих силах. Но я не хочу слышать никаких оправданий!

source: I see you are prepared.
es_es: Я вижу, ты подготовилась.

source: Are you ready for the duel?
es_es: Готова начать дуэль?

source: [nods]
es_es: [кивает]

source: Alright then, let's go!
es_es: Ну что ж, погнали!

source: Well then... good luck!
es_es: Ну... удачи!

source: Make sure to give Grasshead the beating of a lifetime.
es_es: Убедись, что задашь Травоголовому трёпку всей жизни.

source: Hey Lea, I think Tronny wanted to watch your match as well, non?
es_es: Эй, Лея, я думаю, что Тронни тоже хотел бы посмотреть на твоё состязание, разве нет?

source: I'll quickly give him a call to come over!
es_es: Я быстро позвоню ему, чтобы он зашёл!

source: Lea, I think Emilie wanted to see the match as well, right?
es_es: Лея, я думаю, что Эмили тоже хотела бы посмотреть состязание, разве нет?

source: [nods]
es_es: [кивает]

source: Let me just quickly call her!
es_es: Позволь мне просто быстро позвонить ей!

source: Lea, I think C'tron and Emilie wanted to watch your match as well, right?
es_es: Лея, я думаю, что Ци'трон и Эмили тоже хотели бы посмотреть состязание, разве нет?

source: Just give them a hint via D-Link.
es_es: Просто намекни им через Прямую связь.

source: [nods]
es_es: [кивает]

source: Here we are!
es_es: Вот мы и здесь!

source: It's duel time! Good thing you didn't forget about us!
es_es: Время дуэли! Хорошо, что ты не забыла о нас!

source: It's duel time! Good thing you didn't forget about me.
es_es: Время дуэли! Хорошо, что ты не забыла обо мне.

source: Gosh...\. I almost missed it.\. Thanks for telling me!
es_es: Боже...\. Я чуть не пропустил это.\. Спасибо, что сказала мне!

source: I surely hope you learned your lessons since last.
es_es: Я надеюсь, что ты усвоила уроки с прошлого раза.

source: Or do you plan to once again turn this into a display of \c[1]BLATANT CHEATING\c[0] in front of everyone?!
es_es: Или ты собираешься ещё раз превратить это в демонстрацию \c[1]НАГЛОГО ЧИТЕРСТВА\c[0] на глазах у всех?!

source: I won't let you get away so easily this time.
es_es: Я не позволю тебе уйти так легко в этот раз.

source: Inviting your friend to watch the duel, Spheromancer?
es_es: Пригласила своего друга посмотреть на дуэль, сферомант?

source: Pretty confident!
es_es: Довольно самоуверенно!

source: Anyway, let's get things started!
es_es: В любом случае, давайте начинать!

source: Are you ready?
es_es: Ты готова?

source: [nods]
es_es: [кивает]

source: Good.
es_es: Хорошо.

source: PvP Combat, ACTIVATE!
es_es: PvP Бой, АКТИВАЦИЯ!

source: Smash him good, Lea!
es_es: Размажь его хорошенько, Лея!

source: Good Luck, Lea!
es_es: Удачи, Лея!
