Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat.po
Languages: es_es

source: Time has passed since our last duel.
es_es: Прошло немало времени с нашей последней дуэли.

source: Our characters have grown.\. We both acquired the \c[3]heat element\c[0].
es_es: Наши персонажи стали сильнее.\. Мы оба получили \c[3]элемент Пламени\c[0].

source: So it is time for me, \c[3]Apollo\c[0], to make sure you are still on the right path.
es_es: Так что придётся мне, \c[3]Аполло\c[0], убедиться в том, что ты по-прежнему находишься на верном пути.

source: The path of a proper Spheromancer!\.
es_es: Пути истинного сфероманта!\.

source: Mon dieu, start the duel already!
es_es: Mon dieu (Боже мой), начните уже дуэль!

source: THE PATH...\.\. of \c[3]Justice\c[0]!
es_es: ПУТИ...\.\. \c[3]Справедливости\c[0]!

source: Let the duel begin!
es_es: Да начнётся дуэль!

source: [yes]
es_es: [да]

source: [no]
es_es: [нет]

source: \c[1]Bye!\c[0]
es_es: \c[1]Пока!\c[0]

source: W-WHAT IS THIS DAMAGE?!
es_es: Ч-ЧТО ЭТО ЗА УРОН?!

source: YOU'RE DOING IT AGAIN!\. YOU LEARNED NOTHING!!
es_es: ТЫ СНОВА ЭТО ДЕЛАЕШЬ!\. ТЫ НИЧЕГО НЕ УСВОИЛА!!

source: Not bad. But that was just a "warm up". Things are getting \c[3]hot\c[0] now!
es_es: Неплохо. Но это был всего лишь "разогрев". Сейчас будет \c[3]жарко\c[0]!

source: Did you seriously just make that pun?
es_es: Ты серьёзно сказал этот каламбур?

source: YOU DIRTY LITTLE CHEATER!
es_es: ТЫ ГРЯЗНЫЙ МАЛЕНЬКИЙ ЧИТЕР!

source: \c[1]Lea!\c[0]
es_es: \c[1]Лея!\c[0]

source: Let's see if you can handle my \c[3]secret strategy\c[0]!
es_es: Давай посмотрим, сможешь ли ты справиться с моей \c[3]секретной техникой\c[0]!

source: AHHHHHHHHHH!!
es_es: АААААААААААА!!

source: You can hardly call that a duel, really...
es_es: Это сложно назвать дуэлью, если честно...

source: Alright, fun time is over now.
es_es: Ладно. Время веселья окончено.

source: NO \c[1]SKILLS\c[0], NO \c[1]HONOR\c[0]! ONLY \c[1]DIRTY TRICKS\c[0]!
es_es: НЕТ \c[1]НАВЫКОВ\c[0], НЕТ \c[1]ЧЕСТИ\c[0]! ТОЛЬКО \c[1]ГРЯЗНЫЕ ПРИЁМЫ\c[0]!

source: One more hit and he'll shut up, Lea!
es_es: Ещё один удар, и он заткнётся, Лея!

source: This isn't over yet!!
es_es: Это ещё не конец!!

source: You almost got it, Lea! Go, go, go!
es_es: У тебя почти получилось, Лея! Давай!

source: Again with just a single hit?\. And here I thought you would have worked on your defense by now.
es_es: Опять с одного удара?\. А я уж подумал, что ты поработала над своей защитой.

source: Down with just a single hit?!\. You should really mind your defensive stats.
es_es: Сбита с одного удара?!\. Тебе правда стоит обратить внимание на защитные характеристики.

source: I won't let you win this easily!
es_es: Я не дам тебе так легко победить!

source: I know you can do better.
es_es: Я знаю, что ты можешь лучше.

source: Come on, Lea! More punching! You can do it!
es_es: Давай, Лея! Бей больше! Ты сможешь!

source: This is too easy, really...
es_es: Это слишком просто, правда...

source: You still have much to learn!
es_es: Тебе ещё есть чему поучиться!

source: Don't give up, Lea!
es_es: Не сдавайся, Лея!

source: Alright. Time to end this!
es_es: Хорошо. Время заканчивать это!

source: ONCE A CHEATER, FOREVER A CHEATER!
es_es: ОДИН РАЗ ЧИТЕР, ВСЕГДА ЧИТЕР!

source: YOU REALLY LEARNED NOTHING!
es_es: ТЫ НИЧЕМУ НЕ НАУЧИЛАСЬ!

source: YOU CHEATER!\. YOU DIRTY LITTLE CHEATER!
es_es: ТЫ ЧИТЕР!\. ГРЯЗНАЯ МАЛЕНЬКАЯ ОБМАНЩИЦА!

source: THERE WAS ABSOLUTELY NO HONOR IN THIS DUEL!
es_es: В ЭТОЙ ДУЭЛИ НЕ БЫЛО АБСОЛЮТНО НИКАКОГО ПОЧЁТА!

source: Blue-haired Spheromancer, I'm severely disappointed!
es_es: Синеволосый сферомант, я сильно разочарован!

source: You've grown remarkably. I'm very impressed, Spheromancer!
es_es: Ты заметно выросла. Я очень впечатлён, сферомант!

source: Lea.
es_es: Лея.

source: Don't forget your promise.
es_es: Не забывай своё обещание.

source: SHE CHEATED!!\. WHY SHOULD I CARE?!
es_es: ОНА ЖУЛЬНИЧАЛА!!\. ПОЧЕМУ МЕНЯ ДОЛЖНО ЭТО ВОЛНОВАТЬ?!

source: She won the duel, that's all you agreed on.
es_es: Она выиграла дуэль, на этом всё.

source: ... Right.
es_es: ...Верно.

source: You deserve to be called by your proper name now.
es_es: Ты заслуживаешь того, чтобы тебя называли по имени.

source: You are really severally lacking in \c[1]stamina\c[0], being defeated so quickly...
es_es: Тебе правда сильно не хватает \c[1]выносливости\c[0], раз ты так быстро была побеждена...

source: It looks like you still have much to learn, Blue-Haired Spheromancer.
es_es: Похоже, что тебе ещё многому стоит научиться, синеволосый сферомант.

source: ...\. Lea...
es_es: ...\. Лея...

source: You still won't use her name? Don't be like that.
es_es: Ты по-прежнему не используешь её имя? Не будь таким.

source: Well, it seems at least that you didn't entirely rely on blatant cheating this time.\. I respect this.
es_es: Ну, по крайней мере, кажется, на этот раз ты не целиком полагалась на откровенное читерство.\. Я уважаю это.

source: It was a good duel and a respectable effort on your end.
es_es: Это была хорошая дуэль и достойные усилия с твоей стороны.

source: I suppose I might as well use your proper name.
es_es: Полагаю, что я мог бы использовать твоё имя.

source: SPHEROMANCER LEA!
es_es: СФЕРОМАНТ ЛЕЯ!

source: AS ANOTHER SPHEROMANCER, I URGE YOU TO STOP THIS DISGRACEFUL BEHAVIOR!
es_es: КАК ДРУГОЙ СФЕРОМАНТ, Я ПРИЗЫВАЮ ТЕБЯ ПРЕКРАТИТЬ ЭТО НЕДОСТОЙНОЕ ПОВЕДЕНИЕ!

source: I shall give you another chance with our next duel to reconsider your current course.
es_es: Я дам тебе ещё один шанс пересмотреть твой текущий путь в нашей следующей дуэли.

source: Spheromancer Lea! I'm looking forward to our next duel!
es_es: Сферомант Лея! Я с нетерпением жду нашей следующей дуэли!

# data/maps/heat/dng-exterior.json//entities/451/settings/event/27/message
source: Does that mean we can finally play this game together like we'd originally planned?
es_es: Значит ли это, что мы наконец-то сможем поиграть в игру вместе, как и планировали до этого?

# data/maps/heat/dng-exterior.json//entities/451/settings/event/30/message
source: Yes, sorry I made you wait.
es_es: Да, извини, что заставил тебя ждать.

# data/maps/heat/dng-exterior.json//entities/451/settings/event/31/message
source: About time. Let's go.
es_es: Самое время. Погнали.

# data/maps/heat/dng-exterior.json//entities/451/settings/event/37/message
source: Until next time, Spheromancer Lea!
es_es: До скорого, сферомант Лея!

# data/maps/heat/dng-exterior.json//entities/451/settings/event/39/message
source: Bye!
es_es: Пока!

source: Congratulations! That was really...\. \c[1]one-sided\c[0].
es_es: Поздравляю! Это было очень...\. \c[1]односторонне\c[0].

source: Congratulations! That was really impressive!
es_es: Поздравляю! Это было действительно впечатляюще!

source: Oui! You've shown Grasshead who's boss! Good work!
es_es: Oui (Да)! Ты показала Травоголовому, кто здесь главный! Хорошая работа!

source: That was a good fight, Lea.\. You tried your best.
es_es: Это был хороший бой, Лея.\. Ты очень старалась.

source: Oui.\. Just make sure to punch Grasshead even harder next time!
es_es: Oui (Да).\. Просто давай в следующий раз ты будешь бить Травоголового ещё сильнее!

# data/maps/heat/dng-exterior.json//entities/451/settings/event/60/message
source: Well then...\. Our next stage would be \c[3]Faj'ro Temple\c[0], right?
es_es: Ну, тогда...\. Нашим следующим этапом будет \c[3]Храм Фай'ро\c[0], верно?

# data/maps/heat/dng-exterior.json//entities/451/settings/event/61/message
source: Exactement!
es_es: Exactement (Именно так)!

# data/maps/heat/dng-exterior.json//entities/451/settings/event/68/message
source: It's time for our third dungeon race!
es_es: Время для третьей гонки по подземельям!

# data/maps/heat/dng-exterior.json//entities/451/settings/event/70/message
source: Oh, you two are racing dungeons together?
es_es: О, вы вместе соревнуетесь в подземельях?

# data/maps/heat/dng-exterior.json//entities/451/settings/event/79/message
source: That's right! We've been racing dungeons ever since we met at Newcomer's Bridge.
es_es: Так и есть! Мы гоняем по подземельям с тех пор, как встретили друг друга на Мосту новичков.

# data/maps/heat/dng-exterior.json//entities/451/settings/event/80/message
source: Oh, that sounds fun...
es_es: О, это звучит забавно...

# data/maps/heat/dng-exterior.json//entities/451/settings/event/81/message
source: Then again, I guess there is no place for me in your competition...
es_es: Опять же, я думаю, что мне нет места в вашем соревновании...

# data/maps/heat/dng-exterior.json//entities/451/settings/event/82/message
source: What do you mean, Tronny? Of course you can race with us!
es_es: В каком смысле, Тронни? Конечно ты можешь соревноваться с нами!

# data/maps/heat/dng-exterior.json//entities/451/settings/event/83/message
source: The more the merrier, right Lea?
es_es: Чем больше народу, тем веселей, да, Лея?

# data/maps/heat/dng-exterior.json//entities/451/settings/event/84/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-exterior.json//entities/451/settings/event/85/message
source: Now if that's the case! Don't mind me joining, then!
es_es: Ну, раз так! Тогда я, пожалуй, присоединюсь!

# data/maps/heat/dng-exterior.json//entities/451/settings/event/86/message
source: Fantastique! Now I really can't wait!
es_es: Fantastique (Фантастика)! Не могу дождаться!

# data/maps/heat/dng-exterior.json//entities/451/settings/event/89/message
source: Hm.. maybe Lea wants a short breather after the duel?
es_es: Хм.. может, Лея хочет небольшую передышку после дуэли?

# data/maps/heat/dng-exterior.json//entities/451/settings/event/90/message
source: Ah oui... just tell us when you're ready!
es_es: Ах oui (да), просто скажи, когда будешь готова!

# data/maps/heat/dng-exterior.json//entities/451/settings/event/91/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-exterior.json//entities/451/settings/event/98/task
source: Enter \c[3]Faj'ro Temple\c[0] to start the next dungeon race again Emilie and C'tron!
es_es: Войдите в \c[3]Храм Фай'ро\c[0], чтобы начать следующую гонку в подземелье против Эмили и Ци'трона!

# data/maps/heat/dng-exterior.json//entities/457/settings/event/12/message
source: Blue-haired Spheromancer!
es_es: Синеволосый сферомант!

# data/maps/heat/dng-exterior.json//entities/457/settings/event/16/message
source: I see you have arrived!
es_es: Я вижу, что ты пришла!

# data/maps/heat/dng-exterior.json//entities/457/settings/event/29/message
source: It's time for our duel!
es_es: Настало время нашей дуэли!

# data/maps/heat/dng-exterior.json//entities/457/settings/event/30/message
source: Once again, the location is just perfect!
es_es: И снова, это место идеально подходит!

source: Again seeking the attention of other players, oui?
es_es: Опять ищешь внимания других игроков, oui (да)?

source: Of course!
es_es: Разумеется!

source: Are you sure?\. With all those players around?
es_es: Ты уверен?\. Со всеми этими игроками вокруг?

source: Yes, that's the point!
es_es: Конечно, в этом вся суть!

source: ... What is it?
es_es: ...Что такое?

# data/maps/heat/dng-exterior.json//entities/457/settings/event/43/message
source: He wants his audience. You can't talk him out of it, trust me.
es_es: Ему нужны зрители. От этого его не отговорить, поверь мне.

# data/maps/heat/dng-exterior.json//entities/457/settings/event/48/message
source: Anyway!\. Talk to me when you are ready for the duel!
es_es: В любом случае!\. Скажи мне, когда будешь готова к дуэли!

source: ...Hi!
es_es: ...Привет!

source: Hey Lea! You're here as well? I just arrived myself.
es_es: Эй, Лея! Ты тоже здесь? Я только что пришёл.

source: Wait, I'm last? Aww man.
es_es: Подождите, я последняя? Вот чёрт.

source: ... But this is not the end of the dungeon, oui?
es_es: ...Но это не конец подземелья, oui (да)?

source: No, this seems to be more like a break room in the middle?
es_es: Нет, это больше похоже на комнату отдыха в середине?

source: Phew... that means the race isn't over yet!
es_es: Фух... это означает, что гонка ещё не окончена!

source: ...Hi...
es_es: ...Привет...

source: Oh, you're here as well already?\. Tronny and I just arrived.
es_es: О, и ты уже тут?\. Мы с Тронни только что прибыли.

source: And he even arrived before me, can you believe this?
es_es: И он даже пришёл раньше меня, представляешь?

source: W-Well... just barely!
es_es: Н-ну... чуть раньше!

source: Anyway, this is not the end of the dungeon, just the middle.
es_es: В любом случае, это не конец подземелья, только середина.

source: The race isn't over yet!
es_es: Гонка ещё не окончена!

# data/maps/heat/dng-exterior.json//entities/491/settings/event/11/message
source: But man... this dungeon sure is full of puzzles.
es_es: Но блин... в этом подземелье так много загадок.

# data/maps/heat/dng-exterior.json//entities/491/settings/event/12/message
source: True.
es_es: Правда.

# data/maps/heat/dng-exterior.json//entities/491/settings/event/13/message
source: I mean we could take a break. There is a landmark here, after all.
es_es: Конечно, мы могли бы сделать перерыв. В конце концов, здесь есть ориентир.

# data/maps/heat/dng-exterior.json//entities/491/settings/event/14/message
source: Oui, that's right...
es_es: Oui (Да), верно...

# data/maps/heat/dng-exterior.json//entities/491/settings/event/16/message
source: We'll leave it up to you, Lea. Just enter the dungeon when you want to continue the race.
es_es: Мы оставим это на твоё усмотрение, Лея. Просто войди в подземелье, если хочешь продолжить гонку.

# data/maps/heat/dng-exterior.json//entities/493/settings/teleportLabel
source: Faj'ro Temple Roof
es_es: Крыша Храма Фай'ро

# data/maps/heat/dng-exterior.json//entities/494/settings/event/1/0_0/0/message
source: Forget it!
es_es: Забудь об этом!

# data/maps/heat/dng-exterior.json//entities/494/settings/event/1/0_1/0/message
source: I won't fall for that!
es_es: Я на такое не куплюсь!

# data/maps/heat/dng-exterior.json//entities/495/settings/dialog/0/text
source: You think this temple will be as long as the last one...?
es_es: Думаете, что это подземелье будет таким же долгим, как и прошлое?

# data/maps/heat/dng-exterior.json//entities/495/settings/dialog/1/text
source: Probably...
es_es: Вероятно...

# data/maps/heat/dng-exterior.json//entities/495/settings/dialog/2/text
source: Ohhh boy...
es_es: Уххх, чёрт...

# data/maps/heat/dng-exterior.json//entities/495/settings/dialog/3/text
source: I heard there is a landmark somewhere in the middle, so it's easy to leave and return if you need a break.
es_es: Я слышал, что где-то здесь есть ориентир в середине, так что будет довольно легко выйти и вернуться, если понадобится перерыв.

# data/maps/heat/dng-exterior.json//entities/495/settings/dialog/4/text
source: Well... it's not like leaving and returning to the previous temple was that hard either.
es_es: Ну... не то чтобы в прошлом подземелье было так сложно выходить и возвращаться.

# data/maps/heat/dng-exterior.json//entities/496/settings/dialog/0/text
source: Are y'all prepared?
es_es: Ну чё, готовы?

# data/maps/heat/dng-exterior.json//entities/496/settings/dialog/1/text
source: Yupp! All ready!
es_es: Агась! Всё готово!

# data/maps/heat/dng-exterior.json//entities/496/settings/dialog/2/text
source: Good to go!
es_es: Можно двигать!

# data/maps/heat/dng-exterior.json//entities/496/settings/dialog/3/text
source: Really? Did ya finally get yerself a new weapon?
es_es: В самом деле? Неужто смог достать новое оружие?

# data/maps/heat/dng-exterior.json//entities/496/settings/dialog/5/text
source: Ya still have yer \c[3]\v[item.57.name]\c[0], don't ya?
es_es: У тебя по-прежнему \c[3]Дайкон\c[0], да?

# data/maps/heat/dng-exterior.json//entities/496/settings/dialog/6/text
source: It has HP regeneration! It's super useful!
es_es: У него есть восстановление HP! Это очень полезно!

# data/maps/heat/dng-exterior.json//entities/496/settings/dialog/7/text
source: It's a level 13 weapon, for crying out loud! It's dragging ya back more than it helps.
es_es: Ради всего святого, это оружие 13-го уровня! Оно больше тянет тебя назад, чем помогает.

# data/maps/heat/dng-top.json//entities/359/settings/event/26/message
source: Giant Moth...
es_es: Гигантский мотылёк...

# data/maps/heat/dng-top.json//entities/359/settings/event/28/message
source: With Lasers... Giant Lasers...
es_es: С лазерами... Гигантскими лазерами...

# data/maps/heat/dng-top.json//entities/359/settings/event/30/message
source: Why... are they doing this to me...?
es_es: Почему... они делают со мной это...?

# data/maps/heat/dng-top.json//entities/359/settings/event/39/message
source: Wah...!
es_es: Ах...!

# data/maps/heat/dng-top.json//entities/359/settings/event/40/message
source: It's all good, Lea!
es_es: Всё хорошо, Лея!

# data/maps/heat/dng-top.json//entities/359/settings/event/41/message
source: I'm just overreacting!
es_es: Я просто принимаю всё слишком близко к сердцу!

# data/maps/heat/dng-top.json//entities/359/settings/event/42/message
source: But thanks!
es_es: Но спасибо!

# data/maps/heat/dng-top.json//entities/359/settings/event/51/thenStep/0/message
source: Anyway...\. Got that over and done with.
es_es: В любом случае...\. С этим уже покончено.

# data/maps/heat/dng-top.json//entities/359/settings/event/51/thenStep/1/message
source: Congratulations on being first!
es_es: Поздравляю с первым местом!

# data/maps/heat/dng-top.json//entities/359/settings/event/51/elseStep/0/message
source: But hey! Despite all these HORRIFYING experiences... I'm still first!
es_es: Но, эй! Несмотря на весь УЖАСАЮЩИЙ пережитый опыт... я всё ещё первая!

# data/maps/heat/dng-top.json//entities/359/settings/event/51/elseStep/1/message
source: I'm awesome!
es_es: Я великолепна!

# data/maps/heat/dng-top.json//entities/359/settings/event/62/message
source: Drat...\. I'm last this time.
es_es: Чёрт...\. Я последний в этот раз.

# data/maps/heat/dng-top.json//entities/359/settings/event/71/message
source: That's surprising! You were so fast before.
es_es: Это удивительно! До этого ты был быстрее.

# data/maps/heat/dng-top.json//entities/359/settings/event/72/message
source: I had a pretty hard time with those fire golems.
es_es: Мне было довольно тяжело с этими огненными големами.

# data/maps/heat/dng-top.json//entities/359/settings/event/73/message
source: Ah oui... those were tricky.
es_es: Ах oui (да)... эти были мудрёными.

# data/maps/heat/dng-top.json//entities/359/settings/event/74/message
source: Yes...\. Also that boss. I mean...\. how are you holding up, Emilie?
es_es: Да...\. Ещё и этот босс. Я имею в виду...\. как ты, Эмили?

# data/maps/heat/dng-top.json//entities/359/settings/event/75/message
source: Ah...\. I managed...\. sorta...
es_es: Ах...\. Я справилась...\. вроде как...

# data/maps/heat/dng-top.json//entities/359/settings/event/76/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/dng-top.json//entities/359/settings/event/77/message
source: Hush~
es_es: Тише~

# data/maps/heat/dng-top.json//entities/359/settings/event/79/message
source: Anyway, it was a fun race!
es_es: В любом случае, это была весёлая гонка!

# data/maps/heat/dng-top.json//entities/359/settings/event/80/message
source: Now it's time to collect the reward, right?
es_es: Теперь пришло время забрать награду, верно?

# data/maps/heat/dng-top.json//entities/359/settings/event/81/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/359/settings/event/82/message
source: Oui, allons-y!
es_es: Oui, allons-y (Да, пойдём)!

# data/maps/heat/dng-top.json//entities/366/settings/event/24/message
source: Okey-dokey! Got that squared away.
es_es: Оки-доки! Вроде со всем разобрались.

# data/maps/heat/dng-top.json//entities/366/settings/event/25/message
source: That space bird was especially awesome!\. Loved that flaming sword!
es_es: Эта космическая птица была особенно крутая!\. Понравился её огненный меч!

# data/maps/heat/dng-top.json//entities/366/settings/event/26/message
source: Makes sense. She's the symbol for heat and fire, right?
es_es: Имеет смысл. Она же символ тепла и огня, верно?

# data/maps/heat/dng-top.json//entities/366/settings/event/27/message
source: [nods]
es_es: [кивает]

# data/maps/heat/dng-top.json//entities/366/settings/event/28/message
source: Ah oui. Also...
es_es: Ах oui (да). К тому же...

# data/maps/heat/dng-top.json//entities/366/settings/event/34/message
source: Just look at this place! It's beautiful!
es_es: Просто посмотрите на это место! Оно прекрасно!

# data/maps/heat/dng-top.json//entities/366/settings/event/35/message
source: So much better than that gloomy cave we had last time.
es_es: Намного лучше мрачной пещеры, где мы были в прошлый раз.

# data/maps/heat/dng-top.json//entities/366/settings/event/38/message
source: Come on! I want to have a look down from over there!
es_es: Идём туда! Я хочу посмотреть отсюда вниз!

# data/maps/heat/dng-top.json//entities/366/settings/event/51/task
source: Talk to \c[3]Emilie\c[0] and \c[3]C'tron\c[0] at the southern end of Faj'ro Temple Roof.
es_es: Поговорите с \c[3]Эмили\c[0] и \c[3]Ци'троном\c[0] у южного края крыши Храма Фай'ро.

# data/maps/heat/dng-top.json//entities/367/settings/interact/hoverText
source: The Starry Sky
es_es: Звёздное небо

# data/maps/heat/dng-top.json//entities/367/settings/interact/event/0/text
source: At first the world was dark. Hence, \c[3]Di'orbis\c[0] and \c[3]E'nel\c[0] created the first sun to spread light.
es_es: Сначала мир был тёмным. Поэтому \c[3]Ди'орбис\c[0] и \c[3]Э'нель\c[0] создали первое солнце, чтобы распространить свет.

# data/maps/heat/dng-top.json//entities/367/settings/interact/event/1/text
source: Yet at night, when the sun was hidden, the world was as dark as ever.
es_es: Тем не менее, ночью, когда солнце было скрыто, мир был тёмным, как и всегда.

# data/maps/heat/dng-top.json//entities/367/settings/interact/event/2/text
source: \c[3]E'nel\c[0] wanted to place many more suns close by, creating a world of constant brightness.
es_es: \c[3]Э'нель\c[0] хотела разместить ещё много солнц рядом, создав мир постоянной яркости.

# data/maps/heat/dng-top.json//entities/367/settings/interact/event/3/text
source: Yet this world was monotonous, lacking dusk, dawn and the coolness of the night.
es_es: И всё же этот мир был однообразным, без сумерек, рассвета и прохлады ночи.

# data/maps/heat/dng-top.json//entities/367/settings/interact/event/4/text
source: The two gods then had a new idea. They created millions upon millions of new suns far far away in all directions.
es_es: У двух богов появилась новая идея. Они создавали миллионы и миллионы новых солнц, расстилающихся далеко-далеко во всех направлениях.

# data/maps/heat/dng-top.json//entities/367/settings/interact/event/5/text
source: Thanks to \c[3]E'nel\c[0] and \c[3]Di'orbis\c[0]' efforts we can today enjoy the night with a beautiful starry sky.
es_es: Благодаря усилиям \c[3]Э'нель\c[0] и \c[3]Ди'орбиса\c[0] мы можем сегодня наслаждаться ночью с красивым звёздным небом.

# data/maps/heat/dng-top.json//entities/367/settings/interact/event/6/text
source: Not only are the stars beautiful, \c[3]Di'orbis\c[0] placed them in particular to stir our curiosity for other worlds out there.
es_es: Мало того, что звёзды красивы, \c[3]Ди'орбис\c[0] разместил их по-особенному, чтобы пробудить наше любопытство к другим мирам.

# data/maps/heat/dng-top.json//entities/368/settings/interact/hoverText
source: The largest Sun
es_es: Самое большое солнце

# data/maps/heat/dng-top.json//entities/368/settings/interact/event/0/text
source: After \c[3]E'nel\c[0] created millions of suns, she craved for a challenge.
es_es: После того, как \c[3]Э'нель\c[0] создала миллионы солнц, она жаждала вызова.
