Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat-village.po
Languages: es_es

# data/maps/heat-village/baki-2.json//entities/834/settings/event/124/message
source: I'm confused.\. Who was that?
es_es: Ничего не понимаю.\. Кто это был?

# data/maps/heat-village/baki-2.json//entities/834/settings/event/125/message
source: Oh.\. He's some kind of self proclaimed Justice guy.
es_es: Ох.\. Это самозваный человек-справедливость.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/126/message
source: Thinks really highly of Spheromancers.
es_es: Очень высоко ценит сферомантов.

source: Lea kicked his derrière!
es_es: Лея уже надрала ему derrière (задницу)!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/128/message
source: I see.\. What a...\. unique character.
es_es: Я вижу...\. Что за...\. необычный персонаж.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/129/message
source: Oui, he's an idiot.
es_es: Oui (Да), он идиот.

# data/maps/heat-village/baki-2.json//entities/834/settings/event/130/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/834/settings/event/131/message
source: Anyway!\. It's time for a party of three!
es_es: Так или иначе!\. Время для группы из трёх человек!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/136/object
source: Emilie
es_es: Эмили

# data/maps/heat-village/baki-2.json//entities/834/settings/event/140/message
source: Let's wrap up that quest already so we can finally go to Faj'ro Temple!
es_es: Давайте завершим этот квест, чтобы мы наконец-то смогли отправиться в Храм Фай'ро!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/141/message
source: Agreed!\. I guess next we should report to the Eldress, right?
es_es: Согласен!\. Думаю, дальше нам следует доложить старейшине, верно?

# data/maps/heat-village/baki-2.json//entities/834/settings/event/142/message
source: I do think so, Monsieur Tronny!
es_es: Я именно так и думаю, Monsieur (месье) Тронни!

# data/maps/heat-village/baki-2.json//entities/834/settings/event/145/task
source: It's finally time to complete the \c[3]Maroon Tree Defender\c[0] quest together with Emilie and C'tron!
es_es: Наконец-то пришло время завершить квест \c[3]Защитник Бордового дерева\c[0] вместе с Эмили и Ци'троном!

# data/maps/heat-village/baki-2.json//entities/843/settings/event/20/message
source: Okey-dokey! Got the Sand Shade.
es_es: Оки-доки! Получил Тень песка.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/21/message
source: I wonder if we ever get to fight those huge space birds.
es_es: Интересно, сможем ли мы когда-нибудь сразиться с этими огромными космическими птицами?

# data/maps/heat-village/baki-2.json//entities/843/settings/event/22/message
source: Eh...\. I haven't heard of that, yet.
es_es: Ну...\. Я ещё не слышал об этом.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/23/message
source: So this is your first time playing CrossWorlds, too?
es_es: Так ты тоже впервые играешь в CrossWorlds?

# data/maps/heat-village/baki-2.json//entities/843/settings/event/24/message
source: Pretty much. But I know some people who've played longer.
es_es: Как-то так. Но я знаю некоторых людей, которые играют дольше.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/25/message
source: Oh, like the other guild members?
es_es: А, как, например, другие члены гильдии?

# data/maps/heat-village/baki-2.json//entities/843/settings/event/26/message
source: Ah, no. Not them. I don't know them personally.
es_es: Ах, нет. Не они. Я не знаю их лично.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/27/message
source: I just joined the First Scholars because they seemed like fun.
es_es: Я просто присоединился к Первоучёным, потому что они показались забавными.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/28/message
source: I like that they're not all about the gameplay.\. It's funny how Hlin tries to get the most out of the lore and all.
es_es: Мне нравится, что они не ограничиваются самой игрой.\. Забавно, как Хлин пытается извлечь максимум из истории и всё такое.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/29/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/843/settings/event/30/message
source: Oui, I noticed that.
es_es: Oui (Да), я это заметила.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/31/message
source: Man, I can't wait to reach the level of Lukas and the others.
es_es: Чувак, я не могу дождаться, чтобы достичь уровня Лукаса и других.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/32/message
source: Then we can do all kinds of guild events!\. Raids and all that!
es_es: Тогда мы сможем проводить всевозможные гильдейские мероприятия!\. Рейды и всё такое!

# data/maps/heat-village/baki-2.json//entities/843/settings/event/34/message
source: Oh yes, that does sound like fun!
es_es: Ага, это звучит весело!

# data/maps/heat-village/baki-2.json//entities/843/settings/event/35/message
source: Anyway...\. Next is Faj'ro Temple.
es_es: Так или иначе...\. Дальше храм Фай'ро.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/36/message
source: Also that duel...?
es_es: А ещё эта дуэль...?

# data/maps/heat-village/baki-2.json//entities/843/settings/event/37/message
source: Oui, that's right!
es_es: Oui (Да), точно!

# data/maps/heat-village/baki-2.json//entities/843/settings/event/39/message
source: You've got to beat your name into that guy's head already, Lea!
es_es: Ты должна уже вбить своё имя в башку этого парня, Лея!

source: Well, not that you'd need to prepare for that... really.
es_es: Ну, не то чтобы тебе нужно к этому готовиться... правда.

source: Still wouldn't hurt to do a few more quests, right?
es_es: Всё ещё не помешает сделать несколько квестов, верно?

source: You should make sure you're well prepared.
es_es: Ты должна убедиться, что хорошо подготовлена.

source: You know...\. solve some quests, upgrade your equipment and all that.
es_es: Ну знаешь...\. пройти пару квестов, улучшить своё снаряжение и всё такое.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/42/message
source: You heard him! Let's go!
es_es: Ты слышала его! Погнали!

# data/maps/heat-village/baki-2.json//entities/843/settings/event/46/titleText
source: \c[3]Your party is unlocked\c[0]
es_es: \c[3]Ваша группа разблокирована\c[0]

# data/maps/heat-village/baki-2.json//entities/843/settings/event/46/text
source: You are free to change your party as you please now.
es_es: Вы можете менять свою группу, когда пожелаете.

# data/maps/heat-village/baki-2.json//entities/843/settings/event/47/task
source: Meet \c[3]Apollo\c[0] for the duel in front of \c[3]Faj'ro Temple\c[0]!
es_es: Встретьте \c[3]Аполло\c[0] для дуэли перед \c[3] храмом Фай'ро\c[0]!

# data/maps/heat-village/baki-2.json//entities/846/settings/dialog/0/text
source: So, was someone in there?
es_es: Ну, был там кто-то?

# data/maps/heat-village/baki-2.json//entities/846/settings/dialog/1/text
source: Just some goofy looking guy with a wood leg.
es_es: Просто какой-то глупо выглядящий парень с деревянной ногой.

# data/maps/heat-village/baki-2.json//entities/846/settings/dialog/2/text
source: He wanted to give me something.
es_es: Он хотел мне что-то дать.

# data/maps/heat-village/baki-2.json//entities/846/settings/dialog/3/text
source: But I think it's a trap.
es_es: Но я думаю, что это ловушка.

# data/maps/heat-village/baki-2.json//entities/846/settings/dialog/4/text
source: Come on, don't be such a chicken!
es_es: Перестань, не будь таким цыплёнком!

# data/maps/heat-village/baki-2.json//entities/846/settings/dialog/5/text
source: Well, if you want it so bad, why don't you go?
es_es: Хорошо, если ты так сильно хочешь, почему ты сам не идёшь?

# data/maps/heat-village/baki-2.json//entities/846/settings/dialog/6/text
source: Well, what if it is a trap...
es_es: Ну, а если это и правда ловушка...

# data/maps/heat-village/baki-2.json//entities/851/settings/event/0/message
source: Laser Bridge!! Finally!
es_es: Лазерный мост!! Наконец-то!

# data/maps/heat-village/baki-2.json//entities/851/settings/event/1/message
source: There wasn't a single one in that desert!
es_es: В этой пустыне не было ни одного!

# data/maps/heat-village/baki-2.json//entities/853/settings/dialog/0/text
source: Hey, you seem new to the game. Want some help?
es_es: Эй, ты, кажется, новичок в игре. Хочешь, помогу?

# data/maps/heat-village/baki-2.json//entities/853/settings/dialog/1/text
source: I'm not new!\. This is just my second account!
es_es: Я не новичок! Это мой второй аккаунт!

# data/maps/heat-village/baki-2.json//entities/853/settings/dialog/2/text
source: Are you sure about that?\. I saw you were having some trouble with the enemies on the way here.
es_es: Ты уверена насчёт этого?\. Я видела, что у тебя были проблемы с врагами по пути сюда.

# data/maps/heat-village/baki-2.json//entities/853/settings/dialog/3/text
source: That was just a fluke!
es_es: Это была просто случайность!

# data/maps/heat-village/baki-2.json//entities/853/settings/dialog/4/text
source: On my main account, I'm a level 70 Heptalancer.
es_es: На моём основном аккаунте я гепталансер 70-го уровня.

# data/maps/heat-village/baki-2.json//entities/853/settings/dialog/5/text
source: That's not a real class.
es_es: Это не настоящий класс.

# data/maps/heat-village/baki-2.json//entities/853/settings/dialog/6/text
source: You...\. just haven't unlocked it yet!
es_es: Ты...\. просто ещё его не разблокировала!

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/0/text
source: These carvings...\. They're so intricate.
es_es: Эти наскальные рисунки...\. Они такие сложные.

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/1/text
source: Yup.
es_es: Ага.

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/2/text
source: The secrets of the Ancients, right here in front of us!
es_es: Тайны Древних, прямо здесь, перед нами!

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/3/text
source: I guess so.
es_es: Полагаю, что так.

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/4/text
source: Each hieroglyph, each indentation...\. I could spend hours on them!
es_es: Каждый иероглиф, каждый отступ...\. Я могу разбираться в них часами!

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/5/text
source: Uh...
es_es: Эм...

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/6/text
source: Oh goodness, I don't know which one to examine first!
es_es: О боже, я не знаю, какой из них разобрать первым!

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/7/text
source: You know, there are probably even more of these at Faj'ro...
es_es: Ты знаешь, вероятно, в Фай'ро их ещё больше...

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/8/text
source: You're right!\. We should go there!
es_es: Ты прав!\. Мы должны пойти туда!

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/9/text
source: Oh thank-
es_es: Ох, спасиб...

# data/maps/heat-village/baki-2.json//entities/854/settings/dialog/10/text
source: Right after I'm finished with this pillar.
es_es: Сразу после того, как я закончу с этим столбом.

# data/maps/heat-village/baki-2.json//entities/855/settings/analyzable/text
source: Ey'leet
es_es: Э'лиит

source: Ey'leet
es_es: Э'лиит

source: Hi.
es_es: Привет.

source: Human \v[lore.title.seeker]!\. You have come to watch selfbuilt counting machine?
es_es: Человеческий Искатель! Ты пришёл глянуть на самовоссозданную машину вычисления?

source: Hi?!
es_es: Привет?!

source: Correct, humble human!\. Power driven calculation machine, built by me from amaze parts and sharpest cutting edges!
es_es: Верно, скромный человек!\. Механически-вычислительная машина, созданная мной из удивительных деталей и наипервейших, наикрутейших технологий!

source: Makes human feel quite some awe, yes?
es_es: Человек чувствует некий трепет, да?

source: [shakes head]
es_es: [мотает головой]

source: What, no?\. With machine like this I expect humens be full of awe!
es_es: Нет?\. Такое устройство должно наполнять человека благоговением!

source: It be damned!\. Not enough greatness in machine if not even awe a humble \v[lore.title.seeker]!
es_es: Проклятье!\. Недостаточно величия в устройстве, если не восхищает даже простого Искателя!

source: You, humble \v[lore.title.seeker]!\. More parts needed to sharpen machine and put it over clock!\. You help?
es_es: Ты, скромный Искатель!\. Больше частей нужно, чтобы отточить устройство и дать ему разгон!\. Ты поможешь?

source: [nods]
es_es: [кивает]

source: Awesome!\. World will be much more rad place thanks to work of \v[lore.title.seeker]!
es_es: Отлично!\. Мир будет более крутым местом благодаря работе Искателей!

source: Parts needed special, however!\. Not found with any lame creature in sand, no, no!
es_es: Но части нужны особые!\. Не найти их у убогих созданий в песках, нет, нет!

source: Cutting edges needed for elite machine found in secret lab of recent legends!
es_es: Крутые технологии, необходимые для элитной махины, находятся в секретной лаборатории из недавних легенд!

source: ... How?
es_es: ...Как?

source: Yes, yes!\. Interconnected web of Shad contacts spread rumors on upgraded \v[combat.name.heat/scorpion] from secret place!
es_es: Да, да!\. Общая сеть связи шадов распространила слухи об обновлённых Щипчиках из секретного места!

source: It full of highest of tech!\. Best go find curious new creatures and loot for information!
es_es: Оно полно крутейших штук!\. Отлично будет найти новых любопытных созданий и информацию!

source: [nods]
es_es: [кивает]

source: Good, good!\. They last seen in \c[3]Overpass in \v[area.heat-area.name]\c[0]. Move there and search!
es_es: Хорошо, хорошо!\. Их в последний раз видели на \c[3]Эстакаде в Бордовой Долине\c[0]. Иди туда и ищи!

source: Us stay in touch over highly modern \v[lore.title.direct-link]!
es_es: Мы будем на связи через очень модерновую Прямую связь!

source: Bye.
es_es: Пока.

source: [shakes head]
es_es: [мотает головой]

source: Wus?!\. \v[lore.title.seeker] not interested in great stuff of elite status?
es_es: Чаво?!\. \v[lore.title.seeker] не интересуется крутыми штуками элитного статуса?

source: ...bye.
es_es: ...пока.

source: Ey'leet
es_es: Э'лиит

source: Move to \c[3]Overpass in \v[area.heat-area.name]\c[0] and search for innovative \v[combat.name.heat/scorpion] to get information on lab!
es_es: Иди к \c[3]Эстакаде в Бордовой Долине\c[0] и ищи необычных Щипчиков, чтобы добыть информацию о лаборатории!

source: Will use \v[lore.title.direct-link] to stay in touch!
es_es: Я использую Прямую связь, чтобы быть на связи!

source: Ey'leet
es_es: Э'лиит

source: Hi.
es_es: Привет.

source: \v[lore.title.seeker]!\. There you are again!\. And shiny parts have been brought as well, yes?
es_es: \v[lore.title.seeker]!\. Вот и ты опять!\. И блестящие штучки с тобой, да?

source: [nods]
es_es: [кивает]

source: Yes, fantastic!\. Best day of entire week!
es_es: Да, отлично!\. Лучший день за всю неделю!

source: Now, let parts be included into machine and be at awe at faster calculations!
es_es: Теперь, поставим штучки в машину, и восторгайтесь еще более быстрыми вычислениями!

source: Ey'leet
es_es: Э'лиит

source: It done.\. DONE!\. And see how it is beautiful!
es_es: Готово.\. ГОТОВО!\. Гляди же, как прекрасно!

source: But inner values important.\. Tests of complex calculations will be done next.
es_es: Но важны внутренние значения.\. Проведём тест на комплексные вычисления.

source: Ey'leet
es_es: Э'лиит

source: Be in awe of beautiful performance, \v[lore.title.seeker]!\.
es_es: Восторгайся прекрасной производительностью, \v[lore.title.seeker]!\.

source: Ey'leet
es_es: Э'лиит

source: Mhm... values higher than ever and so is heat.\. Maybe precious machine past limits.
es_es: Ммм... все значения выше, чем когда-либо, и нагрев тоже.\. Может, прелестная махина уже превзошла свои лимиты.

source: There are no regrets.
es_es: Ни капли сожаления.

source: Why???
es_es: Почему???

source: ... b-bye?
es_es: ...п-пока?

# data/maps/heat-village/baki-2.json//entities/857/settings/event/9/message
source: Yes?
es_es: Да?

# data/maps/heat-village/baki-2.json//entities/857/settings/event/10/message
source: Is there something about this place?
es_es: В этом месте есть что-то особенное?

# data/maps/heat-village/baki-2.json//entities/857/settings/event/11/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/857/settings/event/14/message
source: What's this with your hand?
es_es: Что с твоей рукой?

# data/maps/heat-village/baki-2.json//entities/857/settings/event/16/message
source: Hm...
es_es: Хм...

# data/maps/heat-village/baki-2.json//entities/857/settings/event/17/message
source: I can do that, too!
es_es: Я тоже так могу!

# data/maps/heat-village/baki-2.json//entities/857/settings/event/18/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/857/settings/event/20/message
source: Hm...
es_es: Хм...

# data/maps/heat-village/baki-2.json//entities/857/settings/event/21/message
source: Oh!
es_es: О!

# data/maps/heat-village/baki-2.json//entities/857/settings/event/23/message
source: Why did I do that now?
es_es: Почему я сейчас это сделал?

# data/maps/heat-village/baki-2.json//entities/857/settings/event/25/message
source: This all feels very familiar suddenly.
es_es: Это всё внезапно стало выглядеть очень знакомо.

# data/maps/heat-village/baki-2.json//entities/857/settings/event/26/message
source: We've been here before, have we?
es_es: Мы уже были здесь, не так ли?

# data/maps/heat-village/baki-2.json//entities/857/settings/event/27/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/857/settings/event/28/message
source: I see...
es_es: Понятно...

# data/maps/heat-village/baki-2.json//entities/857/settings/event/36/message
source: Wasn't it around here where we first met?
es_es: Разве не где-то рядом мы впервые встретились?

# data/maps/heat-village/baki-2.json//entities/857/settings/event/38/message
source: Not right at this place, but somewhere close, right?
es_es: Не прямо вот здесь, но где-то поблизости, да?

# data/maps/heat-village/baki-2.json//entities/857/settings/event/39/message
source: [nods]
es_es: [кивает]

# data/maps/heat-village/baki-2.json//entities/857/settings/event/40/message
source: We should go there!
es_es: Давай пойдём туда!

# data/maps/heat-village/baki-2.json//entities/857/settings/event/45/task
source: Go to the place you met C'tron for the first time in \c[3]Maroon Valley - West Entrance\c[0]
es_es: Идите туда, где вы впервые встретились с Ци'троном: \c[3]Бордовая долина - Западный вход\c[0].

# data/maps/heat-village/baki-2.json//entities/859/settings/interact/hoverText
source: Challenge Note
es_es: Заметка об испытании

# data/maps/heat-village/baki-2.json//entities/859/settings/interact/event/0/text
source: The duel will take place at \c[3]Maroon Valley - Barren Land\c[0].
es_es: Дуэль состоится в \c[3]Бордовой долине - Пустынные земли\c[0].

# data/maps/heat-village/baki-2.json//entities/859/settings/interact/event/1/text
source: The duel shall start when the area has been \c[3]rid of all other opponents\c[0].
es_es: Дуэль следует начинать, когда область будет \c[3]очищена от прочих противников\c[0].

# data/maps/heat-village/baki-2.json//entities/860/settings/analyzable/text
source: Elite Calculation Machine MIKO V0
es_es: Элитная Вычислительная Машина MIKO V0

source: Guard
es_es: Охранник

source: Receptionist
es_es: Портье

source: Receptionist
es_es: Портье

source: Greetings, \v[lore.title.seeker].\. The Arid Breeze is always welcoming of guests.
es_es: Приветствую, Искатель.\. Сухой бриз всегда радушно принимает гостей.

source: Joel Mahir
es_es: Джоэль Махир

source: Joel Mahir
es_es: Джоэль Махир

source: \v[lore.title.seeker], be our guest!\. There is much to talk about, I am sure.
es_es: Искатель, будь нашим гостем!\. Я уверен, что есть о чём поговорить.

source: Hi!
es_es: Привет!

source: ...bye.
es_es: ...пока.

source: Joel Mahir
es_es: Джоэль Махир

source: Hi!
es_es: Привет!

source: I greet you, \v[lore.title.seeker].\. The proud explorers of the Arid Breeze are honored by your visit.
es_es: Я приветствую тебя, Искатель.\. Для гордых исследователей Сухого бриза, твой визит - это большая честь.

source: My name is Jonathan Lorenzo Mahir el Valente Al-Nassar, the leader of our company of braves.
es_es: Меня зовут Джонатан Лоренцо Махир эль Валентэ Аль-Нассар, руководитель нашей компании смельчаков.

source: ...L-Lea?!
es_es: ...Л-Лея?!

source: Don't worry, to my friends I am just Joel Mahir.\. And everyone is a friend to me, especially a pretty \v[lore.title.seeker] like yourself.
es_es: Не волнуйся, для моих друзей я просто Джоэль Махир.\. И каждый мне друг, особенно такой симпатичный Искатель, как ты.

source: ...hi.
es_es: ...привет.

source: It would please me to listen to the story of your exploits, \v[lore.title.seeker], but first we must water our accomplishments.
es_es: Мне было бы очень приятно послушать рассказы о твоих подвигах, \v[lore.title.seeker], но сначала надо обсудить наши достижения.

source: See, a place of great importance in Ancient society is almost in our reach.\. After all these years of searching!
es_es: Видишь ли, место, имевшее большое значение в обществе Древних, почти у нас в руках.\. После стольких лет кропотливого поиска!

source: And we know of the final piece that would complete this puzzle... it must only be collected now!
es_es: И мы знаем о последней части, которая должна завершить эту головоломку... надо забрать её прямо сейчас!

source: So, young \v[lore.title.seeker].\. Do you want to claim that honor?
es_es: Итак, молодой \v[lore.title.seeker].\. Хочешь ли ты удостоиться этой чести?

source: [nods]
es_es: [кивает]

source: Splendid!\. With a \v[lore.title.seeker] like you by our side, I can almost taste the juices of success!
es_es: Прекрасно!\. С таким Искателем, как ты, я уже чувствую вкус победы!

source: The object we need is a stone tablet with Ancient inscriptions and a map of the area in the old times.
es_es: Нужный нам объект - каменная табличка с Древними надписями и картой местности древних времён.

source: However, it has been claimed by a pack of dastardly \v[combat.name.heat/drillertoise]s!
es_es: Однако, её присвоили коварные Буропахи!

source: Worse, they are of the stubborn and cowardly kind.\. They will just hide under their rocks and never move.
es_es: Хуже того, они упрямый и трусливый вид.\. Они просто спрячутся под свои камни и будут безвылазно сидеть в них.

source: But fret not, for we have requested a mobile explosion dispenser from our friends in Bergen.
es_es: Но не отчаивайся, ведь мы попросили портативное взрывное устройство у наших друзей из Бергена.

source: With that apparatus you will be able to clear out their cave and claim the tablet!
es_es: С этим аппаратом ты сможешь очистить эти пещеры и заполучить табличку!

source: We will prepare some of our best tea for your return.
es_es: Мы приготовим наш лучший чай к твоему возвращению.

source: Bye.
es_es: Пока.

source: [shakes head]
es_es: [мотает головой]

source: No?\. That is a shock.\. I would not have expected you to deny this humble request.
es_es: Нет?\. Это шок.\. Я не ожидал, что ты отклонишь эту скромную просьбу.

source: Joel Mahir
es_es: Джоэль Махир

source: Find the cave of those cowardly turtles!\. It is at the northern entrance of the Maroon Oasis.
es_es: Найди пещеру этих трусливых черепах!\. Она находится у северного входа в Бордовый оазис.
