Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat.po
Languages: es_es

# data/maps/heat/path-00.json//entities/275/settings/teleportLabel
source: Bergen
es_es: Берген

# data/maps/heat/path-00.json//entities/276/settings/teleportLabel
source: Bergen
es_es: Берген

# data/maps/heat/path-00.json//entities/298/settings/dialog/0/text
source: Good thing we found this spot. Why is it so hot?
es_es: Хорошо, что мы нашли это место. Почему здесь так жарко?

# data/maps/heat/path-00.json//entities/298/settings/dialog/1/text
source: Yeah! First freezing cold and now this?
es_es: Ага! Сперва леденящий холод и теперь это?

# data/maps/heat/path-00.json//entities/298/settings/dialog/2/text
source: I don't know what you guys are talking about. I like the hot weather here.
es_es: Не понимаю, о чём вы, ребята. Мне нравится здешняя жара.

# data/maps/heat/path-00.json//entities/298/settings/dialog/3/text
source: You probably turned down your temperature sensitivity.
es_es: Ты, видимо, выключила свою температурную чувствительность.

# data/maps/heat/path-00.json//entities/298/settings/dialog/4/text
source: Nope, I just really like the heat.
es_es: Неа, я просто люблю жару.

# data/maps/heat/path-00.json//entities/298/settings/dialog/5/text
source: I can't even...
es_es: Я не могу...

# data/maps/heat/path-01-entrance.json//entities/8/settings/interact/hoverText
source: \i[arrow-w] Road to \v[area.heat-village.name] \i[arrow-e] Railway to \v[area.bergen.name]
es_es: \i[arrow-w] дорога к Ба'кии Кум \i[arrow-e] Рельсовая дорога к Бергену

# data/maps/heat/path-01-entrance.json//entities/307/settings/dialog/0/text
source: We finally made it!
es_es: Мы наконец сделали это!

# data/maps/heat/path-01-entrance.json//entities/307/settings/dialog/1/text
source: And after the freezing cold in \v[area.bergen.name] the heat is very welcome.
es_es: И после морозов в Бергене жара неплохо заходит.

# data/maps/heat/path-01-entrance.json//entities/307/settings/dialog/2/text
source: Well that's easy for you to say. I'm already sweating...
es_es: Ну, это тебе легко говорить. Я уже потею...

# data/maps/heat/path-01-entrance.json//entities/307/settings/dialog/3/text
source: Oh come on, you could just turn off the simulation of heat.
es_es: Ой, перестань, ты можешь просто отключить симуляцию жары.

# data/maps/heat/path-01-entrance.json//entities/307/settings/dialog/4/text
source: But I don't want to break the immersion...
es_es: Но я не хочу нарушать погружение...

# data/maps/heat/path-01-entrance.json//entities/307/settings/dialog/5/text
source: But this is just... too hot. I might have to.
es_es: Но это просто... слишком жарко. Возможно, мне всё-таки придётся.

# data/maps/heat/path-01-entrance.json//entities/313/settings/dialog/0/text
source: Think about it, if we could make such a device...
es_es: Подумай об этом, если бы мы могли сделать такое устройство...

# data/maps/heat/path-01-entrance.json//entities/313/settings/dialog/1/text
source: We would need to canvas all areas and distribute them to the Seekers.
es_es: Нам нужно будет покрыть все области и распространить их среди Искателей.

# data/maps/heat/path-01-entrance.json//entities/313/settings/dialog/2/text
source: Let's bring this up when we meet the boss later.
es_es: Давай обсудим это позже, после того, как встретимся с боссом.

# data/maps/heat/path-01-entrance.json//entities/313/settings/dialog/3/text
source: Sure, why not?
es_es: Конечно, почему нет?

source: Oh hey, Stranger.
es_es: О, хей, незнакомка.

source: Hi!
es_es: Привет!

source: Your first time here?
es_es: Впервые здесь?

source: [nods]
es_es: [кивает]

source: Hehe, me too!
es_es: Хе-хе, я тоже.

source: I'm pretty glad that we get a breather after the \c[3]Temple Mine\c[0].
es_es: Я очень рад, что мы получили передышку после \c[3]Храм-Шахты\c[0].

source: But I can already see new enemies beyond this ravine.
es_es: Но я уже вижу новых врагов за этим ущельем.

source: I just hope they act as cute as they look.
es_es: Я просто надеюсь, что они ведут себя так же мило, как они выглядят.

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/11/message
source: Hello, Human! You look puzzled!
es_es: Привет, человек! Ты выглядишь озадаченным!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/12/message
source: You entered \c[3]Maroon Valley\c[0], hot-sandy desert and home of us \c[3]Shad\c[0]!
es_es: Ты вошёл в \c[3]Бордовую долину\c[0], горячую песчаную пустыню и дом \c[3]шадов\c[0]!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/13/message
source: All humans welcome!
es_es: Всем людям - добро пожаловать!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/14/message
source: You should visit \c[3]Ba'kii Kum\c[0], bustling town of Shad!
es_es: Ты должен посетить \c[3]Ба'кии Кум\c[0], шумный город шадов!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/15/message
source: Has big bazaar with great offers!
es_es: Там большой базар с отличными предложениями!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/17/message
source: Human want to know more? Talk to me!
es_es: Человек хочет знать больше? Поговори со мной!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/32/message
source: Bonjour, Lea!
es_es: Bonjour (Привет), Лея!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/33/message
source: Hi!
es_es: Привет!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/34/message
source: Say... are you currently free?
es_es: Скажи... ты сейчас свободна?

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/35/message
source: I'd really like to join your party right now...\. if you are okay with that.
es_es: Я бы очень хотела присоединиться к твоей группе прямо сейчас...\. если ты не против, конечно.

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/36/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/37/message
source: Très bien!\. Did you just enter Maroon Valley by any chance?
es_es: Très bien (Прекрасно)!\. Ты случайно только что не вошла в Бордовую долину?

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/38/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/39/message
source: Okay, I'll be there in a second!
es_es: Хорошо, я буду там через секунду!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/55/message
source: Thanks for waiting...
es_es: Спасибо за ожидание...

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/59/message
source: Did that birdman over there talk to you as well?
es_es: Тот человек-птица там тоже разговаривал с тобой?

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/60/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/61/message
source: He does that with any new player that stands around for too long, non?
es_es: Он делает это с каждым новым игроком, который стоит слишком долго, не так ли?

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/62/message
source: I was surprised to meet a non-human race after all!
es_es: Я была удивлена, встретив в конце концов нечеловеческую расу!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/67/message
source: Anyway, we should head to \c[3]Ba'kii Kum\c[0], right? Sounds like the next big town.
es_es: В любом случае, мы должны отправиться в \c[3]Ба'кии Кум\c[0], верно? Похоже, это следующий большой город.

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/68/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/69/message
source: Well then... off we go!
es_es: Ну тогда... пошли!

# data/maps/heat/path-01-entrance.json//entities/315/settings/event/75/task
source: Travel to \c[3]Ba'kii Kum\c[0] together with Emilie.
es_es: Отправляйтесь в \c[3]Ба'кии Кум\c[0] вместе с Эмили.

source: Human, want to know way to \c[3]Ba'kii Kum\c[0]?
es_es: Человек хочет узнать дорогу до \c[3]Ба'кии Кум\c[0]?

source: [nods]
es_es: [кивает]

source: Easy! Human just follow this way to \c[3]west\c[0].
es_es: Легко! Человек просто следует этим путём к \c[3]западу\c[0].

source: You shortly need to turn \c[3]south\c[0], then go \c[3]west\c[0] again and follow way below \c[3]arcs of rock\c[0]!
es_es: Вскоре тебе нужно повернуть \c[3]на юг\c[0], затем снова пройти \c[3]на запад\c[0] и следовать ниже \c[3]скальных арок\c[0]!

source: You then need to turn \c[3]north\c[0] to reach deep abyss. Use rocks to jump over it.
es_es: Затем тебе нужно повернуть \c[3]на север\c[0], чтобы достичь глубокой пропасти. Используй камни, чтобы перепрыгнуть через неё.

source: Afterwards you need to turn \c[3]west\c[0] again and you will reach \c[3]Great Scar\c[0]. Amazing view to \c[3]Hourglass Building\c[0].
es_es: После этого тебе нужно снова повернуть \c[3]на запад\c[0], и ты достигнешь \c[3]Великого шрама\c[0]. Удивительный вид на \c[3]Сооружение песочных часов\c[0].

source: Human continue \c[3]west\c[0] and will soon reach \c[3]Ba'kii Kum\c[0]!
es_es: Человек продолжит на \c[3]запад\c[0] и скоро достигнет \c[3]Ба'кии Кум\c[0]!

source: Human look confused! No problem, \c[3]just follow signposts\c[0].
es_es: Человек выглядит растерянно! Нет проблем, \c[3]просто следуй указателям\c[0].

source: They will point way to Ba'kii Kum!
es_es: Они укажут путь в Ба'кии Кум!

source: [shakes head]
es_es: [мотает головой]

source: Okay! I'm here if human has question!
es_es: Ладно! Я здесь, если у человека есть вопрос!

source: [yes]
es_es: [да]

source: [no]
es_es: [нет]

# data/maps/heat/path-02.json//entities/269/settings/event/1/message
source: Man...\. we played so long yesterday, non?
es_es: Ух...\. мы так долго играли вчера, да?

# data/maps/heat/path-02.json//entities/269/settings/event/2/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-02.json//entities/269/settings/event/3/message
source: I barely got any sleep last night.
es_es: Я едва поспала прошлой ночью.

# data/maps/heat/path-02.json//entities/269/settings/event/4/message
source: Or rather... today...
es_es: Вернее... сегодня...

# data/maps/heat/path-02.json//entities/271/settings/npcStates/1/event/0/name
source: Henry
es_es: Генри

# data/maps/heat/path-02.json//entities/271/settings/npcStates/1/event/2/message
source: In c-c-case you forgot what the p-probe looks like...
es_es: На с-с-случай, если ты забыла, как выглядит з-зонд...

# data/maps/heat/path-02.json//entities/271/settings/npcStates/1/event/3/message
source: It looks the same as the o-o-ones next to m-me.
es_es: Он выглядит так же, как и э-э-эти, что рядом со м-мной.

# data/maps/heat/path-02.json//entities/271/settings/npcStates/1/event/4/message
source: [nods]
es_es: [кивает]

source: Henry
es_es: Генри

source: W-W-Welcome back Lea!
es_es: С-С-С возвращением, Лея!

source: Are you f-finished with the s-s-survey?
es_es: Ты з-закончила с о-о-обследованием?

source: [nods]
es_es: [кивает]

source: S-S-Splendid!
es_es: П-П-Прекрасно!

source: T-T-Thank you so much again!
es_es: Б-Б-Большое спасибо ещё раз!

source: This is almost done, one more and I will have them all.
es_es: С этим почти закончено, ещё один, и они все будут у меня.

source: It seems that they use a smart system to provide content.
es_es: Кажется, что они используют умную систему для предоставления контента.

source: Maybe an AI that decides what to spawn, based on player interaction?
es_es: Может быть, искусственный интеллект, который решает, что вызывать, основываясь на взаимодействии игроков?

source: Yes, yes that seems plausible. I just have to analyze all the data and I'm good. Nothing can stop me.
es_es: Да-да, это кажется правдоподобным. Я просто должен проанализировать все данные. Ничто не может остановить меня.

source: I will get that promotion and never have to work in the field again! Hehehe.
es_es: Я получу это повышение и никогда больше не буду работать в поле! Хе-хе-хе.

source: O-oh. I'm so... so... S-Sorry. I just... get excited sometimes.
es_es: О-ой. Я так... так... П-Прости. Я просто... иногда волнуюсь.

source: D-Don't worry about it, you did your p-part just fine.
es_es: Н-Не беспокойся об этом, ты отлично с-справилась со своей ролью.

source: T-Take this! I have to be somewhere else.
es_es: В-Возьми это! Мне надо кое-куда ещё.

# data/maps/heat/path-02.json//entities/271/settings/npcStates/3/event/0/name
source: Henry
es_es: Генри

# data/maps/heat/path-02.json//entities/271/settings/npcStates/3/event/2/message
source: H-Hey Lea! Thanks again for h-h-helping me out.
es_es: Э-Эй, Лея! Ещё раз спасибо за п-п-помощь мне.

# data/maps/heat/path-02.json//entities/272/settings/dialog/0/text
source: W-W-What heat...
es_es: К-К-Какая жара...

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/text
source: I guess I need h-help yet again.
es_es: Думаю, мне снова н-нужна помощь.

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/1/name
source: Henry
es_es: Генри

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/3/message
source: L-Lea! H-H-Hello!
es_es: Л-Лея! П-П-Привет!

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/4/message
source: Hi!
es_es: Привет!

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/5/message
source: Another f-fateful meeting!
es_es: Очередная р-роковая встреча!

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/6/message
source: I j-j-just left another p-player with the task to place a p-probe.
es_es: Я т-т-только что попросил другого и-игрока разместить з-зонд.

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/8/message
source: It was easier than expected.
es_es: Это было проще, чем ожидалось.

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/9/message
source: Someone just came and asked, funny looking guy.
es_es: Один просто пришёл и спросил, забавный такой парень.

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/10/message
source: But I don't care as long as the job gets done, since I need the data.
es_es: Но мне всё равно до тех пор, пока работа сделана, поскольку мне нужны данные.

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/11/message
source: Oh... W-w-wait. Sorry, I got c-carried away.
es_es: Ой... П-п-подожди. Извини, я у-увлёкся.

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/13/message
source: A-Anyway... \.\.\. W-Would you like to h-help again?
es_es: В-В общем... \.\.\. Х-Хотела бы ты с-снова помочь?

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/0/0/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/0/2/message
source: A-A-A-Are you sure?!? That's amazing!
es_es: Т-Т-Т-Ты уверена?!? Это восхитительно!

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/0/3/message
source: T-Thank you so much!
es_es: С-Спасибо тебе большое!

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/0/4/message
source: The t-t-tasks are the same as last time!
es_es: З-З-Задачи такие же, как и в прошлый раз!

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/0/5/message
source: I-I want to gather some d-data for \c[3]Maroon Valley\c[0] this time.
es_es: Я-Я хочу собрать некоторые д-данные из \c[3]Бордовой долины\c[0] на этот раз.

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/0/6/message
source: I-It's a rural area, but I need the survey data.
es_es: Э-Это сельская местность, но мне нужны данные исследования.

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/0/7/message
source: Here, a-another c-c-compiled list for you...
es_es: Вот о-очередной п-п-подготовленный для тебя список...

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/0/8/message
source: Some enemy scouting, local flora and the landmarks again.
es_es: Снова некоторые враги, местная флора и достопримечательности.

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/0/9/message
source: And of course a probe... I asked another player to place it in a cave.
es_es: И конечно же, зонд... Я попросил другого игрока поместить его в пещеру.

source: The problem is that I don't know where it is...
es_es: Проблема в том, что я не знаю, где он...

source: I think it was some cave here in the valley. Guess you have to check them all.
es_es: Я думаю, что это была какая-то пещера здесь, в долине. Полагаю, ты можешь проверить их все.

source: S-Sorry. I'm awfully... \.\.\. a-agitated today.
es_es: П-Прости. Я ужасно... \.\.\. в-возбуждён сегодня.

source: T-Thanks, please come back once you're d-d-done.
es_es: С-спасибо, пожалуйста, возвращайся, когда всё будет в-в-выполнено.

source: [nods]
es_es: [кивает]

source: A-and in case you forgot what the p-probe looks like...
es_es: И-и на случай, если ты забыла, как выглядит з-зонд...

source: It looks the same as the o-o-one next to m-me.
es_es: Он выглядит так же, как и э-э-этот, что рядом со м-мной.

source: O-Oh... You are not interested...
es_es: О-Ох... Ты не заинтересована...

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/1/0/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/path-02.json//entities/272/settings/dialog/1/event/14/1/1/message
source: Ah... I t-t-thought so...
es_es: Ах... Я т-т-так и думал...

source: Yes
es_es: Да

source: No
es_es: Нет

# data/maps/heat/path-02.json//entities/273/settings/event/0/thenStep/0/message
source: Okay THAT better be worth it!
es_es: Окей, лучше бы ЭТО стоило того!

source: Well that certainly took some time to get here.
es_es: Довольно долго было добираться сюда.

# data/maps/heat/path-03.json//entities/239/settings/interact/hoverText
source: \i[arrow-sw] Road to \v[area.heat-village.name] \i[arrow-e] Maroon Oasis \i[arrow-n] Road to \v[area.bergen.name]
es_es: \i[arrow-sw] дорога к Ба'кии Кум \i[arrow-e] Бордовый оазис \i[arrow-n] дорога к Бергену

# data/maps/heat/path-03.json//entities/243/settings/event/1/message
source: By the way! I'm currently studying. Didn't tell you before, non?
es_es: Кстати! Я в настоящее время учусь. Не говорила тебе раньше, не?

# data/maps/heat/path-03.json//entities/243/settings/event/2/message
source: [shakes head]
es_es: [мотает головой]

# data/maps/heat/path-03.json//entities/243/settings/event/3/message
source: So I'm in this course that gives out team assignments, right?
es_es: Так вот, я на том курсе, где дают командные задания, так?

# data/maps/heat/path-03.json//entities/243/settings/event/4/message
source: Oui... and today I had a bit of trouble with all of that...
es_es: Oui (Да)... и сегодня у меня были проблемы со всем этим...

# data/maps/heat/path-03.json//entities/243/settings/event/5/message
source: ...Why?
es_es: ...Почему?

# data/maps/heat/path-03.json//entities/243/settings/event/6/message
source: It's a bit complicated...
es_es: Довольно запутанная история...

# data/maps/heat/path-04.json//entities/30/settings/text
source: You can hear a familiar melody in the distance.
es_es: Вы можете услышать знакомую мелодию на расстоянии.

# data/maps/heat/path-04.json//entities/200/settings/event/1/message
source: So you see...\. We had this team meeting today.
es_es: Видишь ли...\. У нас была эта командная встреча сегодня.

# data/maps/heat/path-04.json//entities/200/settings/event/2/message
source: And everyone was supposed to do their task before then.
es_es: И каждый должен был выполнить свою задачу до встречи.

# data/maps/heat/path-04.json//entities/200/settings/event/3/message
source: The thing is, I didn't know about it.
es_es: Дело в том, что я не знала об этом.

# data/maps/heat/path-04.json//entities/201/settings/event/1/thenStep/0/message
source: What a nice, perfectly normal cactus.
es_es: Какой красивый, совершенно обычный кактус.

source: Oh, a cactus. That's exactly how a cactus is supposed to look like.
es_es: Ой, кактус. Именно так и должен выглядеть кактус.

source: Oh! Look at this perfectly regular cactus. Isn't it nice?
es_es: Ой! Посмотрите на этот совершенно правильный кактус. Разве это не мило?

# data/maps/heat/path-04.json//entities/201/settings/event/2/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-04.json//entities/202/settings/event/0/message
source: They really got...\. creative with those rock shapes.
es_es: Они реально...\. творчески подошли к этим каменным формам.

# data/maps/heat/path-04.json//entities/203/settings/text
source: A perfectly regular cactus
es_es: Совершенно правильный кактус

# data/maps/heat/path-04.json//entities/205/settings/event/22/message
source: Whoa!
es_es: Ого!

# data/maps/heat/path-04.json//entities/205/settings/event/28/message
source: Hi!
es_es: Привет!

# data/maps/heat/path-04.json//entities/205/settings/event/31/message
source: Ah...
es_es: Ах...

# data/maps/heat/path-04.json//entities/205/settings/event/32/message
source: That...\. thing sure was unexpected, wasn't it?
es_es: Эта...\. штука была очень неожиданной, не так ли?

# data/maps/heat/path-04.json//entities/205/settings/event/33/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-04.json//entities/205/settings/event/34/message
source: They really didn't shy away from reusing all the assets they got their hands on, huh?
es_es: Они не смущались от повторного использования всех ресурсов, которые они получили в свои руки, да?

# data/maps/heat/path-04.json//entities/205/settings/event/35/message
source: Exploding...\. kittens...\. and all that.
es_es: Взрывающиеся...\. котята...\. и всё такое.

# data/maps/heat/path-04.json//entities/205/settings/event/37/message
source: Phew, but that was definitely worth it, don't you think?
es_es: Фух, но это определённо того стоило, тебе не кажется?

# data/maps/heat/path-04.json//entities/205/settings/event/39/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-04.json//entities/205/settings/event/40/message
source: It's just a shame you don't get a proper reward for all the trouble.
es_es: Жаль только, что ты не получаешь должного вознаграждения за все неприятности.

# data/maps/heat/path-04.json//entities/205/settings/event/41/message
source: That's what you get for playing unofficial content, I guess!
es_es: Ну, я полагаю, вот что ты получаешь за игру в неофициальный контент!

# data/maps/heat/path-04.json//entities/205/settings/event/43/message
source: Allow me to at least give you a little something for your help!
es_es: Позволь хотя бы мне дать кое-что за твою помощь!

# data/maps/heat/path-04.json//entities/205/settings/event/52/message
source: I gotta say, you've been a great partner for glitching through the game!
es_es: Я должна сказать, что ты была отличным партнёром для лазания через текстуры!

# data/maps/heat/path-04.json//entities/205/settings/event/54/message
source: If I ever hear of another hidden area, I'll let you know!
es_es: Если я когда-нибудь услышу ещё об одном скрытом уголке, то дам тебе знать!

# data/maps/heat/path-04.json//entities/205/settings/event/55/message
source: [nods]
es_es: [кивает]

# data/maps/heat/path-04.json//entities/205/settings/event/56/message
source: Now then...\. I gotta go.\. Until next time, Lea!
es_es: А теперь...\. я должна идти.\. До скорого, Лея!

# data/maps/heat/path-04.json//entities/205/settings/event/57/message
source: Bye!
es_es: Пока!

# data/maps/heat/path-04.json//entities/205/settings/event/59/text
source: Logout
es_es: Выход из игры
