Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat-village.po
Languages: es_es

source: Amazing job down there, \v[lore.title.seeker]!\. I already told the boss so he can prepare your reward!
es_es: Потрясающая работа, Искатель!\. Я уже сказала боссу, чтобы он смог подготовить твою награду!

source: \c[3]Come back afterwards\c[0] if you wanna brew more of the finest!
es_es: \c[3]Возвращайся\c[0], если захочешь сварить больше!

source: Ryda
es_es: Райда

source: Hi!
es_es: Привет!

source: Heya, \v[lore.title.seeker], great to see you back!
es_es: Хейя, Искатель, рада тебя видеть!

source: We already tweaked our sweet little machine with the data of your tests.\. The stuff it produces is just the best!
es_es: Мы уже подправили нашу миленькую машинку данными твоих тестов.\. Материал, который она производит, просто лучший!

source: We can open it up for you to use it on your own again, if you agree to give it some further tests!
es_es: Мы можем открыть её для тебя, чтобы ты могла использовать её самостоятельно, если ты согласишься провести дополнительные тесты!

source: [nods]
es_es: [кивает]

source: Great!\. You will see that we have changed the way it works a bit.
es_es: Отлично!\. Ты увидишь, что мы немного изменили принцип работы.

source: You will now have a \c[3]limited amount of time\c[0] to refine those ingredients as much as possible!
es_es: Теперь у тебя будет \c[3]ограниченное количество времени\c[0] для улучшения этих ингредиентов!

source: Basically, to help us out you should just try to reach as much \c[3]quality\c[0] as you can.
es_es: По сути, чтобы помочь нам, ты просто должна попытаться достичь максимально возможного \c[3]качества\c[0].

source: That'll also \c[3]increase the number of drinks\c[0] produced, so it's win-win for everyone!
es_es: Это также \c[3]увеличит количество произведённых напитков\c[0], так что это беспроигрышный вариант для всех!

source: Thing is, reaching high qualities is tricky, because it's about maintaining a \c[3]high heat\c[0] without making mistakes.
es_es: Дело в том, что достичь высокого качества сложно, потому что нужно поддерживать \c[3]высокую температуру\c[0] без ошибок.

source: Well, I'm sure you will get the hang of it.\. I will give you another batch of ingredients to start right away.
es_es: Ну, я уверена, что ты освоишься.\. Я дам тебе ещё одну партию ингредиентов, чтобы начать прямо сейчас.

source: You can get more from my assistant down there, if you also bring the base materials.
es_es: Ты можешь получить больше от моего помощника, если ты принесёшь основные материалы.

source: Good luck!
es_es: Удачи!

source: Bye!
es_es: Пока!

source: [shakes head]
es_es: [мотает головой]

source: What, seriously?\. But why wouldn't you?\. There's no pressure, really...
es_es: Что, серьёзно?\. Но почему бы и нет?\. Я не давлю, правда...

source: Ryda
es_es: Райда

source: Try to get as much \c[3]quality\c[0] out of it as possible!\. Our data says that \c[3]maintaining high heat is key\c[0].
es_es: Постарайся получить как можно лучшее \c[3]качество\c[0]!\. Наши данные говорят, что \c[3]поддержание высокой температуры является ключом\c[0].

source: My assistant Bru down there can prepare more brewing sets if needed.
es_es: Мой помощник Бухар может приготовить больше наборов для варки, если это необходимо.

source: Ryda
es_es: Райда

source: Wow, \v[lore.title.seeker], Those quality-ratings were just off the charts!\. Amazing work!
es_es: Вау, Искатель, эти оценки качества были просто за пределами чартов!\. Потрясающая работа!

source: That'll really help us refine the mechanics.
es_es: Это очень поможет нам усовершенствовать механику.

source: Also, we worked on another recipe for you to use.\. You should try it out when you have the time!
es_es: Кроме того, мы работали над другим рецептом для тебя.\. Ты должна попробовать его, когда у тебя будет время!

source: Anyway, things are getting busy again.\. See you around, \v[lore.title.seeker]!
es_es: В любом случае, дела снова закрутились.\. Увидимся, Искатель!

source: Bye!
es_es: Пока!

source: Ryda
es_es: Райда

source: Heya, \v[lore.title.seeker]!\. Wanna get more drinks done?
es_es: Хейя, Искатель!\. Хочешь сделать ещё напитков?

source: Ryda
es_es: Райда

source: Seeker!\. Nice to see you again, it's been so long!
es_es: Искатель!\. Рада снова видеть тебя, так давно не виделись!

source: Hi!
es_es: Привет!

source: What have you been up to?\. I have heard stories but I'd love to hear the real thing.
es_es: Чем ты занималась?\. Я слышала истории, но хотелось бы услышать, что было на самом деле.

source: Meet, Lea... How, why.
es_es: Встреча, Лея... Как, почему.

source: Wooow, that sounds exciting.\. You sure have gone through a lot while I was stuck here, eh?
es_es: Вааау, это звучит захватывающе.\. Ты точно прошла через многое за то время, пока я торчала здесь, а?

source: But we better get to business.\. We both got lots on our plate.\. Like this venture here.
es_es: Но нам лучше перейти к делам.\. У нас обоих много дел.\. Например, вот это предприятие.

source: [nods]
es_es: [кивает]

source: I assume Kney filled you in on what I've been brewing up this time.\. It's time to upgrade our distillery again!
es_es: Полагаю, Ни рассказал тебе о том, что я заварила в этот раз.\. Время снова улучшить наш перегонный аппарат!

source: Boring parts first, I got the concept tweaked out but there's still a lot of materials I need.
es_es: Сначала скучная часть, я подправила концепцию, но мне всё ещё нужно много материалов.

source: Here, take a list of the things.\. I'll need some of that super valuable \c[3]\v[item.192.name]\c[0] for one.
es_es: Вот, держи список вещей.\. Мне, во-первых, нужно немного того крайне ценного \c[3]Эпического металла\c[0].

source: Then a few \c[3]\v[item.185.name]s\c[0] straight out of our desert.
es_es: Потом немного \c[3]Хрустального лука\c[0] прямо из нашей пустыни.

source: The rest you should find on \v[area.beach.name].\. I hope you enjoy a nice trip to the beach!
es_es: Остальное ты должна найти на Лазурном архипелаге.\. Надеюсь, тебе понравится приятное путешествие на пляж!

source: [nods]
es_es: [кивает]

source: Awesome!\. I'll be counting on you!
es_es: Потрясающе!\. Я буду рассчитывать на тебя!

source: Bye!
es_es: Пока!

source: Ryda
es_es: Райда

source: I'll wait here till you get all those ingredients!
es_es: Я буду ждать здесь, пока ты не соберёшь все те ингредиенты!

source: To jog your memory, I'll need some of that super valuable \c[3]\v[item.192.name]\c[0] for one.
es_es: Освежу твою память, мне, во-первых, нужно немного того крайне ценного \c[3]Эпического металла\c[0].

source: Then a few \c[3]\v[item.185.name]s\c[0] straight out of our desert.
es_es: Потом немного \c[3]Хрустального лука\c[0] прямо из нашей пустыни.

source: The rest you should find on a relaxing beach trip on \v[area.beach.name].
es_es: Остальное ты должна найти в расслабляющем пляжном путешествии на Лазурном архипелаге.

source: Ryda
es_es: Райда

source: Heya \v[lore.title.seeker]!\. You got everything?
es_es: Хейя, Искатель!\. Ты всё достала?

source: [nods]
es_es: [кивает]

source: Amazing, that's all that rare stuff I still needed.\. Now I can get straight to finishing the last tweaks on the machine!
es_es: Потрясающе, вот и вся та редкость, что мне ещё была нужна.\. Теперь я могу перейти прямо к завершению последних корректировок машины!

source: Wait a few minutes, I will be right back!
es_es: Подожди несколько минут, я скоро вернусь!

source: Ryda
es_es: Райда

source: Alrighty, it's done.\. All that's needed now is for a \v[lore.title.seeker] to calibrate it and do a test run.
es_es: Ладушки, она закончена.\. Всё, что теперь нужно - это чтобы Искатель откалибровал её и провёл пробный запуск.

source: ... how?
es_es: ...как?

source: You'll just need to go to the machine and activate the upgrade procedure.\. Simple as that.
es_es: Тебе просто надо будет пройти к машине и запустить процедуру улучшения.\. Всё очень просто.

source: ... why?
es_es: ...почему?

source: I'd do it myself but those track-gadgets need \v[lore.title.seeker]s for some interactions.\. It is what it is.
es_es: Я бы сделала это сама, но этим путевым гаджетам нужен Искатель для некоторых взаимодействий.\. Так уж выходит.

source: Better not question it.\. You could just finish this job instead, right?
es_es: Лучше не спрашивай об этом.\. Вместо этого ты могла бы просто закончить эту работу, так?

source: [nods]
es_es: [кивает]

source: Ryda
es_es: Райда

source: Go down the stairs behind me to your right.\. The distillery is still down there, waiting for that upgrade!
es_es: Спустись по ступенькам за мной справа от тебя.\. Перегонный аппарат всё ещё внизу, он ждёт этого улучшения!

source: Ryda
es_es: Райда

source: I will take care of everything with the machine.\. Report back on the market for your well-earned reward!
es_es: Я позабочусь обо всём с машиной.\. Отчитайся на рынке, чтобы получить свою заслуженную награду!

source: Ryda
es_es: Райда

source: Heya, \v[lore.title.seeker]!\. Wanna get more drinks done?
es_es: Хейя, Искатель!\. Хочешь сделать ещё напитков?

source: Requests
es_es: Запросы

source: Brewing Quality: \c[3]\v[tmp.quality]\c[0]
es_es: Качество варки: \c[3]\v[tmp.quality]\c[0]

source: Quality
es_es: Качество

source: Brewing Quality: \c[3]\v[tmp.quality]\c[0]
es_es: Качество варки: \c[3]\v[tmp.quality]\c[0]

source: Overheat
es_es: Перегрев

source: Requests
es_es: Запросы

source: Booze HP
es_es: HP Варева

source: Overheat
es_es: Перегрев

source: \c[3]Follow the brewing procedure!\c[0]
es_es: \c[3]Следуйте процедуре варки!\c[0]

source: [Brewing Process START]
es_es: [Процесс варки НАЧАТ]

source: [Bubble Pipes activated]
es_es: [Пузырьковые трубы активированы]

source: [Bubble Pipes activated]
es_es: [Пузырьковые трубы активированы]

source: Steam ERROR #bug
es_es: Паровая ОШИБКА #bug

source: Request: Oven #1
es_es: Запрос: Печь #1

source: Request: Oven #2
es_es: Запрос: Печь #2

source: Request: Oven #3
es_es: Запрос: Печь #3

source: Request: Oven #4
es_es: Запрос: Печь #4

source: ERROR: Requests missed!
es_es: ОШИБКА: Запросы пропущены!

source: ERROR: Request missed!
es_es: ОШИБКА: Запрос пропущен!

source: ERROR: Requests missed! Quality -\v[tmp.qualityChange]
es_es: ОШИБКА: Запросы пропущены! Качество -\v[tmp.qualityChange]

source: ERROR: Request missed! Quality -\v[tmp.qualityChange]
es_es: ОШИБКА: Запрос пропущен! Качество -\v[tmp.qualityChange]

source: MISSED REQUEST: Oven #1
es_es: ПРОПУЩЕННЫЙ ЗАПРОС: Печь #1

source: MISSED REQUEST: Oven #2
es_es: ПРОПУЩЕННЫЙ ЗАПРОС: Печь #2

source: MISSED REQUEST: Oven #3
es_es: ПРОПУЩЕННЫЙ ЗАПРОС: Печь #3

source: MISSED REQUEST: Oven #4
es_es: ПРОПУЩЕННЫЙ ЗАПРОС: Печь #4

source: Steam ERROR
es_es: Паровая ОШИБКА

source: Quality +\v[tmp.qualityChange]
es_es: Качество +\v[tmp.qualityChange]

source: ERROR: Wrong pipe!
es_es: ОШИБКА: Неправильная труба!

source: ERROR: Wrong pipe! Quality -\v[tmp.qualityChange]
es_es: ОШИБКА: Неправильная труба! Качество -\v[tmp.qualityChange]

source: Brewing successful!
es_es: Удачная варка!

source: Brewing finished!
es_es: Варка окончена!

source: Ryda
es_es: Райда

source: Hey there, \v[lore.title.seeker].\. You got everything done here?
es_es: Привет, Искатель.\. Ты закончила со всем здесь?

source: [nods]
es_es: [кивает]

source: Alright!\. What do the numbers say, Bru?
es_es: Хорошо!\. Что говорят цифры, Бухар?

source: Bru'shy
es_es: Бухар'ик

source: Numbers say good quality of liquid goods.\. Seem \v[lore.title.seeker] done well!
es_es: Цифры говорят о хорошем качестве ликвидных продуктов.\. Кажется, Искатель молодец!

source: Great, it seems like everything went off without a hitch!\. We will extract the product soon.
es_es: Отлично, похоже, что всё прошло без сучка и задоринки!\. Мы будем добывать продукт в ближайшее время.

source: I will notify the boss of your success, so you can go back to him and get your reward!
es_es: Я сообщу боссу о твоём успехе, чтобы ты могла вернуться к нему и получить свою награду!

source: But you should definitely come back afterwards, so we can brew more of this fine stuff.\. Looking forward to it!
es_es: Но ты обязательно должна вернуться, чтобы мы могли приготовить больше этого замечательного вещества.\. С нетерпением жду этого!

source: Bye!
es_es: Пока!

source: New record!
es_es: Новый рекорд!

source: Brewing process finished! Requests: \v[tmp.brewingRequests] Quality: \v[tmp.quality] \c[3]\v[tmp.recordString]\c[0] Rewards: \c[3]\v[tmp.itemReward]x \v[tmp.rewardString]\c[0]
es_es: Процесс варки закончен! Запросов: \v[tmp.brewingRequests] Качество: \v[tmp.quality] \c[3]\v[tmp.recordString]\c[0] Награды: \c[3]\v[tmp.itemReward]x \v[tmp.rewardString]\c[0]

source: Brewing process finished! Requests: \v[tmp.brewingRequests] Quality: \v[tmp.quality] \c[1]Quality too low. No Rewards!\c[0]
es_es: Процесс варки закончен! Запросов: \v[tmp.brewingRequests] Качество: \v[tmp.quality] \c[1]Качество слишком низкое. Наград нет!\c[0]

source: 50% Overheat reached!
es_es: 50% Перегрева !

source: 75% Overheat reached! Cooling needed!
es_es: 75% Перегрева! Необходимо охлаждение!

source: WARNING: Overheating imminent! Requesting ice!
es_es: ВНИМАНИЕ: Перегрев неизбежен! Запрашивается лёд!

source: [Preparing request]
es_es: [Подготовка запроса]

source: Overheated! Starting emergency cooling!
es_es: Перегрев! Запуск аварийного охлаждения!

source: Overheated! Starting emergency cooling! Quality -\v[tmp.qualityChange]
es_es: Перегрев! Запуск аварийного охлаждения! Качество -\v[tmp.qualityChange]

source: FAIL
es_es: ПРОВАЛ

source: Brewing Failed!
es_es: Варка провалена!

source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

source: Bru'shy
es_es: Бухар'ик

source: Hi..?
es_es: Привет..?

source: Ah, \v[lore.title.seeker] welcome!\. Red-headed expert of the brew is coming down as well to give explain.
es_es: Ах, Искатель, добро пожаловать!\. Красноголовый эксперт варки тоже спускается, чтобы объяснить.

source: [nods]
es_es: [кивает]

source: Ryda
es_es: Райда

source: Alrighty, let's get this going, shall we?
es_es: Ладненько, мы можем начинать, не так ли?

source: [nods]
es_es: [кивает]

source: Come, follow me!
es_es: Давай, следуй за мной!

source: Ryda
es_es: Райда

source: Here we are!\. Now take a look at this!
es_es: Вот мы и здесь!\. Теперь взгляни на это!

source: Ryda
es_es: Райда

source: Amazing, huh?\. Our partners in Bergen really outdid themselves with this beauty!
es_es: Удивительно, да?\. Наши партнёры в Бергене превзошли себя с этой красоткой!

source: Not gonna go into technical details but it will brew us amazing drinks and infuse them with Ancient power!
es_es: Не хочу вдаваться в технические подробности, но она сварит нам восхитительные напитки и наполнит их силой Древних!

source: If we prove ourselves worthy that is.\. You know how the Track works: No reward without trials.
es_es: Если мы докажем, что мы достойны этого.\. Ну знаешь, как Путь работает: нет награды без испытаний.

source: I'm sure a \v[lore.title.seeker] like you will do just fine!\. So lemme explain...
es_es: Я уверена, что такой Искатель, как ты, прекрасно справится!\. Так что позволь мне всё объяснить...

source: Ryda
es_es: Райда

source: After starting, the machine will \c[3]request energy\c[0] from one of those \c[3]steam-receivers\c[0].
es_es: После запуска, устройству \c[3]потребуется энергия\c[0] одного из этих \c[3]пароприёмников\c[0].

source: Ryda
es_es: Райда

source: You will need to put some \c[3]ice\c[0] in there quickly.\. At first you can use a \c[3]bubble generator\c[0] for that.
es_es: Тебе нужно будет быстро поместить в него немного \c[3]льда\c[0].\. Поначалу ты можешь использовать \c[3]генератор пузырей\c[0] для этого.

source: Ryda
es_es: Райда

source: Later you will have to \c[3]catch waterbubbles\c[0] that the Track sends through those \c[3]pipes\c[0] from who knows where.
es_es: Позже тебе будет нужно \c[3]ловить водяные пузыри\c[0], которые Путь посылает через эти \c[3]трубы\c[0], кто бы знал откуда.

source: Ryda
es_es: Райда

source: Oh, and you should also \c[3]throw some ice at the machine itself\c[0] once in a while.\. We don't want it \c[3]overheating\c[0], do we?
es_es: Ой, и тебе также придётся \c[3]кидать немного льда в само устройство\c[0] время от времени.\. Мы же не хотим, чтобы оно \c[3]перегрелось\c[0], так ведь?

source: Well, and that's about it.\. You got everything?
es_es: Ну, на этом всё.\. Всё поняла?

source: [nods]
es_es: [кивает]

source: Perfect!\. My assistant Bru will check the numbers while you are at work, but I'm sure you will do great!
es_es: Прекрасно!\. Мой ассистент, Бухар, будет смотреть на счётчики, пока ты работаешь, но я уверена, что ты справишься!

source: I myself sadly can't watch you because I have business to attend to upstairs.\. So we'll talk again once it's finished, yes?
es_es: К сожалению, я не смогу наблюдать лично, потому что у меня есть дела наверху.\. Мы поговорим снова, как ты закончишь, ладно?

source: [nods]
es_es: [кивает]

source: Bye!
es_es: Пока!

source: [shakes head]
es_es: [мотает головой]

source: Alrighty, then lemme explain it again.
es_es: Ладненько, тогда позволь мне объяснить снова.

source: Ryda
es_es: Райда

source: This is the machine that will create our wonderful, magic booze.\. If it is used correctly!
es_es: Это машина, которая будет создавать чудесный, магический напиток.\. Если правильно её использовать!

source: Yes
es_es: Да

source: No (repeat instructions)
es_es: Нет (повторить инструкции)

source: Brewing Console
es_es: Пульт варки

source: (updated!)
es_es: (обновлено!)

source: - Instruction to Ancient Brewing - Quality drinks using the mystical powers of the Track, steam and only the best natural ingredients!
es_es: - Инструкция по Древней варке- Качественные напитки, использующие мистические силы Пути, пар, и только лучшие натуральные ингредиенты!

source: After activating this machine, it will request energy from the \c[3]4 steam ovens\c[0]. Those requests have to be met with \c[3]icedisks\c[0] quickly and correctly!
es_es: После активации устройства, оно потребует энергию из этих \c[3]четырёх паровых печей\c[0]. Нужно быстро и правильно запускать \c[3]ледяные диски\c[0] в них!

source: In the beginning a \c[3]static bubble generator\c[0] will be available, though later it will vanish. At this point, bubbles ejected from the \c[3]pipes left and right\c[0] have to be used.
es_es: Вначале будет доступен \c[3]генератор пузырей\c[0], но позже он исчезнет. С этого момента пузыри будут выбрасываться из \c[3]труб слева и справа\c[0].

source: Due to the immense powers flowing through it, the brewing machine will \c[3]overheat\c[0] with time. \c[3]Cooling it with ice\c[0] will be necessary to prevent \c[3]overheating\c[0] and a \c[3]time-consuming cooldown-phase\c[0].
es_es: Из-за огромной силы, протекающей через устройство, оно со временем может \c[3]перегреться\c[0]. \c[3]Охлаждение с помощью льда\c[0] важно для предотвращения \c[3]перегрева\c[0] и \c[3]длительной фазы восстановления\c[0].

source: \c[3]Not meeting a request\c[0], \c[3]putting ice in a wrong oven\c[0] or \c[3]overheating the machine\c[0] will damage the ingredients and \c[3]reduce the overall quality\c[0] of the product.
es_es: \c[3]Отсутствие ответа на запрос\c[0], \c[3]помещение льда в неправильную печь\c[0] или \c[3]перегрев машины\c[0] навредят ингредиентам и \c[3]в целом ухудшат качество\c[0] продукта.

source: On the other hand, brewing \c[3]quality\c[0] will increase at a higher rate with \c[3]growing requests\c[0] and when maintaining a \c[3]high heat\c[0]!
es_es: С другой стороны, \c[3]качество\c[0] варки будет расти более высокими темпами с \c[3]ростом запросов\c[0] и при поддержании \c[3]высокой температуры\c[0]!

source: The \c[3]higher the quality\c[0], the \c[3]more useable drinks\c[0] can be created from \c[3]the same amount of ingredients\c[0]!
es_es: Чем \c[3]выше качество\c[0], тем \c[3]больше напитков\c[0] может быть создано из \c[3]одинакового количества ингредиентов\c[0]!

source: \c[3]Not meeting a request\c[0], \c[3]putting ice in a wrong oven\c[0] or \c[3]overheating the machine\c[0] will do \c[3]damage\c[0] to the ingredients. With too much \c[3]damage\c[0], the brewing will \c[1]fail\c[0]!
es_es: \c[3]Отсутствие ответа на запрос\c[0], \c[3]помещение льда в неправильную печь\c[0] или \c[3]перегрев машины\c[0] \c[3]навредят\c[0] ингредиентам. Если будет получено слишком много \c[3]урона\c[0], варка будет \c[1]провалена\c[0]!

source: Start Brewing Process
es_es: Начать процесс варки

source: \c[1]!!!\c[0] \c[3]Upgrade Brewing Machine\c[0] \c[1]!!!\c[0]
es_es: \c[1]!!!\c[0] \c[3]Улучшить Варочную машину\c[0] \c[1]!!!\c[0]

source: Brewing: \c[3]\v[item.367.name]\c[0] (Material: \v[item.372.amount] | Owned: \v[item.367.amount])
es_es: Варка: \c[3]\v[item.367.name]\c[0] (Материалы: \v[item.372.amount] | Есть: \v[item.367.amount])

source: Brewing: \c[3]\v[item.368.name]\c[0] (Material: \v[item.373.amount] | Owned: \v[item.368.amount])
es_es: Варка: \c[3]\v[item.368.name]\c[0] (Материалы: \v[item.373.amount] | Есть: \v[item.368.amount])

source: Brewing: \c[3]\v[item.369.name]\c[0] (Material: \v[item.374.amount] | Owned: \v[item.369.amount])
es_es: Варка: \c[3]\v[item.369.name]\c[0] (Материалы: \v[item.374.amount] | Есть: \v[item.369.amount])

source: Brewing: \c[3]\v[item.370.name]\c[0] (Material: \v[item.375.amount] | Owned: \v[item.370.amount])
es_es: Варка: \c[3]\v[item.370.name]\c[0] (Материалы: \v[item.375.amount] | Есть: \v[item.370.amount])

source: Information \c[1]\v[tmp.infoUpdate]\c[0]
es_es: Информация \c[1]\v[tmp.infoUpdate]\c[0]

source: Turn Quality Notifications \c[2]ON\c[0]
es_es: Включить уведомления о качестве \c[2]ВКЛ\c[0]

source: Turn Quality Notifications \c[1]OFF\c[0]
es_es: Включить уведомления о качестве \c[2]ВЫКЛ\c[0]

source: \c[1]Cancel\c[0]
es_es: \c[1]Отмена\c[0]

source: [Machine inactive]
es_es: [Аппарат неактивен]

source: Bru'shy
es_es: Бухар'ик

source: Bru'shy
es_es: Бухар'ик

source: \v[lore.title.seeker] impress Ancients for great liquids!\. I will keep eyes on numbers.
es_es: \v[lore.title.seeker], впечатли Древних ради великих жидкостей!\. Я буду следить за цифрами.

source: Bru'shy
es_es: Бухар'ик

source: \v[lore.title.seeker] done well.\. Extracting goods will done soon.
es_es: Хорошо сработано, Искатель.\. Извлечение напитка скоро будет закончено.

source: Bru'shy
es_es: Бухар'ик

source: \v[lore.title.seeker] talk to Ms. Ryda upstairs.\. Much progress is on the foot.
es_es: Райда

source: Bru'shy
es_es: Бухар'ик

source: \v[lore.title.seeker] need brewing ingredients prepared?
es_es: Искателю нужны ингредиенты для варки?

source: Wish much success.\. May Ancients bless precious liquids!
es_es: Желаю большого успеха.\. Пусть Древние благословят драгоценные жидкости!

source: Maybe next time, yes?
es_es: Может, в следующий раз, а?

source: Bru'shy
es_es: Бухар'ик

source: \v[lore.title.seeker] need brewing ingredients prepared?
es_es: Искателю нужны ингредиенты для варки?

source: Wish much success.\. May Ancients bless precious liquids!
es_es: Желаю большого успеха.\. Пусть Древние благословят драгоценные жидкости!

source: Maybe next time, yes?
es_es: Может, в следующий раз, а?

source: \v[lore.title.seeker] need brewing ingredients prepared?
es_es: Искателю нужны ингредиенты для варки?

source: Wish much success.\. May Ancients bless precious liquids!
es_es: Желаю большого успеха.\. Пусть Древние благословят драгоценные жидкости!

source: Maybe next time, yes?
es_es: Может, в следующий раз, а?

source: Brewing Statistics
es_es: Статистика варки

source: ~ Brewing Statistics ~ Quality Highscore: \c[3]\v[map.qualityRecord]\c[0]
es_es: ~ Статистика варки ~ Рекордное качество: \c[3]\v[map.qualityRecord]\c[0]
