Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/heat-dng.po
Languages: es_es

# data/areas/heat-dng.json/name
source: untitled
es_es: sin título

# data/areas/heat-dng.json/floors/0/maps/0/name
source: Entry Test
es_es: Prueba de Entrada

# data/areas/heat-dng.json/floors/0/maps/1/name
source: Balance Room 1
es_es: Habitación de Balance 1

# data/areas/heat-dng.json/floors/0/maps/2/name
source: Left Chamber 1
es_es: Cámara Izquierda 1

# data/areas/heat-dng.json/floors/0/maps/3/name
source: Left Chamber 2
es_es: Cámara Izquierda 2

# data/areas/heat-dng.json/floors/0/maps/4/name
source: Test of Tri
es_es: Prueba de Tri

# data/areas/heat-dng.json/floors/0/maps/5/name
source: Fire and Sand 1
es_es: Fuego y Arena 1

# data/areas/heat-dng.json/floors/0/maps/6/name
source: Fire and Sand 2
es_es: Fuego y Arena 2

# data/areas/heat-dng.json/floors/0/maps/7/name
source: Test of Fire
es_es: Prueba de Fuego

# data/areas/heat-dng.json/floors/0/maps/8/name
source: Balance Room 2
es_es: Habitación de Balance 2

# data/areas/heat-dng.json/floors/0/maps/9/name
source: Right Chamber 1
es_es: Cámara Derecha 1

# data/areas/heat-dng.json/floors/0/maps/10/name
source: Right Chamber 2
es_es: Cámara Derecha 2

# data/areas/heat-dng.json/floors/0/maps/11/name
source: Test of Vigor
es_es: Prueba de Vigor

# data/areas/heat-dng.json/floors/0/maps/12/name
source: Test of Memory 1
es_es: Prueba de Memoria 1

# data/areas/heat-dng.json/floors/0/maps/13/name
source: Test of Memory 2
es_es: Prueba de Memoria 2

# data/areas/heat-dng.json/floors/1/name
source: F1
es_es: P1

# data/areas/heat-dng.json/floors/1/maps/0/name
source: Balance Room 1
es_es: Habitación de Balance 1

# data/areas/heat-dng.json/floors/1/maps/1/name
source: Balance Room 2
es_es: Habitación de Balance 2

# data/areas/heat-dng.json/floors/1/maps/2/name
source: Left Chamber 1
es_es: Cámara Izquierda 1

# data/areas/heat-dng.json/floors/1/maps/3/name
source: Right Chamber 1
es_es: Cámara Derecha 1

# data/areas/heat-dng.json/floors/1/maps/4/name
source: Sand Terror
es_es: Arena del Terror

# data/areas/heat-dng.json/floors/1/maps/5/name
source: Test of Distraction
es_es: Prueba de Distracción

# data/areas/heat-dng.json/floors/2/name
source: F2
es_es: P2

# data/areas/heat-dng.json/floors/2/maps/0/name
source: Chamber of Ice
es_es: Cámara de Hielo

# data/areas/heat-dng.json/floors/3/name
source: F3
es_es: P3

# data/areas/heat-dng.json/floors/3/maps/0/name
source: Gateway
es_es: Compuerta

# data/areas/heat-dng.json/floors/3/maps/1/name
source: Bottom Chamber
es_es: Cámara Inferior

# data/areas/heat-dng.json/floors/3/maps/2/name
source: Left Chamber
es_es: Cámara Izquierda

# data/areas/heat-dng.json/floors/3/maps/3/name
source: Test of Strength
es_es: Prueba de Fuerza

# data/areas/heat-dng.json/floors/3/maps/4/name
source: Large Fire Chamber
es_es: Gran Cámara de Fuego

# data/areas/heat-dng.json/floors/3/maps/5/name
source: Right Chamber
es_es: Cámara Derecha

# data/areas/heat-dng.json/floors/3/maps/6/name
source: Test of Wisdom
es_es: Prueba de Sabiduría

# data/areas/heat-dng.json/floors/4/name
source: F4
es_es: P4

# data/areas/heat-dng.json/floors/4/maps/0/name
source: Gateway
es_es: Compuerta

# data/areas/heat-dng.json/floors/4/maps/1/name
source: West Corridor
es_es: Corredor Oeste

# data/areas/heat-dng.json/floors/4/maps/2/name
source: East Corridor
es_es: Corredor Este

# data/areas/heat-dng.json/floors/4/maps/3/name
source: South Corridor
es_es: Corredor Sur

# data/areas/heat-dng.json/floors/4/maps/4/name
source: West Pathway
es_es: Camino Oeste

# data/areas/heat-dng.json/floors/4/maps/5/name
source: Test of Surprise
es_es: Prueba de Sorpresa

# data/areas/heat-dng.json/floors/4/maps/6/name
source: Test of Endurance
es_es: Prueba de Resistencia

# data/areas/heat-dng.json/floors/4/maps/7/name
source: Blazing Lair
es_es: Guarida Ardiente

# data/areas/heat-dng.json/floors/4/maps/8/name
source: West Chamber 1
es_es: Cámara Oeste 1

# data/areas/heat-dng.json/floors/4/maps/9/name
source: West Chamber 2
es_es: Cámara Oeste 2

# data/areas/heat-dng.json/floors/4/maps/10/name
source: East Chamber 2
es_es: Cámara Este 2

# data/areas/heat-dng.json/floors/4/maps/11/name
source: Test of Focus
es_es: Prueba de Concentración

# data/areas/heat-dng.json/floors/4/maps/12/name
source: East Chamber 1
es_es: Cámara Este 1

# data/areas/heat-dng.json/floors/4/maps/13/name
source: East Pathway
es_es: Camino Este

# data/areas/heat-dng.json/floors/4/maps/14/name
source: Test of Memory
es_es: Prueba de Memoria

# data/areas/heat-dng.json/floors/4/maps/15/name
source: Chamber of Prosperity
es_es: Cámara de Prosperidad

# data/maps/heat-dng/f2/room-cold.json/entities/59/settings/event/11/message
source: Okay, race now officially continues!
es_es: Bien, ¡la carrera oficialmente continúa!

# data/maps/heat-dng/f2/room-cold.json/entities/59/settings/event/12/message
source: Here we go!
es_es: ¡Aquí vamos!

# data/maps/heat-dng/f2/room-cold.json/entities/63/settings/event/31/object
source: Cold Mode
es_es: Modo Hielo

source: Press \i[cold] to switch to \c[3]cold mode\c[0] at any time!
es_es: ¡Presiona \i[cold] para cambiar al \c[3]modo hielo\c[0] en cualquier momento!

# data/maps/heat-dng/f4/boss.json/entities/25/settings/event/14/object
source: SP Bar
es_es: Barra de PE

# data/maps/heat-dng/f4/boss.json/entities/25/settings/event/16/titleText
source: \c[3]Visit the new areas!\c[0]
es_es: \c[3]¡Visita las nuevas áreas!\c[0]

# data/maps/heat-dng/f4/boss.json/entities/25/settings/event/16/text
source: You can use the \c[3]\v[item.230.name]\c[0] to enter \c[3]\v[area.autumn-fall.name]\c[0] and \c[3]\v[area.jungle.name]\c[0]! Just travel to \c[3]\v[area.rookie-harbor.name]\c[0] and head \c[3]eastward\c[0]! PS: The \c[3]shop in \c[3]\v[area.rookie-harbor.name]\c[0]\c[0] has \c[3]new equipment\c[0]!
es_es: ¡Puedes usar la \c[3]\v[item.230.name]\c[0] para entrar al \c[3]\v[area.autumn-fall.name]\c[0] y el \c[3]\v[area.jungle.name]\c[0]! ¡Sólo ve a \c[3]\v[area.rookie-harbor.name]\c[0] y dirígete hacia \c[3]el este\c[0]! PD: ¡La \c[3]tienda\c[0] en \c[3]\v[area.rookie-harbor.name]\c[0] tiene \c[3]nuevo equipamiento\c[0]!

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/6/message
source: Laser Moths.
es_es: Polillas Láser.

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/7/message
source: ...Hi.
es_es: ...Hola.

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/8/message
source: Oh! So you've met those, too...
es_es: ¡Oh! Así que tú también ya te encontraste con esos...

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/9/message
source: Why?
es_es: ¿Por qué?

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/10/message
source: Why the Laser Moths?
es_es: ¿Por qué hay Polillas Láser?

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/12/message
source: Uhm... I don't know...
es_es: Um... No lo sé...

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/13/message
source: I want to strangle the person responsible for these enemies.
es_es: Quiero estrangular a la persona responsable por estos enemigos.

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/14/message
source: Gosh...
es_es: Dios...

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/16/message
source: By the way! The cold element is great, isn't it?
es_es: ¡Por cierto! El elemento de hielo es genial, ¿no?

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/18/message
source: [nods]
es_es: [asiente]

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/19/message
source: Uhm... Oui. I guess?
es_es: Um... Oui. ¿Supongo?

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/20/message
source: You could almost say it is.\..\..\. cool!
es_es: Aunque te deja los dedos fríos.

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/24/message
source: A-Anyway... It's refreshing to have it in this hot environment.
es_es: C-Como sea... es refrescante tenerlo en este ambiente tan caluroso.

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/25/message
source: To be honest, I was really craving some ice cream since we've been running through the desert.
es_es: Para ser sincero, en serio que tengo ganas de un helado después de estar corriendo por el desierto.

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/27/message
source: Oh~ Ice cream really would hit the spot right now!
es_es: Oh~ ¡Un helado sería genial ahora mismo!

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/28/message
source: It's too bad you can't just summon it with one of those cold skills.
es_es: Que pena que no puedes hacer aparecer uno con alguna habilidad de hielo.

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/29/message
source: Man, how strange would that be?
es_es: Hmm, ¿que tan extraño sería eso?

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/30/message
source: I'd enjoy throwing ice cream at those laser moths and seeing them SUFFER!
es_es: ¡Me encantaría revolearles helado a esas polillas láser y verlas SUFRIR!

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/32/message
source: Gosh... you really do hate those moths, don't you?
es_es: Dios... realmente odias a esas polillas, ¿no?

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/33/message
source: Very much. Anyway, let's wrap up this race.
es_es: Mucho. Bueno, terminemos esta carrera.

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/34/message
source: Yes! It shouldn't be much longer.
es_es: ¡Si! No debería durar mucho más.

# data/maps/heat-dng/f4/corridor-east.json/entities/30/settings/event/35/message
source: Bye!
es_es: ¡Adiós!

# data/maps/heat-dng/g/room-01.json/entities/21/settings/event/0/message
source: Good luck, everyone!
es_es: ¡Buena suerte a todos!

# data/maps/heat-dng/g/room-01.json/entities/21/settings/event/1/message
source: Oui, oui! And take your time!
es_es: ¡Oui, oui! ¡Y tómate tu tiempo!

# data/maps/heat-dng/g/room-01.json/entities/21/settings/event/2/message
source: Uhm... I don't think so.
es_es: Um... no lo creo.

# data/maps/heat-dng/g/room-02-cross.json/entities/73/settings/teleportLabel
source: To Balance Room 2
es_es: A la Habitación de Balance 2

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/7/message
source: Hi!
es_es: ¡Hola!

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/8/message
source: Wait, why a D-Link?\. Isn't this a race?
es_es: Espera, ¿por qué un MD?\. ¿No es esta una carrera?

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/9/message
source: Oui. So?
es_es: Oui. ¿Y?

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/10/message
source: ... uhm...
es_es: ... um...

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/11/message
source: Anyway, I guess you both have already met the new foes of this dungeon, non?
es_es: Como sea, supongo que ambos se han econtrado con los nuevos enemigos de esta mazmorra, ¿no?

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/12/message
source: Oh, you mean those Jellyfish?
es_es: Oh, ¿te refieres a esas Medusas?

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/13/message
source: I don't care about the Jellyfish, Tronny.
es_es: No me importan las medusas, Tronny.

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/14/message
source: Moths.\. They added moths.\. And once again, they are \c[3]huge\c[0].
es_es: Polillas.\. Agregaron polillas.\. Y como no, son \c[3]enormes\c[0].

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/15/message
source: So? What about them?
es_es: ¿Y bien? ¿Cuál es el problema?

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/16/message
source: I hate bugs!\. And those things are close enough!
es_es: ¡Odio los bichos!\. ¡Y esas cosas se aproximan lo suficiente!

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/17/message
source: Gosh...
es_es: Dios...

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/19/message
source: But didn't you know that moths play an important role in our ecosystem?
es_es: ¿Pero no sabes que las polillas juegan un rol importante en el ecosistema?

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/20/message
source: What?
es_es: ¿Qué?

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/21/message
source: Pollinating flowers, food source for birds...
es_es: Polinizan las flores, son una fuente de comida para las aves...

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/22/message
source: They are also a great indicator for the health of the environment!
es_es: ¡También son un gran indicador del estado del medio ambiente!

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/23/message
source: To me they are only a great indicator for places I want to leave.
es_es: Para mí sólo son un gran indicador de lugares de dónde me quiero ir.

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/24/message
source: In conclusion: Moths suck! Race continues now!
es_es: En conclusión: ¡Las polillas apestan! ¡La carrera continúa!

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/25/message
source: Bye!
es_es: ¡Adiós!

# data/maps/heat-dng/g/room-02-cross.json/entities/77/settings/event/26/message
source: See you later!
es_es: ¡Nos vemos luego!

# data/maps/heat-dng/g/room-09.json/entities/69/settings/teleportLabel
source: Back to Entrance
es_es: De Vuelta a la Entrada
