Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/hideout.po
Languages: es_es, ru_ru

# data/maps/hideout/entrance.json/entities/20/settings/event/46/message
source: I know you can hear me! Where is he?!
ru_ru: Я знаю, что ты меня слышишь! Где он?!

# data/maps/hideout/entrance.json/entities/20/settings/event/48/message
source: Shizuka, I have to ask you to leave.
ru_ru: Шизука, я вынужден попросить тебя уйти.

# data/maps/hideout/entrance.json/entities/20/settings/event/49/message
source: So, you're keeping him here? What do you think you are doing?!
ru_ru: Так вы держите его здесь? Ты хоть понимаешь, что творишь?!

# data/maps/hideout/entrance.json/entities/20/settings/event/50/message
source: Time is running short. We don't have a choice!
ru_ru: Время на исходе. У нас нет выбора!

# data/maps/hideout/entrance.json/entities/20/settings/event/51/message
source: So you abduct a dying person and let him work until his last breath? Is that it?!
ru_ru: И ты похитил умирающего и заставил его работать до последнего вздоха? Так, что ли?!

# data/maps/hideout/entrance.json/entities/20/settings/event/52/message
source: I am going to talk some sense into him! Don't get in my way!
ru_ru: Я собираюсь образумить его! Не стой у меня на пути!

source: Press \i[key-up]\i[key-left]\i[key-down]\i[key-right] to move around
ru_ru: Используйте \i[key-up]\i[key-left]\i[key-down]\i[key-right] для передвижения

source: Use \i[left-stick] to move around
ru_ru: Используйте \i[left-stick] для перемещения

# data/maps/hideout/entrance.json/entities/22/settings/event/1/message
source: Shizuka, please don't do this...
ru_ru: Шизука, пожалуйста, не делай этого...

# data/maps/hideout/entrance.json/entities/234/settings/teleportLabel
source: Back to \c[3]Sapphire Ridge\c[0]
ru_ru: Вернуться в \c[3]Сапфировый край\c[0]

# data/maps/hideout/entrance.json/entities/235/settings/event/13/message
source: Is this...\. another secluded location?
ru_ru: Это...\. очередная изолированная локация?

# data/maps/hideout/inner-1.json/entities/2/settings/blockEvent/2/message
source: Please, Lea. Now is not a time to leave.
ru_ru: Пожалуйста, Лея. Сейчас не время уходить.

# data/maps/hideout/inner-1.json/entities/2/settings/blockEvent/3/message
source: Let's follow Satoshi into the room to the \c[3]west\c[0].
ru_ru: Давай проследуем за Сатоши в комнату на \c[3]западе\c[0].

# data/maps/hideout/inner-1.json/entities/23/settings/blockEvent/3/message
source: Uhm, did you not want to go outside with Shizuka?
ru_ru: Эмм, вы не хотите выйти на улицу с Шизукой?

# data/maps/hideout/inner-1.json/entities/23/settings/blockEvent/4/message
source: I am pretty sure our technical talk will not be all that interesting for you.
ru_ru: Я уверен, что наши технические разговоры будут неинтересны для вас.

# data/maps/hideout/inner-1.json/entities/25/settings/blockEvent/1/message
source: Doesn't seem like he is in there.
ru_ru: Не похоже, что он там.

# data/maps/hideout/inner-1.json/entities/46/settings/npcStates/1/event/2/message
source: He's waiting inside.
ru_ru: Он ждёт внутри.

# data/maps/hideout/inner-1.json/entities/47/settings/event/3/message
source: This way...
ru_ru: Сюда...

# data/maps/hideout/inner-1.json/entities/49/settings/event/10/message
source: A system to extract information from players...\. this is unbelievable!
ru_ru: Система, которая собирает информацию игроков...\. этого не может быть!

# data/maps/hideout/inner-1.json/entities/50/settings/event/11/message
source: From here on out Sergey and I will dive into the technical details.
ru_ru: С этого момента мы с Сергеем погрузимся в технические детали.

# data/maps/hideout/inner-1.json/entities/50/settings/event/12/message
source: You two probably don't want to stick around for that.
ru_ru: Вы двое наверняка не захотите остаться.

# data/maps/hideout/inner-1.json/entities/50/settings/event/13/message
source: Maybe spend some time together as well? Talk it out?
ru_ru: Может, проведёте немного времени вместе? Поболтаете о чём-нибудь?

# data/maps/hideout/inner-1.json/entities/50/settings/event/15/message
source: She can't talk.
ru_ru: Она не может разговаривать.

# data/maps/hideout/inner-1.json/entities/50/settings/event/18/message
source: Come on, you know what I mean.
ru_ru: Да ладно, ты знаешь, о чём я.

# data/maps/hideout/inner-1.json/entities/50/settings/event/19/message
source: Do I really have to?
ru_ru: Это правда так необходимо?

# data/maps/hideout/inner-1.json/entities/50/settings/event/20/message
source: Please, dear sister.
ru_ru: Пожалуйста, дорогая сестра.

# data/maps/hideout/inner-1.json/entities/50/settings/event/21/message
source: Fine.
ru_ru: Хорошо.

# data/maps/hideout/inner-1.json/entities/50/settings/event/30/message
source: Alright...
ru_ru: Ладно...

# data/maps/hideout/inner-1.json/entities/50/settings/event/31/message
source: What should we do?
ru_ru: Что же нам делать?

# data/maps/hideout/inner-1.json/entities/50/settings/event/33/message
source: Honestly there is nothing interesting to see in this building and anyway... I hate it in here.
ru_ru: Честно говоря, в этом здании нет ничего интересного, да и в любом случае... я ненавижу это место.

# data/maps/hideout/inner-1.json/entities/50/settings/event/34/message
source: Let's just head outside.
ru_ru: Давай выйдем наружу.

# data/maps/hideout/inner-1.json/entities/50/settings/event/35/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/inner-garden.json/entities/27/settings/event/28/message
source: Kind of breaks the atmosphere, doesn't it?
ru_ru: Это как-то портит атмосферу, тебе не кажется?

# data/maps/hideout/inner-garden.json/entities/27/settings/event/30/message
source: We're not here to have a good time, Shizuka.
ru_ru: Мы здесь не для того, чтобы веселиться, Шизука.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/38/message
source: So... you are now an Evotar.
ru_ru: Так... теперь ты эвотар.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/39/message
source: Can you move around freely in the Playground?
ru_ru: Ты можешь свободно передвигаться по игровой зоне?

# data/maps/hideout/inner-garden.json/entities/27/settings/event/41/message
source: No... These days I am confined within this building.
ru_ru: Нет... На данный момент я заперт в этом здании.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/42/message
source: That is also why I know little of what is happening outside.
ru_ru: Вот почему я так мало знаю о том, что происходит снаружи.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/43/message
source: Are you aware that Lea... has been in Evotarground again recently?
ru_ru: Ты знаешь, что Лея... ещё недавно снова была в зоне эвотаров?

# data/maps/hideout/inner-garden.json/entities/27/settings/event/44/message
source: I suspected it from some protocol readings I had access to.
ru_ru: Я заподозрил это по данным некоторых протоколов, к которым у меня был доступ.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/45/message
source: I suppose they tried to drag Lea back into it?
ru_ru: Полагаю, что они опять пытались втянуть туда Лею?

# data/maps/hideout/inner-garden.json/entities/27/settings/event/46/message
source: Yes. And once she was there they could effectively track our connection.
ru_ru: Да. И когда она находилась там, они могли успешно отслеживать нашу связь.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/47/message
source: They almost managed to locate me.
ru_ru: Им почти удалось обнаружить моё местоположение.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/48/message
source: That means Sidwell is already fully aware of your actions. This is troublesome.
ru_ru: Это означает, что Сидвелл уже полностью осведомлён о ваших действиях. Это проблема.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/49/message
source: Something else I wonder... How did Lea learn the truth about herself?
ru_ru: Мне интересно ещё кое-что... Как Лея узнала правду о себе?

# data/maps/hideout/inner-garden.json/entities/27/settings/event/50/message
source: You do not know?\. Your little sister paid us a visit.
ru_ru: Ты разве не знаешь?\. Твоя младшая сестра нанесла нам визит.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/59/message
source: You did?
ru_ru: Да?

# data/maps/hideout/inner-garden.json/entities/27/settings/event/63/message
source: She confronted Lea with the truth... very abruptly.
ru_ru: Она рассказала Лее всю правду... очень внезапно.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/64/message
source: Not again...
ru_ru: Опять...

# data/maps/hideout/inner-garden.json/entities/27/settings/event/65/message
source: I don't see the problem. I merely told her the truth.
ru_ru: Не вижу в этом проблемы. Я просто рассказала ей правду.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/66/message
source: You know full well what consequences your actions could have had!
ru_ru: Ты прекрасно знаешь, какие последствия могли иметь твои действия!

# data/maps/hideout/inner-garden.json/entities/27/settings/event/70/message
source: Well it happened, we can't change it now.
ru_ru: Ну, это уже случилось, сейчас мы не в силах это поменять.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/72/message
source: I'm glad that Lea was strong enough to overcome it this time around.
ru_ru: Я рад, что в этот раз Лее хватило сил, чтобы преодолеть это всё.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/75/message
source: Yes, congratulations, Lea.\. We're all so very proud of you.
ru_ru: Да, поздравляю, Лея.\. Мы все так гордимся тобой.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/78/message
source: Shizuka, stop acting like a child.
ru_ru: Шизука, перестань вести себя как ребёнок.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/84/message
source: Excuse me?
ru_ru: Прошу прощения?

# data/maps/hideout/inner-garden.json/entities/27/settings/event/85/message
source: You never stopped acting like a freak!
ru_ru: Ты сам никогда не переставал вести себя как помешанный!

# data/maps/hideout/inner-garden.json/entities/27/settings/event/86/message
source: Only caring for your dear little AI sister!
ru_ru: Заботясь только о своей дорогой маленькой искусственной сестрёнке!

# data/maps/hideout/inner-garden.json/entities/27/settings/event/96/message
source: ENOUGH ALREADY!
ru_ru: ХВАТИТ УЖЕ!

# data/maps/hideout/inner-garden.json/entities/27/settings/event/99/message
source: Look, I know you have your issues with Lea.
ru_ru: Слушай, я знаю, что у тебя проблемы с Леей.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/100/message
source: But you need to understand one thing.
ru_ru: Но ты должна понять одну вещь.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/101/message
source: She is our best chance to get out of this mess. Both of us.
ru_ru: Она - единственный шанс выбраться из этой передряги. Для нас обоих.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/103/message
source: What do you mean?
ru_ru: В каком смысле?

# data/maps/hideout/inner-garden.json/entities/27/settings/event/104/message
source: It's thanks to her that we got in contact with Sergey.
ru_ru: Именно благодаря ей нам удалось связаться с Сергеем.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/105/message
source: Not only that, but she's the only one who can reach the \c[3]Evotar Server\c[0].
ru_ru: Конечно, не только поэтому, но она единственная, кто может добраться до \c[3]сервера эвотаров\c[0].

# data/maps/hideout/inner-garden.json/entities/27/settings/event/106/message
source: Why is now the first time I hear of this?
ru_ru: Почему я впервые слышу об этом?

# data/maps/hideout/inner-garden.json/entities/27/settings/event/107/message
source: I couldn't share this with you or anybody else.
ru_ru: Я не мог поделиться этим ни с тобой, ни с кем-либо ещё.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/108/message
source: We're all being monitored, it would have jeopardized the whole plan.
ru_ru: Так как мы все под наблюдением, это поставило бы под угрозу весь план.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/110/message
source: Anyway.
ru_ru: В любом случае.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/111/message
source: With both Sergey's and Lea's help, we might be able to get everyone out of this.
ru_ru: С помощью Сергея и Леи мы сможем вытащить всех из этого.

# data/maps/hideout/inner-garden.json/entities/27/settings/event/112/message
source: You, me...\. maybe even Gautham.
ru_ru: Тебя, меня...\. может быть, даже Гаутама.

source: The crime rate has developed quite unfavorably recently.
ru_ru: Уровень преступности в последнее время развился весьма неблагоприятно.

source: It has. And at the same time, we're lacking in manpower.
ru_ru: Так и есть. И в то же время нам недостаёт рабочей силы.

source: If this continues, I'm not sure we can keep protecting our citizens.
ru_ru: Если так будет продолжаться, я не уверен, что мы сможем защитить наших граждан.

source: Sad, but true...
ru_ru: Печально, но факт...

source: I hear they discovered a new entrance to the temple in the mountains.
ru_ru: Я слышала, они обнаружили новый вход в храм среди гор.

source: Oh! Do you think we can still find new treasure in there?
ru_ru: Ох! Думаешь, мы ещё сможем найти там новые сокровища?

source: Definitely, but we have to hurry! Everybody is no preparing to enter the place, soon!
ru_ru: Конечно, но мы должны поспешить! Пока кто-нибудь другой не опередил нас!

source: Right, we should start preparations at once!
ru_ru: Хорошо, мы должны начать подготовку немедленно!

source: We Shad a very noble folks, related to Ancients!
ru_ru: Мы, шады, очень благородный народ, восходящий к Древним!

source: Yes, but we have trouble with Human tongue!
ru_ru: Да, но у нас проблемы с человеческим языком!

source: Yes, but that because human tongue really trouble some. Too many word and weird rules!
ru_ru: Да, но это потому, что человеческий язык слишком сложный. Слишком много слов и странных правил!

source: So true! We should help human make language simple!
ru_ru: Это верно! Мы должны помочь людям сделать язык проще!

source: Great idea!
ru_ru: Отличная идея!

source: The stocks have been rather good this week.
ru_ru: Акции на этой неделе были довольно хорошими.

source: Very much, I made a good fortune.
ru_ru: Определённо, я сделал большое состояние.

source: Speculation and stuff.
ru_ru: Спекуляции и всё такое.

source: Business, business.
ru_ru: Бизнес, бизнес.

source: Privatize everything!
ru_ru: Приватизировать всё!

source: Isn't the weather just fantastic today?
ru_ru: Сегодня фантастическая погода, не правда ли?

source: Indeed! The sun is shining, it's fantastic, the best!
ru_ru: Несомненно! Солнце светит, фантастика, красота!

source: Let's all go out and play!
ru_ru: Пойдёмте прогуляемся и поиграем!

source: Yes, let's go out and play!
ru_ru: Да, давайте выйдем и поиграем!

source: Plaaay!
ru_ru: Играаать!

source: But before that I have to finish work.
ru_ru: Но перед этим мне нужно закончить работу.

source: Awwwww...
ru_ru: Ээээээх...

source: I hear they discovered a new entrance to the temple in the mountains.
ru_ru: Я слышала, они обнаружили новый вход в храм среди гор.

source: Oh! Do you think we can still find new treasure in there?
ru_ru: Ох! Думаешь, мы ещё сможем найти там новые сокровища?

source: Definitely, but we have to hurry! Everybody is no preparing to enter the place, soon!
ru_ru: Конечно, но мы должны поспешить! Пока кто-нибудь другой не опередил нас!

source: Right, we should start preparations at once!
ru_ru: Хорошо, мы должны начать подготовку немедленно!

source: The crime rate has developed quite unfavorably recently.
ru_ru: Уровень преступности в последнее время развился весьма неблагоприятно.

source: It has. And at the same time, we're lacking in manpower.
ru_ru: Так и есть. И в то же время нам недостаёт рабочей силы.

source: If this continues, I'm not sure we can keep protecting our citizens.
ru_ru: Если так будет продолжаться, я не уверен, что мы сможем защитить наших граждан.

source: Sad, but true...
ru_ru: Печально, но факт...

source: The stocks have been rather good this week.
ru_ru: Акции на этой неделе были довольно хорошими.

source: Very much, I made a good fortune.
ru_ru: Определённо, я сделал большое состояние.

source: Speculation and stuff.
ru_ru: Спекуляции и всё такое.

source: Business, business.
ru_ru: Бизнес, бизнес.

source: Privatize everything!
ru_ru: Приватизировать всё!

source: We Shad a very noble folks, related to Ancients!
ru_ru: Мы, шады, очень благородный народ, восходящий к Древним!

source: Yes, but we have trouble with Human tongue!
ru_ru: Да, но у нас проблемы с человеческим языком!

source: Yes, but that because human tongue really trouble some. Too many word and weird rules!
ru_ru: Да, но это потому, что человеческий язык слишком сложный. Слишком много слов и странных правил!

source: So true! We should help human make language simple!
ru_ru: Это верно! Мы должны помочь людям сделать язык проще!

source: Great idea!
ru_ru: Отличная идея!

# data/maps/hideout/inner-garden.json/entities/50/settings/event/18/message
source: For Shizuka and Gautham there might have been a slim chance to escape this whole mess.
ru_ru: Для Шизуки и Гаутама, возможно, был небольшой шанс избежать всего этого.

# data/maps/hideout/inner-garden.json/entities/50/settings/event/19/message
source: But for me...\. it was close to impossible.
ru_ru: Но для меня...\. это было практически невыполнимо.

# data/maps/hideout/inner-garden.json/entities/50/settings/event/20/message
source: However now that Lea is here, things have changed.
ru_ru: Однако теперь, когда Лея здесь, всё поменялось.

# data/maps/hideout/inner-garden.json/entities/50/settings/event/21/message
source: Because she has an \c[3]access key embedded\c[0], she can reach the Evotar Server.
ru_ru: Имея \c[3]встроенный ключ доступа\c[0], она может добраться до сервера эвотаров.

# data/maps/hideout/inner-garden.json/entities/50/settings/event/23/message
source: Come again?
ru_ru: Прости, что?

# data/maps/hideout/inner-garden.json/entities/50/settings/event/24/message
source: Why does Lea have the key out of all people?
ru_ru: Почему из всех людей ключ именно у Леи?

# data/maps/hideout/inner-garden.json/entities/50/settings/event/25/message
source: Because...\. I tricked Sidwell into giving it to her.
ru_ru: Потому что...\. я обманом заставил Сидвелла дать его ей.

# data/maps/hideout/inner-garden.json/entities/51/settings/event/19/message
source: Oh yes...\. that data corruption.\. What the heck.
ru_ru: Ах да...\. эти повреждённые данные.\. Какого чёрта.

# data/maps/hideout/inner-garden.json/entities/51/settings/event/20/message
source: You really did not go easy on me.
ru_ru: Ты правда со мной не церемонился.

# data/maps/hideout/inner-garden.json/entities/51/settings/event/21/message
source: I had to make sure that not just anyone could fix it.
ru_ru: Я должен был убедиться, что мало кто сможет их восстановить.

# data/maps/hideout/inner-garden.json/entities/51/settings/event/22/message
source: And it worked.
ru_ru: И это сработало.

# data/maps/hideout/inner-garden.json/entities/51/settings/event/23/message
source: Honestly...\. all of this was a huge gamble.\. But here you are.
ru_ru: По правде...\. всё это было слишком рискованно.\. Но вот ты здесь.

# data/maps/hideout/inner-garden.json/entities/51/settings/event/24/message
source: You received my message and found me.
ru_ru: Ты получил моё сообщение и нашёл меня.

# data/maps/hideout/inner-garden.json/entities/51/settings/event/32/message
source: And now...\. we need to figure out how Lea can reach the Evotar Server before Sidwell has a chance to wipe its data.
ru_ru: Теперь...\. нам нужно выяснить, как Лея сможет добраться до сервера эвотаров до того, как у Сидвелла будет шанс стереть его данные.

# data/maps/hideout/inner-garden.json/entities/51/settings/event/33/message
source: And I already have a few ideas I'd like to discuss with you in detail, Sergey.
ru_ru: И у меня уже есть несколько идей, которые я хотел бы обсудить с тобой в деталях, Сергей.

# data/maps/hideout/inner-garden.json/entities/51/settings/event/34/message
source: Of course!
ru_ru: Конечно!

# data/maps/hideout/inner-garden.json/entities/51/settings/event/49/message
source: Let's relocate back to the previous room.
ru_ru: Давайте вернёмся в предыдущую комнату.

# data/maps/hideout/inner-office.json/entities/0/settings/event/14/message
source: Satoshi!
ru_ru: Сатоши!

# data/maps/hideout/inner-office.json/entities/0/settings/event/18/message
source: ... Sister...
ru_ru: ...Сестра...

# data/maps/hideout/inner-office.json/entities/0/settings/event/19/message
source: What do you think you're doing?!
ru_ru: Ты вообще соображаешь, что ты делаешь?!

# data/maps/hideout/inner-office.json/entities/0/settings/event/20/message
source: You are in no condition to do this kind of work now!
ru_ru: Ты сейчас не в том состоянии, чтобы заниматься этим!

# data/maps/hideout/inner-office.json/entities/0/settings/event/21/message
source: All you should do is rest...
ru_ru: Тебе следует отдохнуть...

# data/maps/hideout/inner-office.json/entities/0/settings/event/22/message
source: ... Why should I rest when I'm way beyond recovery?
ru_ru: ...Зачем мне отдыхать, если отдых мне уже не поможет?

# data/maps/hideout/inner-office.json/entities/0/settings/event/26/message
source: I need to finish this work. It's my final task.
ru_ru: Мне нужно завершить работу. Это моя последняя задача.

# data/maps/hideout/inner-office.json/entities/0/settings/event/27/message
source: ... I told you about the agreement.
ru_ru: ...Я рассказывал тебе о соглашении.

# data/maps/hideout/inner-office.json/entities/0/settings/event/29/message
source: I finish this and they will let you go...
ru_ru: Я закончу с этим, и они тебя отпустят...

# data/maps/hideout/inner-office.json/entities/0/settings/event/30/message
source: ... No, I don't want this!
ru_ru: ...Нет, мне этого не нужно!

# data/maps/hideout/inner-office.json/entities/0/settings/event/32/message
source: Satoshi... Stop it...
ru_ru: Сатоши... Остановись...

# data/maps/hideout/inner-office.json/entities/0/settings/event/43/message
source: ... It is done.
ru_ru: ...Вот и всё.

# data/maps/hideout/inner-office.json/entities/0/settings/event/49/message
source: No!!
ru_ru: Нет!!

# data/maps/hideout/inner-office.json/entities/0/settings/event/56/message
source: Shizuka... I'm sorry...
ru_ru: Шизука... Прости...

# data/maps/hideout/inner-office.json/entities/0/settings/event/57/message
source: I'm so sorry I got you involved in this.
ru_ru: Прости, что я втянул тебя в это.

# data/maps/hideout/inner-office.json/entities/0/settings/event/59/message
source: Just promise me...\. that you will...\. get away...
ru_ru: Просто пообещай мне...\. что ты...\. выберешься отсюда...

# data/maps/hideout/inner-office.json/entities/0/settings/event/60/message
source: Please...
ru_ru: Пожалуйста...

source: Hello again, Lea.
ru_ru: Привет ещё раз, Лея.

source: Do you think you are prepared to execute the plan?
ru_ru: Как думаешь, ты готова выполнить план?

source: Mind that once we start, things will have to move quickly.
ru_ru: Имей в виду, что как только мы начнём, всё должно происходить быстро.

source: So, are you ready?
ru_ru: Итак, ты готова?

source: [nods]
ru_ru: [кивает]

source: Alright then, let's get everyone together.
ru_ru: Ну ладно, давай соберём всех вместе.

source: [shakes head]
ru_ru: [мотает головой]

source: Alright. Talk to me when the time has come.
ru_ru: Хорошо. Поговорим, когда придёт время.

source: [yes]
ru_ru: [да]

source: [no]
ru_ru: [нет]
