Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/hideout.po
Languages: es_es, ru_ru

# data/maps/hideout/inner-office.json//entities/81/settings/event/31/message
source: The Evotar Server is most likely derived from an old version of the official game servers.
es_es: Lo más probable es que el Servidor Evotar esté derivado de alguna versión vieja de los servidores oficiales del juego.

# data/maps/hideout/inner-office.json//entities/81/settings/event/32/message
source: That means it should be vulnerable to a certain DoS attack we experienced in the past.
es_es: Eso significa que debería ser vulnerable a cierto ataque DoS que experimentamos en el pasado.

# data/maps/hideout/inner-office.json//entities/81/settings/event/33/message
source: Oh... using the hit-stun-overflow issue?
es_es: Oh... ¿abusando la sobrecarga del golpe-aturdir?

# data/maps/hideout/inner-office.json//entities/81/settings/event/34/message
source: Correct!
es_es: ¡Correcto!

# data/maps/hideout/inner-office.json//entities/81/settings/event/38/message
source: Now please for us common folks, too.
es_es: Ahora para la gente normal.

# data/maps/hideout/inner-office.json//entities/81/settings/event/40/message
source: Well, in other words...\. there is a way to make the Evotar Server \c[3]crash\c[0].
es_es: Bueno, en otras palabras...\. hay una forma de hacer que el Servidor Evotar \c[3]se bloquee\c[0].

# data/maps/hideout/inner-office.json//entities/81/settings/event/41/message
source: Crash very, very badly.
es_es: Un bloqueo muy, muy fuerte.

# data/maps/hideout/inner-office.json//entities/81/settings/event/42/message
source: Once it happens, Sidwell will have a hard time restarting it.
es_es: Una vez que pase, a Sidwell le costará reiniciarlo.

# data/maps/hideout/inner-office.json//entities/81/settings/event/43/message
source: Thus, the server will not respond to anything, including queries to wipe the data.
es_es: Y así, el servidor no responderá a nada, incluyendo órdenes para borar todos los datos.

# data/maps/hideout/inner-office.json//entities/81/settings/event/44/message
source: That will give us enough time for Lea to reach it physically.
es_es: Eso nos dará suficiente tiempo como para que Lea lo alcance físicamente.

# data/maps/hideout/inner-office.json//entities/81/settings/event/45/message
source: That sounds very promising!
es_es: ¡Eso suena prometedor!

# data/maps/hideout/inner-office.json//entities/81/settings/event/46/message
source: So, how exactly will it work?\. How do we make it crash?
es_es: Entonces, ¿cómo funciona exactamente?\. ¿Cómo hacemos que se bloquee?

# data/maps/hideout/inner-office.json//entities/81/settings/event/47/message
source: The keys are the \c[3]Evotars\c[0] running around Vermillion Wasteland.
es_es: La clave son los \c[3]Evotares\c[0] que corretean por el Vertedero Vermillion.

# data/maps/hideout/inner-office.json//entities/81/settings/event/48/message
source: We need to subject them to a certain type of field effect, as many and as quickly as possible.
es_es: Tenemos que someterlos a un cierto tipo de efecto, tantos y tan rápido como sea posible.

# data/maps/hideout/inner-office.json//entities/81/settings/event/49/message
source: If we succeed, things should overflow on the Server, making it crash.
es_es: Si lo logramos, las cosas deberían sobrecargarse en el Servidor, provocando que se bloquee.

# data/maps/hideout/inner-office.json//entities/81/settings/event/50/message
source: However, for this to work...\. we will need a lot more players to participate.
es_es: Pero, para que esto funcione...\. necesitamos que participen muchos más jugadores.

# data/maps/hideout/inner-office.json//entities/81/settings/event/51/message
source: That's why I plan to involve a few other players, specifically those Lea has met before.
es_es: Por eso planeo involucrar a otros jugadores, específicamente lo que Lea conoció anteriormente.

# data/maps/hideout/inner-office.json//entities/81/settings/event/52/message
source: Involving other players...
es_es: Involucrar a otros jugadores...

# data/maps/hideout/inner-office.json//entities/81/settings/event/53/message
source: I suppose it's a risk we have to take.
es_es: Supongo que es un riesgo que debemos tomar.

# data/maps/hideout/inner-office.json//entities/81/settings/event/54/message
source: I currently see no other options, unfortunately.
es_es: No veo otras opciones, desgraciadamente.

# data/maps/hideout/inner-office.json//entities/81/settings/event/58/message
source: So...\. what about me?
es_es: Entonces...\. ¿qué hay de mí?

# data/maps/hideout/inner-office.json//entities/81/settings/event/59/message
source: I can't enter the official Playground, but I can move around Vermillion Wasteland.
es_es: No puedo entrar al Campo de Juego oficial, pero puedo moverme por el Vertedero Vermillion.

# data/maps/hideout/inner-office.json//entities/81/settings/event/60/message
source: Should I help?
es_es: ¿Debería ayudar?

# data/maps/hideout/inner-office.json//entities/81/settings/event/62/message
source: Hm...\. I think it would be better if you avoid logging into the game while we storm the Evotarground.
es_es: Hm...\. Creo que lo mejor sería que te abstengas de conectarte mientras atacamos el Mundo Evotar.

# data/maps/hideout/inner-office.json//entities/81/settings/event/63/message
source: Since Sidwell is aware of your current location outside the game, you need to be quickly relocated.
es_es: Ya que Sidwell está al tanto de tu localización actual en la vida real, tienes que irte de ahí cuanto antes.

# data/maps/hideout/inner-office.json//entities/81/settings/event/64/message
source: Otherwise, things will end with him taking you hostage.
es_es: De otro modo, Sidwell probablemente te tome de rehén.

# data/maps/hideout/inner-office.json//entities/81/settings/event/65/message
source: Right...\. there is the real life side of things as well.
es_es: Cierto...\. también tenemos que preocuparnos por la situación en la vida real.

# data/maps/hideout/inner-office.json//entities/81/settings/event/70/message
source: One last thing, did you manage to talk with Gautham?
es_es: Algo más, ¿conseguiste hablar con Gautham?

# data/maps/hideout/inner-office.json//entities/81/settings/event/72/message
source: I tried.
es_es: Lo intenté.

# data/maps/hideout/inner-office.json//entities/81/settings/event/73/message
source: He has been acting...\. very strange.\. Even more strange than usual.\. And that's saying a lot.
es_es: Ha estado actuando...\. muy raro.\. Incluso más raro que lo usual.\. Y eso es mucho decir.

# data/maps/hideout/inner-office.json//entities/81/settings/event/74/message
source: Once I mentioned Lea, he started raving about how she managed to escape his dungeon tower.
es_es: Cuando mencioné a Lea, empezó a delirar sobre como ella logró escapar de su torre de mazmorras.

# data/maps/hideout/inner-office.json//entities/81/settings/event/75/message
source: I guess you really left an impact.
es_es: Supongo que lo dejaste algo tocado.

# data/maps/hideout/inner-office.json//entities/81/settings/event/79/message
source: Anyway...\. I decided I'd better not tell him too much.
es_es: Como sea...\. Decidí que lo mejor sería no contarle mucho.

# data/maps/hideout/inner-office.json//entities/81/settings/event/80/message
source: Really...\. he's pretty much turned into a nutcase by now.
es_es: En serio...\. ya es prácticamente un lunático.

# data/maps/hideout/inner-office.json//entities/81/settings/event/81/message
source: ... That is worrisome.
es_es: ... Eso es preocupante.

# data/maps/hideout/inner-office.json//entities/81/settings/event/83/message
source: We will see if we can drag him out somehow.
es_es: Veremos si podemos arrastrarlo de alguna manera.

# data/maps/hideout/inner-office.json//entities/81/settings/event/84/message
source: I know a few people from the maintenance crew that might be able to help us with this.
es_es: Conozco algunas personas del equipo de mantenimiento que pueden ayudar con esto.

# data/maps/hideout/inner-office.json//entities/81/settings/event/89/message
source: Good...\. then how do we proceed?
es_es: Bien...\. ¿entonces como procedemos?

# data/maps/hideout/inner-office.json//entities/81/settings/event/91/message
source: For now, we should call it a day.
es_es: Deberíamos parar por hoy.

# data/maps/hideout/inner-office.json//entities/81/settings/event/92/message
source: As soon as I have everything prepared, Lea and I will try to gather the other players.
es_es: Tan pronto como tenga todo preparado, Lea y yo reuniremos a los otros jugadores.

# data/maps/hideout/inner-office.json//entities/81/settings/event/93/message
source: And once we have the help we need, we start with the plan as soon as possible.
es_es: Y una vez que tengamos la ayuda que necesitamos, empezaremos con el plan tan pronto como podamos.

# data/maps/hideout/inner-office.json//entities/81/settings/event/94/message
source: Alright, let's give it our best shot.
es_es: Muy bien, demos nuestro mejor intento.

# data/maps/hideout/inner-office.json//entities/81/settings/event/95/message
source: That we will.\. See you soon!
es_es: Eso seguro.\. ¡Nos vemos pronto!

# data/maps/hideout/inner-office.json//entities/81/settings/event/97/message
source: Good night.
es_es: Buenas noches.

# data/maps/hideout/inner-office.json//entities/81/settings/event/99/message
source: Bye!
es_es: ¡Adiós!

# data/maps/hideout/inner-office.json//entities/83/settings/event/13/message
source: Sergey...\. you did it.
es_es: Sergey...\. lo hiciste.

# data/maps/hideout/inner-office.json//entities/83/settings/event/20/action/0/text
source: Unexpected Error
es_es: Error Inesperado

# data/maps/hideout/path-1.json//entities/40/settings/event/28/message
source: I'm sorry but I can't let you go any further.
es_es: Lo siento pero no puedo permitirte ir más lejos.

# data/maps/hideout/path-1.json//entities/40/settings/event/29/message
source: ... \.Really?
es_es: ... \.¿En serio?

# data/maps/hideout/path-1.json//entities/42/settings/event/6/title
source: Dodge!
es_es: ¡Esquiva!

# data/maps/hideout/path-1.json//entities/42/settings/event/6/textKeyboard
source: Hold \i[key-right] + press \i[key-dash]
es_es: Mantén \i[key-right] y presiona \i[key-dash]

# data/maps/hideout/path-1.json//entities/42/settings/event/6/textGamepad
source: Hold \i[left-stick-right] + press \i[dash]
es_es: Mantén \i[left-stick-right] y presiona \i[dash]

# data/maps/hideout/path-1.json//entities/42/settings/event/12/title
source: Attack!
es_es: ¡Ataca!

# data/maps/hideout/path-1.json//entities/42/settings/event/12/textKeyboard
source: Press \i[key-throw] + \i[key-throw] + \i[key-throw] + \i[key-throw]
es_es: Presiona \i[key-throw] + \i[key-throw] + \i[key-throw] + \i[key-throw]

# data/maps/hideout/path-1.json//entities/42/settings/event/12/textGamepad
source: Press \i[throw] + \i[throw] + \i[throw] + \i[throw]
es_es: Presiona \i[throw] + \i[throw] + \i[throw] + \i[throw]

# data/maps/hideout/path-1.json//entities/43/settings/event/9/message
source: You will have to do better than that.
es_es: Tendrás que hacerlo mejor que eso.

# data/maps/hideout/path-1.json//entities/277/settings/event/1/message
source: Now that I think about it... Satoshi did mention an unused location within Sapphire Ridge back then.
es_es: Ahora que lo pienso... recuerdo que Satoshi mencionó una localización sin usar dentro de Sapphire Ridge.

# data/maps/hideout/path-1.json//entities/277/settings/event/2/message
source: He must have been talking about this place.
es_es: Debe haberse referido a este lugar.

# data/maps/hideout/path-2.json//entities/61/settings/event/11/message
source: You know this is what he wants as well!
es_es: ¡Tú sabes que él también quiere esto!

# data/maps/hideout/path-2.json//entities/61/settings/event/12/message
source: Sure, you'd like to think that!
es_es: ¡Eso es lo que crees tú!

# data/maps/hideout/path-2.json//entities/61/settings/event/13/message
source: You won't listen...
es_es: No me estás escuchando...

# data/maps/hideout/path-2.json//entities/61/settings/event/38/message
source: Cold-based?\. How very creative.
es_es: ¿Enemigos de hielo?\. Qué creativo.

# data/maps/hideout/path-2.json//entities/69/settings/event/7/message
source: Weak to heat, how surprising.
es_es: Débiles al fuego, qué sorpresa.

# data/maps/hideout/path-2.json//entities/268/settings/event/1/message
source: Does this mean he actually used this place in the end?
es_es: ¿Esto significa que al final le dio utilidad a este lugar?

# data/maps/hideout/path-2.json//entities/268/settings/event/2/message
source: Just how did he manage to hide it from Instatainment?
es_es: ¿Cómo consigió ocultarlo de Instatainment?

# data/maps/hideout/path-3.json//entities/95/settings/event/8/message
source: Almost there.
es_es: Ya casi.

# data/maps/hideout/path-3.json//entities/100/settings/event/43/message
source: Okay, this is it!
es_es: ¡Bien, hasta aquí llegaste!

# data/maps/hideout/path-3.json//entities/100/settings/event/44/message
source: You don't know when to stop, do you?
es_es: No sabes cuando parar, ¿cierto?

# data/maps/hideout/path-3.json//entities/100/settings/event/49/message
source: Just watch.
es_es: Solo mira.

# data/maps/hideout/path-3.json//entities/112/settings/event/3/title
source: Charge!
es_es: ¡Carga!

# data/maps/hideout/path-3.json//entities/112/settings/event/3/textKeyboard
source: Press and hold \i[special]
es_es: Presiona y mantén \i[special]

# data/maps/hideout/path-3.json//entities/112/settings/event/3/textGamepad
source: Press and hold \i[special]
es_es: Presiona y mantén \i[special]

# data/maps/hideout/path-3.json//entities/112/settings/event/6/title
source: Charge!
es_es: ¡Carga!

# data/maps/hideout/path-3.json//entities/112/settings/event/6/textKeyboard
source: Press and hold \i[special]
es_es: Presiona y mantén \i[special]

# data/maps/hideout/path-3.json//entities/112/settings/event/6/textGamepad
source: Press and hold \i[special]
es_es: Presiona y mantén \i[special]

# data/maps/hideout/path-3.json//entities/112/settings/event/7/title
source: Let's go!
es_es: ¡Vamos!

# data/maps/hideout/path-3.json//entities/112/settings/event/7/textKeyboard
source: Release \i[special]
es_es: Suelta \i[special]

# data/maps/hideout/path-3.json//entities/112/settings/event/7/textGamepad
source: Release \i[special]
es_es: Suelta \i[special]

# data/maps/hideout/path-3.json//entities/113/settings/event/5/message
source: You can throw as many enemies at me as you like.
es_es: Puedes poner tantos enemigos en mi camino como quieras.

# data/maps/hideout/path-3.json//entities/113/settings/event/6/message
source: The level threshold doesn't exactly work in your favor.
es_es: Digamos que tengo unos niveles de más.

# data/maps/hideout/path-3.json//entities/417/settings/event/0/message
source: If you interrupt him, all of his hard work will be lost.\. Don't do this!
es_es: Si lo interrumpes, todo su trabajo se perderá.\. ¡No lo hagas!

# data/maps/hideout/path-3.json//entities/417/settings/event/1/message
source: So?\. It never should have happened in the first place!
es_es: ¿Y qué?\. ¡Esto nunca debió haber sucedido en primer lugar!

# data/maps/hideout/path-3.json//entities/452/settings/event/2/message
source: So far this place seems entirely abandoned...
es_es: Hasta ahora este lugar se ve completamente abandonado.

# data/maps/hideout/path-3.json//entities/452/settings/event/3/message
source: Please do not let this be a dead end...
es_es: Espero que esto no sea un punto muerto...

# data/maps/hideout/path-3.json//entities/454/settings/npcStates/3/event/6/message
source: This spot is pretty nice, isn't it?
es_es: Este es un lugar muy lindo, ¿no crees?

# data/maps/hideout/path-3.json//entities/454/settings/npcStates/3/event/7/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/path-3.json//entities/454/settings/npcStates/3/event/8/message
source: Certainly better than anything you'd find in Vermillion Wasteland.
es_es: Ciertamente mucho mejor que cualquier cosa en el Vertedero Vermillion.

# data/maps/hideout/path-3.json//entities/454/settings/npcStates/3/event/9/message
source: Let's sit down for a bit.
es_es: Sentémonos por un rato.

source: So what words can you say exactly?
es_es: ¿Entonces qué palabras puedes decir exactamente?

source: Hi. Bye. Lea.
es_es: Hola. Adiós. Lea.

source: How. Why.
es_es: Cómo. Por qué.

source: Wait. Sorry...
es_es: Espera. Perdón...

source: That's it?
es_es: ¿Eso es todo?

source: [nods]
es_es: [asiente]

source: Must be bothersome.
es_es: Debe ser molesto.

source: Also... Still wearing those horns.
es_es: Ah... Y sigues teniendo esos cuernos.

source: So you hate them, too?
es_es: ¿Así que tú también los odias?

source: They're the worst, aren't they?
es_es: Son lo peor, ¿no?

source: [nods]
es_es: [asiente]

source: That all happened because of a stupid joke.
es_es: Eso sucedió por una estúpida broma.

source: I often complained that horns don't fit the Spheromancer design at all.
es_es: Me solía quejar de que unos cuernos no pegan con el diseño de un Spheromancer.

source: So of course, one day Sergey gifted them to me.\. Very funny.
es_es: Así que por supuesto, un día Sergey me los regaló.\. Muy gracioso.

source: And then they'd always log into my account and equip them.
es_es: Y luego siempre se conectaban a mi cuenta y me los equipaban.

source: Those idiots.
es_es: Esos idiotas.

source: And now you ended up with them. Sorry for that.
es_es: Y ahora los tienes tú. Perdón por eso.

source: Whyyyyy....
es_es: Por quééééééé...

source: Don't ask me. I didn't do it.
es_es: No me preguntes a mí. Yo no lo hice.

source: Well... at least they left you the scar.
es_es: Bueno... al menos te dejaron la cicatríz.

source: Scars are badass.
es_es: Las cicatrices te hacen ver ruda.

source: [nods]
es_es: [asiente]

source: Guess we both have the same taste. Makes sense.
es_es: Supongo que ambas tenemos los mismos gustos. Tiene sentido.

source: But you're lucky, you know that?
es_es: Pero tienes suerte, ¿sabes?

source: You missed the worst stuff.
es_es: No viviste lo peor.

source: You didn't have to witness your brother dying in front of you.
es_es: No tuviste que presenciar a tu hermano morir en frente tuyo.

source: And the futility of the whole situation...
es_es: Y la impotencia de la situación...

source: They just kept you in that room... all the time.
es_es: Tan solo te mantuvieron en esa habitación... todo el tiempo.

source: ...taking care of you...
es_es: ...cuidándote...

source: ...Sorry.
es_es: ...Perdón.

source: Shut up!
es_es: ¡Cállate!

source: Don't be sorry.
es_es: No te disculpes.

source: Honestly, none of this is your fault.
es_es: Nada de esto fue tu culpa.

source: If anything...\. I should apologize.
es_es: Si alguien debería disculparse...\. soy yo.

source: For what I did to you...
es_es: Por lo que te hice...

source: This whole situation...\. it's been going on for so long already...
es_es: Toda esta situación...\. ha estado pasando por tanto tiempo ya...

source: I just don't know what to do anymore...
es_es: Ya no sé que hacer...

source: How much longer I can take this...
es_es: No sé cuanto más pueda aguantar esto...

source: Stop that...
es_es: Para...

source: How can you be like this, after all the things I did to you?
es_es: ¿Cómo puedes tratarme así, después de todo lo que te hice?

source: It's too soon...
es_es: Es demasiado pronto...

source: Getting all touchy like that...
es_es: Poñéndote así de cariñosa...

source: That is... nothing like me...
es_es: Eso... no es como yo...

# data/maps/hideout/path-3.json//entities/454/settings/npcStates/5/event/4/message
source: Hi!
es_es: ¡Hola!

# data/maps/hideout/path-3.json//entities/454/settings/npcStates/5/event/6/message
source: Oh hey!\. Didn't expect to see you here.
es_es: ¡Ey!\. No esperaba verte aquí.

source: It's great that they allow us to still go to this place.
es_es: Que bien que aún nos dejan venir aquí.

source: [nods]
es_es: [asiente]

source: Then again...\. this place is connected to a lot of bad memories, too.
es_es: Aunque...\. también es cierto que este lugar me trae malos recuerdos.

source: Like...\. on that day you returned.
es_es: Como...\. ese día en el que volviste.

source: Honestly...\. I was stupid.\. Acting like a child.
es_es: Sinceramente...\. Fui estúpida.\. Actuándo como un niño.

source: It's still so embarrassing when I think about it...
es_es: Me da tanta vergüenza pensar en ello...

source: [shakes head]
es_es: [niega con la cabeza]

source: Still a lack for proper words?
es_es: ¿No tienes las palabras indicadas?

source: Let me guess.
es_es: Déjame adivinar.

source: It's "no problem", or "I understand" or something like that.
es_es: Es "no hay problema", o "entiendo" o algo así.

source: [nods]
es_es: [asiente]

source: Of course...
es_es: Por supuesto...

source: Honestly, though...\. I've been thinking back to this moment a lot recently...
es_es: La verdad...\. he estado pensando bastante en este momento ultimamente...

source: About our duel...
es_es: Sobre nuestro duelo...

source: You totally whooped my ass.
es_es: Me dejaste hecha polvo.

source: I want a rematch!\. How about it?
es_es: ¡Quiero una revancha!\. ¿Qué te parece?

source: [nods]
es_es: [asiente]

source: I totally whooped your ass!
es_es: ¡Te dejé hecha polvo!

source: Do you want a rematch?
es_es: ¿Quieres una revancha?

source: [nods]
es_es: [asiente]

source: Alright!
es_es: ¡De acuerdo!

source: I'll quickly go to the \c[3]arena\c[0] then and create a \c[3]custom cup\c[0].
es_es: Iré a la \c[3]arena\c[0] y crearé una \c[3]copa personalizada\c[0].

source: You can challenge me there whenever you're ready.
es_es: Puedes desafiarme cuando quieras.

# data/maps/hideout/path-3.json//entities/455/settings/event/12/message
source: Hello again.
es_es: Hola de nuevo.

# data/maps/hideout/path-3.json//entities/455/settings/event/14/message
source: Hi.
es_es: Hola.

# data/maps/hideout/path-3.json//entities/455/settings/event/15/message
source: Still kicking, I see.
es_es: Sigues viva, por lo que veo.

# data/maps/hideout/path-3.json//entities/455/settings/event/16/message
source: Did you just forget everything I told you?
es_es: ¿Ya te olvidaste de todo lo que te dije?

# data/maps/hideout/path-3.json//entities/455/settings/event/18/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/maps/hideout/path-3.json//entities/455/settings/event/19/message
source: Oh...\. that's just wonderful!
es_es: Oh...\. ¡maravilloso!

# data/maps/hideout/path-3.json//entities/455/settings/event/20/message
source: So the bot is fully aware of itself and it doesn't even matter anymore!
es_es: ¡Así que el bot está completamente consciente de sí mismo y ya ni siquiera importa!

# data/maps/hideout/path-3.json//entities/455/settings/event/21/message
source: And then you simply escape your prison...
es_es: Y luego simplemente escapas de tu prisión...

# data/maps/hideout/path-3.json//entities/455/settings/event/24/message
source: ...re-enter the Playground....
es_es: ...y vuelves a entrar al Campo de Juego...

# data/maps/hideout/path-3.json//entities/455/settings/event/27/message
source: ... just strolling around with my memories...
es_es: ... simplemente paseándote por ahí con mis recuerdos...

# data/maps/hideout/path-3.json//entities/455/settings/event/30/message
source: ... like they're yours to use freely.
es_es: ... como si fueran tuyos para usar libremente.

# data/maps/hideout/path-3.json//entities/455/settings/event/40/message
source: Can somebody PLEASE JUST DELETE YOU ALREADY?!
es_es: ¡¿Puede alguien por favor BORRARTE DE UNA VEZ?!

# data/maps/hideout/path-3.json//entities/455/settings/event/43/message
source: Oh how I'd love to just rip your head off!
es_es: ¡Oh como me gustaría arrancarte la cabeza!
