Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/hideout.po
Languages: es_es, ru_ru

# data/maps/hideout/inner-office.json//entities/0/settings/event/29/message
source: I finish this and they will let you go...
es_es: Si termino esto, te dejarán ir...

# data/maps/hideout/inner-office.json//entities/0/settings/event/30/message
source: ... No, I don't want this!
es_es: ... ¡No, no quiero esto!

# data/maps/hideout/inner-office.json//entities/0/settings/event/32/message
source: Satoshi... Stop it...
es_es: Satoshi... Para...

# data/maps/hideout/inner-office.json//entities/0/settings/event/43/message
source: ... It is done.
es_es: ... Está listo.

# data/maps/hideout/inner-office.json//entities/0/settings/event/56/message
source: Shizuka... I'm sorry...
es_es: Shizuka... Lo siento...

# data/maps/hideout/inner-office.json//entities/0/settings/event/57/message
source: I'm so sorry I got you involved in this.
es_es: Lamento haberte metido en esto.

# data/maps/hideout/inner-office.json//entities/0/settings/event/59/message
source: Just promise me...\. that you will...\. get away...
es_es: Solo prométeme...\. que te...\. irás...

# data/maps/hideout/inner-office.json//entities/0/settings/event/60/message
source: Please...
es_es: Por favor...

source: Hello again, Lea.
es_es: Hola de nuevo, Lea.

source: Do you think you are prepared to execute the plan?
es_es: ¿Crees que estás lista para ejecutar el plan?

source: Mind that once we start, things will have to move quickly.
es_es: Ten en cuenta que una vez que empecemos, las cosas se moverán rápido.

source: So, are you ready?
es_es: Así que, ¿estás lista?

source: [nods]
es_es: [asiente]

source: Alright then, let's get everyone together.
es_es: Muy bien, reunamos al resto.

source: [shakes head]
es_es: [niega con la cabeza]

source: Alright. Talk to me when the time has come.
es_es: De acuerdo. Háblame cuando haya llegado la hora.

source: [yes]
es_es: [sí]

source: Hello again, Lea.
es_es: Hola de nuevo, Lea.

source: You should know what to do. Let's hurry and proceed with the plan.
es_es: Ya sabes que hacer. Apurémonos y procedamos con el plan.

source: [nods]
es_es: [asiente]

# data/maps/hideout/inner-office.json//entities/52/settings/event/14/message
source: ...Hi?
es_es: ¿...Hola?

# data/maps/hideout/inner-office.json//entities/52/settings/event/16/message
source: Is...\. is that?
es_es: ¿Es...\. es ese?

# data/maps/hideout/inner-office.json//entities/52/settings/event/27/message
source: It...\. it really happened.
es_es: Re...\. realmente pasó.

# data/maps/hideout/inner-office.json//entities/52/settings/event/35/message
source: Satoshi...\. finally...\. we found you!
es_es: Satoshi...\. finalmente...\. ¡te encontramos!

# data/maps/hideout/inner-office.json//entities/52/settings/event/42/message
source: Lea...\. you are here...
es_es: Lea...\. estás aquí...

# data/maps/hideout/inner-office.json//entities/52/settings/event/43/message
source: Does that mean...\. is he with you as well?
es_es: Eso significa que...\. ¿él está contigo también?

# data/maps/hideout/inner-office.json//entities/52/settings/event/45/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/inner-office.json//entities/52/settings/event/46/message
source: Alright. This way, please.
es_es: Muy bien. Por aquí, por favor.

# data/maps/hideout/inner-office.json//entities/52/settings/event/54/message
source: Make sure he can read the number of this device.
es_es: Asegúrate de que pueda leer el número en este dispositivo.

# data/maps/hideout/inner-office.json//entities/52/settings/event/56/message
source: It's possible to connect to it using an IDN-Client.
es_es: Puede conectarse usando un Cliente-IDN.

# data/maps/hideout/inner-office.json//entities/52/settings/event/58/message
source: Oh? Just make sure to look closely at the number, Lea!
es_es: ¿Eh? ¡Solo asegúrate de mirar de cerca el número, Lea!

# data/maps/hideout/inner-office.json//entities/52/settings/event/66/message
source: Alright...\. one moment please.
es_es: Muy bien...\. un momento por favor.

# data/maps/hideout/inner-office.json//entities/52/settings/event/77/message
source: Satoshi...\. I am so glad to see you again.
es_es: Satoshi...\. me alegro tanto de verte otra vez.

# data/maps/hideout/inner-office.json//entities/52/settings/event/79/message
source: Same for me.\. It has been too long...
es_es: Igualmente.\. Ha pasado tanto tiempo...

# data/maps/hideout/inner-office.json//entities/52/settings/event/84/message
source: S-Sergey?\. Is that you?
es_es: ¿S-Sergey?\. ¿Eres tú?

# data/maps/hideout/inner-office.json//entities/52/settings/event/88/message
source: I'm sure you have a lot of questions, but before we continue, let me start a little program.
es_es: Estoy seguro de que tienes varias preguntas, pero antes de empezar, déjame prender un pequeño programa.

# data/maps/hideout/inner-office.json//entities/52/settings/event/109/message
source: Alright, let's stay close and talk quietly.
es_es: Muy bien, mantengámonos cerca y hablemos bajo.

# data/maps/hideout/inner-office.json//entities/52/settings/event/110/message
source: This room is monitored.
es_es: Esta sala está siendo monitoreada.

# data/maps/hideout/inner-office.json//entities/52/settings/event/111/message
source: Having this noise around us should sufficiently mess with the protocol.
es_es: Tener todo este ruido a nuestro alrededor debería ser suficinete para burlar al protocolo.

# data/maps/hideout/inner-office.json//entities/52/settings/event/112/message
source: At least for some time.
es_es: Por lo menos un tiempo.

# data/maps/hideout/inner-office.json//entities/52/settings/event/113/message
source: I see...
es_es: Ya veo...

# data/maps/hideout/inner-office.json//entities/52/settings/event/114/message
source: Well then... allow me to get straight to the point.
es_es: Bien entonces... déjame ir al grano.

# data/maps/hideout/inner-office.json//entities/52/settings/event/115/message
source: Sergey, you should already know about Evotars.
es_es: Sergey, tu ya deberías saber sobre los Evotares.

# data/maps/hideout/inner-office.json//entities/52/settings/event/116/message
source: Is Lea...\. aware about herself as well?
es_es: Lea...\. ¿ya sabe la verdad sobre sí misma?

# data/maps/hideout/inner-office.json//entities/52/settings/event/117/message
source: Yes...\. she is.
es_es: Si...\. la sabe.

# data/maps/hideout/inner-office.json//entities/52/settings/event/118/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/inner-office.json//entities/52/settings/event/119/message
source: Good...\. this will make things much easier.
es_es: Bien...\. esto hará las cosas mucho más sencillas.

# data/maps/hideout/inner-office.json//entities/52/settings/event/120/message
source: Lea, let me start by saying that you are, in fact, the \c[3]first functional Evotar\c[0].
es_es: Lea, déjame empezar diciendo que eres, de hecho, el \c[3]primer Evotar funcional\c[0].

# data/maps/hideout/inner-office.json//entities/52/settings/event/121/message
source: Minus a few remaining technical issues... like your \c[3]malfunctioning speech module\c[0].
es_es: A excepción de unos pequeños problemas técnicos... como tu \c[3]malfunción del módulo del habla\c[0].

# data/maps/hideout/inner-office.json//entities/52/settings/event/122/message
source: Why?
es_es: ¿Por qué?

# data/maps/hideout/inner-office.json//entities/52/settings/event/123/message
source: Wait...\. so I didn't imagine it? You can talk?
es_es: Espera...\. ¿no me lo acabo de imaginar? ¿Puedes hablar?

# data/maps/hideout/inner-office.json//entities/52/settings/event/124/message
source: Partially... I hard-coded a few words into her module.
es_es: Parcialmente... Programé algunas palabras directamente a su módulo.

# data/maps/hideout/inner-office.json//entities/52/settings/event/125/message
source: I wasn't even aware that was an option...
es_es: No estaba ni enterado de que eso era posible...

# data/maps/hideout/inner-office.json//entities/52/settings/event/126/message
source: You always manage to surprise me, Sergey.
es_es: Siempre consigues impresionarme, Sergey.

source: Are you also responsible for the \c[1]insane amount of damage\c[0] she's dealing?
es_es: ¿También eres responsable por la \c[1]cantidad insana de daño\c[0] que hace?

source: Ah...\. yes.
es_es: Ah...\. sí.

source: Though it wasn't intended... and unfortunately I couldn't remove it once I got her into the game.
es_es: Aunque debo decir que no fue intencional... y desgraciadamente no pude quitarlo una vez que la metí al juego.

source: \c[1]Great work\c[0].\. That duel sure was a lot of fun.
es_es: \c[1]Gran trabajo\c[0].\. Ese duelo fue suuuper divertido.

source: Anyway.
es_es: Como sea.

source: It is nothing, please go on.
es_es: No es nada, por favor continúa.

source: Right.
es_es: Bien.

# data/maps/hideout/inner-office.json//entities/52/settings/event/128/message
source: Let me tell you what happened after Gautham, Shizuka, and I left Instatainment.
es_es: Déjame decirte lo que pasó luego de que Gautham, Shizuka, y yo dejamos Instatainment.

source: Isn't the weather just fantastic today?
es_es: ¿No te parece que el clima está fantástico hoy?

source: Indeed! The sun is shining, it's fantastic, the best!
es_es: ¡En efecto! El Sol brilla, es fantástico, ¡lo mejor!

source: Let's all go out and play!
es_es: ¡Salgamos todos a jugar!

source: Yes, let's go out and play!
es_es: ¡Si, salgamos a jugar!

source: Plaaay!
es_es: ¡Jugaaaaar!

source: But before that I have to finish work.
es_es: Pero antes de eso tengo que terminar el trabajo.

source: Awwwww...
es_es: Awwwwwww...

source: The crime rate has developed quite unfavorably recently.
es_es: La tasa de criminalidad se ha estando desarrollando de manera desfavorable.

source: It has. And at the same time, we're lacking in manpower.
es_es: Así es. Y también nos faltan hombres.

source: If this continues, I'm not sure we can keep protecting our citizens.
es_es: Si esto sigue así, no estoy seguro de que podamos seguir protegiendo a nuestros ciudadanos.

source: Sad, but true...
es_es: Triste, pero cierto...

source: I hear they discovered a new entrance to the temple in the mountains.
es_es: Oí que descubrieron una nueva entrada al templo de las montañas.

source: Oh! Do you think we can still find new treasure in there?
es_es: ¡Oh! ¿Crees que podemos encontrar nuevos tesoros ahí?

source: Definitely, but we have to hurry! Everybody is no preparing to enter the place, soon!
es_es: Definitivamente, ¡pero hay que apurarse! ¡Todo el mundo se estará preparando para entrar al lugar, pronto!

source: Right, we should start preparations at once!
es_es: Cierto, ¡tenemos que empezar con las preparaciones ahora mismo!

source: I hear they discovered a new entrance to the temple in the mountains.
es_es: Oí que descubrieron una nueva entrada al templo de las montañas.

source: Oh! Do you think we can still find new treasure in there?
es_es: ¡Oh! ¿Crees que podemos encontrar nuevos tesoros ahí?

source: Definitely, but we have to hurry! Everybody is no preparing to enter the place, soon!
es_es: Definitivamente, ¡pero hay que apurarse! ¡Todo el mundo se estará preparando para entrar al lugar, pronto!

source: Right, we should start preparations at once!
es_es: Cierto, ¡tenemos que empezar con las preparaciones ahora mismo!

source: We Shad a very noble folks, related to Ancients!
es_es: Nosotros Shad tipos nobles, ¡relacionados con los Antiguos!

source: Yes, but we have trouble with Human tongue!
es_es: Si, ¡pero tenemos problema con lenguaje Humano!

source: Yes, but that because human tongue really trouble some. Too many word and weird rules!
es_es: Si, pero porque lenguaje humano muy problemático. ¡Muchas palabra y reglas raras!

source: So true! We should help human make language simple!
es_es: ¡Tan cierto! ¡Nosotros ayudar humano hacer lenguaje simple!

source: Great idea!
es_es: ¡Gran idea!

source: We Shad a very noble folks, related to Ancients!
es_es: Nosotros Shad tipos nobles, ¡relacionados con los Antiguos!

source: Yes, but we have trouble with Human tongue!
es_es: Si, ¡pero tenemos problema con lenguaje Humano!

source: Yes, but that because human tongue really trouble some. Too many word and weird rules!
es_es: Si, pero porque lenguaje humano muy problemático. ¡Muchas palabra y reglas raras!

source: So true! We should help human make language simple!
es_es: ¡Tan cierto! ¡Nosotros ayudar humano hacer lenguaje simple!

source: Great idea!
es_es: ¡Gran idea!

source: The crime rate has developed quite unfavorably recently.
es_es: La tasa de criminalidad se ha estando desarrollando de manera desfavorable.

source: It has. And at the same time, we're lacking in manpower.
es_es: Así es. Y también nos faltan hombres.

source: If this continues, I'm not sure we can keep protecting our citizens.
es_es: Si esto sigue así, no estoy seguro de que podamos seguir protegiendo a nuestros ciudadanos.

source: Sad, but true...
es_es: Triste, pero cierto...

source: The stocks have been rather good this week.
es_es: Las acciones han estado bastante bien esta semana.

source: Very much, I made a good fortune.
es_es: Bastante, he hecho una buena fortuna.

source: Speculation and stuff.
es_es: Especulación y cosas.

source: Business, business.
es_es: Negocio, negocio.

source: Privatize everything!
es_es: ¡Privatizen todo!

source: The stocks have been rather good this week.
es_es: Las acciones han estado bastante bien esta semana.

source: Very much, I made a good fortune.
es_es: Bastante, he hecho una buena fortuna.

source: Speculation and stuff.
es_es: Especulación y cosas.

source: Business, business.
es_es: Negocio, negocio.

source: Privatize everything!
es_es: ¡Privatizen todo!

# data/maps/hideout/inner-office.json//entities/79/settings/event/20/message
source: Well...\. Not that it mattered to me.
es_es: Bueno...\. No es que me importe a mí.

# data/maps/hideout/inner-office.json//entities/79/settings/event/21/message
source: Do you mean...\. your heart disease?\. Please do not tell me...
es_es: Quieres decir...\. ¿tus problemas de corazón?\. Por favor no me digas que...

# data/maps/hideout/inner-office.json//entities/79/settings/event/22/message
source: I'm sorry...\. The Satoshi you knew died two years ago.
es_es: Lo siento...\. El Satoshi que conocías murió hace dos años.

# data/maps/hideout/inner-office.json//entities/79/settings/event/23/message
source: Standing in front of you...\. is the \c[3]Evotar of Satoshi\c[0].
es_es: El que está frente a tí...\. es el \c[3]Evotar de Satoshi\c[0].

# data/maps/hideout/inner-office.json//entities/79/settings/event/25/message
source: I myself created this copy as an offer to Mr. Sidwell, so I could continue to serve him.
es_es: Yo mismo creé esta copia como ofrenda al Sr. Sidwell, para que pueda seguir sirviéndole.

# data/maps/hideout/inner-office.json//entities/79/settings/event/26/message
source: In return, I wanted him to let Shizuka go.
es_es: En retorno, quería que deje ir a Shizuka.

# data/maps/hideout/inner-office.json//entities/79/settings/event/27/message
source: I was naive to ever think he'd fulfill his end of the agreement.
es_es: Fui muy inocente en pensar que cumpliría su parte del trato.

# data/maps/hideout/inner-office.json//entities/79/settings/event/30/message
source: I...\. I cannot believe this...
es_es: No...\. No puedo creerlo...

# data/maps/hideout/inner-office.json//entities/79/settings/event/31/message
source: Don't feel sorry, Sergey.
es_es: No te sientas mal, Sergey.

# data/maps/hideout/inner-office.json//entities/79/settings/event/32/message
source: Nothing could have been done about my disease anyway.
es_es: No había nada que hacer sobre mi enfermedad de todos modos.

# data/maps/hideout/inner-office.json//entities/79/settings/event/33/message
source: Becoming an Evotar was the only option for me to stay in this world.
es_es: Convertirme en un Evotar era mi única opción para permanecer en este mundo.

# data/maps/hideout/inner-office.json//entities/79/settings/event/47/message
source: We need to switch rooms now.\. Otherwise the masking will lose its effect.
es_es: Tenemos que cambiarnos de habitación ahora mismo.\. Sino el bullicio perderá el efecto.

# data/maps/hideout/inner-office.json//entities/79/settings/event/48/message
source: Follow me.
es_es: Síganme.

# data/maps/hideout/inner-office.json//entities/80/settings/event/21/message
source: Hi!
es_es: ¡Hola!

# data/maps/hideout/inner-office.json//entities/80/settings/event/22/message
source: You two are still at it?
es_es: ¿Siguen hablando?

# data/maps/hideout/inner-office.json//entities/80/settings/event/23/message
source: I think we're done for the most part.
es_es: Creo que ya casi terminamos.

# data/maps/hideout/inner-office.json//entities/80/settings/event/24/message
source: Though there is one more thing.
es_es: Aunque queda una última cosa.

# data/maps/hideout/inner-office.json//entities/80/settings/event/25/message
source: Shizuka, how is \c[3]Gautham\c[0] doing these days?
es_es: Shizuka, ¿cómo esta \c[3]Gautham\c[0] ultimamente?

# data/maps/hideout/inner-office.json//entities/80/settings/event/26/message
source: Well...\. I didn't speak much with him recently.
es_es: Bueno...\. No hablé mucho con el recientemente.

# data/maps/hideout/inner-office.json//entities/80/settings/event/27/message
source: He's busy designing his levels and flying around in his fancy avatar.
es_es: Está ocupado diseñando sus niveles y volando con su lujoso avatar.

# data/maps/hideout/inner-office.json//entities/80/settings/event/28/message
source: He seems content enough.
es_es: Se ve contento.

# data/maps/hideout/inner-office.json//entities/80/settings/event/29/message
source: Gautham... it might be especially difficult to get him out of this.
es_es: Gautham... puede que sea especialmente difícil sacarlo a él de este lío.

# data/maps/hideout/inner-office.json//entities/80/settings/event/40/message
source: We did in fact meet him while we were in Evotarground.
es_es: De hecho nos lo cruzamos cuando estábamos en el Mundo Evotar.

# data/maps/hideout/inner-office.json//entities/80/settings/event/41/message
source: From what we saw... it looked like he is physically located in the Playground. Could that be the case?
es_es: Por lo que vimos... parece que está físicamente en el Campo de Juego. ¿Es eso cierto?

# data/maps/hideout/inner-office.json//entities/80/settings/event/42/message
source: Yes.\. Somehow, Sidwell convinced him to do that.
es_es: Si.\. De algún modo, Sidwell lo convenció para que haga eso.

# data/maps/hideout/inner-office.json//entities/80/settings/event/43/message
source: It is easier to keep him under control that way.
es_es: Es más fácil controlarlo de ese modo.

# data/maps/hideout/inner-office.json//entities/80/settings/event/44/message
source: And well...\. Gautham was always excited about creating his own worlds.
es_es: Y bueno...\. Gautham siempre estuvo emocionado sobre crear sus propios mundos.

# data/maps/hideout/inner-office.json//entities/80/settings/event/45/message
source: The prospect of experiencing it in person was quite appealing to him.
es_es: La idea de experimentarlo en persona era bastante atractiva para él.

# data/maps/hideout/inner-office.json//entities/80/settings/event/47/message
source: Really...\. I think he's a lost cause.
es_es: En serio...\. Creo que es una causa perdida.

# data/maps/hideout/inner-office.json//entities/80/settings/event/48/message
source: He's stuck in his fantasy world, playing his little god figure...
es_es: Está atrapado en su mundo de fantasía, jugando a ser Dios...

# data/maps/hideout/inner-office.json//entities/80/settings/event/49/message
source: That blue avatar with orange clothing?
es_es: ¿Es ese avatar azul con ropa naranja?

# data/maps/hideout/inner-office.json//entities/80/settings/event/50/message
source: Yes, that's him.
es_es: Si, ese es.

# data/maps/hideout/inner-office.json//entities/80/settings/event/51/message
source: That is... unexpected. He acts like such a different character.
es_es: Eso es... inesperado. Actúa de forma tan diferente.

# data/maps/hideout/inner-office.json//entities/80/settings/event/52/message
source: That's the whole point.
es_es: Ese es el punto.

# data/maps/hideout/inner-office.json//entities/80/settings/event/53/message
source: In any case, we should try to figure out if he's on our side with this or not.
es_es: De todos modos, deberíamos tratar de averiguar si está de nuestro lado o no.

# data/maps/hideout/inner-office.json//entities/80/settings/event/54/message
source: Shizuka, can you try talking to him about this?
es_es: Shizuka, ¿podrías intentar hablarle sobre el tema?

# data/maps/hideout/inner-office.json//entities/80/settings/event/55/message
source: Just hinting at what is happening?
es_es: ¿Simplemente insinuar lo que está sucediendo?

# data/maps/hideout/inner-office.json//entities/80/settings/event/56/message
source: I can try...
es_es: Puedo intentar...

# data/maps/hideout/inner-office.json//entities/80/settings/event/61/message
source: Well then... I think I have a good grasp of the situation now.
es_es: Bien entonces... creo que tengo una buena idea de la situación.

# data/maps/hideout/inner-office.json//entities/80/settings/event/62/message
source: We will need time for preparations though.
es_es: Aunque necesitaremos tiempo para prepararnos.

# data/maps/hideout/inner-office.json//entities/80/settings/event/64/message
source: Certainly. If you have any more questions, you know how to reach me.
es_es: Ciertamente. Si tienes más preguntas ya sabes donde estoy.

# data/maps/hideout/inner-office.json//entities/80/settings/event/65/message
source: Yes...\. I am glad I was able to meet both of you again.
es_es: Si...\. me alegro de haber podido hablar con ustedes dos otra vez.

# data/maps/hideout/inner-office.json//entities/80/settings/event/66/message
source: Same for me.
es_es: Igualmente.

# data/maps/hideout/inner-office.json//entities/80/settings/event/67/message
source: One last thing, though.
es_es: Eso si, una última cosa.

# data/maps/hideout/inner-office.json//entities/80/settings/event/68/message
source: Yes?
es_es: ¿Si?

# data/maps/hideout/inner-office.json//entities/80/settings/event/69/message
source: Looking at what Sidwell accomplished so far, I'm certain he has specific ways to track your actions.
es_es: A juzgar por lo que Sidwell ha conseguido hasta ahora, estoy seguro de que tiene formas de rastrear tus acciones.

# data/maps/hideout/inner-office.json//entities/80/settings/event/70/message
source: Because of that, please be extra careful if you plan to involve any other player.
es_es: Por ello, ten mucho cuidado si planeas involucrar a otros jugadores.

# data/maps/hideout/inner-office.json//entities/80/settings/event/71/message
source: I will... and I already have my suspects.
es_es: Lo tendré... y ya tengo a mis sospechosos.

# data/maps/hideout/inner-office.json//entities/80/settings/event/74/message
source: Well then...\. goodbye and see you soon.
es_es: Bueno...\. hasta luego, nos vemos pronto.

# data/maps/hideout/inner-office.json//entities/80/settings/event/75/message
source: Goodbye.
es_es: Chau.

# data/maps/hideout/inner-office.json//entities/80/settings/event/77/message
source: Take care.
es_es: Cuídate.

# data/maps/hideout/inner-office.json//entities/80/settings/event/78/message
source: Bye!
es_es: ¡Adiós!

# data/maps/hideout/inner-office.json//entities/80/settings/event/79/message
source: You too, Lea.
es_es: Tu también, Lea.

# data/maps/hideout/inner-office.json//entities/81/settings/event/28/message
source: Okay, where to start...?
es_es: Bien, ¿dónde empezamos...?

# data/maps/hideout/inner-office.json//entities/81/settings/event/30/message
source: I looked a bit more into the technical side of things.
es_es: E investigado un poco el apartado técnico de la situación.
