Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/hideout.po
Languages: es_es, ru_ru

# data/areas/hideout.json//name
source: untitled
es_es: sin título

# data/areas/hideout.json//floors/0/maps/0/name
source: Entrance
es_es: Entrada

# data/areas/hideout.json//floors/0/maps/1/name
source: Left Path
es_es: Camino Izquierdo

# data/areas/hideout.json//floors/0/maps/2/name
source: Right Path
es_es: Camino Derecho

# data/areas/hideout.json//floors/0/maps/3/name
source: Upper Path
es_es: Camino Superior

# data/areas/hideout.json//floors/0/maps/4/name
source: Corridors
es_es: Corredores

# data/areas/hideout.json//floors/0/maps/5/name
source: Satoshi's Workstation
es_es: Oficina de Satoshi

# data/areas/hideout.json//floors/0/maps/6/name
source: Dinner Room
es_es: Comedor

# data/maps/hideout/entrance.json//entities/20/settings/event/6/titleText
source: \s[0]\c[3]About Difficulty and Assist Mode\c[0]
es_es: \s[0]\c[3]Sobre la dificultad y el Modo Asistencia\c[0]

# data/maps/hideout/entrance.json//entities/20/settings/event/6/text
source: \s[1]CrossCode is designed with \c[3]challenge\c[0] in mind for both \c[3]combat\c[0] and \c[3]puzzles\c[0], and we encourage every player to try the game with its intended difficulty. However, if those challenges end up making the game less enjoyable or even inaccessible for you, we provide options to tweak the difficulty through the \c[3]assists\c[0] tab in the \c[3]options\c[0] menu.
es_es: \s[1]CrossCode está diseñado con \c[3]desafío\c[0] en mente, tanto para el \c[3]combate\c[0] como los \c[3]puzzles\c[0], e incitamos a los jugadores a probar el juego con la dificultad por defecto. Sin embargo, si estos desafíos hacen el juego menos disfrutable, o incluso inaccesible para ti, te brindamos opciones para que modifiques la dificultad del juego a través de la pestaña de \c[3]asistencias\c[0] en el menú de \c[3]opciones\c[0].

# data/maps/hideout/entrance.json//entities/20/settings/event/36/text
source: Initializing avatar
es_es: Inicializando Avatar

# data/maps/hideout/entrance.json//entities/20/settings/event/46/message
source: I know you can hear me! Where is he?!
es_es: ¡Sé que puedes oírme! ¡¿Dónde está?!

# data/maps/hideout/entrance.json//entities/20/settings/event/48/message
source: Shizuka, I have to ask you to leave.
es_es: Shizuka, debo pedirte que te vayas.

# data/maps/hideout/entrance.json//entities/20/settings/event/49/message
source: So, you're keeping him here? What do you think you are doing?!
es_es: Entonces, ¿lo tienes aquí encerrado? ¡¿Qué crees que estás haciendo?!

# data/maps/hideout/entrance.json//entities/20/settings/event/50/message
source: Time is running short. We don't have a choice!
es_es: No tenemos mucho tiempo. ¡No queda elección!

# data/maps/hideout/entrance.json//entities/20/settings/event/51/message
source: So you abduct a dying person and let him work until his last breath? Is that it?!
es_es: ¿Así que secuestras a una persona moribunda y la dejas trabajar hasta su último respiro? ¡¿Ese es tu plan?!

# data/maps/hideout/entrance.json//entities/20/settings/event/52/message
source: I am going to talk some sense into him! Don't get in my way!
es_es: ¡Voy a hacerlo entrar en razón! ¡No te metas en mi camino!

source: Press \i[key-up]\i[key-left]\i[key-down]\i[key-right] to move around
es_es: Usa \i[key-up]\i[key-left]\i[key-down]\i[key-right] para moverte

source: Use \i[left-stick] to move around
es_es: Usa \i[left-stick] para moverte

# data/maps/hideout/entrance.json//entities/22/settings/event/1/message
source: Shizuka, please don't do this...
es_es: Shizuka, por favor no hagas esto...

# data/maps/hideout/entrance.json//entities/234/settings/teleportLabel
source: Back to \c[3]Sapphire Ridge\c[0]
es_es: De Vuelta a \c[3]Sapphire Ridge\c[0]

# data/maps/hideout/entrance.json//entities/235/settings/event/13/message
source: Is this...\. another secluded location?
es_es: Es esta...\. ¿otra área oculta?

# data/maps/hideout/inner-1.json//entities/2/settings/blockEvent/2/message
source: Please, Lea. Now is not a time to leave.
es_es: Por favor, Lea. No es momento de irse.

# data/maps/hideout/inner-1.json//entities/2/settings/blockEvent/3/message
source: Let's follow Satoshi into the room to the \c[3]west\c[0].
es_es: Sigamos a Satoshi a la habitación al \c[3]oeste\c[0].

# data/maps/hideout/inner-1.json//entities/23/settings/blockEvent/3/message
source: Uhm, did you not want to go outside with Shizuka?
es_es: Um, ¿no querías ir afuera con Shizuka?

# data/maps/hideout/inner-1.json//entities/23/settings/blockEvent/4/message
source: I am pretty sure our technical talk will not be all that interesting for you.
es_es: Estoy seguro de que nuestra charla técnica no será del todo interesante para tí.

# data/maps/hideout/inner-1.json//entities/25/settings/blockEvent/1/message
source: Doesn't seem like he is in there.
es_es: No parece estar ahí.

# data/maps/hideout/inner-1.json//entities/46/settings/npcStates/1/event/2/message
source: He's waiting inside.
es_es: Está esperando dentro.

# data/maps/hideout/inner-1.json//entities/47/settings/event/3/message
source: This way...
es_es: Por aquí...

# data/maps/hideout/inner-1.json//entities/49/settings/event/10/message
source: A system to extract information from players...\. this is unbelievable!
es_es: Un sistema para extraer información de los jugadores...\. ¡esto es increíble!

# data/maps/hideout/inner-1.json//entities/50/settings/event/11/message
source: From here on out Sergey and I will dive into the technical details.
es_es: A partir de aquí, Segey y yo no meteremos en detalles más técnicos.

# data/maps/hideout/inner-1.json//entities/50/settings/event/12/message
source: You two probably don't want to stick around for that.
es_es: A ustedes dos probablemente no les interese mucho.

# data/maps/hideout/inner-1.json//entities/50/settings/event/13/message
source: Maybe spend some time together as well? Talk it out?
es_es: ¿Quizá es buena oportunidad para que pasen un tiempo juntas? ¿Charlar un poco del tema?

# data/maps/hideout/inner-1.json//entities/50/settings/event/15/message
source: She can't talk.
es_es: Ella no puede hablar.

# data/maps/hideout/inner-1.json//entities/50/settings/event/18/message
source: Come on, you know what I mean.
es_es: Vamos, ya sabes a lo que me refiero.

# data/maps/hideout/inner-1.json//entities/50/settings/event/19/message
source: Do I really have to?
es_es: ¿En serio tengo que hacerlo?

# data/maps/hideout/inner-1.json//entities/50/settings/event/20/message
source: Please, dear sister.
es_es: Por favor, querida hermana.

# data/maps/hideout/inner-1.json//entities/50/settings/event/21/message
source: Fine.
es_es: Bien.

# data/maps/hideout/inner-1.json//entities/50/settings/event/30/message
source: Alright...
es_es: Bueno...

# data/maps/hideout/inner-1.json//entities/50/settings/event/31/message
source: What should we do?
es_es: ¿Qué deberíamos hacer?

# data/maps/hideout/inner-1.json//entities/50/settings/event/33/message
source: Honestly there is nothing interesting to see in this building and anyway... I hate it in here.
es_es: Sinceramente no hay nada interesante para hacer en este edificio, e igualmente... odio estar aquí dentro.

# data/maps/hideout/inner-1.json//entities/50/settings/event/34/message
source: Let's just head outside.
es_es: Vayamos afuera.

# data/maps/hideout/inner-1.json//entities/50/settings/event/35/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/inner-garden.json//entities/27/settings/event/28/message
source: Kind of breaks the atmosphere, doesn't it?
es_es: Como que rompe un poco la atmósfera, ¿no?

# data/maps/hideout/inner-garden.json//entities/27/settings/event/30/message
source: We're not here to have a good time, Shizuka.
es_es: No estamos aquí para pasarla bien, Shizuka.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/38/message
source: So... you are now an Evotar.
es_es: Así que... eres un Evotar.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/39/message
source: Can you move around freely in the Playground?
es_es: ¿Puedes moverte libremente por el Campo de Juego?

# data/maps/hideout/inner-garden.json//entities/27/settings/event/41/message
source: No... These days I am confined within this building.
es_es: No... Estos días estoy confinado a este edificio.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/42/message
source: That is also why I know little of what is happening outside.
es_es: Es por ello que se poco de lo que sucede afuera.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/43/message
source: Are you aware that Lea... has been in Evotarground again recently?
es_es: ¿Sabías que Lea... ha estado en el Mundo Evotar recientemente?

# data/maps/hideout/inner-garden.json//entities/27/settings/event/44/message
source: I suspected it from some protocol readings I had access to.
es_es: Lo sospeché, dadas unas lecturas de protocolo a las que tenía acceso.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/45/message
source: I suppose they tried to drag Lea back into it?
es_es: ¿Supongo que intentaron encerrar a Lea otra vez?

# data/maps/hideout/inner-garden.json//entities/27/settings/event/46/message
source: Yes. And once she was there they could effectively track our connection.
es_es: Sí. Y una vez que estaba ahí podían rastrear nuestra conexión.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/47/message
source: They almost managed to locate me.
es_es: Casi consiguieron localizarme.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/48/message
source: That means Sidwell is already fully aware of your actions. This is troublesome.
es_es: Eso quiere decir que Sidwell está al tanto de tus acciones. Eso es algo molesto.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/49/message
source: Something else I wonder... How did Lea learn the truth about herself?
es_es: Hay algo más que me pregunto... ¿Cómo es que Lea descubrió la verdad sobre sí misma?

# data/maps/hideout/inner-garden.json//entities/27/settings/event/50/message
source: You do not know?\. Your little sister paid us a visit.
es_es: ¿No lo sabías?\. Tu hermanita vino de visita.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/59/message
source: You did?
es_es: ¿En serio?

# data/maps/hideout/inner-garden.json//entities/27/settings/event/63/message
source: She confronted Lea with the truth... very abruptly.
es_es: Confrontó a Lea con la verdad... muy abruptamente.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/64/message
source: Not again...
es_es: Otra vez no...

# data/maps/hideout/inner-garden.json//entities/27/settings/event/65/message
source: I don't see the problem. I merely told her the truth.
es_es: No veo cuál es el problema. Tan solo le dije la verdad.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/66/message
source: You know full well what consequences your actions could have had!
es_es: ¡Sabes muy bien lo que podría haber pasado!

# data/maps/hideout/inner-garden.json//entities/27/settings/event/70/message
source: Well it happened, we can't change it now.
es_es: Bueno, ya está, no podemos cambiar nada ahora.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/72/message
source: I'm glad that Lea was strong enough to overcome it this time around.
es_es: Me alegro de que Lea haya sido lo suficientemente fuerte como para superarlo esta vez.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/75/message
source: Yes, congratulations, Lea.\. We're all so very proud of you.
es_es: Sí, felicidades, Lea.\. Estamos orgullosos de ti.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/78/message
source: Shizuka, stop acting like a child.
es_es: Shizuka, deja de portarte como una niña.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/84/message
source: Excuse me?
es_es: ¿Perdón?

# data/maps/hideout/inner-garden.json//entities/27/settings/event/85/message
source: You never stopped acting like a freak!
es_es: ¡Tú nunca dejaste de actuar como un loco!

# data/maps/hideout/inner-garden.json//entities/27/settings/event/86/message
source: Only caring for your dear little AI sister!
es_es: ¡Solo preocupándote de tu querida hermanita de inteligencia artificial!

# data/maps/hideout/inner-garden.json//entities/27/settings/event/96/message
source: ENOUGH ALREADY!
es_es: ¡YA ES SUFICIENTE!

# data/maps/hideout/inner-garden.json//entities/27/settings/event/99/message
source: Look, I know you have your issues with Lea.
es_es: Mira, sé que tienes problemas con Lea.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/100/message
source: But you need to understand one thing.
es_es: Pero tienes que entender algo.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/101/message
source: She is our best chance to get out of this mess. Both of us.
es_es: Es nuestra mejor oportunidad de salir de este lío. Ambos.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/103/message
source: What do you mean?
es_es: ¿Qué quieres decir?

# data/maps/hideout/inner-garden.json//entities/27/settings/event/104/message
source: It's thanks to her that we got in contact with Sergey.
es_es: Es gracias a ella que estamos en conctacto con Sergey.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/105/message
source: Not only that, but she's the only one who can reach the \c[3]Evotar Server\c[0].
es_es: No solo eso, pero es la única que puede acceder al \c[3]Servidor Evotar\c[0].

# data/maps/hideout/inner-garden.json//entities/27/settings/event/106/message
source: Why is now the first time I hear of this?
es_es: ¿Por qué me entero de esto ahora?

# data/maps/hideout/inner-garden.json//entities/27/settings/event/107/message
source: I couldn't share this with you or anybody else.
es_es: No podía decirle esto a nadie.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/108/message
source: We're all being monitored, it would have jeopardized the whole plan.
es_es: Estamos siendo monitoreados, podría haber arruinado todo el plan.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/110/message
source: Anyway.
es_es: Como sea.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/111/message
source: With both Sergey's and Lea's help, we might be able to get everyone out of this.
es_es: Con la ayuda de Sergey y de Lea, puede que consigamos salvarnos a todos.

# data/maps/hideout/inner-garden.json//entities/27/settings/event/112/message
source: You, me...\. maybe even Gautham.
es_es: Tú, yo...\. quizá hasta Gautham.

source: The crime rate has developed quite unfavorably recently.
es_es: La tasa de criminalidad se ha estando desarrollando de manera desfavorable.

source: It has. And at the same time, we're lacking in manpower.
es_es: Así es. Y también nos faltan hombres.

source: If this continues, I'm not sure we can keep protecting our citizens.
es_es: Si esto sigue así, no estoy seguro de que podamos seguir protegiendo a nuestros ciudadanos.

source: Sad, but true...
es_es: Triste, pero cierto...

source: I hear they discovered a new entrance to the temple in the mountains.
es_es: Oí que descubrieron una nueva entrada al templo de las montañas.

source: Oh! Do you think we can still find new treasure in there?
es_es: ¡Oh! ¿Crees que podemos encontrar nuevos tesoros ahí?

source: Definitely, but we have to hurry! Everybody is no preparing to enter the place, soon!
es_es: Definitivamente, ¡pero hay que apurarse! ¡Todo el mundo se estará preparando para entrar al lugar, pronto!

source: Right, we should start preparations at once!
es_es: Cierto, ¡tenemos que empezar con las preparaciones ahora mismo!

source: We Shad a very noble folks, related to Ancients!
es_es: Nosotros Shad tipos nobles, ¡relacionados con los Antiguos!

source: Yes, but we have trouble with Human tongue!
es_es: Si, ¡pero tenemos problema con lenguaje Humano!

source: Yes, but that because human tongue really trouble some. Too many word and weird rules!
es_es: Si, pero porque lenguaje humano muy problemático. ¡Muchas palabra y reglas raras!

source: So true! We should help human make language simple!
es_es: ¡Tan cierto! ¡Nosotros ayudar humano hacer lenguaje simple!

source: Great idea!
es_es: ¡Gran idea!

source: The stocks have been rather good this week.
es_es: Las acciones han estado bastante bien esta semana.

source: Very much, I made a good fortune.
es_es: Bastante, he hecho una buena fortuna.

source: Speculation and stuff.
es_es: Especulación y cosas.

source: Business, business.
es_es: Negocio, negocio.

source: Privatize everything!
es_es: ¡Privatizen todo!

source: Isn't the weather just fantastic today?
es_es: ¿No te parece que el clima está fantástico hoy?

source: Indeed! The sun is shining, it's fantastic, the best!
es_es: ¡En efecto! El Sol brilla, es fantástico, ¡lo mejor!

source: Let's all go out and play!
es_es: ¡Salgamos todos a jugar!

source: Yes, let's go out and play!
es_es: ¡Si, salgamos a jugar!

source: Plaaay!
es_es: ¡Jugaaaaar!

source: But before that I have to finish work.
es_es: Pero antes de eso tengo que terminar el trabajo.

source: Awwwww...
es_es: Awwwwwww...

source: I hear they discovered a new entrance to the temple in the mountains.
es_es: Oí que descubrieron una nueva entrada al templo de las montañas.

source: Oh! Do you think we can still find new treasure in there?
es_es: ¡Oh! ¿Crees que podemos encontrar nuevos tesoros ahí?

source: Definitely, but we have to hurry! Everybody is no preparing to enter the place, soon!
es_es: Definitivamente, ¡pero hay que apurarse! ¡Todo el mundo se estará preparando para entrar al lugar, pronto!

source: Right, we should start preparations at once!
es_es: Cierto, ¡tenemos que empezar con las preparaciones ahora mismo!

source: The crime rate has developed quite unfavorably recently.
es_es: La tasa de criminalidad se ha estando desarrollando de manera desfavorable.

source: It has. And at the same time, we're lacking in manpower.
es_es: Así es. Y también nos faltan hombres.

source: If this continues, I'm not sure we can keep protecting our citizens.
es_es: Si esto sigue así, no estoy seguro de que podamos seguir protegiendo a nuestros ciudadanos.

source: Sad, but true...
es_es: Triste, pero cierto...

source: The stocks have been rather good this week.
es_es: Las acciones han estado bastante bien esta semana.

source: Very much, I made a good fortune.
es_es: Bastante, he hecho una buena fortuna.

source: Speculation and stuff.
es_es: Especulación y cosas.

source: Business, business.
es_es: Negocio, negocio.

source: Privatize everything!
es_es: ¡Privatizen todo!

source: We Shad a very noble folks, related to Ancients!
es_es: Nosotros Shad tipos nobles, ¡relacionados con los Antiguos!

source: Yes, but we have trouble with Human tongue!
es_es: Si, ¡pero tenemos problema con lenguaje Humano!

source: Yes, but that because human tongue really trouble some. Too many word and weird rules!
es_es: Si, pero porque lenguaje humano muy problemático. ¡Muchas palabra y reglas raras!

source: So true! We should help human make language simple!
es_es: ¡Tan cierto! ¡Nosotros ayudar humano hacer lenguaje simple!

source: Great idea!
es_es: ¡Gran idea!

# data/maps/hideout/inner-garden.json//entities/50/settings/event/18/message
source: For Shizuka and Gautham there might have been a slim chance to escape this whole mess.
es_es: Shizuka y Gautham tienen una pequeña chance de escapar de todo este lío.

# data/maps/hideout/inner-garden.json//entities/50/settings/event/19/message
source: But for me...\. it was close to impossible.
es_es: Pero yo...\. era casi imposible.

# data/maps/hideout/inner-garden.json//entities/50/settings/event/20/message
source: However now that Lea is here, things have changed.
es_es: Pero ahora que Lea está aquí, las cosas han cambiado.

# data/maps/hideout/inner-garden.json//entities/50/settings/event/21/message
source: Because she has an \c[3]access key embedded\c[0], she can reach the Evotar Server.
es_es: Porque tiene una \c[3]llave de acceso incrustada\c[0], puede acceder al Servidor Evotar.

# data/maps/hideout/inner-garden.json//entities/50/settings/event/23/message
source: Come again?
es_es: ¿Cómo dices?

# data/maps/hideout/inner-garden.json//entities/50/settings/event/24/message
source: Why does Lea have the key out of all people?
es_es: ¿Por qué justamente Lea tiene la llave?

# data/maps/hideout/inner-garden.json//entities/50/settings/event/25/message
source: Because...\. I tricked Sidwell into giving it to her.
es_es: Porque...\. engañé a Sidwell para que se la diera.

# data/maps/hideout/inner-garden.json//entities/51/settings/event/19/message
source: Oh yes...\. that data corruption.\. What the heck.
es_es: Ah sí...\. esa corrupción de datos.\. Qué demonios.

# data/maps/hideout/inner-garden.json//entities/51/settings/event/20/message
source: You really did not go easy on me.
es_es: No me lo pusiste fácil.

# data/maps/hideout/inner-garden.json//entities/51/settings/event/21/message
source: I had to make sure that not just anyone could fix it.
es_es: Tenía que asegurarme de que no pudiera solucionarlo cualquiera.

# data/maps/hideout/inner-garden.json//entities/51/settings/event/22/message
source: And it worked.
es_es: Y funcionó.

# data/maps/hideout/inner-garden.json//entities/51/settings/event/23/message
source: Honestly...\. all of this was a huge gamble.\. But here you are.
es_es: Honestamente...\. todo esto fue una gran apuesta.\. Pero aquí estás.

# data/maps/hideout/inner-garden.json//entities/51/settings/event/24/message
source: You received my message and found me.
es_es: Recibiste mi mensaje y me encontraste.

# data/maps/hideout/inner-garden.json//entities/51/settings/event/32/message
source: And now...\. we need to figure out how Lea can reach the Evotar Server before Sidwell has a chance to wipe its data.
es_es: Y ahora...\. tenemos que pensar como puede Lea llegar al Servidor Evotar antes de que Sidwell tenga la oportunidad de borrar los datos.

# data/maps/hideout/inner-garden.json//entities/51/settings/event/33/message
source: And I already have a few ideas I'd like to discuss with you in detail, Sergey.
es_es: Y ya tengo un par de ideas que me gustaría discutir contigo, Sergey.

# data/maps/hideout/inner-garden.json//entities/51/settings/event/34/message
source: Of course!
es_es: ¡Por supuesto!

# data/maps/hideout/inner-garden.json//entities/51/settings/event/49/message
source: Let's relocate back to the previous room.
es_es: Volvamos a la habitación anterior.

# data/maps/hideout/inner-office.json//entities/0/settings/event/18/message
source: ... Sister...
es_es: ... Hermana...

# data/maps/hideout/inner-office.json//entities/0/settings/event/19/message
source: What do you think you're doing?!
es_es: ¡¿Qué crees que estás haciendo?!

# data/maps/hideout/inner-office.json//entities/0/settings/event/20/message
source: You are in no condition to do this kind of work now!
es_es: ¡No estás en condiciones de hacer este tipo de trabajo!

# data/maps/hideout/inner-office.json//entities/0/settings/event/21/message
source: All you should do is rest...
es_es: Todo lo que tienes que hacer es descansar...

# data/maps/hideout/inner-office.json//entities/0/settings/event/22/message
source: ... Why should I rest when I'm way beyond recovery?
es_es: ... ¿Por qué debería descansar si ya no puedo recuperarme?

# data/maps/hideout/inner-office.json//entities/0/settings/event/26/message
source: I need to finish this work. It's my final task.
es_es: Tengo que terminar este trabajo. Es mi última obra.

# data/maps/hideout/inner-office.json//entities/0/settings/event/27/message
source: ... I told you about the agreement.
es_es: ... ya te conté sobre el acuerdo.
