Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/hideout.po
Languages: es_es, ru_ru

# data/maps/hideout/path-3.json/entities/455/settings/event/47/message
source: I'd gladly crush those circuits myself!
ru_ru: Я бы с удовольствием сломала эти схемы собственноручно!

# data/maps/hideout/path-3.json/entities/455/settings/event/49/message
source: ...Sorry?
ru_ru: ...Прости?

# data/maps/hideout/path-3.json/entities/455/settings/event/52/message
source: Don't you dare just "sorry" me like that!
ru_ru: Даже не смей извиняться передо мной!

# data/maps/hideout/path-3.json/entities/455/settings/event/53/message
source: I know exactly why you are here.
ru_ru: Я точно знаю, почему ты здесь.

# data/maps/hideout/path-3.json/entities/455/settings/event/54/message
source: You plan to see him.
ru_ru: Ты планируешь увидеть его.

# data/maps/hideout/path-3.json/entities/455/settings/event/55/message
source: And I won't let you.
ru_ru: И я не позволю тебе этого сделать.

# data/maps/hideout/path-3.json/entities/455/settings/event/56/message
source: Why?
ru_ru: Почему?

# data/maps/hideout/path-3.json/entities/455/settings/event/57/message
source: You have no right to see him. You have no right to exist...
ru_ru: Ты не имеешь права с ним видеться. У тебя вообще нет права на существование...

# data/maps/hideout/path-3.json/entities/455/settings/event/58/message
source: All you should do is disappear!
ru_ru: Всё, что тебе нужно сделать - это исчезнуть!

# data/maps/hideout/path-3.json/entities/455/settings/event/59/message
source: But since you won't do that...
ru_ru: Но раз ты не хочешь...

# data/maps/hideout/path-3.json/entities/455/settings/event/72/message
source: I will fight you.\. Right here.\. Right now.
ru_ru: Я буду сражаться с тобой.\. Прямо здесь.\. Прямо сейчас.

# data/maps/hideout/path-3.json/entities/455/settings/event/73/message
source: As long as it takes you... to give up!
ru_ru: Столько, сколько тебе потребуется... чтобы сдаться!

source: \c[1]Bye.
ru_ru: \c[1]Пока.

source: WHAT?!\. WHAT WAS THAT?!
ru_ru: ЧТО?!\. ЧТО ЭТО БЫЛО?!

source: Still warming up.
ru_ru: Всё ещё разогреваюсь.

source: WHY DO YOU DO SO MUCH DAMAGE?!\. YOU'RE EVEN MORE \c[1]FAKE\c[0] THAN I EXPECTED!!
ru_ru: ПОЧЕМУ ТЫ НАНОСИШЬ ТАК МНОГО УРОНА?!\. ТЫ ДАЖЕ БОЛЕЕ \c[1]ПОДДЕЛЬНАЯ\c[0], ЧЕМ Я ОЖИДАЛА!!

source: Don't let it get to your head. I was just testing you.
ru_ru: Не забивай себе голову. Я просто тестирую тебя.

source: \c[1]Lea!
ru_ru: \c[1]Лея!

source: What the heck, this is \c[1]stupid\c[0]!!
ru_ru: Какого чёрта, это же \c[1]глупо\c[0]!!

source: \c[1]Bye bye~
ru_ru: \c[1]Пока-пока~

source: WHATEVER!\. I'll just keep fighting you, no matter how fast you defeat me!!
ru_ru: НЕВАЖНО!\. Я буду сражаться с тобой независимо от того, как быстро ты меня победишь!!

source: So is that all the revolutionary AI is capable of!?
ru_ru: И это всё, на что способен революционный искусственный интеллект!?

source: Pathetic!
ru_ru: Убожество!

source: Revolutionary my ass!
ru_ru: Революционер, блин!

source: Seriously, is that all you're capable of?
ru_ru: Серьёзно, это всё, на что ты способна?

source: Curse you!!
ru_ru: Будь ты проклята!!

source: What is even your point?!
ru_ru: Что ты вообще хочешь доказать?!

source: Why do you keep going, you stupid program?!
ru_ru: Глупая программа! Почему ты продолжаешь!?

source: Just leave us alone already!
ru_ru: Просто уже оставь нас в покое!

source: Just playing around in CrossWorlds while we're stuck here!
ru_ru: Просто играемся в CrossWorlds, раз уж мы тут застряли!

source: Have at least the decency to stay out of this!
ru_ru: Имей хотя бы совесть держаться от этого всего подальше!

source: I don't care for you! Nobody cares for you!
ru_ru: Мне плевать на тебя! Всем плевать на тебя!

source: Just go away!!
ru_ru: Просто уходи!

source: Leave us alone already!!
ru_ru: Оставь нас уже в покое!!

source: I can keep going as long as necessary!!
ru_ru: Я могу продолжать столько, сколько понадобится!!

source: I'll keep fighting you \c[1]forever\c[0]!
ru_ru: Я буду биться с тобой \c[1]вечно\c[0]!

source: You and your \c[1]STUPID DAMAGE GLITCH\c[0]!!
ru_ru: И с тобой, и с твоим \c[1]ПОЛОМАННЫМ УРОНОМ\c[0]!!

source: We're not done yet!
ru_ru: Мы ещё не закончили!

source: Just because you won doesn't mean I'll let you proceed!
ru_ru: То, что ты выиграла, не значит, что я позволю тебе пройти дальше!

source: Next duel!!
ru_ru: Следующая дуэль!!

# data/maps/hideout/path-3.json/entities/597/settings/event/13/elseStep/1/message
source: Was that all?
ru_ru: И это всё?

# data/maps/hideout/path-3.json/entities/597/settings/event/13/elseStep/2/message
source: You don't look like you're going to leave though.
ru_ru: Ты выглядишь так, будто не собираешься уходить.

# data/maps/hideout/path-3.json/entities/597/settings/event/13/elseStep/3/message
source: Get ready for another beating!
ru_ru: Приготовься к следующему избиению!

# data/maps/hideout/path-3.json/entities/598/settings/event/13/message
source: ...Yes?
ru_ru: ...Да?

# data/maps/hideout/path-3.json/entities/598/settings/event/15/message
source: No it's nothing.
ru_ru: Всё в порядке.

# data/maps/hideout/path-3.json/entities/598/settings/event/17/message
source: H-How do you know?
ru_ru: О-Откуда ты знаешь?

# data/maps/hideout/path-3.json/entities/598/settings/event/20/message
source: Fine.
ru_ru: Ладно.

# data/maps/hideout/path-3.json/entities/598/settings/event/39/message
source: You can enter.
ru_ru: Ты можешь войти.

# data/maps/hideout/path-3.json/entities/781/settings/event/10/message
source: This whole area is just so terribly delimited...\. no way to move around.
ru_ru: Вся эта область ужасно ограничена...\. даже негде погулять.

# data/maps/hideout/path-3.json/entities/781/settings/event/17/message
source: Still, there is a little spot at the lake over there.
ru_ru: Хотя на озере есть уютное местечко.

# data/maps/hideout/path-3.json/entities/781/settings/event/18/message
source: Let's go there.
ru_ru: Давай пойдём туда.

# data/maps/hideout/path-3.json/entities/781/settings/event/20/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/788/settings/event/9/message
source: Phew... that was a lot to take in, correct?
ru_ru: Фух... слишком много информации, верно?

# data/maps/hideout/path-3.json/entities/788/settings/event/11/message
source: So...\. what to do next?
ru_ru: И...\. что теперь делать?

# data/maps/hideout/path-3.json/entities/788/settings/event/12/message
source: Oh, right! We should head back to the \c[3]east of Sapphire Ridge\c[0].
ru_ru: Ох, точно! Мы должны вернуться к \c[3]востоку Сапфирового края\c[0].

# data/maps/hideout/path-3.json/entities/788/settings/event/13/message
source: Specifically, to that \c[3]Old Dojo\c[0] where you got the Meteor Shade.
ru_ru: Если конкретнее, к тому \c[3]Старому додзё\c[0], где ты получила Тень метеора.

# data/maps/hideout/path-3.json/entities/788/settings/event/14/message
source: According to Satoshi, an entrance to Evotarground is hidden in that area.
ru_ru: По словам Сатоши, вход в зону эвотаров скрыт в этой области.

# data/maps/hideout/path-3.json/entities/788/settings/event/15/message
source: I would like to have a look at it.
ru_ru: Я хотел бы взглянуть на это.

# data/maps/hideout/path-3.json/entities/788/settings/event/22/message
source: You can use that teleporter for a quick connection to the \c[3]dojo\c[0].
ru_ru: Ты можешь использовать этот телепорт, чтобы быстро попасть в \c[3]додзё\c[0].

# data/maps/hideout/path-3.json/entities/789/settings/teleportLabel
source: To the \c[3]Old Dojo\c[0]
ru_ru: К \c[3]Старому додзё\c[0]

# data/maps/hideout/path-3.json/entities/790/settings/event/8/message
source: Uhm...\. Lea?\. Should we log out now?
ru_ru: Эмм...\. Лея?\. Следует ли нам выйти из игры сейчас?

# data/maps/hideout/path-3.json/entities/790/settings/event/9/message
source: ...Wait.
ru_ru: ...Подожди.

# data/maps/hideout/path-3.json/entities/790/settings/event/16/message
source: You seem to like this place...
ru_ru: Кажется, тебе нравится это место...

# data/maps/hideout/path-3.json/entities/790/settings/event/17/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/790/settings/event/18/message
source: Well...
ru_ru: Ну...

# data/maps/hideout/path-3.json/entities/790/settings/event/20/message
source: Are you nervous?
ru_ru: Ты нервничаешь?

# data/maps/hideout/path-3.json/entities/790/settings/event/21/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/790/settings/event/22/message
source: Same for me, really.
ru_ru: Я тоже, на самом деле.

# data/maps/hideout/path-3.json/entities/790/settings/event/23/message
source: This plan is very risky... there are so many things that could potentially go wrong.
ru_ru: Этот план очень рискованный... столько всего, что может пойти не так.

# data/maps/hideout/path-3.json/entities/790/settings/event/25/message
source: ...Why?
ru_ru: ...Почему?

# data/maps/hideout/path-3.json/entities/790/settings/event/26/message
source: Uhm...\. sorry.\. Building confidence is not exactly my strong suit.
ru_ru: Эмм...\. извини.\. Внушение веры не моя сильная сторона.

# data/maps/hideout/path-3.json/entities/790/settings/event/28/message
source: By now you probably already guessed it, but I plan to involve the other First Scholar members.
ru_ru: Как ты уже догадалась, я планирую вовлечь в это остальных Первоучёных.

# data/maps/hideout/path-3.json/entities/790/settings/event/29/message
source: We will need their help to properly execute the plan.
ru_ru: Нам понадобится их помощь, чтобы выполнить план.

# data/maps/hideout/path-3.json/entities/790/settings/event/31/message
source: That also means I have to explain the full situation to them...\. and tell them about you.
ru_ru: Это означает, что я должен объяснить им всю ситуацию...\. и рассказать о тебе.

# data/maps/hideout/path-3.json/entities/790/settings/event/33/message
source: I understand that you are nervous about this, but there really is no way around it.
ru_ru: Я понимаю, что ты переживаешь насчёт этого, но у нас на самом деле нет другого выхода.

# data/maps/hideout/path-3.json/entities/790/settings/event/35/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/790/settings/event/36/message
source: And... I am pretty positive they will understand.
ru_ru: И... я почти уверен, что они поймут.

# data/maps/hideout/path-3.json/entities/790/settings/event/38/message
source: Trust me on that, you are no stranger to them anymore.
ru_ru: Поверь мне, ты больше не чужая для них.

# data/maps/hideout/path-3.json/entities/790/settings/event/41/message
source: Also...\. here is something I should have said a long time ago...
ru_ru: И ещё...\. есть кое что, что я должен был сказать уже давно...

# data/maps/hideout/path-3.json/entities/790/settings/event/42/message
source: \c[3]Thank you, Lea\c[0].
ru_ru: \c[3]Спасибо тебе, Лея\c[0].

# data/maps/hideout/path-3.json/entities/790/settings/event/44/message
source: We had such a long journey together...
ru_ru: У нас было довольно долгое путешествие...

# data/maps/hideout/path-3.json/entities/790/settings/event/45/message
source: You went through such a number of hardships... and you always kept going.
ru_ru: Ты прошла через столько трудностей... и не останавливаешься.

# data/maps/hideout/path-3.json/entities/790/settings/event/46/message
source: Really, I could not have imagined a better partner.
ru_ru: Знаешь, я не могу представить себе лучшего партнёра.

# data/maps/hideout/path-3.json/entities/790/settings/event/49/message
source: ...Lea?
ru_ru: ...Лея?

# data/maps/hideout/path-3.json/entities/790/settings/event/51/message
source: So what about now? Ready to logout?
ru_ru: Так что теперь? Готова к выходу из игры?

# data/maps/hideout/path-3.json/entities/790/settings/event/52/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/790/settings/event/53/message
source: Bye.
ru_ru: Пока.

# data/maps/hideout/path-3.json/entities/790/settings/event/54/message
source: Good night, Lea.
ru_ru: Спокойной ночи, Лея.

# data/maps/hideout/path-3.json/entities/790/settings/event/58/text
source: Logout
ru_ru: Выход из игры

# data/maps/hideout/path-3.json/entities/791/settings/event/26/text
source: Initializing avatar
ru_ru: Инициализация аватара

# data/maps/hideout/path-3.json/entities/791/settings/event/33/message
source: Good morning, Lea!
ru_ru: Доброе утро, Лея!

# data/maps/hideout/path-3.json/entities/791/settings/event/35/message
source: Hi...
ru_ru: Привет...

# data/maps/hideout/path-3.json/entities/791/settings/event/36/message
source: Did you sleep well?
ru_ru: Ты хорошо выспалась?

# data/maps/hideout/path-3.json/entities/791/settings/event/37/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/791/settings/event/39/message
source: Well then, time to get everyone together!
ru_ru: Ну что же, время собрать всех вместе!

# data/maps/hideout/path-3.json/entities/791/settings/event/41/message
source: How?
ru_ru: Как?

# data/maps/hideout/path-3.json/entities/791/settings/event/42/message
source: I am happy you asked!
ru_ru: Я рад, что ты спросила!

# data/maps/hideout/path-3.json/entities/791/settings/event/43/message
source: I worked really hard and managed to add a couple more words to your vocabulary!
ru_ru: Я проделал большую работу и смог добавить ещё пару слов в твой лексикон!

# data/maps/hideout/path-3.json/entities/791/settings/event/46/object
source: Meet
ru_ru: Встреча

# data/maps/hideout/path-3.json/entities/791/settings/event/50/message
source: ...Meet?
ru_ru: ...Встреча?

# data/maps/hideout/path-3.json/entities/791/settings/event/51/message
source: I am sure that will help getting everyone together, correct?
ru_ru: Я уверен, что это поможет собрать всех вместе, верно?

# data/maps/hideout/path-3.json/entities/791/settings/event/52/message
source: ...Meet Lea!
ru_ru: ...Встреча Лея!

# data/maps/hideout/path-3.json/entities/791/settings/event/53/message
source: Exactly.
ru_ru: Именно.

# data/maps/hideout/path-3.json/entities/791/settings/event/54/message
source: But wait, there is more!
ru_ru: Но подожди, это ещё не всё!

# data/maps/hideout/path-3.json/entities/791/settings/event/57/object
source: Thanks
ru_ru: Спасибо

# data/maps/hideout/path-3.json/entities/791/settings/event/61/message
source: Thanks!
ru_ru: Спасибо!

# data/maps/hideout/path-3.json/entities/791/settings/event/62/message
source: You are welcome!
ru_ru: Всегда пожалуйста!

# data/maps/hideout/path-3.json/entities/791/settings/event/64/message
source: Well then, let us call the others.
ru_ru: Ну что же, давай позовём остальных.

# data/maps/hideout/path-3.json/entities/791/settings/event/65/message
source: The goal is to get everyone to assemble in the \c[3]meeting room\c[0] at the \c[3]First Scholar HQ\c[0].
ru_ru: Задача в том, чтобы собрать всех в \c[3]комнате собраний\c[0] в \c[3]штабе Первоучёных\c[0].

# data/maps/hideout/path-3.json/entities/791/settings/event/66/message
source: Let us move there first, shall we?
ru_ru: А не переместиться ли нам туда для начала?

# data/maps/hideout/path-3.json/entities/791/settings/event/67/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/799/settings/event/28/message
source: Oh my, what a lovely hideout!
ru_ru: Боже мой, какое чудесное убежище!

# data/maps/hideout/path-3.json/entities/799/settings/event/30/message
source: Japp.\. Certainly beats our small headquarters.
ru_ru: Japp (Йеп).\. Намного лучше нашего маленького штаба.

# data/maps/hideout/path-3.json/entities/799/settings/event/32/message
source: Well...\. we had the connections after all.
ru_ru: Ну...\. у нас всё-таки были связи.

# data/maps/hideout/path-3.json/entities/799/settings/event/46/message
source: So...\. the time has come.
ru_ru: Ну что же...\. время пришло.

# data/maps/hideout/path-3.json/entities/799/settings/event/47/message
source: I am not sure what else there is to say other than...
ru_ru: Я не знаю, что ещё сказать, кроме как...

# data/maps/hideout/path-3.json/entities/799/settings/event/48/message
source: Thank you very much for everything.
ru_ru: Большое спасибо вам всем за всё.

# data/maps/hideout/path-3.json/entities/799/settings/event/49/message
source: We could not have done it without your help.
ru_ru: Мы бы не справились без вашей помощи.

# data/maps/hideout/path-3.json/entities/799/settings/event/51/message
source: Really, don't mention it!
ru_ru: Не за что, правда!

# data/maps/hideout/path-3.json/entities/799/settings/event/53/message
source: We served Justice where Justice was due!
ru_ru: Мы восстановили справедливость там, где она была нужна!

# data/maps/hideout/path-3.json/entities/799/settings/event/58/message
source: Sergey...\. Lea will be back, right?
ru_ru: Сергей...\. Лея вернётся, ведь так?

# data/maps/hideout/path-3.json/entities/799/settings/event/61/message
source: Please promise me she will return...
ru_ru: Прошу, обещай мне, что она вернётся...

# data/maps/hideout/path-3.json/entities/799/settings/event/62/message
source: I... unfortunately cannot give you that promise.
ru_ru: Я... к сожалению, не могу этого обещать.

# data/maps/hideout/path-3.json/entities/799/settings/event/63/message
source: I can only promise that I will try my very hardest to make that happen.
ru_ru: Но обещаю, что приложу все усилия для того, чтобы это произошло.

# data/maps/hideout/path-3.json/entities/799/settings/event/66/message
source: Lea...
ru_ru: Лея...

# data/maps/hideout/path-3.json/entities/799/settings/event/77/message
source: I'm gonna miss you so much...
ru_ru: Мне будет сильно тебя не хватать...

# data/maps/hideout/path-3.json/entities/799/settings/event/78/message
source: Bye...
ru_ru: Пока...

# data/maps/hideout/path-3.json/entities/799/settings/event/79/message
source: You have to return someday... It has to happen....
ru_ru: Ты должна когда-нибудь вернуться... Это должно случиться....

# data/maps/hideout/path-3.json/entities/799/settings/event/80/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/799/settings/event/81/message
source: Goodbye, chérie...
ru_ru: Прощай, chérie (дорогая)...

# data/maps/hideout/path-3.json/entities/799/settings/event/82/message
source: Bye...
ru_ru: Пока...

# data/maps/hideout/path-3.json/entities/799/settings/event/102/message
source: Bye...
ru_ru: Пока...

# data/maps/hideout/path-3.json/entities/799/settings/event/103/message
source: Goodbye, Lea.
ru_ru: Прощай, Лея.

# data/maps/hideout/path-3.json/entities/799/settings/event/107/message
source: Ha!\. Finally I can witness that infamous hug!
ru_ru: Ха!\. Наконец-то я увидел эти объятья!

# data/maps/hideout/path-3.json/entities/799/settings/event/118/message
source: Whoa...
ru_ru: Уххх...

# data/maps/hideout/path-3.json/entities/799/settings/event/119/message
source: Bye...
ru_ru: Пока...

# data/maps/hideout/path-3.json/entities/799/settings/event/120/message
source: See ya around, Lea.
ru_ru: Увидимся, Лея.

# data/maps/hideout/path-3.json/entities/799/settings/event/131/message
source: Bye...
ru_ru: Пока...

# data/maps/hideout/path-3.json/entities/799/settings/event/132/message
source: Goodbye, dear.
ru_ru: Прощай, дорогая.

# data/maps/hideout/path-3.json/entities/799/settings/event/143/message
source: Goodbye.
ru_ru: Прощай.

# data/maps/hideout/path-3.json/entities/799/settings/event/144/message
source: And let us hope we will meet again.
ru_ru: И давай надеяться на то, что мы увидимся снова.

# data/maps/hideout/path-3.json/entities/799/settings/event/156/message
source: Spheromancer Lea!
ru_ru: Сферомант Лея!

# data/maps/hideout/path-3.json/entities/799/settings/event/157/message
source: Lea!!
ru_ru: Лея!!

# data/maps/hideout/path-3.json/entities/799/settings/event/158/message
source: Alright!
ru_ru: Ладно!

# data/maps/hideout/path-3.json/entities/799/settings/event/159/message
source: Farewell, Lea!
ru_ru: Прощай, Лея!

# data/maps/hideout/path-3.json/entities/799/settings/event/160/message
source: Bye...
ru_ru: Пока...

# data/maps/hideout/path-3.json/entities/799/settings/event/161/message
source: Now please unhand me!
ru_ru: А теперь, пожалуйста, отпусти меня!

# data/maps/hideout/path-3.json/entities/799/settings/event/174/message
source: Goodbye, small one.
ru_ru: Прощай, малявка.

# data/maps/hideout/path-3.json/entities/799/settings/event/181/message
source: No wait...\. this is awkward!
ru_ru: Нет, подожди...\. это так неловко!

# data/maps/hideout/path-3.json/entities/799/settings/event/189/message
source: Bye!!
ru_ru: Пока!!

# data/maps/hideout/path-3.json/entities/799/settings/event/191/message
source: Goodbye, Lea.
ru_ru: Прощай, Лея.

# data/maps/hideout/path-3.json/entities/799/settings/event/197/message
source: Seriously...\. just how touchy can you even get?
ru_ru: Серьёзно...\. как можно быть такой неженкой?

# data/maps/hideout/path-3.json/entities/799/settings/event/212/message
source: Bye!
ru_ru: Пока!

# data/maps/hideout/path-3.json/entities/799/settings/event/214/message
source: That is my cue.
ru_ru: Теперь мой черёд.

# data/maps/hideout/path-3.json/entities/799/settings/event/215/message
source: Good night and sweet dreams, Lea.
ru_ru: Спокойной ночи и сладких снов, Лея.

# data/maps/hideout/path-3.json/entities/799/settings/event/221/text
source: Logout
ru_ru: Выход из игры

# data/maps/hideout/path-3.json/entities/799/settings/event/230/text
source: Now it is up to me.\. To make sure we can meet again.
ru_ru: Теперь всё зависит от меня.\. Сделать так, чтобы мы смогли встретиться снова.
