Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/hideout.po
Languages: es_es, ru_ru

# data/maps/hideout/path-3.json//entities/455/settings/event/44/message
source: But what does it even matter in this cursed simulation?!
es_es: ¡¿Pero qué importancia tiene en esta maldita simulación?!

# data/maps/hideout/path-3.json//entities/455/settings/event/46/message
source: If I only knew the machine you're running on!
es_es: ¡Si tan solo supiera en qué máquina estás almacenada!

# data/maps/hideout/path-3.json//entities/455/settings/event/47/message
source: I'd gladly crush those circuits myself!
es_es: ¡Con gusto destruiría esos circuitos yo misma!

# data/maps/hideout/path-3.json//entities/455/settings/event/49/message
source: ...Sorry?
es_es: ¿...Perdón?

# data/maps/hideout/path-3.json//entities/455/settings/event/52/message
source: Don't you dare just "sorry" me like that!
es_es: ¡No te atrevas a perdonarte así como así!

# data/maps/hideout/path-3.json//entities/455/settings/event/53/message
source: I know exactly why you are here.
es_es: Sé exactamente para lo que viniste.

# data/maps/hideout/path-3.json//entities/455/settings/event/54/message
source: You plan to see him.
es_es: Quieres ir a verlo.

# data/maps/hideout/path-3.json//entities/455/settings/event/55/message
source: And I won't let you.
es_es: Pero no te dejaré.

# data/maps/hideout/path-3.json//entities/455/settings/event/56/message
source: Why?
es_es: ¿Por qué?

# data/maps/hideout/path-3.json//entities/455/settings/event/57/message
source: You have no right to see him. You have no right to exist...
es_es: No tienes derecho a verlo. No tienes derecho a existir...

# data/maps/hideout/path-3.json//entities/455/settings/event/58/message
source: All you should do is disappear!
es_es: ¡Todo lo que deberías hacer es desaparecer!

# data/maps/hideout/path-3.json//entities/455/settings/event/59/message
source: But since you won't do that...
es_es: Pero ya que no lo harás...

# data/maps/hideout/path-3.json//entities/455/settings/event/72/message
source: I will fight you.\. Right here.\. Right now.
es_es: Pelearé contigo.\. Aquí mismo.\. Ahora mismo.

# data/maps/hideout/path-3.json//entities/455/settings/event/73/message
source: As long as it takes you... to give up!
es_es: Tanto tiempo como te lleve... ¡rendirte!

source: \c[1]Bye.
es_es: \c[1]Adiós.

source: WHAT?!\. WHAT WAS THAT?!
es_es: ¡¿QUÉ?!\. ¡¿QUÉ FUE ESO?!

source: Still warming up.
es_es: Sigo entrando en calor.

source: WHY DO YOU DO SO MUCH DAMAGE?!\. YOU'RE EVEN MORE \c[1]FAKE\c[0] THAN I EXPECTED!!
es_es: ¡¿POR QUÉ HACES TANTO DAÑO?!\. ¡¡ERES INCLUSO MÁS \c[1]FALSA\c[0] DE LO QUE CREÍA!!

source: Don't let it get to your head. I was just testing you.
es_es: No le prestes mucha atención. Te estoy probando.

source: What the heck, this is \c[1]stupid\c[0]!!
es_es: Qué demonios, ¡¡esto es \c[1]estúpido\c[0]!!

source: \c[1]Bye bye~
es_es: \c[1]Adiós adiós~

source: WHATEVER!\. I'll just keep fighting you, no matter how fast you defeat me!!
es_es: ¡LO QUE SEA!\. Seguiré peleando, ¡¡no importa lo rápido que me derrotes!!

source: So is that all the revolutionary AI is capable of!?
es_es: Entonces, ¿¡eso es todo lo que la revolucionaria IA es capaz de hacer!?

source: Pathetic!
es_es: ¡Patético!

source: Revolutionary my ass!
es_es: ¡Revolucionaria una mierda!

source: Seriously, is that all you're capable of?
es_es: En serio, ¿eso es todo de lo que eres capaz?

source: Curse you!!
es_es: ¡¡Maldita seas!!

source: What is even your point?!
es_es: ¡¿Cuál es el punto?!

source: Why do you keep going, you stupid program?!
es_es: ¡¿Por qué sigues peleando, programa estúpido?!

source: Just leave us alone already!
es_es: ¡Déjanos en paz de una vez!

source: Just playing around in CrossWorlds while we're stuck here!
es_es: ¡Jugando CrossWorlds mientras estamos atrapados aquí!

source: Have at least the decency to stay out of this!
es_es: ¡Al menos ten la decencia de no entrometerte!

source: I don't care for you! Nobody cares for you!
es_es: ¡No me importas! ¡A nadie le importas!

source: Just go away!!
es_es: ¡¡Solo vete!!

source: Leave us alone already!!
es_es: ¡¡Déjanos solos!!

source: I can keep going as long as necessary!!
es_es: ¡¡Puedo seguir tanto tiempo como sea necesario!!

source: I'll keep fighting you \c[1]forever\c[0]!
es_es: ¡Seguiré peleando \c[1]por siempre\c[0]!

source: You and your \c[1]STUPID DAMAGE GLITCH\c[0]!!
es_es: ¡¡Tú y tu \c[1]ESTÚPIDO GLITCH DE DAÑO\c[0]!!

source: We're not done yet!
es_es: ¡No he terminado!

source: Just because you won doesn't mean I'll let you proceed!
es_es: ¡Que hayas ganado no quiere decir que dejaré seguir!

source: Next duel!!
es_es: ¡¡Siguiente duelo!!

# data/maps/hideout/path-3.json//entities/597/settings/event/13/elseStep/1/message
source: Was that all?
es_es: ¿Eso fue todo?

# data/maps/hideout/path-3.json//entities/597/settings/event/13/elseStep/2/message
source: You don't look like you're going to leave though.
es_es: No parece que te vayas a ir, pero.

# data/maps/hideout/path-3.json//entities/597/settings/event/13/elseStep/3/message
source: Get ready for another beating!
es_es: ¡Prepárate para otra paliza!

# data/maps/hideout/path-3.json//entities/598/settings/event/13/message
source: ...Yes?
es_es: ¿...Si?

# data/maps/hideout/path-3.json//entities/598/settings/event/15/message
source: No it's nothing.
es_es: No, no es nada.

# data/maps/hideout/path-3.json//entities/598/settings/event/17/message
source: H-How do you know?
es_es: ¿C-Cómo lo sabes?

# data/maps/hideout/path-3.json//entities/598/settings/event/20/message
source: Fine.
es_es: Bien.

# data/maps/hideout/path-3.json//entities/598/settings/event/39/message
source: You can enter.
es_es: Puedes entrar.

# data/maps/hideout/path-3.json//entities/781/settings/event/10/message
source: This whole area is just so terribly delimited...\. no way to move around.
es_es: Todo este área está tan delimitado...\. no puedes moverte.

# data/maps/hideout/path-3.json//entities/781/settings/event/17/message
source: Still, there is a little spot at the lake over there.
es_es: Pero bueno, hay un pequeño lugar en el lago por ahí.

# data/maps/hideout/path-3.json//entities/781/settings/event/18/message
source: Let's go there.
es_es: Vayamos allí.

# data/maps/hideout/path-3.json//entities/781/settings/event/20/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/path-3.json//entities/788/settings/event/9/message
source: Phew... that was a lot to take in, correct?
es_es: Uf... eso fue mucho para procesar, ¿no?

# data/maps/hideout/path-3.json//entities/788/settings/event/11/message
source: So...\. what to do next?
es_es: Entonces...\. ¿qué hacemos ahora?

# data/maps/hideout/path-3.json//entities/788/settings/event/12/message
source: Oh, right! We should head back to the \c[3]east of Sapphire Ridge\c[0].
es_es: ¡Oh, cierto! Deberíamos volver al \c[3]este de Sapphire Ridge\c[0].

# data/maps/hideout/path-3.json//entities/788/settings/event/13/message
source: Specifically, to that \c[3]Old Dojo\c[0] where you got the Meteor Shade.
es_es: Específicamente a ese \c[3]Viejo Dojo\c[0] dónde conseguiste la Sombra Meteoro.

# data/maps/hideout/path-3.json//entities/788/settings/event/14/message
source: According to Satoshi, an entrance to Evotarground is hidden in that area.
es_es: De acuerdo a Satoshi, hay una entrada oculta hacia el Mundo Evotar por ahí.

# data/maps/hideout/path-3.json//entities/788/settings/event/15/message
source: I would like to have a look at it.
es_es: Me gustaría echar un vistazo.

# data/maps/hideout/path-3.json//entities/788/settings/event/22/message
source: You can use that teleporter for a quick connection to the \c[3]dojo\c[0].
es_es: Puedes usar ese teleportador para una conexión rápida al \c[3]dojo\c[0].

# data/maps/hideout/path-3.json//entities/789/settings/teleportLabel
source: To the \c[3]Old Dojo\c[0]
es_es: Hacia el \c[3]Viejo Dojo\c[0]

# data/maps/hideout/path-3.json//entities/790/settings/event/8/message
source: Uhm...\. Lea?\. Should we log out now?
es_es: Em...\. ¿Lea?\. ¿Deberíamos desconectarnos?

# data/maps/hideout/path-3.json//entities/790/settings/event/9/message
source: ...Wait.
es_es: ...Espera.

# data/maps/hideout/path-3.json//entities/790/settings/event/16/message
source: You seem to like this place...
es_es: Este lugar parece gustarte...

# data/maps/hideout/path-3.json//entities/790/settings/event/17/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/path-3.json//entities/790/settings/event/18/message
source: Well...
es_es: Bueno...

# data/maps/hideout/path-3.json//entities/790/settings/event/20/message
source: Are you nervous?
es_es: ¿Estás nerviosa?

# data/maps/hideout/path-3.json//entities/790/settings/event/21/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/path-3.json//entities/790/settings/event/22/message
source: Same for me, really.
es_es: Igual yo, la verdad.

# data/maps/hideout/path-3.json//entities/790/settings/event/23/message
source: This plan is very risky... there are so many things that could potentially go wrong.
es_es: Este plan es muy riesgoso... hay tantas cosas que pueden salir mal.

# data/maps/hideout/path-3.json//entities/790/settings/event/25/message
source: ...Why?
es_es: ¿...Por qué?

# data/maps/hideout/path-3.json//entities/790/settings/event/26/message
source: Uhm...\. sorry.\. Building confidence is not exactly my strong suit.
es_es: Em...\. lo siento.\. Generar confianza no es mi fuerte.

# data/maps/hideout/path-3.json//entities/790/settings/event/28/message
source: By now you probably already guessed it, but I plan to involve the other First Scholar members.
es_es: Supongo que ya lo adivinaste, pero planeo involucrar a los otros miembros de los Primeros Eruditos.

# data/maps/hideout/path-3.json//entities/790/settings/event/29/message
source: We will need their help to properly execute the plan.
es_es: Necesitaremos su ayuda para ejecutar el plan.

# data/maps/hideout/path-3.json//entities/790/settings/event/31/message
source: That also means I have to explain the full situation to them...\. and tell them about you.
es_es: Eso quiere decir que tengo que explicarles la situación...\. y contarles la verdad sobre tí.

# data/maps/hideout/path-3.json//entities/790/settings/event/33/message
source: I understand that you are nervous about this, but there really is no way around it.
es_es: Entiendo que estés nerviosa por esto, pero no hay forma de evitarlo.

# data/maps/hideout/path-3.json//entities/790/settings/event/35/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/path-3.json//entities/790/settings/event/36/message
source: And... I am pretty positive they will understand.
es_es: Y... estoy seguro de que entenderán.

# data/maps/hideout/path-3.json//entities/790/settings/event/38/message
source: Trust me on that, you are no stranger to them anymore.
es_es: Creéme en eso, no eres una extraña para ellos.

# data/maps/hideout/path-3.json//entities/790/settings/event/41/message
source: Also...\. here is something I should have said a long time ago...
es_es: También...\. hay algo que debería haber dicho hace tiempo...

# data/maps/hideout/path-3.json//entities/790/settings/event/42/message
source: \c[3]Thank you, Lea\c[0].
es_es: \c[3]Gracias, Lea\c[0].

# data/maps/hideout/path-3.json//entities/790/settings/event/44/message
source: We had such a long journey together...
es_es: Tuvimos una larga aventura juntos...

# data/maps/hideout/path-3.json//entities/790/settings/event/45/message
source: You went through such a number of hardships... and you always kept going.
es_es: Pasamos por tantos momentos difíficles... y tu siempre seguiste adelante.

# data/maps/hideout/path-3.json//entities/790/settings/event/46/message
source: Really, I could not have imagined a better partner.
es_es: Realmente, no me podría haber imaginado a un mejor compañero.

# data/maps/hideout/path-3.json//entities/790/settings/event/51/message
source: So what about now? Ready to logout?
es_es: ¿Que tal ahora? ¿Lista para desconectarte?

# data/maps/hideout/path-3.json//entities/790/settings/event/52/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/path-3.json//entities/790/settings/event/53/message
source: Bye.
es_es: Adiós.

# data/maps/hideout/path-3.json//entities/790/settings/event/54/message
source: Good night, Lea.
es_es: Buenas noches, Lea.

# data/maps/hideout/path-3.json//entities/790/settings/event/58/text
source: Logout
es_es: Desconectarse

# data/maps/hideout/path-3.json//entities/791/settings/event/26/text
source: Initializing avatar
es_es: Inicializando Avatar

# data/maps/hideout/path-3.json//entities/791/settings/event/33/message
source: Good morning, Lea!
es_es: ¡Buenos días, Lea!

# data/maps/hideout/path-3.json//entities/791/settings/event/35/message
source: Hi...
es_es: Hola...

# data/maps/hideout/path-3.json//entities/791/settings/event/36/message
source: Did you sleep well?
es_es: ¿Dormiste bien?

# data/maps/hideout/path-3.json//entities/791/settings/event/37/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/path-3.json//entities/791/settings/event/39/message
source: Well then, time to get everyone together!
es_es: Bueno, ¡es hora de reunirlos a todos!

# data/maps/hideout/path-3.json//entities/791/settings/event/41/message
source: How?
es_es: ¿Cómo?

# data/maps/hideout/path-3.json//entities/791/settings/event/42/message
source: I am happy you asked!
es_es: ¡Me alegro que preguntes!

# data/maps/hideout/path-3.json//entities/791/settings/event/43/message
source: I worked really hard and managed to add a couple more words to your vocabulary!
es_es: ¡Trabajé duramente y conseguí agregar un par de palabras más a tu vocabulario!

# data/maps/hideout/path-3.json//entities/791/settings/event/46/object
source: Meet
es_es: Reunir

# data/maps/hideout/path-3.json//entities/791/settings/event/50/message
source: ...Meet?
es_es: ¿...Reunir?

# data/maps/hideout/path-3.json//entities/791/settings/event/51/message
source: I am sure that will help getting everyone together, correct?
es_es: Seguro que eso te ayudará a juntar a todos, ¿no?

# data/maps/hideout/path-3.json//entities/791/settings/event/52/message
source: ...Meet Lea!
es_es: ¡...Reunir Lea!

# data/maps/hideout/path-3.json//entities/791/settings/event/53/message
source: Exactly.
es_es: Exactamente.

# data/maps/hideout/path-3.json//entities/791/settings/event/54/message
source: But wait, there is more!
es_es: ¡Pero espera, aún hay más!

# data/maps/hideout/path-3.json//entities/791/settings/event/57/object
source: Thanks
es_es: Gracias

# data/maps/hideout/path-3.json//entities/791/settings/event/61/message
source: Thanks!
es_es: ¡Gracias!

# data/maps/hideout/path-3.json//entities/791/settings/event/62/message
source: You are welcome!
es_es: ¡De nada!

# data/maps/hideout/path-3.json//entities/791/settings/event/64/message
source: Well then, let us call the others.
es_es: Bien, llamemos al resto.

# data/maps/hideout/path-3.json//entities/791/settings/event/65/message
source: The goal is to get everyone to assemble in the \c[3]meeting room\c[0] at the \c[3]First Scholar HQ\c[0].
es_es: El objetivo es que todos se junten en la \c[3]sala de reuniones\c[0] de la \c[3]Sede de los Primeros Eruditos\c[0].

# data/maps/hideout/path-3.json//entities/791/settings/event/66/message
source: Let us move there first, shall we?
es_es: Vayamos allí primero, ¿si?

# data/maps/hideout/path-3.json//entities/791/settings/event/67/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/path-3.json//entities/799/settings/event/28/message
source: Oh my, what a lovely hideout!
es_es: ¡Oh, pero que bello escondite!

# data/maps/hideout/path-3.json//entities/799/settings/event/30/message
source: Japp.\. Certainly beats our small headquarters.
es_es: Japp.\. Ciertamente le gana a nuestra pequeña sede.

# data/maps/hideout/path-3.json//entities/799/settings/event/32/message
source: Well...\. we had the connections after all.
es_es: Bueno...\. teníamos ciertas conexiones después de todo.

# data/maps/hideout/path-3.json//entities/799/settings/event/46/message
source: So...\. the time has come.
es_es: Entonces...\. la hora ha llegado.

# data/maps/hideout/path-3.json//entities/799/settings/event/47/message
source: I am not sure what else there is to say other than...
es_es: No sé qué más decir aparte de...

# data/maps/hideout/path-3.json//entities/799/settings/event/48/message
source: Thank you very much for everything.
es_es: Gracias a todos, por todo.

# data/maps/hideout/path-3.json//entities/799/settings/event/49/message
source: We could not have done it without your help.
es_es: No podríamos haberlo hecho sin su ayuda.

# data/maps/hideout/path-3.json//entities/799/settings/event/51/message
source: Really, don't mention it!
es_es: En serio, ¡no hay de qué!

# data/maps/hideout/path-3.json//entities/799/settings/event/53/message
source: We served Justice where Justice was due!
es_es: ¡Hemos servido Justicia dónde se debía!

# data/maps/hideout/path-3.json//entities/799/settings/event/58/message
source: Sergey...\. Lea will be back, right?
es_es: Sergey...\. Lea volverá, ¿cierto?

# data/maps/hideout/path-3.json//entities/799/settings/event/61/message
source: Please promise me she will return...
es_es: Por favor prométeme que volverá...

# data/maps/hideout/path-3.json//entities/799/settings/event/62/message
source: I... unfortunately cannot give you that promise.
es_es: Yo... desgraciadamente no puedo prometértelo.

# data/maps/hideout/path-3.json//entities/799/settings/event/63/message
source: I can only promise that I will try my very hardest to make that happen.
es_es: Solo puedo prometer que haré todo lo posible para que eso suceda.

# data/maps/hideout/path-3.json//entities/799/settings/event/77/message
source: I'm gonna miss you so much...
es_es: Te extrañaré tanto...

# data/maps/hideout/path-3.json//entities/799/settings/event/78/message
source: Bye...
es_es: Adiós...

# data/maps/hideout/path-3.json//entities/799/settings/event/79/message
source: You have to return someday... It has to happen....
es_es: Tienes que volver algún día... Tiene que pasar...

# data/maps/hideout/path-3.json//entities/799/settings/event/80/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/path-3.json//entities/799/settings/event/81/message
source: Goodbye, chérie...
es_es: Adiós, chérie...

# data/maps/hideout/path-3.json//entities/799/settings/event/82/message
source: Bye...
es_es: Adiós...

# data/maps/hideout/path-3.json//entities/799/settings/event/102/message
source: Bye...
es_es: Adiós...

# data/maps/hideout/path-3.json//entities/799/settings/event/103/message
source: Goodbye, Lea.
es_es: Adiós, Lea.

# data/maps/hideout/path-3.json//entities/799/settings/event/107/message
source: Ha!\. Finally I can witness that infamous hug!
es_es: ¡Ja!\. ¡Finalmente puedo presenciar ese infame abrazo!

# data/maps/hideout/path-3.json//entities/799/settings/event/118/message
source: Whoa...
es_es: Wow...

# data/maps/hideout/path-3.json//entities/799/settings/event/119/message
source: Bye...
es_es: Adiós...

# data/maps/hideout/path-3.json//entities/799/settings/event/120/message
source: See ya around, Lea.
es_es: Nos vemos, Lea.

# data/maps/hideout/path-3.json//entities/799/settings/event/131/message
source: Bye...
es_es: Adiós...

# data/maps/hideout/path-3.json//entities/799/settings/event/132/message
source: Goodbye, dear.
es_es: Adiós, querida.

# data/maps/hideout/path-3.json//entities/799/settings/event/143/message
source: Goodbye.
es_es: Adiós.

# data/maps/hideout/path-3.json//entities/799/settings/event/144/message
source: And let us hope we will meet again.
es_es: Y espero que nos volvamos a encontrar.

# data/maps/hideout/path-3.json//entities/799/settings/event/158/message
source: Alright!
es_es: ¡De acuerdo!

# data/maps/hideout/path-3.json//entities/799/settings/event/159/message
source: Farewell, Lea!
es_es: ¡Me despido, Lea!

# data/maps/hideout/path-3.json//entities/799/settings/event/160/message
source: Bye...
es_es: Adiós...

# data/maps/hideout/path-3.json//entities/799/settings/event/161/message
source: Now please unhand me!
es_es: ¡Ahora suéltame, por favor!

# data/maps/hideout/path-3.json//entities/799/settings/event/174/message
source: Goodbye, small one.
es_es: Adiós, pequeña.

# data/maps/hideout/path-3.json//entities/799/settings/event/181/message
source: No wait...\. this is awkward!
es_es: No espera...\. ¡esto es raro!

# data/maps/hideout/path-3.json//entities/799/settings/event/189/message
source: Bye!!
es_es: ¡¡Adiós!!

# data/maps/hideout/path-3.json//entities/799/settings/event/191/message
source: Goodbye, Lea.
es_es: Adiós, Lea.

# data/maps/hideout/path-3.json//entities/799/settings/event/197/message
source: Seriously...\. just how touchy can you even get?
es_es: En serio...\. ¿qué tan cariñosa puedes ser?

# data/maps/hideout/path-3.json//entities/799/settings/event/212/message
source: Bye!
es_es: ¡Adiós!

# data/maps/hideout/path-3.json//entities/799/settings/event/214/message
source: That is my cue.
es_es: Esa es mi señal.

# data/maps/hideout/path-3.json//entities/799/settings/event/215/message
source: Good night and sweet dreams, Lea.
es_es: Buenas noches y dulces sueños, Lea.

# data/maps/hideout/path-3.json//entities/799/settings/event/221/text
source: Logout
es_es: Desconectarse

# data/maps/hideout/path-3.json//entities/799/settings/event/230/text
source: Now it is up to me.\. To make sure we can meet again.
es_es: Ahora depende de mí.\. De asegurarnos de que nos veamos otra vez.

# data/maps/hideout/path-3.json//entities/800/settings/event/14/message
source: Alright...\. enough break!
es_es: Bueno...\. ¡suficiente descanso!

# data/maps/hideout/path-3.json//entities/800/settings/event/15/message
source: Ready to start the stress test?
es_es: ¿Estás lista para comenzar la prueba de resistencia?

# data/maps/hideout/path-3.json//entities/800/settings/event/16/message
source: [nods]
es_es: [asiente]

# data/maps/hideout/path-3.json//entities/800/settings/event/17/message
source: Let's get to work.
es_es: A trabajar.

# data/areas/hideout.json/floors/0/maps/0/name
source: Entrance
ru_ru: Вход

# data/areas/hideout.json/floors/0/maps/1/name
source: Left Path
ru_ru: Левый путь

# data/areas/hideout.json/floors/0/maps/2/name
source: Right Path
ru_ru: Правый путь

# data/areas/hideout.json/floors/0/maps/3/name
source: Upper Path
ru_ru: Верхний путь

# data/areas/hideout.json/floors/0/maps/4/name
source: Corridors
ru_ru: Коридоры

# data/areas/hideout.json/floors/0/maps/5/name
source: Satoshi's Workstation
ru_ru: Рабочее место Сатоши

# data/areas/hideout.json/floors/0/maps/6/name
source: Dinner Room
ru_ru: Столовая

# data/maps/hideout/entrance.json/entities/20/settings/event/6/titleText
source: \s[0]\c[3]About Difficulty and Assist Mode\c[0]
ru_ru: \s[0]\c[3]О сложности и Режиме ассистирования\c[0]

# data/maps/hideout/entrance.json/entities/20/settings/event/6/text
source: \s[1]CrossCode is designed with \c[3]challenge\c[0] in mind for both \c[3]combat\c[0] and \c[3]puzzles\c[0], and we encourage every player to try the game with its intended difficulty. However, if those challenges end up making the game less enjoyable or even inaccessible for you, we provide options to tweak the difficulty through the \c[3]assists\c[0] tab in the \c[3]options\c[0] menu.
ru_ru: \s[1]CrossCode разрабатывался с учётом \c[3]вызова для игрока\c[0], как в \c[3]сражениях\c[0], так и в \c[3]головоломках\c[0], и мы призываем всех игроков попробовать игру на предустановленной сложности. Однако, если это делает игру слишком сложной или даже непроходимой для вас, в меню \c[3]настроек\c[0] имеется \c[3]вкладка\c[0] c детальными настройками сложности.

# data/maps/hideout/entrance.json/entities/20/settings/event/36/text
source: Initializing avatar
ru_ru: Инициализация аватара
