Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/hideout.po
Languages: es_es, ru_ru

# data/maps/hideout/inner-office.json/entities/81/settings/event/43/message
source: Thus, the server will not respond to anything, including queries to wipe the data.
ru_ru: Следовательно, сервер перестанет отвечать на все запросы, включая запросы на стирание данных.

# data/maps/hideout/inner-office.json/entities/81/settings/event/44/message
source: That will give us enough time for Lea to reach it physically.
ru_ru: Это даст нам достаточно времени, чтобы Лея смогла добраться до него физически.

# data/maps/hideout/inner-office.json/entities/81/settings/event/45/message
source: That sounds very promising!
ru_ru: Звучит многообещающе!

# data/maps/hideout/inner-office.json/entities/81/settings/event/46/message
source: So, how exactly will it work?\. How do we make it crash?
ru_ru: Так как именно это работает?\. Как мы сломаем сервер?

# data/maps/hideout/inner-office.json/entities/81/settings/event/47/message
source: The keys are the \c[3]Evotars\c[0] running around Vermillion Wasteland.
ru_ru: Ключ - это \c[3]эвотары\c[0], бегающие по Пустоши Вермиллион.

# data/maps/hideout/inner-office.json/entities/81/settings/event/48/message
source: We need to subject them to a certain type of field effect, as many and as quickly as possible.
ru_ru: Нам нужно подвергнуть их определённому типу эффекта поля, как можно больше и как можно быстрее.

# data/maps/hideout/inner-office.json/entities/81/settings/event/49/message
source: If we succeed, things should overflow on the Server, making it crash.
ru_ru: Если мы преуспеем в этом, то сервер должен переполниться, что приведёт к сбою системы.

# data/maps/hideout/inner-office.json/entities/81/settings/event/50/message
source: However, for this to work...\. we will need a lot more players to participate.
ru_ru: Однако, чтобы это сработало...\. нам понадобится гораздо больше игроков.

# data/maps/hideout/inner-office.json/entities/81/settings/event/51/message
source: That's why I plan to involve a few other players, specifically those Lea has met before.
ru_ru: Вот почему я планирую привлечь других игроков, а конкретно тех, с кем Лея встречалась раньше.

# data/maps/hideout/inner-office.json/entities/81/settings/event/52/message
source: Involving other players...
ru_ru: Вовлечение других игроков...

# data/maps/hideout/inner-office.json/entities/81/settings/event/53/message
source: I suppose it's a risk we have to take.
ru_ru: Полагаю, что это риск, на который нам придётся пойти.

# data/maps/hideout/inner-office.json/entities/81/settings/event/54/message
source: I currently see no other options, unfortunately.
ru_ru: В текущей ситуации я не вижу никаких других вариантов, к сожалению.

# data/maps/hideout/inner-office.json/entities/81/settings/event/58/message
source: So...\. what about me?
ru_ru: Так...\. что насчёт меня?

# data/maps/hideout/inner-office.json/entities/81/settings/event/59/message
source: I can't enter the official Playground, but I can move around Vermillion Wasteland.
ru_ru: Я не могу попасть в официальную игровую зону, но я могу передвигаться по Пустоши Вермиллион.

# data/maps/hideout/inner-office.json/entities/81/settings/event/60/message
source: Should I help?
ru_ru: Вам нужна моя помощь?

# data/maps/hideout/inner-office.json/entities/81/settings/event/62/message
source: Hm...\. I think it would be better if you avoid logging into the game while we storm the Evotarground.
ru_ru: Хм...\. я думаю, будет лучше, если ты не будешь входить в игру, пока мы штурмуем зону эвотаров.

# data/maps/hideout/inner-office.json/entities/81/settings/event/63/message
source: Since Sidwell is aware of your current location outside the game, you need to be quickly relocated.
ru_ru: Поскольку Сидвелл знает о твоём текущем местоположении в реальной жизни, тебе нужно быстро передислоцироваться.

# data/maps/hideout/inner-office.json/entities/81/settings/event/64/message
source: Otherwise, things will end with him taking you hostage.
ru_ru: Иначе всё закончится тем, что он возьмёт тебя в заложники.

# data/maps/hideout/inner-office.json/entities/81/settings/event/65/message
source: Right...\. there is the real life side of things as well.
ru_ru: Верно...\. ведь ещё есть и реальная жизнь.

# data/maps/hideout/inner-office.json/entities/81/settings/event/70/message
source: One last thing, did you manage to talk with Gautham?
ru_ru: И последнее, ты поговорила с Гаутамом?

# data/maps/hideout/inner-office.json/entities/81/settings/event/72/message
source: I tried.
ru_ru: Я пыталась.

# data/maps/hideout/inner-office.json/entities/81/settings/event/73/message
source: He has been acting...\. very strange.\. Even more strange than usual.\. And that's saying a lot.
ru_ru: Он вёл себя...\. очень странно.\. Даже более странно, чем обычно.\. И это говорит о многом.

# data/maps/hideout/inner-office.json/entities/81/settings/event/74/message
source: Once I mentioned Lea, he started raving about how she managed to escape his dungeon tower.
ru_ru: Как только я упомянула Лею, он начал гневно кричать о том, как ей удалось сбежать из его подземелья.

# data/maps/hideout/inner-office.json/entities/81/settings/event/75/message
source: I guess you really left an impact.
ru_ru: Видимо, ты действительно задела его за живое.

# data/maps/hideout/inner-office.json/entities/81/settings/event/79/message
source: Anyway...\. I decided I'd better not tell him too much.
ru_ru: В любом случае...\. я решила, что лучше не рассказывать ему слишком много.

# data/maps/hideout/inner-office.json/entities/81/settings/event/80/message
source: Really...\. he's pretty much turned into a nutcase by now.
ru_ru: Ведь он...\. и так уже почти сошёл с ума.

# data/maps/hideout/inner-office.json/entities/81/settings/event/81/message
source: ... That is worrisome.
ru_ru: ...Это меня и тревожит.

# data/maps/hideout/inner-office.json/entities/81/settings/event/83/message
source: We will see if we can drag him out somehow.
ru_ru: Посмотрим, сможем ли мы как-нибудь вытащить его.

# data/maps/hideout/inner-office.json/entities/81/settings/event/84/message
source: I know a few people from the maintenance crew that might be able to help us with this.
ru_ru: Я знаю несколько человек из обслуживающего персонала, которые могли бы помочь нам с этим.

# data/maps/hideout/inner-office.json/entities/81/settings/event/89/message
source: Good...\. then how do we proceed?
ru_ru: Хорошо...\. тогда как мы поступим?

# data/maps/hideout/inner-office.json/entities/81/settings/event/91/message
source: For now, we should call it a day.
ru_ru: На сегодня стоит закончить.

# data/maps/hideout/inner-office.json/entities/81/settings/event/92/message
source: As soon as I have everything prepared, Lea and I will try to gather the other players.
ru_ru: Как только я всё подготовлю, мы с Леей постараемся собрать остальных игроков.

# data/maps/hideout/inner-office.json/entities/81/settings/event/93/message
source: And once we have the help we need, we start with the plan as soon as possible.
ru_ru: И как только мы получим всю требуемую помощь, мы приступим к исполнению плана.

# data/maps/hideout/inner-office.json/entities/81/settings/event/94/message
source: Alright, let's give it our best shot.
ru_ru: Хорошо, давайте сделаем всё возможное.

# data/maps/hideout/inner-office.json/entities/81/settings/event/95/message
source: That we will.\. See you soon!
ru_ru: Согласен.\. Скоро увидимся!

# data/maps/hideout/inner-office.json/entities/81/settings/event/97/message
source: Good night.
ru_ru: Спокойной ночи.

# data/maps/hideout/inner-office.json/entities/81/settings/event/99/message
source: Bye!
ru_ru: Пока!

# data/maps/hideout/inner-office.json/entities/83/settings/event/13/message
source: Sergey...\. you did it.
ru_ru: Сергей...\. у тебя получилось.

# data/maps/hideout/inner-office.json/entities/83/settings/event/20/action/0/text
source: Unexpected Error
ru_ru: Непредвиденная ошибка

# data/maps/hideout/path-1.json/entities/40/settings/event/28/message
source: I'm sorry but I can't let you go any further.
ru_ru: Прости, но я не могу тебя пропустить.

# data/maps/hideout/path-1.json/entities/40/settings/event/29/message
source: ... \.Really?
ru_ru: ...\.Серьёзно?

# data/maps/hideout/path-1.json/entities/42/settings/event/6/title
source: Dodge!
ru_ru: Уклоняйтесь!

# data/maps/hideout/path-1.json/entities/42/settings/event/6/textKeyboard
source: Hold \i[key-right] + press \i[key-dash]
ru_ru: Удерживая \i[key-right], нажмите \i[key-dash]

# data/maps/hideout/path-1.json/entities/42/settings/event/6/textGamepad
source: Hold \i[left-stick-right] + press \i[dash]
ru_ru: Удерживая \i[left-stick-right], нажмите \i[dash]

# data/maps/hideout/path-1.json/entities/42/settings/event/12/title
source: Attack!
ru_ru: Атакуйте!

# data/maps/hideout/path-1.json/entities/42/settings/event/12/textKeyboard
source: Press \i[key-throw] + \i[key-throw] + \i[key-throw] + \i[key-throw]
ru_ru: Нажмите \i[key-throw] + \i[key-throw] + \i[key-throw] + \i[key-throw]

# data/maps/hideout/path-1.json/entities/42/settings/event/12/textGamepad
source: Press \i[throw] + \i[throw] + \i[throw] + \i[throw]
ru_ru: Нажмите \i[throw] + \i[throw] + \i[throw] + \i[throw]

# data/maps/hideout/path-1.json/entities/43/settings/event/9/message
source: You will have to do better than that.
ru_ru: Тебе нужно придумать что-то получше, чем это.

# data/maps/hideout/path-1.json/entities/277/settings/event/1/message
source: Now that I think about it... Satoshi did mention an unused location within Sapphire Ridge back then.
ru_ru: Теперь, когда я об этом думаю... Сатоши упоминал о неиспользуемой локации в Сапфировом крае.

# data/maps/hideout/path-1.json/entities/277/settings/event/2/message
source: He must have been talking about this place.
ru_ru: Должно быть, он говорил про это место.

# data/maps/hideout/path-2.json/entities/61/settings/event/11/message
source: You know this is what he wants as well!
ru_ru: Ты же знаешь, что он сам хочет этого!

# data/maps/hideout/path-2.json/entities/61/settings/event/12/message
source: Sure, you'd like to think that!
ru_ru: Ага, или тебе хочется так думать!

# data/maps/hideout/path-2.json/entities/61/settings/event/13/message
source: You won't listen...
ru_ru: Ты не хочешь слушать...

# data/maps/hideout/path-2.json/entities/61/settings/event/38/message
source: Cold-based?\. How very creative.
ru_ru: Ледяные?\. Очень изобретательно.

# data/maps/hideout/path-2.json/entities/69/settings/event/7/message
source: Weak to heat, how surprising.
ru_ru: Уязвимы к огню, кто бы мог подумать.

# data/maps/hideout/path-2.json/entities/268/settings/event/1/message
source: Does this mean he actually used this place in the end?
ru_ru: Это значит, что он всё-таки использовал это место?

# data/maps/hideout/path-2.json/entities/268/settings/event/2/message
source: Just how did he manage to hide it from Instatainment?
ru_ru: Как он смог утаить это от Instatainment?

# data/maps/hideout/path-3.json/entities/95/settings/event/8/message
source: Almost there.
ru_ru: Почти у цели.

# data/maps/hideout/path-3.json/entities/100/settings/event/43/message
source: Okay, this is it!
ru_ru: Пора с этим заканчивать!

# data/maps/hideout/path-3.json/entities/100/settings/event/44/message
source: You don't know when to stop, do you?
ru_ru: Ты не знаешь, когда нужно остановиться, не так ли?

# data/maps/hideout/path-3.json/entities/100/settings/event/49/message
source: Just watch.
ru_ru: Просто наблюдай.

# data/maps/hideout/path-3.json/entities/112/settings/event/3/title
source: Charge!
ru_ru: Заряжайте!

# data/maps/hideout/path-3.json/entities/112/settings/event/3/textKeyboard
source: Press and hold \i[special]
ru_ru: Нажмите и удерживайте \i[special]

# data/maps/hideout/path-3.json/entities/112/settings/event/3/textGamepad
source: Press and hold \i[special]
ru_ru: Нажмите и удерживайте \i[special]

# data/maps/hideout/path-3.json/entities/112/settings/event/6/title
source: Charge!
ru_ru: Заряжайте!

# data/maps/hideout/path-3.json/entities/112/settings/event/6/textKeyboard
source: Press and hold \i[special]
ru_ru: Нажмите и удерживайте \i[special]

# data/maps/hideout/path-3.json/entities/112/settings/event/6/textGamepad
source: Press and hold \i[special]
ru_ru: Нажмите и удерживайте \i[special]

# data/maps/hideout/path-3.json/entities/112/settings/event/7/title
source: Let's go!
ru_ru: Давайте!

# data/maps/hideout/path-3.json/entities/112/settings/event/7/textKeyboard
source: Release \i[special]
ru_ru: Отпустите \i[special]

# data/maps/hideout/path-3.json/entities/112/settings/event/7/textGamepad
source: Release \i[special]
ru_ru: Отпустите \i[special]

# data/maps/hideout/path-3.json/entities/113/settings/event/5/message
source: You can throw as many enemies at me as you like.
ru_ru: Ты можешь посылать на меня столько врагов, сколько захочешь.

# data/maps/hideout/path-3.json/entities/113/settings/event/6/message
source: The level threshold doesn't exactly work in your favor.
ru_ru: Ограничение по уровню работает явно не в твою пользу.

# data/maps/hideout/path-3.json/entities/417/settings/event/0/message
source: If you interrupt him, all of his hard work will be lost.\. Don't do this!
ru_ru: Если ты ему помешаешь, всё, над чем он работал, пропадёт.\. Не делай этого!

# data/maps/hideout/path-3.json/entities/417/settings/event/1/message
source: So?\. It never should have happened in the first place!
ru_ru: Правда?\. Этого вообще никогда не должно было случиться!

# data/maps/hideout/path-3.json/entities/452/settings/event/2/message
source: So far this place seems entirely abandoned...
ru_ru: Пока что это место кажется полностью заброшенным...

# data/maps/hideout/path-3.json/entities/452/settings/event/3/message
source: Please do not let this be a dead end...
ru_ru: Пожалуйста, хоть бы это был не тупик...

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/6/message
source: This spot is pretty nice, isn't it?
ru_ru: Это место довольно милое, не правда ли?

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/7/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/8/message
source: Certainly better than anything you'd find in Vermillion Wasteland.
ru_ru: Точно лучше, чем всё то, что можно найти в Пустоши Вермиллион.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/9/message
source: Let's sit down for a bit.
ru_ru: Давай присядем ненадолго.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/19/message
source: So what words can you say exactly?
ru_ru: Так какие слова ты можешь говорить?

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/20/message
source: Hi. Bye. Lea.
ru_ru: Привет. Пока. Лея.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/21/message
source: How. Why.
ru_ru: Как. Почему.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/22/message
source: Wait. Sorry...
ru_ru: Подожди. Прости...

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/24/message
source: That's it?
ru_ru: И всё?

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/25/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/26/message
source: Must be bothersome.
ru_ru: Трудно тебе, должно быть.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/28/message
source: Also... Still wearing those horns.
ru_ru: А ещё... по-прежнему носишь эти рога.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/30/message
source: So you hate them, too?
ru_ru: Так ты тоже их ненавидишь?

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/32/message
source: They're the worst, aren't they?
ru_ru: Они ужасны, правда?

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/34/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/35/message
source: That all happened because of a stupid joke.
ru_ru: И всё из-за одной глупой шутки.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/36/message
source: I often complained that horns don't fit the Spheromancer design at all.
ru_ru: Я всегда говорила, что рога не подходят дизайну сферомантов.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/37/message
source: So of course, one day Sergey gifted them to me.\. Very funny.
ru_ru: И конечно же, в один прекрасный день Сергей подарил их мне.\. Очень смешно.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/39/message
source: And then they'd always log into my account and equip them.
ru_ru: А потом они постоянно заходили в мою учетную запись и надевали их.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/40/message
source: Those idiots.
ru_ru: Вот придурки.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/42/message
source: And now you ended up with them. Sorry for that.
ru_ru: И в итоге они оказались на тебе. Прости за это.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/43/message
source: Whyyyyy....
ru_ru: Почемууу....

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/44/message
source: Don't ask me. I didn't do it.
ru_ru: Не спрашивай меня. Не я это сделала.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/46/message
source: Well... at least they left you the scar.
ru_ru: Ну... по крайней мере, они оставили тебе шрам.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/48/message
source: Scars are badass.
ru_ru: Шрамы выглядят круто.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/49/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/50/message
source: Guess we both have the same taste. Makes sense.
ru_ru: Я вижу, у нас одинаковый вкус. Логично.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/52/message
source: But you're lucky, you know that?
ru_ru: Но тебе повезло, ты в курсе?

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/54/message
source: You missed the worst stuff.
ru_ru: Ты пропустила самое худшее.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/55/message
source: You didn't have to witness your brother dying in front of you.
ru_ru: Тебе не приходилось видеть то, как твой собственный брат умирает прямо у тебя на глазах.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/56/message
source: And the futility of the whole situation...
ru_ru: И тщетность всей ситуации...

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/59/message
source: They just kept you in that room... all the time.
ru_ru: Они просто держали тебя в этой комнате... всё это время.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/61/message
source: ...taking care of you...
ru_ru: ...заботясь о тебе...

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/62/message
source: ...Sorry.
ru_ru: ...Прости.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/65/message
source: Shut up!
ru_ru: Заткнись!

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/67/message
source: Don't be sorry.
ru_ru: Хватит извиняться.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/68/message
source: Honestly, none of this is your fault.
ru_ru: Честно говоря, в этом нет твоей вины.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/71/message
source: If anything...\. I should apologize.
ru_ru: Раз на то пошло...\. Это мне стоит извиниться.

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/72/message
source: For what I did to you...
ru_ru: За то, что я сделала с тобой...

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/74/message
source: This whole situation...\. it's been going on for so long already...
ru_ru: Вся эта ситуация...\. это продолжается уже так долго...

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/76/message
source: I just don't know what to do anymore...
ru_ru: Я просто не знаю, что дальше делать...

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/77/message
source: How much longer I can take this...
ru_ru: Как долго я смогу ещё это терпеть...

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/91/message
source: Stop that...
ru_ru: Прекрати это...

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/93/message
source: How can you be like this, after all the things I did to you?
ru_ru: Как ты можешь вести себя так, после всего, что я сделала с тобой?

# data/maps/hideout/path-3.json/entities/454/settings/npcStates/3/event/95/message
source: It's too soon...
ru_ru: Ещё слишком рано...

source: Getting all touchy like that...
ru_ru: Вот так лезть с нежностями...

source: That is... nothing like me...
ru_ru: Это... совсем не похоже на меня...

# data/maps/hideout/path-3.json/entities/455/settings/event/6/message
source: Shizuka...
ru_ru: Шизука...

# data/maps/hideout/path-3.json/entities/455/settings/event/12/message
source: Hello again.
ru_ru: И снова привет.

# data/maps/hideout/path-3.json/entities/455/settings/event/14/message
source: Hi.
ru_ru: Привет.

# data/maps/hideout/path-3.json/entities/455/settings/event/15/message
source: Still kicking, I see.
ru_ru: Всё ещё брыкаешься, как я посмотрю.

# data/maps/hideout/path-3.json/entities/455/settings/event/16/message
source: Did you just forget everything I told you?
ru_ru: Ты что, забыла всё, что я тебе говорила?

# data/maps/hideout/path-3.json/entities/455/settings/event/18/message
source: [shakes head]
ru_ru: [мотает головой]

# data/maps/hideout/path-3.json/entities/455/settings/event/19/message
source: Oh...\. that's just wonderful!
ru_ru: Ох...\. это просто замечательно!

# data/maps/hideout/path-3.json/entities/455/settings/event/20/message
source: So the bot is fully aware of itself and it doesn't even matter anymore!
ru_ru: Значит, бот полностью осознал себя, и его уже ничто не волнует!

# data/maps/hideout/path-3.json/entities/455/settings/event/21/message
source: And then you simply escape your prison...
ru_ru: К тому же, ты просто сбежала из своей тюрьмы...

# data/maps/hideout/path-3.json/entities/455/settings/event/24/message
source: ...re-enter the Playground....
ru_ru: ...вернулась в игровую зону....

# data/maps/hideout/path-3.json/entities/455/settings/event/27/message
source: ... just strolling around with my memories...
ru_ru: ...просто разгуливаешь с моими воспоминаниями...

# data/maps/hideout/path-3.json/entities/455/settings/event/30/message
source: ... like they're yours to use freely.
ru_ru: ...как будто они твои собственные.

# data/maps/hideout/path-3.json/entities/455/settings/event/40/message
source: Can somebody PLEASE JUST DELETE YOU ALREADY?!
ru_ru: Может, кто-нибудь УЖЕ НАКОНЕЦ УДАЛИТ ТЕБЯ?!

# data/maps/hideout/path-3.json/entities/455/settings/event/43/message
source: Oh how I'd love to just rip your head off!
ru_ru: Ох, как бы я хотела просто оторвать тебе голову!

# data/maps/hideout/path-3.json/entities/455/settings/event/44/message
source: But what does it even matter in this cursed simulation?!
ru_ru: Но какое это имеет значение в этой проклятой симуляции?!

# data/maps/hideout/path-3.json/entities/455/settings/event/46/message
source: If I only knew the machine you're running on!
ru_ru: Если бы я только знала, на каком оборудовании ты запущена!
