Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/hideout.po
Languages: es_es, ru_ru

source: Hello again, Lea.
ru_ru: Привет ещё раз, Лея.

source: You should know what to do. Let's hurry and proceed with the plan.
ru_ru: Ты должна знать, что делать. Давай поторопимся и приступим к выполнению плана.

source: [nods]
ru_ru: [кивает]

# data/maps/hideout/inner-office.json/entities/52/settings/event/14/message
source: ...Hi?
ru_ru: ...Привет?

# data/maps/hideout/inner-office.json/entities/52/settings/event/16/message
source: Is...\. is that?
ru_ru: Неужели...\. это?

# data/maps/hideout/inner-office.json/entities/52/settings/event/27/message
source: It...\. it really happened.
ru_ru: Это...\. это действительно произошло.

# data/maps/hideout/inner-office.json/entities/52/settings/event/35/message
source: Satoshi...\. finally...\. we found you!
ru_ru: Сатоши...\. наконец-то...\. мы нашли тебя!

# data/maps/hideout/inner-office.json/entities/52/settings/event/42/message
source: Lea...\. you are here...
ru_ru: Лея...\. ты здесь...

# data/maps/hideout/inner-office.json/entities/52/settings/event/43/message
source: Does that mean...\. is he with you as well?
ru_ru: Значит ли это...\. что он тоже с тобой?

# data/maps/hideout/inner-office.json/entities/52/settings/event/45/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/inner-office.json/entities/52/settings/event/46/message
source: Alright. This way, please.
ru_ru: Хорошо. Сюда, пожалуйста.

# data/maps/hideout/inner-office.json/entities/52/settings/event/54/message
source: Make sure he can read the number of this device.
ru_ru: Убедись, что он сможет прочитать номер данного устройства.

# data/maps/hideout/inner-office.json/entities/52/settings/event/56/message
source: It's possible to connect to it using an IDN-Client.
ru_ru: К нему можно подключиться с помощью IDN-клиента.

# data/maps/hideout/inner-office.json/entities/52/settings/event/58/message
source: Oh? Just make sure to look closely at the number, Lea!
ru_ru: Да? Посмотри внимательно на номер, Лея!

# data/maps/hideout/inner-office.json/entities/52/settings/event/66/message
source: Alright...\. one moment please.
ru_ru: Хорошо...\. один момент, пожалуйста.

# data/maps/hideout/inner-office.json/entities/52/settings/event/77/message
source: Satoshi...\. I am so glad to see you again.
ru_ru: Сатоши...\. Я так рад видеть тебя снова.

# data/maps/hideout/inner-office.json/entities/52/settings/event/79/message
source: Same for me.\. It has been too long...
ru_ru: Я тоже.\. Прошло так много времени...

# data/maps/hideout/inner-office.json/entities/52/settings/event/84/message
source: S-Sergey?\. Is that you?
ru_ru: С-Сергей?\. Это ты?

# data/maps/hideout/inner-office.json/entities/52/settings/event/88/message
source: I'm sure you have a lot of questions, but before we continue, let me start a little program.
ru_ru: Я уверен, у тебя много вопросов, но перед тем, как мы продолжим, позволь мне запустить небольшую программу.

# data/maps/hideout/inner-office.json/entities/52/settings/event/109/message
source: Alright, let's stay close and talk quietly.
ru_ru: Хорошо, оставайтесь рядом и говорите тише.

# data/maps/hideout/inner-office.json/entities/52/settings/event/110/message
source: This room is monitored.
ru_ru: Эта комната под наблюдением.

# data/maps/hideout/inner-office.json/entities/52/settings/event/111/message
source: Having this noise around us should sufficiently mess with the protocol.
ru_ru: Наличие этого шума вокруг нас должно нарушить протокол слежки.

# data/maps/hideout/inner-office.json/entities/52/settings/event/112/message
source: At least for some time.
ru_ru: По крайней мере, на какое-то время.

# data/maps/hideout/inner-office.json/entities/52/settings/event/113/message
source: I see...
ru_ru: Понятно...

# data/maps/hideout/inner-office.json/entities/52/settings/event/114/message
source: Well then... allow me to get straight to the point.
ru_ru: Ну что ж... позволь мне перейти сразу к делу.

# data/maps/hideout/inner-office.json/entities/52/settings/event/115/message
source: Sergey, you should already know about Evotars.
ru_ru: Сергей, ты уже должен знать про эвотаров.

# data/maps/hideout/inner-office.json/entities/52/settings/event/116/message
source: Is Lea...\. aware about herself as well?
ru_ru: Лея...\. уже в курсе насчёт себя?

# data/maps/hideout/inner-office.json/entities/52/settings/event/117/message
source: Yes...\. she is.
ru_ru: Да...\. в курсе.

# data/maps/hideout/inner-office.json/entities/52/settings/event/118/message
source: [nods]
ru_ru: [кивает]

# data/maps/hideout/inner-office.json/entities/52/settings/event/119/message
source: Good...\. this will make things much easier.
ru_ru: Хорошо...\. это сильно всё облегчает.

# data/maps/hideout/inner-office.json/entities/52/settings/event/120/message
source: Lea, let me start by saying that you are, in fact, the \c[3]first functional Evotar\c[0].
ru_ru: Лея, позволь мне начать с того, что ты на самом деле \c[3]первый функционирующий эвотар\c[0].

# data/maps/hideout/inner-office.json/entities/52/settings/event/121/message
source: Minus a few remaining technical issues... like your \c[3]malfunctioning speech module\c[0].
ru_ru: За вычетом нескольких технических недочётов... вроде твоей \c[3]неисправности речевого модуля\c[0].

# data/maps/hideout/inner-office.json/entities/52/settings/event/122/message
source: Why?
ru_ru: Почему?

# data/maps/hideout/inner-office.json/entities/52/settings/event/123/message
source: Wait...\. so I didn't imagine it? You can talk?
ru_ru: Подожди...\. значит, мне не показалось? Ты можешь разговаривать?

# data/maps/hideout/inner-office.json/entities/52/settings/event/124/message
source: Partially... I hard-coded a few words into her module.
ru_ru: Частично... Я запрограммировал несколько слов в её модуль.

# data/maps/hideout/inner-office.json/entities/52/settings/event/125/message
source: I wasn't even aware that was an option...
ru_ru: Я даже не думал, что такой вариант возможен...

# data/maps/hideout/inner-office.json/entities/52/settings/event/126/message
source: You always manage to surprise me, Sergey.
ru_ru: Ты всегда мог удивить меня, Сергей.

source: Are you also responsible for the \c[1]insane amount of damage\c[0] she's dealing?
ru_ru: И это ты ответственен за то \c[1]безумное количество урона\c[0], которое она наносит?

source: Ah...\. yes.
ru_ru: Ах...\. да.

source: Though it wasn't intended... and unfortunately I couldn't remove it once I got her into the game.
ru_ru: Но это не было задумано... и, к сожалению, я не смог убрать это после того, как добавил её в игру.

source: \c[1]Great work\c[0].\. That duel sure was a lot of fun.
ru_ru: \c[1]Прекрасная работа\c[0].\. Эта дуэль была очень весёлой.

source: Anyway.
ru_ru: В любом случае.

source: It is nothing, please go on.
ru_ru: Пустяки, пожалуйста, продолжай.

source: Right.
ru_ru: Хорошо.

# data/maps/hideout/inner-office.json/entities/52/settings/event/128/message
source: Let me tell you what happened after Gautham, Shizuka, and I left Instatainment.
ru_ru: Позвольте мне рассказать вам, что произошло после того, как мы с Гаутамом и Шизукой покинули Instatainment.

source: Isn't the weather just fantastic today?
ru_ru: Сегодня фантастическая погода, не правда ли?

source: Indeed! The sun is shining, it's fantastic, the best!
ru_ru: Несомненно! Солнце светит, фантастика, красота!

source: Let's all go out and play!
ru_ru: Пойдёмте прогуляемся и поиграем!

source: Yes, let's go out and play!
ru_ru: Да, давайте выйдем и поиграем!

source: Plaaay!
ru_ru: Играаать!

source: But before that I have to finish work.
ru_ru: Но перед этим мне нужно закончить работу.

source: Awwwww...
ru_ru: Ээээээх...

source: The crime rate has developed quite unfavorably recently.
ru_ru: Уровень преступности в последнее время развился весьма неблагоприятно.

source: It has. And at the same time, we're lacking in manpower.
ru_ru: Так и есть. И в то же время нам недостаёт рабочей силы.

source: If this continues, I'm not sure we can keep protecting our citizens.
ru_ru: Если так будет продолжаться, я не уверен, что мы сможем защитить наших граждан.

source: Sad, but true...
ru_ru: Печально, но факт...

source: I hear they discovered a new entrance to the temple in the mountains.
ru_ru: Я слышала, они обнаружили новый вход в храм среди гор.

source: Oh! Do you think we can still find new treasure in there?
ru_ru: Ох! Думаешь, мы ещё сможем найти там новые сокровища?

source: Definitely, but we have to hurry! Everybody is no preparing to enter the place, soon!
ru_ru: Конечно, но мы должны поспешить! Пока кто-нибудь другой не опередил нас!

source: Right, we should start preparations at once!
ru_ru: Хорошо, мы должны начать подготовку немедленно!

source: I hear they discovered a new entrance to the temple in the mountains.
ru_ru: Я слышала, они обнаружили новый вход в храм среди гор.

source: Oh! Do you think we can still find new treasure in there?
ru_ru: Ох! Думаешь, мы ещё сможем найти там новые сокровища?

source: Definitely, but we have to hurry! Everybody is no preparing to enter the place, soon!
ru_ru: Конечно, но мы должны поспешить! Пока кто-нибудь другой не опередил нас!

source: Right, we should start preparations at once!
ru_ru: Хорошо, мы должны начать подготовку немедленно!

source: We Shad a very noble folks, related to Ancients!
ru_ru: Мы, шады, очень благородный народ, восходящий к Древним!

source: Yes, but we have trouble with Human tongue!
ru_ru: Да, но у нас проблемы с человеческим языком!

source: Yes, but that because human tongue really trouble some. Too many word and weird rules!
ru_ru: Да, но это потому, что человеческий язык слишком сложный. Слишком много слов и странных правил!

source: So true! We should help human make language simple!
ru_ru: Это верно! Мы должны помочь людям сделать язык проще!

source: Great idea!
ru_ru: Отличная идея!

source: We Shad a very noble folks, related to Ancients!
ru_ru: Мы, шады, очень благородный народ, восходящий к Древним!

source: Yes, but we have trouble with Human tongue!
ru_ru: Да, но у нас проблемы с человеческим языком!

source: Yes, but that because human tongue really trouble some. Too many word and weird rules!
ru_ru: Да, но это потому, что человеческий язык слишком сложный. Слишком много слов и странных правил!

source: So true! We should help human make language simple!
ru_ru: Это верно! Мы должны помочь людям сделать язык проще!

source: Great idea!
ru_ru: Отличная идея!

source: The crime rate has developed quite unfavorably recently.
ru_ru: Уровень преступности в последнее время развился весьма неблагоприятно.

source: It has. And at the same time, we're lacking in manpower.
ru_ru: Так и есть. И в то же время нам недостаёт рабочей силы.

source: If this continues, I'm not sure we can keep protecting our citizens.
ru_ru: Если так будет продолжаться, я не уверен, что мы сможем защитить наших граждан.

source: Sad, but true...
ru_ru: Печально, но факт...

source: The stocks have been rather good this week.
ru_ru: Акции на этой неделе были довольно хорошими.

source: Very much, I made a good fortune.
ru_ru: Определённо, я сделал большое состояние.

source: Speculation and stuff.
ru_ru: Спекуляции и всё такое.

source: Business, business.
ru_ru: Бизнес, бизнес.

source: Privatize everything!
ru_ru: Приватизировать всё!

source: The stocks have been rather good this week.
ru_ru: Акции на этой неделе были довольно хорошими.

source: Very much, I made a good fortune.
ru_ru: Определённо, я сделал большое состояние.

source: Speculation and stuff.
ru_ru: Спекуляции и всё такое.

source: Business, business.
ru_ru: Бизнес, бизнес.

source: Privatize everything!
ru_ru: Приватизировать всё!

# data/maps/hideout/inner-office.json/entities/79/settings/event/20/message
source: Well...\. Not that it mattered to me.
ru_ru: Ну...\. Не то чтобы это имело для меня какое-то значение.

# data/maps/hideout/inner-office.json/entities/79/settings/event/21/message
source: Do you mean...\. your heart disease?\. Please do not tell me...
ru_ru: Ты имеешь в виду...\. свою болезнь сердца?\. Пожалуйста, не говори мне...

# data/maps/hideout/inner-office.json/entities/79/settings/event/22/message
source: I'm sorry...\. The Satoshi you knew died two years ago.
ru_ru: Мне жаль...\. Сатоши, которого ты знал, умер два года назад.

# data/maps/hideout/inner-office.json/entities/79/settings/event/23/message
source: Standing in front of you...\. is the \c[3]Evotar of Satoshi\c[0].
ru_ru: Тот, что стоит перед тобой...\. это \c[3]эвотар Сатоши\c[0].

# data/maps/hideout/inner-office.json/entities/79/settings/event/24/message
source: No...
ru_ru: Нет...

# data/maps/hideout/inner-office.json/entities/79/settings/event/25/message
source: I myself created this copy as an offer to Mr. Sidwell, so I could continue to serve him.
ru_ru: Я сам создал эту копию в качестве предложения мистеру Сидвеллу, чтобы продолжать служить ему.

# data/maps/hideout/inner-office.json/entities/79/settings/event/26/message
source: In return, I wanted him to let Shizuka go.
ru_ru: Взамен я хотел, чтобы он отпустил Шизуку.

# data/maps/hideout/inner-office.json/entities/79/settings/event/27/message
source: I was naive to ever think he'd fulfill his end of the agreement.
ru_ru: Я был наивен, полагая, что он выполнит свою часть соглашения.

# data/maps/hideout/inner-office.json/entities/79/settings/event/30/message
source: I...\. I cannot believe this...
ru_ru: Я...\. Я не могу в это поверить...

# data/maps/hideout/inner-office.json/entities/79/settings/event/31/message
source: Don't feel sorry, Sergey.
ru_ru: Не надо сожалений, Сергей.

# data/maps/hideout/inner-office.json/entities/79/settings/event/32/message
source: Nothing could have been done about my disease anyway.
ru_ru: С моей болезнью всё равно ничего нельзя было поделать.

# data/maps/hideout/inner-office.json/entities/79/settings/event/33/message
source: Becoming an Evotar was the only option for me to stay in this world.
ru_ru: Стать эвотаром было единственной возможностью для меня остаться в этом мире.

# data/maps/hideout/inner-office.json/entities/79/settings/event/47/message
source: We need to switch rooms now.\. Otherwise the masking will lose its effect.
ru_ru: Нам нужно сменить комнату.\. Иначе маскировка потеряет свой эффект.

# data/maps/hideout/inner-office.json/entities/79/settings/event/48/message
source: Follow me.
ru_ru: Следуйте за мной.

# data/maps/hideout/inner-office.json/entities/79/settings/event/60/message
source: Satoshi...
ru_ru: Сатоши...

# data/maps/hideout/inner-office.json/entities/80/settings/event/21/message
source: Hi!
ru_ru: Привет!

# data/maps/hideout/inner-office.json/entities/80/settings/event/22/message
source: You two are still at it?
ru_ru: Вы двое по-прежнему занимаетесь этим?

# data/maps/hideout/inner-office.json/entities/80/settings/event/23/message
source: I think we're done for the most part.
ru_ru: Думаю, что по большей части мы закончили.

# data/maps/hideout/inner-office.json/entities/80/settings/event/24/message
source: Though there is one more thing.
ru_ru: Хотя есть кое-что ещё.

# data/maps/hideout/inner-office.json/entities/80/settings/event/25/message
source: Shizuka, how is \c[3]Gautham\c[0] doing these days?
ru_ru: Шизука, как поживает \c[3]Гаутам\c[0]?

# data/maps/hideout/inner-office.json/entities/80/settings/event/26/message
source: Well...\. I didn't speak much with him recently.
ru_ru: Ну...\. в последнее время мы почти не разговаривали.

# data/maps/hideout/inner-office.json/entities/80/settings/event/27/message
source: He's busy designing his levels and flying around in his fancy avatar.
ru_ru: Он занят проектированием уровней и полётами в своём причудливом аватаре.

# data/maps/hideout/inner-office.json/entities/80/settings/event/28/message
source: He seems content enough.
ru_ru: Его, кажется, всё устраивает.

# data/maps/hideout/inner-office.json/entities/80/settings/event/29/message
source: Gautham... it might be especially difficult to get him out of this.
ru_ru: Гаутам... будет особенно трудно вытащить его из этого.

# data/maps/hideout/inner-office.json/entities/80/settings/event/40/message
source: We did in fact meet him while we were in Evotarground.
ru_ru: А ведь мы встречались с ним, когда были в зоне эвотаров.

# data/maps/hideout/inner-office.json/entities/80/settings/event/41/message
source: From what we saw... it looked like he is physically located in the Playground. Could that be the case?
ru_ru: Исходя из того, что мы видели... кажется, что он физически находится в игровой зоне. Может ли такое быть?

# data/maps/hideout/inner-office.json/entities/80/settings/event/42/message
source: Yes.\. Somehow, Sidwell convinced him to do that.
ru_ru: Да.\. Каким-то образом Сидвелл убедил его сделать это.

# data/maps/hideout/inner-office.json/entities/80/settings/event/43/message
source: It is easier to keep him under control that way.
ru_ru: Так легче держать его под контролем.

# data/maps/hideout/inner-office.json/entities/80/settings/event/44/message
source: And well...\. Gautham was always excited about creating his own worlds.
ru_ru: Ну и...\. Гаутам всегда был увлечён созданием собственных миров.

# data/maps/hideout/inner-office.json/entities/80/settings/event/45/message
source: The prospect of experiencing it in person was quite appealing to him.
ru_ru: Перспектива испытать это на себе была весьма привлекательна для него.

# data/maps/hideout/inner-office.json/entities/80/settings/event/47/message
source: Really...\. I think he's a lost cause.
ru_ru: Знаешь...\. я думаю, что он безнадёжен.

# data/maps/hideout/inner-office.json/entities/80/settings/event/48/message
source: He's stuck in his fantasy world, playing his little god figure...
ru_ru: Он застрял в своём мире фантазий, играя в маленького бога...

# data/maps/hideout/inner-office.json/entities/80/settings/event/49/message
source: That blue avatar with orange clothing?
ru_ru: Тот синий аватар в оранжевой одежде?

# data/maps/hideout/inner-office.json/entities/80/settings/event/50/message
source: Yes, that's him.
ru_ru: Да, это он.

# data/maps/hideout/inner-office.json/entities/80/settings/event/51/message
source: That is... unexpected. He acts like such a different character.
ru_ru: Это... неожиданно. Он ведёт себя как совсем другой персонаж.

# data/maps/hideout/inner-office.json/entities/80/settings/event/52/message
source: That's the whole point.
ru_ru: В этом весь смысл.

# data/maps/hideout/inner-office.json/entities/80/settings/event/53/message
source: In any case, we should try to figure out if he's on our side with this or not.
ru_ru: В любом случае, мы должны попытаться выяснить, на нашей он стороне или нет.

# data/maps/hideout/inner-office.json/entities/80/settings/event/54/message
source: Shizuka, can you try talking to him about this?
ru_ru: Шизука, ты можешь обсудить это с ним?

# data/maps/hideout/inner-office.json/entities/80/settings/event/55/message
source: Just hinting at what is happening?
ru_ru: Просто намекнуть на то, что происходит?

# data/maps/hideout/inner-office.json/entities/80/settings/event/56/message
source: I can try...
ru_ru: Я постараюсь...

# data/maps/hideout/inner-office.json/entities/80/settings/event/61/message
source: Well then... I think I have a good grasp of the situation now.
ru_ru: Ну что же... я думаю, что теперь хорошо понимаю ситуацию.

# data/maps/hideout/inner-office.json/entities/80/settings/event/62/message
source: We will need time for preparations though.
ru_ru: Однако нам нужно время для подготовки.

# data/maps/hideout/inner-office.json/entities/80/settings/event/64/message
source: Certainly. If you have any more questions, you know how to reach me.
ru_ru: Несомненно. Если у вас есть ещё вопросы, вы знаете, как со мной связаться.

# data/maps/hideout/inner-office.json/entities/80/settings/event/65/message
source: Yes...\. I am glad I was able to meet both of you again.
ru_ru: Да...\. Я рад, что смог снова встретиться с вами.

# data/maps/hideout/inner-office.json/entities/80/settings/event/66/message
source: Same for me.
ru_ru: Я тоже рад.

# data/maps/hideout/inner-office.json/entities/80/settings/event/67/message
source: One last thing, though.
ru_ru: И последнее.

# data/maps/hideout/inner-office.json/entities/80/settings/event/68/message
source: Yes?
ru_ru: Да?

# data/maps/hideout/inner-office.json/entities/80/settings/event/69/message
source: Looking at what Sidwell accomplished so far, I'm certain he has specific ways to track your actions.
ru_ru: Глядя на то, чего достиг Сидвелл, я убеждён, что у него есть способы отслеживать твои действия.

# data/maps/hideout/inner-office.json/entities/80/settings/event/70/message
source: Because of that, please be extra careful if you plan to involve any other player.
ru_ru: Поэтому, пожалуйста, будьте особенно осторожны, если собираетесь привлекать других игроков.

# data/maps/hideout/inner-office.json/entities/80/settings/event/71/message
source: I will... and I already have my suspects.
ru_ru: Несомненно... и у меня уже были подозрения.

# data/maps/hideout/inner-office.json/entities/80/settings/event/74/message
source: Well then...\. goodbye and see you soon.
ru_ru: Ну что же...\. прощайте, скоро увидимся.

# data/maps/hideout/inner-office.json/entities/80/settings/event/75/message
source: Goodbye.
ru_ru: Пока.

# data/maps/hideout/inner-office.json/entities/80/settings/event/77/message
source: Take care.
ru_ru: Береги себя.

# data/maps/hideout/inner-office.json/entities/80/settings/event/78/message
source: Bye!
ru_ru: Пока!

# data/maps/hideout/inner-office.json/entities/80/settings/event/79/message
source: You too, Lea.
ru_ru: Ты тоже, Лея.

# data/maps/hideout/inner-office.json/entities/81/settings/event/28/message
source: Okay, where to start...?
ru_ru: Хорошо, с чего начать...?

# data/maps/hideout/inner-office.json/entities/81/settings/event/30/message
source: I looked a bit more into the technical side of things.
ru_ru: Я немного углубился в техническую сторону дела.

# data/maps/hideout/inner-office.json/entities/81/settings/event/31/message
source: The Evotar Server is most likely derived from an old version of the official game servers.
ru_ru: Сервер эвотаров, скорее всего, основан на старой версии официальных игровых серверов.

# data/maps/hideout/inner-office.json/entities/81/settings/event/32/message
source: That means it should be vulnerable to a certain DoS attack we experienced in the past.
ru_ru: Это значит, что он должен быть уязвим к определённым DoS-атакам, испытываемым нами в прошлом.

# data/maps/hideout/inner-office.json/entities/81/settings/event/33/message
source: Oh... using the hit-stun-overflow issue?
ru_ru: А... используя уязвимость hit-stun-overflow?

# data/maps/hideout/inner-office.json/entities/81/settings/event/34/message
source: Correct!
ru_ru: Верно!

# data/maps/hideout/inner-office.json/entities/81/settings/event/38/message
source: Now please for us common folks, too.
ru_ru: А теперь, пожалуйста, и для простых людей типа нас.

# data/maps/hideout/inner-office.json/entities/81/settings/event/40/message
source: Well, in other words...\. there is a way to make the Evotar Server \c[3]crash\c[0].
ru_ru: Ну, другими словами...\. есть способ \c[3]сломать\c[0] сервер эвотаров.

# data/maps/hideout/inner-office.json/entities/81/settings/event/41/message
source: Crash very, very badly.
ru_ru: Очень, очень серьёзно сломать.

# data/maps/hideout/inner-office.json/entities/81/settings/event/42/message
source: Once it happens, Sidwell will have a hard time restarting it.
ru_ru: Как только это произойдёт, у Сидвелла будут большие проблемы с его перезапуском.
