Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json//items/466/description
source: Emits an impulse when entering a room that contains missing mine equipment.
es_es: Resuena al entrar en una habitación que contiene equipo minero perdido.

# data/item-database.json//items/467/name
source: Dried Grass Hat
es_es: Sombrero de Paja

# data/item-database.json//items/467/description
source: An upgraded version of the \c[3]\v[item.287.name]\c[0]. It's bigger and better.
es_es: Una versión mejorada del \c[3]\v[item.287.name]\c[0]. Es más grande y mejor.

# data/item-database.json//items/468/name
source: Strawberry Hat
es_es: Sombrero de Fresas

# data/item-database.json//items/468/description
source: An upgraded version of the \c[3]\v[item.467.name]\c[0]. It's red and smells sweet.
es_es: Una versión mejorada del \c[3]\v[item.467.name]\c[0]. Es rojo y tiene un dulce aroma.

# data/item-database.json//items/469/name
source: The Last Strawhat
es_es: Sombrero de Paja Definitivo

# data/item-database.json//items/469/description
source: The last upgrade. The ultimate strawhat, vastly increasing your focus.
es_es: La última mejora. El sombrero de paja definitivo, aumenta enormemente tu enfoque.

# data/item-database.json//items/470/name
source: Climate Cowl
es_es: Capucha Campana

# data/item-database.json//items/470/description
source: Protective headgear of thick fabric with highly advanced heating regulators.
es_es: Casco de protección de tejido grueso con reguladores de calefacción muy avanzados.

# data/item-database.json//items/471/name
source: Serene Bubble
es_es: Burbuja Serena

# data/item-database.json//items/471/description
source: A forcefield generator encases the head in a protective and relaxing bubble.
es_es: Un generador de campo de fuerza encierra la cabeza en una burbuja protectora y relajante.

# data/item-database.json//items/472/name
source: Furious Hothead
es_es: Casco Fogoso

# data/item-database.json//items/472/description
source: Headgear that empowers its user with powerful generators while creating heat.
es_es: Casco que empodera a su usuario con potentes generadores mientras genera calor.

# data/item-database.json//items/473/name
source: Trackwalker Visor
es_es: Visera de Rastreador

# data/item-database.json//items/473/description
source: State-of-the-art visor that was custom-tailored to the needs of Trackwalker expeditions.
es_es: Visor de última generación que se adaptó a las necesidades de las expediciones.

# data/item-database.json//items/474/description
source: Fast weapon that performs exceptionally with hit and run tactics.
es_es: Arma rápida que funciona excepcionalmente con tácticas de golpear y correr.

# data/item-database.json//items/475/name
source: Unbreaking Fist
es_es: Puño Irrompible

# data/item-database.json//items/475/description
source: This huge fist was created from the hardest materials and is said to be indestructible.
es_es: Este enorme puño fue creado con los materiales más duros y se dice que es indestructible.

# data/item-database.json//items/476/name
source: Golden Falcon
es_es: Halcón Dorado

# data/item-database.json//items/476/description
source: A long-ranged weapon, perfectly refined to destroy targets far, far away.
es_es: Un arma de largo alcance, perfectamente refinada para destruir objetivos muy, muy lejanos.

# data/item-database.json//items/477/name
source: Zealous Lamellar
es_es: Lamellar Entusiasta

# data/item-database.json//items/477/description
source: Light armor, composed of various materials, each representing a warrior's virtue.
es_es: Armadura ligera, compuesta de varios materiales, cada uno de los cuales representa la virtud de un guerrero.

# data/item-database.json//items/478/name
source: Pioneer Vest
es_es: Chaleco Pionero

# data/item-database.json//items/478/description
source: Recently developed vest for elite explorers, equipped with high-grade survival features.
es_es: Chaleco desarrollado recientemente para exploradores de élite, equipado con características de supervivencia de alto grado.

# data/item-database.json//items/479/name
source: Reactive Plate
es_es: Placa Reactiva

# data/item-database.json//items/479/description
source: Highly advanced heavy plate armor that repels hits with explosive force.
es_es: Armadura de placas pesadas altamente avanzada que repele los golpes con fuerza explosiva.

# data/item-database.json//items/480/name
source: Vermillion Mantle
es_es: Manto Vermilion

# data/item-database.json//items/480/description
source: Wide garment, dyed in an unsettling reddish color. Emits a weird kind of energy.
es_es: Prenda amplia, teñida de un inquietante color rojizo. Emite un tipo extraño de energía.

# data/item-database.json//items/481/name
source: Deadly Dancers
es_es: Bailarines Mortales

# data/item-database.json//items/481/description
source: Elegant shoes favored by agile gunslingers. Allow for fast movement in firefights.
es_es: Zapatos elegantes preferidos por los ágiles pistoleros. Permiten un movimiento rápido en tiroteos.

# data/item-database.json//items/482/name
source: Praetorian Anchors
es_es: Anclas Pretorianas

# data/item-database.json//items/482/description
source: Heavy boots used by high-class bodyguards that allow no passing nor harm.
es_es: Botas pesadas usadas por guardaespaldas de clase alta que no permiten pasar ni hacer daño.

# data/item-database.json//items/483/name
source: Mistwalkers
es_es: Botas Nebulosas

# data/item-database.json//items/483/description
source: Almost weightless boots that are often used by skilled agents, only known from stories.
es_es: Botas casi ingrávidas que a menudo usan agentes hábiles, solo conocidas por historias.

# data/item-database.json//items/484/name
source: Geta Wood
es_es: Madera Geta

# data/item-database.json//items/484/description
source: Wood from an ancient tree.
es_es: Madera de un árbol antiguo.

# data/item-database.json//items/485/name
source: Geta Straps
es_es: Correas Geta

# data/item-database.json//items/485/description
source: Straps made from jungle vines. They withstand everything.
es_es: Correas hechas de enredaderas de la selva. Aguantan todo.

# data/item-database.json//items/486/name
source: Geta Glue
es_es: Pegamento Geta

# data/item-database.json//items/486/description
source: A strange mixture made from honey and tree sap.
es_es: Una extraña mezcla hecha de miel y savia de árbol.

# data/item-database.json//items/487/name
source: Golden Satchel
es_es: Cartera Dorada

# data/item-database.json//items/487/description
source: A satchel with golden coins in it. It should be worth something.
es_es: Una cartera con monedas de oro. Debería valer algo.

# data/item-database.json//items/487/sources/0/value/text
source: All round CrossWorlds
es_es: Todo CrossWorlds

# data/item-database.json//items/488/name
source: Golden Bars
es_es: Barras de Oro

# data/item-database.json//items/488/description
source: A stack of golden bars. They should be worth quite a lot.
es_es: Una pila de barras de oro. Deberían valer bastante.

# data/item-database.json//items/488/sources/0/value/text
source: All round CrossWorlds
es_es: Todo CrossWorlds

# data/item-database.json//items/489/name
source: Golden Ticket
es_es: Boleto Dorado

# data/item-database.json//items/489/description
source: A golden ticket to some good company. It fetches a very high price.
es_es: Un boleto dorado para una buena compañía. Alcanza un precio muy alto.

# data/item-database.json//items/489/sources/0/value/text
source: All round CrossWorlds
es_es: Todo CrossWorlds

# data/item-database.json//items/490/name
source: Dk Pepper
es_es: Big Cola

# data/item-database.json//items/490/description
source: A mad scientist's ambrosia.
es_es: La ambrosía de un científico loco.

# data/item-database.json//items/491/name
source: Cheese Spaetzle
es_es: Spaetzle con queso

# data/item-database.json//items/491/description
source: Traditional Swabian "Spaetzle" noodles with fried onions and grated cheese.
es_es: Pasta tradicional "Spaetzle" de la región de Suabia en Alemania con cebolla salteada y queso rallado.

# data/item-database.json//items/492/description
source: The favorite dish of poets and philosophers. \c[1]UNUSED\c[0]
es_es: El plato favorito de poetas y filósofos. \c[1]SIN UTILIZAR\c[0]

# data/item-database.json//items/493/name
source: Durian
es_es: Durián

# data/item-database.json//items/493/description
source: The One True King of the Fruits! \c[2]Heals 50% of max HP\c[0].
es_es: ¡El Único Rey Verdadero de las Frutas! \c[2]Cura el 50 % del HP máximo\c[0].

# data/item-database.json//items/494/name
source: PengoPop
es_es: PenguPop

# data/item-database.json//items/494/description
source: Something that looks vaguely like a blue penguin.
es_es: Algo que se parece vagamente a un pingüino azul.

# data/item-database.json//items/495/name
source: Spicy Beat-0-Type
es_es: Ritmo Picante Zero

# data/item-database.json//items/495/description
source: A tiny pulsing globe. Be careful not to "go faster than the music".
es_es: Un diminuto globo palpitante. Tenga cuidado de no "ir más rápido que la música".

# data/item-database.json//items/496/name
source: Guacamole Toast
es_es: Tostada con guacamole

# data/item-database.json//items/496/description
source: Taste the suffering of entire generations in every bite.
es_es: Saborea la pasión culinaria de generaciones enteras en cada bocado.

# data/item-database.json//items/497/name
source: Old Blueprint
es_es: Plano Antiguo

# data/item-database.json//items/497/description
source: A blueprint of something that looks like a... shoe?
es_es: Un plano de algo que parece un... ¿zapato?

# data/item-database.json//items/498/description
source: Run like a Ninja? Now you can look like one too!
es_es: ¿Corres como un ninja? ¡Ahora también puedes parecerlo!

# data/item-database.json//items/499/name
source: Antique Token
es_es: Ficha Antigua

# data/item-database.json//items/499/description
source: An ancient coin-like token that bears images of primitive humans from old times.
es_es: Una antigua ficha en forma de moneda que lleva imágenes de humanos primitivos de tiempos pasados.

# data/item-database.json//items/500/name
source: Radiant Bracer
es_es: Brazalete Radiante

# data/item-database.json//items/500/description
source: Highly empowered arm protection that can manipulate the aura of everything around it.
es_es: Protección de brazo altamente potenciada que puede manipular el aura de todo lo que lo rodea.

# data/item-database.json//items/501/name
source: Chest Detector
es_es: Peto Detector

# data/item-database.json//items/501/description
source: Emits an impulse when entering a room that contains an unopened chest.
es_es: Resuena al entrar en una habitación que contiene un cofre sin abrir.

# data/item-database.json//items/502/name
source: Moistured Line
es_es: Linea Humedecida

# data/item-database.json//items/502/description
source: A long, resilient line that shows signs of watery influence.
es_es: Una línea larga y resistente que muestra signos de influencia acuosa.

# data/item-database.json//items/503/name
source: Trash
es_es: Basura

# data/item-database.json//items/503/description
source: Why did you pick that up?
es_es: ¿Por qué recogiste esto?

# data/item-database.json//items/503/sources/0/value/text
source: Trashbags in \c[3]\v[area.jungle-city.name]\c[0]
es_es: Bolsas de basura en \c[3]\v[area.jungle-city.name]\c[0]

# data/item-database.json//items/504/name
source: Thrashing Ripper
es_es: Destripador Aplastante

# data/item-database.json//items/504/description
source: Barely controllable, formless weapon that seems to exist in several places at once.
es_es: Arma sin forma y apenas controlable que parece existir en varios lugares a la vez.

# data/item-database.json//items/505/name
source: Rusty Hook
es_es: Gancho Oxidado

# data/item-database.json//items/505/description
source: A long, jagged hook that is covered in rust. Is it treasure or just bait?
es_es: Un anzuelo largo y dentado que está cubierto de óxido. ¿Es un tesoro o simplemente un chisye?

# data/item-database.json//items/506/name
source: Gorgon Veil
es_es: Velo de gorgona

# data/item-database.json//items/506/description
source: Based on a mythical beast, this veil grants adeptness in slowly weakening foes.
es_es: Basado en una bestia mítica, este velo otorga habilidad de debilitar lentamente a los enemigos.

# data/item-database.json//items/507/name
source: Centaur Vest
es_es: Chaleco de Centauro

# data/item-database.json//items/507/description
source: Based on a mythical beast, this vest grants exceptional aim on the move.
es_es: Basado en una bestia mítica, este chaleco otorga una puntería excepcional en movimiento.

# data/item-database.json//items/508/name
source: Unicorn Greaves
es_es: Grebas de Unicornio

# data/item-database.json//items/508/description
source: Based on a mythical beast, these boots grant inhuman speed and endurance.
es_es: Basadas en una bestia mítica, estas botas otorgan una velocidad y resistencia inhumanas.

# data/item-database.json//items/509/name
source: Chestlink
es_es: Cofre-anexo

# data/item-database.json//items/509/description
source: Used to unify chests of all different material, forms and sizes into multi-purpose chests.
es_es: Se utiliza para unificar cofres de todos los materiales, formas y tamaños en cofres multiusos.

# data/item-database.json//items/510/name
source: Lifefiber Uniform
es_es: Uniforme de Fibra Vital

# data/item-database.json//items/510/description
source: Dress spun from living thread that forms a nigh symbiontic relationship with its wearer.
es_es: Vestido tejido con hilo vivo que forma una relación casi simbiótica con su portador.

# data/item-database.json//items/511/name
source: Infinity+1 Bag
es_es: Bola Infinita+1

# data/item-database.json//items/511/description
source: This container transcends infinity and can preserve anything until the end of time.
es_es: Este contenedor trasciende el infinito y puede conservar cualquier cosa hasta el final de los tiempos.

# data/item-database.json//items/512/name
source: Mantis Whip
es_es: Látigo de Mantis

# data/item-database.json//items/512/description
source: Long, flexible blade that is nigh-invisible and can lash out in an instant.
es_es: Hoja larga y flexible que es casi invisible y puede atacar en un instante.

# data/item-database.json//items/513/name
source: Nanopoint Needle
es_es: Nano-Aguja

# data/item-database.json//items/513/description
source: Flexible blade that is nigh-invisible from the side. Pierces anything on a good hit. \i[ascended]
es_es: Hoja flexible que es casi invisible desde el lateral. Perfora cualquier cosa con un buen golpe. \i[ascended]

# data/item-database.json//items/514/name
source: Roundhousers
es_es: Rotondas

# data/item-database.json//items/514/description
source: Sturdy boots that are used to deadly effect by martial artists of legendary repute.
es_es: Botas resistentes que los artistas marciales de reputación utilizan para sus efectos mortales.

# data/item-database.json//items/515/name
source: Broken Chakrams
es_es: Chakrams Rotos

# data/item-database.json//items/515/description
source: These round blades have seen better days but still emit a mysterious spark.
es_es: Estas hojas redondas han visto días mejores, pero aún emiten una chispa misteriosa.

# data/item-database.json//items/516/name
source: Mooncake
es_es: Pastel de Luna

# data/item-database.json//items/516/description
source: Traditional Chinese cake. \c[2]Heals 50% of max HP\c[0]. \c[1]Slow\c[0].
es_es: Torta tradicional china. \c[2]Cura el 50 % del HP máximo\c[0]. \c[1]Lento\c[0].

# data/item-database.json//items/517/name
source: Turret Tokens
es_es: Fichas de Torreta

# data/item-database.json//items/517/description
source: Currency gotten in Turret Defense.
es_es: Moneda obtenida en "Defensa de torreta".

# data/item-database.json//items/517/sources/0/value/text
source: Gotten from TurretDefense
es_es: Obtenido de "Defensa de torreta".

# data/item-database.json//items/518/name
source: Trench Boots
es_es: Botas de Trinchera

# data/item-database.json//items/518/description
source: Robust footwear that somehow stimulates tense concentration.
es_es: Calzado robusto que de alguna manera estimula la concentración.

# data/item-database.json//items/519/name
source: Element Aura
es_es: Aura Elemental

# data/item-database.json//items/519/description
source: An aura that adapts with your current element mode.
es_es: Un aura que se adapta a tu modo de elemento actual.

# data/item-database.json//items/520/name
source: Menacing Aura
es_es: Aura Amenazante

# data/item-database.json//items/520/description
source: A very dark and menacing aura.
es_es: Un aura muy oscura y amenazante.

# data/item-database.json//items/521/name
source: Chunky
es_es: Fornido

# data/item-database.json//items/521/description
source: Please do not feed it anymore.
es_es: Por favor, no lo alimentes más.

# data/item-database.json//items/522/name
source: Paedalos
es_es: Pédales

# data/item-database.json//items/522/description
source: Created by masterful craftsmen, this curious device helps to achieve a healthy posture.
es_es: Creado por maestros artesanos, este curioso dispositivo ayuda a conseguir una postura saludable.

# data/item-database.json//items/523/name
source: Killing Dress
es_es: Vestido Asesino

# data/item-database.json//items/523/description
source: Fine suit, tailored to always adapt for maximum professionalism in every situation.
es_es: Traje fino, confeccionado para adaptarse siempre a la máxima profesionalidad en cada situación.

# data/item-database.json//items/524/name
source: Pendulum Striker
es_es: Golpeador Ocsilante

# data/item-database.json//items/524/description
source: A weapon that can amass great destructive force through continuous movement.
es_es: Un arma que puede acumular una gran fuerza destructiva a través del movimiento continuo.

# data/item-database.json//items/525/name
source: Knocking One
es_es: Noqueador Contundente

# data/item-database.json//items/525/description
source: Massive weapon made from an extremely dense crystal. Unparallelled for intimidation.
es_es: Arma masiva hecha de un cristal extremadamente denso. Inigualable para la intimidación.

# data/item-database.json//items/526/name
source: Dragon's Bandana
es_es: Pañuelo del Dragón

# data/item-database.json//items/526/description
source: Once white, it turned deeply red by absorbing blood and murderous intent.
es_es: Una vez blanco, se volvió profundamente rojo al absorber la sangre y la intención asesina.

# data/item-database.json//items/527/name
source: Orange Twister
es_es: Tornado Naranja

# data/item-database.json//items/527/description
source: A fluffy orange cat that follows you around!
es_es: ¡Un gato naranja esponjoso que te sigue!

# data/item-database.json//items/528/name
source: Baby Peng
es_es: Pengu bebe

# data/item-database.json//items/528/description
source: A cute baby \v[combat.name.penguin] that can't even run!
es_es: ¡Un lindo bebé \v[combat.name.penguin] que ni siquiera puede correr!

# data/item-database.json//items/529/name
source: FDNI Fox
es_es: FDNI Zorro

# data/item-database.json//items/529/description
source: Almost a dog! Or a cat! No one knows what it says.
es_es: ¡Casi un perro! ¡O un gato! Nadie sabe lo que dice.

# data/item-database.json//items/530/name
source: Eternal Salami
es_es: Salame Eterno

# data/item-database.json//items/530/description
source: A tough, neverending snack for combat. Fighting on an empty stomach is no good!
es_es: Un refrigerio duro e interminable para el combate. ¡Luchar con el estómago vacío no es bueno!

# data/item-database.json//items/531/name
source: Assault Harness
es_es: Arnés de Asalto

# data/item-database.json//items/531/description
source: Streamlined protective gear, created for full-frontal assaults.
es_es: Equipo de protección aerodinámico, creado para ataques frontales completos.

# data/item-database.json//items/532/name
source: Tranquil Earmuffs
es_es: Orejeras Quietas

# data/item-database.json//items/532/description
source: Ear protection that shields against worldly stress with comforting softness.
es_es: Protección auditiva que protege contra el mundano estrés con una suavidad reconfortante.

# data/item-database.json//items/533/name
source: Combat Skates
es_es: Patines de Combate

# data/item-database.json//items/533/description
source: Skates that have been sharpened to a vicious edge. Be deadly on ice!
es_es: Patines que se han afilado a un borde vicioso. ¡Sé mortal en el hielo!

# data/item-database.json//items/534/name
source: Good Boy
es_es: Buen Chico

# data/item-database.json//items/534/description
source: A very good boy to follow you around, everywhere.
es_es: Un chico muy bueno para seguirte, a todas partes.

# data/item-database.json//items/535/name
source: Coarse Powerring
es_es: Anillo de Poder

# data/item-database.json//items/535/description
source: Huge golden ring with a red gemstone. Its rough texture can create a tingling feeling.
es_es: Enorme anillo de oro con una piedra preciosa roja. Su textura rugosa puede crear una sensación de hormigueo.

# data/item-database.json//items/536/name
source: Artillery Boots
es_es: Botas de Artillería

# data/item-database.json//items/536/description
source: Highly-advanced footwear that magnifies one's power at the cost of quicker exhaustion.
es_es: Calzado muy avanzado que magnifica el poder de uno a costa de un agotamiento más rápido.

# data/item-database.json//items/537/name
source: S-Rex
es_es: T-Rex

# data/item-database.json//items/537/description
source: S-Sized Dinosaur born to munch.
es_es: Del tamaño de un dinosaurio, nacido para masticar.

# data/item-database.json//items/538/name
source: Lil' Reap
es_es: Pequeño Cultivo

# data/item-database.json//items/538/description
source: Don't be a creep, don't make a meep, or he'll make you go to sleep.
es_es: No seas asqueroso, no hagas un meep, o te hará dormir.

# data/item-database.json//items/539/name
source: Red Liz
es_es: Liz Roja

# data/item-database.json//items/539/description
source: A dragon flying at your side even in the darkest of times.
es_es: Un dragón volando a tu lado incluso en los momentos más oscuros.

# data/item-database.json//items/540/name
source: Encrypted Key
es_es: Llave Cifrada

# data/item-database.json//items/540/description
source: Needs to be decrypted at \c[3]4 locations\c[0] to access a mysterious facility.
es_es: Debe descifrarse en \c[3]4 ubicaciones\c[0] para acceder a una instalación misteriosa.

# data/item-database.json//items/541/name
source: Facility X Key
es_es: Llave de las Instalaciones X

# data/item-database.json//items/541/description
source: A fully decrypted key to access \c[3]Facility X\c[0] somewhere in \c[3]Sapphire Ridge\c[0].
es_es: Una llave totalmente descifrada para acceder a la \c[3]Instalación X\c[0] en algún lugar de \c[3]Cresta Zafiro\c[0].

# data/item-database.json//items/542/name
source: Supercrown
es_es: Supercorona

# data/item-database.json//items/542/description
source: This golden crown is a sign of \v[combat.name.hedgehog] authority. It has no other effects. None!
es_es: Esta corona dorada es un signo de la autoridad de \v[combat.name.hedgehog]. No tiene otros efectos. ¡Nada más!

# data/item-database.json//items/543/name
source: Snowtank Datachip
es_es: Chip de Datos de Tanque de Nieve

# data/item-database.json//items/543/description
source: The collected combat data and system specs of the \v[combat.name.minibosses/snow-megatank] are on this chip.
es_es: Los datos de combate recopilados y las especificaciones del sistema del \v[combat.name.minibosses/snow-megatank] están en este chip.

# data/item-database.json//items/544/name
source: Fishy Documents
es_es: Documentos sospechosos
