Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json//items/625/description
source: Unlocks the \c[3]\v[arena.ancient-cup.name]\c[0] & the \c[3]\v[arena.ancient-boss-cup.name]\c[0] in the \v[area.rhombus-sqr.name] Arena.
es_es: Desbloquea \c[3]\v[arena.ancient-cup.name]\c[0] y \c[3]\v[arena.ancient-boss-cup.name]\c[0] en la arena de \v[area.rhombus-sqr.name].

# data/item-database.json//items/626/name
source: Full Rhombus Pass
es_es: Pase Rombo Completo

# data/item-database.json//items/626/description
source: Grants access to the whole area of Rhombus Square.
es_es: Otorga acceso a toda el área de Rhombus Square.

# data/item-database.json//items/627/name
source: Ancient Shade
es_es: Sombra Antigua

# data/item-database.json//items/627/description
source: Grants passage to the \c[3]Final Destination\c[0] within \c[3]Northern \v[area.forest.name]\c[0].
es_es: Otorga acceso al \c[3]Destino final\c[0] dentro del \c[3]Norte de \v[area.forest.name]\c[0].

# data/item-database.json//items/628/name
source: Nuclear Roach
es_es: Cucaracha Nuclear

# data/item-database.json//items/628/description
source: Not something for people afraid of bugs.
es_es: No es algo para personas con miedo a los insectos.

# data/item-database.json//items/629/name
source: Core Stone
es_es: Piedra Central

# data/item-database.json//items/629/description
source: It looks like an eye which follows your every move.
es_es: Parece un ojo que sigue todos tus movimientos.

# data/item-database.json//items/630/name
source: Worm Band
es_es: Banda de Gusano

# data/item-database.json//items/630/description
source: A piece of mushy fabric that is extremely stretchable. Often used for underground music.
es_es: Una pieza de tela blanda que es extremadamente elástica. A menudo se utiliza para la música underground.

# data/item-database.json//items/631/name
source: Ember Sack
es_es: Saco de Brasas

# data/item-database.json//items/631/description
source: An organic container with highly flammable content.
es_es: Un contenedor orgánico con contenido altamente inflamable.

# data/item-database.json//items/632/name
source: Razor Tip
es_es: Punta de Afeitar

# data/item-database.json//items/632/description
source: Sharp enough to cut through stone like it's butter.
es_es: Lo suficientemente afilado para cortar piedra como si fuera mantequilla.

# data/item-database.json//items/633/name
source: Focus Shard
es_es: Fragmento Concentrado

# data/item-database.json//items/633/description
source: The living core of a defeated crystal enemy from the \v[area.final-dng.name].
es_es: El núcleo viviente de un enemigo de cristal derrotado de \v[area.final-dng.name].

# data/item-database.json//items/634/name
source: Singularity Drill
es_es: Taladro Singular

# data/item-database.json//items/634/description
source: A drill that exists outside of time & space. \i[ascended]
es_es: Un taladro que existe fuera del tiempo y el espacio. \i[ascended]

# data/item-database.json//items/635/name
source: Rift Spore
es_es: Espora de Grieta

# data/item-database.json//items/635/description
source: A living sample of the animated substance from the \v[area.final-dng.name].
es_es: Una muestra viva de la sustancia animada de \v[area.final-dng.name].

# data/item-database.json//items/636/name
source: - Arena Trade
es_es: - Comercio de Arena

# data/item-database.json//items/636/description
source: Used to upgrade Arena Equipment
es_es: Se usa para mejorar el equipamiento en la arena

# data/item-database.json//items/637/name
source: Pumpkin Spice Cof.
es_es: Café de Calabaza

# data/item-database.json//items/637/description
source: Sweet spice-infused autumnal coffee puts a spring in your step.
es_es: Dulce café otoñal con infusión de especias pone un resorte en tu paso.

# data/item-database.json//items/638/name
source: Tremor Core
es_es: Núcleo Tectónico

# data/item-database.json//items/638/description
source: Central part of a tremor device that vibrates at an opposite frequency.
es_es: Parte central de un dispositivo de temblor que vibra a una frecuencia opuesta.

# data/item-database.json//items/639/name
source: Tremor Mirage
es_es: Espejismo Tectónico

# data/item-database.json//items/639/description
source: Barely controllable, formless weapon that seems to exist in several places at once. \i[ascended]
es_es: Arma sin forma y apenas controlable que parece existir en varios lugares a la vez. \i[ascended]

# data/item-database.json//items/640/name
source: Champion's Towel
es_es: Toalla del Campeón

# data/item-database.json//items/640/description
source: A luxurious beach towel embroidened with a magnificent fish. Distinguishes a true champion!
es_es: Una lujosa toalla de playa bordada con un magnífico pez. ¡Distingue a un verdadero campeón!

# data/item-database.json//items/641/name
source: Dragon Sphere
es_es: Esfera Dragón

# data/item-database.json//items/641/description
source: Inhabited by the very concept of \c[3]"Dragon's Bandana"\c[0]. Can \c[3]empower\c[0] the item.
es_es: Habitado por el mismo concepto del \c[3]"Pañuelo del Dragón"\c[0]. Puede \c[3]potenciar\c[0] sus efectos.

# data/item-database.json//items/641/sources/0/value/text
source: Arena Shop
es_es: Tienda de la Arena

# data/item-database.json//items/642/name
source: Tranquility Sphere
es_es: Esfera de Tranquilidad

# data/item-database.json//items/642/description
source: Inhabited by the very concept of \c[3]"Tranquil Earmuffs"\c[0]. Can \c[3]empower\c[0] the item.
es_es: Habitado por el mismo concepto del \c[3]"Orejeras Quietas"\c[0]. Puede \c[3]potenciar\c[0] sus efectos.

# data/item-database.json//items/642/sources/0/value/text
source: Arena Shop
es_es: Tienda de la Arena

# data/item-database.json//items/643/name
source: Pendulum Sphere
es_es: Esfera Oscilante

# data/item-database.json//items/643/description
source: Inhabited by the very concept of \c[3]"Pendulum Striker"\c[0]. Can \c[3]empower\c[0] the item.
es_es: Habitado por el mismo concepto del \c[3]"Golpeador Ocsilante"\c[0]. Puede \c[3]potenciar\c[0] sus efectos.

# data/item-database.json//items/643/sources/0/value/text
source: Arena Shop
es_es: Tienda de la Arena

# data/item-database.json//items/644/name
source: Knocking Sphere
es_es: Esfera Golpeadora

# data/item-database.json//items/644/description
source: Inhabited by the very concept of \c[3]"Knocking One"\c[0]. Can \c[3]empower\c[0] the item.
es_es: Habitado por el mismo concepto del \c[3]"Noqueador Contundente"\c[0]. Puede \c[3]potenciar\c[0] sus efectos.

# data/item-database.json//items/644/sources/0/value/text
source: Arena Shop
es_es: Tienda de la Arena

# data/item-database.json//items/645/name
source: Salami Sphere
es_es: Esfera Salami

# data/item-database.json//items/645/description
source: Inhabited by the very concept of \c[3]"Eternal Salami"\c[0]. Can \c[3]empower\c[0] the item.
es_es: Habitado por el mismo concepto del \c[3]"Salami Eterno"\c[0]. Puede \c[3]potenciar\c[0] sus efectos.

# data/item-database.json//items/645/sources/0/value/text
source: Arena Shop
es_es: Tienda de la Arena

# data/item-database.json//items/646/name
source: Killing Sphere
es_es: Esfera Asesina

# data/item-database.json//items/646/description
source: Inhabited by the very concept of \c[3]"Killing Dress"\c[0]. Can \c[3]empower\c[0] the item.
es_es: Habitado por el mismo concepto del \c[3]"Vestido Asesino"\c[0]. Puede \c[3]potenciar\c[0] sus efectos.

# data/item-database.json//items/646/sources/0/value/text
source: Arena Shop
es_es: Tienda de la Arena

# data/item-database.json//items/647/name
source: Assault Sphere
es_es: Esfera de Asalto

# data/item-database.json//items/647/description
source: Inhabited by the very concept of \c[3]"Assault Harness"\c[0]. Can \c[3]empower\c[0] the item.
es_es: Habitado por el mismo concepto del \c[3]"Arnés de Asalto"\c[0]. Puede \c[3]potenciar\c[0] sus efectos.

# data/item-database.json//items/647/sources/0/value/text
source: Arena Shop
es_es: Tienda de la Arena

# data/item-database.json//items/648/name
source: Roller Sphere
es_es: Esfera Arrolladora

# data/item-database.json//items/648/description
source: Inhabited by the very concept of \c[3]"Paedalos"\c[0]. Can \c[3]empower\c[0] the item.
es_es: Habitado por el mismo concepto de \c[3]"Pedáles"\c[0]. Puede \c[3]potenciar\c[0] sus efectos.

# data/item-database.json//items/648/sources/0/value/text
source: Arena Shop
es_es: Tienda de la Arena

# data/item-database.json//items/649/name
source: Skate Sphere
es_es: Esfera de Patinaje

# data/item-database.json//items/649/description
source: Inhabited by the very concept of \c[3]"Combat Skates"\c[0]. Can \c[3]empower\c[0] the item.
es_es: Habitado por el mismo concepto de \c[3]"Patines de Combate"\c[0]. Puede \c[3]potenciar\c[0] sus efectos.

# data/item-database.json//items/649/sources/0/value/text
source: Arena Shop
es_es: Tienda de la Arena

# data/item-database.json//items/650/name
source: Symbol of Neutral
es_es: Símbolo Neutro

# data/item-database.json//items/650/description
source: An Ancient sculpture in the shape of a grey sphere. \c[3]Adds an additional Neutral CP.\c[0] \i[element-neutral]
es_es: Una escultura antigua en forma de esfera gris. \c[3]Agrega un Punto de Circuito Neutral adicional.\c[0] \i[element-neutral]

# data/item-database.json//items/651/name
source: Symbol of Heat
es_es: Símbolo de Fuego

# data/item-database.json//items/651/description
source: An Ancient sculpture in the shape of a smoldering flame. \c[3]Adds an additional Heat CP.\c[0] \i[element-heat]
es_es: Una escultura antigua en forma de esfera flameante. \c[3]Agrega un Punto de Circuito de Fuego adicional.\c[0] \i[element-heat]

# data/item-database.json//items/652/name
source: Symbol of Cold
es_es: Símbolo Helado

# data/item-database.json//items/652/description
source: An Ancient sculpture in the shape of an icy crystal. \c[3]Adds an additional Cold CP.\c[0] \i[element-cold]
es_es: Una escultura antigua en forma de cristal helado. \c[3]Agrega un Punto de Circuito de Hielo adicional.\c[0] \i[element-cold]

# data/item-database.json//items/653/name
source: Symbol of Shock
es_es: Símbolo de Rayo

# data/item-database.json//items/653/description
source: An Ancient sculpture in the shape of a lightning bolt. \c[3]Adds an additional Shock CP.\c[0] \i[element-shock]
es_es: Una escultura antigua en forma de rayo. \c[3]Agrega un Punto de Circuito de Rayo adicional.\c[0] \i[element-shock]

# data/item-database.json//items/654/name
source: Symbol of Wave
es_es: Símbolo de Pulso

# data/item-database.json//items/654/description
source: An Ancient sculpture in the shape of mysterious waves. \c[3]Adds an additional Wave CP.\c[0] \i[element-wave]
es_es: Una escultura antigua en forma de ondas misteriosas. \c[3]Agrega un Punto de Circuito de Pulso adicional.\c[0] \i[element-wave]

# data/item-database.json//items/655/name
source: Tremor Lab Key
es_es: Llave del Laboratorio Tectónico

# data/item-database.json//items/655/description
source: Allows access to the \c[3]Tremor Lab\c[0] in the Eastern part of \c[3]Cliff Exhibition in \v[area.rhombus-sqr.name]\c[0]
es_es: Permite el acceso al \c[3]Laboratorio Sísmico\c[0] en la parte este de la \c[3] Exposición del acantilado en \v[area.rhombus-sqr.name]\c[0]

# data/item-database.json//items/656/name
source: Ultra Secret Note
es_es: Nota Ultra Secreta

# data/item-database.json//items/656/description
source: \c[1]DO NOT SHARE!\c[0] Search for \c[3]a waterfall in a glitchy area\c[0] for SoMe SeCrEt, wohooo~...
es_es: \c[1]¡NO COMPARTIR!\c[0] Busque \c[3]una cascada en un área con fallas\c[0] para AlGo SeCrEtO, wohooo~...

# data/item-database.json//items/656/sources/0/value/text
source: \c[3]"Some Test Cup"\c[0] in the Arena
es_es: \c[3]"Alguna Copa de Prueba"\c[0] en la Arena

# data/item-database.json//items/657/name
source: Sunglass Visor
es_es: Visera de Gafas de Sol

# data/item-database.json//items/657/description
source: Tinted eye protection that was crafted from a transparent, sun-forged alloy. \i[ascended]
es_es: Protección para los ojos tintada que se elaboró a partir de una aleación transparente forjada al sol. \i[ascended]

# data/item-database.json//items/658/name
source: Lunatic Paws UwU
es_es: Patas Lunáticas UwU

# data/item-database.json//items/658/description
source: Upgraded glitch-affinity through a refined "\c[3]U\c[0]ltra\c[3]w\c[0]att \c[3]U\c[0]nit"-system. \i[ascended]
es_es: Afinidad a fallas mejorada a través de un sistema "\c[3]U\c[0]ltra\c[3]w\c[0]att \c[3]U\c[0]nit" \i[ascended]

# data/item-database.json//items/659/name
source: Meteor Trigger
es_es: Disparador Meteórico

# data/item-database.json//items/659/description
source: Allegedly used by elite agents from neighboring solar systems. \i[ascended]
es_es: Presuntamente utilizado por agentes de élite de sistemas solares vecinos. \i[ascended]

# data/item-database.json//items/660/name
source: Asteroid Belt
es_es: Cinturón de Asteroides

# data/item-database.json//items/660/description
source: Innovative belt that creates a protective rock-cluster around the user. \i[ascended]
es_es: Cinturón innovador que crea un grupo de rocas protectoras alrededor del usuario. \i[ascended]

# data/item-database.json//items/662/name
source: Asteroid Chunk
es_es: Trozo de Asteroide

# data/item-database.json//items/662/description
source: Piece from a rock floating through space. Brought to the planet by a spacefarer.
es_es: Pieza de una roca que flota en el espacio. Traído al planeta por un viajero espacial.

# data/item-database.json//items/663/name
source: Meteor Chunk
es_es: Trozo de Meteorito

# data/item-database.json//items/663/description
source: Piece from a space rock that one day fell from the sky.
es_es: Pedazo de una roca espacial que un día cayó del cielo.

# data/item-database.json//items/664/name
source: Infinity+2 Bag
es_es: Bolsa Infinita+2

# data/item-database.json//items/664/description
source: This container transcends infinity and can preserve anything until the end of time. \i[ascended]
es_es: Este contenedor trasciende el infinito y puede conservar cualquier cosa hasta el final de los tiempos. \i[ascended]

# data/item-database.json//items/665/name
source: Lis'mita Cap
es_es: Gorra Lis'mita

# data/item-database.json//items/665/description
source: Ancient head adornment, luxuriously represents the desire for wealth. \i[ascended]
es_es: Antiguo adorno de cabeza, representa lujosamente el deseo de riqueza. \i[ascended]

# data/item-database.json//items/666/name
source: Enlightened Halo
es_es: Halo Iluminado

# data/item-database.json//items/666/description
source: Shining ring, floating above the heads of ascended beings. \i[ascended]
es_es: Anillo brillante, flotando sobre las cabezas de los seres ascendidos. \i[ascended]

# data/item-database.json//items/667/name
source: Moonwalkers
es_es: Zapatillas Lunares

# data/item-database.json//items/667/description
source: Made to walk stylishly in any direction, angle and gravity. \i[ascended]
es_es: Hecho para caminar con estilo en cualquier dirección, ángulo y gravedad. \i[ascended]

# data/item-database.json//items/668/name
source: Moon Chunk
es_es: Trozo Lunar

# data/item-database.json//items/668/description
source: Some rare piece of rock from the nearest moon. Which happens to be... \v[lore.title.planet].
es_es: Una rara pieza de roca de la luna más cercana. Que resulta ser... \v[lore.title.planet].

# data/item-database.json//items/669/name
source: The Last Straw
es_es: La Última Gota

# data/item-database.json//items/669/description
source: Yeah, now you've done it. This is it.
es_es: Sí, ahora lo has hecho. Eso es todo.

# data/item-database.json//items/670/name
source: Goat Cheese
es_es: Queso de Cabra

# data/item-database.json//items/670/description
source: Sharp cheese, independently produced by skilled goats.
es_es: Queso picante, producido de forma independiente por cabras expertas.

# data/item-database.json//items/671/name
source: Goat Milk
es_es: Leche de Cabra

# data/item-database.json//items/671/description
source: Healthy milk, independently produced by skilled goats.
es_es: Leche saludable, producida independientemente por cabras calificadas.

# data/item-database.json//items/672/name
source: Manlea
es_es: Leo

# data/item-database.json//items/672/description
source: Increase your manliness and turn into \c[3]Manlea\c[0].
es_es: Aumenta tu hombría y conviértete en \c[3]Leo\c[0].

# data/item-database.json//items/673/description
source: Ursine weapon that draws power from pain. Tear enemies apart with bear hands! \i[ascended]
es_es: Arma osezna que extrae poder del dolor. ¡Destruye a los enemigos con manos de oso! \i[ascended]

# data/item-database.json//items/674/description
source: Experimental headphones with ultrasonic devices in the shape of feline ears. \i[ascended]
es_es: Auriculares experimentales con dispositivos ultrasónicos en forma de orejas felinas. \i[ascended]

# data/item-database.json//items/675/name
source: Nightfeather Coat
es_es: Abrigo de Plumas Nocturnas

# data/item-database.json//items/675/description
source: Dark suit made from the wings of only the most sinister of birds. \i[ascended]
es_es: Traje oscuro hecho con las alas de los pájaros más siniestros. \i[ascended]

# data/item-database.json/items/0/name
source: Golden Triangle
ru_ru: Золотой треугольник

# data/item-database.json/items/0/description
source: A yellow triangle. Seems to be rather useless.
ru_ru: Жёлтый треугольник. Кажется довольно бесполезным.

# data/item-database.json/items/1/name
source: Sandwich
ru_ru: Сэндвич

# data/item-database.json/items/1/description
source: A simple lunch for travels. \c[2]Heals 15% of max HP\c[0].
ru_ru: Простая закуска для путешествий. \c[2]Восстанавливает 15% от макс. HP\c[0].

# data/item-database.json/items/2/name
source: Green Leaf Tea
ru_ru: Зелёный чай

# data/item-database.json/items/2/description
source: A tad bitter but incredibly heartwarming nonetheless.
ru_ru: Немного горький, но непременно согревающий.

# data/item-database.json/items/3/name
source: Sweet Berry Tea
ru_ru: Ягодный чай

# data/item-database.json/items/3/description
source: Sweet and fruity tea. Keeps you warm for a long time.
ru_ru: Сладкий фруктовый чай. Согреет вас на долгое время.

# data/item-database.json/items/4/name
source: -Thunfischbrötchen
ru_ru: -Рулет с тунцом

# data/item-database.json/items/4/description
source: Will f§=k you up.
ru_ru: Он испортит тебя.

# data/item-database.json/items/5/name
source: -Thunfischsalat
ru_ru: -Салат из тунца

# data/item-database.json/items/5/description
source: Can contain traces of nuts.
ru_ru: Может содержать следы орехов.

# data/item-database.json/items/6/name
source: Masterball
ru_ru: Мастерболл

# data/item-database.json/items/6/description
source: Heroes once used this device to capture legendary fiends.
ru_ru: Когда-то герои использовали это устройство для поимки легендарных демонов.

# data/item-database.json/items/7/name
source: Blue Shell
ru_ru: Синий панцирь

# data/item-database.json/items/7/description
source: Is fabled to be the bane of many a conqueror.
ru_ru: По преданиям, был проклятием многих завоевателей.

# data/item-database.json/items/8/name
source: Hardwood Stave
ru_ru: Деревянный посох

# data/item-database.json/items/8/description
source: A trusty friend, both in combat and when wandering the world.
ru_ru: Верный друг как в бою, так и в странствиях по миру.

# data/item-database.json/items/9/name
source: Miner's Helmet
ru_ru: Шлем шахтёра

# data/item-database.json/items/9/description
source: Robust helmet that's often used in caves. Equipped with a bright lamp.
ru_ru: Надёжный шлем, который часто используется в пещерах. Оснащён яркой лампой.

# data/item-database.json/items/10/name
source: Lunatic Paws
ru_ru: Лунные лапки

# data/item-database.json/items/10/description
source: Foxy footwear that seems to constantly be at odds with the fabric of the universe.
ru_ru: Хитрая обувь, которая, кажется, непрерывно стремится разорвать ткань вселенной.

# data/item-database.json/items/11/name
source: Timeworn Belt
ru_ru: Изношенный пояс

# data/item-database.json/items/11/description
source: An adorned belt that must have been the latest fashion at some point in Ancient times.
ru_ru: Украшенный пояс, вероятно, бывший последним писком моды во времена Древних.

# data/item-database.json/items/12/name
source: -Rauser
ru_ru: -Раузер

# data/item-database.json/items/12/description
source: A cross-shaped weapon to fight enemies in the sky.
ru_ru: Крестообразное оружие для сражений в небе.

# data/item-database.json/items/13/name
source: Humming Razor
ru_ru: Электробритва

# data/item-database.json/items/13/description
source: A sharp tool that constantly vibrates weakly, emitting a soft sound.
ru_ru: Острый инструмент, который постоянно слабо вибрирует, издавая мягкий звук.

# data/item-database.json/items/14/name
source: -Monster Shell
ru_ru: -Панцирь монстра

# data/item-database.json/items/14/description
source: Always sometimes protects you from Monsters.
ru_ru: Всегда иногда защищает вас от монстров.

# data/item-database.json/items/15/name
source: Scarecrown
ru_ru: Коро-напугало

# data/item-database.json/items/15/description
source: The floppy hat of the Boosi Man. Not really a crown, but don't let that haunt you.
ru_ru: Небрежная шляпа Бузнесмена. Не совсем корона, но не стоит этого пугаться.

# data/item-database.json/items/16/name
source: Holiday Boots
ru_ru: Праздничные сапоги

# data/item-database.json/items/16/description
source: Take out the presents before putting in feet!
ru_ru: Вытащите подарки, прежде чем одеть их на ноги!

# data/item-database.json/items/17/name
source: -Sirian Key
ru_ru: -Сирианский ключ

# data/item-database.json/items/17/description
source: Uses a strange whip like laser to slowly damage enemies.
ru_ru: Использует странный хлыстообразный лазер, чтобы медленно наносить урон.

# data/item-database.json/items/18/name
source: Dungeon Heart
ru_ru: Сердце подземелья

# data/item-database.json/items/18/description
source: A strange artifact used to banish monsters in caves.
ru_ru: Странный артефакт, которым изгоняют монстров в пещерах.

# data/item-database.json/items/19/name
source: -Testhat
ru_ru: Кепарь богов

# data/item-database.json/items/19/description
source: A fashionable hat for testing. STARTER-STANDIN!
ru_ru: Боги благословили ООП и этот кепарь!!

# data/item-database.json/items/20/name
source: -Testarms
ru_ru: -Тестовое оружие

# data/item-database.json/items/20/description
source: A sometimes deadly weapon for testing. STARTER-STANDIN!
ru_ru: Смертельное оружие для тестирования. СТАРТЕР-ОСТАНОВЛЕН!

# data/item-database.json/items/21/name
source: -Testbelt
ru_ru: -Тестовый пояс

# data/item-database.json/items/21/description
source: A trousers-holding belt for testing. STARTER-STANDIN!
ru_ru: Пояс для тестирования. СТАРТЕР-ОСТАНОВЛЕН!

# data/item-database.json/items/22/name
source: -Testboots
ru_ru: -Тестовые сапоги

# data/item-database.json/items/22/description
source: Some comfortable boots for testing. STARTER-STANDIN!
ru_ru: Удобные ботинки для тестирования. СТАРТЕР-ОСТАНОВЛЕН!

# data/item-database.json/items/23/name
source: Rookiehat
ru_ru: Шапка новичка

# data/item-database.json/items/23/description
source: Starting Equipment. Let the Adventure begin!
ru_ru: Стартовое снаряжение. Да начнётся приключение!

# data/item-database.json/items/24/name
source: Rookieblade
ru_ru: Клинок новичка

# data/item-database.json/items/24/description
source: Starting Equipment. Let the Adventure begin!
ru_ru: Стартовое снаряжение. Да начнётся приключение!

# data/item-database.json/items/25/name
source: Rookieboots
ru_ru: Сапоги новичка

# data/item-database.json/items/25/description
source: Starting Equipment. Let the Adventure begin!
ru_ru: Стартовое снаряжение. Да начнётся приключение!
