Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json/items/191/description
source: High quality metal created by melting refined metal parts.
ru_ru: Высококачественный металл, созданный путём плавления очищенных металлических деталей.

# data/item-database.json/items/191/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
ru_ru: \c[3]Торговцы\c[0] в крупных городах

# data/item-database.json/items/192/name
source: Epic Metal
ru_ru: Эпический металл

# data/item-database.json/items/192/description
source: Metal popular among the Ancients. Extracted from precious metal parts.
ru_ru: Металл, распространённый среди Древних. Получен из частей драгоценного металла.

# data/item-database.json/items/192/sources/0/value/text
source: \c[3]Traders\c[0] in \v[area.rhombus-sqr.name]
ru_ru: \c[3]Торговцы\c[0] на Площади Ромба

# data/item-database.json/items/193/name
source: Gourmet Steak
ru_ru: Стейк гурмана

# data/item-database.json/items/193/description
source: An outstanding steak with the perfect marinade.
ru_ru: Выдающийся стейк с идеальным маринадом.

# data/item-database.json/items/194/name
source: Poison Stinger
ru_ru: Ядовитое жало

# data/item-database.json/items/194/description
source: A stinger from the tail of a \v[combat.name.heat.scorpion]. Still full of poison.
ru_ru: Жало из хвоста Щипчика. По-прежнему наполнено ядом.

# data/item-database.json/items/195/name
source: Drill Stone
ru_ru: Камень-бур

# data/item-database.json/items/195/description
source: An incredibly sharp stone in the shape of a drilling head.
ru_ru: Невероятно острый камень в форме буровой головки.

# data/item-database.json/items/196/name
source: Dry Fin
ru_ru: Сухой плавник

# data/item-database.json/items/196/description
source: Tail bone of a \v[combat.name.heat.sandshark] which is more fragile than one might think.
ru_ru: Хвостовая кость Шаркстера, более хрупкая, чем можно подумать.

# data/item-database.json/items/197/name
source: Squishy Teeth
ru_ru: Мягкий зуб

# data/item-database.json/items/197/description
source: A tooth that is soft to the touch. Truly uncanny.
ru_ru: Мягкий на ощупь зуб. Поистине жутко.

# data/item-database.json/items/198/name
source: Hardened Liver
ru_ru: Закалённая печень

# data/item-database.json/items/198/description
source: Despite its name this liver is free of any strange substances.
ru_ru: Несмотря на название, эта печень не содержит каких-либо странных веществ.

# data/item-database.json/items/199/name
source: Phoenix Feather
ru_ru: Перо феникса

# data/item-database.json/items/199/description
source: Does not cure death despite popular belief. But it does look nice.
ru_ru: Не лечит смерть, несмотря на распространённое мнение. Но выглядит красиво.

# data/item-database.json/items/200/name
source: Butter Silk
ru_ru: Масляный шёлк

# data/item-database.json/items/200/description
source: Yellow silk used to craft nigh-impenetrable yarn.
ru_ru: Жёлтый шелк, используемый для изготовления почти непробиваемой пряжи.

# data/item-database.json/items/201/name
source: Jelly Extract
ru_ru: Экстракт желе

# data/item-database.json/items/201/description
source: No matter how you stretch it, the shape of a triangle persists.
ru_ru: Как бы вы его ни растягивали, форма треугольника сохраняется.

# data/item-database.json/items/202/name
source: Magma Residue
ru_ru: Остаток магмы

# data/item-database.json/items/202/description
source: Left by the extreme heat a \v[combat.name.heat.heat-golem] creates when attacking.
ru_ru: Образован высокой температурой, которую Магманайзер создаёт при атаке.

# data/item-database.json/items/203/name
source: Laser Eyes
ru_ru: Лазерные глаза

# data/item-database.json/items/203/description
source: A crystal ball that is said to grant the feat to shoot rays of light.
ru_ru: Хрустальный шар, который, как говорят, даёт умение стрелять лучами света.

# data/item-database.json/items/204/name
source: Steel Goggles
ru_ru: Стальные очки

# data/item-database.json/items/204/description
source: Steel frames with reinforced glasses allow for an excellent protection of the eyes.
ru_ru: Стальная оправа с усиленными стёклами обеспечивает отличную защиту глаз.

# data/item-database.json/items/205/name
source: Steel Edge
ru_ru: Стальной клинок

# data/item-database.json/items/205/description
source: A powerful weapon crafted from a highly tempered alloy of iron and carbon.
ru_ru: Мощное оружие из высокотемпературного сплава железа и углерода.

# data/item-database.json/items/206/name
source: Steel Mail
ru_ru: Стальная кольчуга

# data/item-database.json/items/206/description
source: Fine body armor from reinforced steel. Sadly also popular with criminals.
ru_ru: Хорошая броня из усиленной стали. К сожалению, популярная среди преступников.

# data/item-database.json/items/207/name
source: Steel Boots
ru_ru: Стальные сапоги

# data/item-database.json/items/207/description
source: Very robust but still as light as possible. Even blisters are a rare occurrence.
ru_ru: Прочные, но максимально лёгкие. Даже мозоли в них редкое явление.

# data/item-database.json/items/208/name
source: Fin Cap
ru_ru: Шапка-плавник

# data/item-database.json/items/208/description
source: A huge fin attached to a cap. Helps to keep balance and grants a predatory aura.
ru_ru: Огромный плавник на шапке. Помогает сохранять равновесие и даёт хищную ауру.

# data/item-database.json/items/209/name
source: Rapier Carrot
ru_ru: Рапира-морковь

# data/item-database.json/items/209/description
source: A long, self-regrowing carrot. Its vitamins give life, the pointy end takes it away.
ru_ru: Длинная самовосстанавливающаяся морковь. Её витамины дают жизнь, а острый конец забирает её.

# data/item-database.json/items/210/name
source: Dessert Vest
ru_ru: Десертный жилет

# data/item-database.json/items/210/description
source: A lacquered vest, often worn in dry regions. Was named for its sweet smell.
ru_ru: Лакированный жилет, часто носимый в сухих регионах. Был назван в честь его сладкого запаха.

# data/item-database.json/items/211/name
source: Desert Sandals
ru_ru: Пустынные сандали

# data/item-database.json/items/211/description
source: Can't be made without Sand, so they're obviously ideal for the desert.
ru_ru: Не могут быть сделаны без песка, поэтому они идеально подходят для пустыни.

# data/item-database.json/items/212/name
source: Nomadic Turban
ru_ru: Тюрбан кочевника

# data/item-database.json/items/212/description
source: Typical headdress of hunters in the desert who are said to be excellent marksmen.
ru_ru: Головной убор охотников в пустыне, которые считаются отличными стрелками.

# data/item-database.json/items/213/name
source: Chilling Veil
ru_ru: Леденящая вуаль

# data/item-database.json/items/213/description
source: A fine headscarf blessed with cooling protection to withstand even scorching heat.
ru_ru: Прекрасный платок с ледяной защитой, выдерживающий даже сильнейший жар.

# data/item-database.json/items/214/name
source: Shiny Glasses
ru_ru: Блестящие очки

# data/item-database.json/items/214/description
source: Polished glasses that give off a threatening glare. In need of regular readjustment.
ru_ru: Полированные очки, испускающие грозные блики. Регулярно требуют регулировки.

# data/item-database.json/items/215/name
source: Magic Robe
ru_ru: Волшебная мантия

# data/item-database.json/items/215/description
source: Shad-crafted flowing robes, blessed by the Ancient power of the elements.
ru_ru: Созданное шадами парящее одеяние, благословлённое силой элементов Древних.

# data/item-database.json/items/216/name
source: Assassin Garb
ru_ru: Облачение убийцы

# data/item-database.json/items/216/description
source: Light clothes for covert operations that are made to look strikingly inconspicuous.
ru_ru: Лёгкая одежда для тайных операций, которая выглядит поразительно неприметно.

# data/item-database.json/items/217/name
source: Crystal Plate
ru_ru: Кристальные латы

# data/item-database.json/items/217/description
source: Heavy plate, reinforced with crystals and gems that actively defend against harm.
ru_ru: Тяжёлые латы, усиленные кристаллами и отлично защищающие от ранений.

# data/item-database.json/items/218/name
source: Curly Slippers
ru_ru: Кудрявые тапочки

# data/item-database.json/items/218/description
source: Amazingly soft and comfortable footwear that somehow also manages to be curly.
ru_ru: Удивительно мягкая и удобная обувь, каким-то образом умудряющаяся быть кудрявой.

# data/item-database.json/items/219/name
source: Lavish Anchors
ru_ru: Роскошные якоря

# data/item-database.json/items/219/description
source: Heavy boots with extravagant decorations. Reinforce both stance and self-esteem.
ru_ru: Тяжёлые и экстравагантные ботинки. Укрепляют стойку и самооценку.

# data/item-database.json/items/220/name
source: Carpet Runners
ru_ru: Ковровые кроссовки

# data/item-database.json/items/220/description
source: Feel almost alive on your feet. The soles are crafted from real magic carpets.
ru_ru: Ощущаются на ногах как живые. Подошвы сделаны из реальных волшебных ковров.

# data/item-database.json/items/221/name
source: Hidden Blade
ru_ru: Скрытый клинок

# data/item-database.json/items/221/description
source: Small, surprising and deadly. The preferred weapon of spies and assassins.
ru_ru: Маленький, незаметный и смертельно опасный. Любимое оружие шпионов и убийц.

# data/item-database.json/items/222/name
source: Maverick Edge
ru_ru: Клинок скитальца

# data/item-database.json/items/222/description
source: Once wielded by a young hero of great courage but little sense.
ru_ru: Однажды принадлежал молодому герою большого мужества, но малого смысла.

# data/item-database.json/items/223/name
source: Western Starfist
ru_ru: Кулак западной звезды

# data/item-database.json/items/223/description
source: Gauntlets with excellent armor. Many owners would already be dead without them.
ru_ru: Перчатки с отличной бронёй. Многие владельцы были бы уже мертвы без них.

# data/item-database.json/items/224/name
source: Bergen Probe
ru_ru: Бергенский зонд

# data/item-database.json/items/224/description
source: A lost and found data probe installed by Henry the Researcher.
ru_ru: Потерянный и найденный зонд с данными, установленный Генри-исследователем.

# data/item-database.json/items/225/name
source: Blue Ice Shade
ru_ru: Тень льда

# data/item-database.json/items/225/description
source: Opens the passage to \c[3]Maroon Valley\c[0] and activates \c[3]Neutral Level 2 Circuits\c[0].
ru_ru: Открывает проход к \c[3]Бордовой долине\c[0] и активирует \c[3]второй уровень нейтрального контура\c[0].

# data/item-database.json/items/226/name
source: Steak, rare
ru_ru: Стейк с кровью

# data/item-database.json/items/226/description
source: A fine, lightly cooked piece of meat that is supposedly not very common.
ru_ru: Прекрасный, слегка приготовленный кусок мяса, который, предположительно, не очень распространён.

# data/item-database.json/items/227/name
source: Stone of Space
ru_ru: Камень космоса

# data/item-database.json/items/227/description
source: One of the \c[3]Origin Stones\c[0]. Emits strange sparks when touched.
ru_ru: Один из \c[3]Камней истоков\c[0]. Испускает странные искры при прикосновении.

# data/item-database.json/items/228/name
source: Thief's Band
ru_ru: Повязка вора

# data/item-database.json/items/228/description
source: Just wearing this band will make enemies drop more Credits in fear.
ru_ru: Просто надень эту повязку, и враги будут в страхе ронять больше кредитов.

# data/item-database.json/items/229/name
source: Mighty Strand
ru_ru: Могучая прядь

# data/item-database.json/items/229/description
source: Once used to train a young warrior aiming to be an all mighty hero.
ru_ru: Использовалась для тренировок молодым воином, стремившимся стать всемогущим героем.

# data/item-database.json/items/230/name
source: Red Flame Shade
ru_ru: Тень пламени

# data/item-database.json/items/230/description
source: Opens the path to \c[3]Autumn's Fall\c[0] and activates \c[3]Elemental Level 2 Circuits\c[0].
ru_ru: Открывает путь в \c[3]Закат Осени\c[0] и активирует \c[3]второй уровень элементальных контуров\c[0].

# data/item-database.json/items/231/name
source: Purple Bolt Shade
ru_ru: Тень молнии

# data/item-database.json/items/231/description
source: Grants passage to \c[3]Grand Krys'kajo\c[0] together with the Azure Drop Shade.
ru_ru: Вместе с Тенью капли открывает проход к \c[3]Гранд Крис'кайо\c[0]

# data/item-database.json/items/232/name
source: -ModifierTester
ru_ru: -ТестМодификатор

# data/item-database.json/items/232/description
source: Used to test modifiers.
ru_ru: Используется для тестирования модификаторов.

# data/item-database.json/items/233/name
source: Meister Gloves
ru_ru: Перчатки Мейстера

# data/item-database.json/items/233/description
source: Worn and old gloves once belonging to a master of parries.
ru_ru: Изношенные и старые перчатки, некогда принадлежавшие мастеру парирования.

# data/item-database.json/items/234/name
source: Aspiration Proof
ru_ru: Доказательство стремления

# data/item-database.json/items/234/description
source: Some old looking image of a Frobbit, hewn into stone from Mt. Bergen.
ru_ru: Старое изображение Кроляга, высеченное в камне с горы Берген.

# data/item-database.json/items/235/name
source: Wooly Socks
ru_ru: Шерстяные носки

# data/item-database.json/items/235/description
source: Soft and warming socks, hand-knitted from healthy goat-wool by very patient monks.
ru_ru: Мягкие и тёплые носки, связанные из козьей шерсти терпеливыми монахами.

# data/item-database.json/items/236/name
source: Maroon Cave Pass
ru_ru: Пропуск в пещеру

# data/item-database.json/items/236/description
source: Pass to access the sacred cave below the \c[3]Maroon Tree\c[0].
ru_ru: Пропуск в священную пещеру под \c[3]Бордовым деревом\c[0].

# data/item-database.json/items/237/name
source: Shiny Orb
ru_ru: Блестящая сфера

# data/item-database.json/items/237/description
source: A shiny orb that is indeed very shiny. The statue in \c[3]Ba'kii Kum\c[0] should react to it.
ru_ru: Блестящая, очень блестящая сфера. Статуя в \c[3]Ба'кии Кум\c[0] должна среагировать на неё.

# data/item-database.json/items/238/name
source: Laser Pickaxe
ru_ru: Лазерная кирка

# data/item-database.json/items/238/description
source: A highly advanced mining tool based on an age old classic.
ru_ru: Высокотехнологичный инструмент для добычи, основанный на старинной классике.

# data/item-database.json/items/239/name
source: Laser TNT
ru_ru: Лазерный тротил

# data/item-database.json/items/239/description
source: Conventional chemical explosives combined with lasers. What could be stronger?
ru_ru: Химическая взрывчатка, соединённая с лазерами. Что может быть сильнее?

# data/item-database.json/items/240/name
source: Mining Docs
ru_ru: Шахтёрские документы

# data/item-database.json/items/240/description
source: A long documentation describing the workings of the mine, complete in 70 languages.
ru_ru: Длинная документация, описывающая работу шахты на 70 языках.

# data/item-database.json/items/241/name
source: Parched Leaves
ru_ru: Сухие листья

# data/item-database.json/items/241/description
source: Leaves covered with strange markings resembling animals.
ru_ru: Листья, покрытые странными отметинами, похожими на следы животных.

# data/item-database.json/items/242/name
source: Ripe Apples
ru_ru: Спелые яблоки

# data/item-database.json/items/242/description
source: These sweet apples are commonly used in juicy fruit salads.
ru_ru: Эти сладкие яблоки часто используются в сочных фруктовых салатах.

# data/item-database.json/items/243/name
source: White Grain
ru_ru: Белое зерно

# data/item-database.json/items/243/description
source: Pure grain found near ruins all over Autumn's Fall.
ru_ru: Чистое зерно, найденное у руин в Закате Осени.

# data/item-database.json/items/244/name
source: Sunset Dew
ru_ru: Закатная роса

# data/item-database.json/items/244/description
source: Minerals found inside this dew make it appear orange when held against light.
ru_ru: Минералы внутри этой росы переливаются оранжевым на свету.

# data/item-database.json/items/245/name
source: Wolf Cicada
ru_ru: Волчья цикада

# data/item-database.json/items/245/description
source: A legendary autumn bug. Its melody resembles that of a howling wolf.
ru_ru: Легендарный осенний жук. Его мелодия напоминает вой волка.

# data/item-database.json/items/246/name
source: Crimson Dragonfly
ru_ru: Багряная стрекоза

# data/item-database.json/items/246/description
source: These creatures only appear at night, sparkling dark red.
ru_ru: Эти существа появляются только ночью, сверкая тёмно-красным.

# data/item-database.json/items/247/name
source: -Nirustein
ru_ru: -Нируштейн

# data/item-database.json/items/247/description
source: The ultimate speedrunning item. Aim to become the fastest thing alive!
ru_ru: Лучший предмет для спидранов. Стремитесь стать самым быстрым!

# data/item-database.json/items/248/name
source: Flintzer Excretions
ru_ru: Выделения Флинтзера

# data/item-database.json/items/248/description
source: Weird lump of mass secreted by Flintzer. Is usually very soft but hardens on touch.
ru_ru: Странные выделения Флинтзера. Очень мягкие, но твердеют при прикосновении.

# data/item-database.json/items/249/name
source: Curly Fern
ru_ru: Папоротник

# data/item-database.json/items/249/description
source: This leaf fell from a jungle plant and curled up on the ground.
ru_ru: Этот лист упал с растения в джунглях и свернулся на земле.

# data/item-database.json/items/250/name
source: Steel Comb
ru_ru: Стальные соты

# data/item-database.json/items/250/description
source: The honeycomb is so sturdy that it is used to craft armor.
ru_ru: Настолько прочные соты, что используются для изготовления брони.

# data/item-database.json/items/251/name
source: Elder Wood
ru_ru: Старейшее дерево

# data/item-database.json/items/251/description
source: A piece of wood from the oldest trees found in the jungle.
ru_ru: Кусок древесины самых старых деревьев, найденных в джунглях.

# data/item-database.json/items/252/name
source: Venom Shroom
ru_ru: Ядогриб

# data/item-database.json/items/252/description
source: Poisoned mushroom used to brew oils for weapons.
ru_ru: Отравленный гриб, используемый для варки масла для оружия.

# data/item-database.json/items/253/name
source: Glowing Sphere
ru_ru: Светосфера

# data/item-database.json/items/253/description
source: A luminescent sphere glowing because of chemical reactions inside it.
ru_ru: Люминесцентная сфера, светящаяся из-за химических реакций внутри неё.

# data/item-database.json/items/254/name
source: Virus Root
ru_ru: Корень вируса

# data/item-database.json/items/254/description
source: One of the roots responsible for the Infestation of a part of \v[area.jungle.name].
ru_ru: Один из корней, виновных в заражении части Сада Гайи.

# data/item-database.json/items/255/name
source: Blue Mango
ru_ru: Синее манго

# data/item-database.json/items/255/description
source: The bluish color of this fruit makes it look inedible despite its sweet taste.
ru_ru: Его синий цвет делает его несъедобным на вид, несмотря на его сладкий вкус.

# data/item-database.json/items/256/name
source: Exotic Resin
ru_ru: Экзотичная смола

# data/item-database.json/items/256/description
source: This colorful resin is commonly used to harden wood constructions.
ru_ru: Эта красочная смола используется для упрочнения деревянных конструкций.

# data/item-database.json/items/257/name
source: Star Fruit
ru_ru: Звёздный фрукт

# data/item-database.json/items/257/description
source: Star-shaped fruit. Its origin dates back to a small island in the ocean.
ru_ru: Звездообразный фрукт. Его происхождение восходит к небольшому острову в океане.

# data/item-database.json/items/258/name
source: Common Planter
ru_ru: Плантатор

# data/item-database.json/items/258/description
source: This fish jumps out of rivers into plants to absorb healthy nutrients.
ru_ru: Рыба, выпрыгивающая из рек на растения, чтобы впитывать их полезные питательные вещества.

# data/item-database.json/items/259/name
source: Spiky Nut
ru_ru: Шипастый орех

# data/item-database.json/items/259/description
source: \v[combat.name.jungle/parrot]s store these in nearby water plants in case they need food.
ru_ru: Попуганы хранят их на близлежащих растениях на случай голода.

# data/item-database.json/items/260/name
source: Moon Fruit
ru_ru: Лунный фрукт

# data/item-database.json/items/260/description
source: A yellow bent fruit only found in rainy parts of \v[area.jungle.name].
ru_ru: Жёлтый изогнутый фрукт из дождливых частей Сада Гайи.

# data/item-database.json/items/261/name
source: Galaxy Berry
ru_ru: Галактическая ягода

# data/item-database.json/items/261/description
source: Strange shimmering fruit. The inside seems to magically spin.
ru_ru: Странный мерцающий фрукт. Внутри что-то волшебно вращается.

# data/item-database.json/items/261/sources/0/value/text
source: Found in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Найдено в \c[3]Саду Гайи\c[0]

# data/item-database.json/items/262/name
source: Royal Hive
ru_ru: Королевский улей

# data/item-database.json/items/262/description
source: A special bee hive with the same density as a diamond.
ru_ru: Особый пчелиный улей, твёрдый как алмаз.

# data/item-database.json/items/263/name
source: Progression Proof
ru_ru: Доказательство прогрессии

# data/item-database.json/items/263/description
source: Some old looking image of a PengPeng, hewn into ice-coated stone from Mt. Bergen.
ru_ru: Старое изображение Пинпина, высеченное в покрытом льдом камне с горы Берген.

# data/item-database.json/items/264/name
source: Silver Goggles
ru_ru: Серебряные очки

# data/item-database.json/items/264/description
source: Both silver frames and the flawless glass are giving off an impressive shine.
ru_ru: Серебряная оправа и безупречные стёкла излучают впечатляющий блеск.

# data/item-database.json/items/265/name
source: Titan Goggles
ru_ru: Титановые очки

# data/item-database.json/items/265/description
source: Very durable goggles that also offer visual augmentation.
ru_ru: Очень прочные очки, которые к тому же дают оптическое увеличение.

# data/item-database.json/items/266/name
source: Silver Edge
ru_ru: Серебряный клинок

# data/item-database.json/items/266/description
source: Said to be effective against the unnatural. Works just fine against everything though.
ru_ru: Эффективен против сверхъестественного. Хотя и против всего остального тоже.

# data/item-database.json/items/267/name
source: Titan Edge
ru_ru: Титановый клинок

# data/item-database.json/items/267/description
source: With two of these powerful weapons you could slay even the largest of foes.
ru_ru: С двумя такими мощными клинками вы сразите даже самого крупного врага.

# data/item-database.json/items/268/name
source: Silver Mail
ru_ru: Серебряная кольчуга

# data/item-database.json/items/268/description
source: A sturdy mail, made from silver. Perfect when sleeping in a haunted castle.
ru_ru: Прочная кольчуга из серебра. Идеальна для сна в замке с привидениями.

# data/item-database.json/items/269/name
source: Titan Mail
ru_ru: Титановая кольчуга

# data/item-database.json/items/269/description
source: Made from titanium, one of the strongest materials known to man.
ru_ru: Сделана из титана, самого прочного материала, известного человечеству.

# data/item-database.json/items/270/name
source: Silver Boots
ru_ru: Серебряные сапоги

# data/item-database.json/items/270/description
source: The quality of these boots almost makes up for all the polishing they need.
ru_ru: Качество этих сапогов почти оправдывает всю эту чистку, в которой они нуждаются.

# data/item-database.json/items/271/name
source: Titan Boots
ru_ru: Титановые сапоги
