Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json/items/109/description
source: Ice fresh from Bergen Trail.
ru_ru: Свежий лёд с Тропы в Берген.

# data/item-database.json/items/110/name
source: Bergen Ice Cream
ru_ru: Бергенское мороженое

# data/item-database.json/items/110/description
source: Makes you feel incredibly cool inside.
ru_ru: Заставляет вас чувствовать себя невероятно свежо внутри.

# data/item-database.json/items/111/name
source: Battered Fist
ru_ru: Потёртый кулак

# data/item-database.json/items/111/description
source: This gauntlet may have seen better days but can still take and dish out a solid beating.
ru_ru: Эта перчатка видела лучшие дни, но ещё может выдержать и задать хорошую трёпку.

# data/item-database.json/items/112/name
source: Copper Gull
ru_ru: Медная чайка

# data/item-database.json/items/112/description
source: This long-ranged weapon is often used by soldiers at sea.
ru_ru: Это оружие дальнего боя часто используется солдатами в море.

# data/item-database.json/items/113/name
source: Iron Edge
ru_ru: Железный клинок

# data/item-database.json/items/113/description
source: A sharp and reliable classic of warfare.
ru_ru: Острая и надёжная классика войны.

# data/item-database.json/items/114/name
source: Rocksplitter
ru_ru: Камнераскольник

# data/item-database.json/items/114/description
source: A robust tool, often used to dig through mountain and monster alike.
ru_ru: Надёжный инструмент, часто используемый для того, чтобы пробиться сквозь горы и монстров.

# data/item-database.json/items/115/name
source: Silver Hawk
ru_ru: Серебряный ястреб

# data/item-database.json/items/115/description
source: A shining weapon that was once even used to battle among the stars.
ru_ru: Сияющее оружие, однажды использованное для сражения среди звезд.

# data/item-database.json/items/116/name
source: Cooling Veil
ru_ru: Охлаждающая вуаль

# data/item-database.json/items/116/description
source: A headscarf drenched in cooling liquid that protects against heat and sunburns.
ru_ru: Платок, пропитанный охлаждающей жидкостью, защищает от жары и ожогов.

# data/item-database.json/items/117/name
source: Longears
ru_ru: Длинные уши

# data/item-database.json/items/117/description
source: A headband with long, fluffy ears that resemble those of a bunny.
ru_ru: Повязка на голову с длинными пушистыми ушами, напоминающие кроличьи.

# data/item-database.json/items/118/name
source: Iron Goggles
ru_ru: Железные очки

# data/item-database.json/items/118/description
source: Very robust goggles. Frames are iron. Glasses are glass.
ru_ru: Очень надёжные очки. Оправа железная. Линзы стеклянные.

# data/item-database.json/items/119/name
source: Furry Cap
ru_ru: Пушистая шапка

# data/item-database.json/items/119/description
source: The ideal headgear for cold climates. Very hard to keep clean though.
ru_ru: Отличная шапка для холодной погоды. Однако она быстро становится грязной.

# data/item-database.json/items/120/name
source: Icewalkers
ru_ru: Ледоходы

# data/item-database.json/items/120/description
source: High boots with spiked soles. Useful on slippery ground.
ru_ru: Высокие сапоги с шипами на подошве. Полезны на скользкой поверхности.

# data/item-database.json/items/121/name
source: Iron Boots
ru_ru: Железные сапоги

# data/item-database.json/items/121/description
source: Well-crafted footgear that ensures both mobility and safe feet.
ru_ru: Хорошо продуманная обувь, которая обеспечивает мобильность и безопасность ног.

# data/item-database.json/items/122/name
source: Iron Mail
ru_ru: Железная кольчуга

# data/item-database.json/items/122/description
source: Very reliable body armor. Also the standard equipment of an elite delivery service.
ru_ru: Надёжный нагрудник. А также стандартное снаряжение элитной службы доставки.

# data/item-database.json/items/123/name
source: Hardrock Plate
ru_ru: Каменные латы

# data/item-database.json/items/123/description
source: Heavy plate made out of almost unbreakable rock. Emits distinctive sounds on hit.
ru_ru: Тяжёлые латы из почти нерушимого камня. Издают характерные звуки при ударе.

# data/item-database.json/items/124/name
source: Spiky Jacket
ru_ru: Колючий жакет

# data/item-database.json/items/124/description
source: Made from needles and bug shells to create a natural protection. Be careful in crowds!
ru_ru: Изготовлен из иголок и ракушек для естественной защиты. Осторожнее в толпах!

# data/item-database.json/items/125/name
source: Bubblebelt
ru_ru: Пояс-пузырь

# data/item-database.json/items/125/description
source: A mysterious belt that constantly covers the owner in protective bubbles.
ru_ru: Таинственный пояс, который накрывает владельца защитными пузырями.

# data/item-database.json/items/126/name
source: Fluffy Fur
ru_ru: Пушистый мех

# data/item-database.json/items/126/description
source: People often burst in sheer joy when touching this soft fur.
ru_ru: Обычно люди испытывают безмерную радость, прикасаясь к этому мягкому меху.

# data/item-database.json/items/127/name
source: Rock Beak
ru_ru: Каменный клюв

# data/item-database.json/items/127/description
source: An absurdly hard beak. It can actually be melted into a rare type of metal.
ru_ru: Абсурдно твёрдый клюв. Его даже можно расплавить и получить редкий металл.

# data/item-database.json/items/128/name
source: Solid Bubble
ru_ru: Крепкий пузырь

# data/item-database.json/items/128/description
source: Yes, this is a bubble. It simply won't pop and some people like that.
ru_ru: Да, это пузырь. Он вообще не лопается, и некоторым людям это нравится.

# data/item-database.json/items/129/name
source: Dropped Mic
ru_ru: Брошенный микрофон

# data/item-database.json/items/129/description
source: Someone dropped this mic hard. It's shattered and unusable.
ru_ru: Кто-то сильно бросил этот микрофон. Он сломан, и использовать его не удастся.

# data/item-database.json/items/130/name
source: Spice Set
ru_ru: Набор специй

# data/item-database.json/items/130/description
source: Mostly obtained from traders. Contains everything from black pepper to saffron.
ru_ru: Распространён среди торговцев. Содержит всё, от чёрного перца до шафрана.

# data/item-database.json/items/130/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
ru_ru: \c[3]Торговцы\c[0] в крупных городах

# data/item-database.json/items/130/sources/1/value/text
source: \c[3]Player Traders\c[0] in all Areas
ru_ru: \c[3]Игроки-торговцы\c[0] во всех локациях

# data/item-database.json/items/131/name
source: The End
ru_ru: Конец

# data/item-database.json/items/131/description
source: It's the end. But patience will be rewarded.
ru_ru: Это конец. Но терпение будут вознаграждено.

# data/item-database.json/items/132/name
source: Echo Roll
ru_ru: Эхо-ролл

# data/item-database.json/items/132/description
source: While eating it emits a strange echo mimicking chewing sounds.
ru_ru: Во время еды он издает странное эхо, имитирующее жевательные звуки.

# data/item-database.json/items/133/name
source: Broken Gauntlet
ru_ru: Сломанная перчатка

# data/item-database.json/items/133/description
source: Rusty and broken. This weapon is as useful as it looks. A true waste of metal.
ru_ru: Ржавая и сломанная. Так же бесполезна, как и выглядит. Пустая трата металла.

# data/item-database.json/items/134/name
source: -Disc of UNUSED
ru_ru: -Неиспольз. диск

# data/item-database.json/items/134/description
source: IS NOT USED ANYMORE
ru_ru: БОЛЬШЕ НЕ ИСПОЛЬЗУЕТСЯ

# data/item-database.json/items/135/name
source: Disc of Insight
ru_ru: Диск анализа

# data/item-database.json/items/135/description
source: Grants insight into the mysteries of the world.
ru_ru: Даёт знания о загадках мира.

# data/item-database.json/items/136/name
source: Disc of Treasure
ru_ru: Диск сокровищ

# data/item-database.json/items/136/description
source: An old artifact used to catch a fleeting glimpse of a vast treasure.
ru_ru: Старинный артефакт, улавливавший мимолётный блеск сокровищ.

# data/item-database.json/items/137/name
source: Broken Shield
ru_ru: Сломанный щит

# data/item-database.json/items/137/description
source: Another example of a useless piece of equipment.
ru_ru: Ещё один пример бесполезного снаряжения.

# data/item-database.json/items/138/name
source: Autumn Ingredients
ru_ru: Продукты Осени

# data/item-database.json/items/138/description
source: A package of freshly picked ingredients from Autumn's Rise for a crucial business lunch.
ru_ru: Упаковка свежесобранных ингредиентов из Расцвета Осени для важного бизнес-ланча.

# data/item-database.json/items/139/name
source: Frosted Carrot
ru_ru: Морозная морковь

# data/item-database.json/items/139/description
source: A carrot preserved with a thin coating of ice. It's full of precious vitamins!
ru_ru: Морковь, покрытая тонким слоем льда. Полна бесценных витаминов!

# data/item-database.json/items/140/name
source: Perforated Tophat
ru_ru: Дырявый цилиндр

# data/item-database.json/items/140/description
source: A really fancy type of hat. Sadly this hasn't protected it from some vicious holes.
ru_ru: По-настоящему модная шляпа. Жаль, что это не спасло её от жестоких дыр.

# data/item-database.json/items/141/name
source: Diabolic Horns
ru_ru: Дьявольские рога

# data/item-database.json/items/141/description
source: Long, slightly curved horns, made from shiny metal. They also have a distinct smell.
ru_ru: Длинные изогнутые рога, созданные из блестящего металла. Имеют резкий запах.

# data/item-database.json/items/142/name
source: Captured Bunny
ru_ru: Пойманный кролик

# data/item-database.json/items/142/description
source: The legendary bunny captured in what looks like a ball-shaped capture device.
ru_ru: Легендарный кролик, пойманный в шарообразное устройство.

# data/item-database.json/items/143/name
source: Disciple Gloves
ru_ru: Перчатки ученика

# data/item-database.json/items/143/description
source: Scarcely used gloves belonging to a young martial artist, learning an ancient art.
ru_ru: Почти не ношеные перчатки. Принадлежали юному мастеру, изучавшему древние техники.

# data/item-database.json/items/144/name
source: Capture Device
ru_ru: Устройство захвата

# data/item-database.json/items/144/description
source: A roundish-shaped device. It can absorb the soul of defeated enemies.
ru_ru: Устройство округлой формы. Может поглощать души побеждённых врагов.

# data/item-database.json/items/145/name
source: Green Leaf Shade
ru_ru: Тень листа

# data/item-database.json/items/145/description
source: Provides passage to \c[3]Autumn's Rise\c[0].
ru_ru: Предоставляет проход к \c[3]Расцвету Осени\c[0].

# data/item-database.json/items/146/name
source: Faj'ro Key
ru_ru: Ключ Фай'ро

# data/item-database.json/items/146/description
source: A regular key for \c[3]Faj'ro Temple\c[0].
ru_ru: Обычный ключ \c[3]Храма Фай'ро\c[0].

# data/item-database.json/items/147/name
source: Faj'ro Master Key
ru_ru: Мастер-ключ

# data/item-database.json/items/147/description
source: The Master Key of the \c[3]Faj'ro Temple\c[0].
ru_ru: Главный ключ \c[3]Храма Фай'ро\c[0].

# data/item-database.json/items/148/name
source: Yellow Sand Shade
ru_ru: Тень песка

# data/item-database.json/items/148/description
source: Provides access to \c[3]Faj'ro Temple\c[0].
ru_ru: Предоставляет доступ к \c[3]Храму Фай'ро\c[0].

# data/item-database.json/items/149/name
source: Mine Pass
ru_ru: Пропуск в шахту

# data/item-database.json/items/149/description
source: The pass for \c[3]Temple Mine\c[0]. Acquired after extensive amounts of forced exposition.
ru_ru: Пропуск для \c[3]Храм-Шахты\c[0]. Получен после большой нагрузки экспозицией.

# data/item-database.json/items/150/name
source: Neutral Stone
ru_ru: Нейтральный камень

# data/item-database.json/items/150/description
source: A conventionally shaped rock that emits neutrality. Might one day empower your circuit?
ru_ru: Обычный камень, излучающий нейтральность. Может однажды усилить вашу схему?

# data/item-database.json/items/151/name
source: Hermit Repairkit
ru_ru: Ремкомплект

# data/item-database.json/items/151/description
source: A repair kit for the generator in the basement of the Hermit's House.
ru_ru: Ремонтный комплект для генератора в подвале Дома отшельника.

# data/item-database.json/items/152/name
source: Mine Key
ru_ru: Ключ шахты

# data/item-database.json/items/152/description
source: A regular key for the \c[3]Temple Mine\c[0].
ru_ru: Обычный ключ \c[3]Храм-Шахты\c[0].

# data/item-database.json/items/153/name
source: Mine Master Key
ru_ru: Мастер-ключ

# data/item-database.json/items/153/description
source: The master key for \c[3]Temple Mine\c[0].
ru_ru: Главный ключ \c[3]Храм-Шахты\c[0].

# data/item-database.json/items/154/name
source: Thief's Key
ru_ru: Ключ вора

# data/item-database.json/items/154/description
source: A rusty but astoundingly sturdy key. Opens bronze chests.
ru_ru: Ржавый, но поразительно крепкий ключ. Открывает бронзовые сундуки.

# data/item-database.json/items/155/name
source: White Key
ru_ru: Белый ключ

# data/item-database.json/items/155/description
source: A silver key so bright it appears white. Opens silver chests.
ru_ru: Серебряный ключ, настолько яркий, что кажется белым. Открывает серебряные сундуки.

# data/item-database.json/items/156/name
source: Radiant Key
ru_ru: Сияющий ключ

# data/item-database.json/items/156/description
source: A golden key emitting a mesmerizing pulse. Opens golden chests.
ru_ru: Завораживающе пульсирующий золотой ключ. Открывает золотые сундуки.

# data/item-database.json/items/157/name
source: Ye dirty 'ol cheater
ru_ru: Ах ты, читер!

# data/item-database.json/items/157/description
source: You can't have that.
ru_ru: Этого у тебя быть не должно.

# data/item-database.json/items/158/name
source: Stone of Valor
ru_ru: Камень доблести

# data/item-database.json/items/158/description
source: One of the \c[3]Origin Stones\c[0]. Shifting smoothly between orange and red colors.
ru_ru: Один из \c[3]Камней истоков\c[0]. Плавно переливается между оранжевым и красным цветами.

# data/item-database.json/items/159/name
source: Bug Shell
ru_ru: Панцирь жука

# data/item-database.json/items/159/description
source: A shell shaped like a bug. It emits a blue aura, pulsating almost like a heartbeat.
ru_ru: Панцирь в форме жука. Он излучает синюю ауру, пульсирующую как сердцебиение.

# data/item-database.json/items/160/name
source: Blue Orb
ru_ru: Синяя сфера

# data/item-database.json/items/160/description
source: You can hear something buzzing inside.
ru_ru: Вы можете услышать, как что-то жужжит внутри.

# data/item-database.json/items/161/name
source: Proper Tophat
ru_ru: Правильный цилиндр

# data/item-database.json/items/161/description
source: An expertly patched tophat. It's not uniquely impressive but at least without holes.
ru_ru: Мастерски залатанный цилиндр. Потерял свою внушительность, зато теперь без дырок.

# data/item-database.json/items/162/name
source: - Devillish Tophat
ru_ru: -Цилиндр деммона

# data/item-database.json/items/162/description
source: Decorated with goat horns and a pink flower. It really shows that you mean business!
ru_ru: Украшен козлиными рогами и розовым цветком. Показывает ваш серьёзный настрой!

# data/item-database.json/items/163/name
source: Metal Gears
ru_ru: Шестерёнки

# data/item-database.json/items/163/description
source: Just gears made out of metal, yepp.
ru_ru: Ага, простые шестерни из металла.

# data/item-database.json/items/164/name
source: Ancient Sandals
ru_ru: Сандалии Древних

# data/item-database.json/items/164/description
source: Worn out sandals, probably of Ancient origin. Still emit some residual aura.
ru_ru: Изношенные сандалии, артефакт Древних. Всё ещё испускают какую-то ауру.

# data/item-database.json/items/165/name
source: Sweet Lemonjuice
ru_ru: Лимонный сок

# data/item-database.json/items/165/description
source: Still quite sour despite lots of sugar, but filled with precious vitamins.
ru_ru: По-прежнему кислый, несмотря на большое содержание сахара. Зато полон полезных витаминов!

# data/item-database.json/items/166/name
source: Hotsauce
ru_ru: Острый соус

# data/item-database.json/items/166/description
source: So hot, you will stop feeling cold for quite some time.
ru_ru: Такой жгучий, что на время перестаёшь чувствовать холод.

# data/item-database.json/items/167/name
source: Vanilla Ice Cream
ru_ru: Ванильное мороженое

# data/item-database.json/items/167/description
source: The best flavor of ice cream, everyone knows that!
ru_ru: Лучший вкус мороженого. Все это знают!

# data/item-database.json/items/168/name
source: Holiday Hat
ru_ru: Праздничная шапка

# data/item-database.json/items/168/description
source: A special hat you got from \c[3]Holiday Man\c[0] for helping him. Wear it proudly!
ru_ru: \c[3]Сантама\c[0] дал вам эту особую шапку в благодарность за помощь. Носите с гордостью!

# data/item-database.json/items/169/name
source: Holiday Present
ru_ru: Подарок

# data/item-database.json/items/169/description
source: A present from \c[3]Holiday Man\c[0]. Give it to other players!
ru_ru: Подарок от \c[3]Сантамы\c[0]. Подарите его другим игрокам!

# data/item-database.json/items/170/name
source: Guild Pass
ru_ru: Пропуск гильдии

# data/item-database.json/items/170/description
source: Grants access to the \c[3]guild village\c[0] and \c[3]First Scholars home\c[0] in Autumn's Rise.
ru_ru: Предоставляет доступ к \c[3]деревне гильдий\c[0] и \c[3]дому Первоучёных\c[0] в Расцвете Осени.

# data/item-database.json/items/171/name
source: Pure Autumn Cider
ru_ru: Осенний сидр

# data/item-database.json/items/171/description
source: A liquid extracted from the fruits of the \v[area.autumn-area.name]. Allegedly heals sick trees.
ru_ru: Жидкость, извлечённая из плодов Расцвета Осени. Лечит больные деревья.

# data/item-database.json/items/172/name
source: Geo-Data #3469
ru_ru: Гео-данные #3469

# data/item-database.json/items/172/description
source: Geographical data collected by the explorer Tucos, stored on a small data storage.
ru_ru: Гео-данные на небольшом носителе, собранные исследователем Тукосом.

# data/item-database.json/items/173/name
source: Autumn Probe
ru_ru: Осенний зонд

# data/item-database.json/items/173/description
source: A lost and found data probe installed by Henry the Researcher.
ru_ru: Потерянный и найденный зонд с данными, установленный Генри-исследователем.

# data/item-database.json/items/174/name
source: Tough Sand
ru_ru: Жёсткий песок

# data/item-database.json/items/174/description
source: Special sand used to forge extremely sturdy glass.
ru_ru: Специальный песок, используемый для ковки чрезвычайно прочного стекла.

# data/item-database.json/items/175/name
source: Glaring Rock
ru_ru: Яркий камень

# data/item-database.json/items/175/description
source: A rock that shimmers brightly when held against the sunlight.
ru_ru: Камень, который ярко переливается, когда его держат на солнце.

# data/item-database.json/items/176/name
source: Rainbow Gem
ru_ru: Радужный камень

# data/item-database.json/items/176/description
source: This unique gem only forms at cliffsides during the rare rainfalls.
ru_ru: Уникальный драгоценный камень, формирующийся только на утёсах во время ливней.

# data/item-database.json/items/177/name
source: Vivid Water
ru_ru: Живая вода

# data/item-database.json/items/177/description
source: Sweet water, rich in minerals. Found in the rivers of Maroon Valley.
ru_ru: Сладкая вода, богатая минералами. Встречается в реках Бордовой долины.

# data/item-database.json/items/178/name
source: Palmapple Seed
ru_ru: Семя пальманаса

# data/item-database.json/items/178/description
source: A mix between a palm tree and a pineapple. It might sting when eaten.
ru_ru: Смесь между пальмой и ананасом. Может ужалить при употреблении.

# data/item-database.json/items/179/name
source: Cactone Fruit
ru_ru: Фрукт кактуза

# data/item-database.json/items/179/description
source: A hybrid between a water melon and a cactus. Both juicy and sweet!
ru_ru: Гибрид арбуза и кактуса. И сочный, и сладкий!

# data/item-database.json/items/180/name
source: Old Bones
ru_ru: Старые кости

# data/item-database.json/items/180/description
source: Fossilized bones with engraved symbols on them.
ru_ru: Окаменелые кости с выгравированными на них символами.

# data/item-database.json/items/181/name
source: Helix Relic
ru_ru: Спиральная реликвия

# data/item-database.json/items/181/description
source: This tremendous fossil is colored in shades of red and yellow.
ru_ru: Это потрясающее ископаемое окрашено в оттенки красного и желтого.

# data/item-database.json/items/182/name
source: Lucid Shard
ru_ru: Ясный осколок

# data/item-database.json/items/182/description
source: It's almost transparent, making it appear as ordinary glass to most people.
ru_ru: Он почти прозрачен, поэтому большинству людей он кажется обычным стеклом.

# data/item-database.json/items/183/name
source: Everlasting Amber
ru_ru: Вечный янтарь

# data/item-database.json/items/183/description
source: A gem so old that it precedes the time of the Ancients themselves.
ru_ru: Драгоценный камень, настолько старый, что застал самих Древних.

# data/item-database.json/items/183/sources/0/value/text
source: Found in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Найдено в \c[3]Бордовой долине\c[0]

# data/item-database.json/items/184/name
source: Weird Hillkat Tech
ru_ru: Странное устройство горностаев

# data/item-database.json/items/184/description
source: A mysterious piece of tech dropped by the \c[3]Hillkat Bandleader\c[0]. It might store data?
ru_ru: Загадочное устройство \c[3]лидера горностаев\c[0]. Оно хранит какие-то данные?

# data/item-database.json/items/185/name
source: Crystal Leek
ru_ru: Хрустальный лук

# data/item-database.json/items/185/description
source: This salty crystal is shaped like a leek and is used in local cuisine.
ru_ru: Этот солёный кристалл имеет форму лука-порея и используется в местной кухне.

# data/item-database.json/items/186/name
source: Arid Lumber
ru_ru: Сухое полено

# data/item-database.json/items/186/description
source: A piece of wood so sturdy that it can survive without water for centuries.
ru_ru: Кусок дерева, настолько крепкий, что может существовать без воды веками.

# data/item-database.json/items/187/name
source: Ancient Earth
ru_ru: Древняя земля

# data/item-database.json/items/187/description
source: This inconspicuous rock holds the most durable ore on all of Shadoon.
ru_ru: Этот неприметный камень содержит самую прочную руду на всём Шадуне.

# data/item-database.json/items/188/name
source: Maroon Chestnut
ru_ru: Бордовый каштан

# data/item-database.json/items/188/description
source: A rare chestnut found only close to the old maroon tree in Maroon Valley.
ru_ru: Редкий каштан, упавший со старого бордового дерева в Бордовой долине.

# data/item-database.json/items/189/name
source: Autumn Salve
ru_ru: Осенний бальзам

# data/item-database.json/items/189/description
source: A highly concentrated healing ointment made from the fruits of the \v[area.autumn-area.name].
ru_ru: Высококонцентрированный бальзам, приготовленный из плодов Расцвета Осени.

# data/item-database.json/items/190/name
source: Refined Metal
ru_ru: Обработанный металл

# data/item-database.json/items/190/description
source: Polished yet still used metal parts. Created from old metal parts.
ru_ru: Полированные металлические детали. Созданы из старых металлических деталей.

# data/item-database.json/items/190/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
ru_ru: \c[3]Торговцы\c[0] в крупных городах

# data/item-database.json/items/190/sources/1/value/text
source: \c[3]Player Traders\c[0] all over CrossWorlds
ru_ru: \c[3]Игроки-торговцы\c[0] по всему CrossWorlds

# data/item-database.json/items/191/name
source: Precious Metal
ru_ru: Драгоценный металл
