Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json//items/397/description
source: Empowers your sight with lasers! Not as deadly as it sounds but still very effective.
es_es: ¡Potencia tu vista con láseres! No es tan letal como parece, pero sigue siendo muy efectivo.

# data/item-database.json//items/398/name
source: Laser Edge
es_es: Filo Láser

# data/item-database.json//items/398/description
source: Powered by deadly energy, these weapons are truly a force to be reckoned with.
es_es: Impulsadas por energía letal, estas armas son realmente una fuerza a tener en cuenta.

# data/item-database.json//items/399/name
source: Laser Mail
es_es: Mallas Láser

# data/item-database.json//items/399/description
source: Surrounds the body with energy that constantly circulates with the speed of light.
es_es: Envuelve el cuerpo con energía que circula constantemente a la velocidad de la luz.

# data/item-database.json//items/400/name
source: Laser Boots
es_es: Botas Láser

# data/item-database.json//items/400/description
source: These shiny boots keep your feet as indestructible as the bridges they walk on!
es_es: ¡Estas botas brillantes mantienen tus pies tan indestructibles como los puentes sobre los que caminan!

# data/item-database.json//items/401/name
source: Infected Cell
es_es: Célula infectada

# data/item-database.json//items/401/description
source: It looks like a piece of metal overgrown by pulsating vines.
es_es: Parece una pieza de metal cubierta de enredaderas palpitantes.

# data/item-database.json//items/402/name
source: Elemental DNA
es_es: ADN elemental

# data/item-database.json//items/402/description
source: A DNA shaped spiral that cycles slowly through the color spectrum.
es_es: Una espiral con forma de ADN que recorre lentamente el espectro de colores.

# data/item-database.json//items/403/name
source: Cursed Coin
es_es: Moneda Maldita

# data/item-database.json//items/403/description
source: A coin with a skull engraving.
es_es: Una moneda con un grabado de calavera.

# data/item-database.json//items/404/name
source: Broken Sword
es_es: Espada Rota

# data/item-database.json//items/404/description
source: Rusty and dented in various spots.
es_es: Oxidada y abollada en varios lugares.

# data/item-database.json//items/405/name
source: Ronin Shell
es_es: Concha Ronin

# data/item-database.json//items/405/description
source: This shell is used as metal coating to enhance a weapon's durability.
es_es: Este caparazón se utiliza como revestimiento de metal para mejorar la durabilidad de un arma.

# data/item-database.json//items/406/name
source: Samurai Shell
es_es: Concha Samurái

# data/item-database.json//items/406/description
source: This shell is used as metal coating to enhance a weapon's sharpness.
es_es: Este caparazón se usa como revestimiento de metal para mejorar el filo de un arma.

# data/item-database.json//items/407/name
source: Sharp Splitter
es_es: Divisor Afilado

# data/item-database.json//items/407/description
source: A piece from a broken blade. Even in this state it can cut through anything.
es_es: Un trozo de una hoja rota. Incluso en este estado puede atravesar cualquier cosa.

# data/item-database.json//items/408/name
source: Hoverpad
es_es: Almohadilla Flotante

# data/item-database.json//items/408/description
source: This mysterious object magically enables the \v[combat.name.forest/panda] to hover above the ground.
es_es: Este misterioso objeto permite mágicamente que los \v[combat.name.forest/panda] se eleven sobre el suelo.

# data/item-database.json//items/409/name
source: Sticky Web
es_es: Red Pegajosa

# data/item-database.json//items/409/description
source: This web is so sticky that it can be used as an all-purpose glue.
es_es: Esta red es tan pegajosa que se puede usar como pegamento para todo uso.

# data/item-database.json//items/410/name
source: Star Shade
es_es: Sombra de Estrella

# data/item-database.json//items/410/description
source: Grants passage to \c[3]\v[area.forest.name]\c[0].
es_es: Otorga acceso a \c[3]\v[area.forest.name]\c[0].

# data/item-database.json//items/411/name
source: Hardhead Hat
es_es: Sombrero de Cabezón

# data/item-database.json//items/411/description
source: It's a hardened hat for your head. Not the most refined design but nigh indestructible.
es_es: Es un sombrero endurecido para tu cabeza. No es el diseño más refinado pero casi indestructible.

# data/item-database.json//items/412/name
source: Survivor's Blade
es_es: Superviviente

# data/item-database.json//items/412/description
source: A versatile tool used for cutting, cooking, killing... a true lifesaver and -taker!
es_es: Una herramienta versátil utilizada para cortar, cocinar, matar... ¡un verdadero salvavidas!

# data/item-database.json//items/413/name
source: Marksmen Trigger
es_es: Disparador de Marcas

# data/item-database.json//items/413/description
source: Exceptional ranged weapon, originally used under the command of a certain "Mark".
es_es: Arma a distancia excepcional, utilizada originalmente bajo el mando de cierta "Marca".

# data/item-database.json//items/414/name
source: Panzer Fist
es_es: Puño Pandzer

# data/item-database.json//items/414/description
source: An armored fist that is very reliable. Might be the reason for Pandza's lack of arms.
es_es: Un puño blindado que es muy fiable. Podría ser la razón de la falta de brazos de Pandza.

# data/item-database.json//items/415/name
source: Shadowy Cloak
es_es: Capa Sombría

# data/item-database.json//items/415/description
source: Dark cloak of uncertain form. Very useful for covert operations.
es_es: Manto oscuro de forma incierta. Muy útil para operaciones encubiertas.

# data/item-database.json//items/416/name
source: Plated Plate
es_es: Placa Plateada

# data/item-database.json//items/416/description
source: Extremely heavy body armor with twice the expected plating. Almost impenetrable.
es_es: Chaleco antibalas extremadamente pesado con el doble de blindaje esperado. Casi impenetrable.

# data/item-database.json//items/417/name
source: Bamboots
es_es: Botas Bambú

# data/item-database.json//items/417/description
source: Footwear sewn together from some of the sturdiest plants of nature.
es_es: Calzado cosido con algunas de las plantas más resistentes de la naturaleza.

# data/item-database.json//items/418/name
source: Brave Anchors
es_es: Anclas Valientes

# data/item-database.json//items/418/description
source: Heavy boots worn by warriors that conquered their fear and embraced the danger.
es_es: Botas pesadas usadas por guerreros que conquistaron su miedo y abrazaron el peligro.

# data/item-database.json//items/419/name
source: Shuddering Cleaver
es_es: Cuchilla Estremecedora

# data/item-database.json//items/419/description
source: An unstable weapon that seems to purely follow wild, aggressive instincts.
es_es: Un arma inestable que parece seguir puramente instintos salvajes y agresivos.

# data/item-database.json//items/420/name
source: Tengu Mask
es_es: Máscara Tengu

# data/item-database.json//items/420/description
source: A red mask with an extraordinarily long nose. Supposedly contains Ancient wisdom.
es_es: Una máscara roja con una nariz extraordinariamente larga. Supuestamente contiene sabiduría antigua.

# data/item-database.json//items/421/name
source: Sonic Spike
es_es: Pico Sónico

# data/item-database.json//items/421/description
source: Incredibly thin and flexible weapon than can penetrate at the speed of sound.
es_es: Arma increíblemente delgada y flexible que puede penetrar a la velocidad del sonido.

# data/item-database.json//items/422/name
source: Lead Boots
es_es: Botas de Plomo

# data/item-database.json//items/422/description
source: Heavy Boots which are often used during windy days.
es_es: Botas pesadas que se usan a menudo durante los días ventosos.

# data/item-database.json//items/423/name
source: Omni Lock
es_es: Omni Cerradura

# data/item-database.json//items/423/description
source: Highly-advanced lock that can be opened by every key in existence! Impressive!
es_es: Cerradura altamente avanzada que se puede abrir con todas las llaves existentes. ¡Impresionante!

# data/item-database.json//items/424/name
source: Shining Bracer
es_es: Brazalete Brillante

# data/item-database.json//items/424/description
source: Arm protection preferred by sages and philosophers that saw a life of conflict.
es_es: Protección de brazos preferida por sabios y filósofos que vieron toda una vida de conflictos.

# data/item-database.json//items/425/name
source: Bluefiber Robe
es_es: Toga de Fibra Azul

# data/item-database.json//items/425/description
source: An old robe made from empowered plant fiber. It's shimmering in a light blue.
es_es: Una túnica antigua hecha de fibra vegetal potenciada. Está brillando en un azul claro.

# data/item-database.json//items/426/name
source: Toggle Test
es_es: Alternar Prueba

# data/item-database.json//items/426/description
source: This toggles something, what? I'm not sure, I guess a var.
es_es: Esto cambia algo, ¿qué? No estoy seguro, supongo que alguna variable.

# data/item-database.json//items/427/name
source: Stone Key
es_es: Llave de piedra

# data/item-database.json//items/427/description
source: This is literally just a stone carved to look like a key.
es_es: Esto es literalmente solo una piedra tallada para parecerse a una llave.

# data/item-database.json//items/428/name
source: Circuit Override
es_es: Reinicio de Circuito

# data/item-database.json//items/428/description
source: Can be used to reset \c[3]one Circuit-Tree\c[0] in \c[3]Rookie Harbor - Training Arena\c[0].
es_es: Se puede usar para restablecer \c[3]un circuito\c[0] en el \c[3]Puerto de los Principiantes - Campo de Entrenamiento \c[0].

# data/item-database.json//items/429/name
source: F.A.I.R. Device
es_es: Dispositivo F.A.I.R.

# data/item-database.json//items/429/description
source: The \c[3]Frequency And Impulse Rattler\c[0] used to find the source of the Gaia's Garden Infection.
es_es: El \c[3]Frequency And Impulse Rattler\c[0] se utiliza para encontrar el origen de la infección del Jardín de Gaia.

# data/item-database.json//items/430/name
source: Smelter Parts
es_es: Piezas de Fundición

# data/item-database.json//items/430/description
source: Hot parts of a generator that was presumably even hotter. Vital for advanced metalwork.
es_es: Partes calientes de un generador que presumiblemente estaba aún más caliente. Vital para la metalurgia avanzada.

# data/item-database.json//items/431/name
source: Marinated Meat
es_es: Filete Marinado

# data/item-database.json//items/431/description
source: Raw meat, prepared with honey, fruits and spices. Now it just needs a bit of heat.
es_es: Carne cruda, preparada con miel, frutas y especias. Ahora solo necesita un poco de calor.

# data/item-database.json//items/432/name
source: Bright Bracer
es_es: Brazalete Luminoso

# data/item-database.json//items/432/description
source: Polished arm protection that was traditionally used by young heroes of legend.
es_es: Protector de brazo pulido que tradicionalmente utilizaban los jóvenes héroes de la leyenda.

# data/item-database.json//items/433/name
source: Prickly Bracer
es_es: Brazalete Espinoso

# data/item-database.json//items/433/description
source: Light protective gear for the lower arms that is studded with nasty thorns.
es_es: Equipo de protección ligero para la parte inferior de los brazos que está tachonado de espinas desagradables.

# data/item-database.json//items/434/name
source: Meteor Shade
es_es: Sombra Meteoro

# data/item-database.json//items/434/description
source: Grants passage to \c[3]\v[area.rhombus-sqr.name]\c[0] and \c[3]Northern \v[area.forest.name]\c[0].
es_es: Otorga acceso a \c[3]\v[area.rhombus-sqr.name]\c[0] y \c[3]el Norte de \v[area.forest.name]\c[0].

# data/item-database.json//items/435/name
source: Golden Bug
es_es: Bicho Dorado

# data/item-database.json//items/435/description
source: A token given to you by a golden bug. It's a golden bug, just smaller... and golden.
es_es: Una ficha que te ha dado un insecto dorado. Es un insecto dorado, solo que más pequeño... y dorado.

# data/item-database.json//items/436/name
source: Sparkling Bracer
es_es: Brazal Brillante

# data/item-database.json//items/436/description
source: Precious arm protection that engulfs your arm in a powerful aura.
es_es: Preciosa protección para el brazo que envuelve tu brazo en un aura poderosa.

# data/item-database.json//items/437/name
source: - Pig Mask
es_es: Máscara de Cerdo

# data/item-database.json//items/437/description
source: Once owned by a mysterious hero from a forgotten sunny land at the sea.
es_es: Una vez perteneció a un héroe misterioso de una tierra soleada olvidada en el mar.

# data/item-database.json//items/438/name
source: Brostick of Force
es_es: Palo de la Hermandad

# data/item-database.json//items/438/description
source: An extremely rare weapon created by a paramilitary organization of unknown origin.
es_es: Un arma extremadamente rara creada por una organización paramilitar de origen desconocido.

# data/item-database.json//items/439/name
source: Old Dojo Key
es_es: Vieja llave del Dojo

# data/item-database.json//items/439/description
source: A roundish plate that serves as a key to open \c[3]the Dojo in \v[area.forest.name]\c[0].
es_es: Una placa redonda que sirve como llave para abrir \c[3]el Dojo en \v[area.forest.name]\c[0].

# data/item-database.json//items/440/name
source: Twilight Shard
es_es: Fragmento Crepuscular

# data/item-database.json//items/440/description
source: A piece from the armor of the \c[3]\v[combat.name.forest/samurai-boss]\c[0].
es_es: Una pieza de la armadura del \c[3]\v[combat.name.forest/samurai-boss]\c[0].

# data/item-database.json//items/441/name
source: Old Geta
es_es: Vieja Geta

# data/item-database.json//items/441/description
source: Old and worn clogs with an elevated wood base.
es_es: Zuecos viejos y desgastados con base de madera elevada.

# data/item-database.json//items/442/name
source: -Sage Geta
es_es: Sabio Geta

# data/item-database.json//items/442/description
source: Repaired clogs with an even higher elevated wood base.
es_es: Zuecos reparados con una base de madera aún más elevada.

# data/item-database.json//items/443/name
source: Broken Deck
es_es: Mazo Roto

# data/item-database.json//items/443/description
source: A set of heavily used spell cards. It has been long since they lost all magic.
es_es: Un conjunto de cartas de hechizos muy usadas. Ha pasado mucho tiempo desde que perdieron toda su magia.

# data/item-database.json//items/444/name
source: Stone of Spirit
es_es: Piedra del Espíritu

# data/item-database.json//items/444/description
source: One of the \c[3]Origin Stones\c[0]. Ever shifting between the realms.
es_es: Una de las \c[3]piedras de origen\c[0]. Siempre cambiando entre los reinos.

# data/item-database.json//items/445/name
source: Infinity Gem
es_es: Gema Infinita

# data/item-database.json//items/445/description
source: The combination of the origin stones. Said to be the origin of creation.
es_es: La combinación de las piedras de origen. Se dice que son tan antiguas como el origen de la creación.

# data/item-database.json//items/445/sources/0/value/text
source: Created by the Old Smith
es_es: Creada por la Vieja Smith

# data/item-database.json//items/446/name
source: Stone of Ages
es_es: Piedra de las Eras

# data/item-database.json//items/446/description
source: One of the \c[3]Origin Stones\c[0]. Often used to read the future or the past.
es_es: Una de las \c[3]piedras del origen\c[0]. A menudo se utiliza para leer el futuro o el pasado.

# data/item-database.json//items/447/name
source: Heaven's Seed
es_es: Semilla Celestial

# data/item-database.json//items/447/description
source: A seed from an ever-green tree that floats above the sky.
es_es: Una semilla de un árbol siempre verde que flota sobre el cielo.

# data/item-database.json//items/447/sources/0/value/text
source: Found in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Encontrado en \c[3]\v[area.bergen-trails.name]\c[0]

# data/item-database.json//items/448/name
source: Rise Booster
es_es: Refuerzo del Amanecer

# data/item-database.json//items/448/description
source: Increases the levels of enemies in \c[3]\v[area.autumn-area.name]\c[0] and unlocks new loot drops.
es_es: Aumenta los niveles de los enemigos en \c[3]\v[area.autumn-area.name]\c[0] y desbloquea nuevos botines.

# data/item-database.json//items/449/name
source: Fall Booster
es_es: Refuerzo del Otoño

# data/item-database.json//items/449/description
source: Increases the levels of enemies in \c[3]\v[area.autumn-fall.name]\c[0] and unlocks new loot drops.
es_es: Aumenta los niveles de los enemigos en \c[3]\v[area.autumn-fall.name]\c[0] y desbloquea nuevos botines.

# data/item-database.json//items/450/name
source: Trail Booster
es_es: Refuerzo del Sendero

# data/item-database.json//items/450/description
source: Increases the levels of enemies in \c[3]\v[area.bergen-trails.name]\c[0] and unlocks new loot drops.
es_es: Aumenta los niveles de los enemigos en \c[3]\v[area.bergen-trails.name]\c[0] y desbloquea nuevos botines.

# data/item-database.json//items/451/name
source: Valley Booster
es_es: Refuerzo del Valle

# data/item-database.json//items/451/description
source: Increases the levels of enemies in \c[3]\v[area.heat-area.name]\c[0] and unlocks new loot drops.
es_es: Aumenta los niveles de los enemigos en \c[3]\v[area.heat-area.name]\c[0] y desbloquea nuevos botines.

# data/item-database.json//items/452/name
source: Garden Booster
es_es: Refuerzo del Jardín

# data/item-database.json//items/452/description
source: Increases the levels of enemies in \c[3]\v[area.jungle.name]\c[0] and unlocks new loot drops.
es_es: Aumenta los niveles de los enemigos en \c[3]\v[area.jungle.name]\c[0] y desbloquea nuevos botines.

# data/item-database.json//items/453/name
source: Ridge Booster
es_es: Refuerzo de la Cresta

# data/item-database.json//items/453/description
source: Increases the levels of enemies in \c[3]\v[area.forest.name]\c[0] and unlocks new loot drops.
es_es: Aumenta los niveles de los enemigos en \c[3]\v[area.forest.name]\c[0] y desbloquea nuevos botines.

# data/item-database.json//items/454/name
source: Halcyon Droplet
es_es: Gota Halcyon

# data/item-database.json//items/454/description
source: Drops of pure water that is said to cure any disease.
es_es: Gotas de agua pura que se dice que cura cualquier enfermedad.

# data/item-database.json//items/454/sources/0/value/text
source: Found in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Encontrado en \c[3]\v[area.autumn-area.name]\c[0]

# data/item-database.json//items/455/name
source: Portrait of Ruin
es_es: Retrato de la Ruina

# data/item-database.json//items/455/description
source: A portrait that portrays a man that seems to magically grow older.
es_es: Un retrato que retrata a un hombre que parece envejecer mágicamente.

# data/item-database.json//items/455/sources/0/value/text
source: Found in \c[3]\v[area.autumn-fall.name]\c[0]
es_es: Encontrado en \c[3]\v[area.autumn-fall.name]\c[0]

# data/item-database.json//items/456/name
source: Very Large Ember
es_es: Brasa Enorme

# data/item-database.json//items/456/description
source: Huge ember of highest quality. Handled by the blacksmiths of [Redacted].
es_es: Enorme brasa de primera calidad. Manejado por los herreros de [Redactado].

# data/item-database.json//items/457/name
source: Ruby
es_es: Rubí

# data/item-database.json//items/457/description
source: A rare red gem only found when fighting strong adversaries.
es_es: Una rara gema roja que solo se encuentra cuando se lucha contra adversarios fuertes.

# data/item-database.json//items/457/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.autumn-area.name]\c[0]
es_es: Enemigos potenciados en \c[3]\v[area.autumn-area.name]\c[0]

# data/item-database.json//items/458/name
source: Garnet
es_es: Granate

# data/item-database.json//items/458/description
source: A rare dark-red gem only found when fighting strong adversaries.
es_es: Una rara gema de color rojo oscuro que solo se encuentra cuando se lucha contra adversarios fuertes.

# data/item-database.json//items/458/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.autumn-fall.name]\c[0]
es_es: Enemigos potenciados en \c[3]\v[area.autumn-fall.name]\c[0]

# data/item-database.json//items/459/name
source: Diamond
es_es: Diamante

# data/item-database.json//items/459/description
source: A rare white gem only found when fighting strong adversaries.
es_es: Una rara gema blanca que solo se encuentra cuando se lucha contra adversarios fuertes.

# data/item-database.json//items/459/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Enemigos potenciados en \c[3]\v[area.bergen-trails.name]\c[0]

# data/item-database.json//items/460/name
source: Moonstone
es_es: Piedra Lunar

# data/item-database.json//items/460/description
source: A rare light-blue gem only found when fighting strong adversaries.
es_es: Una rara gema de color azul claro que solo se encuentra cuando se lucha contra adversarios fuertes.

# data/item-database.json//items/460/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.bergen-trails.name]\c[0]
es_es: Enemigos potenciados en \c[3]\v[area.bergen-trails.name]\c[0]

# data/item-database.json//items/461/name
source: Citrine
es_es: Citrino

# data/item-database.json//items/461/description
source: A rare orange gem only found when fighting strong adversaries.
es_es: Una rara gema naranja que solo se encuentra cuando se lucha contra adversarios fuertes.

# data/item-database.json//items/461/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.heat-area.name]\c[0]
es_es: Enemigos potenciados en \c[3]\v[area.heat-area.name]\c[0]

# data/item-database.json//items/462/name
source: Topaz
es_es: Topacio

# data/item-database.json//items/462/description
source: A rare yellow gem only found when fighting strong adversaries.
es_es: Una rara gema amarilla que solo se encuentra cuando se lucha contra adversarios fuertes.

# data/item-database.json//items/462/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.heat-area.name]\c[0]
es_es: Enemigos potenciados en \c[3]\v[area.heat-area.name]\c[0]

# data/item-database.json//items/463/name
source: Amethyst
es_es: Amatista

# data/item-database.json//items/463/description
source: A rare purple gem only found when fighting strong adversaries.
es_es: Una rara gema morada que solo se encuentra cuando se lucha contra adversarios fuertes.

# data/item-database.json//items/463/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.jungle.name]\c[0]
es_es: Enemigos potenciados en \c[3]\v[area.jungle.name]\c[0]

# data/item-database.json//items/464/name
source: Emerald
es_es: Esmeralda

# data/item-database.json//items/464/description
source: A rare green gem only found when fighting strong adversaries.
es_es: Una rara gema verde que solo se encuentra cuando se lucha contra adversarios fuertes.

# data/item-database.json//items/464/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.jungle.name]\c[0]
es_es: Enemigos potenciados en \c[3]\v[area.jungle.name]\c[0]

# data/item-database.json//items/465/name
source: Lapis Lazuli
es_es: Lapislázuli

# data/item-database.json//items/465/description
source: A rare blue gem only found when fighting strong adversaries.
es_es: Una rara gema azul que solo se encuentra cuando se lucha contra adversarios fuertes.

# data/item-database.json//items/465/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.forest.name]\c[0]
es_es: Enemigos potenciados en \c[3]\v[area.forest.name]\c[0]

# data/item-database.json//items/466/name
source: Mine Detector
es_es: Detector - Mina
