Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json/items/434/name
source: Meteor Shade
ru_ru: Тень метеора

# data/item-database.json/items/434/description
source: Grants passage to \c[3]\v[area.rhombus-sqr.name]\c[0] and \c[3]Northern \v[area.forest.name]\c[0].
ru_ru: Предоставляет проход в \c[3]Площадь Ромба\c[0] и на \c[3]север Сапфирового края\c[0].

# data/item-database.json/items/435/name
source: Golden Bug
ru_ru: Золотистый жук

# data/item-database.json/items/435/description
source: A token given to you by a golden bug. It's a golden bug, just smaller... and golden.
ru_ru: Жетон, полученный от золотого жука. Это золотой жук, просто меньше... и золотистый.

# data/item-database.json/items/436/name
source: Sparkling Bracer
ru_ru: Сверкающий наруч

# data/item-database.json/items/436/description
source: Precious arm protection that engulfs your arm in a powerful aura.
ru_ru: Прелестная защита рук, которая обволакивает руку мощной аурой.

# data/item-database.json/items/437/name
source: - Pig Mask
ru_ru: - Маска свиньи

# data/item-database.json/items/437/description
source: Once owned by a mysterious hero from a forgotten sunny land at the sea.
ru_ru: Когда-то принадлежала таинственному герою из забытой солнечной земли у моря.

# data/item-database.json/items/438/name
source: Brostick of Force
ru_ru: Бропалка силы

# data/item-database.json/items/438/description
source: An extremely rare weapon created by a paramilitary organization of unknown origin.
ru_ru: Чрезвычайно редкое оружие, созданное военной организацией неизвестного происхождения.

# data/item-database.json/items/439/name
source: Old Dojo Key
ru_ru: Ключ от додзё

# data/item-database.json/items/439/description
source: A roundish plate that serves as a key to open \c[3]the Dojo in \v[area.forest.name]\c[0].
ru_ru: Округлая пластина, служащая ключом для открытия \c[3]Додзё в Сапфировом крае\c[0].

# data/item-database.json/items/440/name
source: Twilight Shard
ru_ru: Осколок сумерек

# data/item-database.json/items/440/description
source: A piece from the armor of the \c[3]\v[combat.name.forest/samurai-boss]\c[0].
ru_ru: Кусок доспехов \c[3]Сумеречного мастера\c[0].

# data/item-database.json/items/441/name
source: Old Geta
ru_ru: Старые Гэта

# data/item-database.json/items/441/description
source: Old and worn clogs with an elevated wood base.
ru_ru: Старые изношенные башмаки на высокой деревянной платформе.

# data/item-database.json/items/442/name
source: -Sage Geta
ru_ru: -Гэта мудреца

# data/item-database.json/items/442/description
source: Repaired clogs with an even higher elevated wood base.
ru_ru: Отремонтированные башмаки на ещё более высокой деревянной платформе.

# data/item-database.json/items/443/name
source: Broken Deck
ru_ru: Сломанная колода

# data/item-database.json/items/443/description
source: A set of heavily used spell cards. It has been long since they lost all magic.
ru_ru: Набор активно использованных карт заклинаний. Они давно потеряли всю свою магию.

# data/item-database.json/items/444/name
source: Stone of Spirit
ru_ru: Камень духа

# data/item-database.json/items/444/description
source: One of the \c[3]Origin Stones\c[0]. Ever shifting between the realms.
ru_ru: Один из \c[3]Камней истоков\c[0]. Постоянно перемещается между мирами.

# data/item-database.json/items/445/name
source: Infinity Gem
ru_ru: Камень вечности

# data/item-database.json/items/445/description
source: The combination of the origin stones. Said to be the origin of creation.
ru_ru: Сочетание камней истоков. Говорят, что это источник происхождения.

# data/item-database.json/items/445/sources/0/value/text
source: Created by the Old Smith
ru_ru: Создано Старым кузнецом

# data/item-database.json/items/446/name
source: Stone of Ages
ru_ru: Камень веков

# data/item-database.json/items/446/description
source: One of the \c[3]Origin Stones\c[0]. Often used to read the future or the past.
ru_ru: Один из \c[3]камней Истоков\c[0]. Используется для того, чтобы читать будущее или прошлое.

# data/item-database.json/items/447/name
source: Heaven's Seed
ru_ru: Небесное семя

# data/item-database.json/items/447/description
source: A seed from an ever-green tree that floats above the sky.
ru_ru: Семя вечнозелёного дерева, которое парит над облаками.

# data/item-database.json/items/447/sources/0/value/text
source: Found in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Найдено на \c[3]Тропе в Берген\c[0]

# data/item-database.json/items/448/name
source: Rise Booster
ru_ru: Бустер Расцвета

# data/item-database.json/items/448/description
source: Increases the levels of enemies in \c[3]\v[area.autumn-area.name]\c[0] and unlocks new loot drops.
ru_ru: Повышает уровень врагов в \c[3]Расцвете Осени\c[0] и открывает новую добычу.

# data/item-database.json/items/449/name
source: Fall Booster
ru_ru: Бустер Заката

# data/item-database.json/items/449/description
source: Increases the levels of enemies in \c[3]\v[area.autumn-fall.name]\c[0] and unlocks new loot drops.
ru_ru: Повышает уровень врагов в \c[3]Закате Осени\c[0] и открывает новую добычу.

# data/item-database.json/items/450/name
source: Trail Booster
ru_ru: Бустер Тропы

# data/item-database.json/items/450/description
source: Increases the levels of enemies in \c[3]\v[area.bergen-trails.name]\c[0] and unlocks new loot drops.
ru_ru: Повышает уровень врагов на \c[3]Тропе в Берген\c[0] и открывает новую добычу.

# data/item-database.json/items/451/name
source: Valley Booster
ru_ru: Бустер Долины

# data/item-database.json/items/451/description
source: Increases the levels of enemies in \c[3]\v[area.heat-area.name]\c[0] and unlocks new loot drops.
ru_ru: Повышает уровень врагов в \c[3]Бордовой долине\c[0] и открывает новую добычу.

# data/item-database.json/items/452/name
source: Garden Booster
ru_ru: Бустер Сада

# data/item-database.json/items/452/description
source: Increases the levels of enemies in \c[3]\v[area.jungle.name]\c[0] and unlocks new loot drops.
ru_ru: Повышает уровень врагов в \c[3]Саду Гайи\c[0] и открывает новую добычу.

# data/item-database.json/items/453/name
source: Ridge Booster
ru_ru: Бустер Края

# data/item-database.json/items/453/description
source: Increases the levels of enemies in \c[3]\v[area.forest.name]\c[0] and unlocks new loot drops.
ru_ru: Повышает уровень врагов в \c[3]Сапфировом крае\c[0] и открывает новую добычу.

# data/item-database.json/items/454/name
source: Halcyon Droplet
ru_ru: Капелька безмятежности

# data/item-database.json/items/454/description
source: Drops of pure water that is said to cure any disease.
ru_ru: Капли чистой воды, которая, как говорят, излечивает любую болезнь.

# data/item-database.json/items/454/sources/0/value/text
source: Found in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Найдено в \c[3]Расцвете Осени\c[0]

# data/item-database.json/items/455/name
source: Portrait of Ruin
ru_ru: Портрет разрушения

# data/item-database.json/items/455/description
source: A portrait that portrays a man that seems to magically grow older.
ru_ru: Портрет, изображающий человека, который волшебным образом стареет.

# data/item-database.json/items/455/sources/0/value/text
source: Found in \c[3]\v[area.autumn-fall.name]\c[0]
ru_ru: Найдено в \c[3]Закате Осени\c[0]

# data/item-database.json/items/456/name
source: Very Large Ember
ru_ru: Огромный уголь

# data/item-database.json/items/456/description
source: Huge ember of highest quality. Handled by the blacksmiths of [Redacted].
ru_ru: Огромный уголь высочайшего качества. Обработан кузнецами из [отредактировано].

# data/item-database.json/items/457/name
source: Ruby
ru_ru: Рубин

# data/item-database.json/items/457/description
source: A rare red gem only found when fighting strong adversaries.
ru_ru: Редкий красный камень, полученный за победу над сильными противниками.

# data/item-database.json/items/457/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.autumn-area.name]\c[0]
ru_ru: Усиленные враги в \c[3]Расцвете Осени\c[0]

# data/item-database.json/items/458/name
source: Garnet
ru_ru: Гранат

# data/item-database.json/items/458/description
source: A rare dark-red gem only found when fighting strong adversaries.
ru_ru: Редкий тёмно-красный камень, полученный за победу над сильными противниками.

# data/item-database.json/items/458/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.autumn-fall.name]\c[0]
ru_ru: Усиленные враги в \c[3]Закате Осени\c[0]

# data/item-database.json/items/459/name
source: Diamond
ru_ru: Алмаз

# data/item-database.json/items/459/description
source: A rare white gem only found when fighting strong adversaries.
ru_ru: Редкий белый камень, полученный за победу над сильными противниками.

# data/item-database.json/items/459/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Усиленные враги на \c[3]Тропе в Берген\c[0]

# data/item-database.json/items/460/name
source: Moonstone
ru_ru: Лунный камень

# data/item-database.json/items/460/description
source: A rare light-blue gem only found when fighting strong adversaries.
ru_ru: Редкий светло-синий камень, полученный за победу над сильными противниками.

# data/item-database.json/items/460/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.bergen-trails.name]\c[0]
ru_ru: Усиленные враги на \c[3]Тропе в Берген\c[0]

# data/item-database.json/items/461/name
source: Citrine
ru_ru: Цитрин

# data/item-database.json/items/461/description
source: A rare orange gem only found when fighting strong adversaries.
ru_ru: Редкий оранжевый камень, полученный за победу над сильными противниками.

# data/item-database.json/items/461/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Усиленные враги в \c[3]Бордовой долине\c[0]

# data/item-database.json/items/462/name
source: Topaz
ru_ru: Топаз

# data/item-database.json/items/462/description
source: A rare yellow gem only found when fighting strong adversaries.
ru_ru: Редкий жёлтый камень, полученный за победу над сильными противниками.

# data/item-database.json/items/462/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.heat-area.name]\c[0]
ru_ru: Усиленные враги в \c[3]Бордовой долине\c[0]

# data/item-database.json/items/463/name
source: Amethyst
ru_ru: Аметист

# data/item-database.json/items/463/description
source: A rare purple gem only found when fighting strong adversaries.
ru_ru: Редкий фиолетовый камень, полученный за победу над сильными противниками.

# data/item-database.json/items/463/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Усиленные враги в \c[3]Саду Гайи\c[0]

# data/item-database.json/items/464/name
source: Emerald
ru_ru: Изумруд

# data/item-database.json/items/464/description
source: A rare green gem only found when fighting strong adversaries.
ru_ru: Редкий зелёный камень, полученный за победу над сильными противниками.

# data/item-database.json/items/464/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.jungle.name]\c[0]
ru_ru: Усиленные враги в \c[3]Саду Гайи\c[0]

# data/item-database.json/items/465/name
source: Lapis Lazuli
ru_ru: Лазурит

# data/item-database.json/items/465/description
source: A rare blue gem only found when fighting strong adversaries.
ru_ru: Редкий синий камень, полученный за победу над сильными противниками.

# data/item-database.json/items/465/sources/0/value/text
source: Boosted Enemies in \c[3]\v[area.forest.name]\c[0]
ru_ru: Усиленные враги в \c[3]Сапфировом крае\c[0]

# data/item-database.json/items/466/name
source: Mine Detector
ru_ru: Шахтёрский детектор

# data/item-database.json/items/466/description
source: Emits an impulse when entering a room that contains missing mine equipment.
ru_ru: Излучает импульс, когда находится в комнате с пропавшим шахтёрским оборудованием.

# data/item-database.json/items/467/name
source: Dried Grass Hat
ru_ru: Шляпа из сухой травы

# data/item-database.json/items/467/description
source: An upgraded version of the \c[3]\v[item.287.name]\c[0]. It's bigger and better.
ru_ru: Улучшенная версия \c[3]Соломенной шляпы\c[0]. Она больше и лучше.

# data/item-database.json/items/468/name
source: Strawberry Hat
ru_ru: Клубничная шляпа

# data/item-database.json/items/468/description
source: An upgraded version of the \c[3]\v[item.467.name]\c[0]. It's red and smells sweet.
ru_ru: Улучшенная версия \c[3]Шляпы из сухой травы\c[0]. Она красная и сладко пахнет.

# data/item-database.json/items/469/name
source: The Last Strawhat
ru_ru: Последняя соломенная шляпа

# data/item-database.json/items/469/description
source: The last upgrade. The ultimate strawhat, vastly increasing your focus.
ru_ru: Последнее улучшение. Ультимативная соломенная шляпа, резко увеличивающая фокус.

# data/item-database.json/items/470/name
source: Climate Cowl
ru_ru: Капюшон климата

# data/item-database.json/items/470/description
source: Protective headgear of thick fabric with highly advanced heating regulators.
ru_ru: Защитный головной убор из плотной ткани с продвинутыми регуляторами тепла.

# data/item-database.json/items/471/name
source: Serene Bubble
ru_ru: Пузырь спокойствия

# data/item-database.json/items/471/description
source: A forcefield generator encases the head in a protective and relaxing bubble.
ru_ru: Генератор силового поля, заключающий голову в защитный и расслабляющий пузырь.

# data/item-database.json/items/472/name
source: Furious Hothead
ru_ru: Горячая голова

# data/item-database.json/items/472/description
source: Headgear that empowers its user with powerful generators while creating heat.
ru_ru: Головной убор, наделяющий пользователя мощными генераторами, создающими пламя.

# data/item-database.json/items/473/name
source: Trackwalker Visor
ru_ru: Визор Путепроходца

# data/item-database.json/items/473/description
source: State-of-the-art visor that was custom-tailored to the needs of Trackwalker expeditions.
ru_ru: Ультрасовременный визор, специально изготовленный для нужд экспедиций Путепроходца.

# data/item-database.json/items/474/name
source: Skirmisher
ru_ru: Застрельщик

# data/item-database.json/items/474/description
source: Fast weapon that performs exceptionally with hit and run tactics.
ru_ru: Быстрое оружие, которое превосходно подходит для тактики "бей-беги".

# data/item-database.json/items/475/name
source: Unbreaking Fist
ru_ru: Нерушимый кулак

# data/item-database.json/items/475/description
source: This huge fist was created from the hardest materials and is said to be indestructible.
ru_ru: Этот огромный кулак был создан из прочнейших материалов и считается неразрушимым.

# data/item-database.json/items/476/name
source: Golden Falcon
ru_ru: Золотой сокол

# data/item-database.json/items/476/description
source: A long-ranged weapon, perfectly refined to destroy targets far, far away.
ru_ru: Дальнобойное оружие, идеально отточенное для уничтожения целей издали.

# data/item-database.json/items/477/name
source: Zealous Lamellar
ru_ru: Ревностная пластина

# data/item-database.json/items/477/description
source: Light armor, composed of various materials, each representing a warrior's virtue.
ru_ru: Лёгкие доспехи, состоящие из различных материалов, каждый из которых представляет собой воинскую добродетель.

# data/item-database.json/items/478/name
source: Pioneer Vest
ru_ru: Жилет пионера

# data/item-database.json/items/478/description
source: Recently developed vest for elite explorers, equipped with high-grade survival features.
ru_ru: Недавно разработанный жилет для элитных исследователей, оснащённый высококачественными функциями выживания.

# data/item-database.json/items/479/name
source: Reactive Plate
ru_ru: Реактивные латы

# data/item-database.json/items/479/description
source: Highly advanced heavy plate armor that repels hits with explosive force.
ru_ru: Продвинутые тяжёлые доспехи, отталкивающие вражеские атаки взрывной волной.

# data/item-database.json/items/480/name
source: Vermillion Mantle
ru_ru: Алая мантия

# data/item-database.json/items/480/description
source: Wide garment, dyed in an unsettling reddish color. Emits a weird kind of energy.
ru_ru: Широкая одежда, окрашенная в тревожный красноватый цвет. Излучает странную энергию.

# data/item-database.json/items/481/name
source: Deadly Dancers
ru_ru: Опасные танцоры

# data/item-database.json/items/481/description
source: Elegant shoes favored by agile gunslingers. Allow for fast movement in firefights.
ru_ru: Элегантная обувь, любимая ловкими стрелками. Позволяет быстро двигаться в перестрелках.

# data/item-database.json/items/482/name
source: Praetorian Anchors
ru_ru: Преторианские якоря

# data/item-database.json/items/482/description
source: Heavy boots used by high-class bodyguards that allow no passing nor harm.
ru_ru: Тяжёлые ботинки для элитных телохранителей, позволяющие и не навредить, и не пропустить.

# data/item-database.json/items/483/name
source: Mistwalkers
ru_ru: Туманные странники

# data/item-database.json/items/483/description
source: Almost weightless boots that are often used by skilled agents, only known from stories.
ru_ru: Почти невесомые сапоги, используемые опытными агентами, известными только из рассказов.

# data/item-database.json/items/484/name
source: Geta Wood
ru_ru: Древесина Гэта

# data/item-database.json/items/484/description
source: Wood from an ancient tree.
ru_ru: Древесина древнего дерева.

# data/item-database.json/items/485/name
source: Geta Straps
ru_ru: Ремни Гэта

# data/item-database.json/items/485/description
source: Straps made from jungle vines. They withstand everything.
ru_ru: Ремни, сделанные из лозы джунглей. Они выдерживают всё.

# data/item-database.json/items/486/name
source: Geta Glue
ru_ru: Клей Гэта

# data/item-database.json/items/486/description
source: A strange mixture made from honey and tree sap.
ru_ru: Странная смесь из меда и древесного сока.

# data/item-database.json/items/487/name
source: Golden Satchel
ru_ru: Золотой мешок

# data/item-database.json/items/487/description
source: A satchel with golden coins in it. It should be worth something.
ru_ru: Мешок с золотыми монетами в нём. Это должно чего-то стоить.

# data/item-database.json/items/487/sources/0/value/text
source: All round CrossWorlds
ru_ru: Повсюду в CrossWorlds

# data/item-database.json/items/488/name
source: Golden Bars
ru_ru: Золотые слитки

# data/item-database.json/items/488/description
source: A stack of golden bars. They should be worth quite a lot.
ru_ru: Стопка золотых слитков. Они должны стоить немало.

# data/item-database.json/items/488/sources/0/value/text
source: All round CrossWorlds
ru_ru: Повсюду в CrossWorlds

# data/item-database.json/items/489/name
source: Golden Ticket
ru_ru: Золотой билет

# data/item-database.json/items/489/description
source: A golden ticket to some good company. It fetches a very high price.
ru_ru: Золотой билет в какую-то хорошую компанию. Он должен иметь очень высокую цену.

# data/item-database.json/items/489/sources/0/value/text
source: All round CrossWorlds
ru_ru: Повсюду в CrossWorlds

# data/item-database.json/items/490/name
source: Dk Pepper
ru_ru: Дк. Пеппер

# data/item-database.json/items/490/description
source: A mad scientist's ambrosia.
ru_ru: Амброзия для безумных учёных.

# data/item-database.json/items/491/name
source: Cheese Spaetzle
ru_ru: Сырные шпецле

# data/item-database.json/items/491/description
source: Traditional Swabian "Spaetzle" noodles with fried onions and grated cheese.
ru_ru: Традиционная швабская лапша "Шпецле" с жареным луком и тёртым сыром.

# data/item-database.json/items/492/name
source: - Maultasche OLD
ru_ru: - Ус маула старый

# data/item-database.json/items/492/description
source: The favorite dish of poets and philosophers. \c[1]UNUSED\c[0]
ru_ru: Любимое блюдо поэтов и философов. \c[1]НЕ ИСПОЛЬЗОВАНО\c[0]

# data/item-database.json/items/493/name
source: Durian
ru_ru: Дуриан

# data/item-database.json/items/493/description
source: The One True King of the Fruits! \c[2]Heals 50% of max HP\c[0].
ru_ru: Истинный король фруктов! \c[2]Лечит 50% от макс. HP\c[0].

# data/item-database.json/items/494/name
source: PengoPop
ru_ru: ПенгоПоп

# data/item-database.json/items/494/description
source: Something that looks vaguely like a blue penguin.
ru_ru: Что-то отдалённо напоминающее синего пингвина.

# data/item-database.json/items/495/name
source: Spicy Beat-0-Type
ru_ru: Острый бит-0-тип

# data/item-database.json/items/495/description
source: A tiny pulsing globe. Be careful not to "go faster than the music".
ru_ru: Крошечный пульсирующий шар. Осторожно, не "идите быстрее музыки".

# data/item-database.json/items/496/name
source: Guacamole Toast
ru_ru: Тост с гуакамоле

# data/item-database.json/items/496/description
source: Taste the suffering of entire generations in every bite.
ru_ru: Вкус страданий целых поколений в каждом укусе.

# data/item-database.json/items/497/name
source: Old Blueprint
ru_ru: Старый чертёж

# data/item-database.json/items/497/description
source: A blueprint of something that looks like a... shoe?
ru_ru: Чертёж чего-то похожего на... обувь?

# data/item-database.json/items/498/name
source: Kunoichi
ru_ru: Куноичи

# data/item-database.json/items/498/description
source: Run like a Ninja? Now you can look like one too!
ru_ru: Бегать как ниндзя? Теперь вы можете ещё и выглядеть как один из них!

# data/item-database.json/items/499/name
source: Antique Token
ru_ru: Античный символ

# data/item-database.json/items/499/description
source: An ancient coin-like token that bears images of primitive humans from old times.
ru_ru: Древний монетообразный жетон с нанесённым на нём изображением первобытных людей.

# data/item-database.json/items/500/name
source: Radiant Bracer
ru_ru: Блистательный наруч

# data/item-database.json/items/500/description
source: Highly empowered arm protection that can manipulate the aura of everything around it.
ru_ru: Мощная защита для рук, способная манипулировать аурой всего вокруг себя.

# data/item-database.json/items/501/name
source: Chest Detector
ru_ru: Детектор сундуков

# data/item-database.json/items/501/description
source: Emits an impulse when entering a room that contains an unopened chest.
ru_ru: Излучает импульс при входе в комнату с закрытым сундуком.

# data/item-database.json/items/502/name
source: Moistured Line
ru_ru: Влажная верёвка

# data/item-database.json/items/502/description
source: A long, resilient line that shows signs of watery influence.
ru_ru: Длинная упругая верёвка, которая показывает признаки водного влияния.

# data/item-database.json/items/503/name
source: Trash
ru_ru: Мусор

# data/item-database.json/items/503/description
source: Why did you pick that up?
ru_ru: Зачем тебе его собирать?

# data/item-database.json/items/503/sources/0/value/text
source: Trashbags in \c[3]\v[area.jungle-city.name]\c[0]
ru_ru: Мусорные мешки в \c[3]Твердыни Бэйзина\c[0]

# data/item-database.json/items/504/name
source: Thrashing Ripper
ru_ru: Молотящий жнец

# data/item-database.json/items/504/description
source: Barely controllable, formless weapon that seems to exist in several places at once.
ru_ru: Едва контролируемое, бесформенное оружие, существующее в нескольких местах одновременно.

# data/item-database.json/items/505/name
source: Rusty Hook
ru_ru: Ржавый крюк

# data/item-database.json/items/505/description
source: A long, jagged hook that is covered in rust. Is it treasure or just bait?
ru_ru: Длинный зазубренный крюк, покрытый ржавчиной. Это сокровище или просто приманка?

# data/item-database.json/items/506/name
source: Gorgon Veil
ru_ru: Вуаль Горгоны

# data/item-database.json/items/506/description
source: Based on a mythical beast, this veil grants adeptness in slowly weakening foes.
ru_ru: Основанная на мифическом создании, эта вуаль даёт возможность медленно ослаблять противников.
