Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json//items/318/description
source: Will turn into something tasty in the future! #notabug
es_es: ¡Se convertirá en algo sabroso en el futuro! #notabug

# data/item-database.json//items/319/name
source: So'najiz Key
es_es: Llave So'najiz

# data/item-database.json//items/319/description
source: A regular key for \c[3]So'najiz Temple\c[0].
es_es: Una llave común del \c[3]Templo So'najiz\c[0].

# data/item-database.json//items/320/name
source: Jack's Flame
es_es: Llama de Jack

# data/item-database.json//items/320/description
source: A cold flame which naturally forms inside \c[3]\v[combat.name.jungle/pumpkin]\c[0]. It looks nice.
es_es: Una llama fría que se forma naturalmente dentro de \c[3]\v[combat.name.jungle/pumpkin]\c[0]. Se ve bien.

# data/item-database.json//items/321/name
source: Aged Travelguide
es_es: Guía de Viaje Antiguo

# data/item-database.json//items/321/description
source: An ancient guide to important Ancient places was engraved into this old stone.
es_es: Una antigua guía de importantes lugares antiguos fue grabada en esta piedra antigua.

# data/item-database.json//items/322/name
source: Galaxy Spiral Drill
es_es: Taladro Galáctico Espiral

# data/item-database.json//items/322/description
source: This weapon holds the power of a small micro-cosmos inside itself.
es_es: Esta arma contiene el poder de un pequeño microcosmos en su interior.

# data/item-database.json//items/323/name
source: Infinity Spiral Drill
es_es: Taladro Infinito Espiral

# data/item-database.json//items/323/description
source: Infused with infinite power, this weapon grows ever stronger with its user.
es_es: Infundida con un poder infinito, esta arma se vuelve cada vez más fuerte con su usuario.

# data/item-database.json//items/324/name
source: Stone of Truth
es_es: Piedra de la Verdad

# data/item-database.json//items/324/description
source: One of the \c[3]Origin Stones\c[0]. Its pulsing green light is almost surreal.
es_es: Una de las \c[3]piedras de origen\c[0]. Su luz verde pulsante es casi surrealista.

# data/item-database.json//items/325/name
source: Creation Gem
es_es: Gema de la Creación

# data/item-database.json//items/325/description
source: Created only once when a galaxy is formed.
es_es: Se crea solo cuando una galaxia se forma.

# data/item-database.json//items/326/name
source: King's Ring
es_es: Anillo del Rey

# data/item-database.json//items/326/description
source: It took 10 years to make this ring and it is only bestowed on worthy rulers.
es_es: Se necesitaron 10 años para hacer este anillo y solo se otorga a gobernantes dignos.

# data/item-database.json//items/327/name
source: Golden Revolver
es_es: Revólver Dorado

# data/item-database.json//items/327/description
source: Something is engraved here: "It's \v[misc.time]". Whatever that means.
es_es: Algo está grabado aquí: "Esto es \v[misc.time]". Lo que sea que eso signifique.

# data/item-database.json//items/328/name
source: Bandit's Scarf
es_es: Bufanda de Bandido

# data/item-database.json//items/328/description
source: Once owned by an eastern prince, it's now old and has lost all color.
es_es: Una vez propiedad de un príncipe oriental, ahora es viejo y ha perdido todo su color.

# data/item-database.json//items/329/name
source: Burglar's Rope
es_es: Cuerda de Ladrón

# data/item-database.json//items/329/description
source: According to lore wrapping this around your head will bring you fortune.
es_es: Según la tradición, envolver esto alrededor de tu cabeza te traerá fortuna.

# data/item-database.json//items/330/name
source: Excalibro
es_es: Excalibert

# data/item-database.json//items/330/description
source: Mass-market knockoff of a legendary weapon. It promises victory, but...
es_es: Imitación de un arma legendaria. Promete victoria, pero...

# data/item-database.json//items/331/name
source: Snack Mix
es_es: Bocadillos Mixtos

# data/item-database.json//items/331/description
source: A small but well mixed package of different snacks for handfood on the go.
es_es: Paquete pequeño con una variedad de snacks para picar.

# data/item-database.json//items/332/name
source: Rough Branch
es_es: Rama Áspera

# data/item-database.json//items/332/description
source: It's a branch from a tree! Truly the treasure of legends.
es_es: ¡Es una rama de un árbol! Obviamente el tesoro de las leyendas.

# data/item-database.json//items/333/name
source: Bigger Stick
es_es: Palo Grande

# data/item-database.json//items/333/description
source: Large weapon of massive size. It is very huge and packs an immensely gigantic punch.
es_es: Gran arma de tamaño masivo. Es muy grande y tiene un impacto gigantesco.

# data/item-database.json//items/334/name
source: Goddess Plume
es_es: Pluma de la diosa

# data/item-database.json//items/334/description
source: VP-reference, unused.
es_es: Referencia a VP, sin usar.

# data/item-database.json//items/335/name
source: Cold Platter
es_es: Plato Helado

# data/item-database.json//items/335/description
source: A great variety of dishes, served cold on a large plate. \c[1]Slow\c[0].
es_es: Gran variedad de platos fríos en un plato grande. \c[1]Lento\c[0].

# data/item-database.json//items/336/name
source: Full Course
es_es: Plato completo

# data/item-database.json//items/336/description
source: A complete dinner, consisting of several courses. \c[1]Slow\c[0].
es_es: Una cena completa, compuesta por varios platos. \c[1]Lento\c[0].

# data/item-database.json//items/337/name
source: Bronze Chest Plate
es_es: Placa de Cofres de Bronce

# data/item-database.json//items/337/description
source: Armor crafted from bronze chests. Offers no extra storage room, though.
es_es: Armadura hecha de cofres de bronce. Sin embargo, no ofrece espacio de almacenamiento adicional.

# data/item-database.json//items/338/name
source: Silver Chest Plate
es_es: Placa de Cofres de Plata

# data/item-database.json//items/338/description
source: Armor crafted from silver chests. Strong against werewolves, weak against keys.
es_es: Armadura hecha de cofres de plata. Fuerte contra los hombres lobo, débil contra las llaves.

# data/item-database.json//items/339/name
source: Golden Chest Plate
es_es: Placa de Cofres dorada

# data/item-database.json//items/339/description
source: Armor crafted from golden chests. Stronger than it has any right to be.
es_es: Armadura hecha de cofres dorados. Más fuerte de lo que tiene derecho a ser.

# data/item-database.json//items/340/name
source: Hungry Salmon
es_es: Salmón Hambriento

# data/item-database.json//items/340/description
source: The innate power of this small fish seems to be sealed by a need for food.
es_es: El poder innato de este pequeño pez parece estar sellado por el hambre.

# data/item-database.json//items/341/name
source: Plate of Chests
es_es: Placa de Cofres

# data/item-database.json//items/341/description
source: Armor crafted from chests of any kind. Precious valuables naturally radiate towards it.
es_es: Armadura fabricada a partir de cofres de cualquier tipo. Los objetos de valor preciosos irradian naturalmente hacia él.

# data/item-database.json//items/342/name
source: Billston's Com
es_es: Comunicador de Billston

# data/item-database.json//items/342/description
source: A simple, rectangular communicator, supposedly belonging to Billston. Waterproof.
es_es: Un simple comunicador rectangular, supuestamente perteneciente a Billston. Impermeable.

# data/item-database.json//items/343/name
source: Smokaway
es_es: Bomba de Humo

# data/item-database.json//items/343/description
source: A most convenient bomb emitting a dense smoke. Use to escape bothersome guards.
es_es: Una bomba muy conveniente que emite un humo denso. Utilízalo para escapar de los molestos guardias.

# data/item-database.json//items/344/name
source: Tracker Chip
es_es: Chip Rastreador

# data/item-database.json//items/344/description
source: A chip tracking your movement. Includes a parental control manual.
es_es: Un chip que sigue tu movimiento. Incluye un manual de control parental.

# data/item-database.json//items/345/name
source: Pond Slums Pass
es_es: Pase de los barrios marginales del estanque

# data/item-database.json//items/345/description
source: This pass grant its owner access to the \c[3]trader hubs in Basin Keep's Pond Slums\c[0].
es_es: Este pase otorga a su propietario acceso a los \c[3]centros comerciales de los barrios marginales del Torreón de la Cuenca\c[0].

# data/item-database.json//items/346/name
source: One Up
es_es: Solo Arriba

# data/item-database.json//items/346/description
source: This peculiar remedy soothes the pain of whoever takes it. \c[1]Slow\c[0].
es_es: Este peculiar remedio calma el dolor de quien lo toma. \c[1]Lento\c[0].

# data/item-database.json//items/347/name
source: Maroon Probe
es_es: Sonda Granate

# data/item-database.json//items/347/description
source: A lost and found data probe installed by Henry the Researcher.
es_es: Una sonda de datos perdidos y encontrados instalada por Henry el Investigador.

# data/item-database.json//items/348/name
source: Polished Mic
es_es: Micrófono Pulido

# data/item-database.json//items/348/description
source: It looks almost new but scratches show it was used for many years.
es_es: Parece casi nuevo, pero los rasguños muestran que se usó durante muchos años.

# data/item-database.json//items/349/name
source: Krys'kajo Key
es_es: Llave Krys'kajo

# data/item-database.json//items/349/description
source: A regular key for the \c[3]Grand Krys'kajo\c[0].
es_es: Una llave común del \c[3]Gran Krys'kajo\c[0].

# data/item-database.json//items/350/name
source: Kajo Master Key
es_es: Llave Maestra Kajo

# data/item-database.json//items/350/description
source: Master Key of \c[3]Grand Krys'kajo\c[0].
es_es: Llave Maestra del \c[3]Gran Krys'kajo\c[0].

# data/item-database.json//items/351/name
source: Warkeeper
es_es: Guardián de la Guerra

# data/item-database.json//items/351/description
source: A blade made out of thick sheets of metal. Used by blood hungry warmongers.
es_es: Una hoja hecha de gruesas láminas de metal. Usado por belicistas hambrientos de sangre.

# data/item-database.json//items/352/name
source: Ambiguous Rod
es_es: Varilla Ambigua

# data/item-database.json//items/352/description
source: A long and flexible rod. Has a good grip but you can't quite determine it's potential use.
es_es: Una varilla larga y flexible. Tiene un buen agarre, pero no se puede determinar su uso.

# data/item-database.json//items/353/name
source: Kebab Roll
es_es: Shawarma

# data/item-database.json//items/353/description
source: A flat roll filled with meat and vegetables.
es_es: Un rollo plano relleno de carne y verduras.

# data/item-database.json//items/354/name
source: Wrap Roll
es_es: Burrito arrollado

# data/item-database.json//items/354/description
source: A wrap inside a roll which is a wrap too. Confusing but tasty nonetheless.
es_es: Burrito arrollado de burrito. Confuso pero sabroso.

# data/item-database.json//items/355/name
source: Meaty Risotto
es_es: Risotto de carne

# data/item-database.json//items/355/description
source: A hot-steaming batch of risotto with chunky meat pieces.
es_es: Risotto al vapor con trozos gruesos de carne.

# data/item-database.json//items/356/name
source: Shrimp Risotto
es_es: Risotto de camarones

# data/item-database.json//items/356/description
source: This risotto has been spiced up with chili and shrimp.
es_es: Risotto de camarones con salsa picante de chiles.

# data/item-database.json//items/357/name
source: Green Risotto
es_es: Risotto verde

# data/item-database.json//items/357/description
source: A healthy risotto served with roasted vegetables.
es_es: Risotto saludable con verduras asadas.

# data/item-database.json//items/358/name
source: Final Dinner
es_es: Cena definitiva

# data/item-database.json//items/358/description
source: This is the ultimate dish. Nothing compares. \c[1]Slow\c[0].
es_es: Este es el plato definitivo. Nada se compara a él. \c[1]Lento\c[0].

# data/item-database.json//items/359/name
source: Tattered Satchel
es_es: Cartera Andrajosa

# data/item-database.json//items/359/description
source: A pretty beat-up satchel used to store medicine and herbs.
es_es: Un bolso bastante viejo que se utiliza para guardar medicinas y hierbas.

# data/item-database.json//items/360/name
source: Prism Pouch
es_es: Bolsa de Prisma

# data/item-database.json//items/360/description
source: A neatly stitched belt featuring multiple pouches in different colors.
es_es: Un cinturón cuidadosamente cosido con múltiples bolsillos en diferentes colores.

# data/item-database.json//items/361/name
source: Infinite Bag
es_es: Bolsa Infinita

# data/item-database.json//items/361/description
source: This bag is seemingly infinitely deep. Many Adventurers used them on their journeys.
es_es: Esta bolsa es aparentemente infinita. Muchos Aventureros los usaron en sus viajes.

# data/item-database.json//items/362/name
source: Ti'im Residue
es_es: Residuo de Ti'im

# data/item-database.json//items/362/description
source: Unique Residue left behind by a Ti'im.
es_es: Residuo único dejado por un Ti'im.

# data/item-database.json//items/363/name
source: Adept Gloves
es_es: Guantes de Experto

# data/item-database.json//items/363/description
source: The torn pieces of these gloves tell the tale of a great warrior.
es_es: Las piezas rotas de estos guantes cuentan la historia de un gran guerrero.

# data/item-database.json//items/364/name
source: Storage Unit #1
es_es: Unidad de Almacenamiento #1

# data/item-database.json//items/364/description
source: A storage unit used by the \c[3]Omni Gilders\c[0] to hold trade materials.
es_es: Una unidad de almacenamiento utilizada por los \c[3]Omni Gilders\c[0] para almacenar materiales comerciales.

# data/item-database.json//items/365/name
source: Scouting Visor
es_es: Visera de Exploración

# data/item-database.json//items/365/description
source: An enhanced visor that allows for quick analysis even at a distance.
es_es: Un visor mejorado que permite una Inspección rápida incluso a distancia.

# data/item-database.json//items/366/name
source: Just Water
es_es: Agua

# data/item-database.json//items/366/description
source: Molten ice, held in some sort of container. Dangerous in large volumes! \c[3]Fast\c[0].
es_es: Hielo derretido mantenido en un tipo de contenedor. ¡Peligroso si se consume en grandes cantidades! \c[3]Rápido\c[0].

# data/item-database.json//items/367/name
source: Bear Beer
es_es: Cervezoso

# data/item-database.json//items/367/description
source: Drink evoking the strength of bears, the most unstoppable of forces. \c[3]Fast\c[0].
es_es: Cerveza que evoca la fuerza de los osos, los más imparables entre los fuertes. \c[3]Rápido\c[0].

# data/item-database.json//items/368/name
source: Crab Mead
es_es: Hidromiel de cangrejo

# data/item-database.json//items/368/description
source: Drink evoking the sturdiness of crabs that can resist massive damage. \c[3]Fast\c[0].
es_es: Bebida que evoca la firmeza de los cangrejos que pueden resistir grandes daños. \c[3]Rápido\c[0].

# data/item-database.json//items/369/name
source: Fox Sake
es_es: Sake de Zorro

# data/item-database.json//items/369/description
source: Drink evoking the cleverness of foxes that always catch their prey. \c[3]Fast\c[0].
es_es: Bebida que evoca la astucia de los zorros que siempre atrapan a sus presas. \c[3]Rápido\c[0].

# data/item-database.json//items/370/name
source: Whale Wine
es_es: Vino de Ballena

# data/item-database.json//items/370/description
source: Drink evoking the vitality of whales, giant rulers of the oceans. \c[3]Fast\c[0].
es_es: Bebida que evoca la vitalidad de las ballenas, las gigantes reinas de los océanos. \c[3]Rápido\c[0].

# data/item-database.json//items/371/name
source: Brewing Kit
es_es: Kit de Elaboración de Cerveza

# data/item-database.json//items/371/description
source: Stuff to Brew!
es_es: ¡Cosas para preparar!

# data/item-database.json//items/372/name
source: Brewing Kit: Bear
es_es: Kit Cervecero: Oso

# data/item-database.json//items/372/description
source: Ingredients to brew "Bear Beer". Use at the Brewing Machine in Ba'kii Kum.
es_es: Ingredientes para elaborar "Cerveza de Oso". Úselo en la máquina de elaboración de cerveza en Ba'kii Kum.

# data/item-database.json//items/373/name
source: Brewing Kit: Crab
es_es: Kit Cervecero: Cangrejo

# data/item-database.json//items/373/description
source: Ingredients to brew "Crab Mead". Use at the Brewing Machine in Ba'kii Kum.
es_es: Ingredientes para elaborar "Hidromiel de Cangrejo". Úselo en la máquina de elaboración de cerveza en Ba'kii Kum.

# data/item-database.json//items/374/name
source: Brewing Kit: Fox
es_es: Kit Cervecero: Zorro

# data/item-database.json//items/374/description
source: Ingredients to brew "Fox Sake". Use at the Brewing Machine in Ba'kii Kum.
es_es: Ingredientes para elaborar "Sake de Zorro". Úselo en la máquina de elaboración de cerveza en Ba'kii Kum.

# data/item-database.json//items/375/name
source: Brewing Kit: Whale
es_es: Kit Cervecero: Ballena

# data/item-database.json//items/375/description
source: Ingredients to brew "Whale Wine". Use at the Brewing Machine in Ba'kii Kum.
es_es: Ingredientes para elaborar "Vino de Ballena". Úselo en la máquina de elaboración de cerveza en Ba'kii Kum.

# data/item-database.json//items/376/name
source: Green Seed Shade
es_es: Sombra de Semilla Verde

# data/item-database.json//items/376/description
source: Opens the passage to \c[3]Gaia's Garden\c[0].
es_es: Abre el pasaje al \c[3]Jardín de Gaia\c[0].

# data/item-database.json//items/377/name
source: Gaia Probe
es_es: Sonda Gaia

# data/item-database.json//items/377/description
source: A lost and found data probe installed by Henry the Researcher.
es_es: Una sonda de datos perdidos y encontrados instalada por Henry el Investigador.

# data/item-database.json//items/378/name
source: Old Man's Book
es_es: Libro del Viejo

# data/item-database.json//items/378/description
source: A book belonging to an old man you traded with. It mentions \c[3]Sapphire Ridge\c[0].
es_es: Un libro perteneciente a un anciano con el que comerciaste. Menciona \c[3]Cresta Zafiro\c[0].

# data/item-database.json//items/379/name
source: Crystal Water
es_es: Agua Cristalina

# data/item-database.json//items/379/description
source: A transparent liquid from the purest of sources. \c[3]Fast\c[0].
es_es: Un líquido transparente de la más pura de las fuentes. \c[3]Rápido\c[0].

# data/item-database.json//items/380/name
source: Mysterious Box
es_es: Caja Misteriosa

# data/item-database.json//items/380/description
source: A sturdy box of ever-changing size. Very popular with artists in Ancient times.
es_es: Una caja robusta de tamaño cambiante. Muy popular entre los artistas de la antigüedad.

# data/item-database.json//items/381/name
source: Tremor Engine
es_es: Motor de Temblor

# data/item-database.json//items/381/description
source: An unpowered mechanical device. Shaking it will make a rattling sound.
es_es: Un dispositivo mecánico sin energía. Sacudirlo hará un sonido de traqueteo.

# data/item-database.json//items/382/name
source: Rising Super Star
es_es: Súper Estrella en Ascenso

# data/item-database.json//items/382/description
source: A delicious sandwich snack for every Kawaii Gun Jumper.
es_es: Un bocadillo delicioso para cada fan de Kawaii Gun Jumper.

# data/item-database.json//items/383/name
source: Blue Grass
es_es: Hierba Azul

# data/item-database.json//items/383/description
source: This grass obtains its blue tint thanks to the rare nutrients found in \v[area.forest.name].
es_es: Esta hierba obtiene su tinte azul gracias a los raros nutrientes que se encuentran en \v[area.forest.name].

# data/item-database.json//items/384/name
source: Pink Petal
es_es: Pétalo Rosa

# data/item-database.json//items/384/description
source: These petals never lose color as long as they are kept away from direct sunlight.
es_es: Estos pétalos nunca pierden color siempre que se mantengan alejados de la luz solar directa.

# data/item-database.json//items/385/name
source: Mystery Grape
es_es: Uva Misteriosa

# data/item-database.json//items/385/description
source: How does it taste? Only one way to find out!
es_es: ¿A qué sabe? ¡Sólo hay una forma de averiguarlo!

# data/item-database.json//items/386/name
source: Green Arbor
es_es: Cenador Verde

# data/item-database.json//items/386/description
source: Sharp Spikes used as an alternative to metal on pikes by the Shad.
es_es: Espinas afiladas utilizadas como alternativa al metal por los Shad.

# data/item-database.json//items/387/name
source: Catalop Pellet
es_es: Red Bolita

# data/item-database.json//items/387/description
source: A spiky orb that is used by \v[combat.name.hedgehog]s to trap prey.
es_es: Un orbe puntiagudo que utilizan los \v[combat.name.hedgehog]s para atrapar a sus presas.

# data/item-database.json//items/388/name
source: Steel Bamboo
es_es: Bambú de Acero

# data/item-database.json//items/388/description
source: A rare bamboo breed said to be able to pierce even the hardest defense.
es_es: Una raro bambú que se dice que es capaz de perforar incluso la defensa más dura.

# data/item-database.json//items/389/name
source: Dirty Rubble
es_es: Escombros Sucios

# data/item-database.json//items/389/description
source: Despite its name this rubble can be used to sharpen weapons.
es_es: A pesar de su nombre, estos escombros se pueden usar para afilar armas.

# data/item-database.json//items/390/name
source: Spark Tin
es_es: Lata de Chispas

# data/item-database.json//items/390/description
source: A metal that emits a light electric spark when touched.
es_es: Un metal que emite una chispa eléctrica ligera cuando se toca.

# data/item-database.json//items/391/name
source: Cobalt Crystal
es_es: Cristal de Cobalto

# data/item-database.json//items/391/description
source: This ore is the name giver of Sapphire Ridge and is extremely durable.
es_es: Este mineral es el que da el nombre a la Cresta Zafiro, su color es muy parecido, y es extremadamente duradero.

# data/item-database.json//items/392/name
source: Dream Globe
es_es: Globo de Ensueño

# data/item-database.json//items/392/description
source: A sphere whose surface mimics the one of Shadoon.
es_es: Una esfera cuya superficie imita a la de Shadoon.

# data/item-database.json//items/392/sources/0/value/text
source: Found in \c[3]\v[area.forest.name]\c[0]
es_es: Encontrado en \c[3]\v[area.forest.name]\c[0]

# data/item-database.json//items/393/name
source: Cobalt Goggles
es_es: Gafas de Cobalto

# data/item-database.json//items/393/description
source: Futuristic looking goggles that enhance sight. Even help while reading in the dark!
es_es: Gafas de aspecto futurista que mejoran la vista. ¡Incluso ayuda a leer en la oscuridad!

# data/item-database.json//items/394/name
source: Cobalt Edge
es_es: Filo Cobalto

# data/item-database.json//items/394/description
source: A weapon that is as beautiful as it is dangerous. Swings create a satisfying blur.
es_es: Un arma tan hermosa como peligrosa. Usarla crea un efecto satisfactorio.

# data/item-database.json//items/395/name
source: Cobalt Mail
es_es: Mallas de Cobalto

# data/item-database.json//items/395/description
source: Extremely powerful armor. Surprisingly not letters from small, naughty creatures.
es_es: Armadura extremadamente poderosa y hermosa a la vista.

# data/item-database.json//items/396/name
source: Cobalt Boots
es_es: Botas de Cobalto

# data/item-database.json//items/396/description
source: These extravagant boots prevent tripping by shining blue with every step.
es_es: Estas extravagantes botas evitan los tropiezos al brillar en azul a cada paso.

# data/item-database.json//items/397/name
source: Laser Goggles
es_es: Gafas Láser
