Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json/items/589/name
source: Pendulum Striker+
ru_ru: Нападающий маятник+

# data/item-database.json/items/589/description
source: A weapon that can amass great destructive force through continuous movement. [\c[3]Ascended\c[0]]
ru_ru: Оружие, способное накапливать огромную разрушительную силу при непрерывном движении. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/590/name
source: Knocking One+
ru_ru: Вырубатель+

# data/item-database.json/items/590/description
source: Massive weapon made from an extremely dense crystal. Unparallelled for intimidation. [\c[3]Ascended\c[0]]
ru_ru: Массивное оружие, сделанное из чрезвычайно плотного кристалла. Ему нет равных в устрашении. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/591/description
source: A tough, neverending snack for combat. Fighting on an empty stomach is no good!
ru_ru: Тяжёлая бесконечная закуска для боя. Драться на пустой желудок нехорошо!

# data/item-database.json/items/592/name
source: Deadly Dancers+
ru_ru: Опасные танцоры+

# data/item-database.json/items/592/description
source: Elegant shoes favored by agile gunslingers. Allow for fast movement in firefights. [\c[3]Ascended\c[0]]
ru_ru: Элегантная обувь, любимая ловкими стрелками. Позволяет быстро двигаться в перестрелках. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/593/name
source: Praetorian Anchors+
ru_ru: Преторианские якоря+

# data/item-database.json/items/593/description
source: Heavy boots used by high-class bodyguards that allow no passing nor harm. [\c[3]Ascended\c[0]]
ru_ru: Тяжёлые ботинки для элитных телохранителей, позволяющие и не навредить, и не пропустить. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/594/name
source: Mistwalkers+
ru_ru: Туманные cтранники+

# data/item-database.json/items/594/description
source: Almost weightless boots that are often used by skilled agents, only known from stories. [\c[3]Ascended\c[0]]
ru_ru: Почти невесомые сапоги, используемые опытными агентами, известными только из рассказов. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/595/name
source: Pegasus Greaves
ru_ru: Наголенники Пегаса

# data/item-database.json/items/595/description
source: Based on a mythical beast, these boots grant inhuman speed and endurance. [\c[3]Ascended\c[0]]
ru_ru: Основанные на мифическом создании, эти ботинки дарят нечеловеческую скорость и выносливость. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/596/name
source: Combat Skates+
ru_ru: Боевые коньки+

# data/item-database.json/items/596/description
source: Skates that have been sharpened to a a vicious edge. Be deadly on ice! [\c[3]Ascended\c[0]]
ru_ru: Коньки с ужасающе заточенными лезвиями. Будь смертоносным на льду![\c[3]Вознесённый\c[0]]

# data/item-database.json/items/597/name
source: Paedalos+
ru_ru: Паедалос+

# data/item-database.json/items/597/description
source: Created by masterful craftsmen, this curious device helps to achieve a healthy posture. [\c[3]Ascended\c[0]]
ru_ru: Созданное искусными мастерами, это любопытное устройство помогает достичь здоровой осанки. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/598/name
source: Very Last Strawhat
ru_ru: Самая последняя соломенная шляпа

# data/item-database.json/items/598/description
source: The very last upgrade. The true ultimate strawhat, vastly increasing your focus. [\c[3]Ascended\c[0]]
ru_ru: Самое последнее улучшение. Поистине ультимативная соломенная шляпа, значительно увеличивающая ваш фокус. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/599/name
source: Sunshine Bracer
ru_ru: Солнечный наруч

# data/item-database.json/items/599/description
source: Highly empowered arm protection that can manipulate the aura of everything around it. [\c[3]Ascended\c[0]]
ru_ru: Мощная защита для рук, способная манипулировать аурой всего вокруг себя. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/600/name
source: Rookiehat
ru_ru: Шапка новичка

# data/item-database.json/items/600/description
source: Starting Equipment. Let the Adventure begin!
ru_ru: Стартовое снаряжение. Да начнётся приключение!

# data/item-database.json/items/601/name
source: Highmeister Gloves
ru_ru: Перчатки Великого Мастера

# data/item-database.json/items/601/description
source: Worn and old gloves once belonging to a great master of parries. [\c[3]Ascended\c[0]]
ru_ru: Изношенные и старые перчатки, когда-то принадлежавшие великому мастеру парирования. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/602/name
source: Body Armory
ru_ru: Бронежилет

# data/item-database.json/items/602/description
source: Armor crafted from chests of any kind. Precious valuables naturally radiate towards it. [\c[3]Ascended\c[0]]
ru_ru: Доспехи, созданные из сундуков всех видов. По своим свойствам, драгоценные ценности сияют в нём. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/603/name
source: Artillery Boots+
ru_ru: Орудийные Сапоги+

# data/item-database.json/items/603/description
source: Highly-advanced footwear that magnifies one's power at the cost of quicker exhaustion. [\c[3]Ascended\c[0]]
ru_ru: Высокотехнологичная обувь, которая увеличивает силу за счёт более быстрого истощения. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/604/name
source: Lifefiber Dress
ru_ru: Одежда Жизневолокна

# data/item-database.json/items/604/description
source: Dress spun from living thread that forms a nigh symbiontic relationship with its wearer. [\c[3]Ascended\c[0]]
ru_ru: Одежда, вышитая из живой нити, которая образует почти симбионтные отношения с его носителем. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/605/name
source: Eternal Salami+
ru_ru: Вечное Салями+

# data/item-database.json/items/605/description
source: A tough, neverending snack for combat. Fighting on an empty stomach is no good! [\c[3]Ascended\c[0]]
ru_ru: Крепкая, никогда нескончаемая закуска для битвы. Нехорошо драться на голодный желудок! [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/606/name
source: - Monk Reward
ru_ru: - Награда монаха

# data/item-database.json/items/606/description
source: Reward standin. Some trade item or equip?
ru_ru: Обмена наград. Обменять на предмет или экипировку?

# data/item-database.json/items/607/name
source: Shuriken Shooter
ru_ru: Сюрикеновая Пушка

# data/item-database.json/items/607/description
source: Makes you move and shoot very fast [\c[3]Ascended\c[0]]
ru_ru: Даёт возможность двигаться и стрелять очень быстро [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/608/name
source: - Colibry
ru_ru: - Колибри

# data/item-database.json/items/608/description
source: This web is so sticky that it can be used as an all-purpose glue.
ru_ru: Эта паутина настолько липкая, что её можно использовать как универсальный клей.

# data/item-database.json/items/609/name
source: - Comb
ru_ru: - Расческа

# data/item-database.json/items/609/description
source: This web is so sticky that it can be used as an all-purpose glue.
ru_ru: Эта паутина настолько липкая, что её можно использовать как универсальный клей.

# data/item-database.json/items/610/name
source: Burned Ash
ru_ru: Выгоревший Пепел

# data/item-database.json/items/610/description
source: This web is so sticky that it can be used as an all-purpose glue.
ru_ru: Эта паутина настолько липкая, что её можно использовать как универсальный клей.

# data/item-database.json/items/611/name
source: Speedy Boom Walkers
ru_ru: Скоровзрывные Ходунки

# data/item-database.json/items/611/description
source: Ideal for those who aspire to move at very high velocities.
ru_ru: Идеально подходит для тех, кто стремится двигаться на очень большой скорости.

# data/item-database.json/items/612/name
source: Unruly Emeralds
ru_ru: Непокорные Изумруды

# data/item-database.json/items/612/description
source: A set of multicolored gems that seem to bow to neither law nor order.
ru_ru: Набор разноцветных драгоценных камней, которые, кажется, не подчиняются ни закону, ни порядку.

# data/item-database.json/items/613/description
source: A rare green gem only found when fighting strong adversaries.
ru_ru: Редкий зелёный камень, полученный за победу над сильными противниками.

# data/item-database.json/items/614/name
source: - beach1-1
ru_ru: - пляж1-1

# data/item-database.json/items/614/description
source: Beach item 1-1
ru_ru: Пляж предмет 1-1

# data/item-database.json/items/615/name
source: - beach1-2
ru_ru: - пляж1-2

# data/item-database.json/items/615/description
source: Beach item 1-2
ru_ru: Пляж предмет 1-2

# data/item-database.json/items/616/name
source: - beach2-1
ru_ru: - пляж2-1

# data/item-database.json/items/616/description
source: Beach item 2-1
ru_ru: Пляж предмет 2-1

# data/item-database.json/items/617/name
source: - beach2-2
ru_ru: - пляж2-2

# data/item-database.json/items/617/description
source: Beach item 2-2
ru_ru: Пляж предмет 2-2

# data/item-database.json/items/618/description
source: Further empowers enemies that are boosted by \c[3]regional boosters\c[0] and unlocks more loot.
ru_ru: Дальнейшие усиления врагов, которые усилены с помощью \c[3]местных усилителей\c[0] открывают больше предметов.

# data/item-database.json/items/619/name
source: Yellow Sponge
ru_ru: Желтая губка

# data/item-database.json/items/619/description
source: Natural sponge that usually lives under the sea.
ru_ru: Натуральная губка обычно обитающая под водой.

# data/item-database.json/items/620/name
source: Mellow Water
ru_ru: Мягкая вода

# data/item-database.json/items/620/description
source: This water is often used for tea to create a soothing taste.
ru_ru: Эта вода часто используется для приготовления чая, чтобы придать ему успокаивающий вкус.

# data/item-database.json/items/621/name
source: Shell Nut
ru_ru: Ореховая скорлупа

# data/item-database.json/items/621/description
source: This coconut shaped like a sea shell.
ru_ru: Этот кокос имеет форму морской ракушки.

# data/item-database.json/items/622/name
source: MacGuffin's Coin
ru_ru: Монета Макгаффина

# data/item-database.json/items/622/description
source: Obtaining it is mandatory.
ru_ru: Получение обязательно.

# data/item-database.json/items/623/name
source: Golden Surprise Egg
ru_ru: Золотое яйцо-сюрприз

# data/item-database.json/items/623/description
source: An egg-shaped object made from extremely valuable material!
ru_ru: Изделие в форме яйца из чрезвычайно ценного материала!
