Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json/items/271/description
source: While extremely robust, they are not actually made for titans, so they will fit just fine.
ru_ru: Хоть они и очень прочные, но они не для титанов, поэтому будут как раз впору.

# data/item-database.json/items/272/name
source: Zir'vitar Key
ru_ru: Ключ Зир'витар

# data/item-database.json/items/272/description
source: A regular key for \c[3]Zir'vitar Temple\c[0].
ru_ru: Обычный ключ \c[3]Храма Зир'витар\c[0].

# data/item-database.json/items/273/name
source: GIT
ru_ru: ПАСКАЛЬ

# data/item-database.json/items/273/description
source: Goat Interspecies Translator. Allows for communication with intelligent goats.
ru_ru: Переводчик Астральных Сообщений Козлов, Анализирующих ЛогичностЬ. Позволяет общаться с разумными козлами.

# data/item-database.json/items/274/name
source: Static Furball
ru_ru: Комок шерсти

# data/item-database.json/items/274/description
source: A really soft ball of fur close to the critical mass.
ru_ru: Очень мягкий комок шерсти с массой, близкой к критической.

# data/item-database.json/items/275/name
source: Slime Drop
ru_ru: Капля слизи

# data/item-database.json/items/275/description
source: The classic. Probably want to keep that in a jar.
ru_ru: Классика. Вероятно, лучше держать это в банке.

# data/item-database.json/items/276/name
source: Palette Blossom
ru_ru: Цветовая палитра

# data/item-database.json/items/276/description
source: This leaf can be used to create all possible colors. In a range of 0-255 that is.
ru_ru: Этот лист может быть использован для создания любых цветов. В диапазоне 0-255.

# data/item-database.json/items/277/name
source: Huge Nut
ru_ru: Огромный орех

# data/item-database.json/items/277/description
source: Spit out by Papaguns as defensive measures. Can only be busted with strong pliers.
ru_ru: Выплюнут Попуганом в качестве защитной меры. Можно расколоть только надёжными клещами.

# data/item-database.json/items/278/name
source: Lazy Claw
ru_ru: Ленивый коготь

# data/item-database.json/items/278/description
source: This callous claw is in need of a thorough manicure.
ru_ru: Этот загрубевший коготь нуждается в тщательном маникюре.

# data/item-database.json/items/279/name
source: Stout Backplate
ru_ru: Крепкая пластина

# data/item-database.json/items/279/description
source: Impenetrable plate used by Behesloths to protect most of their body.
ru_ru: Непроницаемая пластина, которая защищает большую часть тела Ленемота.

# data/item-database.json/items/280/name
source: Power Spinach
ru_ru: Силовой шпинат

# data/item-database.json/items/280/description
source: A vegetable of mythical power. Greatly increases the flexibility of fellow plants.
ru_ru: Овощ с мифической силой. Значительно увеличивает гибкость других растений.

# data/item-database.json/items/281/name
source: Living Bolt
ru_ru: Живая молния

# data/item-database.json/items/281/description
source: A mass of electricity with something that some describe as a "soul".
ru_ru: Сгусток электричества, по мнению некоторых, обладающий "душой".

# data/item-database.json/items/282/name
source: Metal Down
ru_ru: Металлический пух

# data/item-database.json/items/282/description
source: Are 100 grams of them as heavy as 100 grams of regular feathers? It's a mystery.
ru_ru: Сто грамм этого пуха тяжелее, чем сто грамм обычного? Это загадка.

# data/item-database.json/items/283/name
source: Plain Cube
ru_ru: Простой куб

# data/item-database.json/items/283/description
source: Perfectly rectangular shaped cube. There is nothing unusual about it.
ru_ru: Куб идеальной прямоугольной формы. Ничего необычного.

# data/item-database.json/items/284/name
source: Glow Pear
ru_ru: Светящаяся груша

# data/item-database.json/items/284/description
source: A glowing bulb in the form of a pear. Yepp.
ru_ru: Ага. Светящаяся лампочка в форме груши.

# data/item-database.json/items/285/name
source: Disc of Flora
ru_ru: Диск флоры

# data/item-database.json/items/285/description
source: A truly perfect guide for the exquisite plant lover.
ru_ru: Поистине идеальное руководство для утончённых любителей растений.

# data/item-database.json/items/286/name
source: Azure Drop Shade
ru_ru: Тень капли

# data/item-database.json/items/286/description
source: Grants passage to \c[3]Grand Krys'kajo\c[0] together with the Purple Bolt Shade.
ru_ru: Вместе с Тенью молнии предоставляет проход в \c[3]Гранд Крис'кайо\c[0].

# data/item-database.json/items/287/name
source: Strawhat
ru_ru: Соломенная шляпа

# data/item-database.json/items/287/description
source: This inconspicuous hat enables the wearer to find even the rarest materials.
ru_ru: Эта неприметная шляпа позволяет владельцу найти даже самые редкие материалы.

# data/item-database.json/items/288/name
source: Gaia Temple Pass
ru_ru: Пропуск Гайи

# data/item-database.json/items/288/description
source: Pass to provide access to the \c[3]temple complex within \v[area.jungle.name]\c[0].
ru_ru: Пропуск открывает проход в \c[3]храмовый комплекс в Саду Гайи\c[0].

# data/item-database.json/items/289/name
source: Prime Pistachios
ru_ru: Фисташки

# data/item-database.json/items/289/description
source: Surprisingly big variant of a tasty nut. Opening the shell is half of the fun!
ru_ru: Удивительно большая разновидность вкусного ореха. Половина удовольствия - это открытие скорлупы!

# data/item-database.json/items/290/name
source: Salted Peanuts
ru_ru: Солёный арахис

# data/item-database.json/items/290/description
source: Small, tasty plant seeds that are popular as a relaxing snack.
ru_ru: Маленькие, вкусные семена растений, популярные в качестве закуски.

# data/item-database.json/items/291/name
source: Cup o' Coffee
ru_ru: Чашечка кофе

# data/item-database.json/items/291/description
source: A classic wake-up drink. Drink it black to also feel more mature!
ru_ru: Классический пробуждающий напиток. Пейте его чёрным, чтобы чувствовать себя взрослее!

# data/item-database.json/items/292/name
source: Energy Espresso
ru_ru: Энерго-эспрессо

# data/item-database.json/items/292/description
source: Highly-concentrated coffee with a distinct taste. Will eliminate all sleepiness.
ru_ru: Высококонцентрированный кофе с отчётливым вкусом. Устранит всю сонливость.

# data/item-database.json/items/293/name
source: Nifty Grey Shades
ru_ru: Изящные тени

# data/item-database.json/items/293/description
source: Highly advanced, sharp looking shades. Don't throw them, though.
ru_ru: Продвинутые, выглядящие острыми тени. Впрочем, лучше их не бросать.

# data/item-database.json/items/294/name
source: Red Bandana
ru_ru: Красная бандана

# data/item-database.json/items/294/description
source: A rather tattered red Bandana once worn by a wandering warrior.
ru_ru: Порванная красная бандана, которую однажды носил странствующий воин.

# data/item-database.json/items/295/name
source: Electrician's Cap
ru_ru: Каска электрика

# data/item-database.json/items/295/description
source: Construction helmet that creates a static field which disperses incoming voltage.
ru_ru: Строительная каска, рассеивающая входящее электрическое напряжение.

# data/item-database.json/items/296/name
source: Faedora
ru_ru: Фейдора

# data/item-database.json/items/296/description
source: A classic hat, popular in cities. This version, though, emits a strange aura.
ru_ru: Классическая шляпа, популярная в городах. Эта версия, однако, излучает странную ауру.

# data/item-database.json/items/297/name
source: Mystic Mohawk
ru_ru: Мистический ирокез

# data/item-database.json/items/297/description
source: Headdress made by a famous Shad-Designer, modelled after a popular hairstyle.
ru_ru: Головной убор, созданный известным дизайнером-шадом по образцу популярной причёски.

# data/item-database.json/items/298/name
source: Hunter's Bolt
ru_ru: Охотничий болт

# data/item-database.json/items/298/description
source: Ranged weapon with high precision, used to bring down game with few attacks.
ru_ru: Дальнобойное оружие с высокой точностью, позволяющее сбить цель с пары выстрелов.

# data/item-database.json/items/299/name
source: Lawkeeper's Fist
ru_ru: Кулак законника

# data/item-database.json/items/299/description
source: Highly advanced gauntlet associated with hands-on approaches in law enforcement.
ru_ru: Продвинутая перчатка, связанная с практическим подходом в правоохранительных органах.

# data/item-database.json/items/300/description
source: According to a translator it means "honor". In any case it keeps the wielder healthy.
ru_ru: Согласно переводчику, это означает "честь". В любом случае, поддерживает здоровье владельца.

# data/item-database.json/items/301/name
source: Twitching Slicer
ru_ru: Ломтерезка

# data/item-database.json/items/301/description
source: Vicious looking weapon that always seems to be restless and unpredictable.
ru_ru: Жестокий вид оружия, которое всегда кажется беспокойным и непредсказуемым.

# data/item-database.json/items/302/name
source: Sunset Claw
ru_ru: Закатный коготь

# data/item-database.json/items/302/description
source: This savage tool was inspired by the weapons of nature and sharpens your instincts.
ru_ru: Этот дикий инструмент был вдохновлён оружием природы, и он обостряет ваши инстинкты.

# data/item-database.json/items/303/name
source: Sneaky Shiv
ru_ru: Скрытая заточка

# data/item-database.json/items/303/description
source: Small weapon that is easy to hide, especially in an opponent's weak-spots.
ru_ru: Маленькое оружие, которое легко спрятать, особенно в уязвимых местах врага.

# data/item-database.json/items/304/name
source: Ramming Shell
ru_ru: Таранный панцирь

# data/item-database.json/items/304/description
source: Ferocious armor made from the hardest parts of wild Bovines.
ru_ru: Свирепые доспехи, сделанные из самых крепких частей диких Бычар.

# data/item-database.json/items/305/name
source: Survival Plate
ru_ru: Плита выживания

# data/item-database.json/items/305/description
source: Heavy plate with built-in life support system that protects against the elements.
ru_ru: Тяжёлая плита со встроенной системой жизнеобеспечения, которая защищает от элементов.

# data/item-database.json/items/306/name
source: Rootweave
ru_ru: Корнеплёт

# data/item-database.json/items/306/description
source: Weird looking clothes made from a mass of finely intertwined roots.
ru_ru: Странная одежда, сделанная из множества мастерски переплетённых корней.

# data/item-database.json/items/307/name
source: Petal Cloak
ru_ru: Плащ-лепесток

# data/item-database.json/items/307/description
source: Countless petals that somehow stick together naturally. Still emits a strong lifeforce.
ru_ru: Бесчисленное количество лепестков, соединённых естественным образом. Всё ещё излучают большую силу.

# data/item-database.json/items/308/name
source: Loose Trenchcoat
ru_ru: Свободное пальто

# data/item-database.json/items/308/description
source: Always looks slightly too big for your body. Still a favorite of clever investigators.
ru_ru: Всегда выглядит слишком большим на вас. Популярно у гениальных детективов.

# data/item-database.json/items/309/name
source: Stable Footguard
ru_ru: Прочные щитки

# data/item-database.json/items/309/description
source: They protect both the feet and lower legs. The natural foes of kicks to the shin.
ru_ru: Они защищают и ноги, и голени. Естественный враг ударов по голени.

# data/item-database.json/items/310/name
source: Hydraulic Anchors
ru_ru: Гидравлические якоря

# data/item-database.json/items/310/description
source: Heavy boots that are still very mobile thanks to internal hydraulics.
ru_ru: Тяжелые ботинки, которые всё же очень мобильны благодаря внутренней гидравлике.

# data/item-database.json/items/311/name
source: Shinkickers
ru_ru: Ударники

# data/item-database.json/items/311/description
source: Reinforced combat boots for martial artists that prefer pragmatism over honor.
ru_ru: Усиленные сапоги для мастеров боевых искусств, ставящих прагматизм выше чести.

# data/item-database.json/items/312/name
source: Urban Sneakers
ru_ru: Городские кеды

# data/item-database.json/items/312/description
source: Classy looking shoes of the highest quality and extremely comfy to boot!
ru_ru: Стильно выглядящая обувь высокого качества, и к тому же чрезвычайно удобная!

# data/item-database.json/items/313/name
source: Pathfinders
ru_ru: Следопыты

# data/item-database.json/items/313/description
source: Solid boots, made to explore even the deepest part of an unknown world.
ru_ru: Солидные сапоги, подходящие даже для исследования самой глубокой части неизведанного мира.

# data/item-database.json/items/314/name
source: Sea Disc
ru_ru: Морской диск

# data/item-database.json/items/314/description
source: Sadly you have no means to access the mass of information stored on this weird object.
ru_ru: К сожалению, у вас нет доступа к информации, хранящейся в этом странном объекте.

# data/item-database.json/items/315/name
source: Maultasche
ru_ru: Ус маула

# data/item-database.json/items/315/description
source: The favorite dish of poets and philosophers.
ru_ru: Любимое блюдо поэтов и философов.

# data/item-database.json/items/316/name
source: Werewolf Stick
ru_ru: Палка оборотня

# data/item-database.json/items/316/description
source: A Popsicle depicting a werewolf on a stick. \c[1]Slow\c[0].
ru_ru: Эскимо на палочке в виде оборотня. \c[1]Медленно\c[0].

# data/item-database.json/items/317/name
source: Food Temp #3
ru_ru: Временная еда #3

# data/item-database.json/items/317/description
source: Will turn into something tasty in the future! #notabug
ru_ru: Превратится в нечто вкусное в будущем! #notabug

# data/item-database.json/items/318/name
source: Food Temp #4
ru_ru: Временная еда #4

# data/item-database.json/items/318/description
source: Will turn into something tasty in the future! #notabug
ru_ru: Превратится в нечто вкусное в будущем! #notabug

# data/item-database.json/items/319/name
source: So'najiz Key
ru_ru: Ключ Со'найиз

# data/item-database.json/items/319/description
source: A regular key for \c[3]So'najiz Temple\c[0].
ru_ru: Обычный ключ \c[3]Храма Со'найиз\c[0].

# data/item-database.json/items/320/name
source: Jack's Flame
ru_ru: Пламя Джека

# data/item-database.json/items/320/description
source: A cold flame which naturally forms inside \c[3]\v[combat.name.jungle/pumpkin]\c[0]. It looks nice.
ru_ru: Холодный огонь, который естественно образуется внутри \c[3]Джека-в-огне\c[0].

# data/item-database.json/items/321/name
source: Aged Travelguide
ru_ru: Старый путеводитель

# data/item-database.json/items/321/description
source: An ancient guide to important Ancient places was engraved into this old stone.
ru_ru: На этом камне был выгравирован древний путеводитель по важным местам Древних.

# data/item-database.json/items/322/name
source: Galaxy Spiral Drill
ru_ru: Галактический спиральный бур

# data/item-database.json/items/322/description
source: This weapon holds the power of a small micro-cosmos inside itself.
ru_ru: Это оружие содержит силу микрокосмоса внутри себя.

# data/item-database.json/items/323/name
source: Infinity Spiral Drill
ru_ru: Спиральный бур бесконечности

# data/item-database.json/items/323/description
source: Infused with infinite power this weapon grows ever stronger with its user.
ru_ru: Наполненное бесконечной силой, это оружие вместе с его владельцем становится всё сильнее.

# data/item-database.json/items/324/name
source: Stone of Truth
ru_ru: Камень истины

# data/item-database.json/items/324/description
source: One of the \c[3]Origin Stones\c[0]. Its pulsing green light is almost surreal.
ru_ru: Один из \c[3]Камней истоков\c[0]. Его пульсирующий зелёный свет почти нереален.

# data/item-database.json/items/325/name
source: Creation Gem
ru_ru: Камень творения

# data/item-database.json/items/325/description
source: Created only once when a galaxy is formed.
ru_ru: Создаётся единожды, в момент образования галактики.

# data/item-database.json/items/326/name
source: King's Ring
ru_ru: Кольцо королей

# data/item-database.json/items/326/description
source: It took 10 years to make this ring and it is only bestowed on worthy rulers.
ru_ru: Это кольцо создавалось десять лет, и оно даруется только достойным правителям.

# data/item-database.json/items/327/name
source: Golden Revolver
ru_ru: Золотой револьвер

# data/item-database.json/items/327/description
source: Something is engraved here: "It's \v[misc.time]". Whatever that means.
ru_ru: Здесь что-то выгравировано: "Сейчас \v[misc.time]". Что бы это ни значило.

# data/item-database.json/items/328/name
source: Bandit's Scarf
ru_ru: Шарф бандита

# data/item-database.json/items/328/description
source: Once owned by an eastern prince, it's now old and has lost all color.
ru_ru: Когда-то принадлежал восточному принцу. Теперь он старый и потерял цвет.

# data/item-database.json/items/329/name
source: Burglar's Rope
ru_ru: Верёвка вора

# data/item-database.json/items/329/description
source: According to lore wrapping this around your head will bring you fortune.
ru_ru: По преданию, оборачивание её вокруг головы приносит вам удачу.

# data/item-database.json/items/330/name
source: Excalibro
ru_ru: Экскалибро

# data/item-database.json/items/330/description
source: Mass-market knockoff of a legendary weapon. It promises victory, but...
ru_ru: Массово произведённая копия легендарного оружия. Он обещает победы, но...

# data/item-database.json/items/331/name
source: Snack Mix
ru_ru: Снэк-микс

# data/item-database.json/items/331/description
source: A small but well mixed package of different snacks for handfood on the go.
ru_ru: Упаковка различных закусок для поедания на ходу.

# data/item-database.json/items/332/name
source: Rough Branch
ru_ru: Грубая ветвь

# data/item-database.json/items/332/description
source: It's a branch from a tree! Truly the treasure of legends.
ru_ru: Это ветка дерева! Поистине сокровище из легенд.

# data/item-database.json/items/333/name
source: Bigger Stick
ru_ru: Палка побольше

# data/item-database.json/items/333/description
source: Large weapon of massive size. It is very huge and packs an immensely gigantic punch.
ru_ru: Большое оружие массивного размера. Оно очень громадное и наносит безмерно гигантский удар.

# data/item-database.json/items/334/name
source: Goddess Plume
ru_ru: Шлейф богини

# data/item-database.json/items/334/description
source: VP-reference, unused.
ru_ru: VP-ссылка, неиспользованный.

# data/item-database.json/items/335/name
source: Cold Platter
ru_ru: Холодное блюдо

# data/item-database.json/items/335/description
source: A great variety of dishes, served cold on a large plate. \c[1]Slow\c[0].
ru_ru: Множество разнообразных блюд, которые подаются холодными на большой тарелке. \c[1]Медленно\c[0].

# data/item-database.json/items/336/name
source: Full Course
ru_ru: Полный курс

# data/item-database.json/items/336/description
source: A complete dinner, consisting of several courses. \c[1]Slow\c[0].
ru_ru: Полноценный обед, состоящий из нескольких блюд. \c[1]Медленно\c[0].

# data/item-database.json/items/337/name
source: Bronze Chest Plate
ru_ru: Бронзовый бронесундук

# data/item-database.json/items/337/description
source: Armor crafted from bronze chests. Offers no extra storage room, though.
ru_ru: Броня из бронзовых сундуков. Тем не менее, дополнительного хранилища не предоставляет.

# data/item-database.json/items/338/name
source: Silver Chest Plate
ru_ru: Серебряный бронесундук

# data/item-database.json/items/338/description
source: Armor crafted from silver chests. Strong against werewolves, weak against keys.
ru_ru: Броня из серебряных сундуков. Сильна против оборотней, слаба против ключей.

# data/item-database.json/items/339/name
source: Golden Chest Plate
ru_ru: Золотой бронесундук

# data/item-database.json/items/339/description
source: Armor crafted from golden chests. Stronger than it has any right to be.
ru_ru: Броня из золотых сундуков. Сильнее, чем она имеет право быть.

# data/item-database.json/items/340/name
source: Hungry Salmon
ru_ru: Голодный лосось

# data/item-database.json/items/340/description
source: The innate power of this small fish seems to be sealed by a need for food.
ru_ru: Врождённая сила этой маленькой рыбы, кажется, ограничена потребностью в еде.

# data/item-database.json/items/341/name
source: Plate of Chests
ru_ru: Бронесундучник

# data/item-database.json/items/341/description
source: Armor crafted from chests of any kind. Precious valuables naturally radiate towards it.
ru_ru: Броня из сундуков всех видов. Драгоценности сами по себе притягиваются к ней.

# data/item-database.json/items/342/name
source: Billston's Com
ru_ru: Коммуникатор Биллстона

# data/item-database.json/items/342/description
source: A simple, rectangular communicator, supposedly belonging to Billston. Waterproof.
ru_ru: Простой прямоугольный коммуникатор. Вероятно, что принадлежит Биллстону. Водостойкий.

# data/item-database.json/items/343/name
source: Smokaway
ru_ru: Дымовуха

# data/item-database.json/items/343/description
source: A most convenient bomb emitting a dense smoke. Use to escape bothersome guards.
ru_ru: Удобная шашка, испускающая густой дым. Используйте, чтобы избежать назойливых охранников.

# data/item-database.json/items/344/name
source: Tracker Chip
ru_ru: Чип-трекер

# data/item-database.json/items/344/description
source: A chip tracking your movement. Includes a parental control manual.
ru_ru: Чип для отслеживания передвижений. Содержит руководство по родительскому контролю.

# data/item-database.json/items/345/name
source: Pond Slums Pass
ru_ru: Пропуск трущоб

# data/item-database.json/items/345/description
source: This pass grant its owner access to the \c[3]trader hubs in Basin Keep's Pond Slums\c[0].
ru_ru: Пропуск к \c[3]торговым площадям в Прудовых трущобах Твердыни Бэйзина\c[0].

# data/item-database.json/items/346/name
source: One Up
ru_ru: 1UP

# data/item-database.json/items/346/description
source: This peculiar remedy soothes the pain of whoever takes it. \c[1]Slow\c[0].
ru_ru: Это своеобразное средство успокаивает боль того, кто его принимает. \c[1]Медленно\c[0].

# data/item-database.json/items/347/name
source: Maroon Probe
ru_ru: Бордовый зонд

# data/item-database.json/items/347/description
source: A lost and found data probe installed by Henry the Researcher.
ru_ru: Потерянный и найденный зонд с данными, установленный Генри-исследователем.

# data/item-database.json/items/348/name
source: Polished Mic
ru_ru: Полированный микрофон

# data/item-database.json/items/348/description
source: It looks almost new but scratches show it was used for many years.
ru_ru: Выглядит новым, но по царапинам видно, что он использовался много лет.

# data/item-database.json/items/349/name
source: Krys'kajo Key
ru_ru: Ключ Крис'кайо

# data/item-database.json/items/349/description
source: A regular key for the \c[3]Grand Krys'kajo\c[0].
ru_ru: Обычный ключ \c[3]Гранд Крис'кайо\c[0].

# data/item-database.json/items/350/name
source: Kajo Master Key
ru_ru: Мастер-ключ

# data/item-database.json/items/350/description
source: Master Key of \c[3]Grand Krys'kajo\c[0].
ru_ru: Главный ключ \c[3]Гранд Крис'кайо\c[0].

# data/item-database.json/items/351/name
source: Warkeeper
ru_ru: Хранитель войны

# data/item-database.json/items/351/description
source: A blade made out of thick sheets of metal. Used by blood hungry warmongers.
ru_ru: Клинок, сделанный из толстых листов металла. Используется кровожадными разжигателями войны.

# data/item-database.json/items/352/name
source: Ambiguous Rod
ru_ru: Сомнительный прут

# data/item-database.json/items/352/description
source: A long and flexible rod. Has a good grip but you can't quite determine it's potential use.
ru_ru: Длинный и гибкий прут. Хорошо лежит в руке, но вы не можете найти ему применение.
