Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json/items/507/name
source: Centaur Vest
ru_ru: Жилет кентавра

# data/item-database.json/items/507/description
source: Based on a mythical beast, this vest grants exceptional aim on the move.
ru_ru: Основанный на мифическом создании, этот жилет даёт исключительную точность в движении.

# data/item-database.json/items/508/name
source: Unicorn Greaves
ru_ru: Копыта единорога

# data/item-database.json/items/508/description
source: Based on a mythical beast, these boots grant inhuman speed and endurance.
ru_ru: Основанные на мифическом создании, эти сапоги дают нечеловеческую скорость и выносливость.

# data/item-database.json/items/509/name
source: Chestlink
ru_ru: Сундуко-связь

# data/item-database.json/items/509/description
source: Used to unify chests of all different material, forms and sizes into multi-purpose chests.
ru_ru: Используется для объединения сундуков из разных материалов, форм и размеров в универсальные сундуки.

# data/item-database.json/items/510/name
source: Lifefiber Uniform
ru_ru: Матроска из живых нитей

# data/item-database.json/items/510/description
source: Dress spun from living thread that forms a nigh symbiontic relationship with its wearer.
ru_ru: Униформа, сшитая из живых нитей, образующая почти неразрывную связь с владельцем.

# data/item-database.json/items/511/name
source: Infinity+1 Bag
ru_ru: Мешок вечности+1

# data/item-database.json/items/511/description
source: This container transcends infinity and can preserve anything until the end of time.
ru_ru: Этот мешок выходит за рамки бесконечности и может хранить что угодно до конца времён.

# data/item-database.json/items/512/name
source: Mantis Whip
ru_ru: Хлыст богомола

# data/item-database.json/items/512/description
source: Long, flexible blade that is nigh-invisible and can lash out in an instant.
ru_ru: Длинный гибкий клинок, который почти незаметен и может атаковать мгновенно.

# data/item-database.json/items/513/name
source: - Nanopoint Needle
ru_ru: - Нано игла

# data/item-database.json/items/513/description
source: Pierces everything on a good hit. \c[1]UNUSED in 1.0.\c[0]
ru_ru: Пробивает всё при хорошем ударе. \c[1]UNUSED in 1.0.\c[0]

# data/item-database.json/items/514/name
source: Roundhousers
ru_ru: Вертуфли

# data/item-database.json/items/514/description
source: Sturdy boots that are used to deadly effect by martial artists of legendary repute.
ru_ru: Крепкие туфли, которые используются мастерами смертельных боевых искусств с легендарной репутацией.

# data/item-database.json/items/515/name
source: Broken Chakrams
ru_ru: Сломанные чакрамы

# data/item-database.json/items/515/description
source: These round blades have seen better days but still emit a mysterious spark.
ru_ru: Эти круглые лезвия видали лучшие дни, но всё ещё испускают таинственные искры.

# data/item-database.json/items/516/name
source: Mooncake
ru_ru: Лунный торт

# data/item-database.json/items/516/description
source: Traditional Chinese cake. \c[2]Heals 50% of max HP\c[0]. \c[1]Slow\c[0].
ru_ru: Традиционный китайский торт. \c[2]Лечит 50% от макс. HP\c[0]. \c[1]Медленно\c[0].

# data/item-database.json/items/517/name
source: Turret Tokens
ru_ru: Турель-жетоны

# data/item-database.json/items/517/description
source: Currency gotten in Turret Defense.
ru_ru: Валюта, заработанная в Турельной обороне

# data/item-database.json/items/517/sources/0/value/text
source: Gotten from TurretDefense
ru_ru: Получено в Турельной обороне

# data/item-database.json/items/518/name
source: Trench Boots
ru_ru: Окопные сапоги

# data/item-database.json/items/518/description
source: Robust footwear that somehow stimulates tense concentration.
ru_ru: Надёжная обувь, которая как-то стимулирует улучшение концентрации.

# data/item-database.json/items/519/name
source: Element Aura
ru_ru: Аура элемента

# data/item-database.json/items/519/description
source: An aura that adapts with your current element mode.
ru_ru: Аура, которая адаптируется под текущий режим элемента.

# data/item-database.json/items/520/name
source: Menacing Aura
ru_ru: Грозная аура

# data/item-database.json/items/520/description
source: A very dark and menacing aura.
ru_ru: Очень тёмная и грозная аура.

# data/item-database.json/items/522/name
source: Paedalos
ru_ru: Паедалос

# data/item-database.json/items/522/description
source: Created by masterful craftsmen, this curious device helps to achieve a healthy posture.
ru_ru: Созданное опытным мастером, это любопытное устройство помогает достигнуть здоровой осанки.

# data/item-database.json/items/523/name
source: Killing Dress
ru_ru: Убийственный наряд

# data/item-database.json/items/523/description
source: Fine suit, tailored to always adapt for maximum professionalism in every situation.
ru_ru: Прекрасный костюм, созданный для того, чтобы всегда соответствовать максимальному профессионализму в любой ситуации.

# data/item-database.json/items/524/name
source: Pendulum Striker
ru_ru: Нападающий маятник

# data/item-database.json/items/524/description
source: A weapon that can amass great destructive force through continuous movement.
ru_ru: Оружие, способное накапливать огромную разрушительную силу при непрерывном движении.

# data/item-database.json/items/525/name
source: Knocking One
ru_ru: Вырубатель

# data/item-database.json/items/525/description
source: Massive weapon made from an extremely dense crystal. Unparallelled for intimidation.
ru_ru: Массивное оружие, сделанное из чрезвычайно плотного кристалла. Ему нет равных в устрашении.

# data/item-database.json/items/526/name
source: Dragon's Bandana
ru_ru: Бандана дракона

# data/item-database.json/items/526/description
source: Once white, it turned deeply red by absorbing blood and murderous intent.
ru_ru: Когда-то белая, она стала тёмно-красной, поглощая кровь и убийственные намерения.

# data/item-database.json/items/527/name
source: Orange Twister
ru_ru: Рыжий Твистер

# data/item-database.json/items/527/description
source: A fluffy orange cat that follows you around!
ru_ru: Пушистый рыжий кот, который следует за вами повсюду!

# data/item-database.json/items/528/name
source: Baby Peng
ru_ru: Малыш Пин

# data/item-database.json/items/528/description
source: A cute baby \v[combat.name.penguin] that can't even run!
ru_ru: Милый малыш Пинпин, который даже не умеет бегать!

# data/item-database.json/items/529/name
source: FDNI Fox
ru_ru: FDNI Лиса

# data/item-database.json/items/529/description
source: Almost a dog! Or a cat! No one knows what it says.
ru_ru: Почти собака! Или кошка! Никто не знает, что она говорит.

# data/item-database.json/items/530/name
source: Eternal Salami
ru_ru: Бесконечная салями

# data/item-database.json/items/530/description
source: A tough, neverending snack for combat. Fighting on an empty stomach is no good!
ru_ru: Тяжёлая бесконечная закуска для боя. Драться на пустой желудок нехорошо!

# data/item-database.json/items/531/name
source: Assault Harness
ru_ru: Штурмовой костюм

# data/item-database.json/items/531/description
source: Streamlined protective gear, created for full-frontal assaults.
ru_ru: Обтекаемое защитное обмундирование, созданное для лобового наступления.

# data/item-database.json/items/532/name
source: Tranquil Earmuffs
ru_ru: Спокойные наушники

# data/item-database.json/items/532/description
source: Ear protection that shields against worldly stress with comforting softness.
ru_ru: Защита ушей, которая защищает от мирского стресса с комфортной мягкостью.

# data/item-database.json/items/533/name
source: Combat Skates
ru_ru: Боевые коньки

# data/item-database.json/items/533/description
source: Skates that have been sharpened to a a vicious edge. Be deadly on ice!
ru_ru: Коньки с ужасающе заточенными лезвиями. Будь смертоносным на льду!

# data/item-database.json/items/534/name
source: Good Boy
ru_ru: Хороший мальчик

# data/item-database.json/items/534/description
source: A very good boy to follow you around, everywhere.
ru_ru: Очень хороший мальчик. Будет следовать за вами везде и всюду.

# data/item-database.json/items/535/name
source: Coarse Powerring
ru_ru: Кольцо напряжжения

# data/item-database.json/items/535/description
source: Huge golden ring with a red gemstone. Its rough texture can create a tingling feeling.
ru_ru: Огромное золотое кольцо с красным камнем. Может вызывать чувство жжения в руке.

# data/item-database.json/items/536/name
source: Artillery Boots
ru_ru: Артиллерийские сапоги

# data/item-database.json/items/536/description
source: Highly-advanced footwear that magnifies one's power at the cost of quicker exhaustion.
ru_ru: Высокотехнологичная обувь, которая увеличивает силу за счёт более быстрого истощения.

# data/item-database.json/items/537/name
source: S-Rex
ru_ru: S-Рекс

# data/item-database.json/items/537/description
source: S-Sized Dinosaur born to munch.
ru_ru: Маленький динозавр, рождённый, чтобы жевать.

# data/item-database.json/items/538/name
source: Lil' Reap
ru_ru: Лил Рип

# data/item-database.json/items/538/description
source: Don't be a creep, don't make a meep, or he'll make you go to sleep.
ru_ru: СПРАВЕДЛИВОСТИ НЕТ. ЕСТЬ ТОЛЬКО Я.

# data/item-database.json/items/539/name
source: Red Liz
ru_ru: Красный ящер

# data/item-database.json/items/539/description
source: A dragon flying at your side even in the darkest of times.
ru_ru: Дракон, находящийся на твоей стороне даже в самые тёмные времена.

# data/item-database.json/items/540/name
source: Encrypted Key
ru_ru: Зашифрованный ключ

# data/item-database.json/items/540/description
source: Needs to be decrypted at \c[3]4 locations\c[0] to access a mysterious facility.
ru_ru: Должен быть расшифрован в \c[3]четырёх локациях\c[0] для получения доступа к таинственному комплексу.

# data/item-database.json/items/541/name
source: Facility X Key
ru_ru: Ключ от Комплекса X

# data/item-database.json/items/541/description
source: A fully decrypted key to access \c[3]Facility X\c[0] somewhere in \c[3]Sapphire Ridge\c[0].
ru_ru: Полностью расшифрованный ключ для доступа в \c[3]Комплекс X\c[0] где-то в \c[3]Сапфировом крае\c[0].

# data/item-database.json/items/542/name
source: Supercrown
ru_ru: Суперкорона

# data/item-database.json/items/542/description
source: This golden crown is a sign of \v[combat.name.hedgehog] authority. It has no other effects. None!
ru_ru: Эта золотая корона - символ уважения Дикоборзов. Других эффектов нет. Точно нет!

# data/item-database.json/items/543/name
source: Snowtank Datachip
ru_ru: Данные Снеготанка

# data/item-database.json/items/543/description
source: The collected combat data and system specs of the \v[combat.name.minibosses/snow-megatank] are on this chip.
ru_ru: На этом чипе собранные боевые данные и спецификации системы Генерала Рутсера.

# data/item-database.json/items/544/name
source: Fishy Documents
ru_ru: Секретные бумаги

# data/item-database.json/items/544/description
source: Documents describing the involvement of the government in risky Track experiments.
ru_ru: Бумаги, описывающие участие государства в рискованных экспериментах с Путём.

# data/item-database.json/items/545/name
source: Hightech Valve
ru_ru: Высокотехнологичный вентиль

# data/item-database.json/items/545/description
source: A special valve that can withstand immense pressure. Maybe needed for exclusive machinery!
ru_ru: Особый вентиль, который может выдержать колоссальное давление. Может потребоваться для первоклассного механизма!

# data/item-database.json/items/546/name
source: Shy Fly
ru_ru: Стеснительная муха

# data/item-database.json/items/546/description
source: Another flying creature. Timid in nature it needs a lot of petting.
ru_ru: Ещё одно летающее создание. Робкое по природе, оно нуждается в частой ласке.

# data/item-database.json/items/547/name
source: T.A.N.K.
ru_ru: Т.А.Н.К.

# data/item-database.json/items/547/description
source: This message has been redacted.
ru_ru: Это сообщение было отредактировано.

# data/item-database.json/items/548/name
source: Micro Crawler
ru_ru: Микро-ползун

# data/item-database.json/items/548/description
source: You see him rolling and you're loving it.
ru_ru: Ты видишь, как он перекатывается, и тебе это нравится.

# data/item-database.json/items/549/name
source: Cool Bar
ru_ru: Крутая монтировка

# data/item-database.json/items/549/description
source: It's simple and elegant.
ru_ru: Это просто и изящно.

# data/item-database.json/items/550/name
source: Ascension Proof
ru_ru: Доказательство восхождения

# data/item-database.json/items/550/description
source: Some old looking image of a Karotto, hewn into mythical ore from Mt. Bergen.
ru_ru: Старое изображение Морковво, высеченное в мифической руде с горы Берген.

# data/item-database.json/items/551/name
source: Willis Waldmahl
ru_ru: Уиллис Уолдмэн

# data/item-database.json/items/551/description
source: Vegetarian bread cherished among magicians of the Sylvan Warlock society.
ru_ru: Вегетарианский хлеб почитается среди магов общества лесных колдунов.

# data/item-database.json/items/552/description
source: Not quite a man yet.
ru_ru: Ещё не совсем мужчина.

# data/item-database.json/items/553/description
source: A single flap with its wings can cause the biggest storm.
ru_ru: Один взмах крыльев может вызвать самый настоящий ураган.

# data/item-database.json/items/554/name
source: Piggybank
ru_ru: Копилка

# data/item-database.json/items/554/description
source: It rolls around at the speed of sound.
ru_ru: Она вращается со скоростью звука.

# data/item-database.json/items/555/name
source: Seedling
ru_ru: Саженец

# data/item-database.json/items/555/description
source: Carries the sound of the \v[area.tree-dng.name] to distant shores.
ru_ru: Разносит звук \v[area.tree-dng.name] к дальним берегам.

# data/item-database.json/items/556/name
source: Turbo
ru_ru: Турбо

# data/item-database.json/items/556/description
source: Slow and steady wins the race.
ru_ru: Тише едешь - дальше будешь.

# data/item-database.json/items/557/name
source: I Rob-0T
ru_ru: Я Роб-0т

# data/item-database.json/items/557/description
source: It has an eye on you.
ru_ru: Он положил на тебя глаз.

# data/item-database.json/items/558/name
source: Baby of the East
ru_ru: Ребёнок Востока

# data/item-database.json/items/558/description
source: Destined to be the guardian of something great.
ru_ru: Предназначен быть хранителем чего-то великого.

# data/item-database.json/items/559/name
source: Goose
ru_ru: Гусь

# data/item-database.json/items/559/description
source: Honk.
ru_ru: Га.

# data/item-database.json/items/560/name
source: Ku'lero Key
ru_ru: Ключ Ку'леро

# data/item-database.json/items/560/description
source: A regular key for the \c[3]\v[area.final-dng.name]\c[0].
ru_ru: Обычный ключ \c[3]Храма Ку'леро\c[0].

# data/item-database.json/items/561/name
source: Strange Shard
ru_ru: Странный осколок

# data/item-database.json/items/561/description
source: The crystal is hard, but the inside seems to transform constantly.
ru_ru: Твёрдый кристалл, но внутренняя часть, кажется, постоянно меняется.

# data/item-database.json/items/562/name
source: Cone Seed
ru_ru: Семя шишки

# data/item-database.json/items/562/description
source: A seed from the mighty cone trees found in Ku'lero Temple
ru_ru: Семя из могучих шишек, найденных в храме Ку'леро.

# data/item-database.json/items/563/name
source: Antique Ore
ru_ru: Старинная руда

# data/item-database.json/items/563/description
source: Imagine metal, but really really old and valuable.
ru_ru: Представьте металл, но действительно очень старый и ценный.

# data/item-database.json/items/564/name
source: Rose Cone
ru_ru: Розошишка

# data/item-database.json/items/564/description
source: These giant cones never seem to grow into the same size as their violet kin.
ru_ru: Похоже, эти гигантские шишки никогда не вырастают до размеров своих фиолетовых сородичей.

# data/item-database.json/items/565/name
source: Salty Gras
ru_ru: Солёная травка

# data/item-database.json/items/565/description
source: Said to collect the tears of those who didn't finish the track.
ru_ru: Говорят, собирает слёзы тех, кто не закончил путь.

# data/item-database.json/items/567/name
source: Cross Edge
ru_ru: Cross-лезвие

# data/item-database.json/items/567/description
source: Great at bringing the point across. [\c[3]Ascended\c[0]]
ru_ru: Скрестите его с тем, кому хотите донести суть. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/568/name
source: Cross Goggles
ru_ru: Cross-очки

# data/item-database.json/items/568/description
source: Viewing aids that help you survey every detail across huge areas. [\c[3]Ascended\c[0]]
ru_ru: Помогут вам рассмотреть каждую деталь в окрестности. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/569/name
source: Cross Mail
ru_ru: Cross-кольчуга

# data/item-database.json/items/569/description
source: Offers the highest-protection levels across the board. [\c[3]Ascended\c[0]]
ru_ru: Защищает лучше, чем крест от нечистой силы. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/570/name
source: Cross Boots
ru_ru: Cross-ботинки

# data/item-database.json/items/570/description
source: The finest boots you could have for crossing dangerous lands! [\c[3]Ascended\c[0]]
ru_ru: В этих ботинках можно идти хоть в крестовый поход! [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/571/name
source: Serene Bubble+
ru_ru: Пузырь спокойствия+

# data/item-database.json/items/571/description
source: A forcefield generator encases the head in a protective and relaxing bubble. [\c[3]Ascended\c[0]]
ru_ru: Генератор силового поля, заключающий голову в защитный и расслабляющий пузырь. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/572/name
source: Furious Hothead+
ru_ru: Горячая голова+

# data/item-database.json/items/572/description
source: Headgear that empowers its user with powerful generators while creating heat. [\c[3]Ascended\c[0]]
ru_ru: Головной убор, наделяющий пользователя мощными генераторами, создающими пламя. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/573/name
source: Trackwalker Visor+
ru_ru: Визор Путепроходца+

# data/item-database.json/items/573/description
source: State-of-the-art visor that was custom-tailored to the needs of Trackwalker expeditions. [\c[3]Ascended\c[0]]
ru_ru: Ультрасовременный визор, специально изготовленный для нужд экспедиций Путепроходца. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/574/name
source: Medusa Veil
ru_ru: Вуаль Медузы

# data/item-database.json/items/574/description
source: Based on a mythical beast, this veil grants adeptness in slowly weakening foes. [\c[3]Ascended\c[0]]
ru_ru: Основанная на мифическом создании, эта вуаль даёт возможность медленно ослаблять противников. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/575/name
source: Dragon's Bandana+
ru_ru: Бандана дракона+

# data/item-database.json/items/575/description
source: Once white, it turned deeply red by absorbing blood and murderous intent. [\c[3]Ascended\c[0]]
ru_ru: Когда-то белая, она стала тёмно-красной, поглощая кровь и убийственные намерения. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/576/name
source: Tranquil Earmuffs+
ru_ru: Спокойные наушники+

# data/item-database.json/items/576/description
source: Ear protection that shields against worldly stress with comforting softness. [\c[3]Ascended\c[0]]
ru_ru: Защита ушей, которая защищает от мирского стресса с комфортной мягкостью. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/577/name
source: Skirmisher+
ru_ru: Застрельщик+

# data/item-database.json/items/577/description
source: Fast weapon that performs exceptionally with hit and run tactics. [\c[3]Ascended\c[0]]
ru_ru: Быстрое оружие, которое превосходно подходит для тактики "бей-беги".[\c[3]Вознесённый\c[0]]

# data/item-database.json/items/578/name
source: Unbreaking Fist+
ru_ru: Нерушимый кулак+

# data/item-database.json/items/578/description
source: This huge fist was created from the hardest materials and is said to be indestructible. [\c[3]Ascended\c[0]]
ru_ru: Этот огромный кулак был создан из прочнейших материалов и считается неразрушимым. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/579/name
source: Mantis Whip+
ru_ru: Хлыст богомола+

# data/item-database.json/items/579/description
source: Long, flexible blade that is nigh-invisible and can lash out in an instant. [\c[3]Ascended\c[0]]
ru_ru: Длинный гибкий клинок, который почти незаметен и может атаковать мгновенно. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/580/name
source: Golden Falcon+
ru_ru: Золотой сокол+

# data/item-database.json/items/580/description
source: A long-ranged weapon, perfectly refined to destroy targets far, far away. [\c[3]Ascended\c[0]]
ru_ru: Дальнобойное оружие, идеально отточенное для уничтожения целей издали. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/581/name
source: Brostick of Force+
ru_ru: Бропалка силы+

# data/item-database.json/items/581/description
source: An extremely rare weapon created by a paramilitary organization of unknown origin. [\c[3]Ascended\c[0]]
ru_ru: Чрезвычайно редкое оружие, созданное военной организацией неизвестного происхождения. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/582/name
source: Cerberus Fang
ru_ru: Клык Цербера

# data/item-database.json/items/582/description
source: Based on a mythical beast, this weapon grants regeneration and additional attacks. [\c[3]Ascended\c[0]]
ru_ru: Основанное на мифическом создании, это оружие даёт регенерацию и дополнительные атаки. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/583/name
source: Zealous Lamellar+
ru_ru: Ревностная пластина+

# data/item-database.json/items/583/description
source: Light armor, composed of various materials, each representing a warrior's virtue. [\c[3]Ascended\c[0]]
ru_ru: Лёгкие доспехи, состоящие из различных материалов, каждый из которых представляет собой воинскую добродетель. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/584/name
source: Pioneer Vest+
ru_ru: Жилет пионера+

# data/item-database.json/items/584/description
source: Recently developed vest for elite explorers, equipped with high-grade survival features. [\c[3]Ascended\c[0]]
ru_ru: Недавно разработанный жилет для элитных исследователей, оснащённый высококачественными функциями выживания. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/585/name
source: Reactive Plate+
ru_ru: Реактивные латы+

# data/item-database.json/items/585/description
source: Highly advanced heavy plate armor that repels hits with explosive force. [\c[3]Ascended\c[0]]
ru_ru: Продвинутые тяжёлые доспехи, отталкивающие вражеские атаки взрывной волной. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/586/name
source: Chiron Vest
ru_ru: Жилет Хирона

# data/item-database.json/items/586/description
source: Based on a mythical beast, this vest grants exceptional aim on the move. [\c[3]Ascended\c[0]]
ru_ru: Основанный на мифическом создании, этот жилет даёт исключительную точность в движении. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/587/name
source: Killing Dress+
ru_ru: Убийственный наряд+

# data/item-database.json/items/587/description
source: Fine suit, tailored to always adapt for maximum professionalism in every situation. [\c[3]Ascended\c[0]]
ru_ru: Прекрасный костюм, созданный для того, чтобы всегда адаптироваться к максимальному профессионализму в любой ситуации. [\c[3]Вознесённый\c[0]]

# data/item-database.json/items/588/name
source: Assault Harness+
ru_ru: Штурмовой костюм+

# data/item-database.json/items/588/description
source: Streamlined protective gear, created for full-frontal assaults. [\c[3]Ascended\c[0]]
ru_ru: Обтекаемое защитное обмундирование, созданное для лобового наступления. [\c[3]Вознесённый\c[0]]
