Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json//items/544/description
source: Documents describing the involvement of the government in risky Track experiments.
es_es: Documentos que describen la participación del gobierno en experimentos arriesgados de la pista.

# data/item-database.json//items/545/name
source: Hightech Valve
es_es: Válvula de Alta Tecnología

# data/item-database.json//items/545/description
source: A special valve that can withstand immense pressure. Maybe needed for exclusive machinery!
es_es: Una válvula especial que puede soportar una presión inmensa. ¡Tal vez sea necesario para maquinaria exclusiva!

# data/item-database.json//items/546/name
source: Shy Fly
es_es: Mosca Tímida

# data/item-database.json//items/546/description
source: Another flying creature. Timid in nature it needs a lot of petting.
es_es: Otra criatura voladora. De naturaleza tímida, necesita muchas caricias.

# data/item-database.json//items/547/description
source: This message has been redacted.
es_es: Este mensaje ha sido redactado.

# data/item-database.json//items/548/name
source: Micro Crawler
es_es: Mini Tractor

# data/item-database.json//items/548/description
source: You see him rolling and you're loving it.
es_es: Lo ves rodando y te encanta.

# data/item-database.json//items/549/name
source: Cool Bar
es_es: Barra Fresca

# data/item-database.json//items/549/description
source: It's simple and elegant.
es_es: Es simple y elegante.

# data/item-database.json//items/550/name
source: Ascension Proof
es_es: Prueba de Ascensión

# data/item-database.json//items/550/description
source: Some old looking image of a Karotto, hewn into mythical ore from Mt. Bergen.
es_es: Una imagen de aspecto antiguo de un Karotto, tallada en mineral mítico del monte Bergen.

# data/item-database.json//items/551/description
source: Vegetarian bread cherished among magicians of the Sylvan Warlock society.
es_es: Pan vegetariano apreciado entre los magos de la sociedad Sylvan Warlock.

# data/item-database.json//items/552/name
source: Batboy
es_es: Chico Murciélago

# data/item-database.json//items/552/description
source: Not quite a man yet.
es_es: Todavía no es un hombre.

# data/item-database.json//items/553/name
source: Butterfliege
es_es: Mariposa

# data/item-database.json//items/553/description
source: A single flap with its wings can cause the biggest storm.
es_es: Un solo aleteo con sus alas puede causar la tormenta más grande.

# data/item-database.json//items/554/name
source: Piggybank
es_es: Cerdito Alcancía

# data/item-database.json//items/554/description
source: It rolls around at the speed of sound.
es_es: Rueda a la velocidad del sonido.

# data/item-database.json//items/555/name
source: Seedling
es_es: Planta de Semillero

# data/item-database.json//items/555/description
source: Carries the sound of the \v[area.tree-dng.name] to distant shores.
es_es: Lleva el sonido del \v[area.tree-dng.name] a costas lejanas.

# data/item-database.json//items/556/description
source: Slow and steady wins the race.
es_es: Lenta y constante gana la carrera.

# data/item-database.json//items/557/description
source: It has an eye on you.
es_es: Tiene un ojo en ti.

# data/item-database.json//items/558/name
source: Baby of the East
es_es: Bebe del Este

# data/item-database.json//items/558/description
source: Destined to be the guardian of something great.
es_es: Destinada a ser la guardiana de algo grande.

# data/item-database.json//items/559/name
source: Goose
es_es: Ganso

# data/item-database.json//items/559/description
source: Honk.
es_es: No pudo cantar Bossa Nova. No le sale.

# data/item-database.json//items/560/name
source: Ku'lero Key
es_es: Llave Ku'lero

# data/item-database.json//items/560/description
source: A regular key for the \c[3]\v[area.final-dng.name]\c[0].
es_es: Una llave común del \c[3]Templo Ku'lero\c[0].

# data/item-database.json//items/561/name
source: Strange Shard
es_es: Fragmento Extraño

# data/item-database.json//items/561/description
source: The crystal is hard, but the inside seems to transform constantly.
es_es: El cristal es duro, pero el interior parece transformarse constantemente.

# data/item-database.json//items/562/name
source: Cone Seed
es_es: Semilla de Cono

# data/item-database.json//items/562/description
source: A seed from the mighty cone trees found in Ku'lero Temple.
es_es: Una semilla de los poderosos conos que se encuentran en el Templo Ku'lero.

# data/item-database.json//items/563/name
source: Antique Ore
es_es: Mineral Antiguo

# data/item-database.json//items/563/description
source: Imagine metal, but really really old and valuable.
es_es: Imagina metal, pero realmente muy antiguo y valioso.

# data/item-database.json//items/564/name
source: Rose Cone
es_es: Cono Rosa

# data/item-database.json//items/564/description
source: These giant cones never seem to grow into the same size as their violet kin.
es_es: Estos conos gigantes nunca parecen crecer hasta alcanzar el mismo tamaño que sus parientes violetas.

# data/item-database.json//items/565/name
source: Salty Grass
es_es: Hierba Salada

# data/item-database.json//items/565/description
source: Said to collect the tears of those who didn't finish the track.
es_es: Se dice que recogen las lágrimas de los que no terminaron la pista.

# data/item-database.json//items/566/name
source: Coral Piece
es_es: Pieza de Coral

# data/item-database.json//items/566/description
source: Pieces of corals, as hard as steel. Could be used for trading.
es_es: Pedazos de corales, tan duros como el acero. Podría ser utilizado para el comercio.

# data/item-database.json//items/567/name
source: Cross Edge
es_es: Borde Cruzado

# data/item-database.json//items/567/description
source: Splendid for bringing the point across with cutting-edge technology. \i[ascended]
es_es: Espléndido por transmitir el punto con tecnología de punta. \i[ascended]

# data/item-database.json//items/568/name
source: Cross Goggles
es_es: Gafas Cruzadas

# data/item-database.json//items/568/description
source: Viewing aids that help you survey every detail across huge areas. \i[ascended]
es_es: Visualización de ayudas que lo ayudan a inspeccionar cada detalle en áreas enormes. \i[ascended]

# data/item-database.json//items/569/name
source: Cross Mail
es_es: Mallas Cruzada

# data/item-database.json//items/569/description
source: Offers the highest-protection levels across the board. \i[ascended]
es_es: Ofrece los más altos niveles de protección en todos los ámbitos. \i[ascended]

# data/item-database.json//items/570/name
source: Cross Boots
es_es: Botas Cruzadas

# data/item-database.json//items/570/description
source: The finest boots you could have for crossing dangerous lands! \i[ascended]
es_es: ¡Las mejores botas que podrías tener para cruzar tierras peligrosas! \i[ascended]

# data/item-database.json//items/571/name
source: Serene Bubble+
es_es: Burbuja Serena+

# data/item-database.json//items/571/description
source: A forcefield generator encases the head in a protective and relaxing bubble. \i[ascended]
es_es: Un generador de campo de fuerza encierra la cabeza en una burbuja protectora y relajante. \i[ascended]

# data/item-database.json//items/572/name
source: Furious Hothead+
es_es: Casco Fogoso+

# data/item-database.json//items/572/description
source: Headgear that empowers its user with powerful generators while creating heat. \i[ascended]
es_es: Casco que empodera a su usuario con potentes generadores mientras genera calor. \i[ascended]

# data/item-database.json//items/573/name
source: Trackwalker Visor+
es_es: Visera de Rastreador+

# data/item-database.json//items/573/description
source: State-of-the-art visor, custom-tailored to the needs of Trackwalker expeditions. \i[ascended]
es_es: Visor de última generación, hecho a la medida de las necesidades de las expediciones. \i[ascended]

# data/item-database.json//items/574/name
source: Medusa Veil
es_es: Velo de Medusa

# data/item-database.json//items/574/description
source: Based on a mythical beast, this veil grants adeptness in slowly weakening foes. \i[ascended]
es_es: Basado en una bestia mítica, este velo otorga habilidad para debilitar lentamente a los enemigos. \i[ascended]

# data/item-database.json//items/575/name
source: Dragon's Bandana+
es_es: Pañuelo del Dragón+

# data/item-database.json//items/575/description
source: Once white, it turned deeply red by absorbing blood and murderous intent. \i[ascended]
es_es: Una vez blanco, se volvió profundamente rojo al absorber la sangre y la intención asesina. \i[ascended]

# data/item-database.json//items/576/name
source: Tranquil Earmuffs+
es_es: Orejeras Quietas+

# data/item-database.json//items/576/description
source: Ear protection that shields against worldly stress with comforting softness. \i[ascended]
es_es: Protección auditiva que protege contra el estrés mundano con una suavidad reconfortante. \i[ascended]

# data/item-database.json//items/577/description
source: Fast weapon that performs exceptionally with hit and run tactics. \i[ascended]
es_es: Arma rápida que funciona excepcionalmente con tácticas de golpear y correr. \i[ascended]

# data/item-database.json//items/578/name
source: Unbreaking Fist+
es_es: Puño Irrompible+

# data/item-database.json//items/578/description
source: Huge fist, created from the hardest materials and said to be indestructible. \i[ascended]
es_es: Puño enorme, creado con los materiales más duros y se dice que es indestructible. \i[ascended]

# data/item-database.json//items/579/name
source: Mantis Whip+
es_es: Látigo de Mantis+

# data/item-database.json//items/579/description
source: Long, flexible blade that is nigh-invisible and can lash out in an instant. \i[ascended]
es_es: Hoja larga y flexible que es casi invisible y puede atacar en un instante. \i[ascended]

# data/item-database.json//items/580/name
source: Golden Falcon+
es_es: Halcón Dorado+

# data/item-database.json//items/580/description
source: A long-ranged weapon, perfectly refined to destroy targets far, far away. \i[ascended]
es_es: Un arma de largo alcance, perfectamente refinada para destruir objetivos muy, muy lejanos. \i[ascended]

# data/item-database.json//items/581/name
source: Brostick of Force+
es_es: Palo de la Hermandad+

# data/item-database.json//items/581/description
source: Extremely rare weapon created by a paramilitary organization of unknown origin. \i[ascended]
es_es: Arma extremadamente rara creada por una organización paramilitar de origen desconocido. \i[ascended]

# data/item-database.json//items/582/name
source: Cerberus Fang
es_es: Colmillo de Cerbero

# data/item-database.json//items/582/description
source: Based on a mythical beast, it grants regeneration and additional attacks. \i[ascended]
es_es: Basado en una bestia mítica, otorga regeneración y ataques adicionales. \i[ascended]

# data/item-database.json//items/583/name
source: Zealous Lamellar+
es_es: Lamellar Entusiasta+

# data/item-database.json//items/583/description
source: Light armor, composed of various materials, each representing a warrior's virtue. \i[ascended]
es_es: Armadura ligera, compuesta de varios materiales, cada uno de los cuales representa la virtud de un guerrero. \i[ascended]

# data/item-database.json//items/584/name
source: Pioneer Vest+
es_es: Chaleco Pionero+

# data/item-database.json//items/584/description
source: Recently developed vest for elite explorers, equipped with quality survival features. \i[ascended]
es_es: Chaleco desarrollado recientemente para exploradores de élite, equipado con características de supervivencia de calidad. \i[ascended]

# data/item-database.json//items/585/name
source: Reactive Plate+
es_es: Placa Reactiva+

# data/item-database.json//items/585/description
source: Highly advanced heavy plate armor that repels hits with explosive force. \i[ascended]
es_es: Armadura de placas pesadas altamente avanzada que repele los golpes con fuerza explosiva. \i[ascended]

# data/item-database.json//items/586/name
source: Chiron Vest
es_es: Chaleco Quirón

# data/item-database.json//items/586/description
source: Based on a mythical beast, this vest grants exceptional aim on the move. \i[ascended]
es_es: Basado en una bestia mítica, este chaleco otorga una puntería excepcional en movimiento. \i[ascended]

# data/item-database.json//items/587/name
source: Killing Dress+
es_es: Vestido Asesino+

# data/item-database.json//items/587/description
source: Fine suit, tailored to always adapt for maximum professionalism in every situation. \i[ascended]
es_es: Traje fino, confeccionado para adaptarse siempre a la máxima profesionalidad en cada situación. \i[ascended]

# data/item-database.json//items/588/name
source: Assault Harness+
es_es: Arnés de Asalto+

# data/item-database.json//items/588/description
source: Streamlined protective gear, created for full-frontal assaults. \i[ascended]
es_es: Equipo de protección aerodinámico, creado para ataques frontales completos. \i[ascended]

# data/item-database.json//items/589/name
source: Pendulum Striker+
es_es: Golpeador Ocsilante+

# data/item-database.json//items/589/description
source: Can amass great destructive force through continuous movement. \i[ascended]
es_es: Puede acumular una gran fuerza destructiva a través del movimiento continuo. \i[ascended]

# data/item-database.json//items/590/name
source: Knocking One+
es_es: Noqueador Contundente+

# data/item-database.json//items/590/description
source: Made from an massive, dense crystal. Unparallelled for intimidation. \i[ascended]
es_es: Hecho de un cristal masivo y denso. Inigualable para la intimidación. \i[ascended]

# data/item-database.json//items/591/description
source: A tough, neverending snack for combat. Fighting on an empty stomach is no good!
es_es: Un refrigerio duro e interminable para el combate. ¡Luchar con el estómago vacío no es bueno!

# data/item-database.json//items/592/name
source: Deadly Dancers+
es_es: Bailarines Mortales+

# data/item-database.json//items/592/description
source: Elegant shoes favored by agile gunslingers. Allow for fast movement in firefights. \i[ascended]
es_es: Zapatos elegantes preferidos por los ágiles pistoleros. Permitir un movimiento rápido en tiroteos. \i[ascended]

# data/item-database.json//items/593/name
source: Praetorian Anchors+
es_es: Anclas Pretorianas+

# data/item-database.json//items/593/description
source: Heavy boots used by high-class bodyguards that allow no passing nor harm. \i[ascended]
es_es: Botas pesadas usadas por guardaespaldas de clase alta que no permiten pasar ni hacer daño. \i[ascended]

# data/item-database.json//items/594/name
source: Mistwalkers+
es_es: Botas Nebulosas+

# data/item-database.json//items/594/description
source: Almost weightless - often used by skilled agents, only known from stories. \i[ascended]
es_es: Casi sin peso: a menudo utilizado por agentes expertos, solo conocido por historias. \i[ascended]

# data/item-database.json//items/595/name
source: Pegasus Greaves
es_es: Grebas de Pegaso

# data/item-database.json//items/595/description
source: Based on a mythical beast, these boots grant inhuman speed and endurance. \i[ascended]
es_es: Basadas en una bestia mítica, estas botas otorgan una velocidad y resistencia inhumanas. \i[ascended]

# data/item-database.json//items/596/name
source: Combat Skates+
es_es: Patines de Combate+

# data/item-database.json//items/596/description
source: Skates that have been sharpened to a vicious edge. Be deadly on ice! \i[ascended]
es_es: Patines que se han afilado a un borde vicioso. ¡Sé mortal en el hielo! \i[ascended]

# data/item-database.json//items/597/name
source: Paedalos+
es_es: Pédales+

# data/item-database.json//items/597/description
source: Created by masterful craftsmen, helps to achieve a healthy posture. \i[ascended]
es_es: Creado por maestros artesanos, ayuda a lograr una postura saludable. \i[ascended]

# data/item-database.json//items/598/name
source: Very Last Strawhat
es_es: El Último Sombrero de Paja

# data/item-database.json//items/598/description
source: The very last upgrade. The true ultimate strawhat, vastly increasing your focus. \i[ascended]
es_es: La última actualización. El verdadero sombrero de paja definitivo, que aumenta enormemente tu enfoque. \i[ascended]

# data/item-database.json//items/599/name
source: Sunshine Bracer
es_es: Brazalete Solar

# data/item-database.json//items/599/description
source: Highly empowered, can manipulate the aura of everything around it. \i[ascended]
es_es: Altamente empoderado, puede manipular el aura de todo lo que lo rodea. \i[ascended]

# data/item-database.json//items/600/name
source: Rookiehat
es_es: Sombrero de Novato

# data/item-database.json//items/600/description
source: Starting Equipment. Let the Adventure begin!
es_es: Equipamiento inicial. ¡Qué empiece la aventura!

# data/item-database.json//items/601/name
source: Highmeister Gloves
es_es: Guantes de Alto Maestro

# data/item-database.json//items/601/description
source: Worn and old gloves once belonging to a great master of parries. \i[ascended]
es_es: Guantes gastados y viejos que alguna vez pertenecieron a un gran maestro de los Stuns. \i[ascended]

# data/item-database.json//items/602/name
source: Body Armoire
es_es: Armario Corporeo

# data/item-database.json//items/602/description
source: A wearable container that can store an inconceivable amount of stuff. \i[ascended]
es_es: Un contenedor portátil que puede almacenar una cantidad inconcebible de cosas. \i[ascended]

# data/item-database.json//items/603/name
source: Artillery Boots+
es_es: Botas de Artillería+

# data/item-database.json//items/603/description
source: Highly-advanced footwear, magnifying one's power at the cost of quicker exhaustion. \i[ascended]
es_es: Calzado muy avanzado, magnificando el poder de uno a costa de un agotamiento más rápido. \i[ascended]

# data/item-database.json//items/604/name
source: Lifefiber Dress
es_es: Vestido de Fibra Vital

# data/item-database.json//items/604/description
source: Spun from living thread that forms a nigh symbiontic relationship with its wearer. \i[ascended]
es_es: Hilos vivientes que forman una relación casi simbiótica con su portador. \i[ascended]

# data/item-database.json//items/605/name
source: Eternal Salami+
es_es: Salame Eterno+

# data/item-database.json//items/605/description
source: A tough, neverending snack for combat. No more empty stomachs, ever. \i[ascended]
es_es: Un refrigerio duro e interminable para el combate. No más estómagos vacíos, nunca. \i[ascended]

# data/item-database.json//items/606/name
source: Light Gem
es_es: Gema de Luz

# data/item-database.json//items/606/description
source: A chipped silver gem. Apparently it's of no use by itself but maybe...?
es_es: Una gema de plata astillada. Aparentemente no sirve de nada por sí mismo, ¿pero que pasaría si tan solo...?

# data/item-database.json//items/607/name
source: Shuriken Shooter
es_es: Tirador Shuriken

# data/item-database.json//items/607/description
source: Makes you move and shoot very fast. \i[ascended]
es_es: Te hace moverte y disparar muy rápido. \i[ascended]

# data/item-database.json//items/608/name
source: Barrel Beak
es_es: Pico Cañón

# data/item-database.json//items/608/description
source: A beak formed like the barrel of a sniper rifle.
es_es: Un pico formado como el cañón de un rifle de francotirador.

# data/item-database.json//items/609/name
source: Rumble Hive
es_es: Colmena Estruendosa

# data/item-database.json//items/609/description
source: Beeware: Swirling inside are what feels like thousands of bees!
es_es: ¡En su interior hay lo que se siente como miles de abejas!

# data/item-database.json//items/610/name
source: Burned Ash
es_es: Ceniza Quemada

# data/item-database.json//items/610/description
source: Ash that was burned, which resulted in even more ash. Figures.
es_es: Ceniza que fue quemada, lo que resultó en aún más ceniza. Poético.

# data/item-database.json//items/611/name
source: Speedy Boom Boots
es_es: Botas Explosivas

# data/item-database.json//items/611/description
source: Ideal for those who aspire to move at very high velocities. \i[ascended]
es_es: Ideal para aquellos que aspiran a moverse a muy altas velocidades. \i[ascended]

# data/item-database.json//items/612/name
source: Unruly Emeralds
es_es: Esmeraldas Rebeldes

# data/item-database.json//items/612/description
source: A set of multicolored gems that seem to bow to neither law nor order.
es_es: Un conjunto de gemas multicolores que parecen no ceder ni a la ley ni al orden.

# data/item-database.json//items/613/name
source: - New Boostertrade
es_es: - Nuevo Potenciador de Intercambios

# data/item-database.json//items/613/description
source: A rare green gem only found when fighting strong adversaries.
es_es: Una rara gema verde que solo se encuentra cuando se lucha contra adversarios fuertes.

# data/item-database.json//items/614/name
source: - beach1-1
es_es: - playa1-1

# data/item-database.json//items/614/description
source: Beach item 1-1
es_es: Artículo de playa 1-1

# data/item-database.json//items/615/name
source: - beach1-2
es_es: - playa1-2

# data/item-database.json//items/615/description
source: Beach item 1-2
es_es: Artículo de playa 1-2

# data/item-database.json//items/616/name
source: - beach2-1
es_es: - playa2-1

# data/item-database.json//items/616/description
source: Beach item 2-1
es_es: Artículo de playa 2-1

# data/item-database.json//items/617/name
source: - beach2-2
es_es: - playa2-2

# data/item-database.json//items/617/description
source: Beach item 2-2
es_es: Artículo de playa 2-2

# data/item-database.json//items/618/name
source: Booster Booster
es_es: Potenciador de Potenciadores

# data/item-database.json//items/618/description
source: Further empowers enemies that are boosted by \c[3]regional boosters\c[0] up to your level!
es_es: ¡Potencia aún más a los enemigos que son potenciados por \c[3]potenciadores regionales\c[0] hasta tu nivel!

# data/item-database.json//items/619/name
source: Yellow Sponge
es_es: Esponja Amarilla

# data/item-database.json//items/619/description
source: Natural sponge that usually lives under the sea.
es_es: Esponja natural que suele vivir bajo el mar.

# data/item-database.json//items/620/name
source: Mellow Water
es_es: Agua Dulce

# data/item-database.json//items/620/description
source: This water is often used for tea to create a soothing taste.
es_es: Esta agua se usa a menudo para el té para crear un sabor dulce.

# data/item-database.json//items/621/name
source: Shell Nut
es_es: Concha Nuez

# data/item-database.json//items/621/description
source: This coconut is shaped like a sea shell.
es_es: Este coco tiene forma de una concha.

# data/item-database.json//items/622/name
source: MacGuffin's Coin
es_es: Moneda de MacGuffin

# data/item-database.json//items/622/description
source: Obtaining it is important for something.
es_es: Obtenerlo es importante para algo.

# data/item-database.json//items/623/name
source: Gold Surprise Egg
es_es: Huevo Sorpresa Dorado

# data/item-database.json//items/623/description
source: An egg-shaped object made from extremely valuable material!
es_es: ¡Un objeto en forma de huevo hecho de un material extremadamente valioso!

# data/item-database.json//items/624/name
source: Ku'lero Master Key
es_es: Llave Maestra Ku'lero

# data/item-database.json//items/624/description
source: Master key for the \c[3]\v[area.final-dng.name]\c[0].
es_es: Llave maestra para \c[3]\v[area.final-dng.name]\c[0].

# data/item-database.json//items/625/name
source: Ancient Cups
es_es: Copas Antiguas
