Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json//items/88/description
source: Meat from animals brutally butchered in the wild.
es_es: Carne de los animales que han sido brutalmente despellejados en combate.

# data/item-database.json//items/89/name
source: Core Drill
es_es: Taladro del Núcleo

# data/item-database.json//items/89/description
source: Almost tiny drill whose strength depends on the willpower of the user.
es_es: Un pequeño taladro cuyo poder dependa de la disposición del usuario.

# data/item-database.json//items/90/name
source: Giga Spiral Drill
es_es: Taladro Espiral Gigante

# data/item-database.json//items/90/description
source: Said to be able to pierce through the heavens themselves.
es_es: Se dice que puede atravesar los mismísimos cielos.

# data/item-database.json//items/91/name
source: Autumn Leaves
es_es: Hojas de Otoño

# data/item-database.json//items/91/description
source: Simple leaves commonly found in Autumn's Rise.
es_es: Simples hojas encontradas comúnmente en el Amanecer del Otoño.

# data/item-database.json//items/92/name
source: Season Apples
es_es: Manzanas de Estación

# data/item-database.json//items/92/description
source: Eating them apparently helps to keep the doctor away for one day.
es_es: Si las comes parece que no tendrás que ir al doctor por un día.

# data/item-database.json//items/93/name
source: Gold Beetle
es_es: Escarabajo de Oro

# data/item-database.json//items/93/description
source: These little bugs hide on plants near rivers and only come out to search for food.
es_es: Estos pequeños insectos se esconden en las plantas cercanas a los ríos y solo se asoman a buscar comida.

# data/item-database.json//items/94/name
source: Twilight Dew
es_es: Rocío del Ocaso

# data/item-database.json//items/94/description
source: Used to grow rare plants that need pure and clean water.
es_es: Se utiliza para hacer crecer extrañas plantas que necesitan agua limpia y pura.

# data/item-database.json//items/95/name
source: Bear Cicada
es_es: Chicharro Bárbaro

# data/item-database.json//items/95/description
source: A rare autumn bug who only chants his melody in bright moonlight.
es_es: Un extraño insecto del otoño que solo canta su melodía a la luz de la luna.

# data/item-database.json//items/96/name
source: Azure Dragonfly
es_es: Libélula Azul

# data/item-database.json//items/96/description
source: These beautiful creatures sparkle azure blue at dawn until the sun sets.
es_es: Estas bellísimas criaturas brillan de azul desde el amanecer hasta la puesta del sol.

# data/item-database.json//items/97/name
source: Veggie Set
es_es: Set de Vegetales

# data/item-database.json//items/97/description
source: Mostly obtained from traders. Contains everything from beans to sweet potatoes.
es_es: Obtenido en su mayoría por comerciantes. Contiene de todo, desde legumbres hasta papas dulces.

# data/item-database.json//items/97/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
es_es: \c[3]Comerciantes\c[0] en las Grandes Ciudades

# data/item-database.json//items/97/sources/1/value/text
source: \c[3]Player Traders\c[0] in all Areas
es_es: \c[3]Comerciantes\c[0] en todas las Áreas

# data/item-database.json//items/98/name
source: Fruit Set
es_es: Set de Frutas

# data/item-database.json//items/98/description
source: Mostly obtained from traders. Contains everything from bananas to strawberries.
es_es: Obtenido en su mayoría por comerciantes. Contiene de todo, desde bananas hasta frutillas.

# data/item-database.json//items/98/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
es_es: \c[3]Comerciantes\c[0] en las Grandes Ciudades

# data/item-database.json//items/98/sources/1/value/text
source: \c[3]Player Traders\c[0] in all Areas
es_es: \c[3]Comerciantes\c[0] en todas las Áreas

# data/item-database.json//items/99/name
source: Junk Metal
es_es: Cachos de Metal

# data/item-database.json//items/99/description
source: Various metal parts. Might look old but could be used to create new equipment.
es_es: Varias partes de metal. Se ven viejas, pero se pueden utilizar para crear equipamiento nuevo.

# data/item-database.json//items/99/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
es_es: \c[3]Comerciantes\c[0] en las Grandes Ciudades

# data/item-database.json//items/99/sources/1/value/text
source: \c[3]Player Traders\c[0] all over CrossWorlds
es_es: \c[3]Comerciantes\c[0] en todas las Áreas

# data/item-database.json//items/100/name
source: Spiral Gem
es_es: Gema Espiral

# data/item-database.json//items/100/description
source: A rare gem which forms a strange helix spiral.
es_es: Una extraña gema que forma una espiral en hélice.

# data/item-database.json//items/101/name
source: Sparkly Boots
es_es: Botas Brillantes

# data/item-database.json//items/101/description
source: They will make you sparkle with every step. Literally.
es_es: Te harán brillar con cada paso. Literalmente.

# data/item-database.json//items/102/name
source: Gunner's Trigger
es_es: Gatillo Fácil

# data/item-database.json//items/102/description
source: Ranged weapon, ideal to defend a fortified border against hostile neighbors.
es_es: Arma a distancia, es ideal para defender un borde fortificado contra vecinos hostiles.

# data/item-database.json//items/103/name
source: Feather Leaf
es_es: Hoja de Pluma

# data/item-database.json//items/103/description
source: A single leaf from the infamous Feather Trees only found on Bergen Trail.
es_es: Una hoja de los infames Árboles de Pluma que se hayan en el Sendero de Bergen.

# data/item-database.json//items/104/name
source: Rusty Bits
es_es: Pedazos Oxidados

# data/item-database.json//items/104/description
source: Nuts and Bolts. Ancient history says they were once used as currency.
es_es: Tuercas y tornillos. La historia antigua dice que alguna vez se utilizaron como moneda de cambio.

# data/item-database.json//items/104/sources/8/value/text
source: \c[3]Egg Pots\c[0] in \v[area.cold-dng.name]
es_es: \c[3]Hueveras\c[0] en \v[area.cold-dng.name]

# data/item-database.json//items/105/name
source: Frozen Tear
es_es: Lágrima Congelada

# data/item-database.json//items/105/description
source: Dropped by solitary conifer trees. Could this crystal cone be a sign of their loneliness?
es_es: Obtenida de los solitarios Árboles Coníferos. ¿Será este cristal un símbolo de su soledad?

# data/item-database.json//items/106/name
source: Pike Wood
es_es: Madera Puntiaguda

# data/item-database.json//items/106/description
source: Falling butt first on these sure must hurt. So you better watch out!
es_es: Caer sobre estas maderas debe doler. ¡Será mejor tener cuidado!

# data/item-database.json//items/107/name
source: Purple Ore Lump
es_es: Mineral Púrpura

# data/item-database.json//items/107/description
source: Common metal ore probably found in one of the many mining shafts.
es_es: Un mineral común de metal, probablemente encontrado en una de las tantas minas de CrossWorlds.

# data/item-database.json//items/108/name
source: Winter Thorn
es_es: Espina de Invierno

# data/item-database.json//items/108/description
source: Once used as material for nobility furniture. But who wants to sit on a spiky throne?
es_es: Solía utilizarse como material para los muebles de la realeza. ¿Pero quién querría sentarse en un trono con espinas?

# data/item-database.json//items/109/name
source: Bergen Ice
es_es: Hielo de Bergen

# data/item-database.json//items/109/description
source: Ice fresh from Bergen Trail.
es_es: Hielo fresco del Sendero de Bergen.

# data/item-database.json//items/110/name
source: Bergen Ice Cream
es_es: Helado de Bergen

# data/item-database.json//items/110/description
source: Makes you feel incredibly cool inside.
es_es: Te congela el cuerpo.

# data/item-database.json//items/111/name
source: Battered Fist
es_es: Puño Abollado

# data/item-database.json//items/111/description
source: This gauntlet may have seen better days but can still take and dish out a solid beating.
es_es: Este guantelete ha visto mejores días, pero aún así puede dar unas buenas palizas.

# data/item-database.json//items/112/name
source: Copper Gull
es_es: Gaviota de Cobre

# data/item-database.json//items/112/description
source: This long-ranged weapon is often used by soldiers at sea.
es_es: Este arma de larga distancia suele ser utilizado por los soldados en el mar.

# data/item-database.json//items/113/name
source: Iron Edge
es_es: Filo de Hierro

# data/item-database.json//items/113/description
source: A sharp and reliable classic of warfare.
es_es: Una clásica arma de guerra. Filosa y confiable.

# data/item-database.json//items/114/name
source: Rocksplitter
es_es: Partepiedras

# data/item-database.json//items/114/description
source: A robust tool, often used to dig through mountain and monster alike.
es_es: Una robusta herramienta. Frecuentemente utilizada para destrozar tanto montañas como monstruos.

# data/item-database.json//items/115/name
source: Silver Hawk
es_es: Halcón de Plata

# data/item-database.json//items/115/description
source: A shining weapon that was once even used to battle among the stars.
es_es: Una brillante arma alguna vez utilizada para pelear entre las estrellas.

# data/item-database.json//items/116/name
source: Cooling Veil
es_es: Velo Acondicionador

# data/item-database.json//items/116/description
source: A headscarf drenched in cooling liquid that protects against heat and sunburns.
es_es: Un pañuelo empapado en un líquido helado que te protege contra el fuego y las quemaduras.

# data/item-database.json//items/117/name
source: Longears
es_es: Orejazas

# data/item-database.json//items/117/description
source: A headband with long, fluffy ears that resemble those of a bunny.
es_es: Una vincha con unas largas y peludas orejas que se parecen a las de un conejo.

# data/item-database.json//items/118/name
source: Iron Goggles
es_es: Gafas de Hierro

# data/item-database.json//items/118/description
source: Very robust goggles. Frames are iron. Glasses are glass.
es_es: Unas gafas muy robustas. Su marco es de hierro. Sus vidrios son de vidrio.

# data/item-database.json//items/119/name
source: Furry Cap
es_es: Gorro Peludo

# data/item-database.json//items/119/description
source: The ideal headgear for cold climates. Very hard to keep clean though.
es_es: El gorro ideal para los climas fríos. Pero es muy difícil de limpiar.

# data/item-database.json//items/120/name
source: Icewalkers
es_es: Botas de Hielo

# data/item-database.json//items/120/description
source: High boots with spiked soles. Useful on slippery ground.
es_es: Unas altas botas con pinchos en su suela. Muy útiles para los suelos resbaladizos.

# data/item-database.json//items/121/name
source: Iron Boots
es_es: Botas de Hierro

# data/item-database.json//items/121/description
source: Well-crafted footgear that ensures both mobility and safe feet.
es_es: Unas botas bien construidas que garantizan movilidad y la seguridad de tus pies.

# data/item-database.json//items/122/name
source: Iron Mail
es_es: Malla de Hierro

# data/item-database.json//items/122/description
source: Very reliable body armor. Also the standard equipment of an elite delivery service.
es_es: Una muy confiable armadura. Además, es el equipamiento estándar de un servicio de entregas de élite.

# data/item-database.json//items/123/name
source: Hardrock Plate
es_es: Placa de Roca Dura

# data/item-database.json//items/123/description
source: Heavy plate made out of almost unbreakable rock. Emits distinctive sounds on hit.
es_es: Una pesada placa hecha de una roca casi indestructible. Emite un distintivo sonido cuando es golpeada.

# data/item-database.json//items/124/name
source: Spiky Jacket
es_es: Chaqueta Puntiaguda

# data/item-database.json//items/124/description
source: Made from needles and bug shells to create a natural protection. Be careful in crowds!
es_es: Hecha de agujas y caparazones de insectos para crear una protección natural. ¡Ten cuidado en las multitudes!

# data/item-database.json//items/125/name
source: Bubblebelt
es_es: Cinturbuja

# data/item-database.json//items/125/description
source: A mysterious belt that constantly covers the owner in protective bubbles.
es_es: Un misterioso cinturón que constantemente cubre a su portador en burbujas protectoras.

# data/item-database.json//items/126/name
source: Fluffy Fur
es_es: Pelaje Peludo

# data/item-database.json//items/126/description
source: People often burst in sheer joy when touching this soft fur.
es_es: La gente salta de alegría cuando tocan este suave pelaje.

# data/item-database.json//items/127/name
source: Rock Beak
es_es: Pico de Piedra

# data/item-database.json//items/127/description
source: An absurdly hard beak. It can actually be melted into a rare type of metal.
es_es: Un pico absurdamente duro. Se puede derretir a un extraño metal.

# data/item-database.json//items/128/name
source: Solid Bubble
es_es: Burbuja Sólida

# data/item-database.json//items/128/description
source: Yes, this is a bubble. It simply won't pop and some people like that.
es_es: Sí, es una burbuja. Nunca explotará, y hay gente a la que eso le gusta.

# data/item-database.json//items/129/name
source: Dropped Mic
es_es: Micrófono Caído

# data/item-database.json//items/129/description
source: Someone dropped this mic hard. It's shattered and unusable.
es_es: Alguien ha dejado caer este micrófono. Esta destruido y es inusable.

# data/item-database.json//items/130/name
source: Spice Set
es_es: Set de Especias

# data/item-database.json//items/130/description
source: Mostly obtained from traders. Contains everything from black pepper to saffron.
es_es: Obtenido en su mayoría por comerciantes. Contiene de todo, desde pimienta negra hasta azafrán.

# data/item-database.json//items/130/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
es_es: \c[3]Comerciantes\c[0] en las Grandes Ciudades

# data/item-database.json//items/130/sources/1/value/text
source: \c[3]Player Traders\c[0] in all Areas
es_es: \c[3]Comerciantes\c[0] en todas las Áreas

# data/item-database.json//items/131/name
source: The End
es_es: El Fin

# data/item-database.json//items/131/description
source: It's the end. But patience will be rewarded.
es_es: Es el fin. Pero la paciencia será recompensada.

# data/item-database.json//items/132/name
source: Echo Roll
es_es: Burrito de Eco

# data/item-database.json//items/132/description
source: While eating it emits a strange echo mimicking chewing sounds.
es_es: Cuando lo comes, emite un extraño eco en el que se oye como masticas.

# data/item-database.json//items/133/name
source: Broken Gauntlet
es_es: Guantelete Roto

# data/item-database.json//items/133/description
source: Rusty and broken. This weapon is as useful as it looks. A true waste of metal.
es_es: Roto y oxidado. Esta arma es tan útil como se ve. Un gran desperdicio de metal.

# data/item-database.json//items/134/name
source: -Disc of UNUSED
es_es: Disco de SIN USO

# data/item-database.json//items/134/description
source: IS NOT USED ANYMORE
es_es: YA NO SE USA MÁS

# data/item-database.json//items/135/name
source: Disc of Insight
es_es: Disco del Conocimiento

# data/item-database.json//items/135/description
source: Grants insight into the mysteries of the world.
es_es: Otorga información sobre los misterios del mundo.

# data/item-database.json//items/136/name
source: Disc of Treasure
es_es: Disco del Tesoro

# data/item-database.json//items/136/description
source: An old artifact used to catch a fleeting glimpse of a vast treasure.
es_es: Un antiguo artefacto utilizado para buscar alguna pista sobre el paradero de un vasto tesoro.

# data/item-database.json//items/137/name
source: Broken Shield
es_es: Escudo Roto

# data/item-database.json//items/137/description
source: Another example of a useless piece of equipment.
es_es: Otro ejemplo de un equipamiento inútil.

# data/item-database.json//items/138/name
source: Autumn Ingredients
es_es: Ingredientes de Otoño

# data/item-database.json//items/138/description
source: A package of freshly picked ingredients from Autumn's Rise for a crucial business lunch.
es_es: Un paquete de varios ingredientes frescos provenientes del Amanecer del Otoño. Perfectos para esas cruciales reuniones de trabajo.

# data/item-database.json//items/139/name
source: Frosted Carrot
es_es: Zanahoria Congelada

# data/item-database.json//items/139/description
source: A carrot preserved with a thin coating of ice. It's full of precious vitamins!
es_es: Una zanahoria preservada por una fina capa de hielo. ¡Está llena de preciadas vitaminas!

# data/item-database.json//items/140/name
source: Perforated Tophat
es_es: Galera Perforada

# data/item-database.json//items/140/description
source: A really fancy type of hat. Sadly this hasn't protected it from some vicious holes.
es_es: Un sombrero muy vistoso. Por desgracia, eso no lo ha protegido de algunos viciosos agujeros.

# data/item-database.json//items/141/name
source: Diabolic Horns
es_es: Cuernos Diabólicos

# data/item-database.json//items/141/description
source: Long, slightly curved horns, made from shiny metal. They also have a distinct smell.
es_es: Largos y encorvados cuernos hechos de un reluciente metal. Tienen un olor distintivo.

# data/item-database.json//items/142/name
source: Captured Bunny
es_es: Conejo Capturado

# data/item-database.json//items/142/description
source: The legendary bunny captured in what looks like a ball-shaped capture device.
es_es: El conejo legendario, capturado en lo que parecer ser un dispositivo de captura con forma de bola.

# data/item-database.json//items/143/name
source: Disciple Gloves
es_es: Guantes de Discípulo

# data/item-database.json//items/143/description
source: Scarcely used gloves belonging to a young martial artist, learning an ancient art.
es_es: Guantes con poco uso. Le pertenecían a un joven estudiante de una antigua arte marcial.

# data/item-database.json//items/144/name
source: Capture Device
es_es: Dispositivo de Captura

# data/item-database.json//items/144/description
source: A roundish-shaped device. It can absorb the soul of defeated enemies.
es_es: Un dispositivo con forma de bola. Puede absorber el alma de los enemigos derrotados.

# data/item-database.json//items/145/name
source: Green Leaf Shade
es_es: Sombra de Hoja Verde

# data/item-database.json//items/145/description
source: Provides passage to \c[3]Autumn's Rise\c[0].
es_es: Otorga paso al \c[3]Amanecer del Otoño\c[0].

# data/item-database.json//items/146/name
source: Faj'ro Key
es_es: Llave Faj'ro

# data/item-database.json//items/146/description
source: A regular key for \c[3]Faj'ro Temple\c[0].
es_es: Una llave común del \c[3]Templo Faj'ro\c[0].

# data/item-database.json//items/147/name
source: Faj'ro Master Key
es_es: Llave Maestra Faj'ro

# data/item-database.json//items/147/description
source: The Master Key of the \c[3]Faj'ro Temple\c[0].
es_es: La Llave Maestra del \c[3]Templo Faj'ro\c[0].

# data/item-database.json//items/148/name
source: Yellow Sand Shade
es_es: Sombra de Arena Amarilla

# data/item-database.json//items/148/description
source: Provides access to \c[3]Faj'ro Temple\c[0].
es_es: Otorga acceso al \c[3]Templo Faj'ro\c[0].

# data/item-database.json//items/149/name
source: Mine Pass
es_es: Pase de la Mina

# data/item-database.json//items/149/description
source: The pass for \c[3]Temple Mine\c[0]. Acquired after extensive amounts of forced exposition.
es_es: El pase para el \c[3]Templo Mina\c[0]. Adquirido luego de cantidades excesivas de exposición forzada.

# data/item-database.json//items/150/name
source: Neutral Stone
es_es: Piedra Neutral

# data/item-database.json//items/150/description
source: A conventionally shaped rock that emits neutrality. Might one day empower your circuit?
es_es: Una piedra con una conveniente forma que emite neutralidad. ¿Quizá algún día le de poder a tu circuito?

# data/item-database.json//items/151/name
source: Hermit Repairkit
es_es: Kit de Reparación del Ermitaño

# data/item-database.json//items/151/description
source: A repair kit for the generator in the basement of the Hermit's House.
es_es: Un kit de reparación para el generador en el sótano del Hogar de Ermitaño.

# data/item-database.json//items/152/name
source: Mine Key
es_es: Llave de la Mina

# data/item-database.json//items/152/description
source: A regular key for the \c[3]Temple Mine\c[0].
es_es: Una llave común del \c[3]Templo Mina\c[0].

# data/item-database.json//items/153/name
source: Mine Master Key
es_es: Llave Maestra de la Mina

# data/item-database.json//items/153/description
source: The master key for \c[3]Temple Mine\c[0].
es_es: La Llave Maestra del \c[3]Templo Mina\c[0].

# data/item-database.json//items/154/name
source: Thief's Key
es_es: Llave del Ladrón

# data/item-database.json//items/154/description
source: A rusty but astoundingly sturdy key. Opens bronze chests.
es_es: Una oxidada pero sorprendentemente robusta llave. Abre los cofres de bronce.

# data/item-database.json//items/155/name
source: White Key
es_es: Llave Blanca

# data/item-database.json//items/155/description
source: A silver key so bright it appears white. Opens silver chests.
es_es: Una llave de plata que parece ser blanca. Abre los cofres de plata.

# data/item-database.json//items/156/name
source: Radiant Key
es_es: Llave Radiante

# data/item-database.json//items/156/description
source: A golden key emitting a mesmerizing pulse. Opens golden chests.
es_es: Una llave de oro que emite un fascinante pulso. Abre los cofres de oro.

# data/item-database.json//items/157/name
source: Ye dirty 'ol cheater
es_es: Objeto del Tramposo

# data/item-database.json//items/157/description
source: You can't have that.
es_es: No deberías tener esto.

# data/item-database.json//items/158/name
source: Stone of Valor
es_es: Piedra del Valor

# data/item-database.json//items/158/description
source: One of the \c[3]Origin Stones\c[0]. Shifting smoothly between orange and red colors.
es_es: Una de las \c[3]Piedras del Origen\c[0]. Cambia suavemente de color entre el naranja y el rojo.

# data/item-database.json//items/159/name
source: Bug Shell
es_es: Caparazón de Insecto

# data/item-database.json//items/159/description
source: A shell shaped like a bug. It emits a blue aura, pulsating almost like a heartbeat.
es_es: Un caparazón con forma de insecto. Emite un aura azul, pulsando casi como un latido.

# data/item-database.json//items/160/name
source: Blue Orb
es_es: Orbe Azul

# data/item-database.json//items/160/description
source: You can hear something buzzing inside.
es_es: Se puede oír algo zumbar dentro.

# data/item-database.json//items/161/name
source: Proper Tophat
es_es: Galera Adecuada

# data/item-database.json//items/161/description
source: An expertly patched tophat. It's not uniquely impressive but at least without holes.
es_es: Una galera expertamente parcheada. No es nada impresionante, pero al menos no tiene agujeros.

# data/item-database.json//items/162/name
source: - Devillish Tophat
es_es: Galera Diabólica

# data/item-database.json//items/162/description
source: Decorated with goat horns and a pink flower. It really shows that you mean business!
es_es: Está decorada con cuernos de cabra y una flor rosa. ¡Demuestra que vas en serio!

# data/item-database.json//items/163/name
source: Metal Gears
es_es: Engranajes de Metal

# data/item-database.json//items/163/description
source: Just gears made out of metal, yepp.
es_es: No son más que engranajes hechos de metal. Sí, así es.

# data/item-database.json//items/164/name
source: Ancient Sandals
es_es: Sandalias Antiguas
