Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json//items/0/name
source: Golden Triangle
es_es: Triángulo Dorado

# data/item-database.json//items/0/description
source: A yellow triangle. Seems to be rather useless.
es_es: Un triángulo amarillo. Parece ser inútil.

# data/item-database.json//items/1/name
source: Sandwich
es_es: Sándwich

# data/item-database.json//items/1/description
source: A simple lunch for travels. \c[2]Heals 15% of max HP\c[0].
es_es: Un sencillo almuerzo para los viajes. \c[2]Cura el 15% de los PV máximos\c[0].

# data/item-database.json//items/2/name
source: Green Leaf Tea
es_es: Té Verde

# data/item-database.json//items/2/description
source: A tad bitter but incredibly heartwarming nonetheless.
es_es: Un poco amargo, pero no deja de llenarte el corazón.

# data/item-database.json//items/3/name
source: Sweet Berry Tea
es_es: Té de Bayas Dulces

# data/item-database.json//items/3/description
source: Sweet and fruity tea. Keeps you warm for a long time.
es_es: Un té dulce y frutal. Te mantiene caliente por un largo tiempo.

# data/item-database.json//items/4/description
source: Will f§=k you up.
es_es: Te dejará jodido.

# data/item-database.json//items/5/description
source: Can contain traces of nuts.
es_es: Puede contener nueces.

# data/item-database.json//items/6/name
source: Masterball
es_es: Bola Maestra

# data/item-database.json//items/6/description
source: Heroes once used this device to capture legendary fiends.
es_es: Héroes alguna vez utilizaron este dispositivo para capturar enemigos legendarios.

# data/item-database.json//items/7/name
source: Blue Shell
es_es: Caparazón Azul

# data/item-database.json//items/7/description
source: Is fabled to be the bane of many a conqueror.
es_es: Se dice que es la debilidad de aquellos que lideran.

# data/item-database.json//items/8/name
source: Hardwood Stave
es_es: Bastón de Madera

# data/item-database.json//items/8/description
source: A trusty friend, both in combat and when wandering the world.
es_es: Un confiable aliado, tanto en combate como en tus aventuras por el mundo.

# data/item-database.json//items/9/name
source: Miner's Helmet
es_es: Casco de Minero

# data/item-database.json//items/9/description
source: Robust helmet that's often used in caves. Equipped with a bright lamp.
es_es: Un robusto casco que se utiliza con frecuencia en cuevas. Viene equipado con una potente linterna.

# data/item-database.json//items/10/name
source: Lunatic Paws
es_es: Patas Lunáticas

# data/item-database.json//items/10/description
source: Foxy footwear that seems to constantly be at odds with the fabric of the universe.
es_es: Zapatillas de zorro que parecen estar en constante desacuerdo con el tejido del universo.

# data/item-database.json//items/11/name
source: Timeworn Belt
es_es: Cinturón Gastado

# data/item-database.json//items/11/description
source: An adorned belt that must have been the latest fashion at some point in Ancient times.
es_es: Un decorado cinturón que debe haber sido la última moda en los tiempos de los Antiguos.

# data/item-database.json//items/12/description
source: A cross-shaped weapon to fight enemies in the sky.
es_es: Un arma multi-forma para luchar contra enemigos en el cielo.

# data/item-database.json//items/13/name
source: Humming Razor
es_es: Navaja Zumbadora

# data/item-database.json//items/13/description
source: A sharp tool that constantly vibrates weakly, emitting a soft sound.
es_es: Una filosa herramienta que constantemente vibra con levedad, emitiendo un suave sonido.

# data/item-database.json//items/14/name
source: -Monster Shell
es_es: Caparazón de Monstruo

# data/item-database.json//items/14/description
source: Always sometimes protects you from Monsters.
es_es: Siempre a veces te protege de los Monstruos.

# data/item-database.json//items/15/name
source: Scarecrown
es_es: Espantacoronas

# data/item-database.json//items/15/description
source: The floppy hat of the Boosi Man. Not really a crown, but don't let that haunt you.
es_es: El flexible sombrero del Hombre Boosi. No es realmente una corona, pero no dejes que te preocupe.

# data/item-database.json//items/16/name
source: Holiday Boots
es_es: Botas de Navidad

# data/item-database.json//items/16/description
source: Take out the presents before putting in feet!
es_es: ¡Saca los regalos antes de meter los pies!

# data/item-database.json//items/17/name
source: -Sirian Key
es_es: Clave Siria

# data/item-database.json//items/17/description
source: Uses a strange whip like laser to slowly damage enemies.
es_es: Utiliza un láser parecido a un látigo para dañar a los enemigos lentamente.

# data/item-database.json//items/18/name
source: Dungeon Heart
es_es: Corazón de Mazmorra

# data/item-database.json//items/18/description
source: A strange artifact used to banish monsters in caves.
es_es: Un extraño artefacto utilizado para eliminar monstruos de las cuevas.

# data/item-database.json//items/19/name
source: -Testhat
es_es: Sombrerodeprueba

# data/item-database.json//items/19/description
source: A fashionable hat for testing. STARTER-STANDIN!
es_es: Un lujoso sombrero de prueba.

# data/item-database.json//items/20/name
source: -Testarms
es_es: Brazosdeprueba

# data/item-database.json//items/20/description
source: A sometimes deadly weapon for testing. STARTER-STANDIN!
es_es: Un arma de prueba que a veces es letal. ¡INICIAL!

# data/item-database.json//items/21/name
source: -Testbelt
es_es: Cinturondeprueba

# data/item-database.json//items/21/description
source: A trousers-holding belt for testing. STARTER-STANDIN!
es_es: Un cinturón de prueba que sostiene tus pantalones. ¡INICIAL!

# data/item-database.json//items/22/name
source: -Testboots
es_es: Botasdeprueba

# data/item-database.json//items/22/description
source: Some comfortable boots for testing. STARTER-STANDIN!
es_es: Unas cómodas botas de prueba. ¡INICIAL!

# data/item-database.json//items/23/name
source: Rookiehat
es_es: Sombrero de Novato

# data/item-database.json//items/23/description
source: Starting Equipment. Let the Adventure begin!
es_es: Equipamiento inicial. ¡Qué empiece la aventura!

# data/item-database.json//items/24/name
source: Rookieblade
es_es: Cuchilla de Novato

# data/item-database.json//items/24/description
source: Starting Equipment. Let the Adventure begin!
es_es: Equipamiento inicial. ¡Qué empiece la aventura!

# data/item-database.json//items/25/name
source: Rookieboots
es_es: Botas de Novato

# data/item-database.json//items/25/description
source: Starting Equipment. Let the Adventure begin!
es_es: Equipamiento inicial. ¡Qué empiece la aventura!

# data/item-database.json//items/26/name
source: Rookiebelt
es_es: Cinturón de Novato

# data/item-database.json//items/26/description
source: Starting Equipment. Let the Adventure begin!
es_es: Equipamiento inicial. ¡Qué empiece la aventura!

# data/item-database.json//items/27/name
source: Hi-Sandwich
es_es: Súper-Sándwich

# data/item-database.json//items/27/description
source: A larger Sandwich, to properly greet the hunger. \c[2]Heals 25% of max HP\c[0].
es_es: Un sándwich más grande, le dará una buena batalla al hambre. \c[2]Cura el 25% de los PV máximos\c[0].

# data/item-database.json//items/28/name
source: Chef Sandwich
es_es: Sándwich Chef

# data/item-database.json//items/28/description
source: A delicious meal for fine adventurers. \c[1]Slow\c[0], but \c[2]heals 50% of max HP\c[0].
es_es: Un delicioso alimento para aventureros. Es \c[1]lento\c[0], pero \c[2]cura el 50% de los PV máximos\c[0].

# data/item-database.json//items/29/name
source: Bronze Edge
es_es: Filo de Bronce

# data/item-database.json//items/29/description
source: All-purpose weapon made from a simple alloy of copper and tin. Just like old times.
es_es: Un arma multipropósito fabricada a partir de una simple aleación de cobre y estaño. Como en los viejos tiempos.

# data/item-database.json//items/30/name
source: Bronze Mail
es_es: Malla de Bronce

# data/item-database.json//items/30/description
source: Mass-produced, pretty sturdy and shining in the sun. A soldier's cheap bread and butter.
es_es: Producida en masa, muy dura y reluciente al sol. La típica elección barata para un soldado.

# data/item-database.json//items/31/name
source: Bronze Goggles
es_es: Gafas de Bronce

# data/item-database.json//items/31/description
source: Goggles with frames of bronze and glasses of... glass.
es_es: Gafas con bordes de bronce y vidrios de... vidrio.

# data/item-database.json//items/32/name
source: Bronze Boots
es_es: Botas de Bronce

# data/item-database.json//items/32/description
source: Durable footwear made from durable material. Nothing special but keeps thorns out.
es_es: Unas duraderas botas hechas de un buen material. Nada especial, pero evita que te lastimes los pies.

# data/item-database.json//items/33/name
source: Grasswalkers
es_es: Alpargatas

# data/item-database.json//items/33/description
source: Comfortable boots for comfortable terrain.
es_es: Cómoda vestimenta para un cómodo terreno.

# data/item-database.json//items/34/name
source: Explorer's Cap
es_es: Gorra de Explorador

# data/item-database.json//items/34/description
source: Typical headgear for beginners. May keep out the rain, at least.
es_es: Típico para principiantes. Puede que pare un poco la lluvia, al menos.

# data/item-database.json//items/35/name
source: Edge o' All
es_es: Filo del Todo

# data/item-database.json//items/35/description
source: A weak yet practical weapon for self-defense.
es_es: Una débil pero práctica arma para defensa propia.

# data/item-database.json//items/36/name
source: Second Hide
es_es: Segunda Piel

# data/item-database.json//items/36/description
source: A simple and light protective garb for adventurers.
es_es: Un simple pero eficiente traje para aventureros.

# data/item-database.json//items/37/name
source: Civilian Trigger
es_es: Gatillo Civil

# data/item-database.json//items/37/description
source: Light ranged weapon, ideal for warning shots and small skirmishes.
es_es: Arma liviana, ideal para tiros de advertencia y pequeños batallones.

# data/item-database.json//items/38/name
source: Winterclaw
es_es: Garra de Invierno

# data/item-database.json//items/38/description
source: A stark reminder of a colder season yet to come.
es_es: Un pronunciado recordatorio de la fría temporada que se avecina.

# data/item-database.json//items/39/name
source: Winner's Pride
es_es: Orgullo de Ganador

# data/item-database.json//items/39/description
source: A small bracelet to celebrate the defeat of many.
es_es: Un pequeño brazalete para celebrar la derrota de muchos.

# data/item-database.json//items/40/name
source: Mega-Sandwich
es_es: Mega-Sándwich

# data/item-database.json//items/40/description
source: A sandwich family pack made for long journeys. \c[1]Slow\c[0], but \c[2]heals 70% of max HP\c[0].
es_es: Un pack familiar de sándwiches hecho para los largos viajes. Es \c[1]lento\c[0], pero \c[2]cura el 70% de los PV máximos\c[0].

# data/item-database.json//items/41/name
source: Bovine Armor
es_es: Armadura Bovina

# data/item-database.json//items/41/description
source: Soft armor infused with the lifeforce of headstrong bovines.
es_es: Una suave armadura imbuida con la fuerza vital de los bovinos.

# data/item-database.json//items/42/name
source: Swiftspike
es_es: Pico Veloz

# data/item-database.json//items/42/description
source: Piercing weapon that is low in power but offers a surprisingly deadly potential.
es_es: Una penetrante arma que tiene poca potencia, pero ofrece un potencial sorprendentemente letal.

# data/item-database.json//items/43/name
source: Weird Skates
es_es: Patines Extraños

# data/item-database.json//items/43/description
source: Footwear with some mysterious, thus unrealized power.
es_es: Calzado con un misterioso e irrealizado poder.

# data/item-database.json//items/44/name
source: Rusty Anchors
es_es: Áncoras Oxidadas

# data/item-database.json//items/44/description
source: Heavy boots with additional weight. Reinforces the stability of whoever wears them.
es_es: Botas pesadas con peso adicional. Refuerza la estabilidad de quien las use.

# data/item-database.json//items/45/name
source: Fleety Sandals
es_es: Sandalias Ligeras

# data/item-database.json//items/45/description
source: Comfortable sandals which offer little protection but grant a liberating feeling.
es_es: Unas cómodas sandalias que no ofrecen mucha protección, pero dan una sensación de libertad.

# data/item-database.json//items/46/name
source: Feline Paws
es_es: Patas Felinas

# data/item-database.json//items/46/description
source: Symbolize agility, surefootedness and a weakness for moving lights.
es_es: Simbolizan agilidad, seguridad, y una debilidad por las luces movedizas.

# data/item-database.json//items/47/name
source: Leaf Cape
es_es: Capa de Hojas

# data/item-database.json//items/47/description
source: Revitalizing garment of living material. It's gnawed on one side.
es_es: Una revitalizante prenda de material biológico. Tiene un mordisco de un lado.

# data/item-database.json//items/48/name
source: Assault Vest
es_es: Chaleco de Asalto

# data/item-database.json//items/48/description
source: Ferocious vest forged for fearless front-line fighters. Friggin' fantastic.
es_es: Un feroz chaleco forjado para los más valientes guerreros de primera línea. Increíblemente fantástico.

# data/item-database.json//items/49/name
source: Recruit's Scope
es_es: Mira de Recluta

# data/item-database.json//items/49/description
source: Cap with a simple scope attached that allows for a faster aim.
es_es: Un gorro con un pequeño telescopio que te permite apuntar más rápido.

# data/item-database.json//items/50/name
source: Shady Monocle
es_es: Monóculo Sospechoso

# data/item-database.json//items/50/description
source: What seems like a desperate attempt at class can reveal a foe's weak spots.
es_es: Lo que parece como un desesperado intento a la elegancia, resulta poder revelar los puntos débiles de tus enemigos.

# data/item-database.json//items/51/name
source: Key Piece
es_es: Pieza de Llave

# data/item-database.json//items/51/description
source: Actually looks like a key, fitting into a triangle-shaped hole.
es_es: Se ve como una llave. Encaja en un agujero con forma de triángulo.

# data/item-database.json//items/52/name
source: -Observatory Key
es_es: Llave del Observatorio

# data/item-database.json//items/52/description
source: A rather odd looking key. The key bit is shaped like a triangle.
es_es: Una extraña llave. Su punta tiene forma de triángulo.

# data/item-database.json//items/53/name
source: Winner's Proof
es_es: Prueba de Ganador

# data/item-database.json//items/53/description
source: Looks like a heart. Stands for the will of an old kingdom.
es_es: Parece un corazón. Representa la voluntad de un viejo reino.

# data/item-database.json//items/54/name
source: Dented Crown
es_es: Corona Abollada

# data/item-database.json//items/54/description
source: Though in bad shape now, it was once a regalia of an Ancient civilization in the desert.
es_es: A pesar de su mal estado, solía ser parte de la realeza de una antigua civilización en el desierto.

# data/item-database.json//items/55/name
source: Student's Bandana
es_es: Pañuelo de Estudiante

# data/item-database.json//items/55/description
source: Keeps sweat out of the eyes and supposedly helps to concentrate.
es_es: Mantiene el sudor a raya, y supuestamente te ayuda a concentrarte.

# data/item-database.json//items/56/name
source: Mugger's Blade
es_es: Navaja de Ladrón

# data/item-database.json//items/56/description
source: Small, rusty blade for close quarters. Cheap, yet dangerous.
es_es: Una pequeña y oxidada navaja para encuentros cercanos. Barata, pero peligrosa.

# data/item-database.json//items/57/description
source: A huge radish that can be both a fearsome weapon and a healthy meal.
es_es: Un rábano gigante que sirve tanto como una temeraria arma o como un saludable alimento.

# data/item-database.json//items/58/name
source: Hydra Fang
es_es: Colmillo de Hidra

# data/item-database.json//items/58/description
source: Based on a mythical beast, this weapon grants regeneration and additional attacks.
es_es: Basado en una bestia mitológica. Este arma proporciona regeneración y ataques adicionales.

# data/item-database.json//items/59/name
source: Scrappy Plate
es_es: Placa Improvisada

# data/item-database.json//items/59/description
source: Heavy plate made from spare metal parts. Offers good protection but limits mobility.
es_es: Una pesada placa hecha con varios repuestos. Buena protección, pero limita tu movilidad.

# data/item-database.json//items/60/name
source: Bull Stompers
es_es: Pies de Toro

# data/item-database.json//items/60/description
source: Shaped like a bull's hooves. Infuses their wearer with obstinacy.
es_es: Tienen forma de pezuñas de toro. Llena a su portador de obstinación.

# data/item-database.json//items/61/name
source: Perfect Karrot
es_es: Sanahoria Perfecta

# data/item-database.json//items/61/description
source: It's perfect.
es_es: Es perfecta.

# data/item-database.json//items/62/name
source: Precursor Shard
es_es: Pieza del Precursor

# data/item-database.json//items/62/description
source: An old shard used as a template in the beta phase of CrossWorlds.
es_es: Una vieja pieza utilizada como plantilla en la fase beta de CrossWorlds.

# data/item-database.json//items/63/name
source: Cross Sandwich
es_es: Sándwich Cross

# data/item-database.json//items/63/description
source: The ultimate sandwich made by a legendary cook. \c[2]Heals 80% of max HP\c[0].
es_es: El sándwich definitivo, fabricado por un chef legendario. \c[2]Cura el 80% de la vida máxima\c[0].

# data/item-database.json//items/64/name
source: Spicy Bun
es_es: Bollo Especiado

# data/item-database.json//items/64/description
source: A well seasoned loaf for heated battles.
es_es: Un bollo de pan bien condimentado para las batallas ardientes.

# data/item-database.json//items/65/name
source: Flaming Bun
es_es: Bollo Picante

# data/item-database.json//items/65/description
source: Bread made with zesty hot sauce.
es_es: Un bollo de pan con salsa picante.

# data/item-database.json//items/66/name
source: Blazing Bun
es_es: Bollo Ardiente

# data/item-database.json//items/66/description
source: Brings the eternal inferno right to your mouth.
es_es: Un bollo de pan que lleva el mismísimo infierno a tu paladar.

# data/item-database.json//items/67/name
source: Veggie Sticks
es_es: Palitos Veganos

# data/item-database.json//items/67/description
source: Various vegetables cut into sticks.
es_es: Varios vegetales cortados en palitos.

# data/item-database.json//items/68/name
source: Veggie Wraps
es_es: Burritos Veganos

# data/item-database.json//items/68/description
source: Fresh wraps made with grilled tofu.
es_es: Burritos frescos hechos con tofu grillado.

# data/item-database.json//items/69/name
source: Veggie Burger
es_es: Hamburguesa Vegana

# data/item-database.json//items/69/description
source: Hits your body with pure joy on every bite.
es_es: Cada mordida es un suplicio.

# data/item-database.json//items/70/name
source: Fruit Drink
es_es: Jugo de Limón

# data/item-database.json//items/70/description
source: A refreshing beverage for sunny days.
es_es: Una refrescante bebida para días calurosos.

# data/item-database.json//items/71/name
source: Fruit Salad
es_es: Ensalada de Frutas

# data/item-database.json//items/71/description
source: Healthy salad. Does not contain any tomatoes.
es_es: Una saludable ensalada. No contiene tomates.

# data/item-database.json//items/72/name
source: Fruit Pie
es_es: Pastel de Fruta

# data/item-database.json//items/72/description
source: An exquisite pastry topped with exotic fruits.
es_es: Un exquisito pastel con frutas exóticas.

# data/item-database.json//items/73/name
source: Rice Cracker
es_es: Galleta de Arroz

# data/item-database.json//items/73/description
source: A cracker made of rice. It's a bit salty.
es_es: Una galleta hecha de arroz. Algo salada.

# data/item-database.json//items/74/name
source: Tofu Cracker
es_es: Galleta de Tofu

# data/item-database.json//items/74/description
source: Perfect with a tiny bit of soy milk.
es_es: Queda genial con un poco de salsa de soja.

# data/item-database.json//items/75/name
source: Cheese Cracker
es_es: Galleta con Queso

# data/item-database.json//items/75/description
source: The classic cheese cracker. Never gets old. Never.
es_es: Una clásica galleta con queso. Siempre rica. Siempre.

# data/item-database.json//items/76/name
source: Salty Ice Cream
es_es: Helado Salado

# data/item-database.json//items/76/description
source: Best enjoyed at sunset on top of a clocktower.
es_es: Preferentemente consumir al sol en la cima de una torre del reloj.

# data/item-database.json//items/77/description
source: Prepare for mild to severe discomfort.
es_es: Prepárate para sentir de leves a severas molestias.

# data/item-database.json//items/78/name
source: Ginger Tom. Salad
es_es: Ensalada de Tomate y Jengibre

# data/item-database.json//items/78/description
source: A rare type of tomato salad seasoned with some ginger and salt.
es_es: Y extraño tipo de tomate

# data/item-database.json//items/79/name
source: Pepper Night Tea
es_es: Té de Pimienta Negra

# data/item-database.json//items/79/description
source: Perfect to shortly keep you warm on a cold winter night.
es_es: Es perfecto para mantenerte caliente en esas noches frías.

# data/item-database.json//items/80/name
source: Headphone Scraps
es_es: Pedazos de Auricular

# data/item-database.json//items/80/description
source: Someone must have hit it with a blunt object at high velocity.
es_es: Alguien debió golpearlos contra algo duro a altas velocidades.

# data/item-database.json//items/81/name
source: Metal Needles
es_es: Agujas de Metal

# data/item-database.json//items/81/description
source: Pointy needles plucked from a \v[combat.name.hedgehog]. Ouch! Told you so.
es_es: Agujas puntiagudas extraídas de un \v[combat.name.hedgehog]. ¡Ouch! Te lo dije.

# data/item-database.json//items/82/name
source: Bovine Skin
es_es: Piel de Bovino

# data/item-database.json//items/82/description
source: Actual skin from Bovines which feel almost like leather.
es_es: La piel de los Bovinos. Es muy similar al cuero.

# data/item-database.json//items/83/name
source: Edgy Headphones
es_es: Auriculares Llamativos

# data/item-database.json//items/83/description
source: Nobody really knows where hillkats get them but they sound amazing.
es_es: Nadie sabe de dónde los han conseguido las Colicatas, pero suenan excelente.

# data/item-database.json//items/84/name
source: Climbing Pick
es_es: Escalador

# data/item-database.json//items/84/description
source: Useful to have when traveling the mountains and fighting snowbeasts.
es_es: Muy útil para atravesar montañas y pelear contra enemigos en la nieve.

# data/item-database.json//items/85/name
source: Boom Walkers
es_es: Súper Zapatillas

# data/item-database.json//items/85/description
source: Ideal for those who aspire to move at high velocities.
es_es: Ideal para aquellos que quieran moverse a altas velocidades.

# data/item-database.json//items/86/name
source: Golden Ring
es_es: Anillo de Oro

# data/item-database.json//items/86/description
source: If you don't have one, you might get yourself killed.
es_es: Si no tienes uno, te arriesgas a que te maten.

# data/item-database.json//items/87/name
source: Chili Dog
es_es: Pancho con Chili

# data/item-database.json//items/87/description
source: Chili Con Carne in a bun. The favorite food of blue hedgehogs.
es_es: Chili con Carne en un pan. La comida favorita de los Erizos azules.

# data/item-database.json//items/88/name
source: Raw Meat
es_es: Carne Cruda
