Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json//items/164/description
source: Worn out sandals, probably of Ancient origin. Still emit some residual aura.
es_es: Sandalias gastadas, probablemente utilizadas por los Antiguos. Aún emiten un aura residual.

# data/item-database.json//items/165/name
source: Sweet Lemonjuice
es_es: Limonada Dulce

# data/item-database.json//items/165/description
source: Still quite sour despite lots of sugar, but filled with precious vitamins.
es_es: Aún se siente algo agrio a pesar de toda el azúcar, pero está lleno de preciadas vitaminas.

# data/item-database.json//items/166/name
source: Hotsauce
es_es: Salsa Picante

# data/item-database.json//items/166/description
source: So hot, you will stop feeling cold for quite some time.
es_es: Es tan picante que dejarás de sentir frío por un tiempo.

# data/item-database.json//items/167/name
source: Vanilla Ice Cream
es_es: Helado de Vainilla

# data/item-database.json//items/167/description
source: The best flavor of ice cream, everyone knows that!
es_es: El mejor sabor de helado, ¡todo el mundo lo sabe!

# data/item-database.json//items/168/name
source: Holiday Hat
es_es: Gorro de Navidad

# data/item-database.json//items/168/description
source: A special hat you got from \c[3]Holiday Man\c[0] for helping him. Wear it proudly!
es_es: Un gorro especial que obtuviste del \c[3]Hombre Navideño\c[0] por haberlo ayudado. ¡Úsalo con orgullo!

# data/item-database.json//items/169/name
source: Holiday Present
es_es: Regalo de Navidad

# data/item-database.json//items/169/description
source: A present from \c[3]Holiday Man\c[0]. Give it to other players!
es_es: Un regalo del \c[3]Hombre Navideño\c[0]. ¡Dáselo a otros jugadores!

# data/item-database.json//items/170/name
source: Guild Pass
es_es: Pase de Gremio

# data/item-database.json//items/170/description
source: Grants access to the \c[3]guild village\c[0] and \c[3]First Scholars home\c[0] in Autumn's Rise.
es_es: Otorga acceso a la \c[3]Aldea de los Gremios\c[0] y el \c[3]Hogar de los Primeros Eruditos\c[0] en el Amanecer del Otoño.

# data/item-database.json//items/171/name
source: Pure Autumn Cider
es_es: Cidra del Otoño

# data/item-database.json//items/171/description
source: A liquid extracted from the fruits of the \v[area.autumn-area.name]. Allegedly heals sick trees.
es_es: Un líquido extraído de las frutas del \v[area.autumn-area.name]. Supuestamente cura a los árboles enfermos.

# data/item-database.json//items/172/name
source: Geo-Data #3469
es_es: Geo-Datos #3469

# data/item-database.json//items/172/description
source: Geographical data collected by the explorer Tucos, stored on a small data storage.
es_es: Datos geográficos obtenidos por el explorador Tucos, almacenados en un pequeño dispositivo de almacenaje.

# data/item-database.json//items/173/name
source: Autumn Probe
es_es: Sonda de Otoño

# data/item-database.json//items/173/description
source: A lost and found data probe installed by Henry the Researcher.
es_es: Una sonda instalada por Henry el Investigador.

# data/item-database.json//items/174/name
source: Tough Sand
es_es: Arena Dura

# data/item-database.json//items/174/description
source: Special sand used to forge extremely sturdy glass.
es_es: Arena especial utilizada para fabricar vidrios extremadamente duros.

# data/item-database.json//items/175/name
source: Glaring Rock
es_es: Roca Brillante

# data/item-database.json//items/175/description
source: A rock that shimmers brightly when held against the sunlight.
es_es: Una roca que brilla cuando es impactada por la luz del sol.

# data/item-database.json//items/176/name
source: Rainbow Gem
es_es: Gema Arcoiris

# data/item-database.json//items/176/description
source: This unique gem only forms at cliffsides during the rare rainfalls.
es_es: Esta gema especial solo se forma en los acantilados cuando raramente llueve.

# data/item-database.json//items/177/name
source: Vivid Water
es_es: Agua Vívida

# data/item-database.json//items/177/description
source: Sweet water, rich in minerals. Found in the rivers of Maroon Valley.
es_es: Agua dulce, rica en minerales. Se encuentra en los ríos del Valle Granate.

# data/item-database.json//items/178/name
source: Palmapple Seed
es_es: Semilla de Piñalmera

# data/item-database.json//items/178/description
source: A mix between a palm tree and a pineapple. It might sting when eaten.
es_es: Una mezcla entre una palmera y una piña. Puede que pinche cuando la comas.

# data/item-database.json//items/179/name
source: Cactone Fruit
es_es: Fruta de Santus

# data/item-database.json//items/179/description
source: A hybrid between a water melon and a cactus. Both juicy and sweet!
es_es: Un híbrido entre una sandía y un cactus. ¡Muy dulce y jugoso!

# data/item-database.json//items/180/name
source: Old Bones
es_es: Huesos Viejos

# data/item-database.json//items/180/description
source: Fossilized bones with engraved symbols on them.
es_es: Huesos fosilizados con símbolos gravados en ellos.

# data/item-database.json//items/181/name
source: Helix Relic
es_es: Reliquia Hélix

# data/item-database.json//items/181/description
source: This tremendous fossil is colored in shades of red and yellow.
es_es: Este gran fósil esta pintado con varios tonos de rojo y amarillo.

# data/item-database.json//items/182/name
source: Lucid Shard
es_es: Fragmento Lúcido

# data/item-database.json//items/182/description
source: It's almost transparent, making it appear as ordinary glass to most people.
es_es: Es casi transparente, lo que hace que la gente crea que es un vidrio común y corriente.

# data/item-database.json//items/183/name
source: Everlasting Amber
es_es: Ámbar Eterno

# data/item-database.json//items/183/description
source: A gem so old that it precedes the time of the Ancients themselves.
es_es: Una gema tan vieja que precede a los mismísimos Antiguos.

# data/item-database.json//items/183/sources/0/value/text
source: Found in \c[3]\v[area.heat-area.name]\c[0]
es_es: Se encuentra en el \c[3]\v[area.heat-area.name]\c[0]

# data/item-database.json//items/184/name
source: Weird Hillkat Tech
es_es: Extraña Tecnología de Colicata

# data/item-database.json//items/184/description
source: A mysterious piece of tech dropped by the \c[3]Hillkat Bandleader\c[0]. It might store data?
es_es: Un extraño artilugio conseguido de la \c[3]Colicata Líder\c[0]. ¿Quizá tenga información valiosa?

# data/item-database.json//items/185/name
source: Crystal Leek
es_es: Puerro de Cristal

# data/item-database.json//items/185/description
source: This salty crystal is shaped like a leek and is used in local cuisine.
es_es: Este salado cristal tiene forma de puerro y se usa en la cocina local.

# data/item-database.json//items/186/name
source: Arid Lumber
es_es: Tronco Árido

# data/item-database.json//items/186/description
source: A piece of wood so sturdy that it can survive without water for centuries.
es_es: Un pedazo de madera tan duro que puede sobrevivir siglos sin agua.

# data/item-database.json//items/187/name
source: Ancient Earth
es_es: Tierra Antigua

# data/item-database.json//items/187/description
source: This inconspicuous rock holds the most durable ore on all of Shadoon.
es_es: Esta discreta roca contiene el mineral más resistente de todo Shadoon.

# data/item-database.json//items/188/name
source: Maroon Chestnut
es_es: Castaña Granate

# data/item-database.json//items/188/description
source: A rare chestnut found only close to the old maroon tree in Maroon Valley.
es_es: Una extraña castaña que se encuentre cerca del viejo Árbol Granate en el Valle Granate.

# data/item-database.json//items/189/name
source: Autumn Salve
es_es: Ungüento de Otoño

# data/item-database.json//items/189/description
source: A highly concentrated healing ointment made from the fruits of the \v[area.autumn-area.name].
es_es: Un ungüento altamente concentrado fabricado a partir de las frutas del \v[area.autumn-area.name].

# data/item-database.json//items/190/name
source: Refined Metal
es_es: Metal Refinado

# data/item-database.json//items/190/description
source: Polished yet still used metal parts. Created from old metal parts.
es_es: Partes de metal usadas, pero refinadas. Se crean a partir de viejas partes de metal.

# data/item-database.json//items/190/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
es_es: \c[3]Comerciantes\c[0] en las Grandes Ciudades

# data/item-database.json//items/190/sources/1/value/text
source: \c[3]Player Traders\c[0] all over CrossWorlds
es_es: \c[3]Comerciantes\c[0] en todas las Áreas

# data/item-database.json//items/191/name
source: Precious Metal
es_es: Metal Precioso

# data/item-database.json//items/191/description
source: High quality metal created by melting refined metal parts.
es_es: Un metal de alta calidad creado al fundir metal refinado.

# data/item-database.json//items/191/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
es_es: \c[3]Comerciantes\c[0] en las Grandes Ciudades

# data/item-database.json//items/192/name
source: Epic Metal
es_es: Metal Épico

# data/item-database.json//items/192/description
source: Metal popular among the Ancients. Extracted from precious metal parts.
es_es: Un metal popular entre los Antiguos. Extraído de partes de metal precioso.

# data/item-database.json//items/192/sources/0/value/text
source: \c[3]Traders\c[0] in \v[area.rhombus-sqr.name]
es_es: \c[3]Comerciantes\c[0] en \v[area.rhombus-sqr.name]

# data/item-database.json//items/193/name
source: Gourmet Steak
es_es: Filete Gourmet

# data/item-database.json//items/193/description
source: An outstanding steak with the perfect marinade.
es_es: Un excelente filete al escabeche.

# data/item-database.json//items/194/name
source: Poison Stinger
es_es: Aguijón Venenoso

# data/item-database.json//items/194/description
source: A stinger from the tail of a \v[combat.name.heat.scorpion]. Still full of poison.
es_es: Un aguijón de la cola de un \v[combat.name.heat.scorpion]. Chorrea veneno.

# data/item-database.json//items/195/name
source: Drill Stone
es_es: Piedra Taladro

# data/item-database.json//items/195/description
source: An incredibly sharp stone in the shape of a drilling head.
es_es: Una piedra increíblemente filosa que tiene la forma de una punta de un taladro.

# data/item-database.json//items/196/name
source: Dry Fin
es_es: Aleta Seca

# data/item-database.json//items/196/description
source: Tail bone of a \v[combat.name.heat.sandshark] which is more fragile than one might think.
es_es: Un hueso de la cola de un \v[combat.name.heat.sandshark]. Es más frágil de lo que uno creería.

# data/item-database.json//items/197/name
source: Squishy Teeth
es_es: Diente de Goma

# data/item-database.json//items/197/description
source: A tooth that is soft to the touch. Truly uncanny.
es_es: Un diente muy flexible. Realmente perturbador.

# data/item-database.json//items/198/name
source: Hardened Liver
es_es: Hígado Reforzado

# data/item-database.json//items/198/description
source: Despite its name this liver is free of any strange substances.
es_es: A pesar de su nombre, este hígado es libre de cualquier sustancia extraña.

# data/item-database.json//items/199/name
source: Phoenix Feather
es_es: Pluma de Fénix

# data/item-database.json//items/199/description
source: Does not cure death despite popular belief. But it does look nice.
es_es: No puede revivir a los muertos, a pesar de los mitos. Pero se ve linda.

# data/item-database.json//items/200/name
source: Butter Silk
es_es: Seda de Polilla

# data/item-database.json//items/200/description
source: Yellow silk used to craft nigh-impenetrable yarn.
es_es: Seda amarilla utilizada para fabricar un hilo casi impenetrable.

# data/item-database.json//items/201/name
source: Jelly Extract
es_es: Extracto de Gelatina

# data/item-database.json//items/201/description
source: No matter how you stretch it, the shape of a triangle persists.
es_es: No importa cuanto la estires, siempre mantiene la forma de un triángulo.

# data/item-database.json//items/202/name
source: Magma Residue
es_es: Residuo de Magma

# data/item-database.json//items/202/description
source: Left by the extreme heat a \v[combat.name.heat.heat-golem] creates when attacking.
es_es: Creado por el calor extremo que provoca un \v[combat.name.heat.heat-golem] cuando ataca.

# data/item-database.json//items/203/name
source: Laser Eyes
es_es: Ojos Láser

# data/item-database.json//items/203/description
source: A crystal ball that is said to grant the feat to shoot rays of light.
es_es: Una bola de cristal que se dice puede otorgar la habilidad de disparar rayos de luz.

# data/item-database.json//items/204/name
source: Steel Goggles
es_es: Gafas de Acero

# data/item-database.json//items/204/description
source: Steel frames with reinforced glasses allow for an excellent protection of the eyes.
es_es: Tiene marcos de acero y lentes reforzadas. Otorga excelente protección en los ojos.

# data/item-database.json//items/205/name
source: Steel Edge
es_es: Filo de Acero

# data/item-database.json//items/205/description
source: A powerful weapon crafted from a highly tempered alloy of iron and carbon.
es_es: Una poderosa arma creada a partir de una aleación de hierro y carbono.

# data/item-database.json//items/206/name
source: Steel Mail
es_es: Malla de Acero

# data/item-database.json//items/206/description
source: Fine body armor from reinforced steel. Sadly also popular with criminals.
es_es: Una armadura de acero reforzado de gran calidad. Desgraciadamente, es muy popular entre criminales.

# data/item-database.json//items/207/name
source: Steel Boots
es_es: Botas de Acero

# data/item-database.json//items/207/description
source: Very robust but still as light as possible. Even blisters are a rare occurrence.
es_es: Muy robustas y sorprendentemente livianas. Sería raro que te salgan ampollas con ellas.

# data/item-database.json//items/208/name
source: Fin Cap
es_es: Gorro con Aleta

# data/item-database.json//items/208/description
source: A huge fin attached to a cap. Helps to keep balance and grants a predatory aura.
es_es: Una gorro con una gran aleta encima. Ayuda a mantener el equilibrio y te otorga un aura de depredador.

# data/item-database.json//items/209/name
source: Rapier Carrot
es_es: Estoque de Zanahoria

# data/item-database.json//items/209/description
source: A long, self-regrowing carrot. Its vitamins give life, the pointy end takes it away.
es_es: Una larga zanahoria que se regenera sola. Sus vitaminas dan vida, su filosa punta la quita.

# data/item-database.json//items/210/name
source: Dessert Vest
es_es: Chaleco Postre

# data/item-database.json//items/210/description
source: A lacquered vest, often worn in dry regions. Was named for its sweet smell.
es_es: Un chaleco barnizado, frecuentemente utilizado en regiones áridas. Su nombre se debe a su dulce olor.

# data/item-database.json//items/211/name
source: Desert Sandals
es_es: Sandalias del Desierto

# data/item-database.json//items/211/description
source: Can't be made without Sand, so they're obviously ideal for the desert.
es_es: Ideales para caminar por la arena.

# data/item-database.json//items/212/name
source: Nomadic Turban
es_es: Turbante Nomade

# data/item-database.json//items/212/description
source: Typical headdress of hunters in the desert who are said to be excellent marksmen.
es_es: Vestimenta típica de los cazadores del desierto. Se dice que son grandes tiradores.

# data/item-database.json//items/213/name
source: Chilling Veil
es_es: Velo Congelado

# data/item-database.json//items/213/description
source: A fine headscarf blessed with cooling protection to withstand even scorching heat.
es_es: Un pañuelo bendecido con una protección de enfriamiento que resiste hasta los calores más pesados.

# data/item-database.json//items/214/name
source: Shiny Glasses
es_es: Gafas Brillantes

# data/item-database.json//items/214/description
source: Polished glasses that give off a threatening glare. In need of regular readjustment.
es_es: Gafas pulidas que relucen amenazadoramente. Necesitan ser frecuentemente ajustadas.

# data/item-database.json//items/215/name
source: Magic Robe
es_es: Túnica Mágica

# data/item-database.json//items/215/description
source: Shad-crafted flowing robes, blessed by the Ancient power of the elements.
es_es: Una suave túnica creada por los Shad. Esta bendita con el antiguo poder de los elementos.

# data/item-database.json//items/216/name
source: Assassin Garb
es_es: Traje Asesino

# data/item-database.json//items/216/description
source: Light clothes for covert operations that are made to look strikingly inconspicuous.
es_es: Un ropaje ligero diseñado para operaciones encubiertas discretas.

# data/item-database.json//items/217/name
source: Crystal Plate
es_es: Placa de Cristal

# data/item-database.json//items/217/description
source: Heavy plate, reinforced with crystals and gems that actively defend against harm.
es_es: Una pesada placa, reforzada con cristales y gemas que la defienden del abuso.

# data/item-database.json//items/218/name
source: Curly Slippers
es_es: Pantuflas Encorvadas

# data/item-database.json//items/218/description
source: Amazingly soft and comfortable footwear that somehow also manages to be curly.
es_es: Unas sorprendentemente suaves y cómodas pantuflas que de alguna forma se encorvaron.

# data/item-database.json//items/219/name
source: Lavish Anchors
es_es: Áncoras Pródigas

# data/item-database.json//items/219/description
source: Heavy boots with extravagant decorations. Reinforce both stance and self-esteem.
es_es: Unas pesadas botas con decoración extravagante. Refuerzan tu postura y tu autoestima.

# data/item-database.json//items/220/name
source: Carpet Runners
es_es: Correalformbras

# data/item-database.json//items/220/description
source: Feel almost alive on your feet. The soles are crafted from real magic carpets.
es_es: Se sienten casi vivas en tus pies. Las suelas han sido creadas a partir de verdaderas alfombras mágicas.

# data/item-database.json//items/221/name
source: Hidden Blade
es_es: Hoja Oculta

# data/item-database.json//items/221/description
source: Small, surprising and deadly. The preferred weapon of spies and assassins.
es_es: Pequeña, sorpresiva y letal. El arma preferida de los espías y asesinos.

# data/item-database.json//items/222/name
source: Maverick Edge
es_es: Filo Disidente

# data/item-database.json//items/222/description
source: Once wielded by a young hero of great courage but little sense.
es_es: Alguna vez utilizada por un joven héroe con gran coraje pero poco sentido común.

# data/item-database.json//items/223/name
source: Western Starfist
es_es: Puño Estrellado del Oeste

# data/item-database.json//items/223/description
source: Gauntlets with excellent armor. Many owners would already be dead without them.
es_es: Unos guanteletes que ofrecen excelente protección. Muchos de sus portadores ya habrían muerto sin ellos.

# data/item-database.json//items/224/name
source: Bergen Probe
es_es: Sonda de Bergen

# data/item-database.json//items/224/description
source: A lost and found data probe installed by Henry the Researcher.
es_es: Una sonda instalada por Henry el Investigador.

# data/item-database.json//items/225/name
source: Blue Ice Shade
es_es: Sombra de Hielo Azul

# data/item-database.json//items/225/description
source: Opens the passage to \c[3]Maroon Valley\c[0] and activates \c[3]Neutral Level 2 Circuits\c[0].
es_es: Otorga paso al \c[3]Valle Granate\c[0] y activar los \c[3]Circuitos Neutrales de Nivel 2\c[0].

# data/item-database.json//items/226/name
source: Steak, rare
es_es: Filete Raro

# data/item-database.json//items/226/description
source: A fine, lightly cooked piece of meat that is supposedly not very common.
es_es: Un apenas cocinado filete que es supuestamente poco común.

# data/item-database.json//items/227/name
source: Stone of Space
es_es: Piedra del Espacio

# data/item-database.json//items/227/description
source: One of the \c[3]Origin Stones\c[0]. Emits strange sparks when touched.
es_es: Una de las \c[3]Piedras del Origen\c[0]. Emite unas extrañas chispas cuando se toca.

# data/item-database.json//items/228/name
source: Thief's Band
es_es: Pañuelo del Ladrón

# data/item-database.json//items/228/description
source: Just wearing this band will make enemies drop more Credits in fear.
es_es: Con tan solo usar este pañuelo, tus enemigos te darán más Créditos al huir aterrados.

# data/item-database.json//items/229/name
source: Mighty Strand
es_es: Vara del Poder

# data/item-database.json//items/229/description
source: Once used to train a young warrior aiming to be an all mighty hero.
es_es: Alguna vez se ha usado para entrenar a un joven guerrero con deseos de ser un poderoso héroe.

# data/item-database.json//items/230/name
source: Red Flame Shade
es_es: Sombra de Llama Roja

# data/item-database.json//items/230/description
source: Opens the path to \c[3]Autumn's Fall\c[0] and activates \c[3]Elemental Level 2 Circuits\c[0].
es_es: Otorga acceso al \c[3]Anochecer del Otoño\c[0] y activa los \c[3]Circuitos Elementales de Nivel 2\c[0].

# data/item-database.json//items/231/name
source: Purple Bolt Shade
es_es: Sombra de Rayo Púrpura

# data/item-database.json//items/231/description
source: Grants passage to \c[3]Grand Krys'kajo\c[0] together with the Azure Drop Shade.
es_es: Otorga acceso al \c[3]Gran Krys'kajo\c[0] junto con la Sombra de Lágrima Azul.

# data/item-database.json//items/232/name
source: -ModifierTester
es_es: Prueba Modificadores

# data/item-database.json//items/232/description
source: Used to test modifiers.
es_es: Se utiliza para testear modificadores.

# data/item-database.json//items/233/name
source: Meister Gloves
es_es: Guantes Mezquinos

# data/item-database.json//items/233/description
source: Worn and old gloves once belonging to a master of parries.
es_es: Guantes viejos y usados, alguna vez pertenecientes al maestro de los bloqueos.

# data/item-database.json//items/234/name
source: Aspiration Proof
es_es: Prueba de Aspiración

# data/item-database.json//items/234/description
source: Some old looking image of a Frobbit, hewn into stone from Mt. Bergen.
es_es: Una vieja foto de un Ranejo, encontrada en una piedra del Monte Bergen.

# data/item-database.json//items/235/name
source: Wooly Socks
es_es: Medias de Lana

# data/item-database.json//items/235/description
source: Soft and warming socks, hand-knitted from healthy goat-wool by very patient monks.
es_es: Unas medias suaves y calentitas. Tejidas a mano a partir de lana de cabra por unos monjes muy pacientes.

# data/item-database.json//items/236/name
source: Maroon Cave Pass
es_es: Pase de la Cueva Granate

# data/item-database.json//items/236/description
source: Pass to access the sacred cave below the \c[3]Maroon Tree\c[0].
es_es: Pase para acceder a la cueva debajo del \c[3]Árbol Granate\c[0].

# data/item-database.json//items/237/name
source: Shiny Orb
es_es: Orbe Brillante

# data/item-database.json//items/237/description
source: A shiny orb that is indeed very shiny. The statue in \c[3]Ba'kii Kum\c[0] should react to it.
es_es: Una brillante Orbe que es, en efecto, muy brillante. La estatua en \c[3]Ba'kii Kum\c[0] debería reaccionar a ella.

# data/item-database.json//items/238/name
source: Laser Pickaxe
es_es: Pico Láser

# data/item-database.json//items/238/description
source: A highly advanced mining tool based on an age old classic.
es_es: Una herramienta de minería altamente avanzada hecha en base a un viejo clásico.

# data/item-database.json//items/239/name
source: Laser TNT
es_es: Dinamita Láser
