Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json/items/353/name
source: Kebab Roll
ru_ru: Кебаб-ролл

# data/item-database.json/items/353/description
source: A flat roll filled with meat and vegetables.
ru_ru: Плоский рулет с мясом и овощами.

# data/item-database.json/items/354/name
source: Wrap Roll
ru_ru: Свёрнутый ролл

# data/item-database.json/items/354/description
source: A wrap inside a roll which is a wrap too. Confusing but tasty nonetheless.
ru_ru: Свёрнут внутри ролла, который тоже свёрнут. Запутано, но вкусно.

# data/item-database.json/items/355/name
source: Meaty Risotto
ru_ru: Мясное ризотто

# data/item-database.json/items/355/description
source: A hot-steaming batch of risotto with chunky meat pieces.
ru_ru: Дымящаяся порция ризотто с кусочками мяса.

# data/item-database.json/items/356/name
source: Shrimp Risotto
ru_ru: Ризотто с креветками

# data/item-database.json/items/356/description
source: This risotto has been spiced up with chili and shrimp.
ru_ru: Это ризотто было приправлено чили и креветками.

# data/item-database.json/items/357/name
source: Green Risotto
ru_ru: Зелёное ризотто

# data/item-database.json/items/357/description
source: A healthy risotto served with roasted vegetables.
ru_ru: Полезное ризотто с жареными овощами.

# data/item-database.json/items/358/name
source: Final Dinner
ru_ru: Финальный обед

# data/item-database.json/items/358/description
source: This is the ultimate dish. Nothing compares. \c[1]Slow\c[0].
ru_ru: Это ультимативное блюдо. Ничто не сравнится. \c[1]Медленно\c[0].

# data/item-database.json/items/359/name
source: Tattered Satchel
ru_ru: Изодранная сумка

# data/item-database.json/items/359/description
source: A pretty beat-up satchel used to store medicine and herbs.
ru_ru: Довольно потрёпанная сумка для хранения медикаментов и трав.

# data/item-database.json/items/360/name
source: Prism Pouch
ru_ru: Призматический подсумок

# data/item-database.json/items/360/description
source: A neatly stitched belt featuring multiple pouches in different colors.
ru_ru: Аккуратно сшитый пояс с несколькими подсумками разных цветов.

# data/item-database.json/items/361/name
source: Infinite Bag
ru_ru: Бездонный мешок

# data/item-database.json/items/361/description
source: This bag is seemingly infinitely deep. Many Adventurers used them on their journeys.
ru_ru: Этот мешок кажется бесконечно глубоким. Многие авантюристы носили его в путешествиях.

# data/item-database.json/items/362/name
source: Ti'im Residue
ru_ru: Останки Ти'има

# data/item-database.json/items/362/description
source: Unique Residue left behind by a Ti'im.
ru_ru: Уникальные останки, оставленные Ти'имом.

# data/item-database.json/items/363/name
source: Adept Gloves
ru_ru: Перчатки адепта

# data/item-database.json/items/363/description
source: The torn pieces of these gloves tell the tale of a great warrior.
ru_ru: Разорванные куски этих перчаток рассказывают историю великого воина.

# data/item-database.json/items/364/name
source: Storage Unit #1
ru_ru: Устройство хранения #1

# data/item-database.json/items/364/description
source: A storage unit used by the \c[3]Omni Gilders\c[0] to hold trade materials.
ru_ru: Устройство хранения, используемое \c[3]Златарями\c[0] для хранения торговых записей.

# data/item-database.json/items/365/name
source: Scouting Visor
ru_ru: Визор разведчика

# data/item-database.json/items/365/description
source: An enhanced visor that allows for quick analysis even at a distance.
ru_ru: Усиленный визор, который позволяет быстро собирать информацию даже на расстоянии.

# data/item-database.json/items/366/name
source: Just Water
ru_ru: Просто вода

# data/item-database.json/items/366/description
source: Molten ice, held in some sort of container. Dangerous in large volumes! \c[3]Fast\c[0].
ru_ru: Растопленный лёд, удерживаемый в каком-то контейнере. Опасен в больших объёмах! \c[3]Быстро\c[0].

# data/item-database.json/items/367/name
source: Bear Beer
ru_ru: Медвежье пиво

# data/item-database.json/items/367/description
source: Drink evoking the strength of bears, the most unstoppable of forces. \c[3]Fast\c[0].
ru_ru: Напиток, пробуждающий силу медведя, самую неудержимую силу. \c[3]Быстро\c[0].

# data/item-database.json/items/368/name
source: Crab Mead
ru_ru: Крабовый мёд

# data/item-database.json/items/368/description
source: Drink evoking the sturdiness of crabs that can resist massive damage. \c[3]Fast\c[0].
ru_ru: Напиток, пробуждающий прочность краба, который может противостоять огромным повреждениям. \c[3]Быстро\c[0].

# data/item-database.json/items/369/name
source: Fox Sake
ru_ru: Лисье сакэ

# data/item-database.json/items/369/description
source: Drink evoking the cleverness of foxes that always catch their prey. \c[3]Fast\c[0].
ru_ru: Напиток, пробуждающий хитрость лисы, которая всегда ловит свою добычу. \c[3]Быстро\c[0].

# data/item-database.json/items/370/name
source: Whale Wine
ru_ru: Китовое вино

# data/item-database.json/items/370/description
source: Drink evoking the vitality of whales, giant rulers of the oceans. \c[3]Fast\c[0].
ru_ru: Напиток, пробуждающий жизненную силу кита, гигантского правителя океанов. \c[3]Быстро\c[0].

# data/item-database.json/items/371/name
source: Brewing Kit
ru_ru: Набор для варки

# data/item-database.json/items/371/description
source: Stuff to Brew!
ru_ru: Ингредиенты для варки алкоголя!

# data/item-database.json/items/372/name
source: Brewing Kit: Bear
ru_ru: Варка: Медведь

# data/item-database.json/items/372/description
source: Ingredients to brew "Bear Beer". Use at the Brewing Machine in Ba'kii Kum.
ru_ru: Ингредиенты для варки "Медвежьего пива". Используйте в варочной машине в Ба'кии Кум.

# data/item-database.json/items/373/name
source: Brewing Kit: Crab
ru_ru: Варка: Краб

# data/item-database.json/items/373/description
source: Ingredients to brew "Crab Mead". Use at the Brewing Machine in Ba'kii Kum.
ru_ru: Ингредиенты для варки "Крабового мёда". Используйте в варочной машине в Ба'кии Кум.

# data/item-database.json/items/374/name
source: Brewing Kit: Fox
ru_ru: Варка: Лиса

# data/item-database.json/items/374/description
source: Ingredients to brew "Fox Sake". Use at the Brewing Machine in Ba'kii Kum.
ru_ru: Ингредиенты для варки "Лисьего сакэ". Используйте в варочной машине в Ба'кии Кум.

# data/item-database.json/items/375/name
source: Brewing Kit: Whale
ru_ru: Варка: Кит

# data/item-database.json/items/375/description
source: Ingredients to brew "Whale Wine". Use at the Brewing Machine in Ba'kii Kum.
ru_ru: Ингредиенты для варки "Китового вина". Используйте в варочной машине в Ба'кии Кум.

# data/item-database.json/items/376/name
source: Green Seed Shade
ru_ru: Тень семени

# data/item-database.json/items/376/description
source: Opens the passage to \c[3]Gaia's Garden\c[0].
ru_ru: Открывает проход в \c[3]Сад Гайи\c[0].

# data/item-database.json/items/377/name
source: Gaia Probe
ru_ru: Зонд Сада Гайи

# data/item-database.json/items/377/description
source: A lost and found data probe installed by Henry the Researcher.
ru_ru: Потерянный и найденный зонд с данными, установленный Генри-исследователем.

# data/item-database.json/items/378/name
source: Old Man's Book
ru_ru: Книга старика

# data/item-database.json/items/378/description
source: A book belonging to an old man you traded with. It mentions \c[3]Sapphire Ridge\c[0].
ru_ru: Книга, принадлежащая старику, с которым вы торговали. В ней упоминается о \c[3]Сапфировом крае\c[0].

# data/item-database.json/items/379/name
source: Crystal Water
ru_ru: Кристальная вода

# data/item-database.json/items/379/description
source: A transparent liquid from the purest of sources. \c[3]Fast\c[0].
ru_ru: Прозрачная жидкость из чистейших источников. \c[3]Быстро\c[0].

# data/item-database.json/items/380/name
source: Mysterious Box
ru_ru: Таинственный ящик

# data/item-database.json/items/380/description
source: A sturdy box of ever-changing size. Very popular with artists in Ancient times.
ru_ru: Прочный ящик, постоянно меняющий размер. Был популярен среди художников древности.

# data/item-database.json/items/381/name
source: Tremor Engine
ru_ru: Дрожащий двигатель

# data/item-database.json/items/381/description
source: An unpowered mechanical device. Shaking it will make a rattling sound.
ru_ru: Механическое устройство без питания. Встряхивая его, вы слышите грохот.

# data/item-database.json/items/382/name
source: Rising Super Star
ru_ru: Восходящая суперзвёздочка

# data/item-database.json/items/382/description
source: A delicious sandwich snack for every Kawaii Gun Jumper.
ru_ru: Вкусная закуска для каждой милой маленькой звёздочки.

# data/item-database.json/items/383/name
source: Blue Grass
ru_ru: Синяя трава

# data/item-database.json/items/383/description
source: This grass obtains its blue tint thanks to the rare nutrients found in \v[area.forest.name].
ru_ru: Эта трава приобретает синий оттенок за счёт редких питательных веществ Сапфирового края.

# data/item-database.json/items/384/name
source: Pink Petal
ru_ru: Розовый лепесток

# data/item-database.json/items/384/description
source: These petals never lose color as long as they are kept away from direct sunlight.
ru_ru: Эти лепестки никогда не теряют цвет, пока они защищены от прямых солнечных лучей.

# data/item-database.json/items/385/name
source: Mystery Grape
ru_ru: Таинственный виноград

# data/item-database.json/items/385/description
source: How does it taste? Only one way to find out!
ru_ru: Какого он вкуса? Есть только один способ узнать!

# data/item-database.json/items/386/name
source: Green Arbor
ru_ru: Зелёная ось

# data/item-database.json/items/386/description
source: Sharp Spikes used as an alternative to metal on pikes by the Shad.
ru_ru: Острые шипы, используемые шадами в качестве альтернативы металлическим пикам.

# data/item-database.json/items/387/name
source: Catalop Pellet
ru_ru: Шипастый окатыш

# data/item-database.json/items/387/description
source: A spiky orb that is used by \v[combat.name.hedgehog]s to trap prey.
ru_ru: Шипастый шар, который используется Дикоборзами для поимки добычи.

# data/item-database.json/items/388/name
source: Steel Bamboo
ru_ru: Стальной бамбук

# data/item-database.json/items/388/description
source: A rare bamboo breed said to be able to pierce even the hardest defense.
ru_ru: Редкий вид бамбука, который, как говорят, может пробить даже самую крепкую защиту.

# data/item-database.json/items/389/name
source: Dirty Rubble
ru_ru: Грязный обломок

# data/item-database.json/items/389/description
source: Despite its name this rubble can be used to sharpen weapons.
ru_ru: Несмотря на его название, этот камень можно использовать для заточки оружия.

# data/item-database.json/items/390/name
source: Spark Tin
ru_ru: Искристое олово

# data/item-database.json/items/390/description
source: A metal that emits a light electric spark when touched.
ru_ru: Металл, который излучает лёгкую электрическую искру при прикосновении.

# data/item-database.json/items/391/name
source: Cobalt Crystal
ru_ru: Кобальтовый кристалл

# data/item-database.json/items/391/description
source: This ore is the name giver of Sapphire Ridge and is extremely durable.
ru_ru: Эта чрезвычайно прочная руда дала имя Сапфировому краю.

# data/item-database.json/items/392/name
source: Dream Globe
ru_ru: Сфера грёз

# data/item-database.json/items/392/description
source: A sphere whose surface mimics the one of Shadoon.
ru_ru: Сфера, поверхность которой имитирует Шадун.

# data/item-database.json/items/392/sources/0/value/text
source: Found in \c[3]\v[area.forest.name]\c[0]
ru_ru: Найдено в \c[3]Сапфировом крае\c[0]

# data/item-database.json/items/393/name
source: Cobalt Goggles
ru_ru: Кобальтовые очки

# data/item-database.json/items/393/description
source: Futuristic looking goggles that enhance sight. Even help while reading in the dark!
ru_ru: Футуристические очки, улучшающие зрение. Даже при чтении в темноте!

# data/item-database.json/items/394/name
source: Cobalt Edge
ru_ru: Кобальтовый клинок

# data/item-database.json/items/394/description
source: A weapon that is as beautiful as it is dangerous. Swings create a satisfying blur.
ru_ru: Оружие, которое так же красиво, как и опасно. При взмахе создаёт приятное размытие.

# data/item-database.json/items/395/name
source: Cobalt Mail
ru_ru: Кобальтовая кольчуга

# data/item-database.json/items/395/description
source: Extremely powerful armor. Surprisingly not letters from small, naughty creatures.
ru_ru: Чрезвычайно мощная броня. Не путать с маленькими, надоедливыми существами.

# data/item-database.json/items/396/name
source: Cobalt Boots
ru_ru: Кобальтовые сапоги

# data/item-database.json/items/396/description
source: These extravagant boots prevent tripping by shining blue with every step.
ru_ru: В этих экстравагантных сапогах не споткнёшься благодаря синей подсветке.

# data/item-database.json/items/397/name
source: Laser Goggles
ru_ru: Лазерные очки

# data/item-database.json/items/397/description
source: Empowers your sight with lasers! Not as deadly as it sounds but still very effective.
ru_ru: Усиливает ваше зрение лазерами! Не так смертельно, как кажется, но всё же очень эффективно.

# data/item-database.json/items/398/name
source: Laser Edge
ru_ru: Лазерный клинок

# data/item-database.json/items/398/description
source: Powered by deadly energy, these weapons are truly a force to be reckoned with.
ru_ru: Приведённое в действие смертельной энергией, это оружие - настоящая сила, с которой нужно считаться.

# data/item-database.json/items/399/name
source: Laser Mail
ru_ru: Лазерная кольчуга

# data/item-database.json/items/399/description
source: Surrounds the body with energy that constantly circulates with the speed of light.
ru_ru: Окружает тело энергией, которая постоянно циркулирует со скоростью света.

# data/item-database.json/items/400/name
source: Laser Boots
ru_ru: Лазерные сапоги

# data/item-database.json/items/400/description
source: These shiny boots keep your feet as indestructible as the bridges they walk on!
ru_ru: Эти блестящие сапоги делают ноги такими же нерушимыми, как и мосты, по которым они ходят!

# data/item-database.json/items/401/name
source: Infected Cell
ru_ru: Инфицированная клетка

# data/item-database.json/items/401/description
source: It looks like a piece of metal overgrown by pulsating vines.
ru_ru: Выглядит как кусок металла, заросший пульсирующими лианами.

# data/item-database.json/items/402/name
source: Elemental DNA
ru_ru: Стихийная ДНК

# data/item-database.json/items/402/description
source: A DNA shaped spiral that cycles slowly through the color spectrum.
ru_ru: ДНК в форме спирали, которая медленно переливается всеми цветами.

# data/item-database.json/items/403/name
source: Cursed Coin
ru_ru: Проклятая монета

# data/item-database.json/items/403/description
source: A coin with a skull engraving.
ru_ru: Монета с гравировкой черепа.

# data/item-database.json/items/404/name
source: Broken Sword
ru_ru: Сломанный меч

# data/item-database.json/items/404/description
source: Rusty and dented in various spots.
ru_ru: Ржавый и погнутый в нескольких местах.

# data/item-database.json/items/405/name
source: Ronin Shell
ru_ru: Панцирь ронина

# data/item-database.json/items/405/description
source: This shell is used as metal coating to enhance a weapon's durability.
ru_ru: Этот панцирь используют в качестве металлического покрытия для повышения долговечности оружия.

# data/item-database.json/items/406/name
source: Samurai Shell
ru_ru: Панцирь самурая

# data/item-database.json/items/406/description
source: This shell is used as metal coating to enhance a weapon's sharpness.
ru_ru: Этот панцирь используют в качестве металлического покрытия для повышения остроты оружия.

# data/item-database.json/items/407/name
source: Sharp Splitter
ru_ru: Острый обломок

# data/item-database.json/items/407/description
source: A piece from a broken blade. Even in this state it can cut through anything.
ru_ru: Сломанное лезвие. Даже в таком состоянии оно может разрезать что угодно.

# data/item-database.json/items/408/name
source: Hoverpad
ru_ru: Ховерпад

# data/item-database.json/items/408/description
source: This mysterious object magically enables the \v[combat.name.forest/panda] to hover above the ground.
ru_ru: Этот таинственный объект магическим образом позволяет Пандзе парить над землёй.

# data/item-database.json/items/409/name
source: Sticky Web
ru_ru: Липкая паутина

# data/item-database.json/items/409/description
source: This web is so sticky that it can be used as an all-purpose glue.
ru_ru: Эта паутина настолько липкая, что её можно использовать как универсальный клей.

# data/item-database.json/items/410/name
source: Star Shade
ru_ru: Тень звезды

# data/item-database.json/items/410/description
source: Grants passage to \c[3]\v[area.forest.name]\c[0].
ru_ru: Открывает проход в \c[3]Сапфировый край\c[0].

# data/item-database.json/items/411/name
source: Hardhead Hat
ru_ru: Твердолобая шляпа

# data/item-database.json/items/411/description
source: It's a hardened hat for your head. Not the most refined design but nigh indestructible.
ru_ru: Укреплённая шляпа для головы. Не лучший дизайн, но почти неразрушима.

# data/item-database.json/items/412/name
source: Survivor's Blade
ru_ru: Нож выжившего

# data/item-database.json/items/412/description
source: A versatile tool used for cutting, cooking, killing... a true lifesaver and -taker!
ru_ru: Универсальный инструмент для резки, готовки, убийства... спасающий жизнь и забирающий её!

# data/item-database.json/items/413/name
source: Marksmen Trigger
ru_ru: Рядовой курок

# data/item-database.json/items/413/description
source: Exceptional ranged weapon, originally used under the command of a certain "Mark".
ru_ru: Исключительное оружие дальнего боя, используемое неким рядовым "Курком".

# data/item-database.json/items/414/name
source: Panzer Fist
ru_ru: Танковый кулак

# data/item-database.json/items/414/description
source: An armored fist that is very reliable. Might be the reason for Pandza's lack of arms.
ru_ru: Очень надёжный бронированный кулак. Может быть причиной отсутствия рук у Пандзы.

# data/item-database.json/items/415/name
source: Shadowy Cloak
ru_ru: Теневой плащ

# data/item-database.json/items/415/description
source: Dark cloak of uncertain form. Very useful for covert operations.
ru_ru: Тёмный плащ неопределённой формы. Очень полезен в тайных операциях.

# data/item-database.json/items/416/name
source: Plated Plate
ru_ru: Латанные латы

# data/item-database.json/items/416/description
source: Extremely heavy body armor with twice the expected plating. Almost impenetrable.
ru_ru: Крайне тяжелый нагрудник с удвоенным покрытием. Почти непробиваемый.

# data/item-database.json/items/417/name
source: Bamboots
ru_ru: Бамбутсы

# data/item-database.json/items/417/description
source: Footwear sewn together from some of the sturdiest plants of nature.
ru_ru: Обувь, сшитая из самых крепких растений природы.

# data/item-database.json/items/418/name
source: Brave Anchors
ru_ru: Храбрые якоря

# data/item-database.json/items/418/description
source: Heavy boots worn by warriors that conquered their fear and embraced the danger.
ru_ru: Тяжёлые сапоги, которые носили воины, победившие свой страх и принявшие опасность.

# data/item-database.json/items/419/name
source: Shuddering Cleaver
ru_ru: Дрожащий тесак

# data/item-database.json/items/419/description
source: An unstable weapon that seems to purely follow wild, aggressive instincts.
ru_ru: Нестабильное оружие, которое подчиняется первобытным агрессивным инстинктам.

# data/item-database.json/items/420/name
source: Tengu Mask
ru_ru: Маска Тэнгу

# data/item-database.json/items/420/description
source: A red mask with an extraordinarily long nose. Supposedly contains Ancient wisdom.
ru_ru: Красная маска с необычайно длинным носом. Предположительно, содержит мудрость Древних.

# data/item-database.json/items/421/name
source: Sonic Spike
ru_ru: Звуковой шип

# data/item-database.json/items/421/description
source: Incredibly thin and flexible weapon than can penetrate at the speed of sound.
ru_ru: Невероятно тонкое и гибкое оружие, способное проникать со скоростью звука.

# data/item-database.json/items/422/name
source: Lead Boots
ru_ru: Свинцовые сапоги

# data/item-database.json/items/422/description
source: Heavy Boots which are often used during windy days.
ru_ru: Тяжелые сапоги, которые часто используются в ветреные дни.

# data/item-database.json/items/423/name
source: Omni Lock
ru_ru: Омни-замок

# data/item-database.json/items/423/description
source: Highly-advanced lock that can be opened by every key in existence! Impressive!
ru_ru: Высокотехнологичный замок, который можно открыть любым ключом! Впечатляет!

# data/item-database.json/items/424/name
source: Shining Bracer
ru_ru: Сияющий наруч

# data/item-database.json/items/424/description
source: Arm protection preferred by sages and philosophers that saw a life of conflict.
ru_ru: Защита рук, любимая философами, видавшими жизнь, полную конфликтов.

# data/item-database.json/items/425/name
source: Bluefiber Robe
ru_ru: Синяя мантия

# data/item-database.json/items/425/description
source: An old robe made from empowered plant fiber. It's shimmering in a light blue.
ru_ru: Старая мантия из растительного волокна. Переливается светло-голубым.

# data/item-database.json/items/426/name
source: Toggle Test
ru_ru: Тестовый тумблер

# data/item-database.json/items/426/description
source: This toggles something, what? I'm not sure, I guess a var.
ru_ru: Это что-то переключает. Что? Не уверен, но полагаю, что переменную.

# data/item-database.json/items/427/name
source: Stone Key
ru_ru: Каменный ключ

# data/item-database.json/items/427/description
source: This is literally just a stone carved to look like a key.
ru_ru: Это буквально высеченный из камня ключ.

# data/item-database.json/items/428/name
source: Circuit Override
ru_ru: Сброс контура

# data/item-database.json/items/428/description
source: Can be used to reset \c[3]one Circuit-Tree\c[0] in \c[3]Rookie Harbor - Training Arena\c[0].
ru_ru: Используется для сброса \c[3]одного из контуров схемы\c[0] на \c[3]тренировочной арене Гавани новичков\c[0].

# data/item-database.json/items/429/name
source: F.A.I.R. Device
ru_ru: Устройство Ч.И.Т.

# data/item-database.json/items/429/description
source: The \c[3]Frequency And Impulse Rattler\c[0] used to find the source of the Gaia's Garden Infection.
ru_ru: \c[3]Частотно-импульсная трещотка\c[0] для поиска источника заражения в Саду Гайи.

# data/item-database.json/items/430/name
source: Smelter Parts
ru_ru: Части генератора

# data/item-database.json/items/430/description
source: Hot parts of a generator that was presumably even hotter. Vital for advanced metalwork.
ru_ru: Горячие части генератора, который, предположительно, был ещё горячее. Жизненно важны для продвинутых металлоконструкций.

# data/item-database.json/items/431/name
source: Marinated Meat
ru_ru: Маринованное мясо

# data/item-database.json/items/431/description
source: Raw meat, prepared with honey, fruits and spices. Now it just needs a bit of heat.
ru_ru: Сырое мясо с мёдом, фруктами и специями. Надо только добавить немного огня.

# data/item-database.json/items/432/name
source: Bright Bracer
ru_ru: Яркий наруч

# data/item-database.json/items/432/description
source: Polished arm protection that was traditionally used by young heroes of legend.
ru_ru: Защита рук, которая традиционно используется молодыми героями из легенд.

# data/item-database.json/items/433/name
source: Prickly Bracer
ru_ru: Колючий наруч

# data/item-database.json/items/433/description
source: Light protective gear for the lower arms that is studded with nasty thorns.
ru_ru: Лёгкая экипировка для предплечий, которая усеяна противными колючками.
