Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json//items/239/description
source: Conventional chemical explosives combined with lasers. What could be stronger?
es_es: Los típicos explosivos químicos combinados con láseres. ¿Qué podría ser más fuerte?

# data/item-database.json//items/240/name
source: Mining Docs
es_es: Documentos de Minería

# data/item-database.json//items/240/description
source: A long documentation describing the workings of the mine, complete in 70 languages.
es_es: Una larga documentación describiendo los trabajos en la mina. Está traducido a 70 idiomas.

# data/item-database.json//items/241/name
source: Parched Leaves
es_es: Hojas Calcinadas

# data/item-database.json//items/241/description
source: Leaves covered with strange markings resembling animals.
es_es: Hojas cubiertas con extrañas marcas que representan animales.

# data/item-database.json//items/242/name
source: Ripe Apples
es_es: Manzanas Maduras

# data/item-database.json//items/242/description
source: These sweet apples are commonly used in juicy fruit salads.
es_es: Estas dulces manzanas suelen usarse para unas jugosas ensaladas de frutas.

# data/item-database.json//items/243/name
source: White Grain
es_es: Grano Blanco

# data/item-database.json//items/243/description
source: Pure grain found near ruins all over Autumn's Fall.
es_es: Un grano puro que se encuentra alrededor de las ruinas del Anochecer del Otoño.

# data/item-database.json//items/244/name
source: Sunset Dew
es_es: Rocío del Atardecer

# data/item-database.json//items/244/description
source: Minerals found inside this dew make it appear orange when held against light.
es_es: Los minerales dentro de este rocío lo hacen ver naranja cuando se ve a la luz del sol.

# data/item-database.json//items/245/name
source: Wolf Cicada
es_es: Chicharro Lobo

# data/item-database.json//items/245/description
source: A legendary autumn bug. Its melody resembles that of a howling wolf.
es_es: Un legendario insecto del otoño. Su melodía suena como un lobo aullando.

# data/item-database.json//items/246/name
source: Crimson Dragonfly
es_es: Libélula Carmesí

# data/item-database.json//items/246/description
source: These creatures only appear at night, sparkling dark red.
es_es: Estas criaturas solo aparecen en la noche, brillando un rojo oscuro.

# data/item-database.json//items/247/description
source: The ultimate speedrunning item. Aim to become the fastest thing alive!
es_es: El objeto definitivo para corredores. ¡Sé más rápido que la luz!

# data/item-database.json//items/248/name
source: Flintzer Excretions
es_es: Excreciones de Flintzer

# data/item-database.json//items/248/description
source: Weird lump of mass secreted by Flintzer. Is usually very soft but hardens on touch.
es_es: Una extraña bola de masa secretada por Flintzer. Es muy suave, pero se endurece al tacto.

# data/item-database.json//items/249/name
source: Curly Fern
es_es: Helecho Enrulado

# data/item-database.json//items/249/description
source: This leaf fell from a jungle plant and curled up on the ground.
es_es: Esta hoja cayó de una planta de la jungla y se encorvó en el suelo.

# data/item-database.json//items/250/name
source: Steel Comb
es_es: Panal de Acero

# data/item-database.json//items/250/description
source: The honeycomb is so sturdy that it is used to craft armor.
es_es: Este panal es tan resistente que se utiliza para crear armaduras.

# data/item-database.json//items/251/name
source: Elder Wood
es_es: Madera de Sauco

# data/item-database.json//items/251/description
source: A piece of wood from the oldest trees found in the jungle.
es_es: Un pedazo de madera de uno de los más viejos árboles de la jungla.

# data/item-database.json//items/252/name
source: Venom Shroom
es_es: Hongo Venenoso

# data/item-database.json//items/252/description
source: Poisoned mushroom used to brew oils for weapons.
es_es: Se utiliza para crear aceites para las armas.

# data/item-database.json//items/253/name
source: Glowing Sphere
es_es: Esfera Brillante

# data/item-database.json//items/253/description
source: A luminescent sphere glowing because of chemical reactions inside it.
es_es: Una luminiscente esfera. Brilla a causa de reacciones químicas en su interior.

# data/item-database.json//items/254/name
source: Virus Root
es_es: Raíz Enferma

# data/item-database.json//items/254/description
source: One of the roots responsible for the Infestation of a part of \v[area.jungle.name].
es_es: Una de las raíces responsables de la infestación en parte del \v[area.jungle.name].

# data/item-database.json//items/255/name
source: Blue Mango
es_es: Mango Azul

# data/item-database.json//items/255/description
source: The bluish color of this fruit makes it look inedible despite its sweet taste.
es_es: El color azulado de esta fruta la hace parecer incomestible a pesar de su dulce sabor.

# data/item-database.json//items/256/name
source: Exotic Resin
es_es: Resina Exótica

# data/item-database.json//items/256/description
source: This colorful resin is commonly used to harden wood constructions.
es_es: Esta colorida resina suele utilizarse para reforzar las construcciones de madera.

# data/item-database.json//items/257/name
source: Star Fruit
es_es: Fruta Estrella

# data/item-database.json//items/257/description
source: Star-shaped fruit. Its origin dates back to a small island in the ocean.
es_es: Una fruta con forma de estrella. Su origen remonta a una pequeña isla en el océano.

# data/item-database.json//items/258/name
source: Common Planter
es_es: Pez Aromático

# data/item-database.json//items/258/description
source: This fish jumps out of rivers into plants to absorb healthy nutrients.
es_es: Este pez salta de los ríos a las plantas para absorber saludables nutrientes.

# data/item-database.json//items/259/name
source: Spiky Nut
es_es: Nuez Aguda

# data/item-database.json//items/259/description
source: \v[combat.name.jungle/parrot]s store these in nearby water plants in case they need food.
es_es: Los \v[combat.name.jungle/parrot]s las guardan en plantas de agua cercanas en caso de necesitar comida.

# data/item-database.json//items/260/name
source: Moon Fruit
es_es: Fruta Lunar

# data/item-database.json//items/260/description
source: A yellow bent fruit only found in rainy parts of \v[area.jungle.name].
es_es: Una fruta amarilla. Solo se encuentra en las zonas lluviosas del \v[area.jungle.name].

# data/item-database.json//items/261/name
source: Galaxy Berry
es_es: Baya Galáctica

# data/item-database.json//items/261/description
source: Strange shimmering fruit. The inside seems to magically spin.
es_es: Una extraña fruta resplandeciente. Su interior parece girar mágicamente.

# data/item-database.json//items/261/sources/0/value/text
source: Found in \c[3]\v[area.jungle.name]\c[0]
es_es: Se encuentra en el \c[3]\v[area.jungle.name]\c[0]

# data/item-database.json//items/262/name
source: Royal Hive
es_es: Colmena Real

# data/item-database.json//items/262/description
source: A special bee hive with the same density as a diamond.
es_es: Una colmena especial con la misma densidad del diamante.

# data/item-database.json//items/263/name
source: Progression Proof
es_es: Prueba de Progresión

# data/item-database.json//items/263/description
source: Some old looking image of a PengPeng, hewn into ice-coated stone from Mt. Bergen.
es_es: Una imagen de aspecto antiguo de un PingPing, tallada en piedra cubierta de hielo del monte Bergen.

# data/item-database.json//items/264/name
source: Silver Goggles
es_es: Gafas de Plata

# data/item-database.json//items/264/description
source: Both silver frames and the flawless glass are giving off an impressive shine.
es_es: Tanto su marco de plata como sus perfectos lentes tienen un reluciente brillo.

# data/item-database.json//items/265/name
source: Titan Goggles
es_es: Gafas de Titán

# data/item-database.json//items/265/description
source: Very durable goggles that also offer visual augmentation.
es_es: Unas gafas muy duraderas que te permiten ver mejor.

# data/item-database.json//items/266/name
source: Silver Edge
es_es: Filo de Plata

# data/item-database.json//items/266/description
source: Said to be effective against the unnatural. Works just fine against everything though.
es_es: Se dice que es más efectivo contra lo innatural. Funciona igual de bien con todo lo demás.

# data/item-database.json//items/267/name
source: Titan Edge
es_es: Filo Titánico

# data/item-database.json//items/267/description
source: With two of these powerful weapons you could slay even the largest of foes.
es_es: Con dos de estas poderosas armas, uno podría derrotar hasta el más gigantesco de sus oponentes.

# data/item-database.json//items/268/name
source: Silver Mail
es_es: Malla de Plata

# data/item-database.json//items/268/description
source: A sturdy mail, made from silver. Perfect when sleeping in a haunted castle.
es_es: Una resistente malla, hecha de plata. Es perfecta para dormir en castillos embrujados.

# data/item-database.json//items/269/name
source: Titan Mail
es_es: Malla de Titanio

# data/item-database.json//items/269/description
source: Made from titanium, one of the strongest materials known to man.
es_es: Echa de titanio, uno de los materiales más fuertes que se conocen.

# data/item-database.json//items/270/name
source: Silver Boots
es_es: Botas de Plata

# data/item-database.json//items/270/description
source: The quality of these boots almost makes up for all the polishing they need.
es_es: La calidad de estas botas casi hace que valga la pena todo el lustrado que requieren.

# data/item-database.json//items/271/name
source: Titan Boots
es_es: Botas Titánicas

# data/item-database.json//items/271/description
source: While extremely robust, they are not actually made for titans, so they will fit just fine.
es_es: A pesar de ser extremadamente robustas, no son aptas para que las use un titán, así que te entrarán perfectamente.

# data/item-database.json//items/272/name
source: Zir'vitar Key
es_es: Llave Zir'vitar

# data/item-database.json//items/272/description
source: A regular key for \c[3]Zir'vitar Temple\c[0].
es_es: Una llave común del \c[3]Templo Zir'vitar\c[0].

# data/item-database.json//items/273/name
source: GIT
es_es: TIC

# data/item-database.json//items/273/description
source: Goat Interspecies Translator. Allows for communication with intelligent goats.
es_es: Traductor de Interespecies para Cabras. Permite comunicarte con cabras inteligentes.

# data/item-database.json//items/274/name
source: Static Furball
es_es: Bola de Pelo Estática

# data/item-database.json//items/274/description
source: A really soft ball of fur close to the critical mass.
es_es: Una suave bola de pelos que está cerca de la masa crítica.

# data/item-database.json//items/275/name
source: Slime Drop
es_es: Pedazo de Baba

# data/item-database.json//items/275/description
source: The classic. Probably want to keep that in a jar.
es_es: El clásico. Quizá quieras guardarlo en una jarra.

# data/item-database.json//items/276/name
source: Palette Blossom
es_es: Flor de la Paleta

# data/item-database.json//items/276/description
source: This leaf can be used to create all possible colors. In a range of 0-255 that is.
es_es: Esta hoja puede ser utilizada para crear todos los colores posibles. En un rango de 0-255, por supuesto.

# data/item-database.json//items/277/name
source: Huge Nut
es_es: Nuez Gigante

# data/item-database.json//items/277/description
source: Spit out by Papaguns as defensive measures. Can only be busted with strong pliers.
es_es: Escupidos por Papaguns para defenderse. Solo se puede romper con pinzas fuertes.

# data/item-database.json//items/278/name
source: Lazy Claw
es_es: Garra Perezosa

# data/item-database.json//items/278/description
source: This callous claw is in need of a thorough manicure.
es_es: Esta callosa garra está en desesperada necesidad de manicura.

# data/item-database.json//items/279/name
source: Stout Backplate
es_es: Placa Base Reforzada

# data/item-database.json//items/279/description
source: Impenetrable plate used by Behesloths to protect most of their body.
es_es: Una impenetrable placa utilizada por los Grandes Perezosos para proteger su cuerpo.

# data/item-database.json//items/280/name
source: Power Spinach
es_es: Espinaca del Poder

# data/item-database.json//items/280/description
source: A vegetable of mythical power. Greatly increases the flexibility of fellow plants.
es_es: Un vegetal de poder mítico. Incrementa mucho la flexibilidad de otras plantas.

# data/item-database.json//items/281/name
source: Living Bolt
es_es: Rayo Vivo

# data/item-database.json//items/281/description
source: A mass of electricity with something that some describe as a "soul".
es_es: Una masa de electricidad con algo que algunos podrían llamar "un alma".

# data/item-database.json//items/282/name
source: Metal Down
es_es: Cola de Metal

# data/item-database.json//items/282/description
source: Are 100 grams of them as heavy as 100 grams of regular feathers? It's a mystery.
es_es: ¿Son 100 gramos de estas colas igual de pesadas que 100 gramos de plumas normales? Es un misterio.

# data/item-database.json//items/283/name
source: Plain Cube
es_es: Cubo Plano

# data/item-database.json//items/283/description
source: Perfectly rectangular shaped cube. There is nothing unusual about it.
es_es: Un cubo perfectamente cuadrado. No hay nada inusual en él.

# data/item-database.json//items/284/name
source: Glow Pear
es_es: Pera Brillante

# data/item-database.json//items/284/description
source: A glowing bulb in the form of a pear. Yepp.
es_es: Un bulbo brillante en forma de pera. Así es.

# data/item-database.json//items/285/name
source: Disc of Flora
es_es: Disco de Flora

# data/item-database.json//items/285/description
source: A truly perfect guide for the exquisite plant lover.
es_es: Una guía perfecta para el amante de las plantas.

# data/item-database.json//items/286/name
source: Azure Drop Shade
es_es: Sombra de Lágrima Azul

# data/item-database.json//items/286/description
source: Grants passage to \c[3]Grand Krys'kajo\c[0] together with the Purple Bolt Shade.
es_es: Otorga acceso al \c[3]Gran Krys'kajo\c[0] junto con la Sombra de Rayo Púrpura.

# data/item-database.json//items/287/name
source: Strawhat
es_es: Sombrero de Mimbre

# data/item-database.json//items/287/description
source: This inconspicuous hat enables the wearer to find even the rarest materials.
es_es: Este discreto sombrero le permite a su portador encontrar hasta los materiales más extraños.

# data/item-database.json//items/288/name
source: Gaia Temple Pass
es_es: Pase del Templo Gaia

# data/item-database.json//items/288/description
source: Pass to provide access to the \c[3]temple complex within \v[area.jungle.name]\c[0].
es_es: Pase que otorga acceso al \c[3]complejo del templos del \v[area.jungle.name]\c[0].

# data/item-database.json//items/289/name
source: Prime Pistachios
es_es: Pistachos Perfectos

# data/item-database.json//items/289/description
source: Surprisingly big variant of a tasty nut. Opening the shell is half of the fun!
es_es: Una gran variante de esas ricas nueces. ¡Abrir su cáscara es parte de la diversión!

# data/item-database.json//items/290/name
source: Salted Peanuts
es_es: Maní Salado

# data/item-database.json//items/290/description
source: Small, tasty plant seeds that are popular as a relaxing snack.
es_es: Pequeñas y deliciosas semillas de planta.

# data/item-database.json//items/291/name
source: Cup o' Coffee
es_es: Taza de Café

# data/item-database.json//items/291/description
source: A classic wake-up drink. Drink it black to also feel more mature!
es_es: Una clásica bebida para despertarse. ¡Si lo tomas negro te sentirás más maduro!

# data/item-database.json//items/292/name
source: Energy Espresso
es_es: Espresso Energético

# data/item-database.json//items/292/description
source: Highly-concentrated coffee with a distinct taste. Will eliminate all sleepiness.
es_es: Una café muy concentrado con un distintivo gusto. Eliminará todo el sueño.

# data/item-database.json//items/293/name
source: Nifty Grey Shades
es_es: Cincuenta Sombras

# data/item-database.json//items/293/description
source: Highly advanced, sharp looking shades. Don't throw them, though.
es_es: Sombras altamente avanzadas y filosas. ¡No las revolees!

# data/item-database.json//items/294/name
source: Red Bandana
es_es: Pañuelo Rojo

# data/item-database.json//items/294/description
source: A rather tattered red Bandana once worn by a wandering warrior.
es_es: Un andrajoso pañuelo rojo utilizado por un guerrero andante.

# data/item-database.json//items/295/name
source: Electrician's Cap
es_es: Gorro de Electricista

# data/item-database.json//items/295/description
source: Construction helmet that creates a static field which disperses incoming voltage.
es_es: Un casco de construcción que crea un campo estático al dispersar electricidad entrante.

# data/item-database.json//items/296/description
source: A classic hat, popular in cities. This version, though, emits a strange aura.
es_es: Un sombrero clásico, popular en las ciudades. Aunque esta versión emite una extraña aura.

# data/item-database.json//items/297/name
source: Mystic Mohawk
es_es: Cresta Mística

# data/item-database.json//items/297/description
source: Headdress made by a famous Shad-Designer, modelled after a popular hairstyle.
es_es: Un tocado hecho por un famoso diseñador Shad. Está modelado en base a un corte de pelo popular.

# data/item-database.json//items/298/name
source: Hunter's Bolt
es_es: Perno de Cazador

# data/item-database.json//items/298/description
source: Ranged weapon with high precision, used to bring down game with few attacks.
es_es: Arma a distancia con gran precisión. Utilizado para acabar las peleas con velocidad.

# data/item-database.json//items/299/name
source: Lawkeeper's Fist
es_es: Puño de la Ley

# data/item-database.json//items/299/description
source: Highly advanced gauntlet associated with hands-on approaches in law enforcement.
es_es: Un guantelete muy avanzado, utilizado por la ley.

# data/item-database.json//items/300/name
source: Aehre
es_es: Ahere

# data/item-database.json//items/300/description
source: According to a translator it means "honor". In any case it keeps the wielder healthy.
es_es: De acuerdo a los traductores, significa "honor". De todos modos, hace a su portador saludable.

# data/item-database.json//items/301/name
source: Twitching Slicer
es_es: Filo Ansioso

# data/item-database.json//items/301/description
source: Vicious looking weapon that always seems to be restless and unpredictable.
es_es: Una afilada espada que, muy inquieta e impredecible.

# data/item-database.json//items/302/name
source: Sunset Claw
es_es: Garra del Atardecer

# data/item-database.json//items/302/description
source: This savage tool was inspired by the weapons of nature and sharpens your instincts.
es_es: Esta herramienta salvaje se inspiró en las armas prehistóricas y agudiza tus instintos.

# data/item-database.json//items/303/name
source: Sneaky Shiv
es_es: Puñal Furtivo

# data/item-database.json//items/303/description
source: Small weapon that is easy to hide, especially in an opponent's weak-spots.
es_es: Arma pequeña que es fácil de esconder, especialmente de la vista de tus enemigos.

# data/item-database.json//items/304/name
source: Ramming Shell
es_es: Caparazón de las Embestidas

# data/item-database.json//items/304/description
source: Ferocious armor made from the hardest parts of wild Bovines.
es_es: Feroz armadura hecha con las partes más duras de los bovinos salvajes.

# data/item-database.json//items/305/name
source: Survival Plate
es_es: Placa de Supervivencia

# data/item-database.json//items/305/description
source: Heavy plate with built-in life support system that protects against the elements.
es_es: Placa pesada con sistema de soporte vital incorporado con protección elemental.

# data/item-database.json//items/306/name
source: Rootweave
es_es: Raíz

# data/item-database.json//items/306/description
source: Weird looking clothes made from a mass of finely intertwined roots.
es_es: Ropa de aspecto extraño hecha de una masa de raíces finamente entrelazadas.

# data/item-database.json//items/307/name
source: Petal Cloak
es_es: Capa de Pétalos

# data/item-database.json//items/307/description
source: Countless petals that somehow stick together naturally. Still emits a strong lifeforce.
es_es: Innumerables pétalos que de alguna manera se pegan de forma natural. Todavía emite una fuerte fuerza vital.

# data/item-database.json//items/308/name
source: Loose Trenchcoat
es_es: Gabardina Suelta

# data/item-database.json//items/308/description
source: Always looks slightly too big for your body. Still a favorite of clever investigators.
es_es: Siempre se verá grande para su cuerpo. Sigue siendo apreciado entre algunos investigadores.

# data/item-database.json//items/309/name
source: Stable Footguard
es_es: Guardapiés Estable

# data/item-database.json//items/309/description
source: They protect both the feet and lower legs. The natural foes of kicks to the shin.
es_es: Protegen tanto los pies como la parte inferior de las piernas con espinas naturales.

# data/item-database.json//items/310/name
source: Hydraulic Anchors
es_es: Anclajes Hidráulicos

# data/item-database.json//items/310/description
source: Heavy boots that are still very mobile thanks to internal hydraulics.
es_es: Botas pesadas que siguen siendo muy móviles gracias a su sistema hidráulico interno.

# data/item-database.json//items/311/name
source: Shinkickers
es_es: Botas Shin

# data/item-database.json//items/311/description
source: Reinforced combat boots for martial artists that prefer pragmatism over honor.
es_es: Botas de combate reforzadas para practicantes de artes marciales que prefieren un duelo de honor.

# data/item-database.json//items/312/name
source: Urban Sneakers
es_es: Zapatillas Urbanas

# data/item-database.json//items/312/description
source: Classy looking shoes of the highest quality and extremely comfy to boot!
es_es: ¡Zapatos elegantes de la más alta calidad y extremadamente cómodos de usar!

# data/item-database.json//items/313/name
source: Pathfinders
es_es: Conquistadores

# data/item-database.json//items/313/description
source: Solid boots, made to explore even the deepest part of an unknown world.
es_es: Botas sólidas, hechas para explorar incluso la parte más profunda de un mundo desconocido.

# data/item-database.json//items/314/name
source: Sea Disc
es_es: Disco del Mar

# data/item-database.json//items/314/description
source: Sadly you have no means to access the mass of information stored on this weird object.
es_es: Lamentablemente, no tienes los medios para acceder a la gran cantidad de información almacenada en este extraño objeto.

# data/item-database.json//items/315/name
source: Maultasche
es_es: Pasta Rellena

# data/item-database.json//items/315/description
source: The favorite dish of poets and philosophers.
es_es: El plato favorito de poetas y filósofos.

# data/item-database.json//items/316/name
source: Werewolf Stick
es_es: Palo de Hombre Lobo

# data/item-database.json//items/316/description
source: A Popsicle depicting a werewolf on a stick. \c[1]Slow\c[0].
es_es: Una paleta que representa a un hombre lobo en un palo. \c[1]Lento\c[0].

# data/item-database.json//items/317/name
source: Food Temp #3
es_es: Comida Temporal #3

# data/item-database.json//items/317/description
source: Will turn into something tasty in the future! #notabug
es_es: ¡Se convertirá en algo sabroso en el futuro! #notabug

# data/item-database.json//items/318/name
source: Food Temp #4
es_es: Comida Temporal #4
