Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/item-database.po
Languages: es_es, ru_ru

# data/item-database.json/items/26/name
source: Rookiebelt
ru_ru: Пояс новичка

# data/item-database.json/items/26/description
source: Starting Equipment. Let the Adventure begin!
ru_ru: Стартовое снаряжение. Да начнётся приключение!

# data/item-database.json/items/27/name
source: Hi-Sandwich
ru_ru: Эй-сэндвич

# data/item-database.json/items/27/description
source: A larger Sandwich, to properly greet the hunger. \c[2]Heals 25% of max HP\c[0].
ru_ru: Сэндвич побольше, чтобы как следует утолить голод. \c[2]Лечит 25% от макс. HP\c[0].

# data/item-database.json/items/28/name
source: Chef Sandwich
ru_ru: Сэндвич от шефа

# data/item-database.json/items/28/description
source: A delicious meal for fine adventurers. \c[1]Slow\c[0], but \c[2]heals 50% of max HP\c[0].
ru_ru: Вкусное блюдо для искателей приключений. \c[1]Медленно\c[0], но \c[2]лечит 50% от макс. HP\c[0].

# data/item-database.json/items/29/name
source: Bronze Edge
ru_ru: Бронзовый клинок

# data/item-database.json/items/29/description
source: All-purpose weapon made from a simple alloy of copper and tin. Just like old times.
ru_ru: Универсальное оружие из сплава меди и олова. Прямо как в старые времена.

# data/item-database.json/items/30/name
source: Bronze Mail
ru_ru: Бронзовая кольчуга

# data/item-database.json/items/30/description
source: Mass-produced, pretty sturdy and shining in the sun. A soldier's cheap bread and butter.
ru_ru: Серийная, довольно крепкая и сияющая на солнце. Солдатский хлеб с маслом.

# data/item-database.json/items/31/name
source: Bronze Goggles
ru_ru: Бронзовые очки

# data/item-database.json/items/31/description
source: Goggles with frames of bronze and glasses of... glass.
ru_ru: Защитные очки с бронзовыми оправами и стёклами из... стекла.

# data/item-database.json/items/32/name
source: Bronze Boots
ru_ru: Бронзовые сапоги

# data/item-database.json/items/32/description
source: Durable footwear made from durable material. Nothing special but keeps thorns out.
ru_ru: Прочная обувь из прочного материала. Ничего особенного, но защищает от колючек.

# data/item-database.json/items/33/name
source: Grasswalkers
ru_ru: Травоходы

# data/item-database.json/items/33/description
source: Comfortable boots for comfortable terrain.
ru_ru: Удобные ботинки для удобной земли.

# data/item-database.json/items/34/name
source: Explorer's Cap
ru_ru: Кепка проводника

# data/item-database.json/items/34/description
source: Typical headgear for beginners. May keep out the rain, at least.
ru_ru: Обычный головной убор новичков. Может хотя бы защитить от дождя.

# data/item-database.json/items/35/name
source: Edge o' All
ru_ru: Обострение

# data/item-database.json/items/35/description
source: A weak yet practical weapon for self-defense.
ru_ru: Слабое, но практичное оружие для самообороны.

# data/item-database.json/items/36/name
source: Second Hide
ru_ru: Вторая кожа

# data/item-database.json/items/36/description
source: A simple and light protective garb for adventurers.
ru_ru: Простой и лёгкий защитный костюм для искателей приключений.

# data/item-database.json/items/37/name
source: Civilian Trigger
ru_ru: Штатский курок

# data/item-database.json/items/37/description
source: Light ranged weapon, ideal for warning shots and small skirmishes.
ru_ru: Легкое оружие дальнего боя, идеально подходит для предупредительных выстрелов и небольших стычек.

# data/item-database.json/items/38/name
source: Winterclaw
ru_ru: Зимний коготь

# data/item-database.json/items/38/description
source: A stark reminder of a colder season yet to come.
ru_ru: Суровое напоминание о том, что холодный сезон ещё впереди.

# data/item-database.json/items/39/name
source: Winner's Pride
ru_ru: Гордость победителя

# data/item-database.json/items/39/description
source: A small bracelet to celebrate the defeat of many.
ru_ru: Маленький браслет, чтобы отпраздновать победу над многими.

# data/item-database.json/items/40/name
source: Mega-Sandwich
ru_ru: Мега-сэндвич

# data/item-database.json/items/40/description
source: A sandwich family pack made for long journeys. \c[1]Slow\c[0], but \c[2]heals 70% of max HP\c[0].
ru_ru: Семейная упаковка сэндвичей для путешествий. \c[1]Медленно\c[0], но \c[2]лечит 70% макс. HP\c[0].

# data/item-database.json/items/41/name
source: Bovine Armor
ru_ru: Броня бычары

# data/item-database.json/items/41/description
source: Soft armor infused with the lifeforce of headstrong bovines.
ru_ru: Мягкая броня, наполненная жизненной силой самых упорных бычар.

# data/item-database.json/items/42/name
source: Swiftspike
ru_ru: Быстрошип

# data/item-database.json/items/42/description
source: Piercing weapon that is low in power but offers a surprisingly deadly potential.
ru_ru: Колющее оружие с небольшой мощью, но на удивление смертоносным потенциалом.

# data/item-database.json/items/43/name
source: Weird Skates
ru_ru: Странные коньки

# data/item-database.json/items/43/description
source: Footwear with some mysterious, thus unrealized power.
ru_ru: Обувь с какой-то таинственной и потому нереализованной силой.

# data/item-database.json/items/44/name
source: Rusty Anchors
ru_ru: Ржавые якоря

# data/item-database.json/items/44/description
source: Heavy boots with additional weight. Reinforces the stability of whoever wears them.
ru_ru: Утяжелённые ботинки. Придадут устойчивость всем, кто сможет их носить.

# data/item-database.json/items/45/name
source: Fleety Sandals
ru_ru: Лёгкие сандали

# data/item-database.json/items/45/description
source: Comfortable sandals which offer little protection but grant a liberating feeling.
ru_ru: Удобные сандалии, которые слабо защищают, но дарят ощущение свободы.

# data/item-database.json/items/46/name
source: Feline Paws
ru_ru: Кошачьи лапки

# data/item-database.json/items/46/description
source: Symbolize agility, surefootedness and a weakness for moving lights.
ru_ru: Символизируют ловкость, устойчивость и слабость к движущимся огонькам.

# data/item-database.json/items/47/name
source: Leaf Cape
ru_ru: Лиственный плащ

# data/item-database.json/items/47/description
source: Revitalizing garment of living material. It's gnawed on one side.
ru_ru: Восстанавливающаяся одежда из живого материала. Сбоку прогрызена дырка.

# data/item-database.json/items/48/name
source: Assault Vest
ru_ru: Штурмовой жилет

# data/item-database.json/items/48/description
source: Ferocious vest forged for fearless front-line fighters. Friggin' fantastic.
ru_ru: Свирепый жилет, созданный для бесстрашных фронтовиков. Чертовски хорош.

# data/item-database.json/items/49/name
source: Recruit's Scope
ru_ru: Прицел рекрута

# data/item-database.json/items/49/description
source: Cap with a simple scope attached that allows for a faster aim.
ru_ru: Кепка с прикреплённым обычным прицелом, позволяющим целиться быстрее.

# data/item-database.json/items/50/name
source: Shady Monocle
ru_ru: Теневой монокль

# data/item-database.json/items/50/description
source: What seems like a desperate attempt at class can reveal a foe's weak spots.
ru_ru: Выглядит как отчаянная попытка выделиться, выявляет слабые места врагов.

# data/item-database.json/items/51/name
source: Key Piece
ru_ru: Часть ключа

# data/item-database.json/items/51/description
source: Actually looks like a key, fitting into a triangle-shaped hole.
ru_ru: На самом деле выглядит как ключ, подходящий под треугольное отверстие.

# data/item-database.json/items/52/name
source: -Observatory Key
ru_ru: -Ключ обсерватории

# data/item-database.json/items/52/description
source: A rather odd looking key. The key bit is shaped like a triangle.
ru_ru: Довольно странно выглядящий ключ. Бородка ключа имеет форму треугольника.

# data/item-database.json/items/53/name
source: Winner's Proof
ru_ru: Медаль победителя

# data/item-database.json/items/53/description
source: Looks like a heart. Stands for the will of an old kingdom.
ru_ru: Выглядит как сердце. Означает волю старого королевства.

# data/item-database.json/items/54/name
source: Dented Crown
ru_ru: Помятая корона

# data/item-database.json/items/54/description
source: Though in bad shape now, it was once a regalia of an Ancient civilization in the desert.
ru_ru: В плохом состоянии, но когда-то она была реликвией Древних, живших в пустыне.

# data/item-database.json/items/55/name
source: Student's Bandana
ru_ru: Бандана ученика

# data/item-database.json/items/55/description
source: Keeps sweat out of the eyes and supposedly helps to concentrate.
ru_ru: Не даёт поту попадать в глаза и, предположительно, помогает сосредоточиться.

# data/item-database.json/items/56/name
source: Mugger's Blade
ru_ru: Клинок грабителя

# data/item-database.json/items/56/description
source: Small, rusty blade for close quarters. Cheap, yet dangerous.
ru_ru: Маленький, ржавый клинок для ближнего боя. Дешёвый, но всё-таки опасный.

# data/item-database.json/items/57/name
source: Daikon
ru_ru: Дайкон

# data/item-database.json/items/57/description
source: A huge radish that can be both a fearsome weapon and a healthy meal.
ru_ru: Огромная редька, которая может быть как страшным оружием, так и полезной едой.

# data/item-database.json/items/58/name
source: Hydra Fang
ru_ru: Клык гидры

# data/item-database.json/items/58/description
source: Based on a mythical beast, this weapon grants regeneration and additional attacks.
ru_ru: Основанное на мифическом создании, это оружие даёт регенерацию и дополнительные атаки.

# data/item-database.json/items/59/name
source: Scrappy Plate
ru_ru: Ломовые латы

# data/item-database.json/items/59/description
source: Heavy plate made from spare metal parts. Offers good protection but limits mobility.
ru_ru: Латы из металлических запчастей. Дают хорошую защиту, но ограничивают мобильность.

# data/item-database.json/items/60/name
source: Bull Stompers
ru_ru: Бычьи топтуны

# data/item-database.json/items/60/description
source: Shaped like a bull's hooves. Infuses their wearer with obstinacy.
ru_ru: По форме повторяют бычьи копыта. Наделяют носителя упрямством.

# data/item-database.json/items/61/name
source: Perfect Karrot
ru_ru: Идеальная морковка

# data/item-database.json/items/61/description
source: It's perfect.
ru_ru: Идеальна.

# data/item-database.json/items/62/name
source: Precursor Shard
ru_ru: Осколок предтеча

# data/item-database.json/items/62/description
source: An old shard used as a template in the beta phase of CrossWorlds.
ru_ru: Старый осколок, используемый как шаблон в бета-фазе CrossWorlds.

# data/item-database.json/items/63/name
source: Cross Sandwich
ru_ru: Cross-сэндвич

# data/item-database.json/items/63/description
source: The ultimate sandwich made by a legendary cook. \c[2]Heals 80% of max HP\c[0].
ru_ru: Совершенный сэндвич, сделанный легендарным поваром. \c[2]Лечит 80% макс. HP\c[0].

# data/item-database.json/items/64/name
source: Spicy Bun
ru_ru: Пряная булочка

# data/item-database.json/items/64/description
source: A well seasoned loaf for heated battles.
ru_ru: Хорошо приправленная булка для жарких сражений.

# data/item-database.json/items/65/name
source: Flaming Bun
ru_ru: Пламенная булка

# data/item-database.json/items/65/description
source: Bread made with zesty hot sauce.
ru_ru: Хлеб с пикантным острым соусом.

# data/item-database.json/items/66/name
source: Blazing Bun
ru_ru: Пылающая булка

# data/item-database.json/items/66/description
source: Brings the eternal inferno right to your mouth.
ru_ru: Приносит вечный ад прямиком в ваш рот.

# data/item-database.json/items/67/name
source: Veggie Sticks
ru_ru: Овощные палочки

# data/item-database.json/items/67/description
source: Various vegetables cut into sticks.
ru_ru: Различные овощи, нарезанные соломкой.

# data/item-database.json/items/68/name
source: Veggie Wraps
ru_ru: Вега-рулеты

# data/item-database.json/items/68/description
source: Fresh wraps made with grilled tofu.
ru_ru: Свежие рулеты с жареным тофу.

# data/item-database.json/items/69/name
source: Veggie Burger
ru_ru: Овощной бургер

# data/item-database.json/items/69/description
source: Hits your body with pure joy on every bite.
ru_ru: Наполняет вас чистой радостью при каждом укусе.

# data/item-database.json/items/70/name
source: Fruit Drink
ru_ru: Фруктовый напиток

# data/item-database.json/items/70/description
source: A refreshing beverage for sunny days.
ru_ru: Освежающий напиток для солнечных дней.

# data/item-database.json/items/71/name
source: Fruit Salad
ru_ru: Фруктовый салат

# data/item-database.json/items/71/description
source: Healthy salad. Does not contain any tomatoes.
ru_ru: Полезный салат. Не содержит помидоров.

# data/item-database.json/items/72/name
source: Fruit Pie
ru_ru: Фруктовый пирог

# data/item-database.json/items/72/description
source: An exquisite pastry topped with exotic fruits.
ru_ru: Изысканная выпечка, украшенная экзотическими фруктами.

# data/item-database.json/items/73/name
source: Rice Cracker
ru_ru: Рисовый крекер

# data/item-database.json/items/73/description
source: A cracker made of rice. It's a bit salty.
ru_ru: Крекер из риса. Чуть-чуть солоноватый.

# data/item-database.json/items/74/name
source: Tofu Cracker
ru_ru: Тофу-крекер

# data/item-database.json/items/74/description
source: Perfect with a tiny bit of soy milk.
ru_ru: Идеально сочетается с соевым молоком.

# data/item-database.json/items/75/name
source: Cheese Cracker
ru_ru: Сырный крекер

# data/item-database.json/items/75/description
source: The classic cheese cracker. Never gets old. Never.
ru_ru: Классический крекер с сыром. Всегда в моде. Всегда.

# data/item-database.json/items/76/name
source: Salty Ice Cream
ru_ru: Солёное мороженое

# data/item-database.json/items/76/description
source: Best enjoyed at sunset on top of a clocktower.
ru_ru: Им лучше всего наслаждаться на закате в башне с часами.

# data/item-database.json/items/77/name
source: Chili Con Carne
ru_ru: Чили кон-карне

# data/item-database.json/items/77/description
source: Prepare for mild to severe discomfort.
ru_ru: Приготовьтесь к умеренному дискомфорту.

# data/item-database.json/items/78/name
source: Ginger Tom. Salad
ru_ru: Имбирно-помидорный салат

# data/item-database.json/items/78/description
source: A rare type of tomato salad seasoned with some ginger and salt.
ru_ru: Необычный помидорный салат, приправленный имбирём и солью.

# data/item-database.json/items/79/name
source: Pepper Night Tea
ru_ru: Перчёный чай

# data/item-database.json/items/79/description
source: Perfect to shortly keep you warm on a cold winter night.
ru_ru: Идеально согревает в холодную зимнюю ночь.

# data/item-database.json/items/80/name
source: Headphone Scraps
ru_ru: Куски наушников

# data/item-database.json/items/80/description
source: Someone must have hit it with a blunt object at high velocity.
ru_ru: Кажется, кто-то ударил их тупым предметом на высокой скорости.

# data/item-database.json/items/81/name
source: Metal Needles
ru_ru: Металлические иглы

# data/item-database.json/items/81/description
source: Pointy needles plucked from a \v[combat.name.hedgehog]. Ouch! Told you so.
ru_ru: Острые иглы, вырванные из Дикоборзов. Ай! Я же говорил.

# data/item-database.json/items/82/name
source: Bovine Skin
ru_ru: Шкура бычары

# data/item-database.json/items/82/description
source: Actual skin from Bovines which feel almost like leather.
ru_ru: Настоящая шкура с Бычар, которая ощущается почти как кожа.

# data/item-database.json/items/83/name
source: Edgy Headphones
ru_ru: Крутые наушники

# data/item-database.json/items/83/description
source: Nobody really knows where hillkats get them but they sound amazing.
ru_ru: Никто на самом деле не знает, где горностаи берут их, но звучат они круто.

# data/item-database.json/items/84/name
source: Climbing Pick
ru_ru: Кирка альпиниста

# data/item-database.json/items/84/description
source: Useful to have when traveling the mountains and fighting snowbeasts.
ru_ru: Полезна в путешествиях по горам и в борьбе со снежными зверями.

# data/item-database.json/items/85/name
source: Boom Walkers
ru_ru: Бум-ходунки

# data/item-database.json/items/85/description
source: Ideal for those who aspire to move at high velocities.
ru_ru: Идеальны для жаждущих высоких скоростей.

# data/item-database.json/items/86/name
source: Golden Ring
ru_ru: Золотое кольцо

# data/item-database.json/items/86/description
source: If you don't have one, you might get yourself killed.
ru_ru: Если у вас нет хотя бы одного, то вас могут убить.

# data/item-database.json/items/87/name
source: Chili Dog
ru_ru: Чили-дог

# data/item-database.json/items/87/description
source: Chili Con Carne in a bun. The favorite food of blue hedgehogs.
ru_ru: Мясо в остром соусе в булке. Любимая еда синих ежей.

# data/item-database.json/items/88/name
source: Raw Meat
ru_ru: Сырое мясо

# data/item-database.json/items/88/description
source: Meat from animals brutally butchered in the wild.
ru_ru: Мясо животных, бесчеловечно забитых в диких условиях.

# data/item-database.json/items/89/name
source: Core Drill
ru_ru: Ключ-бур

# data/item-database.json/items/89/description
source: Almost tiny drill whose strength depends on the willpower of the user.
ru_ru: Крошечный бур, чья сила зависит от силы воли владельца.

# data/item-database.json/items/90/name
source: Giga Spiral Drill
ru_ru: Гигаспиральный бур

# data/item-database.json/items/90/description
source: Said to be able to pierce through the heavens themselves.
ru_ru: Говорят, что им можно пронзить небеса.

# data/item-database.json/items/91/name
source: Autumn Leaves
ru_ru: Осенние листья

# data/item-database.json/items/91/description
source: Simple leaves commonly found in Autumn's Rise.
ru_ru: Обычные листья, часто встречающиеся в Расцвете Осени.

# data/item-database.json/items/92/name
source: Season Apples
ru_ru: Сезонные яблоки

# data/item-database.json/items/92/description
source: Eating them apparently helps to keep the doctor away for one day.
ru_ru: Их употребление, предположительно, помогает отложить поход к доктору на другой день.

# data/item-database.json/items/93/name
source: Gold Beetle
ru_ru: Золотой жук

# data/item-database.json/items/93/description
source: These little bugs hide on plants near rivers and only come out to search for food.
ru_ru: Эти маленькие жуки прячутся в траве у рек и выходят только в поисках пищи.

# data/item-database.json/items/94/name
source: Twilight Dew
ru_ru: Сумеречная роса

# data/item-database.json/items/94/description
source: Used to grow rare plants that need pure and clean water.
ru_ru: Используется для выращивания редких растений, нуждающихся в чистой воде.

# data/item-database.json/items/95/name
source: Bear Cicada
ru_ru: Медвежья цикада

# data/item-database.json/items/95/description
source: A rare autumn bug who only chants his melody in bright moonlight.
ru_ru: Редкий осенний жук, который исполняет свою песню только при ярком лунном свете.

# data/item-database.json/items/96/name
source: Azure Dragonfly
ru_ru: Голубая стрекоза

# data/item-database.json/items/96/description
source: These beautiful creatures sparkle azure blue at dawn until the sun sets.
ru_ru: Эти красивые существа сверкают лазурно-голубым от рассвета до заката.

# data/item-database.json/items/97/name
source: Veggie Set
ru_ru: Овощной набор

# data/item-database.json/items/97/description
source: Mostly obtained from traders. Contains everything from beans to sweet potatoes.
ru_ru: Распространён среди торговцев. Содержит всё, от бобов до сладкого картофеля.

# data/item-database.json/items/97/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
ru_ru: \c[3]Торговцы\c[0] в крупных городах

# data/item-database.json/items/97/sources/1/value/text
source: \c[3]Player Traders\c[0] in all Areas
ru_ru: \c[3]Игроки-торговцы\c[0] во всех локациях

# data/item-database.json/items/98/name
source: Fruit Set
ru_ru: Фруктовый набор

# data/item-database.json/items/98/description
source: Mostly obtained from traders. Contains everything from bananas to strawberries.
ru_ru: Распространён среди торговцев. Содержит всё, от бананов до клубники.

# data/item-database.json/items/98/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
ru_ru: \c[3]Торговцы\c[0] в крупных городах

# data/item-database.json/items/98/sources/1/value/text
source: \c[3]Player Traders\c[0] in all Areas
ru_ru: \c[3]Игроки-торговцы\c[0] во всех локациях

# data/item-database.json/items/99/name
source: Junk Metal
ru_ru: Металлолом

# data/item-database.json/items/99/description
source: Various metal parts. Might look old but could be used to create new equipment.
ru_ru: Различные металлические детали. Выглядят старыми, но всё ещё могут быть использованы для создания снаряжения.

# data/item-database.json/items/99/sources/0/value/text
source: \c[3]Traders\c[0] in Major Cities
ru_ru: \c[3]Торговцы\c[0] в крупных городах

# data/item-database.json/items/99/sources/1/value/text
source: \c[3]Player Traders\c[0] all over CrossWorlds
ru_ru: \c[3]Игроки-торговцы\c[0] по всему CrossWorlds

# data/item-database.json/items/100/name
source: Spiral Gem
ru_ru: Спироцвет

# data/item-database.json/items/100/description
source: A rare gem which forms a strange helix spiral.
ru_ru: Редкий драгоценный камень странной спиральной формы.

# data/item-database.json/items/101/name
source: Sparkly Boots
ru_ru: Сверкающие сапоги

# data/item-database.json/items/101/description
source: They will make you sparkle with every step. Literally.
ru_ru: Они заставят вас сверкать с каждым шагом. Буквально.

# data/item-database.json/items/102/name
source: Gunner's Trigger
ru_ru: Курок стрелка

# data/item-database.json/items/102/description
source: Ranged weapon, ideal to defend a fortified border against hostile neighbors.
ru_ru: Дальнобойное оружие. Идеально подходит для защиты от враждебных соседей.

# data/item-database.json/items/103/name
source: Feather Leaf
ru_ru: Лист-перо

# data/item-database.json/items/103/description
source: A single leaf from the infamous Feather Trees only found on Bergen Trail.
ru_ru: Лист с печально известных Перьевых деревьев c Тропы в Берген.

# data/item-database.json/items/104/name
source: Rusty Bits
ru_ru: Ржавые части

# data/item-database.json/items/104/description
source: Nuts and Bolts. Ancient history says they were once used as currency.
ru_ru: Гайки и болты. История Древних гласит, что раньше их использовали вместо денег.

# data/item-database.json/items/104/sources/8/value/text
source: \c[3]Egg Pots\c[0] in \v[area.cold-dng.name]
ru_ru: \c[3]Яичные кладки\c[0] в Храм-Шахте

# data/item-database.json/items/105/name
source: Frozen Tear
ru_ru: Замёрзшая слеза

# data/item-database.json/items/105/description
source: Dropped by solitary conifer trees. Could this crystal cone be a sign of their loneliness?
ru_ru: Упала с одинокого хвойного дерева. Может, этот кристалл - знак его одиночества?

# data/item-database.json/items/106/name
source: Pike Wood
ru_ru: Деревянная пика

# data/item-database.json/items/106/description
source: Falling butt first on these sure must hurt. So you better watch out!
ru_ru: Падать задом на них очень больно. Так что вам лучше быть осторожней!

# data/item-database.json/items/107/name
source: Purple Ore Lump
ru_ru: Фиолетовая руда

# data/item-database.json/items/107/description
source: Common metal ore probably found in one of the many mining shafts.
ru_ru: Обычная металлическая руда, вероятно, найденная в одной из шахт.

# data/item-database.json/items/108/name
source: Winter Thorn
ru_ru: Зимний шип

# data/item-database.json/items/108/description
source: Once used as material for nobility furniture. But who wants to sit on a spiky throne?
ru_ru: Раньше использовался для мебели дворян. Но кто захочет сидеть на колючем троне?

# data/item-database.json/items/109/name
source: Bergen Ice
ru_ru: Бергенский лёд
