Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: To activate a turret, \c[3]hit it a few times\c[0] and then use a \c[3]charged projectile on it\c[0]!
es_es: ¡Para activar una torreta, \c[3]golpéala varias veces\c[0] y luego usa un \c[3]proyectil cargado\c[0]!
ru_ru: Для того, чтобы активировать турель, \c[3]выстрели в неё несколько раз\c[0], а затем используй \c[3]заряженный снаряд\c[0]!

source: When activated with the \c[3]neutral element\c[0] they will \c[3]disrupt the shields\c[0] with each hit.
es_es: Cuando se activan con el \c[3]elemento neutral\c[0], \c[3]interrumpirán los escudos\c[0] con cada golpe.
ru_ru: При активации с помощью \c[3]нейтрального элемента\c[0] они будут \c[3]разрушать щиты\c[0] при каждом попадании.

source: Later I'll also unlock \c[3]elemental modes\c[0] that will \c[3]cause more damage instead of disrupting the shields\c[0].
es_es: Más adelante también habilitaré \c[3]modos elementales\c[0] que \c[3]causarán más daño en lugar de interrumpir los escudos\c[0].
ru_ru: Позже я также разблокирую \c[3]элементальные режимы\c[0], которые будут \c[3]наносить больше урона вместо разрушения щитов\c[0].

source: Each turret consumes \c[3]25 energy\c[0] on activation.\. You will earn additional energy by \c[3]killing critters and after each wave\c[0].
es_es: Cada torreta consume \c[3]25 de energía\c[0] al activarse.\. Ganarás energía adicional al \c[3]matar enemigos y después de cada oleada\c[0].
ru_ru: Каждая турель потребляет \c[3]25 энергии\c[0] при активации.\. Ты будешь зарабатывать дополнительную энергию, \c[3]убивая тварей и после завершения каждой волны\c[0].

source: Mika
ru_ru: Мика

source: Anyway, can we start this up already?
es_es: En fin, ¿podemos empezar de una vez?
ru_ru: Так или иначе, можем мы уже начать?

source: How?!
es_es: ¡¿Cómo?!
ru_ru: Как?!

source: Wow, you really want to dig into the details, eh?\. Very admirable, I gotta say.
es_es: Guau, realmente quieres profundizar en los detalles, ¿eh?\. Admirable, debo decir.
ru_ru: Вау, ты действительно хочешь покопаться в деталях, да?\. Очень похвально, я должна сказать.

source: Here, take a look at this sheet that came with the manual.\. It should give you a good overview.
es_es: Toma, echa un vistazo a esta hoja que viene con el manual.\. Debería darte suficientes detalles.
ru_ru: Вот, взгляни на этот лист, который пришёл с инструкцией.\. Это должно дать тебе должное понимание.

source: \c[3]- Turret Overview -\c[0] \i[element-neutral] \c[3]Neutral\c[0]: Single-target shot, light homing, neutralizes shields, frequent attacks, weak. \c[1]Default mode when using an inactive element!\c[0]
es_es: \c[3]- Detalles de la Torreta -\c[0] \i[element-neutral] \c[3]Neutral\c[0]: Disparo de un solo objetivo, guiado ligero, neutraliza escudos, ataques frecuentes, débil. \c[1]¡Modo predeterminado cuando no se usa un elemento!\c[0]
ru_ru: \c[3]- Обзор турелей -\c[0] \i[element-neutral] \c[3]Нейтральная\c[0]: Простой выстрел, лёгкое наведение, разрушение щитов, частые атаки, слабая. \c[1]Режим по умолчанию при использовании неактивного элемента!\c[0]

source: \i[element-heat] \c[3]Heat\c[0]: Penetrating flamethrower, large area, short range, powerful, causes Burn. \i[element-cold] \c[3]Cold\c[0]: Explosive shot, light homing, creates icicles, slows enemies, causes Chill.
es_es: \i[element-heat] \c[3]Fuego\c[0]: Lanzallamas penetrante, área grande, corto alcance, potente, provoca Llamas. \i[element-cold] \c[3]Hielo\c[0]: Disparo explosivo, guiado ligero, crea estalagmitas, ralentiza enemigos, provoca Frío.
ru_ru: \i[element-heat] \c[3]Пламя\c[0]: Проникающий огнемет, большая площадь, короткая дистанция, мощный, накладывает Горение. \i[element-cold] \c[3]Холод\c[0]: Взрывной выстрел, лёгкое самонаведение, создаёт сосульки, замедляет врагов, накладывает Озноб.

source: \c[1]Shock and Wave are not unlocked and will be defaulted to Neutral!\c[0]
es_es: \c[1]¡Rayo y Pulso no están desbloqueados y se establecerán de forma predeterminada al modo Neutral!\c[0]
ru_ru: \c[1]Шок и Волна не разблокированы и по умолчанию будут нейтральными!\c[0]

source: Yes, start the waves
es_es: [Sí, empezar oleadas]
ru_ru: Да

source: No
ru_ru: Нет

source: Detailed Instructions
es_es: Instrucciones Detalladas
ru_ru: Подробные инструкции

source: Turret Data
es_es: Datos de la Torreta
ru_ru: Информация о турелях

source: Mika
ru_ru: Мика

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: Good job, \v[lore.title.seeker]!\. We neutralized the energy field of the door and there are no more waves on the radar.
es_es: ¡Buen trabajo, \v[lore.title.seeker]a!\. Neutralizamos el campo de energía de la puerta y no hay más oleadas en el radar.
ru_ru: Хорошая работа, Искатель!\. Мы нейтрализовали энергетическое поле двери, и на радаре больше нет волн.

source: Now we just need to unlock the door-mechanism itself.\. Your job here is done.
es_es: Ahora solo tenemos que desbloquear el mecanismo de la puerta.\. Tu trabajo está hecho.
ru_ru: Теперь нам просто нужно разблокировать сам дверной механизм.\. Твоя работа здесь выполнена.

source: Report back at our headquarters to get your reward.
es_es: Preséntate en nuestra sede para obtener tu recompensa.
ru_ru: Доложи в наш штаб, чтобы получить свою награду.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Mika
ru_ru: Мика

source: Greetings \v[lore.title.seeker]. We're still working on opening that door.
es_es: Saludos \v[lore.title.seeker]a. Todavía estamos trabajando para abrir esa puerta.
ru_ru: Приветствую, Искатель. Мы по-прежнему работаем над открытием этой двери.

# data/maps/jungle/caves/questcave-td-1.json//entities/49/settings/event/16/name
source: Taio
ru_ru: Тайо

source: Halt!\. Who so darest to enter this cave?
es_es: ¡Alto!\. ¿Quién se atreve a entrar en esta cueva?
ru_ru: Halt (Стой)! Кто осмелиться войти в этот пещера?

source: Hi. Lea.
es_es: Hola. Lea.
ru_ru: Привет. Лея.

source: Aha!\. At last, yon mighty \v[lore.title.seeker] we requested hath reached us!\. But wilt thou provest worthy?
es_es: ¡Ajá!\. ¡Por fin, la poderosa \v[lore.title.seeker]a que solicitamos ha arribado!\. ¿Pero eres lo suficientemente digna?
ru_ru: Ага!\. Наконец, юний могучий Искатель, о котором мы просить, прибыть к нам!\. Но проявить ли ты себья как надо?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: We shall see!!\. By custom of olde, thyne ability shall be tested by trial of...!
es_es: ¡¡Está por verse!!\. ¡Por costumbre, tu habilidad será probada en una prueba de...!
ru_ru: Мы посмотрим!!\. По древний обычай, твайн способности должны быть проверены испытанием...!

# data/maps/jungle/caves/questcave-td-1.json//entities/49/settings/event/28/name
source: Mika
ru_ru: Мика

source: BY THE ANCIENTS, STOP MAKING NOISE AND SEND HER DOWN HERE ALREADY!
es_es: ¡POR LOS ANTIGUOS, DEJA DE HACER RUIDO Y ENVÍALA AQUÍ AHORA MISMO!
ru_ru: ВО СЛАВУ ДРЕВНИХ, ПРЕКРАЩАЙ ШУМЕТЬ И ОТПРАВЬ ЕЁ УЖЕ СЮДА!

# data/maps/jungle/caves/questcave-td-1.json//entities/49/settings/event/38/name
source: Taio
ru_ru: Тайо

source: A-alright.\..\..\. Thou hast heard the voice.\. Procedest down and to thy left.
es_es: B-bien.\..\..\. Has oído el llamado.\. Avanza hacia abajo y a la izquierda.
ru_ru: Л-ладно.\..\..\. Ты слышать голос\.. Проследуйть вниз и левий.

# data/maps/jungle/caves/questcave-td-1.json//entities/51/settings/analyzable/text
source: Taio
ru_ru: Тайо

source: Taio
ru_ru: Тайо

source: Speaketh to comrade Mika deep in this denne.\. She shall enlighten thee.
es_es: Habla con la camarada Mika en lo profundo de la guarida.\. Ella te iluminará.
ru_ru: Говорить с товарищ Мика глубжий в этой пещере.\. Она тебья просветить.

source: Taio
ru_ru: Тайо

source: Splendid work, \v[lore.title.seeker].\. I beseech thee to give the most verily regardes to our liege.
es_es: Espléndido trabajo, \v[lore.title.seeker]a.\. Te suplico que le des los más sinceros saludos a nuestro señor.
ru_ru: Великолепная работа, Искатель.\. Я просить тебья передать самый лучший пожеланий нашему господину.

source: ...bye.
es_es: ...adiós.
ru_ru: ...пока.

source: Taio
ru_ru: Тайо

source: Hail, \v[lore.title.seeker].\. Thyne presence is most welcome in thise denne.
es_es: Salve, \v[lore.title.seeker]a.\. Tu presencia es muy bienvenida en esta guarida.
ru_ru: Hail (Приветствую), Искатель.\. Твайн присутствие приветствуется в этот пещера.

source: Taio
ru_ru: Тайо

source: Hail, \v[lore.title.seeker].\. Thyne presence is most welcome in thise denne.
es_es: Salve, \v[lore.title.seeker]a.\. Tu presencia es muy bienvenida en esta guarida.
ru_ru: Hail (Приветствую), Искатель.\. Твайн присутствие приветствуется в этот пещера.

source: The barrier is down!\. Another hit and we're done for!
es_es: ¡La barrera ha caído!\. ¡Otro golpe y estamos acabados!
ru_ru: Барьер разрушен!\. Ещё один удар, и нам конец!

source: [BARRIER DOWN!]
es_es: [¡BARRERA ABAJO!]
ru_ru: [БАРЬЕР РАЗРУШЕН!]

source: Hey \v[lore.title.seeker], you let one through!
es_es: ¡Oye \v[lore.title.seeker]a, dejaste pasar a uno!
ru_ru: Эй, Искатель, ты пропустила одного!

source: Our barrier has taken some heavy hits!\. Better step up your game, \v[lore.title.seeker]!
es_es: ¡Nuestra barrera ha recibido fuertes golpes!\. ¡Debes hacerlo mejor, \v[lore.title.seeker]a!
ru_ru: Наш барьер получил тяжёлые повреждения!\. Улучшай свою игру, Искатель!

source: Barrier is almost down!\. Keep it together, \v[lore.title.seeker]!
es_es: ¡La barrera está casi destruida! ¡No te desmorones, \v[lore.title.seeker]a!
ru_ru: Барьер почти разрушен!\. Соберись, Искатель!

source: [Barrier damaged!]
es_es: [¡Barrera dañada!]
ru_ru: [Барьер повреждён!]

# data/maps/jungle/caves/questcave-td-1.json//entities/129/settings/event/5/text
source: [Waves starting]
es_es: [Iniciando oleadas]
ru_ru: [Волны начинаются]

# data/maps/jungle/caves/questcave-td-1.json//entities/129/settings/event/10/task
source: Wave \v[tmp.tdWave] incoming!
es_es: ¡Se aproxima la oleada \v[tmp.tdWave]!
ru_ru: Волна \v[tmp.tdWave] на подходе!

source: [Wave Score Bonus +\v[tmp.tempScoreGain]!]
es_es: [¡Bonificación de Puntuación de Oleada +\v[tmp.tempScoreGain]!]
ru_ru: [Бонус волны +\v[tmp.tempScoreGain]!]

source: Wave \v[tmp.tdWave] incoming!
es_es: ¡Se aproxima la oleada \v[tmp.tdWave]!
ru_ru: Волна \v[tmp.tdWave] на подходе!

source: [Wave Score Bonus +\v[tmp.tempScoreGain]!]
es_es: [¡Bonificación de Puntuación de Oleada +\v[tmp.tempScoreGain]!]
ru_ru: [Бонус волны +\v[tmp.tempScoreGain]!]

source: Wave \v[tmp.tdWave] incoming!
es_es: ¡Se aproxima la oleada \v[tmp.tdWave]!
ru_ru: Волна \v[tmp.tdWave] на подходе!

source: [Wave Score Bonus +\v[tmp.tempScoreGain]!]
es_es: [¡Bonificación de Puntuación de Oleada +\v[tmp.tempScoreGain]!]
ru_ru: [Бонус волны +\v[tmp.tempScoreGain]!]

source: Wave \v[tmp.tdWave] incoming!
es_es: ¡Se aproxima la oleada \v[tmp.tdWave]!
ru_ru: Волна \v[tmp.tdWave] на подходе!

source: (Cycle \v[tmp.spawnCycle]: Spawn Slimey-Group!)
es_es: (Ciclo \v[tmp.spawnCycle]: ¡Aparecen grupos de Babas!)
ru_ru: (Цикл \v[tmp.spawnCycle]: призыв группы слизней!)

source: (Cycle \v[tmp.spawnCycle]: Spawn Plant-Group!)
es_es: (Ciclo \v[tmp.spawnCycle]: ¡Aparecen grupos de Plantas!)
ru_ru: (Цикл \v[tmp.spawnCycle]: призыв группы растений!)

source: (Cycle \v[tmp.spawnCycle]: Spawn Fish-Group!)
es_es: (Ciclo \v[tmp.spawnCycle]: ¡Aparecen grupos de Peces!)
ru_ru: (Цикл \v[tmp.spawnCycle]: призыв группы рыб!)

# data/maps/jungle/caves/questcave-td-1.json//entities/134/settings/event/24/text
source: SIMULATION OVER!
es_es: ¡SIMULACRO TERMINADO!
ru_ru: СИМУЛЯЦИЯ ЗАВЕРШЕНА!

source: \c[3]Survived \v[tmp.tdWave] waves!\c[0] Gain \c[3]\v[tmp.tdRewards] \v[item.517.name]\c[0]!
es_es: \c[3]¡Sobreviviste \v[tmp.tdWave] oleadas!\c[0] ¡Ganaste \c[3]\v[tmp.tdRewards] \v[item.517.name]\c[0]!
ru_ru: \c[3]Продержался волн: \v[tmp.tdWave]!\c[0] Получено \c[3]Турель-жетонов: \v[tmp.tdRewards]\c[0]!

source: \c[1]Failure on Wave \v[tmp.tdWave]!\c[0]
es_es: \c[1]¡Perdiste en la oleada \v[tmp.tdWave]!\c[0]
ru_ru: \c[1]Провал на волне \v[tmp.tdWave]!\c[0]

source: New record!
es_es: ¡Nuevo récord!
ru_ru: Новый рекорд!

source: Survived till \c[3]Wave \v[tmp.tdWave]\c[0]. \c[3]Score: \v[tmp.tdScore]\c[0] \c[2]\v[tmp.recordString]\c[0] Gain \c[3]\v[tmp.tdRewards] \v[item.517.name]\c[0]!
es_es: Sobreviviste hasta la \c[3]oleada \v[tmp.tdWave]\c[0]. \c[3]Puntaje: \v[tmp.tdScore]\c[0] \c[2]\v[tmp.recordString]\c[0] ¡Ganaste \c[3]\v[tmp.tdRewards] \v[item.517.name]\c[0]!
ru_ru: Продержался до \c[3]волны \v[tmp.tdWave]\c[0]. \c[3]Счёт: \v[tmp.tdScore]\c[0] \c[2]\v[tmp.recordString]\c[0] Получено \c[3]Турель-жетонов: \v[tmp.tdRewards]\c[0]!

# data/maps/jungle/caves/questcave-td-1.json//entities/136/settings/event/2/text
source: [ Turrets Upgrade, -\v[tmp.tdUpgradeCost] Energy ]
es_es: [ Mejorar Torretas, -\v[tmp.tdUpgradeCost] de Energía]
ru_ru: [ Турели улучшены, -\v[tmp.tdUpgradeCost] Энергии ]

# data/maps/jungle/caves/questcave-td-1.json//entities/140/settings/teleportLabel
source: Enter \c[3]Woodland Vanguard HQ\c[0]
es_es: Entra a la \c[3]Sede de la Vanguardia Forestal\c[0]
ru_ru: В \c[3]штаб Лесного авангарда\c[0]

# data/maps/jungle/caves/questcave-td-2.json//entities/3/settings/event/9/text
source: [Activate to start Wave]
es_es: [Activar para iniciar Oleada]
ru_ru: [Активируйте, чтобы запустить волну]

source: Energy
es_es: Energía
ru_ru: Энергия

source: Life
es_es: Vida
ru_ru: Здоровье

source: Energy
es_es: Energía
ru_ru: Энергия

# data/maps/jungle/caves/questcave-td-2.json//entities/4/settings/event/9/text
source: \c[3]HEAT\c[0] and \c[3]COLD\c[0] available!
es_es: ¡\c[3]FUEGO\c[0] y \c[3]HIELO\c[0] disponibles!
ru_ru: \c[3]ПЛАМЯ\c[0] и \c[3]ХОЛОД\c[0] доступны!

# data/maps/jungle/caves/questcave-td-2.json//entities/4/settings/event/10/message
source: The \c[3]first wave\c[0] incoming from the \c[3]left side\c[0]!
es_es: ¡La \c[3]primera oleada\c[0] entrando por el \c[3]lado izquierdo\c[0]!
ru_ru: \c[3]Первая волна\c[0] пойдёт с \c[3]левой стороны\c[0]!

# data/maps/jungle/caves/questcave-td-2.json//entities/4/settings/event/11/message
source: As before those \c[3]shields\c[0] will \c[3]reflect damage\c[0], so \c[3]wait for the Neutral Turrets to get rid of them\c[0]!
es_es: Al igual que antes, esos \c[3]escudos\c[0] reflejarán el daño\c[0], ¡así que \c[3]espera a que las torretas neutrales se deshagan de ellos\c[0]!
ru_ru: Как и прежде, эти \c[3]щиты\c[0] будут \c[3]отражать урон\c[0], так что \c[3]жди, пока нейтральные турели избавятся от них\c[0]!

# data/maps/jungle/caves/questcave-td-2.json//entities/4/settings/event/12/message
source: I've also activated the \c[3]Heat and Cold turrets\c[0].\. You can still \c[3]activate them with a charged shot of their respective element\c[0]!
es_es: También activé las \c[3]torretas de Fuego y Hielo\c[0].\. ¡Aún puedes \c[3]activarlas con un disparo cargado de su respectivo elemento\c[0]!
ru_ru: Я также активировала турели \c[3]Пламени и Холода\c[0].\. Ты по-прежнему можешь \c[3]активировать их заряженным выстрелом соответствующего элемента\c[0]!

# data/maps/jungle/caves/questcave-td-2.json//entities/4/settings/event/13/message
source: But don't forget that only \c[3]Neutral Turrets can break shields\c[0]!
es_es: ¡Pero no olvides que sólo las torretas \c[3]neutrales pueden romper los escudos\c[0]!
ru_ru: Но не забывай, что только \c[3]нейтральные турели могут ломать щиты\c[0]!

# data/maps/jungle/caves/questcave-td-2.json//entities/4/settings/event/18/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

# data/maps/jungle/caves/questcave-td-2.json//entities/4/settings/event/37/message
source: Attention \v[lore.title.seeker]!\. We also got hostiles incoming on the \c[3]right side\c[0] now!
es_es: ¡Atención, \v[lore.title.seeker]a!\. ¡También tenemos enemigos acercándose por el \c[3]lado derecho\c[0] ahora!
ru_ru: Внимание, Искатель!\. Мы также засекли врагов, наступающих \c[3]с правой стороны\c[0]!

source: [Wave Bonus: Energy +\v[tmp.tdEnergyChangeTmp]]
es_es: [Bonificación de Oleada: Energía +\v[tmp.tdEnergyChangeTmp]]
ru_ru: [Бонус волны: Энергия +\v[tmp.tdEnergyChangeTmp]]

source: [Energy +\v[tmp.tdEnergyChangeTmp]]
es_es: [Energía +\v[tmp.tdEnergyChangeTmp]]
ru_ru: [Энергия +\v[tmp.tdEnergyChangeTmp]]

source: [Energy \v[tmp.tdEnergyChangeTmp]]
es_es: [Energía \v[tmp.tdEnergyChangeTmp]]
ru_ru: [Энергия \v[tmp.tdEnergyChangeTmp]]

# data/maps/jungle/caves/questcave-td-2.json//entities/20/settings/event/10/text
source: ELEMENTS available!
es_es: ¡ELEMENTOS disponibles!
ru_ru: ЭЛЕМЕНТЫ доступны!

# data/maps/jungle/caves/questcave-td-2.json//entities/20/settings/event/14/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

# data/maps/jungle/caves/questcave-td-2.json//entities/21/settings/event/10/text
source: ELEMENTS available!
es_es: ¡ELEMENTOS disponibles!
ru_ru: ЭЛЕМЕНТЫ доступны!

# data/maps/jungle/caves/questcave-td-2.json//entities/21/settings/event/14/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

# data/maps/jungle/caves/questcave-td-2.json//entities/29/settings/event/10/text
source: ELEMENTS available!
es_es: ¡ELEMENTOS disponibles!
ru_ru: ЭЛЕМЕНТЫ доступны!

# data/maps/jungle/caves/questcave-td-2.json//entities/29/settings/event/14/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

# data/maps/jungle/caves/questcave-td-2.json//entities/30/settings/event/2/text
source: \c[3]SHOCK\c[0] and \c[3]WAVE\c[0] available!
es_es: ¡\c[3]RAYO\c[0] y \c[3]PULSO\c[0] disponibles!
ru_ru: \c[3]ШОК\c[0] и \c[3]ВОЛНА\c[0] доступны!

# data/maps/jungle/caves/questcave-td-2.json//entities/30/settings/event/3/message
source: Good job, \v[lore.title.seeker].\. It seems like they will continue to attack \c[3]from both paths at once\c[0].
es_es: Buen trabajo, \v[lore.title.seeker]a.\. Parece que seguirán atacando \c[3]por ambos caminos a la vez\c[0].
ru_ru: Хорошая работа, Искатель.\. Похоже, что они будут продолжать атаки \c[3]с двух сторон одновременно\c[0].

# data/maps/jungle/caves/questcave-td-2.json//entities/30/settings/event/4/message
source: I will now activate our new \c[3]Shock- and Wave-elemental Turrets\c[0].
es_es: Ahora activaré nuestras nuevas \c[3]torretas elementales de Rayo y Pulso\c[0].
ru_ru: Теперь я активирую наши новые \c[3]шоковые и волновые турели\c[0].

# data/maps/jungle/caves/questcave-td-2.json//entities/30/settings/event/5/message
source: As usual \c[3]activate them with a charged shot of their respective element\c[0]!
es_es: ¡Como de costumbre, \c[3]actívalas con un disparo cargado de su respectivo elemento\c[0]!
ru_ru: Как обычно, \c[3]активируй их заряженным выстрелом соответствующих элементов\c[0]!

# data/maps/jungle/caves/questcave-td-2.json//entities/30/settings/event/15/task
source: Wave 2 incoming!
es_es: ¡Se aproxima la oleada 2!
ru_ru: Волна 2 на подходе!

# data/maps/jungle/caves/questcave-td-2.json//entities/31/settings/event/0/message
source: \v[lore.title.seeker], my analysis shows that the enemies are \c[3]weak to Shock on the left\c[0] and \c[3]to Wave on the right side\c[0]!
es_es: ¡\v[lore.title.seeker]a, mi análisis muestra que los enemigos son \c[3]débiles al Rayo en el lado izquierdo\c[0] y \c[3]al Pulso en el lado derecho\c[0]!
ru_ru: Искатель, мой анализ показывает, что враги \c[3]слабы к Шоку слева\c[0] и \c[3]к Волне с правой стороны\c[0]!

# data/maps/jungle/caves/questcave-td-2.json//entities/31/settings/event/1/message
source: You should plan your turrets accordingly!
es_es: ¡Coloca las torretas adecuadamente!
ru_ru: Ты должна расставлять свои турели соответственно!

# data/maps/jungle/caves/questcave-td-2.json//entities/31/settings/event/11/task
source: Wave 3 incoming!
es_es: ¡Se aproxima la oleada 3!
ru_ru: Волна 3 на подходе!

source: Careful, \v[lore.title.seeker]!\. Something big is \c[3]approaching from the right\c[0]!
es_es: ¡Cuidado, \v[lore.title.seeker]a!\. ¡Algo grande \c[3]se aproxima por la derecha\c[0]!
ru_ru: Осторожно, Искатель!\. Что-то серьёзное \c[3]приближается справа\c[0]!

# data/maps/jungle/caves/questcave-td-2.json//entities/32/settings/event/0/message
source: Fourth group incoming, again from both sides.\. Hang in there, we should be almost done.
es_es: Entrando el cuarto grupo, de nuevo por ambos lados.\. Aguanta, ya falta poco.
ru_ru: Четвёртая группа на подходе, опять же с обеих сторон.\. Держись, мы почти закончили.

# data/maps/jungle/caves/questcave-td-2.json//entities/32/settings/event/10/task
source: Wave 4 incoming!
es_es: ¡Se aproxima la oleada 4!
ru_ru: Волна 4 на подходе!

# data/maps/jungle/caves/questcave-td-2.json//entities/33/settings/event/0/message
source: Dang, I am getting a ton of energy readings!\. Seems like they are mounting a \c[3]huge last assault\c[0]!
es_es: ¡Diablos, estoy recibiendo un montón de lecturas de energía!\. ¡Parece que están organizando un \c[3]gran último asalto\c[0]!
ru_ru: Чёрт, я получаю массу энергетических показаний!\. Похоже, они готовят \c[3]огромный последний штурм\c[0]!

# data/maps/jungle/caves/questcave-td-2.json//entities/33/settings/event/1/message
source: I will put out all of the turrets we got left.\. Make them count!
es_es: Habilitaré todas las torretas que nos quedan.\. ¡Dales buen uso!
ru_ru: Я активирую все турели, что у нас остались.\. Используй их грамотно!

# data/maps/jungle/caves/questcave-td-2.json//entities/33/settings/event/11/task
source: Final Wave incoming!!!
es_es: ¡¡¡Se aproxima la oleada final!!!
ru_ru: Финальная волна на подходе!!!

# data/maps/jungle/caves/questcave-td-2.json//entities/34/settings/event/14/text
source: Defense successful!
es_es: ¡Defensa exitosa!
ru_ru: Успешная оборона!

source: Annnnd...\.\. done!\. Nice work, \v[lore.title.seeker].
es_es: Yyyyyyy...\.\. ¡Listo!\. Buen trabajo, \v[lore.title.seeker]a.
ru_ru: Ииииии...\.\. сделано!\. Хорошая работа, Искатель.

source: \c[3]Come back to me for a second\c[0], so we can finish this off!
es_es: ¡\c[3]Vuelve aquí por un segundo\c[0], así podemos terminar con esto!
ru_ru: \c[3]Вернись ко мне\c[0], чтобы мы могли закончить с этим!

# data/maps/jungle/caves/questcave-td-2.json//entities/35/settings/event/14/text
source: About to blow!!!
es_es: ¡¡¡A punto de estallar!!!
ru_ru: Сейчас рванёт!!!

# data/maps/jungle/caves/questcave-td-2.json//entities/35/settings/event/23/text
source: Pathhacker destroyed!
es_es: ¡Perturbacamino destruido!
ru_ru: Путевзломщик уничтожен!

# data/maps/jungle/caves/questcave-td-2.json//entities/35/settings/event/33/text
source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]MISIÓN FALLIDA\c[0] Reinicia la tarea para volver a intentarlo
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

# data/maps/jungle/caves/questcave-td-2.json//entities/36/settings/event/10/text
source: ELEMENTS available!
es_es: ¡ELEMENTOS disponibles!
ru_ru: ЭЛЕМЕНТЫ доступны!

# data/maps/jungle/caves/questcave-td-2.json//entities/36/settings/event/14/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

# data/maps/jungle/caves/questcave-td-2.json//entities/37/settings/analyzable/text
source: Pathdriller
es_es: Perforador de Caminos
ru_ru: Путевзломщик

source: [ Greetings customer of our TURRET Inc defensive product line. ]
es_es: [ Saludos, cliente de nuestra línea de productos defensivos TURRET Inc. ]
ru_ru: [ Приветствую клиента нашей защитной линейки продуктов TURRET Inc. ]

source: ... hi.
es_es: ... hola.
ru_ru: ...привет.

source: [ Since you have already successfully used our products, are you interested in their advanced recreational functionality? ]
es_es: [ Dado que ya ha utilizado con éxito nuestros productos, ¿está interesado en sus funcionalidades avanzadas para uso recreativo? ]
ru_ru: [ Поскольку вы уже успешно используете нашу продукцию, заинтересованы ли вы в расширении функциональности? ]
