Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

# data/areas/jungle.json//floors/0/maps/0/name
source: MM Entrance
es_es: Entrada al MM
ru_ru: Вход в ММ

# data/areas/jungle.json//floors/0/maps/1/name
source: Metal Room
es_es: Habitación Metálica
ru_ru: Металлическая комната

# data/areas/jungle.json//floors/0/maps/2/name
source: Octo Office
es_es: Oficina del Pulpo
ru_ru: Офис Окто

# data/areas/jungle.json//floors/0/maps/3/name
source: Test Chamber
es_es: Cámara de Pruebas
ru_ru: Зал испытания

# data/areas/jungle.json//floors/1/maps/0/name
source: Agile Test Chamber
es_es: Cámara de Pruebas Ágiles
ru_ru: Зал теста подвижности

# data/areas/jungle.json//floors/1/maps/1/name
source: Hand Office
es_es: Oficina de la Mano
ru_ru: Главный офис

# data/areas/jungle.json//floors/1/maps/2/name
source: Big Boss
es_es: Gran Jefe
ru_ru: Большой босс

# data/areas/jungle.json//floors/1/maps/3/name
source: Lead Office
es_es: Oficina de Coordinación
ru_ru: Главное управление

# data/areas/jungle.json//floors/1/maps/4/name
source: Lost Power Room
es_es: Sala de Energía Perdida
ru_ru: Потерянная комната энергии

# data/areas/jungle.json//floors/2/maps/0/name
source: Infested Cavern Entrance
es_es: Entrada a la Caverna Infestada
ru_ru: Вход в Заражённую пещеру

# data/areas/jungle.json//floors/2/maps/1/name
source: Infested Cavern Maze
es_es: Laberinto Infestado de la Caverna
ru_ru: Заражённый пещерный лабиринт

# data/areas/jungle.json//floors/2/maps/2/name
source: Sacred Pond
es_es: Estanque Sagrado
ru_ru: Священный пруд

# data/areas/jungle.json//floors/2/maps/3/name
source: Grubby Cave
es_es: Cueva Sucia
ru_ru: Грязная пещера

# data/areas/jungle.json//floors/2/maps/4/name
source: Lost Puzzle Room
es_es: Sala de Puzzles Perdidos
ru_ru: Потерянная комната загадки

# data/areas/jungle.json//floors/2/maps/5/name
source: Chilled Den
es_es: Cubierta Fría
ru_ru: Охлаждённое логово

# data/areas/jungle.json//floors/2/maps/6/name
source: Frozen Lair
es_es: Guarida Congelada
ru_ru: Замёрзшее логово

# data/areas/jungle.json//floors/2/maps/7/name
source: Temple of Innovation
es_es: Templo a la Innovación
ru_ru: Храм инновации

# data/areas/jungle.json//floors/3/maps/0/name
source: Jungle Entrance
es_es: Entrada a la Jungla
ru_ru: Вход в джунгли

# data/areas/jungle.json//floors/3/maps/1/name
source: Crossroad
es_es: Cruce de Caminos
ru_ru: Перекрёсток

# data/areas/jungle.json//floors/3/maps/2/name
source: Overgrown Path
es_es: Camino Verdoso
ru_ru: Заросший путь

# data/areas/jungle.json//floors/3/maps/3/name
source: Drizzle Bosk
es_es: Bosque Llovizna
ru_ru: Моросящая чаща

# data/areas/jungle.json//floors/3/maps/4/name
source: Wet Passage
es_es: Paso húmedo
ru_ru: Мокрый проход

# data/areas/jungle.json//floors/3/maps/5/name
source: Covert Path
es_es: Camino Encubierto
ru_ru: Скрытый путь

# data/areas/jungle.json//floors/3/maps/6/name
source: Royal Grove
es_es: Arboleda Real
ru_ru: Королевская роща

# data/areas/jungle.json//floors/3/maps/7/name
source: Calm Backyard
es_es: Patio Tranquilo
ru_ru: Спокойные задворки

# data/areas/jungle.json//floors/3/maps/8/name
source: River's Bed
es_es: Lecho del Río
ru_ru: Русло реки

# data/areas/jungle.json//floors/3/maps/9/name
source: Splitting Stumps
es_es: Dividiendo Tocones
ru_ru: Расколотые пни

# data/areas/jungle.json//floors/3/maps/10/name
source: V'rda Vil West
es_es: V'rda Vil Oeste
ru_ru: Западный В'рда Виль

# data/areas/jungle.json//floors/3/maps/11/name
source: V'rda Vil East
es_es: V'rda Vil Este
ru_ru: Восточный В'рда Виль

# data/areas/jungle.json//floors/3/maps/12/name
source: V'rda Vil North
es_es: V'rda Vil Norte
ru_ru: Северный В'рда Виль

# data/areas/jungle.json//floors/3/maps/13/name
source: Chief's Den
es_es: Guarida del Jefe
ru_ru: Главное логово

# data/areas/jungle.json//floors/3/maps/14/name
source: Clinging River
es_es: Río Pegajoso
ru_ru: Цепкая река

# data/areas/jungle.json//floors/3/maps/15/name
source: Ringing River
es_es: Río Musical
ru_ru: Звенящая река

# data/areas/jungle.json//floors/3/maps/16/name
source: Old Timber
es_es: Madera Vieja
ru_ru: Бывшая лесозаготовка

# data/areas/jungle.json//floors/3/maps/17/name
source: Tying Greens
es_es: Maraña Verde
ru_ru: Опутывающая зелень

# data/areas/jungle.json//floors/3/maps/18/name
source: Peridot Approach
es_es: Acceso Peridoto
ru_ru: Хризолитовый подход

# data/areas/jungle.json//floors/3/maps/19/name
source: Lost Lookout
es_es: Mirador Perdido
ru_ru: Потерянный дозор

# data/areas/jungle.json//floors/3/maps/20/name
source: Seared Lake
es_es: Lago Chamuscado
ru_ru: Опалённое озеро

# data/areas/jungle.json//floors/3/maps/21/name
source: Infested Marshes South
es_es: Pantanos Infestados Sur
ru_ru: Южное заражённое болото

# data/areas/jungle.json//floors/3/maps/22/name
source: Infested Marshes North
es_es: Pantanos Infestados Norte
ru_ru: Северное заражённое болото

# data/areas/jungle.json//floors/3/maps/23/name
source: Foul Cavity
es_es: Cavidad Sucia
ru_ru: Грязная впадина

# data/areas/jungle.json//floors/3/maps/24/name
source: Rite of Passage
es_es: Rito de Iniciación
ru_ru: Обряд посвящения

# data/areas/jungle.json//floors/3/maps/25/name
source: Zir'vitar Temple Entrance
es_es: Entrada al Templo Zir'vitar
ru_ru: Вход в Храм Зир'витар

# data/areas/jungle.json//floors/3/maps/26/name
source: Basin Keep Entrance
es_es: Entrada al Torreón de la Cuenca
ru_ru: Вход в Твердыню Бэйзина

# data/areas/jungle.json//floors/3/maps/27/name
source: So'najiz Temple Entrance
es_es: Entrada al Templo So'najiz
ru_ru: Вход в Храм Со'найиз

# data/areas/jungle.json//floors/3/maps/28/name
source: Grand Krys'kajo Entrance
es_es: Entrada al Gran Krys'kajo
ru_ru: Вход в Гранд Крис'кайо

# data/areas/jungle.json//floors/3/maps/29/name
source: Dripping Cave
es_es: Cueva Goteante
ru_ru: Капающая пещера

# data/areas/jungle.json//floors/3/maps/30/name
source: Tranquility Pond
es_es: Estanque Tranquilo
ru_ru: Пруд спокойствия

# data/areas/jungle.json//floors/3/maps/31/name
source: K'tara's House
es_es: Casa de K'tara
ru_ru: Дом К'тары

# data/areas/jungle.json//floors/3/maps/32/name
source: Chief's House
es_es: Casa del Jefe
ru_ru: Дом вождя

# data/areas/jungle.json//floors/3/maps/33/name
source: Lou's Office
es_es: Oficina de Lou
ru_ru: Офис Лу

# data/areas/jungle.json//floors/3/maps/34/name
source: Infested Heart
es_es: Corazón Infestado
ru_ru: Сердце заражения

# data/areas/jungle.json//floors/3/maps/35/name
source: The Descent
es_es: La Bajada
ru_ru: Спуск

# data/areas/jungle.json//floors/3/maps/36/name
source: Root
es_es: Raíz
ru_ru: Корень

# data/areas/jungle.json//floors/3/maps/37/name
source: Lost Shrine Entrance
es_es: Entrada al Santuario Perdido
ru_ru: Вход в Потерянную святыню

# data/areas/jungle.json//floors/3/maps/38/name
source: Lost Shrine
es_es: Santuario Perdido
ru_ru: Потерянная святыня

# data/areas/jungle.json//floors/3/maps/39/name
source: So'najiz Lake Platform
es_es: Plataforma del lago So'najiz
ru_ru: Платформа озера Со'найиз

# data/areas/jungle.json//floors/3/maps/40/name
source: Zir'vitar Temple Roof
es_es: Techo del Templo Zir'vitar
ru_ru: Крыша Храма Зир'витар

source: Henry's Data Probe
es_es: Sonda de Datos de Henry
ru_ru: Зонд данных Генри

source: Retrieving Data
es_es: Recuperación de Datos
ru_ru: Извлечение данных

source: Oh, the cave is instanced. Looks like we're on our own.
es_es: Oh, la cueva está instanciada. Parece que estamos solos aquí.
ru_ru: О, специальная пещера. Похоже, что каждый сам за себя.

source: Good luck, everyone!
es_es: ¡Buena suerte a todos!
ru_ru: Удачи всем!

# data/maps/jungle/caves/infested-cave-02.json//entities/173/settings/event/9/text
source: Who am I?
es_es: ¿Quién soy yo?
ru_ru: Кто я?

source: So hungry...
es_es: Tan hambriento...
ru_ru: Так голоден...

source: Must... eat...
es_es: Debo... comer...
ru_ru: Должен... есть...

source: You... eat...
es_es: Tú... comer...
ru_ru: Ты... еда...

source: Bug found
es_es: Error encontrado
ru_ru: Ошибка найдена

source: Initiating error routine
es_es: Iniciando rutina de errores
ru_ru: Запуск алгоритма ошибки

source: Working...
es_es: Trabajando...
ru_ru: Обработка...

source: Analyzing...
es_es: Analizando...
ru_ru: Анализ...

source: Finalizing error routine
es_es: Finalizando rutina de errores
ru_ru: Завершение алгоритма ошибки

source: [SPAWN]
es_es: [APARECER]
ru_ru: [ПОРОЖДЕНИЕ]

source: [SPAWN]
es_es: [APARECER]
ru_ru: [ПОРОЖДЕНИЕ]

source: [SPAWN]
es_es: [APARECER]
ru_ru: [ПОРОЖДЕНИЕ]

source: [SPAWN]
es_es: [APARECER]
ru_ru: [ПОРОЖДЕНИЕ]

source: [SPAWN]
es_es: [APARECER]
ru_ru: [ПОРОЖДЕНИЕ]

source: There is no way to break that icy wall alone. \c[3]Report back to Mrs. Basu in \v[area.jungle-city.name]!\c[0]
es_es: No hay forma de romper ese muro de hielo por tu cuenta. \c[3]¡Informa a la Sra. Basu en el \v[area.jungle-city.name]!\c[0]
ru_ru: Нет никаких способов сломать эту ледяную стену. \c[3]Отчитайтесь миссис Басу в Торговом представительстве Бэйзина\c[0]!

source: Use the \c[3]Hyperforce Plasmaoven\c[0] to melt the icy walls. \c[3]Teleport it with charged Wave projectiles\c[0] and \c[3]trigger heat-explosions with repeated Shock attacks\c[0].
es_es: Usa el \c[3]Horno de Plasma de Hiperfuerza\c[0] para derretir las paredes. \c[3]Teletransportarlo con proyectiles de Pulso cargados\c[0] y \c[3]provoca explosiones con repetidos ataques de Pulso\c[0].
ru_ru: Используйте \c[3]Гиперсиловую плазмопечь\c[0], чтобы растопить ледяные стены. \c[3]Телепортируйте её заряженными снарядами Волны\c[0] и \c[3]вызывайте тепловые взрывы быстрыми шоковыми атаками\c[0].

source: Forni
ru_ru: Форни

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: S-s-seeker!\. H-hello.\. I-it is good to see y-you f-finally arrive.
es_es: ¡B-b-buscadora!\. H-hola.\. E-es bueno ver que f-finalmente llegas.
ru_ru: И-и-искатель!\. П-привет.\. П-приятно видеть, что в-вы в конце к-концов прибыли.

source: Hi...?
es_es: ¿Hola...?
ru_ru: Привет...?

source: O-oh, I-I am s-sorry.\. W-waiting in this c-c-cold m-might have g-gotten to m-me.\. P-please exc-cuse me for a s-second.
es_es: O-oh, lo-lo siento.\. E-esperar en este f-f-frío m-me está d-dejando hel-lada.\. P-por favor dame un s-segundo.
ru_ru: О-о, я-я и-извиняюсь.\. О-ожидание в этом х-холоде, п-похоже, доконало м-меня.\. П-пожалуйста, изв-вините меня на с-секунду.

source: Forni
ru_ru: Форни

source: Alright, much better.\. I am sorry, these temperatures may have frozen my professionalism along with my tongue.
es_es: Muy bien, mucho mejor.\. Lo siento, estas temperaturas pueden haber congelado mi profesionalismo junto con mi lengua.
ru_ru: Вот так, гораздо лучше.\. Простите, эта температура, похоже, отморозила мой профессионализм вместе с моим языком.

source: In any case, \v[lore.title.seeker], we have work to do!\. Feast your eyes on this technological marvel!
es_es: De todos modos, \v[lore.title.seeker]a, ¡Tenemos trabajo que hacer!\. ¡Deleita tus ojos con esta maravilla tecnológica!
ru_ru: В любом случае, Искатель, у нас есть работа!\. Полюбуйтесь на это технологическое чудо!

source: Forni
ru_ru: Форни

source: Our engineers called it the \c[3]Hyperforce Plasma Oven\c[0].\. A ridiculous name, to be sure, but its heating capacities are truly unmatched.
es_es: Nuestros ingenieros lo llamaron \c[3]Horno de Plasma de Hiperfuerza\c[0].\. Un nombre ridículo, sin duda, pero sus capacidades de calentamiento son realmente incomparables.
ru_ru: Наши инженеры назвали это \c[3]Гиперсиловой плазмопечью\c[0].\. Конечно, смешное название, но её тепловая мощность не имеет себе равных.

source: It's finely attuned to Trackwalker, meaning that you, \v[lore.title.seeker], will be able to control it with your abilities.
es_es: Está en perfecta sintonía con el Camino, lo que significa que tú, \v[lore.title.seeker]a, podrás controlarlo con tus habilidades.
ru_ru: Она отлично совместима с операцией Первопроходец, а это значит, что вы, Искатель, сможете управлять ей своими способностями.

source: It is too heavy to move, but a \c[3]charged Wave projectile\c[0] will start a teleportation sequence that \c[3]relocates it to your position\c[0].
es_es: Es demasiado pesado para moverlo, pero un \c[3]proyectil de Pulso cargado\c[0] lo teletransportará y \c[3]lo reubicará en tu posición\c[0].
ru_ru: Она слишком тяжелая, чтобы двигать, но заряженный снаряд \c[3]Волны\c[0] запустит последовательность телепортации, которая \c[3]переместит её в нужную позицию\c[0].

source: Hitting it with \c[3]repeated Shock attacks\c[0] will trigger a powerful \c[3]heat-explosion\c[0] that will melt even the thickest ice!
es_es: ¡Golpearlo con \c[3]repetidos ataques de Rayo\c[0] desencadenará una poderosa \c[3]explosión de calor\c[0] que derretirá incluso el más grueso de los hielos!
ru_ru: Ударяя по ней с помощью \c[3]быстрых шоковых атак\c[0], вы сможете вызвать мощный \c[3]тепловой взрыв\c[0], который растопит даже самый толстый лёд!

source: Though the machine will enter a \c[3]short cooldown phase\c[0] afterwards.
es_es: Pero la máquina entrará en una \c[3]corta fase de enfriamiento\c[0] luego.
ru_ru: Правда, после этого машина войдёт в \c[3]короткую фазу перезарядки\c[0].

source: Forni
ru_ru: Форни

source: Now use this wonderful machine to melt through the ice and solve your assignment.
es_es: Ahora usa esta maravillosa máquina para derretir el hielo y terminar tu tarea.
ru_ru: Теперь используйте эту замечательную машину, чтобы растопить лёд и выполнить ваше поручение.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Darrel
ru_ru: Форни

source: I will be waiting here.\..\..\. In the cold.\.\. So please make haste, yes.
es_es: Te estaré esperando aquí.\..\..\. En el frío.\.\. Así que por favor date prisa, ¿sí?
ru_ru: Я буду ждать здесь.\..\..\. На холоде.\.\. Поэтому, пожалуйста, поспешите, да.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Use the \c[3]Hyperforce Plasma Oven\c[0] to melt the icy walls. \c[3]Teleport it with charged Wave projectiles\c[0] and \c[3]trigger heat-explosions with repeated Shock attacks\c[0].
es_es: Usa el \c[3]Horno de Plasma de Hiperfuerza\c[0] para derretir las paredes. Puedes \c[3]teletransportarlo con proyectiles de Pulso cargados\c[0] y \c[3]repetidos ataques de Rayo provocarán una explosión de calor\c[0].
ru_ru: Используйте \c[3]Гиперсиловую плазмопечь\c[0], чтобы растопить ледяные стены. \c[3]Телепортируйте её заряженными снарядами Волны\c[0] и \c[3]вызывайте тепловые взрывы быстрыми шоковыми атаками\c[0].

source: Forni
ru_ru: Форни

source: Forni
ru_ru: Форни

source: You will be able to control the \c[3]Hyperforce Plasmaoven\c[0] with your \v[lore.title.seeker] abilities.
es_es: Podrás controlar el \c[3]Horno de Plasma de Hiperfuerza\c[0] con tus habilidades de \v[lore.title.seeker].
ru_ru: Вы можете контролировать \c[3]Гиперсиловую плазмопечь\c[0] с помощью ваших способностей Искателя.

source: Use \c[3]charged Wave projectiles\c[0] to \c[3]teleport it to your position\c[0] and \c[3]repeated Shock attacks\c[0] will trigger a \c[3]heat-explosion\c[0].
es_es: Usa \c[3]proyectiles de Pulso cargados\c[0] para \c[3]teletransportarlo a tu posición\c[0] y \c[3]repetidos ataques de Rayo\c[0] activarán una \c[3]explosión de calor\c[0].
ru_ru: Используйте \c[3]заряженный снаряд Волны\c[0], чтобы \c[3]телепортировать её на вашу позицию\c[0] и \c[3]быстрые шоковые атаки\c[0], чтобы запустить \c[3]тепловой взрыв\c[0].

source: But remember that the machine will enter a \c[3]short cooldown phase\c[0] after the explosion.
es_es: Pero recuerda que la máquina entrará en una \c[3]corta fase de enfriamiento\c[0] después de la explosión.
ru_ru: Но помните, что машина перейдёт в \c[3]короткую фазу перезарядки\c[0] после взрыва.

source: Now use it to melt that icewall.\. Teleport the oven next to it and then trigger an overcharged explosion!
es_es: Ahora úsalo para derretir esa pared de hielo.\. ¡Teletransporta el horno junto a ella y luego causa una explosión!
ru_ru: Теперь используйте её, чтобы растопить эту ледяную стену.\. Телепортируйте печь к ней, а затем вызовите взрыв!

source: Lawfer the Lawyer
es_es: Conrado el Abogado
ru_ru: Юрист Юрий

source: Lawfer the Lawyer
es_es: Conrado el Abogado
ru_ru: Юрист Юрий

source: I-I'm freezing.\. This is not what I studied law for!
es_es: Me estoy congelando.\. ¡Esto no es para lo que estudié derecho!
ru_ru: Я-Я замерзаю.\. Это не то, для чего я изучал юриспруденцию!

source: Guard
es_es: Guardia
ru_ru: Охранник

source: Guard
es_es: Guardia
ru_ru: Охранник

source: I am protecting the civilians from monsters.\. Please do your job before the cold gets them.
es_es: Estoy protegiendo a los civiles de los monstruos.\. Por favor, haz tu trabajo antes de que el frío nos supere.
ru_ru: Я защищаю мирных жителей от монстров.\. Пожалуйста, cделайте свою работу до того, как простуда достанет их.

# data/maps/jungle/caves/questcave-td-1.json//entities/5/settings/event/8/text
source: [Activate to start Wave]
es_es: [Activar para iniciar Oleada]
ru_ru: [Активируйте, чтобы запустить волну]

source: Energy
es_es: Energía
ru_ru: Энергия

source: Life
es_es: Vida
ru_ru: Здоровье

source: Energy
es_es: Energía
ru_ru: Энергия

# data/maps/jungle/caves/questcave-td-1.json//entities/6/settings/event/2/message
source: Alright, the \c[3]first wave\c[0] should be incoming.
es_es: Muy bien, la \c[3]primera ola\c[0] debería estar llegando.
ru_ru: Хорошо, \c[3]первая волна\c[0] должна быть на подходе!

# data/maps/jungle/caves/questcave-td-1.json//entities/6/settings/event/3/message
source: The critters got \c[3]a shield\c[0] that will \c[3]reflect damage\c[0], so hold your fire at first.
es_es: Los bichos obtuvieron \c[3]un escudo\c[0] que \c[3]reflejará el daño\c[0], así que no dispares al principio.
ru_ru: У тварей есть \c[3]щит\c[0], который будет \c[3]отражать урон\c[0], так что попридержи свои выстрелы.

# data/maps/jungle/caves/questcave-td-1.json//entities/6/settings/event/4/message
source: Wait for the turrets to \c[3]neutralize the shields\c[0] before attacking!
es_es: ¡Espera a que las torretas \c[3]neutralicen los escudos\c[0] antes de atacar!
ru_ru: Подожди, пока турели \c[3]нейтрализуют щиты\c[0], прежде чем атаковать!

# data/maps/jungle/caves/questcave-td-1.json//entities/6/settings/event/9/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

source: [Wave Bonus: Energy +\v[tmp.tdEnergyChangeTmp]]
es_es: [Bonificación de Oleada: Energía +\v[tmp.tdEnergyChangeTmp]]
ru_ru: [Бонус волны: Энергия +\v[tmp.tdEnergyChangeTmp]]

source: [Energy +\v[tmp.tdEnergyChangeTmp]]
es_es: [Energía +\v[tmp.tdEnergyChangeTmp]]
ru_ru: [Энергия +\v[tmp.tdEnergyChangeTmp]]

source: [Energy \v[tmp.tdEnergyChangeTmp]]
es_es: [Energía \v[tmp.tdEnergyChangeTmp]]
ru_ru: [Энергия \v[tmp.tdEnergyChangeTmp]]

# data/maps/jungle/caves/questcave-td-1.json//entities/22/settings/event/4/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

# data/maps/jungle/caves/questcave-td-1.json//entities/23/settings/event/4/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

# data/maps/jungle/caves/questcave-td-1.json//entities/32/settings/event/4/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

# data/maps/jungle/caves/questcave-td-1.json//entities/33/settings/event/1/text
source: COLD available!
es_es: ¡HIELO disponible!
ru_ru: ХОЛОД доступен!

# data/maps/jungle/caves/questcave-td-1.json//entities/33/settings/event/2/message
source: Alright, first one down.\. The blobs dislike the cold so I will \c[3]unlock Cold Turrets\c[0] now.
es_es: Muy bien, superamos la primera oleada.\. A las babas no les gusta el frío, así que \c[3]habilitaré las Torretas de Hielo\c[0] ahora.
ru_ru: Хорошо, первая есть.\. Слизни не любят холод, поэтому теперь я \c[3]разблокирую турели Холода\c[0].

# data/maps/jungle/caves/questcave-td-1.json//entities/33/settings/event/3/message
source: Activate them by using a \c[3]Cold-elemental charged shot\c[0].
es_es: Actívalas usando un \c[3]disparo cargado de Hielo\c[0].
ru_ru: Активируй их, используя \c[3]заряженный снаряд Холода\c[0].

# data/maps/jungle/caves/questcave-td-1.json//entities/33/settings/event/4/message
source: Though, while elemental turrets are \c[3]stronger\c[0] they also \c[3]don't disrupt shields\c[0], so you'll need to \c[3]mix them up with neutrals\c[0]!
es_es: ¡Sin embargo, aunque las torretas elementales son \c[3]más fuertes\c[0], también \c[3]no interrumpen los escudos\c[0], así que tendrás que \c[3]mezclarlas con neutrales\c[0]!
ru_ru: Хотя элементальные турели \c[3]сильнее\c[0], они \c[3]не разрушают щиты\c[0], поэтому тебе нужно \c[3]разбавлять их нейтральными\c[0]!

# data/maps/jungle/caves/questcave-td-1.json//entities/33/settings/event/14/task
source: Wave 2 incoming!
es_es: ¡Se aproxima la oleada 2!
ru_ru: Волна 2 на подходе!

# data/maps/jungle/caves/questcave-td-1.json//entities/34/settings/event/1/text
source: HEAT available!
es_es: ¡FUEGO disponible!
ru_ru: ПЛАМЯ доступно!

# data/maps/jungle/caves/questcave-td-1.json//entities/34/settings/event/2/message
source: Seems like those Plants dislike fire.\. Unlocking \c[3]Heat-turrets\c[0].
es_es: Parece que a esas Plantas no les gusta el fuego.\. Habilitaré las \c[3]Torretas de Fuego\c[0].
ru_ru: Похоже, что эти растения не любят огонь.\. Разблокирую \c[3]турели Пламени\c[0].

# data/maps/jungle/caves/questcave-td-1.json//entities/34/settings/event/3/message
source: Obviously, you can activate them with \c[3]charged Heat-elemental shots\c[0].
es_es: Obviamente, podrás activarlas con \c[3]disparos de Fuego cargados\c[0].
ru_ru: Очевидно, что ты можешь активировать их с помощью \c[3]заряженного снаряда Пламени\c[0].

# data/maps/jungle/caves/questcave-td-1.json//entities/34/settings/event/4/message
source: They also \c[3]don't disrupt shields\c[0], though, so remember to activate some more \c[3]neutral turrets\c[0] as well.
es_es: Sin embargo, \c[3]no interrumpen los escudos\c[0], así que recuerda activar algunas \c[3]torretas neutrales\c[0] también.
ru_ru: Они \c[3]не разрушают щиты\c[0], поэтому не забудь активировать ещё несколько \c[3]нейтральных турелей\c[0].

# data/maps/jungle/caves/questcave-td-1.json//entities/34/settings/event/14/task
source: Wave 3 incoming!
es_es: ¡Se aproxima la oleada 3!
ru_ru: Волна 3 на подходе!

# data/maps/jungle/caves/questcave-td-1.json//entities/35/settings/event/9/task
source: Wave 4 incoming!
es_es: ¡Se aproxima la oleada 4!
ru_ru: Волна 4 на подходе!

# data/maps/jungle/caves/questcave-td-1.json//entities/36/settings/event/0/message
source: A lot of critters incoming!\. This should be their \c[3]last assault\c[0].
es_es: ¡Vienen muchísimos!\. Este debería ser su \c[3]último asalto\c[0].
ru_ru: Ещё больше тварей на подходе!\. Это должно быть их \c[3]последнее нападение\c[0].

# data/maps/jungle/caves/questcave-td-1.json//entities/36/settings/event/1/message
source: I'm gonna put up everything we've got.\. Put it to good use!
es_es: Habilitaré todo lo que tenemos.\. ¡Dales un buen uso!
ru_ru: Я собираюсь активировать всё, что у нас есть.\. Используй это с умом!

# data/maps/jungle/caves/questcave-td-1.json//entities/36/settings/event/11/task
source: Final Wave incoming!!!
es_es: ¡¡¡Se aproxima la oleada final!!!
ru_ru: Финальная волна на подходе!!!

# data/maps/jungle/caves/questcave-td-1.json//entities/37/settings/event/13/text
source: Defense successful!
es_es: ¡Defensa exitosa!
ru_ru: Успешная оборона!

source: Good job, \v[lore.title.seeker].\. \c[3]Come back here\c[0], so we can review the results!
es_es: Buen trabajo, \v[lore.title.seeker]a.\. ¡\c[3]Vuelve aquí\c[0], así podemos revisar los resultados!
ru_ru: Хорошая работа, \v[lore.title.seeker].\. \c[3]Вернись сюда\c[0], чтобы мы могли проанализировать результаты!
