Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: Here we go...\. Let the race continue!!
es_es: Aquí vamos...\. ¡¡Que siga la carrera!!
ru_ru: Погнали...\. Продолжим гонку!!

source: Uhm...\. we already started the race of the \c[3]So'najiz Temple\c[0].
es_es: Mmm...\. ya comenzamos la carrera del \c[3]Templo So'najiz\c[0].
ru_ru: Эмм...\. мы уже начали гонку в \c[3]Храме Со'найиз\c[0].

source: I mean we can just put that race on the hold and run the \c[3]Zir'vitar Temple\c[0] instead.
es_es: Quiero decir que podemos dejar esta carrera en suspenso y correr al \c[3]Templo Zir'vitar\c[0] en su lugar.
ru_ru: Нет, мы, конечно, можем просто приостановить гонку и пройти \c[3]Храм Зир'витар\c[0] вместо этого.

source: It's your call!
es_es: ¡Decide tú!
ru_ru: Решение за тобой!

source: You want to start the race of the Zir'vitar Temple?
es_es: ¿Quieres empezar la carrera del Templo Zir'vitar?
ru_ru: Ты хочешь начать гонку в Храме Зир'витар?

source: Hm... Looking at your stats and level, do you really think that you're prepared, Lea?
es_es: Hm... Mirando tus estadísticas y nivel, ¿realmente crees que estás preparada, Lea?
ru_ru: Хм... Глядя на свои характеристики и уровень, ты действительно думаешь, что уже готова, Лея?

source: True... I heard your average stats should be somewhat above \c[3]180\c[0].
es_es: Cierto... Escuché que tus estadísticas promedio deberían estar algo por encima de \c[3]180\c[0].
ru_ru: Верно... Я слышал, что средние характеристики должны быть немного выше 180.

source: We can look for better equipment at Basin Keep first, if you want.
es_es: Podemos buscar mejores equipos en el Torreón de la Cuenca primero, si quieres.
ru_ru: Если хочешь, мы можем сначала поискать экипировку получше в Твердыне Бэйзина.

source: Anyway it's your call!
es_es: De todos modos, ¡es tu decisión!
ru_ru: В любом случае, это твой выбор!

source: I think we're all well prepared, non?
es_es: Creo que todos estamos bien preparados, ¿non?
ru_ru: Я думаю, мы все готовы, да?

source: Ready to start the race of the Zir'vitar Temple?
es_es: ¿Lista para comenzar la carrera del Templo de Zir'vitar?
ru_ru: Готовы начать гонку в Храме Зир'витар?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okey-dokey!
es_es: ¡École!
ru_ru: Оки-доки!

source: Everybody get ready!
es_es: ¡Prepárense todos!
ru_ru: Всем приготовиться!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: D'accord, just don't let us wait for too long~
es_es: D'accord, pero no nos hagas esperar mucho~
ru_ru: D'accord (Хорошо), только не заставляй нас долго ждать~

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Hey Lea, we should call C'tron before entering the Temple.
es_es: Oye, Lea, deberíamos avisarle a C'tron antes de entrar al Templo.
ru_ru: Эй, Лея, мы должны позвонить Ци'трону, прежде чем войдём в Храм.

source: Don't forget about our race, non?
es_es: ¡No te olvides de la carrera!
ru_ru: Не забывай о нашей гонке, хорошо?

source: Lea, what about Emilie? We wanted to race the dungeon together, right?
es_es: Lea, ¿qué hay de Emilie? ¿No íbamos a competir en una carrera juntos?
ru_ru: Лея, что насчёт Эмили? Мы хотели начать гонку в подземелье вместе, не так ли?

source: Lea, what about that dungeon race? You were planning to enter the dungeon together with Emilie and C'tron, right?
es_es: Lea, ¿te olvidas de la carrera? ¿No estabas planeando competir en una carrera con Emilie y C'tron?
ru_ru: Лея, что насчёт гонки в подземелье? Ты собиралась войти в подземелье вместе с Эмили и Ци'троном, верно?

# data/maps/jungle/dng/shock-exterior.json//entities/459/settings/event/8/message
source: Here we are... the Zir'vitar dungeon.
es_es: Aquí estamos... la mazmorra Zir'vitar.
ru_ru: Вот мы и здесь... подземелье Зир'витар.

# data/maps/jungle/dng/shock-exterior.json//entities/459/settings/event/17/message
source: Such a gloomy atmosphere...
es_es: Qué atmósfera tan sombría tiene...
ru_ru: Такая мрачная атмосфера...

# data/maps/jungle/dng/shock-exterior.json//entities/459/settings/event/18/message
source: Well... we're at the border of the \c[3]infested jungle\c[0].
es_es: Bueno... estamos en la frontera de la \c[3]jungla infestada\c[0] después de todo.
ru_ru: Ну... мы на границе \c[3]Заражённых джунглей\c[0].

# data/maps/jungle/dng/shock-exterior.json//entities/459/settings/event/19/message
source: Oh right, and the infestation comes from the power plant here?
es_es: Ah, sí, ¿y la infestación viene de la central eléctrica de aquí?
ru_ru: А, ну да, и заражение исходит от этой электростанции?

# data/maps/jungle/dng/shock-exterior.json//entities/459/settings/event/20/message
source: That's what the Shad believe anyway.
es_es: Al menos eso es lo que dicen los Shad.
ru_ru: Во всяком случае, так считают шады.

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/6/message
source: Well, well. You certainly match the description.
es_es: Vaya, vaya. Desde luego coincides con la descripción.
ru_ru: Так, так. Ты несомненно соответствуешь описанию.

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/7/message
source: ...Hi?
es_es: ...¿Hola?
ru_ru: ...Привет?

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/8/message
source: Are you not the Seeker who solved the problem with the Shad?
es_es: ¿No eres la Buscadora que resolvió el problema con los Shad?
ru_ru: Разве ты не тот Искатель, который решил проблему с шадами?

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/10/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/11/message
source: Ah, so my calculations were indeed correct. As always.
es_es: Ah, entonces mis cálculos estaban correctos. Como siempre.
ru_ru: Ах, значит, мои расчёты были действительно верными. Как всегда.

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/12/message
source: Anyway, your help has been very much appreciated. My name is \c[3]Dr. Lou Cretia\c[0].
es_es: En fin, tu ayuda ha sido muy apreciada. Soy la \c[3]Dra. Lou Cretia\c[0].
ru_ru: В любом случае, твоя помощь очень ценна. Меня зовут \c[3]доктор Лу Креция\c[0].

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/13/message
source: ...Lea!
ru_ru: ...Лея!

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/14/name
source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/15/message
source: Of course, the Shad are a tad off in their thesis that the power plant is the root cause for this strange "infestation".
es_es: Por supuesto, los Shad están un poco equivocados en su tesis de que la central eléctrica es la causa principal de esta extraña "infestación".
ru_ru: Конечно, шады немного ошибаются в своём тезисе о том, что электростанция является основной причиной этого странного "заражения".

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/16/message
source: I would know, it's my obligation to make sure of it.
es_es: Lo sabría, es mi obligación asegurarme de que cosas así no ocurran.
ru_ru: Я бы узнала, ведь это моя обязанность.

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/18/message
source: There is no leakage, no parameters off the expected spectrum.
es_es: No hay fugas, ni parámetros fuera del espectro esperado.
ru_ru: Утечки нет, нет параметров вне ожидаемого диапазона.

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/19/message
source: From the track's perspective, the plant might as well not be here!
es_es: Desde la perspectiva del camino, ¡la planta es como si no estuviera!
ru_ru: С точки зрения Пути Древних, станции может и не быть здесь!

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/20/message
source: Obviously, something else must be causing this.
es_es: Obviamente, algo más debe estar causando esto.
ru_ru: Очевидно, причиной этого должно быть что-то ещё.

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/21/message
source: I'm not sure what, exactly, but I will continue to investigate.
es_es: No estoy segura de qué será exactamente, pero seguiré investigando.
ru_ru: Я не уверена, что именно, но я буду продолжать расследование.

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/23/message
source: Well...I'm sure you're here to enter the temple, so I won't distract you any further.
es_es: Bueno... estoy segura de que estás aquí para entrar en el templo, así que no te distraeré más.
ru_ru: Ладно... я уверена, что ты здесь, чтобы войти в храм, поэтому я не буду больше тебя отвлекать.

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/24/message
source: Good luck and if there is anything you'd like to know, feel free to drop by in my office.
es_es: Buena suerte y si hay algo que te gustaría saber, no dudes en pasar por mi oficina.
ru_ru: Удачи, и если есть что-то, что ты хотела бы знать, не стесняйся заходить в мой офис.

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/25/message
source: It's in that building to the left!
es_es: ¡Está en ese edificio a la izquierda!
ru_ru: Он в этом здании слева!

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/38/name
source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/40/message
source: Until then, Seeker.
es_es: Hasta entonces, Buscadora.
ru_ru: До скорого, Искатель.

# data/maps/jungle/dng/shock-exterior.json//entities/465/settings/event/41/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: Good. First step, let's get rid of the \c[3]cats and their source\c[0]!
es_es: Bien. Primer paso, ¡deshacernos de \c[3]los gatos y su origen\c[0]!
ru_ru: Хорошо. Первый шаг, давай избавимся от \c[3]кошек и их источника\c[0]!

source: You know how to deal with them, right?
es_es: Sabes cómo lidiar con ellos, ¿verdad?
ru_ru: Ты знаешь, как справиться с этим, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Guards, the barrier please.
es_es: Guardias, la barrera por favor.
ru_ru: Охрана, барьер, пожалуйста.

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: Good luck.
es_es: Buena suerte.
ru_ru: Удачи.

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: Let's first get rid of these \c[3]cats and their source\c[0]!
es_es: ¡Primero vamos a deshacernos de estos \c[3]gatos y su origen\c[0]!
ru_ru: Давай сначала избавимся от этих \c[3]кошек и их источника\c[0]!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: Perfect. I took some measurements and things are behaving exactly as I expected.
es_es: Perfecto. He tomado algunas medidas y todo ocurre exactamente como esperaba.
ru_ru: Отлично. Я сделала несколько измерений, и всё именно так, как я и ожидала.

source: You see, you might think the \c[3]\v[combat.name.minibosses/shockcat-black]s\c[0] and their source are already defeated.
es_es: Verás, podrías pensar que los \c[3]Electrogatos perversos\c[0] y su origen ya están derrotados.
ru_ru: Видишь ли, ты можешь подумать, что \c[3]Злокошки\c[0] и их источник уже побеждены.

source: But, in fact, we only scratched the surface of the problem!
es_es: Pero, de hecho, ¡esto es tan solo el comienzo!
ru_ru: Но на самом деле, мы только поверхностно затронули эту проблему!

source: Next step, take this device.
es_es: Siguiente paso, toma este dispositivo.
ru_ru: Следующий шаг, возьми это устройство.

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: ...How?
es_es: ¿...Cómo?
ru_ru: ...Как?

source: I call this the \c[3]Frequency And Impulse Rattler\c[0] or the \c[3]FAIR\c[0].
es_es: A esto lo llamo el \c[3]Pulverizador Uniforme de Frecuencias\c[0] o \c[3]PUF\c[0].
ru_ru: Я называю его \c[3]Частотно-Импульсная Трещотка\c[0] или \c[3]Ч.И.Т.\c[0]

source: This device is able to disrupt a rather large field around you.
es_es: Este dispositivo es capaz de perturbar un campo bastante grande a su alrededor.
ru_ru: Этот прибор способен генерировать довольно большое поле вокруг тебя.

source: Anything that uses the same frequency should get picked up by this device.
es_es: Cualquier cosa que utilice la misma frecuencia debería ser captada por este dispositivo.
ru_ru: Всё, что использует эту же частоту, должно быть обнаружено этим устройством.

source: And if my calculations are correct, you should be able to see the real source of the problem!
es_es: Y si mis cálculos son correctos, ¡deberías poder ver el verdadero origen del problema!
ru_ru: И если мои расчеты верны, то ты сможешь увидеть реальный источник проблемы!

source: So please, go ahead!
es_es: Así que, por favor, ¡adelante!
ru_ru: Поэтому, пожалуйста, иди вперёд!

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: See? I knew it! We just uncovered another hidden part of the track's working!
es_es: ¿Ves? ¡Lo sabía! ¡Acabamos de descubrir otra parte oculta del funcionamiento del Camino!
ru_ru: Видишь? Я знала это! Мы только что обнаружили ещё одну скрытую часть работы Пути!

source: These poles must be the \c[3]true source\c[0], controlling and spawning the cats over time!
es_es: ¡Estos postes deben ser el \c[3]verdadero origen\c[0], los que han estado controlando y engendrando los gatos todo este tiempo!
ru_ru: Эти столбы должны быть \c[3]истинным источником\c[0], контролирующим и постепенно порождающим кошек!

source: Now that we can see them, we should be able to remove them!
es_es: Ahora que podemos verlos, ¡deberíamos ser capaces de eliminarlos!
ru_ru: Теперь, когда мы можем их видеть, мы сможем их устранить!

source: Go ahead, Seeker! But be careful, these poles are the real thing. They might behave differently!
es_es: ¡Adelante, Buscadora! Pero ten cuidado, no sabemos cómo se comportan estos postes. ¡Pueden pillarte por sorpresa!
ru_ru: Вперёд, Искатель! Но будь осторожна, эти столбы настоящие. Они могут вести себя по-другому!

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: Go ahead, Seeker! But be careful, these poles are the real thing. They might behave differently!
es_es: ¡Adelante, Buscadora! Pero ten cuidado, no sabemos cómo se comportan estos postes. ¡Pueden pillarte por sorpresa!
ru_ru: Вперёд, Искатель! Но будь осторожна, эти столбы настоящие. Они могут вести себя по-другому!

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: This was quite educational.
es_es: Esto fue bastante educativo.
ru_ru: Это было довольно познавательно.

source: Who would have thought the track could hide these poles in plain sight.
es_es: Quién iba a pensar que el Camino podría esconder estos postes a plena vista.
ru_ru: Кто бы мог подумать, что Путь может скрывать эти столбы у всех под носом.

source: And it seems they form a kind of chain stretching out over a larger area.
es_es: Y parece que forman una especie de cadena que se extiende por un área mayor.
ru_ru: И кажется, что они образуют некую цепь, растянувшуюся на большую площадь.

source: This mechanism feels somewhat familiar, though I can't put my finger on what it does exactly.
es_es: Este mecanismo me resulta algo familiar, aunque no puedo precisar lo que hace exactamente.
ru_ru: Этот механизм кажется знакомым, хотя я не могу понять, что именно он делает.

source: I need more data, Seeker!
es_es: ¡Necesito más datos, Buscadora!
ru_ru: Мне нужно больше данных, Искатель!

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: That surprised even me!
es_es: ¡Eso me ha sorprendido hasta a mí!
ru_ru: Это удивило даже меня!

source: This pole here pointed downwards, right?
es_es: Este poste de aquí apuntaba hacia abajo, ¿verdad?
ru_ru: Этот столб указал вниз, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: So this means there are more of these, maybe they lead to a kind of root from which all these poles originated.
es_es: Así que esto significa que hay más de ellos, tal vez conducen a una especie de raíz de la que todos estos postes se originaron.
ru_ru: Это означает, что там их ещё больше, и возможно, они ведут к своего рода корню, из которого произошли все эти столбы.

source: In which case you must find it!
es_es: De ser así, ¡debes encontrarla!
ru_ru: В таком случае, ты должна найти его!

source: Please come back and report your findings once you do, okay?
es_es: Por favor, vuelve y reporta tus hallazgos una vez que lo hagas, ¿de acuerdo?
ru_ru: Пожалуйста, вернись и сообщи о своих результатах, как только ты закончишь, хорошо?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Great! I'll be in my office again, pondering on what we found so far.
es_es: ¡Genial! Estaré de nuevo en mi oficina, reflexionando sobre lo que hemos encontrado hasta ahora.
ru_ru: Здорово! Я снова буду в своем кабинете, размышлять о том, что мы уже нашли.

source: Dr. Cretia told us to close off this area for now.
es_es: La Dra. Cretia nos ha pedido que cerremos este área por ahora.
ru_ru: Доктор Креция велела нам пока закрыть этот район.

source: Good luck, Seeker.
es_es: Buena suerte, Buscadora.
ru_ru: Удачи, Искатель.

source: Dr. Cretia told us to close off this area for now.
es_es: La Dra. Cretia nos ha pedido que cerremos este área por ahora.
ru_ru: Доктор Креция велела нам пока закрыть этот район.

source: Good luck, Seeker.
es_es: Buena suerte, Buscadora.
ru_ru: Удачи, Искатель.

# data/maps/jungle/dng/shock-exterior.json//entities/469/settings/event/2/message
source: This way, Seeker!
es_es: ¡Por aquí, Buscadora!
ru_ru: Сюда, Искатель!

# data/maps/jungle/dng/shock-exterior.json//entities/473/settings/event/4/name
source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

# data/maps/jungle/dng/shock-exterior.json//entities/473/settings/event/7/message
source: There they are.
es_es: Ahí están.
ru_ru: Вот они.

# data/maps/jungle/dng/shock-exterior.json//entities/473/settings/event/10/name
source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

# data/maps/jungle/dng/shock-exterior.json//entities/473/settings/event/13/message
source: Please ignore them for now. We'll deal with those in a bit!
es_es: Tan solo ignóralos por ahora. ¡Nos ocuparemos de ellos dentro de un rato!
ru_ru: Пожалуйста, игнорируй их пока что. Мы разберёмся с этим чуть позже!

# data/maps/jungle/dng/shock-exterior.json//entities/473/settings/event/14/message
source: To my office!
es_es: ¡A mi oficina!
ru_ru: В мой кабинет!

# data/maps/jungle/dng/shock-exterior.json//entities/478/settings/event/3/message
source: And up goes the barrier.
es_es: Déjame poner la barrera.
ru_ru: И барьер снова поднят.

# data/maps/jungle/dng/shock-exterior.json//entities/478/settings/event/4/message
source: We need to make sure they don't escape.
es_es: Tenemos que asegurarnos que no se escapen.
ru_ru: Мы должны убедиться, что они не убегут.

# data/maps/jungle/dng/shock-exterior.json//entities/480/settings/event/3/message
source: So much data... Come back to me, Seeker.
es_es: Tantos datos... Vuelve a mí, Buscadora.
ru_ru: Так много данных... Вернись ко мне, Искатель.

# data/maps/jungle/dng/shock-exterior.json//entities/491/settings/event/9/message
source: Looks like it's not over yet.
es_es: Parece que aún no ha terminado.
ru_ru: Похоже, что это ещё не конец.

# data/maps/jungle/dng/shock-exterior.json//entities/506/settings/event/2/message
source: Come back here, Seeker!
es_es: ¡Vuelve aquí, Buscadora!
ru_ru: Возвращайся, Искатель!

# data/maps/jungle/dng/tree-expo-space.json//entities/10/settings/event/9/text
source: Envoy of change...
es_es: Enviado del cambio...
ru_ru: Предвестник перемен...

# data/maps/jungle/dng/tree-expo-space.json//entities/10/settings/event/10/text
source: ...with the endurance of a flowing river...
es_es: ...con el aguante de un río que fluye...
ru_ru: ...с выносливостью текущей реки...

# data/maps/jungle/dng/tree-expo-space.json//entities/10/settings/event/11/text
source: ... with the agility of a gust of wind....
es_es: ...con la agilidad de una ráfaga de viento....
ru_ru: ...с проворностью порыва ветра...

# data/maps/jungle/dng/tree-expo-space.json//entities/10/settings/event/12/text
source: ...you shall reach your destination.
es_es: ...llegarás a tu destino.
ru_ru: ...ты достигнешь назначенного места.

# data/maps/jungle/dng/tree-expo-space.json//entities/12/settings/event/9/text
source: Envoy of change...
es_es: Enviado del cambio...
ru_ru: Предвестник перемен...

# data/maps/jungle/dng/tree-expo-space.json//entities/12/settings/event/10/text
source: ...with the strength of a burning sun...
es_es: ...con la fuerza de un sol abrasador...
ru_ru: ...с силой пылающего солнца...

# data/maps/jungle/dng/tree-expo-space.json//entities/12/settings/event/11/text
source: ... with the resilience of a solid mountain...
es_es: ... con la resistencia de una sólida montaña...
ru_ru: ...с устойчивостью твёрдой горы...

# data/maps/jungle/dng/tree-expo-space.json//entities/12/settings/event/12/text
source: ...you shall reach your destination.
es_es: ...llegarás a tu destino.
ru_ru: ...ты достигнешь назначенного места.

source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

source: Spheromancer Lea!\. You finally arrived!
es_es: ¡Spheromancer Lea!\. ¡Llegaste al fin!
ru_ru: Сферомант Лея!\. Ты наконец прибыла!

source: As it turns out your \c[1]ridiculous damage\c[0] doesn't help you solve puzzles any faster!
es_es: ¡Resulta que tu \c[1]ridículo daño\c[0] no te sirve de nada para resolver acertijos!
ru_ru: Как оказалось, твой \c[1]нелепый урон\c[0] не помог тебе решить головоломки быстрее!

source: In the end, both Spheromancers came in first! Exactly how it was meant to be!
es_es: ¡Al final, ambos Spheromancers acabaron primero! ¡Tal cual debe ser!
ru_ru: В конце концов оба сфероманта пришли первыми! Точно, как это и должно быть!

source: Damn it!
es_es: ¡Demonios!
ru_ru: Проклятье!

source: See, Pentafist?\. In the end-
es_es: ¿Lo ves, Pentafist?\. Al final-
ru_ru: Видишь, пентафист?\. В конце концов...

source: Oui, oui, Spheromancers rule. Blah, blah.
es_es: Oui, oui, los Spheromancers mandan. Bla, bla.
ru_ru: Oui, oui (да-да), сфероманты рулят. Бла-бла.

source: I get it, Grasshead.
es_es: Lo sé, Peloverde.
ru_ru: Я поняла, Травоголовый.

source: You win this time, this doesn't mean anything!
es_es: ¡Tú ganas esta vez, pero no significa nada!
ru_ru: Ты победил в этот раз, но это ничего не значит!

source: ...Hi...
es_es: ...Hola...
ru_ru: ...Привет...

source: Spheromancer Lea! We've been waiting for you!
es_es: ¡Spheromancer Lea! ¡Te hemos estado esperando!
ru_ru: Сферомант Лея! Мы ждали тебя!

source: Hah...\. at least I wasn't last.
es_es: Ja...\. al menos no fui la última.
ru_ru: Хах...\. по крайней мере, я не последняя.

source: Yes, Grasshead was here first.
es_es: Sí, Peloverde llegó primero.
ru_ru: Да, Травоголовый был здесь первым.

source: Just how long have you been waiting?
es_es: ¿Cuánto tiempo has estado esperando?
ru_ru: Как долго ты ждал?

source: Oh? For a little bit.
es_es: ¿Oh? Solo un poco.
ru_ru: Ох? Да немного.

source: No way...!
es_es: ¡Ni hablar...!
ru_ru: Не может быть...!

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/13/message
source: Well, to be fair, I've run the Grand Krys'kajo before.
es_es: Bueno, para ser justos, ya he completado el Gran Krys'kajo antes.
ru_ru: Ну, честно говоря, я проходил Гранд Крис'кайо раньше.

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/17/message
source: WHAT?!
es_es: ¡¿QUÉ?!
ru_ru: ЧТО?!
