Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: And with that, the quest was completed!
es_es: ¡Y con eso, la misión ha concluido!
ru_ru: И на этом квест завершён!

source: Justice has been served! For now!
es_es: ¡Se ha hecho justicia! ¡Por ahora!
ru_ru: Справедливость восторжествовала! На этот раз!

source: Will it be the last we hear of those black monsters?\. Only the future will tell!
es_es: ¿Será lo último que veamos de esos monstruos negros?\. ¡Solo el futuro lo dirá!
ru_ru: Будет ли это последнее, что мы слышали об этих чёрных монстрах?\. Будущее покажет!

source: Yeah, that was fun.
es_es: Sí, eso fue divertido.
ru_ru: Да, это было весело.

source: Like how you tried to join those conversations and they just ignored you.
es_es: Como cuando trataste de unirte a las conversaciones y simplemente te ignoraron.
ru_ru: Особенно то, как ты пытался вклиниться в разговор, а они просто игнорировали тебя.

source: Ugh...\. Well yeah.
es_es: Ugh...\. Bueno sí.
ru_ru: Ммм...\. Да уж.

source: I assume it's because Lea is our party leader and the NPCs expect her to not answer in the first place.
es_es: Supongo que es porque Lea es la líder de nuestro grupo y los NPC esperan que ella no responda en primer lugar.
ru_ru: Я полагаю, это потому, что Лея лидер нашей группы, и NPC изначально не ожидают ответа от неё.

source: Anyway, we're now free to enter the Temples to the north!
es_es: En fin, ¡ahora podemos entrar a los Templos del norte!
ru_ru: В любом случае, теперь мы можем войти в Храмы на севере!

source: Hm...\. but I think we played enough for today, Polly.
es_es: Hm...\. me parece que hemos jugado suficiente por hoy, Polly.
ru_ru: Хм...\. но я думаю, что мы наигрались на сегодня, Полли.

source: Right, it was a good session!
es_es: Cierto, ¡fue una buena sesión!
ru_ru: Верно, это была хорошая сессия!

source: Thanks for joining us, Lea.
es_es: Gracias por unirte a nosotros, Lea.
ru_ru: Спасибо, что присоединилась к нам, Лея.

source: And...\. it also seems you lightened up a little.
es_es: Y...\. también se te ve algo más animada.
ru_ru: И...\. похоже, что ты развеялась немного.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I'm happy to hear that.
es_es: Me alegra oírlo.
ru_ru: Мне приятно это слышать.

source: Maybe we can play sometime again.
es_es: Quizá podamos volver a jugar juntos en otra oportunidad.
ru_ru: Может быть, мы сможем поиграть снова когда-нибудь.

source: Sure. It would be much easier to catch you for another duel that way!
es_es: Por supuesto. ¡Sería mucho más fácil retarte a otro duelo de ese modo!
ru_ru: Конечно. Так было бы гораздо легче поймать тебя на очередную дуэль!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: What?\. So you want to get beaten up again already?
es_es: ¿Qué?\. ¿Ya tienes ganas de la próxima paliza?
ru_ru: Что?\. Так ты хочешь, чтобы тебя снова избили?

source: Please, give the girl some rest, Polly.
es_es: Por favor, dale un respiro a la chica, Polly.
ru_ru: Пожалуйста, дай девочке отдохнуть, Полли.

source: Alright. For now.
es_es: Bien. Por ahora.
ru_ru: Ладно. На этот раз.

source: Until then, Spheromancer Lea!
es_es: ¡Hasta entonces, Spheromancer Lea!
ru_ru: До скорого, сферомант Лея!

source: Goodbye!
es_es: ¡Nos vemos!
ru_ru: Пока!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Hello, Lea!
es_es: ¡Hola, Lea!
ru_ru: Привет, Лея!

source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

source: I did not expect this turn of events.
es_es: No me esperaba este giro de los acontecimientos.
ru_ru: Я не ожидал такого поворота событий.

source: But it seems you got along quite well...
es_es: Pero parece que la han pasado bien...
ru_ru: Но, кажется, вы неплохо поладили...

source: Well then, should we call it a day as well?
es_es: Bien entonces, ¿tú también quieres parar por hoy?
ru_ru: Ну что, тогда можно закругляться на сегодня?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright then...\. Goodnight, Lea!
es_es: De acuerdo...\. ¡Buenas noches, Lea!
ru_ru: Ладно...\. Спокойной ночи, Лея!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Logout
es_es: Desconectando
ru_ru: Выход из игры

source: \c[3]V'rda Vil\c[0]
ru_ru: \c[3]В'рда Виль\c[0]

source: This is \c[3]V'rda Vil\c[0]. Village of Shad.
es_es: Esto es \c[3]V'rda Vil\c[0]. Pueblo Shad.
ru_ru: Это \c[3]В'рда Виль\c[0]. Деревня шадов.

source: Human not welcome here, but we make exception for \c[3]Seeker\c[0].
es_es: Humanos no son bienvenidos aquí, pero hacemos excepción con \c[3]Buscadores\c[0].
ru_ru: Людям здесь не рады, но мы сделаем исключение для \c[3]Искателя\c[0].

source: Make no trouble!
es_es: ¡No causes problemas!
ru_ru: Только не создавай проблем!

source: It is Seeker that defeated \c[3]Wiccats\c[0]!
es_es: ¡Es el Buscador que derrotó a los \c[3]Electrogatos Perversos\c[0]!
ru_ru: Это Искатель, который победил \c[3]Злокошек\c[0]!

source: You are welcome guest in V'rda Vil!
es_es: ¡Eres invitado bienvenido en V'rda Vil!
ru_ru: Ты желанный гость в В'рда Виль!

source: What is Seeker doing here?
es_es: ¿Qué hace Buscador aquí?
ru_ru: Что Искатель делает здесь?

source: She is just human.
es_es: Ella es humana.
ru_ru: Она обычный человек.

source: Human just human.
es_es: Humana solo humana.
ru_ru: Человек есть человек.

source: They come into jungle filled with dreams and aspiration!
es_es: ¡Vienen a jungla con sueños y aspiraciones!
ru_ru: Они приходят в джунгли, наполненные мечтами и стремлением!

source: They want it all and try to use power of Ancients, the Track and power of Technology!
es_es: ¡Lo quieren todo y usan poder de Antiguos, el Camino, y poder de tecnología!
ru_ru: Они хотят всё и сразу, и пытаются использовать силу Древних, Путь, и силу технологий!

source: You're right!
es_es: ¡Sí, cierto!
ru_ru: Ты прав!

source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

source: Good morning, Lea.
es_es: Buenos días, Lea.
ru_ru: Доброе утро, Лея.

source: ...Hi.
es_es: ...Hola.
ru_ru: ...Привет.

source: It must be a strange feeling waking up in the middle of the jungle like this.
es_es: Debe ser una sensación extraña despertarse en medio de la jungla.
ru_ru: Это, должно быть, странное чувство, пробуждаться вот так посреди джунглей.

source: Any new memories?
es_es: ¿Algún nuevo recuerdo?
ru_ru: Есть новые воспоминания?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I see...
es_es: Ya veo...
ru_ru: Понятно...

source: Actually, I would like to ask a few more questions about your memories of Sapphire Ridge.
es_es: De hecho, me gustaría hacerte algunas preguntas más sobre tus recuerdos de Cresta Zafiro.
ru_ru: На самом деле, я хотел бы задать ещё несколько вопросов о твоих воспоминаниях о Сапфировом крае.

source: What exactly was it that you saw?
es_es: ¿Qué fue exactamente lo que viste?
ru_ru: Что именно ты видела?

source: Do you think you saw...\. Satoshi and Gautham somewhere in Sapphire Ridge?
es_es: ¿Crees haber visto a...\. Satoshi y Gautham en algún lugar de Cresta Zafiro?
ru_ru: Возможно ли, что ты видела...\. Сатоши и Гаутама где-то в Сапфировом крае?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okay...\. here is my hypothesis about all this.
es_es: Bien...\. aquí está mi hipótesis sobre todo esto.
ru_ru: Хорошо...\. вот моё предположение насчёт всего этого.

source: Could it be, that there exists some kind of \c[3]hidden location\c[0] somewhere in Sapphire Ridge?
es_es: ¿Podría ser que exista algún tipo de \c[3]ubicación oculta\c[0] en algún sitio de Cresta Zafiro?
ru_ru: Может ли быть так, что где-то в Сапфировом крае существует какая-то \c[3]скрытая локация\c[0]?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Aha!
es_es: ¡Ajá!
ru_ru: Ага!

source: I figured that, assuming they are still working on Evotars, they need a place within the Playground to properly test them.
es_es: Supuse que, asumiendo que todavía están trabajando con Evotares, necesitan un lugar dentro del Campo de Juego para probarlos adecuadamente.
ru_ru: Я подумал, если они по-прежнему работают над эвотарами, то им нужно место в игровой зоне, чтобы их как следует протестировать.

source: Now...\. there is Vermillion Wasteland, which seems to be used for that.
es_es: Ahora...\. está el Vertedero Vermillion, cuyo propósito parece ser eso mismo.
ru_ru: Ну...\. существует Пустошь Вермиллион, которая, кажется, используется для этого.

source: But your memories indicate there might be a place like that in Sapphire Ridge as well, correct?
es_es: Pero tus recuerdos indican que podría haber un lugar así en Cresta Zafiro también, ¿correcto?
ru_ru: Но твои воспоминания указывают на то, что подобное место может быть и в Сапфировом крае, верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hopefully we will find a way to access it...
es_es: Con suerte encontraremos la forma de llegar allí...
ru_ru: Надеюсь, что мы найдём способ получить туда доступ...

source: Oh, who's that?
es_es: Oh, ¿quién será?
ru_ru: Ой, кто это?

source: Uhm...\. hello there, Lea!
es_es: Uhm...\. ¡Hola, Lea!
ru_ru: Эмм...\. привет, Лея!

source: ...Hi...
es_es: ...Hola...
ru_ru: ...Привет...

source: I'm glad to see you're back again.\. You've been missed for quite some time.
es_es: Me alegra verte de vuelta.\. Se te ha extrañado todo este tiempo.
ru_ru: Я рад, что ты снова вернулась.\. Ты потерялась ненадолго.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: D-Did you by any chance already do the first mandatory quest of Gaia's Garden?
es_es: ¿P-Por casualidad ya hiciste la primera misión obligatoria del Jardín de Gaia?
ru_ru: Т-Ты случайно ещё не выполнила первый обязательный квест Сада Гайи?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh, nice! That means you can enter the dungeon.
es_es: ¡Oh, qué bien! Eso significa que puedes entrar en la mazmorra.
ru_ru: О, замечательно! Это значит, что ты можешь войти в подземелье.

source: Uhm...\. did you finish any of the dungeons already?
es_es: Uhm...\. ¿Ya has acabado con alguna de las mazmorras?
ru_ru: Эмм...\. ты же не прошла подземелья?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Me neither!
es_es: ¡Yo tampoco!
ru_ru: Я тоже!

source: I was in fact...\. uhm...\. planning to run one of them today!
es_es: Yo de hecho...\. uhm...\. ¡planeaba hacer una ahora mismo!
ru_ru: На самом деле...\. ммм... \. я планирую пройти одно из них сегодня!

source: So how about...\. we meet up in front of the dungeons?
es_es: Entonces, ¿qué tal...\. si nos reunimos frente a los templos?
ru_ru: Так как насчёт того...\. чтобы встретиться перед входом в подземелья?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okey-dokey!
es_es: ¡École!
ru_ru: Оки-доки!

source: I'll be waiting at the \c[3]Peridot Approach landmark\c[0]!
es_es: ¡Te estaré esperando en el punto de referencia "\c[3]Acceso Peridoto\c[0]"!
ru_ru: Я буду ждать на \c[3]ориентире Хризолитового подхода\c[0]!

source: See you soon!
es_es: ¡Nos vemos pronto!
ru_ru: Скоро увидимся!

source: Oh, C'tron is back, I see.
es_es: Oh, veo que C'tron ha vuelto.
ru_ru: О, вижу, что Ци'трон вернулся.

source: Does he want to run the dungeon together with you?
es_es: ¿Quiere hacer la mazmorra junto a ti?
ru_ru: Он хочет пробежать подземелье вместе с тобой?

source: Uhm...\. I wanted to extend your vocabulary, but I am still not ready.
es_es: Uhm...\. Quería ampliar tu vocabulario, pero todavía no estoy listo.
ru_ru: Эмм...\. Хотел расширить твой словарный запас, но я ещё не готов.

source: Maybe if I hurry up, I can give you another word soon.
es_es: Quizá si me doy algo de prisa, pueda darte otra palabra pronto.
ru_ru: Может, если я потороплюсь, то скоро смогу дать тебе ещё одно слово.

source: Anyway, better not keep C'tron waiting for too long.
es_es: En fin, será mejor que no hagas esperar mucho a C'tron.
ru_ru: В любом случае, лучше не заставляй Ци'трона ждать слишком долго.

source: Meet \c[3]C'tron\c[0] at the \c[3]Peridot Approach\c[0] Landmark in the north of \c[3]Gaia's Garden\c[0].
es_es: Reúnete con \c[3]C'tron\c[0] en el punto de referencia \c[3]Acceso Peridoto\c[0] al norte del \c[3]Jardín de Gaia\c[0].
ru_ru: Встретьтесь с \c[3]Ци'троном\c[0] у ориентира \c[3]Хризолитового подхода\c[0] на севере \c[3]Сада Гайи\c[0].

source: Boring wood bridge. Why no laser bridge?
es_es: Este puente de madera es aburrido. ¿Por qué no uno láser?
ru_ru: Скучный деревянный мост. Почему не лазерный?

source: Ah, here is the village.
es_es: Ah, aquí está el pueblo.
ru_ru: Ах, вот и деревня.

source: Indeed! Far off from Basin Keep. This tribe is not on friendly terms with humankind!
es_es: ¡En efecto! A buena distancia del Torreón de la Cuenca. ¡Esta tribu no está en buenos términos con la humanidad!
ru_ru: Воистину! Вдали от Твердыни Бэйзина. Это племя не дружит с человечеством!

source: Oh, we're back in the village of the bird people!
es_es: ¡Oh, estamos de vuelta en el pueblo de los pájaros!
ru_ru: О, мы вернулись в деревню людей-птиц!

source: I like this place, also that they're now more friendly with you after you helped them.
es_es: Me gusta este lugar. También aprecio que ahora sean más amigables luego de que los ayudamos.
ru_ru: Мне нравится это место, и то, что они теперь более дружелюбны с тобой, после того, как ты помогла им.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: \c[3]V'rda Vil\c[0]
ru_ru: \c[3]В'рда Виль\c[0]

source: Zla'nyoro
ru_ru: Зла'ньоро

source: Zla'nyoro
ru_ru: Зла'ньоро

source: \v[lore.title.seeker], day is hot and so is mood of the Shad.\. If only evil beasts were gone.
es_es: \v[lore.title.seeker], día caluroso, y también humor de Shad.\. Si tan solo bestias se fueran.
ru_ru: Искатель, день жарок, а настроение шадов кипит.\. Если бы только злые звери ушли.

source: Zla'nyoro
ru_ru: Зла'ньоро

source: \v[lore.title.seeker], thank you for defeating evil beasts.\. Now Shad mood cooled down.
es_es: \v[lore.title.seeker], gracias por derrotar bestias malvadas.\. Ahora humor de Shad más frío.
ru_ru: Искатель, спасибо за победу над злыми зверями.\. Теперь настроение шадов охладилось.

source: Weather still hot, however.\. Human cooling box would be a useful.
es_es: Clima sigue caluroso, de todos modos.\. Caja de refrigeración de humano sería útil.
ru_ru: Погода по-прежнему жаркая, однако.\. Человеческая охлаждающая коробка была бы полезна.

source: Zla'nyoro
ru_ru: Зла'ньоро

source: \v[lore.title.seeker], thank you for defeating evil beasts.\. Now Shad mood cooled down.
es_es: \v[lore.title.seeker], gracias por derrotar bestias malvadas.\. Ahora humor de Shad más frío.
ru_ru: Искатель, спасибо за победу над злыми зверями.\. Теперь настроение шадов охладилось.

source: Weather still hot, however.\. Human cooling box would be a useful.
es_es: Clima sigue caluroso, de todos modos.\. Caja de refrigeración de humano sería útil.
ru_ru: Погода по-прежнему жаркая, однако.\. Человеческая охлаждающая коробка была бы полезна.

source: Hi!\. Wait!
es_es: ¡Hola!\. ¡Espera!
ru_ru: Привет!\. Подожди!

source: Ohh, cooling boxes want become part of Shad village?\. What a blessing!
es_es: Ohh, ¿cajas de refrigeración van a ser parte de pueblo Shad?\. ¡Qué bendición!
ru_ru: Ооо, охлаждающие коробки хотят стать частью деревни шадов?\. Какое благословение!

source: Lea!
ru_ru: Лея!

source: Mhm, but human devices need power, yes?\. None of that in humble village.
es_es: Mhm, pero dispositivos humanos necesitan energía, ¿verdad?\. Nada de eso en pueblo humilde.
ru_ru: Ммм, но человеческим устройствам нужна энергия, да?\. Ничего такого нет в скромной деревне.

source: Elder no like human powermachine.\. But maybe my nephew Owo can find solution.
es_es: Anciana no gusta máquinas de poder humano.\. Pero quizá mi sobrino Owo encuentre solución.
ru_ru: Старейшине не нравятся человеческие энергомашины.\. Но, возможно, мой племянник Ово сможет найти решение.

source: He smart shad, full of dream and aspire!\. Even studied human science at coolleg in city!
es_es: ¡Es Shad listo, lleno de sueños y aspiraciones!\. ¡Incluso estudió ciencia humana en escuela de ciudad!
ru_ru: Он умный шад, полный мечты и стремления!\. Даже изучал человеческую науку в городском колледже!

source: At day you can often find him in room of his, on hill to right of you!\. Hope he help.
es_es: ¡En día puedes encontrarlo en habitación suya, en colina derecha de ti!\. Espero ayude.
ru_ru: Днём ты часто можешь найти его в своей комнате, на холме справа от тебя!\. Надеюсь, он поможет.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Zla'nyoro
ru_ru: Зла'ньоро

source: \v[lore.title.seeker], talk to my nephew.\. He smart and learned at humen school.
es_es: \v[lore.title.seeker]a, habla con mi sobrino.\. Él inteligente y aprendió en escuela de humenos.
ru_ru: Искатель, поговори с моим племянником.\. Он умный и учился в человеческой школе.

source: At day you can often find him in room of his, on hill to right of you!
es_es: ¡En día puedes encontrarlo en habitación suya, en colina derecha de ti!
ru_ru: Днём ты часто можешь найти его в своей комнате, на холме справа от тебя!

source: Zla'nyoro
ru_ru: Зла'ньоро

source: Nephew had idea?\. Hurray!
es_es: ¿Sobrino pudo solucionarlo?\. ¡Viva!
ru_ru: У племянника была идея?\. Ура!

source: Zla'nyoro
ru_ru: Зла'ньоро

source: Nephew smart.\. He pick good human machines for better life of Shad.
es_es: Sobrino inteligente.\. Escogió buenas máquinas humanas para mejor vida de Shad.
ru_ru: Племянник умный.\. Он выбрал хорошие человеческие машины для блага шадов.

source: Did human really bring \c[3]black monster\c[0] into village?
es_es: ¿Humano realmente trajo \c[3]monstruo negro\c[0] a la aldea?
ru_ru: Разве люди принесли \c[3]чёрных монстров\c[0] в деревню?

source: Didn't you hear about \c[3]source\c[0] of black monster? It very shiny and metal!
es_es: ¿No oíste hablar de \c[3]origen\c[0] de monstruo negro? ¡Mucho brillante, mucho metal!
ru_ru: Ты не слышала об \c[3]источнике\c[0] чёрных монстров? Он очень блестящий и металлический!

source: Must be work of human!
es_es: ¡Debe ser obra de humanos!
ru_ru: Должна быть работа человека!

source: But we never saw human bring monsters or source into village!
es_es: ¡Pero nunca vimos humano traer origen o monstruo a aldea!
ru_ru: Но мы никогда не видели людей, приносящих монстров или источник в деревню!

source: That true, but who else could done it?
es_es: Cierto, pero ¿quién más podría hacerlo?
ru_ru: Это правда, но кто ещё мог это сделать?

source: I can not trade with you human. Humans have made jungle sick.
es_es: No comercio con humano. Humanos envenenaron la jungla.
ru_ru: Я не могу торговать с тобой, человек. Джунгли болеют из-за людей.

source: You may helped Shad, but I still not trust human!
es_es: ¡Has ayudado a Shad, pero no confío en humano!
ru_ru: Ты, может, и помог шадам, но я всё равно не доверяю человеку!

source: K'tara
ru_ru: К'тара

source: You've come!
es_es: ¡Aquí estás!
ru_ru: Ты пришла!

source: Quick, follow me.
es_es: Rápido, sígueme.
ru_ru: Быстро, следуй за мной.

source: K'tara
ru_ru: К'тара

source: Oh, back already?
es_es: Oh, ¿ya regresaste?
ru_ru: Ой, уже вернулась?

source: I saw you getting rid of the \v[combat.name.minibosses/shockcat-black]s from here, thanks for that!
es_es: Te vi deshacerte de los Electrogatos Perversos desde aquí, ¡gracias por eso!
ru_ru: Я видела отсюда, как ты избавляешься от Злокошек, спасибо за это!

source: Did you find the key?
es_es: ¿Encontraste la llave?
ru_ru: Ты нашла ключ?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: K'tara
ru_ru: К'тара

source: Good. And it looks as sturdy as ever.
es_es: Bien. Y se ve tan dura como siempre.
ru_ru: Хорошо. Он выглядит прочным, как и всегда.

source: Now we can sneak past the guards.
es_es: Ahora podremos escabullirnos entre los guardias.
ru_ru: Теперь мы сможем пробраться мимо охранников.

source: But we have to take a \c[3]little detour first\c[0].
es_es: Pero tenemos que tomar un \c[3]pequeño desvío primero\c[0].
ru_ru: Но нам придётся сделать \c[3]небольшой крюк\c[0].

source: The hidden path we need to use is outside the village.
es_es: El camino oculto que debemos usar está fuera del pueblo.
ru_ru: Скрытый путь, который мы должны использовать, находится за пределами деревни.

source: Following the \c[3]right path\c[0] to the Grand Krys'kajo at \c[3]Clinging River\c[0] there's a small tree.
es_es: Siguiendo el \c[3]Camino Derecho\c[0] del Gran Krys'kajo en el \c[3]Río Pegajoso\c[0] hay un pequeño árbol.
ru_ru: Следуй \c[3]правым путём\c[0], ведущим к Гранд Крис'кайо, до \c[3]Цепкой реки\c[0], там есть небольшое дерево.

source: Meet me there.
es_es: Nos veremos allí.
ru_ru: Встретимся там.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Seeker helped us get rid of cats.
es_es: Buscador ayudó a deshacernos de gatos negros.
ru_ru: Искатель помог нам избавиться от кошек.

source: Not all human bad, see?
es_es: No todos humanos son malos, ¿ves?
ru_ru: Не все люди плохие, видишь?

source: Maybe not reason for \c[3]black monsters\c[0] after all!
es_es: ¡Quizás no sea motivo de \c[3]monstruos negros\c[0] después de todo!
ru_ru: Может, они и не были причиной нашествия \c[3]чёрных монстров\c[0] в конце концов!

source: Maybe you are right.
es_es: Quizás sea cierto.
ru_ru: Может быть, ты и прав.

source: This place is neat.
es_es: Este lugar es asombroso.
ru_ru: Какое изящное место.

source: These Shads are experts in wooden constructions.
es_es: Estos Shads son expertos construyendo con madera.
ru_ru: Эти шады настоящие эксперты в деревянных постройках.

source: Even with the fierce weather of the jungle, these bridges are said to remain stable for many years.
es_es: Incluso con el clima feroz de la jungla, se dice que estos puentes permanecen estables durante muchos años.
ru_ru: Даже с лютым климатом джунглей, эти мосты остаются устойчивыми в течение многих лет.

source: Amazing.
es_es: Sorprendente.
ru_ru: Удивительно.

source: Knock door
es_es: Golpear la puerta
ru_ru: Постучать в дверь

source: Owo'kyari
ru_ru: Ово'кьяри

source: Yes, what is?
es_es: Sí, ¿qué es?
ru_ru: Да, что?

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: \.\.Ohh... A \v[lore.title.seeker], huh?\. What is special occasion?
es_es: \.\.Ohh... Un \v[lore.title.seeker], ¿eh?\. ¿Qué es ocasión especial?
ru_ru: \.\.Оох... Искатель, да?\. Что за особый случай?

source: ...Lea.\.\. Meet!
es_es: ...Lea.\.\. ¡Reunir!
ru_ru: Лея.\.\. Встреча!

source: Ah, uncle sent you because power is needed for fridging devices?\. How full of wonder!
es_es: Ah, ¿el tío te envió porque necesita energía para aparatos de refrigeración?\. ¡Lleno de maravilla!
ru_ru: А, дядя послал тебя, потому что для холодильных устройств нужна энергия?\. Как удивительно!

source: Yes, there no connection to human plant of power and chief won't ever allow dirty generator in village.
es_es: Sí, no conexión entre planta energía humana y jefe nunca permitiría sucio generador en aldea.
ru_ru: Да, с человеческой электростанцией нет связи, а старейшина никогда не допустит грязного генератора в деревне.

source: BUT, \v[lore.title.seeker], I developed alternative!\. Device powered by nature!
es_es: PERO, \v[lore.title.seeker], ¡Desarrollé alternativa!\. ¡Dispositivo alimentado por naturaleza!
ru_ru: НО, Искатель, я разработал альтернативу!\. Устройство, работающее от природы!

source: Only developed one prototype however.\. Need parts for more.\. \v[lore.title.seeker] help?
es_es: Pero solo tengo prototipo.\. Necesito piezas para más.\. ¿\v[lore.title.seeker] ayuda?
ru_ru: Однако сделал только один прототип.\. Нужно больше частей.\. Искатель поможет?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]
