Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

# data/maps/jungle/caves/questcave-td-1.json//entities/38/settings/event/15/text
source: About to blow!!!
es_es: ¡¡¡A punto de estallar!!!
ru_ru: Сейчас рванёт!!!

# data/maps/jungle/caves/questcave-td-1.json//entities/38/settings/event/24/text
source: Pathhacker destroyed!
es_es: ¡Perturbacamino destruido!
ru_ru: Путевзломщик уничтожен!

# data/maps/jungle/caves/questcave-td-1.json//entities/38/settings/event/34/text
source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]MISIÓN FALLIDA\c[0] Reinicia la tarea para volver a intentarlo
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

# data/maps/jungle/caves/questcave-td-1.json//entities/39/settings/event/4/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

# data/maps/jungle/caves/questcave-td-1.json//entities/46/settings/analyzable/text
source: Pathfinder
es_es: Encuentracamino
ru_ru: Путевзломщик

source: [ Greetings customer of our TURRET Inc. defensive product line. ]
es_es: [ Saludos, cliente de nuestra línea de productos defensivos TURRET Inc. ]
ru_ru: [ Приветствую клиента нашей линейки защитной продукции TURRET Inc. ]

source: ... h-hi?
es_es: ... h-hola?
ru_ru: ...п-привет?

source: [ Since you have already successfully used our products, are you interested in their advanced recreational functionality? ]
es_es: [ Dado que ya ha utilizado con éxito nuestros productos, ¿está interesado en sus funcionalidades avanzadas para uso recreativo? ]
ru_ru: [ Поскольку вы уже успешно используете нашу продукцию, заинтересованы ли вы в расширении функциональности? ]

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: [ CHALLENGE ACCEPTED. Choose \c[3]Challenge Mode\c[0] to start. ]
es_es: [ DESAFÍO ACEPTADO. Elige \c[3]Modo Desafío\c[0] para comenzar. ]
ru_ru: [ ВЫЗОВ ПРИНЯТ. Выберите \c[3]Режим испытания\c[0], чтобы начать. ]

source: [ Using this device in such a manner will collect energy from the Track and convert it into \c[3]special tokens\c[0]. ]
es_es: [ El uso de este dispositivo en este modo recolectará energía del Camino y la convertirá en \c[3]fichas especiales\c[0]. ]
ru_ru: [ Используйте это устройство, чтобы собирать энергию Пути и конвертировать её в \c[3]специальные жетоны\c[0]. ]

source: [ Those can be \c[3]exchanged for valuable items\c[0] directly at this device. ]
es_es: [ Estas pueden ser \c[3]intercambiadas por artículos valiosos\c[0] directamente en este dispositivo. ]
ru_ru: [ Их можно \c[3]обменять на ценные предметы\c[0] прямо в данном устройстве. ]

source: [ Thank you for using TURRET products! ]
es_es: [ ¡Gracias por usar productos TURRET! ]
ru_ru: [ Благодарим Вас за использование продукции TURRET! ]

source: ... bye.
es_es: ... adiós.
ru_ru: ...пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: [ CHALLENGE DENIED. Please come back when you make up your mind. ]
es_es: [ DESAFÍO RECHAZADO. Vuelva cuando se decida. ]
ru_ru: [ ВЫЗОВ ОТКЛОНЁН. Пожалуйста, возвращайтесь, когда вы решитесь. ]

source: \s[0]Challenge Highscore: \c[3]\v[map.tdHighScore] Points on Wave \v[map.tdHighWave]\c[0]
es_es: \s[0]Puntuación más Alta: \c[3]\v[map.tdHighScore] Puntos en la Oleada \v[map.tdHighWave]\c[0]
ru_ru: \s[0]Рекорд испытания: \c[3]\v[map.tdHighScore] очков на волне \v[map.tdHighWave]\c[0]

source: [nods normally]
es_es: [asiente normalmente]
ru_ru: [кивает обычно]

source: Wave
es_es: Oleada
ru_ru: Волна

source: Score
es_es: Puntaje
ru_ru: Результат

source: Energy
es_es: Energía
ru_ru: Энергия

source: Life
es_es: Vida
ru_ru: Здоровье

source: Energy
es_es: Energía
ru_ru: Энергия

source: [nods challengingly]
es_es: [asiente desafiante]
ru_ru: [кивает вызывающе]

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: [ Replaying instruction recording ]
es_es: [ Reproduciendo grabación de instrucciones ]
ru_ru: [ Повторение записи инструкции ]

source: Mika
ru_ru: Мика

source: Alright, I will give you a short briefing as to how this will work out.
es_es: Muy bien, te daré un breve resumen de cómo funcionará esto.
ru_ru: Хорошо, я дам тебе краткий инструктаж о том, как это будет работать.

source: After I properly activate our Pathhacker here, enemies will \c[3]attack in waves\c[0].
es_es: Después de activar correctamente nuestro Perturbacamino de aquí, los enemigos \c[3]atacarán en oleadas\c[0].
ru_ru: После того, как я активирую наш Путевзломщик, враги будут атаковать \c[3]волнами\c[0].

source: You gotta defeat them, \c[3]before they reach this point\c[0] and damage our precious machine here.
es_es: Tienes que derrotarlos, \c[3]antes de que lleguen a este punto\c[0] y dañen nuestra preciosa máquina.
ru_ru: Ты должна победить их, \c[3]прежде чем они достигнут этой точки\c[0] и повредят нашу драгоценную машину.

source: Careful though, because they'll all have \c[3]shields that reflect damage\c[0].\. So just attacking blindly won't be an option.
es_es: Sin embargo, ten cuidado, porque todos tendrán \c[3]escudos que reflejan el daño\c[0].\. Así que atacar a ciegas no será una opción.
ru_ru: Но будь осторожна, потому что они все будут иметь \c[3]щиты, которые отражают урон\c[0].\. Просто бездумно атаковать - не вариант.

source: Thankfully we prepared some automated \c[3]defensive turrets\c[0] here.
es_es: Afortunadamente hemos preparado algunas \c[3]torretas defensivas\c[0] automatizadas.
ru_ru: К счастью, мы подготовили несколько автоматизированных \c[3]оборонительных турелей\c[0].

source: To activate a turret, \c[3]hit it a few times\c[0] and then use a \c[3]charged projectile on it\c[0]!
es_es: ¡Para activar una torreta, \c[3]golpéala varias veces\c[0] y luego usa un \c[3]proyectil cargado\c[0]!
ru_ru: Для того, чтобы активировать турель, \c[3]выстрели в неё несколько раз\c[0], а затем используй \c[3]заряженный снаряд\c[0]!

source: When activated with the \c[3]neutral element\c[0] they will \c[3]disrupt the shields\c[0] with each hit.
es_es: Cuando se activan con el \c[3]elemento neutral\c[0], \c[3]interrumpirán los escudos\c[0] con cada golpe.
ru_ru: При активации с помощью \c[3]нейтрального элемента\c[0] они будут \c[3]разрушать щиты\c[0] при каждом попадании.

source: Later I'll also unlock \c[3]elemental modes\c[0] that will \c[3]cause more damage instead of disrupting the shields\c[0].
es_es: Más adelante también habilitaré \c[3]modos elementales\c[0] que \c[3]causarán más daño en lugar de interrumpir los escudos\c[0].
ru_ru: Позже я также разблокирую \c[3]элементальные режимы\c[0], которые будут \c[3]наносить больше урона вместо разрушения щитов\c[0].

source: Each turret consumes \c[3]25 energy\c[0] on activation.\. You will earn additional energy by \c[3]killing critters and after each wave\c[0].
es_es: Cada torreta consume \c[3]25 de energía\c[0] al activarse.\. Ganarás energía adicional al \c[3]matar enemigos y después de cada oleada\c[0].
ru_ru: Каждая турель потребляет \c[3]25 энергии\c[0] при активации.\. Ты будешь зарабатывать дополнительную энергию, \c[3]убивая тварей и после завершения каждой волны\c[0].

source: \c[3]- Turret Overview -\c[0] \i[element-neutral] \c[3]Neutral\c[0]: Single-target shot, light homing, neutralizes shields, frequent attacks, weak. \c[1]Default mode when using an inactive element!\c[0]
es_es: \c[3]- Detalles de la Torreta -\c[0] \i[element-neutral] \c[3]Neutral\c[0]: Disparo de un solo objetivo, guiado ligero, neutraliza escudos, ataques frecuentes, débil. \c[1]¡Modo predeterminado cuando no se usa un elemento!\c[0]
ru_ru: \c[3]- Обзор турелей -\c[0] \i[element-neutral] \c[3]Нейтральная\c[0]: Простой выстрел, лёгкое наведение, разрушение щитов, частые атаки, слабая. \c[1]Режим по умолчанию при использовании неактивного элемента!\c[0]

source: \i[element-heat] \c[3]Heat\c[0]: Penetrating flamethrower, large area, short range, powerful, causes Burn. \i[element-cold] \c[3]Cold\c[0]: Explosive shot, light homing, creates icicles, slows enemies, causes Chill.
es_es: \i[element-heat] \c[3]Fuego\c[0]: Lanzallamas penetrante, área grande, corto alcance, potente, provoca Llamas. \i[element-cold] \c[3]Hielo\c[0]: Disparo explosivo, guiado ligero, crea estalagmitas, ralentiza enemigos, provoca Frío.
ru_ru: \i[element-heat] \c[3]Пламя\c[0]: Проникающий огнемет, большая площадь, короткая дистанция, мощный, накладывает Горение. \i[element-cold] \c[3]Холод\c[0]: Взрывной выстрел, лёгкое самонаведение, создаёт сосульки, замедляет врагов, накладывает Озноб.

source: \c[1]Shock and Wave are not unlocked and will be defaulted to Neutral!\c[0]
es_es: \c[1]¡Rayo y Pulso no están desbloqueados y se establecerán de forma predeterminada al modo Neutral!\c[0]
ru_ru: \c[1]Шок и Волна не разблокированы и по умолчанию будут нейтральными!\c[0]

source: All turrets cost \c[3]\v[tmp.tdCostTurret1] Energy\c[0] to activate, regardless of element. For \c[3]\v[tmp.tdUpgradeCost] Energy\c[0] all turrets will upgrade their attack power. This will happen automatically upon reaching that amount.
es_es: Todas las torretas cuestan \c[3]\v[tmp.tdCostTurret1] de Energía\c[0] al activarse, independientemente del elemento. Por \c[3]\v[tmp.tdUpgradeCost] de Energía\c[0], todas las torretas mejorarán su poder de ataque. Esto ocurrirá automáticamente al llegar a esa cantidad.
ru_ru: Все турели стоят \c[3]\v[tmp.tdCostTurret1] энергии\c[0] для активации, независимо от элемента. При наличии \c[3]\v[tmp.tdUpgradeCost] энергии\c[0] все турели получат увеличение урона. Это произойдёт автоматически при достижении этого количества энергии.

source: Normal Mode (8 waves, enemy levels start at 40)
es_es: Modo Normal (8 oleadas, niveles enemigos comienzan en 40)
ru_ru: Нормальный режим (8 волн, уровень противника начинается с 40)

source: Challenge Mode (Infinite survival, enemy levels start at player level, minimum 42)
es_es: Modo Desafío (Infinito, niveles enemigos comienzan en nivel del jugador, mínimo 42)
ru_ru: Режим испытания (бесконечное выживание, уровень противника минимум 42)

source: Detailed Instructions
es_es: Instrucciones Detalladas
ru_ru: Подробные инструкции

source: Turret Data
es_es: Datos de la Torreta
ru_ru: Информация о турелях

source: \c[3]Trade for Tokens\c[0]
es_es: \c[3]Intercambiar por Fichas\c[0]
ru_ru: \c[3]Торговля за жетоны\c[0]

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]
ru_ru: \c[1]Отмена\c[0]

source: \s[0]Challenge Highscore: \c[3]\v[map.tdHighScore] Points on Wave \v[map.tdHighWave]\c[0]
es_es: \s[0]Puntuación más Alta: \c[3]\v[map.tdHighScore] Puntos en la Oleada \v[map.tdHighWave]\c[0]
ru_ru: \s[0]Рекорд испытания: \c[3]\v[map.tdHighScore] очков на волне \v[map.tdHighWave]\c[0]

source: [nods normally]
es_es: [asiente normalmente]
ru_ru: [кивает обычно]

source: Wave
es_es: Oleada
ru_ru: Волна

source: Score
es_es: Puntaje
ru_ru: Результат

source: Energy
es_es: Energía
ru_ru: Энергия

source: Life
es_es: Vida
ru_ru: Здоровье

source: Energy
es_es: Energía
ru_ru: Энергия

source: [nods challengingly]
es_es: [asiente desafiante]
ru_ru: [кивает вызывающе]

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: [ Replaying instruction recording ]
es_es: [ Reproduciendo grabación de instrucciones ]
ru_ru: [ Повторение записи инструкции ]

source: Mika
ru_ru: Мика

source: Alright, I will give you a short briefing as to how this will work out.
es_es: Muy bien, te daré un breve resumen de cómo funcionará esto.
ru_ru: Хорошо, я дам тебе краткий инструктаж о том, как это будет работать.

source: After I properly activate our Pathhacker here, enemies will \c[3]attack in waves\c[0].
es_es: Después de activar correctamente nuestro Perturbacamino de aquí, los enemigos \c[3]atacarán en oleadas\c[0].
ru_ru: После того, как я активирую наш Путевзломщик, враги будут атаковать \c[3]волнами\c[0].

source: You gotta defeat them, \c[3]before they reach this point\c[0] and damage our precious machine here.
es_es: Tienes que derrotarlos, \c[3]antes de que lleguen a este punto\c[0] y dañen nuestra preciosa máquina.
ru_ru: Ты должна победить их, \c[3]прежде чем они достигнут этой точки\c[0] и повредят нашу драгоценную машину.

source: Careful though, because they'll all have \c[3]shields that reflect damage\c[0].\. So just attacking blindly won't be an option.
es_es: Sin embargo, ten cuidado, porque todos tendrán \c[3]escudos que reflejan el daño\c[0].\. Así que atacar a ciegas no será una opción.
ru_ru: Но будь осторожна, потому что они все будут иметь \c[3]щиты, которые отражают урон\c[0].\. Просто бездумно атаковать - не вариант.

source: Thankfully we prepared some automated \c[3]defensive turrets\c[0] here.
es_es: Afortunadamente hemos preparado algunas \c[3]torretas defensivas\c[0] automatizadas.
ru_ru: К счастью, мы подготовили несколько автоматизированных \c[3]оборонительных турелей\c[0].

source: To activate a turret, \c[3]hit it a few times\c[0] and then use a \c[3]charged projectile on it\c[0]!
es_es: ¡Para activar una torreta, \c[3]golpéala varias veces\c[0] y luego usa un \c[3]proyectil cargado\c[0]!
ru_ru: Для того, чтобы активировать турель, \c[3]выстрели в неё несколько раз\c[0], а затем используй \c[3]заряженный снаряд\c[0]!

source: When activated with the \c[3]neutral element\c[0] they will \c[3]disrupt the shields\c[0] with each hit.
es_es: Cuando se activan con el \c[3]elemento neutral\c[0], \c[3]interrumpirán los escudos\c[0] con cada golpe.
ru_ru: При активации с помощью \c[3]нейтрального элемента\c[0] они будут \c[3]разрушать щиты\c[0] при каждом попадании.

source: Later I'll also unlock \c[3]elemental modes\c[0] that will \c[3]cause more damage instead of disrupting the shields\c[0].
es_es: Más adelante también habilitaré \c[3]modos elementales\c[0] que \c[3]causarán más daño en lugar de interrumpir los escudos\c[0].
ru_ru: Позже я также разблокирую \c[3]элементальные режимы\c[0], которые будут \c[3]наносить больше урона вместо разрушения щитов\c[0].

source: Each turret consumes \c[3]25 energy\c[0] on activation.\. You will earn additional energy by \c[3]killing critters and after each wave\c[0].
es_es: Cada torreta consume \c[3]25 de energía\c[0] al activarse.\. Ganarás energía adicional al \c[3]matar enemigos y después de cada oleada\c[0].
ru_ru: Каждая турель потребляет \c[3]25 энергии\c[0] при активации.\. Ты будешь зарабатывать дополнительную энергию, \c[3]убивая тварей и после завершения каждой волны\c[0].

source: \c[3]- Turret Overview -\c[0] \i[element-neutral] \c[3]Neutral\c[0]: Single-target shot, light homing, neutralizes shields, frequent attacks, weak. \c[1]Default mode when using an inactive element!\c[0]
es_es: \c[3]- Detalles de la Torreta -\c[0] \i[element-neutral] \c[3]Neutral\c[0]: Disparo de un solo objetivo, guiado ligero, neutraliza escudos, ataques frecuentes, débil. \c[1]¡Modo predeterminado cuando no se usa un elemento!\c[0]
ru_ru: \c[3]- Обзор турелей -\c[0] \i[element-neutral] \c[3]Нейтральная\c[0]: Простой выстрел, лёгкое наведение, разрушение щитов, частые атаки, слабая. \c[1]Режим по умолчанию при использовании неактивного элемента!\c[0]

source: \i[element-heat] \c[3]Heat\c[0]: Penetrating flamethrower, large area, short range, powerful, causes Burn. \i[element-cold] \c[3]Cold\c[0]: Explosive shot, light homing, creates icicles, slows enemies, causes Chill.
es_es: \i[element-heat] \c[3]Fuego\c[0]: Lanzallamas penetrante, área grande, corto alcance, potente, provoca Llamas. \i[element-cold] \c[3]Hielo\c[0]: Disparo explosivo, guiado ligero, crea estalagmitas, ralentiza enemigos, provoca Frío.
ru_ru: \i[element-heat] \c[3]Пламя\c[0]: Проникающий огнемет, большая площадь, короткая дистанция, мощный, накладывает Горение. \i[element-cold] \c[3]Холод\c[0]: Взрывной выстрел, лёгкое самонаведение, создаёт сосульки, замедляет врагов, накладывает Озноб.

source: \c[1]Shock and Wave are not unlocked and will be defaulted to Neutral!\c[0]
es_es: \c[1]¡Rayo y Pulso no están desbloqueados y se establecerán de forma predeterminada al modo Neutral!\c[0]
ru_ru: \c[1]Шок и Волна не разблокированы и по умолчанию будут нейтральными!\c[0]

source: All turrets cost \c[3]\v[tmp.tdCostTurret1] Energy\c[0] to activate, regardless of element. For \c[3]\v[tmp.tdUpgradeCost] Energy\c[0] all turrets will upgrade their attack power. This will happen automatically upon reaching that amount.
es_es: Todas las torretas cuestan \c[3]\v[tmp.tdCostTurret1] de Energía\c[0] al activarse, independientemente del elemento. Por \c[3]\v[tmp.tdUpgradeCost] de Energía\c[0], todas las torretas mejorarán su poder de ataque. Esto ocurrirá automáticamente al llegar a esa cantidad.
ru_ru: Все турели стоят \c[3]\v[tmp.tdCostTurret1] энергии\c[0] для активации, независимо от элемента. При наличии \c[3]\v[tmp.tdUpgradeCost] энергии\c[0] все турели получат увеличение урона. Это произойдёт автоматически при достижении этого количества энергии.

source: Normal Mode (8 waves, enemy levels start at 40)
es_es: Modo Normal (8 oleadas, niveles enemigos comienzan en 40)
ru_ru: Нормальный режим (8 волн, уровень противника начинается с 40)

source: Challenge Mode (Infinite survival, enemy levels start at player level, minimum 42)
es_es: Modo Desafío (Infinito, niveles enemigos comienzan en nivel del jugador, mínimo 42)
ru_ru: Режим испытания (бесконечное выживание, уровень противника минимум 42)

source: Detailed Instructions
es_es: Instrucciones Detalladas
ru_ru: Подробные инструкции

source: Turret Data
es_es: Datos de la Torreta
ru_ru: Информация о турелях

source: \c[3]Trade for Tokens\c[0]
es_es: \c[3]Intercambiar por Fichas\c[0]
ru_ru: \c[3]Торговля за жетоны\c[0]

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]
ru_ru: \c[1]Отмена\c[0]

# data/maps/jungle/caves/questcave-td-1.json//entities/48/settings/analyzable/text
source: Mika
ru_ru: Мика

source: Mika
ru_ru: Мика

source: Hey, \v[lore.title.seeker].\. Please don't disturb my work!
es_es: Hola, \v[lore.title.seeker]a.\. ¡Por favor, no interrumpas mi trabajo!
ru_ru: Привет, Искатель.\. Пожалуйста, не мешай моей работе!

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Mika
ru_ru: Мика

source: Ah, there you are.\. Finally, I thought that would-be thespian would never let you through.
es_es: Ah, ahí estás.\. Finalmente, pensé que ese aspirante a actor nunca te dejaría pasar.
ru_ru: Ах, вот ты где.\. Наконец-то, я уже подумала, что этот несостоявшийся актёр никогда тебя не отпустит.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: So, you have come to help us open this door here, right?
es_es: Así que, has venido a ayudarnos a abrir esta puerta, ¿verdad?
ru_ru: Итак, ты пришла помочь нам открыть эту дверь, верно?

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Don't worry, we will leave the complicated part to this technical marvel here.
es_es: No te preocupes, dejaremos la parte complicada para esta gran maravilla tecnológica.
ru_ru: Не волнуйся, мы оставим всё самое сложное вот этому чуду техники.

source: Mika
ru_ru: Мика

source: You, \v[lore.title.seeker], will simply defend it against the incoming wave of enemies.
es_es: Tú, \v[lore.title.seeker]a, te limitarás a defenderla de la oleada de enemigos que se avecinan.
ru_ru: Ты, Искатель, просто защищай его от приходящих волн врагов.

source: For that purpose you can use the Trackwalker-compatible defensive system we prepared.
es_es: Para ello puedes utilizar el sistema defensivo compatible con el Camino que hemos preparado.
ru_ru: Для этой цели ты можешь использовать оборонительные системы, совместимые с Путепроходцем, которые мы приготовили.

source: Mika
ru_ru: Мика

source: It's just the one for now, but we will spawn more over time.
es_es: Por ahora es sólo uno, pero con el tiempo habilitaremos más.
ru_ru: Пока только одну, но мы будем разворачивать больше со временем.

source: They will automatically attack incoming enemies once you've activated them.
es_es: Atacarán automáticamente a los enemigos que se acerquen una vez que las hayas activado.
ru_ru: Они будут автоматически атаковать врагов после того, как ты активируешь их.

source: Talk to me again once you want to start.\. You will learn the rest on the go.
es_es: Vuelve a hablar conmigo cuando quieras empezar.\. El resto lo aprenderás sobre la marcha.
ru_ru: Поговори со мной снова, как только захочешь начать.\. С остальным разберёшься в процессе.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Mika
ru_ru: Мика

source: Hello, \v[lore.title.seeker].\. Ready to defend against the incoming waves?
es_es: Hola, \v[lore.title.seeker]a.\. ¿Lista para defendernos de las próximas oleadas?
ru_ru: Здравствуй, Искатель.\. Готова защищаться от набегающих волн?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright.\. I will start up our generator here in a second.
es_es: Muy bien.\. Pondré en marcha el generador en un momento.
ru_ru: Хорошо.\. Я запущу наш генератор через секунду.

source: Mika
ru_ru: Мика

source: But first, activate that turret by \c[3]hitting it a few\c[0] times and then using a \c[3]charged projectile on it\c[0]!
es_es: ¡Pero primero, activa esa torreta \c[3]golpeándola unas cuantas veces\c[0] y luego usando un \c[3]proyectil cargado en ella\c[0]!
ru_ru: Но сначала, активируй эту турель, \c[3]выстрелив по ней несколько раз\c[0], а затем используй \c[3]заряженный снаряд\c[0]!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hit \c[3]the turret\c[0] first with \c[3]repeated shots\c[0] and lastly with a \c[3]charged shot\c[0] to activate it
es_es: Golpea \c[3]la torreta\c[0] primero con \c[3]disparos repetidos\c[0] y por último con un \c[3]disparo cargado\c[0] para activarla
ru_ru: Выстрелите в \c[3]турель\c[0] сначала \c[3]обычными выстрелами\c[0] и, наконец, \c[3]заряженным снарядом\c[0], чтобы активировать её.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Okay, but please make up your mind soon.\. We want to be finished here at some point.
es_es: De acuerdo, pero por favor date prisa.\. Queremos acabar con esto pronto.
ru_ru: Хорошо, но, пожалуйста, прими решение в ближайшее время.\. Мы хотим когда-нибудь уже закончить здесь.

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Alright, I will give you a short briefing as to how this will work out.
es_es: Muy bien, te daré un breve resumen de cómo funcionará esto.
ru_ru: Хорошо, я дам тебе краткий инструктаж о том, как это будет работать.

source: After I properly activate our Pathhacker here, enemies will \c[3]attack in waves\c[0].
es_es: Después de activar correctamente nuestro Perturbacamino de aquí, los enemigos \c[3]atacarán en oleadas\c[0].
ru_ru: После того, как я активирую наш Путевзломщик, враги будут атаковать \c[3]волнами\c[0].

source: You gotta defeat them, \c[3]before they reach this point\c[0] and damage our precious machine here.
es_es: Tienes que derrotarlos, \c[3]antes de que lleguen a este punto\c[0] y dañen nuestra preciosa máquina.
ru_ru: Ты должна победить их, \c[3]прежде чем они достигнут этой точки\c[0] и повредят нашу драгоценную машину.

source: Careful though, because they'll all have \c[3]shields that reflect damage\c[0].\. So just attacking blindly won't be an option.
es_es: Sin embargo, ten cuidado, porque todos tendrán \c[3]escudos que reflejan el daño\c[0].\. Así que atacar a ciegas no será una opción.
ru_ru: Но будь осторожна, потому что они все будут иметь \c[3]щиты, которые отражают урон\c[0].\. Просто бездумно атаковать - не вариант.

source: Mika
ru_ru: Мика

source: Thankfully we prepared some automated \c[3]defensive turrets\c[0] here.
es_es: Afortunadamente hemos preparado algunas \c[3]torretas defensivas\c[0] automatizadas.
ru_ru: К счастью, мы подготовили несколько автоматизированных \c[3]оборонительных турелей\c[0].
