Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle-city.po
Languages: ru_ru

source: Your next task as Seekers is to visit the temples in the \c[3]north of Gaia's Garden\c[0].
ru_ru: Ваша следующая задача как Искателей - посетить храмы на \c[3]севере Сада Гайи\c[0].

source: All Seekers are free to enter those dungeons, no permission required!
ru_ru: Все Искатели могут свободно входить в эти подземелья, никакого разрешения не требуется!

source: Maybe also tell your fellow Seekers that they don't have to show up here. They just keep doing it.
ru_ru: Можете также передать своим приятелям-Искателям, чтобы они тут не появлялись. А то они все это делают.

source: Why would they even want to see the mayor anyway?
ru_ru: Зачем им вообще видеться с мэром?

source: It's not like he has any business with the track, right?
ru_ru: Всё-таки Путь Древних - это не его дело, верно?

source: Force of habit I suppose?
ru_ru: Привычка, я полагаю?

source: It seems the mayor of this town doesn't want to be involved in any of the Seeker's business!
ru_ru: Похоже, что мэр этого города не хочет быть причастным к делам Искателей!

source: No need to visit the \c[3]mayor\c[0] this time. You can just head straight to the temples of \c[3]Grand Krys'kajo\c[0]!
ru_ru: Нет необходимости посещать \c[3]мэра\c[0] на этот раз. Вы можете направляться прямиком к храмам \c[3]Гранд Крис'кайо\c[0]!

source: Greetings Seeker.
ru_ru: Приветствую, Искатель.

source: If you want to proceed along the \c[3]Track of the Ancients\c[0] you don't need to see the mayor.
ru_ru: Если вы хотите идти по \c[3]Пути Древних\c[0], то вам не нужна встреча с мэром для этого.

source: Just visit the Temples in the \c[3]north of Gaia's Garden\c[0].
ru_ru: Просто посетите храмы на \c[3]севере Сада Гайи\c[0].

source: [nods]
ru_ru: [кивает]

source: I'm sorry Seeker, but thanks to this noisy Shad I have my hands full with re-scheduling.
ru_ru: Прости, Искатель, но из-за этой наглой шадианки у меня теперь куча проблем с расписанием посещений.

source: Hello Seeker, the Mayor is free if you want to visit him.
ru_ru: Здравствуйте, Искатель, мэр свободен, если вы хотите посетить его.

source: Her again...
ru_ru: Снова она...

source: Wow, that was rude.
ru_ru: Вау, это было грубо.

source: Cool, thanks to this weird Shad I now have to wait for my appointment with the mayor.
ru_ru: Замечательно, благодаря этой странной шадианке мне теперь придётся дожидаться своей встречи с мэром.

source: GF: Lobby
ru_ru: Цокольный этаж: Фойе

source: [Threatening bird noises]
ru_ru: [угрожающее щебетание]

source: Hostage
ru_ru: Заложник

source: Ohhh, please Ms. \v[lore.title.seeker].\. Free me from this scoundrel, so I can get home safely!
ru_ru: Ооох, пожалуйста, мисс Искатель.\. Освободите меня от этого негодяя, чтобы я смогла благополучно вернуться домой!

source: \c[3]Stun\c[0] the Papagangster with \c[3]a charged attack\c[0] to \c[3]free the hostage\c[0]. \c[1]Be careful to not get too close or hurt the hostage!\c[0]
ru_ru: \c[3]Оглушите\c[0] Попугангстера с помощью \c[3]заряженной атаки\c[0], чтобы \c[3]освободить заложника\c[0]. \c[1]Будьте осторожны, не заденьте заложника и не подходите слишком близко!\c[0]

# data/maps/jungle-city/special/hostage-1-1.json/entities/55/settings/event/8/text
source: [demanding squawking]
ru_ru: [требовательное кудахтанье]

# data/maps/jungle-city/special/hostage-1-1.json/entities/55/settings/event/9/text
source: [demanding squawking]
ru_ru: [требовательное кудахтанье]

source: Hi!
ru_ru: Привет!

source: Lea.
ru_ru: Лея.

source: How?
ru_ru: Как?

source: Why?
ru_ru: Почему?

source: Bye.
ru_ru: Пока.

source: [aggressive squawking]
ru_ru: [агрессивное кудахтанье]

source: [aggressive squawking]
ru_ru: [агрессивное кудахтанье]

source: "Hi!"
ru_ru: "Привет!"

source: "Lea."
ru_ru: "Лея."

source: "How?"
ru_ru: "Как?"

source: "Why?"
ru_ru: "Почему?"

source: "Bye." \c[1](cancel negotiations)\c[0]
ru_ru: "Пока." \c[1](отменить переговоры)\c[0]

source: [annoyed squawking]
ru_ru: [раздражённое кудахтанье]

source: [annoyed squawking]
ru_ru: [раздражённое кудахтанье]

source: Hi!
ru_ru: Привет!

source: Lea.
ru_ru: Лея.

source: How?
ru_ru: Как?

source: Why?
ru_ru: Почему?

source: Bye.
ru_ru: Пока.

source: [aggressive squawking]
ru_ru: [агрессивное кудахтанье]

source: [aggressive squawking]
ru_ru: [агрессивное кудахтанье]

source: "Hi!"
ru_ru: "Привет!"

source: "Lea."
ru_ru: "Лея."

source: "How?"
ru_ru: "Как?"

source: "Why?"
ru_ru: "Почему?"

source: "Bye." \c[1](cancel negotiations)\c[0]
ru_ru: "Пока." \c[1](отменить переговоры)\c[0]

source: [aggressive squawking]
ru_ru: [агрессивное кудахтанье]

source: [aggressive squawking]
ru_ru: [агрессивное кудахтанье]

# data/maps/jungle-city/special/hostage-1-1.json/entities/56/settings/event/0/text
source: [HOSTAGE LOST!]
ru_ru: [ЗАЛОЖНИК ПОТЕРЯН!]

source: Apparently NPCs with more refined communicative recognition have been implemented at this point.
ru_ru: По-видимому, на этом этапе были реализованы NPC с более продуманным коммуникативным распознаванием.

source: It is a shame that your vocabulary is not up to these tasks...
ru_ru: Жаль, что твой словарный запас не дотягивает до этих задач...

source: Hostage Tolerance
ru_ru: Допустимые потери

# data/maps/jungle-city/special/hostage-1-1.json/entities/93/settings/event/3/text
source: Too many hostages unconscious!!!
ru_ru: Слишком много заложников без сознания!!!

source: \c[1]QUEST FAILED\c[0] Restart task to try again
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

source: 2nd Floor
ru_ru: 2-й этаж

source: XXth Floor
ru_ru: XX-й этаж

# data/maps/jungle-city/special/hostage-1-2.json/entities/17/settings/event/0/text
source: [HOSTAGE LOST!]
ru_ru: [ЗАЛОЖНИК ПОТЕРЯН!]

source: Hostage Tolerance
ru_ru: Допустимые потери

# data/maps/jungle-city/special/hostage-1-2.json/entities/22/settings/event/3/text
source: Too many hostages unconscious!!!
ru_ru: Слишком много заложников без сознания!!!

source: \c[1]QUEST FAILED\c[0] Restart task to try again
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

source: 1st Floor
ru_ru: 1-й этаж

source: XXth Floor
ru_ru: XX-й этаж

source: [Furious bird noises]
ru_ru: [яростное щебетание]

source: [Furious bird noises]
ru_ru: [яростное щебетание]

source: [Furious bird noises]
ru_ru: [яростное щебетание]

source: [Furious bird noises]
ru_ru: [яростное щебетание]

source: [Furious bird noises]
ru_ru: [яростное щебетание]

source: 1st Floor
ru_ru: 1-й этаж

source: 2nd Floor
ru_ru: 2-й этаж

source: [Angry bird noises]
ru_ru: [злое щебетание]

source: [Angry bird noises]
ru_ru: [злое щебетание]

source: [Angry bird noises]
ru_ru: [злое щебетание]

source: [Angry bird noises]
ru_ru: [злое щебетание]

source: [Angry bird noises]
ru_ru: [злое щебетание]

source: [Angry bird noises]
ru_ru: [злое щебетание]

source: LOADED
ru_ru: ЗАГРУЖЕНО

source: [Waiting for crate]
ru_ru: [Ожидает ящик]

source: [New platform incoming]
ru_ru: [Новая платформа прибывает]

source: DOUBLE SPAWN!
ru_ru: ДВОЙНОЕ ПОРОЖДЕНИЕ!

source: ENEMY SPAWN IN \v[tmp.tempSpawnTime]sec!
ru_ru: ВРАГИ ПОЯВЯТСЯ ЧЕРЕЗ \v[tmp.tempSpawnTime]сек!

source: [Angry bird noises!]
ru_ru: [злое щебетание]

source: [Angry bird noises!]
ru_ru: [злое щебетание]

source: [Angry bird noises!]
ru_ru: [злое щебетание]

source: Crates
ru_ru: Ящики

source: Return to Roof
ru_ru: Вернуться на крышу

source: [nods]
ru_ru: [кивает]

source: Hi...?
ru_ru: Привет...?

source: [nods]
ru_ru: [кивает]

# data/maps/jungle-city/west.json/entities/329/settings/analyzable/text
source: Offc. Nailson
ru_ru: Офицер Нельсон

# data/maps/jungle-city/west.json/entities/329/settings/npcStates/0/event/0/name
source: Offc. Nailson
ru_ru: Офицер Нельсон

source: Greetings, \v[lore.title.seeker].\. There is nothing to see here, so please stand back.
ru_ru: Приветствую, Искатель.\. Здесь не на что смотреть, так что, пожалуйста, отойди.

source: Offc. Nailson
ru_ru: Офицер Нельсон

source: ...Hi.
ru_ru: ...Привет.

source: Welcome, \v[lore.title.seeker]!\. The chief told me we would get some qualified support.\. Let's hope you are up for it!
ru_ru: Приветствую, Искатель!\. Начальник сказал мне, что мы получим должную поддержку.\. Будем надеяться, что ты готова!

source: The situation here is highly volatile.\. Criminals of the violent Papagang have stormed the building and taken hostages.
ru_ru: Ситуация крайне нестабильная.\. Преступники из жестокой Попуганзы взяли штурмом здание и захватили заложников.

source: We assume that they have demands of some sort, but we can't make any sense of their squawking.
ru_ru: Мы предполагаем, что у них есть какие-то требования, но мы не можем разобрать их чириканье.

source: This is where you come in, \v[lore.title.seeker].\. Go in there and try to \c[3]negotiate with them\c[0] to keep those hostages safe.
ru_ru: Это и есть твоя задача, Искатель.\. Иди туда и попытайся \c[3]договориться с ними\c[0], чтобы обезопасить заложников.

source: Try to use your fancy \c[3]\v[lore.title.seeker]-eloquence\c[0] to \c[3]resolve it peacefully\c[0].\. Don't traumatize those civilians!
ru_ru: Попробуй использовать своё \c[3]красноречие Искателя\c[0], чтобы \c[3]разрешить всё мирно\c[0].\. Только не травмируй мирных жителей!

source: But if all else fails, at least \c[3]free the hostages\c[0] before engaging in a wild shootout!\. \v[area.jungle-city.name] is counting on you!
ru_ru: Но если ничего не выйдет, то по крайней мере, постарайся \c[3]освободить заложников\c[0], прежде чем вступать в перестрелку!\. Жители Твердыни Бэйзина рассчитывают на тебя!

source: Bye!
ru_ru: Пока!

# data/maps/jungle-city/west.json/entities/329/settings/npcStates/2/event/0/name
source: Offc. Nailson
ru_ru: Офицер Нельсон

source: Go inside and try to negotiate with those flying gangsters to keep the hostages safe.\. Violence might traumatize the civilians.
ru_ru: Иди внутрь и попытайся договориться с этими летающими гангстерами, чтобы спасти заложников.\. Насилие может травмировать мирных жителей.

source: If talking still fails, at least \c[3]free the hostages\c[0] before engaging in a wild shootout!
ru_ru: Если переговоры сорвутся, по крайней мере, \c[3]освободи заложников\c[0], прежде чем вступать в перестрелку!

source: Offc. Nailson
ru_ru: Офицер Нельсон

source: Hi.
ru_ru: Привет.

source: Finally, you're back.\. We heard a lot of noise in there, so I assume you couldn't solve it peacefully?
ru_ru: Наконец-то ты вернулась.\. Мы слышали много шума, я полагаю, что ты не смогла решить всё мирно?

source: [shakes head]
ru_ru: [мотает головой]

source: That's a shame.\. Would have made our reports easier and saved a lot of trouble with the press.
ru_ru: Какая жалость.\. Было бы намного проще с отчётами, и ты избавила бы нас от неприятностей с прессой.

source: In any case, you cleared up the situation and prevented serious damage.\. We can count that as a win.
ru_ru: В любом случае, ты разрешила ситуацию и предотвратила серьёзный ущерб.\. Мы можем считать это победой.

source: I will call the sarge and give him a brief report.\. Go back to the HQ to get your reward.
ru_ru: Я позвоню сержанту и отчитаюсь.\. Возвращайся в штаб, чтобы получить награду.

source: Bye!
ru_ru: Пока!

# data/maps/jungle-city/west.json/entities/329/settings/npcStates/4/event/0/name
source: Offc. Nailson
ru_ru: Офицер Нельсон

source: Report back to Sgt. Bronzel at the HQ.\. I already gave him a summary of your performance.
ru_ru: Отчитайся сержанту Бронзелю в штабе.\. Я уже дал ему краткое изложение твоей работы.

source: Bye!
ru_ru: Пока!

# data/maps/jungle-city/west.json/entities/329/settings/npcStates/5/event/0/name
source: Offc. Nailson
ru_ru: Офицер Нельсон

source: Greetings \v[lore.title.seeker]. Everything's peaceful in this disctrict.
ru_ru: Приветствую, Искатель. В этом районе всё спокойно.

source: Offc. Nailson
ru_ru: Офицер Нельсон

source: Hi.
ru_ru: Привет.

source: Oh, thank the Ancients, you're back, \v[lore.title.seeker]!\. Maybe now we can finally get this damn tower back under control.
ru_ru: О, слава Древним, ты вернулась, Искатель!\. Может, теперь мы наконец сможем вернуть эту чёртову башню под наш контроль.

source: At least there are no hostages between the lines, but still...\. Those criminal birds seem more aggressive than ever.
ru_ru: По крайней мере, здесь нет никаких заложников, но всё же...\. Эти преступные птицы кажутся более агрессивными, чем когда-либо.

source: They got themselves fortified up on the roof with crates full of fruits and other stolen goods, while preparing to fly them away.
ru_ru: Они укрепились на крыше с ящиками, полными фруктов и других украденных товаров, готовясь унести их.

source: You need to get inside and \c[3]take the elevator to the highest floor\c[0].\. From there you can reach \c[3]the roof\c[0] and \c[3]secure the crates\c[0].
ru_ru: Тебе нужно попасть внутрь и \c[3]подняться на лифте на верхний этаж\c[0].\. Оттуда можно добраться до \c[3]крыши\c[0] и \c[3]забрать ящики\c[0].

source: We will send some \c[3]transport aircraft\c[0] to pick them up.\. All you will need to do is \c[3]power their magnets\c[0] to load the crates.
ru_ru: Мы отправим \c[3]транспортную авиацию\c[0], чтобы забрать их.\. Всё, что тебе нужно сделать, это \c[3]включить магниты\c[0] для загрузки ящиков.

source: Well, and keep the gangsters at bay.\. We're counting on you, \v[lore.title.seeker]!
ru_ru: Ну, и отбиваться от гангстеров.\. Мы рассчитываем на тебя, Искатель!

source: Bye!
ru_ru: Пока!

# data/maps/jungle-city/west.json/entities/329/settings/npcStates/7/event/0/name
source: Offc. Nailson
ru_ru: Офицер Нельсон

source: Go inside and \c[3]take the elevator to the highest floor\c[0].\. From there you can reach \c[3]the roof\c[0] and \c[3]secure the crates\c[0].
ru_ru: Зайди внутрь и \c[3]поднимись на лифте на последний этаж\c[0].\. Оттуда ты cможешь добраться до \c[3]крыши\c[0] и \c[3]забрать ящики\c[0].

source: Offc. Nailson
ru_ru: Офицер Нельсон

source: Hi.
ru_ru: Привет.

source: Ah, there you are.\. Nice job up there, we got confirmation that all the crates have made it back in one piece.
ru_ru: Ах, вот и ты.\. Хорошая работа там наверху, мы получили подтверждение того, что все ящики вернулись в целости.

source: Looks like you showed a pretty solid performance this time.
ru_ru: Похоже, что на этот раз ты показала хорошие результаты.

source: Even Sgt. Bronzel and, Ancients help us, the press won't find much to complain about.
ru_ru: Даже сержанту Бронзелю и, храни нас Древние, прессе не на что будет жаловаться.

source: Time to go back to Sgt. Bronzel at the HQ.\. The report of the operations should have already reached him.
ru_ru: Пора вернуться к сержанту Бронзелю в штаб.\. Отчёт об операции уже должен быть доставлен.

source: Bye!
ru_ru: Пока!

# data/maps/jungle-city/west.json/entities/329/settings/npcStates/9/event/0/name
source: Offc. Nailson
ru_ru: Офицер Нельсон

source: Return to Sgt. Bronzel at the HQ.\. The report of this operation should have already reached him.
ru_ru: Возвращайся к сержанту Бронзелю в штаб.\. Отчёт об операции уже должен быть доставлен.

source: Bye!
ru_ru: Пока!

# data/maps/jungle-city/west.json/entities/329/settings/npcStates/10/event/0/name
source: Offc. Nailson
ru_ru: Офицер Нельсон

source: Greetings \v[lore.title.seeker]. Everything's peaceful in this disctrict.
ru_ru: Приветствую, Искатель. В этом районе всё спокойно.

# data/maps/jungle-city/west.json/entities/333/settings/dialog/0/text
source: Dude, you won't believe what happened at work.
ru_ru: Чувак, ты не поверишь, что случилось на работе.

# data/maps/jungle-city/west.json/entities/333/settings/dialog/1/text
source: Someone breached our systems. All of them.
ru_ru: Кто-то взломал наши системы. Все.

# data/maps/jungle-city/west.json/entities/333/settings/dialog/2/text
source: Damn.. You always were so paranoid about security.
ru_ru: Чёрт... У тебя всегда была паранойя насчёт безопасности.

# data/maps/jungle-city/west.json/entities/333/settings/dialog/3/text
source: Adding like millions of checks and such.
ru_ru: Всегда добавляешь миллион разных проверок и всё такое.

# data/maps/jungle-city/west.json/entities/333/settings/dialog/4/text
source: I am, man! I have no idea how the intruder got in...
ru_ru: В том-то и дело, чувак! Я не знаю, как проник нарушитель...

# data/maps/jungle-city/west.json/entities/333/settings/dialog/5/text
source: Almost like it was one of us...
ru_ru: Как будто он был одним из нас...

# data/maps/jungle-city/west.json/entities/333/settings/dialog/6/text
source: Obviously we all took polygraphs, all kinds of drama.
ru_ru: Разумеется, мы все прошли полиграф, всякое бывает.

# data/maps/jungle-city/west.json/entities/333/settings/dialog/7/text
source: But nothing was found. Nothing at all.
ru_ru: Но ничего не было найдено. Вообще ничего.

# data/maps/jungle-city/west.json/entities/333/settings/dialog/8/text
source: Wow, that sounds impossible.
ru_ru: Вау, это звучит невозможно.

# data/maps/jungle-city/west.json/entities/333/settings/dialog/9/text
source: It should be. Unless someone KNEW all the passwords.
ru_ru: Должно быть. Если, конечно, кто-то не ЗНАЛ все пароли.

# data/maps/jungle-city/west.json/entities/333/settings/dialog/10/text
source: I'm not sure who to trust at work anymore.
ru_ru: Я не уверен, кому теперь можно доверять на работе.

# data/maps/jungle-city/west.json/entities/333/settings/dialog/11/text
source: You might wanna quit?
ru_ru: Ты, наверное, хочешь уйти?

# data/maps/jungle-city/west.json/entities/333/settings/dialog/12/text
source: I would, but I really need the money, man...
ru_ru: Я хотел бы, но мне очень нужны деньги, чувак...

# data/maps/jungle-city/west.json/entities/337/settings/dialog/0/text
source: Hey dude, check out my Balls!
ru_ru: Эй, чувак, зацени мои Шары!

# data/maps/jungle-city/west.json/entities/337/settings/dialog/1/text
source: Dude. are you serious with the \c[3]unfunny jokes?\c[0]
ru_ru: Чувак. Ты издеваешься с этими \c[3]несмешными шутками?\c[0]

# data/maps/jungle-city/west.json/entities/337/settings/dialog/1/event/3/message
source: Hi?
ru_ru: Привет?

# data/maps/jungle-city/west.json/entities/337/settings/dialog/1/event/4/message
source: Please don't make any Ball jokes ever again.
ru_ru: Пожалуйста, не говори больше никаких шуток про шары.

# data/maps/jungle-city/west.json/entities/337/settings/dialog/1/event/5/message
source: Why not? They're funny!
ru_ru: Почему нет? Они забавные!

# data/maps/jungle-city/west.json/entities/337/settings/dialog/1/event/6/message
source: I know you're a relatively new player so let me tell you this: No.
ru_ru: Я знаю, что ты относительно новый игрок, так что позволь мне сказать тебе это: Нет.

# data/maps/jungle-city/west.json/entities/337/settings/dialog/1/event/7/message
source: It's as unfunny as it gets and will make you very unpopular very quick.
ru_ru: Это не так смешно, как кажется, и быстро сделает тебя очень непопулярным.

# data/maps/jungle-city/west.json/entities/337/settings/dialog/1/event/8/message
source: So I can't relish in my sophisticated humor?
ru_ru: То есть я не могу наслаждаться своим утончённым юмором?

# data/maps/jungle-city/west.json/entities/337/settings/dialog/1/event/9/message
source: Yes.
ru_ru: Да.

# data/maps/jungle-city/west.json/entities/337/settings/dialog/1/event/10/message
source: Unlucky...
ru_ru: Жаль...

# data/maps/jungle-city/west.json/entities/345/settings/npcStates/0/event/0/name
source: Van Samuels
ru_ru: Ван Самуэльс

source: Oh look, it's another Spheromancer!
ru_ru: О, глядите, ещё один сферомант!

source: Hi!
ru_ru: Привет!

source: You... you're \c[3]level 99\c[0]!
ru_ru: Ты... ты \c[3]99-го уровня\c[0]!

source: [nods]
ru_ru: [кивает]

source: Nice!! Welcome to the \c[3]Max Level Club\c[0]!
ru_ru: Круто!! Добро пожаловать в \c[3]Клуб максимального уровня\c[0]!

source: Lea!
ru_ru: Лея!

source: And? How many Hedgehags did you kill to reach it?
ru_ru: И? Сколько Дикоборзов ты убила, чтобы получить его?

source: Wait! Are you gonna count them one by one?
ru_ru: Подожди! Ты собираешься считать их один за другим?

source: I'm not sure I have that much time!
ru_ru: Я не уверен, что у меня есть столько времени!

source: Hm...\. so you're \c[3]Level \v[player.level]\c[0].
ru_ru: Хм...\. так у тебя \c[3]\v[player.level]-й уровень\c[0].

source: You're really entering high level territory.
ru_ru: Ты действительно входишь на территорию высокого уровня.

source: Pretty decent level! Appropriate for the \c[3]late end game\c[0].
ru_ru: Довольно приличный уровень! Подходит для \c[3]поздней игры\c[0].

source: Good level for \c[3]Sapphire Ridge\c[0] and \c[3]Rhombus Square\c[0].
ru_ru: Хороший уровень для \c[3]Сапфирового края\c[0] и \c[3]Площади Ромба\c[0].

source: That is a pretty common level for \c[3]Gaia's Garden\c[0].
ru_ru: Это довольно типичный уровень для \c[3]Сада Гайи\c[0].

source: Or so I was told, anyway.
ru_ru: Во всяком случае, мне так сказали.

source: You see...\. when I reached Basin Keep, I was already \c[3]level 99\c[0].
ru_ru: Видишь ли...\. когда я достиг Твердыни Бэйзина, я был уже \c[3]99-го уровня\c[0].

source: How?
ru_ru: Как?

source: I bashed Hedgehags. Lots of them.
ru_ru: Я колотил Дикоборзов. Много Дикоборзов.

source: Back in Autumn's Rise.
ru_ru: В Расцвете Осени.

source: For a very...\. very long time.
ru_ru: Очень...\. очень долго.

source: Why?!
ru_ru: Почему?!

source: Because I needed those EXP.
ru_ru: Потому что мне были нужны эти очки опыта.

source: Best way to get them at high level.
ru_ru: Лучший способ получить их на высоком уровне.

source: Killing lots of Hedgehags. One EXP at a time.
ru_ru: Убивать Дикоборзов. Одна единица опыта за одного убитого.

source: 1000 Hedgehags per level... for well over 50 levels.
ru_ru: 1000 Дикоборзов за уровень... это больше 50 уровней.

source: I reached level 99.
ru_ru: Я достиг 99-го уровня.

source: Over an endless trail of dead Hedgehags.
ru_ru: По бесконечной тропе из мёртвых Дикоборзов.

source: I am a Hedgehag's worst nightmare.
ru_ru: Я худший кошмар Дикоборзов.

source: B-Bye...
ru_ru: П-пока...
