Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

# data/maps/jungle/path-04-end.json//entities/673/settings/event/1/message
source: We ended up in a pretty strange corner again, didn't we?
es_es: Terminamos en un rincón bastante extraño otra vez, ¿no?
ru_ru: Мы снова оказались в довольно странном углу, не так ли?

# data/maps/jungle/path-04-end.json//entities/674/settings/event/0/message
source: We've been walking around for some time now.\. Where is the temple?
es_es: Hemos estado dando vueltas por largo rato ya.\. ¿Dónde está el templo?
ru_ru: Мы идём уже довольно долго.\. Где же храм?

# data/maps/jungle/path-04-end.json//entities/674/settings/event/1/message
source: We should be very close!
es_es: ¡Deberíamos estar muy cerca!
ru_ru: Мы должны быть уже близко!

# data/maps/jungle/path-04-end.json//entities/676/settings/event/6/message
source: This place...
es_es: Este lugar...
ru_ru: Это место...

# data/maps/jungle/path-04-end.json//entities/676/settings/event/13/message
source: This was another place where I waited for you, wasn't it?
es_es: Aquí también estuve esperándote, ¿cierto?
ru_ru: Здесь я тоже ждал тебя, так ведь?

# data/maps/jungle/path-04-end.json//entities/676/settings/event/15/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-04-end.json//entities/676/settings/event/16/message
source: You certainly made me wait a lot...
es_es: Te esperé largo rato...
ru_ru: Много ты, конечно, заставила меня ждать...

# data/maps/jungle/path-04-end.json//entities/676/settings/event/18/message
source: Heh...\. I'm not even sure if I waited for all that long.
es_es: Je...\. A decir verdad, no sé si haya sido tanto tiempo.
ru_ru: Хех...\. Не уверен, было ли это и впрямь так долго.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/24/message
source: Hm...\. \c[3]Someone else\c[0] was here as well, right?\. That time we met.
es_es: Hm...\. \c[3]Alguien más\c[0] estaba aquí, ¿verdad?\. Cuando nos encontramos.
ru_ru: Хм...\. Здесь же был \c[3]кто-то ещё\c[0], я прав?\. В тот раз, когда мы встретились.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/27/message
source: What was her name again...?
es_es: ¿Cuál era su nombre...?
ru_ru: Как там её звали...?

# data/maps/jungle/path-04-end.json//entities/676/settings/event/28/message
source: Ellen...?
ru_ru: Эллен...?

# data/maps/jungle/path-04-end.json//entities/676/settings/event/29/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/jungle/path-04-end.json//entities/676/settings/event/32/message
source: Oh!\. \c[3]Emilie\c[0], wasn't it?
es_es: ¡Oh!\. \c[3]Emilie\c[0], ¿no?
ru_ru: А!\. \c[3]Эмили\c[0], да?

# data/maps/jungle/path-04-end.json//entities/676/settings/event/34/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-04-end.json//entities/676/settings/event/35/message
source: That's right...\. We played this game together for a while.
es_es: Eso es...\. Jugamos juntos por un tiempo.
ru_ru: Всё верно...\. Мы играли в эту игру вместе довольно долго.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/36/message
source: And if I remember correctly...\. you two had this \c[3]argument\c[0]...
es_es: Y si no recuerdo mal...\. ustedes dos tuvieron una \c[3]discusión\c[0]...
ru_ru: Если я правильно помню...\. вы двое \c[3]поссорились\c[0]...

# data/maps/jungle/path-04-end.json//entities/676/settings/event/38/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-04-end.json//entities/676/settings/event/46/message
source: Oh!
ru_ru: Ох!

# data/maps/jungle/path-04-end.json//entities/676/settings/event/48/message
source: This feels...\. strangely familiar as well.
es_es: Esto se siente...\. extrañamente familiar.
ru_ru: Это кажется...\. тоже довольно знакомым.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/57/message
source: I remember...
es_es: Recuerdo...
ru_ru: Я вспомнил...

# data/maps/jungle/path-04-end.json//entities/676/settings/event/58/message
source: I arranged this meeting for you and Emilie, so you could talk it out.
es_es: Haber preparado una reunión para Emilie y tú, así podrían arreglar sus diferencias.
ru_ru: Я договорился о встрече с тобой и Эмили, чтобы вы могли всё обговорить.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/59/message
source: Did that actually work?
es_es: ¿Funcionó?
ru_ru: Это действительно сработало?

# data/maps/jungle/path-04-end.json//entities/676/settings/event/60/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-04-end.json//entities/676/settings/event/61/message
source: That's...\. good.
es_es: Eso es...\. bueno.
ru_ru: Это...\. хорошо.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/62/message
source: I remember that it felt good to be helpful like that.
es_es: Recuerdo sentirme a gusto por haber ayudado.
ru_ru: Я помню, что мне было приятно быть таким полезным.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/66/message
source: Yet...\. somehow it felt wrong.
es_es: Aún así...\. de algún modo se sentía extraño.
ru_ru: Но всё же...\. почему-то это казалось неправильным.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/68/message
source: Like...\. it didn't feel as good as it should have.
es_es: Como si...\. como si no se hubiese sentido tan bien como debería.
ru_ru: То есть...\. это ощущалось не настолько правильным, насколько должно было.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/69/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/jungle/path-04-end.json//entities/676/settings/event/70/message
source: I'm...\. not sure.
es_es: No estoy...\. muy seguro.
ru_ru: Я...\. не уверен.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/77/message
source: Is there maybe another place we can visit?
es_es: ¿Habrá quizá algún otro lugar que podamos visitar?
ru_ru: Может быть, есть ещё какое-то место, которое мы можем посетить?

# data/maps/jungle/path-04-end.json//entities/676/settings/event/80/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-04-end.json//entities/676/settings/event/82/titleText
source: You remembered another location!
es_es: ¡Recordaste otra localización!
ru_ru: Ты вспомнила ещё одно место!

# data/maps/jungle/path-04-end.json//entities/676/settings/event/82/text
source: At the top of the \c[3]Grand Krys'kajo\c[0], looking at the stars.
es_es: En la cima del \c[3]Gran Krys'kajo\c[0], mirando las estrellas.
ru_ru: На вершине \c[3]Гранд Крис'кайо\c[0], смотря на звёзды.

# data/maps/jungle/path-04-end.json//entities/676/settings/event/85/task
source: Visit the very top of the \c[3]Grand Krys'kajo\c[0], the \c[3]Seeker's Conclusion\c[0].
es_es: Visita la cima del \c[3]Gran Krys'kajo\c[0], la \c[3]Conclusión del Buscador\c[0].
ru_ru: Посетите самую вершину \c[3]Гранд Крис'кайо, Заключение Искателей\c[0].

source: \i[arrow-w] \v[area.jungle-city.name] \i[arrow-w] \v[area.autumn-fall.name] \i[arrow-e] Roads to Grand Krys'kajo \i[arrow-s] V'rda Vil
es_es: \i[arrow-w] \v[area.jungle-city.name] \i[arrow-w] \v[area.autumn-fall.name] \i[arrow-e] Gran Krys'kajo \i[arrow-s] V'rda Vil
ru_ru: \i[arrow-w] Твердыня Бэйзина \i[arrow-w] Закат Осени \i[arrow-e] пути в Гранд Крис'кайо \i[arrow-s] В'рда Виль

source: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Roads to Grand Krys'kajo \i[arrow-s] V'rda Vil
es_es: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Gran Krys'kajo \i[arrow-s] V'rda Vil
ru_ru: \i[arrow-w] Твердыня Бэйзина и Закат Осени \i[arrow-e] пути в Гранд Крис'кайо \i[arrow-s] В'рда Виль

source: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Roads to Grand Krys'kajo \i[arrow-s] V'rda Vil
es_es: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Gran Krys'kajo \i[arrow-s] V'rda Vil
ru_ru: \i[arrow-w] Твердыня Бэйзина и Закат Осени \i[arrow-e] пути в Гранд Крис'кайо \i[arrow-s] В'рда Виль

source: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Roads to Grand Krys'kajo \i[arrow-s] V'rda Vil
es_es: \i[arrow-w] \v[area.jungle-city.name] & \v[area.autumn-fall.name] \i[arrow-e] Gran Krys'kajo \i[arrow-s] V'rda Vil
ru_ru: \i[arrow-w] Твердыня Бэйзина и Закат Осени \i[arrow-e] пути в Гранд Крис'кайо \i[arrow-s] В'рда Виль

# data/maps/jungle/right/right-path-01.json//entities/716/settings/event/0/message
source: Lots of dead trees here. Woodcutters at work?
es_es: Hay muchos árboles muertos aquí. ¿Hay leñadores trabajando por el área?
ru_ru: Здесь много мёртвых деревьев. Работа дровосеков?

# data/maps/jungle/right/right-path-01.json//entities/716/settings/event/1/message
source: I believe those trees merely died of old age.
es_es: Creo que esos árboles simplemente murieron de vejez.
ru_ru: Полагаю, что эти деревья просто умерли от старости.

# data/maps/jungle/right/right-path-01.json//entities/716/settings/event/2/message
source: Humankind quickly learned that lumbering this forest will lead to fierce counter reactions of the Track.
es_es: La humanidad aprendió rápidamente que vandalizar este bosque tiene grandes repercusiones por parte del Camino.
ru_ru: Человечество быстро поняло, что вырубка этого леса приведёт к яростной ответной реакции со стороны Пути.

# data/maps/jungle/right/right-path-01.json//entities/716/settings/event/3/message
source: Scary.
es_es: Aterrador.
ru_ru: Страшно.

# data/maps/jungle/right/right-path-02.json//entities/395/settings/event/0/message
source: Follow me, Seeker!
es_es: ¡Sígueme, Buscadora!
ru_ru: Следуй за мной, Искатель!

# data/maps/jungle/right/right-path-02.json//entities/410/settings/event/0/message
source: Oh no, it's raining again.
es_es: Oh no, está lloviendo otra vez.
ru_ru: О нет, опять идёт дождь.

# data/maps/jungle/right/right-path-02.json//entities/410/settings/event/1/message
source: Yes, rain is all too common for this climate.
es_es: Sí, la lluvia es demasiado común para este clima.
ru_ru: Да, дождь - это обыденность для этого климата.

# data/maps/jungle/right/right-path-02.json//entities/410/settings/event/2/message
source: ...\.Too bad I'm losing a friend...
es_es: ...\.Me dolerá perder a un amigo...
ru_ru: ...\.Очень жаль, я теряю друга...

# data/maps/jungle/right/right-path-02.json//entities/410/settings/event/3/message
source: What?
es_es: ¿Qué?
ru_ru: Что?

# data/maps/jungle/right/right-path-02.json//entities/410/settings/event/4/message
source: Nevermind.
es_es: No importa.
ru_ru: Забудь.

# data/maps/jungle/right/right-path-02.json//entities/411/settings/event/3/name
source: Sonya Bolt
ru_ru: Соня Болт

# data/maps/jungle/right/right-path-02.json//entities/411/settings/event/5/message
source: \v[lore.title.seeker], are you alright?\. Can you hear me?
es_es: \v[lore.title.seeker]a, ¿estás bien?\. ¿Puedes oírme?
ru_ru: Искатель, ты в порядке?\. Ты меня слышишь?

# data/maps/jungle/right/right-path-02.json//entities/411/settings/event/6/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/right/right-path-02.json//entities/411/settings/event/7/message
source: Good.\. Did you see the results of uncontrolled human ambition and meddling with the Track?
es_es: Bien.\. Seguramente viste todo lo que la descontrolada ambición humana y su intromisión hicieron en el Camino, ¿no?
ru_ru: Хорошо.\. Ты видела последствия неконтролируемых человеческих амбиций и вмешательства в Путь?

# data/maps/jungle/right/right-path-02.json//entities/411/settings/event/9/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Creatures of the Track, equipped with metal, geared for destruction.\. And now on the loose.
es_es: Criaturas del Camino, equipadas con metal, preparadas para la destrucción...\. Y ahora sueltas por todo el mundo.
ru_ru: Создания Пути, снаряжённые металлом, собранные для разрушения.\. И теперь на свободе.

source: ...how?
es_es: ... ¿Cómo?
ru_ru: ...как?

source: Experiments, \v[lore.title.seeker].\. The work of humans trying to subjugate the Track's might and use it for their end.
es_es: Experimentos, \v[lore.title.seeker]a.\. El trabajo de los humanos intentando subyugar el poder del Camino y utilizarlo para su beneficio.
ru_ru: Эксперименты, Искатель.\. Работа людей, пытающихся покорить мощь Пути и использовать её в своих целях.

source: But there is more to see.\. This was just the beginning.
es_es: Pero hay más que ver.\. Esto era sólo el principio.
ru_ru: Но есть ещё кое-что.\. Это было только начало.

source: Move to \c[3]V'rda Vil North\c[0] and take a look.\. It is very close to your current position.
es_es: Muévete a \c[3]V'rda Vil Norte\c[0] y echa un vistazo.\. Está muy cerca de tu posición actual.
ru_ru: Направляйся к \c[3]Северному В'рда Виль\c[0] и осмотрись.\. Он довольно близко к твоему текущему местоположению.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: Talatu Lips
ru_ru: Талату Липс

source: Hey there, sweetheart!
es_es: ¡Hola, dulzura!
ru_ru: Привет, дорогая!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: This here jungle has a startlin' variety of flora.
es_es: E'ta jungla tiene una sorprendente varieda' de flora.
ru_ru: В этих джунглях потрясающее разнообразие флоры.

source: Jes' look at this'un here. Weren't too far away Ah found the same plant, but open.
es_es: Tan solo mira e'to de aquí. A uno' poco' metro' me crucé la mi'ma planta, pero abierta.
ru_ru: Хоспади, посмотри на это. Не так давно я нашла такое же растение, только распустившееся.

source: An' Ah found a fish inside!
es_es: ¡Y tenía un pe' dentro, eh!
ru_ru: И я нашла внутри рыбу!

source: Well, how's the explorin' comin' along? Y'all must be close ta done soon, Ah'd reckon.
es_es: Bueno, ¿cómo va la exploració'? Ya debería quedarte poco pa' terminá', ¿no?
ru_ru: Ну, как проходит исследование? Я полагаю, что ты должна быть довольно близко к его полному выполнению.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good ta hear!
es_es: ¡Ezo quería oír!
ru_ru: Приятно слышать!

# data/maps/jungle/right/right-path-04.json//entities/630/settings/text
source: Moist trail leading \c[1]north\c[0]
es_es: Sendero húmedo hacia el \c[1]norte\c[0]
ru_ru: Влажный след, ведущий к \c[3]северу\c[0]

# data/maps/jungle/right/right-path-04.json//entities/631/settings/text
source: Moist trail leading \c[3]northwest\c[0]
es_es: Sendero húmedo hacia el \c[1]noroeste\c[0]
ru_ru: Влажный след, ведущий к \c[3]северо-западу\c[0]

source: Display
es_es: Monitor
ru_ru: Монитор

source: \c[1]INTERNAL MAIL, SENT\c[0] \c[3]FROM:\c[0] Office 34a \c[3]TO:\c[0] "Mech Machinery", Management \c[3]Subject:\c[0] Regarding the deliveries
es_es: \c[1]CORREO INTERNO, ENVIADOS\c[0] \c[3]De:\c[0] Oficina 34a \c[3]Para:\c[0] "Maquinaria Meca", Administración \c[3]Asunto:\c[0] Acerca de los envíos
ru_ru: \c[1]ВНУТРЕННЕЕ ПИСЬМО, ОТПРАВЛЕННОЕ\c[0] \c[3]ОТ:\c[0] Офис 34а \c[3]КОМУ:\c[0] Администрация "Механического оборудования" \c[3]Тема:\c[0] Насчёт поставок

source: Respected management, we are grateful for all the support and material you send to us, but we are at this point very well equipped already. All those cargo boxes are starting to pile up, even in our lobby!
es_es: Respetada administración, estamos agradecidos por todo el apoyo y el material que nos envían, pero ya estamos sobreabastecidos. Todas esas cajas se nos están apilando, ¡ya llegan hasta el vestíbulo!
ru_ru: Уважаемая администрация, мы благодарны за всю поддержку и материалы, которые вы нам присылаете, но на данный момент мы уже очень хорошо оснащены. Все эти грузовые ящики начинают скапливаться даже в нашем холле!

source: The same goes for boxes full of fishfood. At this point we fear that it might go bad. In the worst case our subjects might even get agitated by the smell and get more aggressive than they already are.
es_es: Lo mismo con las cajas llenas de comida para peces. Tenemos tanto que tememos que se empiece a pudrir. En el peor de los casos, puede que nuestros sujetos se agiten con el olor y se pongan más agresivos de lo que ya están.
ru_ru: То же самое касается и ящиков с рыбьим кормом. В данный момент мы боимся, что он может испортиться. В худшем случае наши испытуемые могут даже возбудиться от запаха и стать более агрессивными, чем раньше.

source: So please stop sending us more of your support until explicitly asked. Thank you. Sincerely, [NAME REDACTED] \c[1][END OF MAIL]\c[0]
es_es: Entonces, por favor, no nos envíen más apoyo hasta que lo pidamos explícitamente. Gracias. Sinceramente, [NOMBRE CLASIFICADO] \c[1][FIN DEL CORREO]\c[0]
ru_ru: Поэтому, пожалуйста, перестаньте обеспечивать нас своей поддержкой, пока вас не попросят об этом напрямую. Спасибо. С уважением, [ИМЯ ОТРЕДАКТИРОВАНО] \c[1][КОНЕЦ ПИСЬМА]\c[0]

source: \c[1]INTERNAL MAIL, SENT\c[0] \c[3]FROM:\c[0] Office 34a \c[3]TO:\c[0] "Mech Machinery", Management \c[3]Subject:\c[0] Regarding the deliveries, Follow-up
es_es: \c[1]CORREO INTERNO, ENVIADOS\c[0] \c[3]De:\c[0] Oficina 34a \c[3]Para:\c[0] "Maquinaria Meca", Administración \c[3]Asunto:\c[0] Acerca de los envíos, continuación
ru_ru: \c[1]ВНУТРЕННЯЯ ПОЧТА, ОТПРАВЛЕННОЕ\c[0] \c[3]ОТ:\c[0] Офис 34а \c[3]КОМУ:\c[0] Администрация "Механического оборудования" \c[3]Тема:\c[0] Насчёт поставок, продолжение

source: Respected management, on second thought, you could send more swimsuits, insect spray and hygiene articles. Working desk-jobs with that unreliable air conditioning is becoming a bit of a pain.
es_es: Respetada administración, ahora que lo pienso mejor, deberían enviarnos más trajes de baño, repelentes para insectos y artículos de higiene. El trabajo de oficina se está volviendo insoportable con ese aire acondicionador averiado.
ru_ru: Уважаемая администрация, если подумать, вы могли бы присылать больше купальных костюмов, спрея от насекомых и средств гигиены. Работа в офисе с таким ненадёжным кондиционером становится немного напряжённой.

source: Me and a colleague are also planning a little \c[3]surprise pool party\c[0] to improve that team spirit! Maybe you can help us out there? We will also send you some nice photos for recruitment flyers, I promise!!
es_es: Además, ¡un colega y yo estamos planeando una pequeña \c[3]fiesta sorpresa en la piscina\c[0] para mejorar el ánimo del equipo! ¿Podrían darnos una mano con eso? A cambio les enviaremos unas cuantas fotos para sus folletos de reclutamiento, ¡¡lo prometo!!
ru_ru: Мы с коллегой также планируем небольшую \c[3]вечеринку-сюрприз в бассейне\c[0], чтобы укрепить командный дух! Может быть, вы можете помочь нам с этим? Мы также пришлём вам несколько хороших фотографий для вербовочных листовок, обещаю!!

source: Thank you in advance! Sincerely, [NAME REDACTED] \c[1][END OF MAIL]\c[0]
es_es: ¡Gracias de antemano! Sinceramente, [NOMBRE CLASIFICADO] \c[1][FIN DEL CORREO]\c[0]
ru_ru: Заранее благодарю вас! С уважением, [ИМЯ ОТРЕДАКТИРОВАНО] \c[1][КОНЕЦ ПИСЬМА]\c[0]

source: Display
es_es: Monitor
ru_ru: Монитор

source: Bridge Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
es_es: Elevador del puente: \c[1]Deshabilitado\c[0]. ¿Quieres habilitar el elevador?
ru_ru: Мостовой лифт: \c[1]отключён\c[0]. Хотите включить лифт?

source: Bridge Elevator \c[2]enabled\c[0]!
es_es: ¡Elevador del puente \c[2]habilitado\c[0]!
ru_ru: Мостовой лифт \c[2]включён\c[0]!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Hologram
es_es: Holograma
ru_ru: Голограмма

source: Dave Halman
ru_ru: Дейв Хэлман

source: Greetings, traveller.\. Please take your time to listen to the story of this facility.
es_es: Saludos, viajero.\. Por favor, tómate tu tiempo para escuchar la historia de esta instalación.
ru_ru: Приветствую, странник.\. Пожалуйста, не торопитесь, послушайте историю этого места.

source: My name is \c[3]Dave Halman\c[0], leading developer for \c[3]Mech Machinery\c[0].\. I will be your narrator.
es_es: Mi nombre es \c[3]Dave Halman\c[0], desarrollador líder de \c[3]Maquinaria Meca\c[0].\. Seré tu narrador.
ru_ru: Меня зовут \c[3]Дейв Хэлман\c[0], я главный разработчик \c[3]"Механического оборудования"\c[0].\ Я буду вашим рассказчиком.

source: This all began many years ago with a vision.\. Finding an endless source of clean energy.\. Forming a closer connection to the Track.
es_es: Todo esto comenzó hace muchos años con una visión.\. Encontrar una fuente inagotable de energía limpia.\. Formando una conexión más íntima con el Camino.
ru_ru: Это всё началось много лет назад с видения.\. Открытия бесконечного источника чистой энергии.\. Формирования более тесной связи с Путём.

source: And using modern technology to create lifelike limbs from metal... This has always been a passion of ours.
es_es: Y usar la tecnología moderna para crear extremidades realistas a partir de metal... Esto siempre ha sido una de nuestras pasiones.
ru_ru: И использование современных технологий для создания идентичных настоящим конечностей из металла... Это всегда было нашей страстью.

source: With the funding we received and the support of other companies of various fields we could finally follow our ambition.
es_es: Con la financiación que recibimos y el apoyo de otras empresas de diversos campos finalmente pudimos seguir nuestra ambición.
ru_ru: С финансированием, которое мы получили, и поддержкой других компаний из различных областей деятельности мы наконец смогли следовать нашим амбициям.

source: Creatures of the track... Combined with powerful metallic limbs!\. This is truly the wonder we wanted to create.
es_es: Criaturas del Camino... ¡combinadas con poderosas extremidades metálicas!\. Esta es realmente la maravilla que queríamos crear.
ru_ru: Существа Пути... объединённые с мощными металлическими конечностями!\. Это действительно то чудо, которое мы хотели создать.

source: Power such as this should be unthinkable by normal means, but by directly using the energy of the Track in our facility it became possible.
es_es: Un poder como este debería ser impensable por medios normales, pero al usar directamente la energía del Camino en nuestras instalaciones se hizo posible.
ru_ru: Сила, подобная этой, была бы немыслимой при использовании обычных средств, но за счёт использования энергии Пути напрямую это стало возможным.

source: Well, the story will continue another day.\. I hope you will follow along, dear visitor.
es_es: Bueno, la historia continuará otro día.\. Espero que estés allí para presenciarla, querido visitante.
ru_ru: Ну, повествование продолжится в другой день.\. Надеюсь, вы последуете за мной, дорогой посетитель.

source: Display
es_es: Monitor
ru_ru: Монитор

source: \c[1]PRIVATE NOTE\c[0] \c[3]Title:\c[0] Important reminder
es_es: \c[1]NOTA PRIVADA\c[0] \c[3]Título:\c[0] Recordatorio importante
ru_ru: \c[1]ЛИЧНАЯ ЗАМЕТКА\c[0] \c[3]Заголовок:\c[0] Важное напоминание

source: - Take breaks when you need them! - Drink water regularly! - Love yourself, always! \c[1][END OF NOTE]\c[0]
es_es: - ¡Tómate descansos cuando los necesites! - ¡Bebe agua con regularidad! - ¡Ámate a ti mismo, siempre! \c[1][FIN DE LA NOTA]\c[0]
ru_ru: - Делай перерывы, когда тебе нужно! - Регулярно пей воду! - Люби себя всё время! \c[1][КОНЕЦ ЗАМЕТКИ]\c[0]

source: Call
es_es: Llamar
ru_ru: Вызвать

source: Bridge Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
es_es: Elevador del puente: \c[1]Deshabilitado\c[0]. ¿Quieres habilitar el elevador?
ru_ru: Мостовой лифт: \c[1]отключён\c[0]. Хотите включить лифт?

source: Bridge Elevator \c[2]enabled\c[0]!
es_es: ¡Elevador del puente \c[2]habilitado\c[0]!
ru_ru: Мостовой лифт \c[2]включён\c[0]!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Display
es_es: Monitor
ru_ru: Монитор
