Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: It should suffice to get rid of the \c[3]source\c[0]! But we may not be able to avoid fighting some of the Wiccats this time!
es_es: ¡Debería ser suficiente con deshacerse \c[3]del origen\c[0]! ¡Pero puede que no podamos evitar luchar contra algunos Electrogatos perversos esta vez!
ru_ru: Достаточно избавиться от \c[3]источника\c[0]! Но в этот раз, возможно, нам не избежать драки со Злокошками!

source: This game is cruel...!
es_es: ¡Este juego es cruel...!
ru_ru: Эта игра жестока...!

source: K'tara
ru_ru: К'тара

source: Seeker, you must go in and find this source.
es_es: Buscadora, debes entrar y encontrar el origen.
ru_ru: Искатель, ты должна пойти и найти этот источник.

source: I'm sure that by doing so, we can calm the Shad and bring an end to the tension.
es_es: Estoy segura de que al hacerlo, podremos calmar a los Shad y reducir las tensiones.
ru_ru: Я уверена, что, предприняв это, мы сможем успокоить шадов и положить конец напряжённости.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I'll wait here. Come back to me once you're done.
es_es: Esperaré aquí. Vuelve a mí una vez hayas terminado.
ru_ru: Я буду ждать здесь. Вернись ко мне после того, как закончишь.

source: K'tara
ru_ru: К'тара

source: You're back! Did you find the source of the infestation?
es_es: ¡Has vuelto! ¿Encontraste el origen de la infestación?
ru_ru: Ты вернулась! Нашла источник заражения?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: You really did it?!
es_es: ¡¿De verdad lo hiciste?!
ru_ru: У тебя получилось?!

source: Where did you find it? What was it?
es_es: ¿Dónde estaba? ¿Qué era?
ru_ru: Где ты его нашла? Что это было?

source: You see, it was below... \.\.
es_es: Verás, estaba debajo... \.\.
ru_ru: Видишь ли, он был под...\.\.

source: It was below the Chief's house? And some strange poles that summoned the Wiccats?
es_es: ¿Estaba debajo de la casa del Jefe? ¿Y había unos postes extraños que invocaban Electrogatos Perversos?
ru_ru: Он был под домом вождя? И какие-то непонятные столбы, которые вызывали Злокошек?

source: That really doesn't sound like something humans could do.
es_es: Eso no suena a tecnología humana.
ru_ru: Это и правда не похоже на то, что люди могли бы сделать.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: This is a sacred place to my people. We better not tell them that you've been there...
es_es: Este es un lugar sagrado para mi gente. Mejor no les digamos que has estado ahí...
ru_ru: Это священное место для моего народа. Нам лучше не говорить им, что ты была там...

source: Well, all those Wiccats sure are gone suddenly...
es_es: Bueno, todos esos Electrogatos perversos han desaparecido de repente...
ru_ru: Ну, все эти Злокошки вдруг исчезли...

source: This is amazing. Let's quickly go to our Eldress and tell her the news!
es_es: Esto es increíble. ¡Vayamos con la Gran Anciana y contémosle las noticias!
ru_ru: Это восхитительно. Давай быстрее, идём к нашей старейшине и расскажем ей эту новость!

source: If she sees the cats gone, I'm certain the Shad will calm down.
es_es: Si ve que los gatos se han ido, estoy segura de que los Shad se calmarán.
ru_ru: Если она увидит, что кошки пропали, я уверена, что шады успокоятся.

source: She is resting in the western part of the village. There is a large tree in the middle of the lake.
es_es: Ella está descansando en la parte oeste del pueblo. Hay un gran árbol en medio del lago.
ru_ru: Она отдыхает в западной части деревни. Там есть большое дерево посреди озера.

source: Come find me there.
es_es: Nos vemos allí.
ru_ru: Найди меня там.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: It looks like my input wasn't needed.
es_es: Parece que mi acotación no fue necesaria.
ru_ru: Похоже, что моя помощь не потребовалась.

source: Lea's expression says it all.
es_es: La expresión de Lea lo dice todo.
ru_ru: Выражение лица Леи говорит обо всём.

source: Human...
es_es: Humano...
ru_ru: Человек...

source: Thank you again for bringing peace to our village.
es_es: Gracias de nuevo por traer paz a nuestro pueblo.
ru_ru: Ещё раз спасибо, что принесла мир в нашу деревню.

source: Human \v[lore.title.seeker]...
es_es: Humano \v[lore.title.seeker]...
ru_ru: Человеческий Искатель...

source: Hi!\. Meet!\. Lea!
es_es: ¡Hola!\. ¡Reunir!\. ¡Lea!
ru_ru: Привет!\. Встреча!\. Лея!

source: Human want bring human machine into village?
es_es: ¿Humano quiere traer máquina humana a la aldea?
ru_ru: Человек хочет принести человеческие машины в деревню?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: \v[lore.title.seeker], we thankful for your help and peace with human is big boon for shad.
es_es: \v[lore.title.seeker], agradecemos tu ayuda, y paz con humanos es gran bendición para Shad.
ru_ru: Искатель, мы благодарны тебе за помощь, и мир с людьми - большое благо для шадов.

source: However,\. human machines full of dirt and hunger for fuel.\. This can not become part of shad life.
es_es: Sin embargo,\. máquinas humanas llenas de suciedad y hambrientas de combustible.\. Esto no puede ser parte de vida de Shad.
ru_ru: Тем не менее,\. человеческие машины полны грязи и жажды топлива.\. Это не может стать частью жизни шадов.

source: Unless using them in clean way can be found I will no give my blessing.
es_es: A no ser que encuentres forma limpia de usarla, no daré bendición.
ru_ru: Пока не будет найден чистый способ использовать их, я не дам своего благословения.

source: \v[lore.title.seeker] best take walk through Shad village and talk with people if still desire to find way to unify machine with our ways.
es_es: \v[lore.title.seeker] es mejor dar paseo por pueblo Shad y hablar con gente si aún desea encontrar manera de unificar máquina con nuestras costumbres.
ru_ru: Искатель, тебе лучше прогуляться по деревне и поговорить с шадами, если всё же хочешь найти способ объединить машины с нашими обычаями.

source: Lea.\. Meet.\. Bye.
es_es: Lea.\. Reunir.\. Adiós.
ru_ru: Лея.\. Встреча.\. Пока.

source: Human machines full of dirt and hunger for fuel.\. This can not become part of shad life.
es_es: Máquinas humanas llenas de suciedad y hambrientas de combustible.\. Esto no puede ser parte de vida de Shad.
ru_ru: Человеческие машины полны грязи и жажды топлива.\. Это не может стать частью жизни шадов.

source: Unless using them in clean way can be found I will not give my blessing.
es_es: A no ser que encuentres forma limpia de usarla, no daré bendición.
ru_ru: Пока не будет найден чистый способ использовать их, я не дам своего благословения.

source: \v[lore.title.seeker] best take walk through shad village and talk with people if still desire to find way to unify machine with our ways.
es_es: \v[lore.title.seeker] es mejor dar paseo por pueblo Shad y hablar con gente si aún desea encontrar manera de unificar máquina con nuestras costumbres.
ru_ru: Искатель, тебе лучше прогуляться по деревне и поговорить с шадами, если всё же хочешь найти способ объединить машины с нашими обычаями.

source: Human machines bring prosperity and coolness to shad village.\. And they working with clean power.
es_es: Máquinas humanas traen prosperidad y frescura a aldea Shad.\. Y funciona con energía limpia.
ru_ru: Человеческие машины приносят процветание и прохладу в деревню шадов.\. И они работают на чистой энергии.

source: \v[lore.title.seeker], this is worldly blessing in harmony with the track and shad traditions.\. You have our thanks.
es_es: \v[lore.title.seeker], esta es bendición mundana en armonía con tradiciones del Camino.\. Tienes nuestro agradecimiento.
ru_ru: Искатель, это благословение этого мира в гармонии с Путём и традициями шадов.\. Прими нашу благодарность.

source: Hello Seeker! It's good to see you.
es_es: ¡Hola, Buscadora! Es bueno verte.
ru_ru: Привет, Искатель! Рада видеть тебя.

source: No more Wiccats have infested the village.
es_es: No han vuelto a haber Electrogatos perversos en la aldea.
ru_ru: Злокошки больше не нападают на деревню.

source: And the Shad have calmed down.
es_es: Y los Shad se han calmado.
ru_ru: И шады успокоились.

source: Hello Seeker! It's good to see you.
es_es: ¡Hola, Buscadora! Es bueno verte.
ru_ru: Привет, Искатель! Рада видеть тебя.

source: Thanks so much for finding the source of this vile infestation!
es_es: ¡Muchas gracias por encontrar el origen de esa vil infestación!
ru_ru: Спасибо большое, что нашла источник этого мерзкого заражения!

source: Is that the source of wicked kittens?!
es_es: ¡¿Es ese el origen de los gatitos malvados?!
ru_ru: Это и есть источник злых котят?!

source: Indeed! Summoning evil black cats on poor villagers! This can't stand!!
es_es: ¡En efecto! ¡Está invocando a esos malvados gatos negros y arruinando la vida de los aldeanos! ¡¡Esto no puede seguir así!!
ru_ru: Ну и ну! Призывать злых чёрных кошек на бедных жителей! Такое нельзя терпеть!!

source: Looks like those were the last of them.
es_es: Creo que esos eran los últimos.
ru_ru: Похоже, что это были последние.

source: Justice has been served!
es_es: ¡Se ha hecho justicia!
ru_ru: Справедливость восторжествовала!

source: Just what were those things?
es_es: ¿Qué eran esas cosas?
ru_ru: Что это были за штуки?

source: Indeed! Were they really an extension of the power plant? Very mysterious!
es_es: ¡Eso! ¿Eran realmente una extensión de la planta de energía? ¡Es todo un misterio!
ru_ru: Ну и ну! Они действительно были частью электростанции? Очень загадочно!

source: Let's return to that K'tara girl for now.
es_es: Volvamos con esa tal K'tara por ahora.
ru_ru: Давайте теперь вернёмся к этой девушке, К'таре.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/dng-crossing.json//entities/297/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

source: Hello there, young lady!
es_es: ¡Hola, jovencita!
ru_ru: Здравствуй, юная леди!

source: Oh! My guardian senses are detecting that precious \c[3]\v[item.288.name]\c[0] in your belongings!
es_es: ¡Oh! ¡Mis sentidos de guardián están detectando ese precioso \c[3]\v[item.288.name]\c[0] en tu inventario!
ru_ru: Ой! Мои чувства охранника обнаружили драгоценный \c[3]\v[item.288.name]\c[0] в твоих вещах!

source: Don't gimme that look, lady! It's all that I'm detecting!
es_es: ¡No me mire así, señora! ¡Así funciona mi detección!
ru_ru: Не смотри на меня так, леди! Это всё, что я обнаружил!

source: Anyway, you're free to enter. Good luck!
es_es: De todos modos, eres libre de entrar. ¡Buena suerte!
ru_ru: В любом случае, ты можешь войти. Удачи!

source: I'm sure you're dying to enter this temple here to my back, but I have to ask you to show me the \c[3]\v[item.288.name]\c[0] first.
es_es: Estoy seguro de que estás desesperado por entrar en este templo aquí detrás de mí, pero tengo que pedirte que me muestres el \c[3]\v[item.288.name]\c[0] primero.
ru_ru: Я уверен, что тебе не терпится войти в этот храм позади меня, но я должен попросить тебя сначала показать \c[3]\v[item.288.name]\c[0].

source: I know it's an annoying formality, but rules are rules!
es_es: Sé que solo es una formalidad molesta, ¡pero las reglas son las reglas!
ru_ru: Я знаю, что это досадная формальность, но правила есть правила!

source: Just head to \c[3]\v[area.jungle-city.name]\c[0]. Really, it should be a breeze for you to acquire that pass over there.
es_es: Sólo tienes que dirigirte a \c[3]\v[area.jungle-city.name]\c[0]. Realmente, debería ser relajante para ti ir hacia allá.
ru_ru: Просто направляйся в \c[3]Твердыню Бэйзина\c[0]. Серьёзно, для тебя получить этот пропуск должно быть проще простого.

source: Hello there, Seeker.
es_es: Hola, Buscadora.
ru_ru: Приветствую, Искатель.

source: A white Shad came a while back and all the Shad left.
es_es: Un Shad blanco vino hace un tiempo y todos los demás se fueron.
ru_ru: Белая шадианка пришла некоторое время назад, и все шады ушли.

source: I assume you have something to do with this?
es_es: ¿Supongo que tienes algo que ver con esto?
ru_ru: Я полагаю, что ты имеешь какое-то отношение к этому?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Thanks a lot. I wouldn't know what to do if this escalated...
es_es: Muchas gracias. No sabría qué hacer si esto se hubiera puesto más intenso...
ru_ru: Спасибо большое. Я не знаю, что бы я делал, если бы это обострилось...

source: I'll just pretend they are not here...
es_es: Haré como si no estuvieran aquí...
ru_ru: Я просто сделаю вид, что их здесь нет...

# data/maps/jungle/dng/dng-crossing.json//entities/307/settings/event/1/text
source: Access denied
es_es: Acceso Denegado
ru_ru: Отказано в доступе

source: Yo, what's up?
es_es: Ey, ¿qué tal?
ru_ru: Йо, что такое?

source: The path to the north leads up to the \c[3]Grand Krys'kajo\c[0].
es_es: El camino hacia el norte conduce al \c[3]Gran Krys'kajo\c[0].
ru_ru: Путь на север ведёт к \c[3]Гранд Крис'кайо\c[0].

source: You want to enter?
es_es: ¿Quieres entrar?
ru_ru: Ты хочешь войти?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: You first need to enter the dungeons to the \c[3]left\c[0] and \c[3]right\c[0] to collect the \c[3]\v[item.231.name]\c[0] and \c[3]\v[item.286.name]\c[0].
es_es: Primero debes ingresar a las mazmorras de la \c[3]izquierda\c[0] y \c[3]derecha\c[0] para recolectar el \c[3]\v[item.231.name]\c[0] y \c[3]\v[item.286.name]\c[0].
ru_ru: Тебе сначала нужно войти в подземелья \c[3]справа\c[0] и \c[3]слева\c[0], чтобы получить \c[3]\v[item.231.name]\c[0] и \c[3]\v[item.286.name]\c[0].

source: If you've already finished those dungeons... just revisit the \c[3]boss rooms\c[0]. I'm sure you'll find the shades somewhere in there.
es_es: Si ya has terminado esas mazmorras... vuelve a visitar las \c[3]salas de jefes\c[0]. Estoy seguro de que encontrarás las sombras en algún lugar por ahí.
ru_ru: Если ты уже завершила эти подземелья... просто вернись в \c[3]комнаты боссов\c[0]. Я уверен, что ты найдёшь Тени где-то там.

source: It looks like you're ready to enter! Better be prepared then. This is the last dungeon of Gaia's Garden.
es_es: ¡Parece que estás lista para entrar! Mejor estar preparado entonces. Esta es la última mazmorra del Jardín de Gaia.
ru_ru: Похоже, что ты готова войти! Лучше тогда подготовься. Это последнее подземелье в Саду Гайи.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/9/message
source: P-Please calm down...
es_es: C-Cálmense por favor...
ru_ru: П-Пожалуйста, успокойтесь...

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/10/message
source: Shad will not stand down! Humans have poisoned great jungle.
es_es: ¡Shad no se rendirá! Humanos envenenaron gran jungla.
ru_ru: Шады не отступят! Люди отравили великие джунгли.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/11/message
source: No more! We block entrance for all to save jungle!
es_es: ¡No más! ¡Bloqueamos entrada a todos para salvar jungla!
ru_ru: Довольно! Мы блокируем проход для всех, чтобы спасти джунгли!

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/12/message
source: This is too much for a single guard...
es_es: Esto es demasiado para un solo guardia ...
ru_ru: Это слишком для простого охранника...

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/19/message
source: I'm very sorry Seeker, but as you can see we have a situation here.
es_es: Lo siento mucho Buscadora, pero como puedes ver, tenemos un problema aquí.
ru_ru: Мне очень жаль, Искатель, но, как видишь, у нас тут проблема.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/20/message
source: The Shad formed a wall and blocked the path to \c[3]Grand Krys'kajo\c[0] and its trials.
es_es: Los Shad formaron un muro y bloquearon el camino hacia el \c[3]Gran Krys'kajo\c[0] y sus pruebas.
ru_ru: Шады встали стеной и преградили путь к \c[3]Гранд Крис'кайо\c[0] и его испытаниям.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/21/message
source: ...Including our power plant.
es_es: ...Incluyendo nuestra planta de energía.
ru_ru: ...В том числе и к нашей электростанции.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/23/message
source: They let no one through and are clearly agitated.
es_es: No dejan pasar a nadie y están claramente agitados.
ru_ru: Они никого не пропускают и явно взбудоражены.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/24/message
source: I fear that as long as they're acting this way, no Seeker can progress any further.
es_es: Me temo que mientras actúen de esta manera, ningún Buscador podrá progresar en el Camino.
ru_ru: Я боюсь, что пока они ведут себя таким образом, ни один Искатель не продвинется никуда дальше.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/25/message
source: To be honest, I'm not sure what to do.
es_es: Para ser honesto, no estoy seguro de qué hacer.
ru_ru: Честно говоря, я не знаю, что делать.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/27/message
source: What we need here is an official statement from our mayor.
es_es: Lo que necesitamos aquí es una declaración oficial de nuestro alcalde.
ru_ru: Что нам здесь нужно, так это официальное заявление нашего мэра.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/28/message
source: I have yet to receive any instructions concerning this whole mess...
es_es: Todavía tengo que recibir instrucciones sobre todo este lío...
ru_ru: Я ещё не получил никаких указаний относительно всей этой заварухи...

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/30/message
source: Seeker, it would be a huge help if you could send word to the mayor.
es_es: Buscadora, sería de gran ayuda si pudieras enviar un mensaje al alcalde.
ru_ru: Искатель, ты очень поможешь, если передашь сообщение мэру.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/32/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/33/message
source: Thank you! I will try and hold the fort here.
es_es: ¡Gracias! Intentaré mantener la situación bajo control aquí.
ru_ru: Спасибо! Я постараюсь держать здесь оборону.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/36/message
source: It seems that fate won't let us reach the temples just yet!
es_es: ¡Parece que el destino no quiere que ingresemos a los templos aún!
ru_ru: Похоже, судьба пока не позволит нам добраться до храмов!

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/37/message
source: Let us quickly seek an audition with the mayor before this conflict escalates any further!
es_es: ¡Obtengamos rápidamente una audición con el alcalde antes de que este conflicto se intensifique más!
ru_ru: Давайте быстрее добьёмся аудиенции у мэра, прежде чем этот конфликт обострится!

source: So...\. back to the city again?
es_es: Así que...\. ¿debemos volver a la ciudad?
ru_ru: То есть...\. снова в город?

source: And where do we find that mayor?
es_es: ¿Y dónde encontramos a ese alcalde?
ru_ru: И где мы найдём этого мэра?

source: Why of course, in the \c[3]Quest Hub\c[0] of \c[3]Basin Keep\c[0]!
es_es: Obviamente, ¡en el \c[3]Centro de Misiones\c[0] del \c[3]Torreón de la Cuenca\c[0]!
ru_ru: Ну конечно, в \c[3]Квест-хабе\c[0] \c[3]Твердыни Бэйзина\c[0]!

source: Okay. I start seeing the pattern here.
es_es: Bien. Creo que empiezo a ver el patrón.
ru_ru: Хорошо. Я начинаю видеть здесь закономерность.

# data/maps/jungle/dng/dng-crossing.json//entities/342/settings/event/39/task
source: Visit the \c[3]mayor\c[0] in \c[3]Basin Keep\c[0] to tell him about the Shad blocking the path to the temples.
es_es: Visita al \c[3]alcalde\c[0] en el \c[3]Torreón de la Cuenca\c[0] para contarle que los Shad bloquean el camino a los templos.
ru_ru: Посетите \c[3]мэра\c[0] в \c[3]Твердыне Бэйзина\c[0], чтобы рассказать ему о шадах, преграждающих путь к храмам.

# data/maps/jungle/dng/dng-crossing.json//entities/343/settings/dialog/0/text
source: Is there no way for us to find common ground?
es_es: ¿No hay forma de que lleguemos a un acuerdo?
ru_ru: Неужели нет никакого способа найти общий язык?

# data/maps/jungle/dng/dng-crossing.json//entities/343/settings/dialog/1/text
source: No! Humans have broken trust with Shad.
es_es: ¡No! Humanos rompieron confianza con Shad.
ru_ru: Нет! Люди подорвали доверие шадов.

# data/maps/jungle/dng/dng-crossing.json//entities/343/settings/dialog/2/text
source: Oh bother...
es_es: Oh, qué lío...
ru_ru: Вот досада...

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/22/message
source: What's this?
es_es: ¿Qué es esto?
ru_ru: Что это?

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/31/message
source: Wait...\. something is coming from down there!
es_es: Espera... ¡algo viene desde ahí abajo!
ru_ru: Подождите...\. что-то там внизу!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/75/message
source: Oh, you have got to be kidding!
es_es: ¡Oh, tienes que estar bromeando!
ru_ru: Ох, вы, должно быть, шутите!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/76/message
source: Not the bird people. Again.
es_es: No estos pajarracos. Otra vez.
ru_ru: Только не люди-птицы. Снова.

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/87/name
source: K'tara
ru_ru: К'тара

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/88/message
source: Seeker!
es_es: ¡Buscadora!
ru_ru: Искатель!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/90/message
source: Hi...
es_es: Hola...
ru_ru: Привет...

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/91/message
source: I'm so sorry. I could not stop them.
es_es: Lo siento mucho. No pude detenerlos.
ru_ru: Мне очень жаль. Я не смогла их остановить.

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/92/message
source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/93/message
source: The \c[3]Wiccats\c[0], they're back already! Some of my people have been attacked!
es_es: Los \c[3]Electrogatos Perversos\c[0], ¡están de vuelta! ¡Están atacando a mi gente!
ru_ru: \c[3]Злокошки\c[0], они снова вернулись! Некоторые из моих людей подверглись нападению!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/94/message
source: Now, they're hell bent on shutting down the power plant for real.
es_es: Ahora, están empeñados en cerrar la central de verdad.
ru_ru: Теперь они по-настоящему одержимы желанием отключить электростанцию.

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/97/message
source: Hey, Tara, it's been a while. And you brought a lot of company as well!
es_es: Hola, Tara, ha pasado mucho tiempo. ¡Veo que invitaste algunos amigos!
ru_ru: Эй, Тара, давно не виделись. И ты привела компанию, я смотрю!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/101/name
source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/103/message
source: Lou!
ru_ru: Лу!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/104/message
source: We're in trouble!
es_es: ¡Estamos en problemas!
ru_ru: Мы в беде!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/106/message
source: Let me guess, the Cats are back?
es_es: Déjame adivinar, ¿han vuelto los gatos?
ru_ru: Дай угадаю, Кошки вернулись?

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/107/message
source: Yes, how'd you know?
es_es: Sí, ¿cómo sabías?
ru_ru: Да, как ты узнала?
