Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/108/message
source: Well, we got them too. Right at the power plant.
es_es: Bueno, han venido a por nosotros también. Están justo en la central eléctrica.
ru_ru: Ну, у нас они тоже есть. Прямо на электростанции.

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/109/message
source: That's terrible!
es_es: ¡Eso es terrible!
ru_ru: Это ужасно!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/110/message
source: No, that's perfect!
es_es: ¡No, es perfecto!
ru_ru: Нет, это здорово!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/111/message
source: I've got them right where I want them!
es_es: ¡Los tengo justo donde los quiero!
ru_ru: Я получила их прямо там, где я и хочу!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/113/message
source: This is the perfect opportunity to research the heck out of these buggers!
es_es: ¡Es la oportunidad perfecta para realizar extensas investigaciones en esos desalmados!
ru_ru: Это прекрасная возможность исследовать этих засранцев!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/114/message
source: To determine their source - the actual reason for their existence!
es_es: Para determinar su origen: ¡la verdadera razón de su existencia!
ru_ru: Чтобы определить их источник - реальную причину их существования!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/115/message
source: Spoilers: It won't be the power plant.
es_es: Y les aviso: No será la central eléctrica.
ru_ru: Спойлер: это будет не электростанция.

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/116/message
source: I wish I had your confidence...
es_es: Me gustaría tener tu confianza...
ru_ru: Мне бы твою уверенность...

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/117/message
source: Oh, I don't need confidence! I have science!
es_es: ¡Oh, no necesito confianza! ¡Tengo a la ciencia!
ru_ru: Ой, мне не нужна уверенность! У меня есть наука!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/118/message
source: Anyway, Tara... Please try to keep your folks calm.
es_es: En fin, Tara... Por favor, trata de mantener a tu gente tranquila.
ru_ru: В любом случае, Тара... Пожалуйста, постарайся успокоить свой народ.

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/119/message
source: I can't have them charge the power plant for the time being.
es_es: No me puedo permitir que destrocen la planta de energía por ahora.
ru_ru: Я не могу позволить им винить электростанцию в данный момент.

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/120/message
source: I'll try my best...
es_es: Haré lo que pueda...
ru_ru: Я постараюсь...

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/121/message
source: Seeker!
es_es: ¡Buscadora!
ru_ru: Искатель!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/122/message
source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/123/message
source: You have experience in dealing with those Wiccats, correct?
es_es: Tienes experiencia en tratar con esos Electrogatos perversos, ¿verdad?
ru_ru: У тебя есть опыт работы с этими Злокошками, верно?

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/124/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/125/message
source: Great! Follow me this way, I need your assistance ASAP!
es_es: ¡Genial! Sígueme por aquí, ¡necesito tu ayuda cuanto antes!
ru_ru: Здорово! Следуй за мной, мне нужна твоя помощь как можно скорее!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/130/name
source: K'tara
ru_ru: К'тара

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/133/message
source: Yeah, she's the kind that takes your assistance for granted.
es_es: Sí... no es de las que piden permiso.
ru_ru: Ага, она из тех, кто принимает твою помощь как должное.

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/134/message
source: Still... this might be our only chance to resolve this conflict peacefully...
es_es: Aun así... esta podría ser nuestra única oportunidad de resolver este conflicto pacíficamente...
ru_ru: Всё же... это может быть нашим единственным шансом решить этот конфликт мирным путём...

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/135/message
source: Let's all work together!
es_es: ¡Trabajemos todos juntos!
ru_ru: Давайте работать над этим все вместе!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/136/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/138/message
source: Looks like we have to solve another little quest before entering the last dungeon.
es_es: Parece que tenemos que resolver otra pequeña misión antes de entrar en la última mazmorra.
ru_ru: Похоже, что нам нужно решить ещё один маленький квест, прежде чем войти в последнее подземелье.

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/139/message
source: Oui, oui. It would have been too easy otherwise, I guess!
es_es: Oui, oui. ¡Si no hubiera sido demasiado sencillo!
ru_ru: Oui, oui (Да-да). Иначе это было бы слишком просто!

# data/maps/jungle/dng/dng-crossing.json//entities/350/settings/event/140/task
source: Solve the quest \c[3]The Root Cause\c[0] to get access to \c[3]Grand Krys'kajo\c[0]!
es_es: ¡Resuelve la misión \c[3]La Raíz del Problema\c[0] para acceder al \c[3]Gran Krys'kajo\c[0]!
ru_ru: Пройдите квест \c[3]Первоисточник\c[0], чтобы получить доступ к \c[3]Гранд Крис'кайо\c[0]!

source: K'tara
ru_ru: К'тара

source: Lou and I have known each other for a long time.
es_es: Lou y yo nos conocemos desde hace mucho tiempo.
ru_ru: Мы с Лу давно знакомы.

source: Without her, I probably wouldn't have found my interest in human society.
es_es: Sin ella, probablemente no habría encontrado mi interés por la sociedad humana.
ru_ru: Без неё я бы, наверное, не нашла свой интерес в человеческом обществе.

source: Anyway, if she's that confident I'm sure she has a plan that will help us all.
es_es: En fin, se la ve muy confiada, estoy segura de que tiene un plan para ayudarnos a todos.
ru_ru: В любом случае, если она так уверена, то у неё наверняка есть план, который поможет нам всем.

source: You follow her to the power plant. I'll try and hold off my people for as long as I can.
es_es: Tú ve con ella a la central. Yo intentaré retener a mi gente todo el tiempo que pueda.
ru_ru: Следуй за ней на электростанцию. Я постараюсь сдерживать своих людей так долго, как смогу.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/14/message
source: Here we are! That famous dungeon crossing!
es_es: ¡Aquí estamos! ¡El famoso cruce de mazmorras!
ru_ru: Вот мы и здесь! Знаменитый перекрёсток подземелий!

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/22/message
source: So... which dungeon is first?
es_es: Entonces... ¿cuál mazmorra es la primera?
ru_ru: Так... куда сначала?

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/23/message
source: I think that is up to us.
es_es: Creo que eso depende de nosotros.
ru_ru: Я думаю, нам решать.

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/24/message
source: There are two temples we have to complete first in any order.
es_es: Hay dos templos que tenemos que completar primero, en cualquier orden.
ru_ru: Здесь два храма, мы можем завершить их в любом порядке.

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/31/message
source: The \c[3]So'najiz Temple\c[0] in the west...
es_es: El \c[3]Templo So'najiz\c[0] en el oeste...
ru_ru: \c[3]Храм Со'найиз\c[0] на западе...

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/38/message
source: ...and the \c[3]Zir'vitar Temple\c[0] in the east.
es_es: ...y el \c[3]Templo Zir'vitar\c[0] en el este.
ru_ru: ...и \c[3]Храм Зир'витар\c[0] на востоке.

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/45/message
source: Once we have completed both, we can enter the \c[3]Grand Krys'kajo\c[0] to the north!
es_es: ¡Una vez hayamos completado ambos, podemos ingresar al \c[3]Gran Krys'kajo\c[0] al norte!
ru_ru: Как только мы их пройдём, мы сможем войти в \c[3]Гранд Крис'кайо\c[0] на севере!

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/53/message
source: Mon dieu, that's a lot of dungeons.
es_es: Mon dieu, son muchas mazmorras.
ru_ru: Mon dieu (Боже мой), сколько подземелий.

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/54/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/55/message
source: Well, we don't have to do them all at once.
es_es: Bueno, no tenemos que hacerlas todas a la vez.
ru_ru: Ну, нам не обязательно проходить сразу все за раз.

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/56/message
source: Oui, but I'd like to finish at least one of them today.
es_es: Oui, pero me gustaría terminar al menos una hoy.
ru_ru: Oui (Да), но я бы хотела закончить по крайней мере одно из них сегодня.

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/57/message
source: Sounds reasonable.
es_es: Suena razonable.
ru_ru: Звучит разумно.

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/65/message
source: Oh right, what about you, Lea?
es_es: Oh cierto, ¿y tú, Lea?
ru_ru: Ах да, а что ты думаешь, Лея?

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/66/message
source: Are you ready to dive right into dungeon crawling?
es_es: ¿Estás lista para las mazmorras?
ru_ru: Готова ли ты погрузиться в подземелья?

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/68/message
source: If you like, we can take a stroll through the jungle first. Punching some more parrots.
es_es: Si prefieres, podemos dar un paseo por la jungla primero. Dar unos golpes a esos loros. Ya sabes.
ru_ru: Если хочешь, мы можем сначала прогуляться по джунглям. Побьём ещё несколько попугаев.

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/69/message
source: Well, yeah...\. we could do that.
es_es: Bueno, sí...\. podríamos hacer eso.
ru_ru: Ну, да...\. мы могли бы сделать это.

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/70/message
source: We leave it up to you, Lea.
es_es: Tú decides, Lea.
ru_ru: Решать тебе, Лея.

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/71/message
source: But of course, no entering a dungeon without us!
es_es: Pero, por supuesto, ¡ni se te ocurra entrar a una mazmorra sin nosotros!
ru_ru: Но, само собой, не ходи в подземелья без нас!

# data/maps/jungle/dng/dng-crossing.json//entities/371/settings/event/74/task
source: Run the \c[3]So'najiz\c[0] or \c[3]Zir'vitar Temple\c[0] together with \c[3]Emilie\c[0] and \c[3]C'tron\c[0].
es_es: Completa el Templo \c[3]So'najiz\c[0] o \c[3]Zir'vitar\c[0] junto con \c[3]Emilie\c[0] y \c[3]C 'tron\c[0].
ru_ru: Пройдите \c[3]Храм Со'найиз\c[0] или \c[3]Зир'витар\c[0] вместе с \c[3]Эмили\c[0] и \c[3]Ци'троном\c[0].

# data/maps/jungle/dng/dng-crossing.json//entities/372/settings/teleportLabel
source: \c[3]So'najiz End\c[0]
es_es: \c[3]Final de So'najiz\c[0]
ru_ru: \c[3]Платформа озера Со'найиз\c[0]

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/10/message
source: Here we are again...
es_es: Aquí estamos de nuevo...
ru_ru: И вот мы снова здесь...

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/11/message
source: So...\. should we start another dungeon now?
es_es: Así que...\. ¿quieren empezar otra mazmorra ahora?
ru_ru: Ну что...\. начнём другое подземелье сейчас?

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/12/message
source: Well...\. It is a bit late, isn't it?
es_es: Bueno...\. Es algo tarde, ¿no creen?
ru_ru: Ну...\. уже немного поздновато, разве нет?

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/13/message
source: I'm afraid I have to logout soon.
es_es: Me temo que tendré que desconectarme pronto.
ru_ru: Я боюсь, что мне придётся скоро выйти из игры.

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/14/message
source: Oui, same for me. I don't think another dungeon fits in.
es_es: Oui, lo mismo digo. No creo que nos de tiempo para otra mazmorra.
ru_ru: Oui (Да), мне тоже. Не думаю, что другое подземелье впишется в планы.

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/16/message
source: Oh, you know what?
es_es: Oh, ¿pero sabes qué?
ru_ru: Ой, знаете что?

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/17/message
source: Before we log off, we should drop by the headquarters and say hello to Lin and the others.
es_es: Antes de desconectarnos, deberíamos pasar por el gremio y saludar a Lin y a los demás.
ru_ru: Прежде чем выйти, мы должны заскочить в штаб и повидаться с Лин и другими.

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/18/message
source: Just let them know that Lea is back again and ready for action.
es_es: Para hacerles saber que Lea está de vuelta y lista para la acción.
ru_ru: Просто дать им понять, что Лея снова вернулась и готова действовать.

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/19/message
source: Oh, that's a good idea!
es_es: ¡Oh, es una buena idea!
ru_ru: О, это хорошая идея!

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/21/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/22/message
source: D'accord! Let's not wait too long, then.
es_es: ¡D'accord! No demoremos mucho, entonces.
ru_ru: D'accord (Ладно)! Давайте тогда не будем задерживаться.

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/23/message
source: I'm not sure how much longer they'll be online.
es_es: No se cuánto tiempo más estarán en línea.
ru_ru: Я не знаю, как долго они ещё будут онлайн.

# data/maps/jungle/dng/dng-crossing.json//entities/374/settings/event/25/task
source: Talk to \c[3]Hlin\c[0] in the \c[3]First Scholars HQ\c[0].
es_es: Habla con \c[3]Hlin\c[0] en la \c[3]Sede de los Primeros Eruditos\c[0].
ru_ru: Поговорите с \c[3]Хлин\c[0] В \c[3]штабе Первоучёных\c[0].

# data/maps/jungle/dng/dng-crossing.json//entities/375/settings/teleportLabel
source: \c[3]Zir'Vitar End\c[0]
es_es: \c[3]Fin del Zir'Vitar\c[0]
ru_ru: \c[3]Крыша Храма Зир'витар\c[0]

# data/maps/jungle/dng/dng-crossing.json//entities/376/settings/event/7/name
source: K'tara
ru_ru: К'тара

# data/maps/jungle/dng/dng-crossing.json//entities/376/settings/event/9/message
source: Seeker!
es_es: ¡Buscadora!
ru_ru: Искатель!

# data/maps/jungle/dng/dng-crossing.json//entities/376/settings/event/10/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/jungle/dng/dng-crossing.json//entities/376/settings/event/11/message
source: Lou and I were just talking. Thank you so much for finding the cause of all our problems.
es_es: Lou y yo estuvimos hablando. Muchas gracias por encontrar la causa de todos nuestros problemas.
ru_ru: Мы с Лу только что разговаривали. Большое спасибо за то, что нашла причину всех наших проблем.

# data/maps/jungle/dng/dng-crossing.json//entities/376/settings/event/12/message
source: I already talked to my people and for now they at least will let you Seekers to the tree.
es_es: He hablado con mi gente y al menos por ahora dejarán a los Buscadores llegar al árbol.
ru_ru: Я уже говорила с моими людьми, и они допустят Искателей к дереву, по крайней мере пока.

# data/maps/jungle/dng/dng-crossing.json//entities/376/settings/event/13/message
source: However, it might take a while until they all see the fruits of your labor.
es_es: Sin embargo, puede pasar un tiempo hasta que todos vean los frutos de tu trabajo.
ru_ru: Однако, это может занять некоторое время, до тех пор, пока они все не увидят плоды твоего труда.

# data/maps/jungle/dng/dng-crossing.json//entities/376/settings/event/15/message
source: I will do my best to restore the relationship between humans and Shad.
es_es: Haré todo lo posible para restaurar la relación entre los humanos y los Shad.
ru_ru: Я сделаю всё возможное, чтобы восстановить отношения между людьми и шадами.

# data/maps/jungle/dng/dng-crossing.json//entities/376/settings/event/16/message
source: Thank you again, Seeker, and may we meet again!
es_es: Gracias de nuevo, Buscadora, ¡espero nos volvamos a encontrar!
ru_ru: Ещё раз спасибо, Искатель, и пусть мы встретимся снова!

# data/maps/jungle/dng/dng-crossing.json//entities/376/settings/event/17/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: The good Seeker, what can I do for you?
es_es: Aquí está la Buscadora, ¿qué puedo hacer por ti?
ru_ru: Благой Искатель, что я могу сделать для тебя?

source: ...Hi?
es_es: ...¿Hola?
ru_ru: ...Привет?

source: Ah yes, the power plant.
es_es: Ah, sí, la planta de energía.
ru_ru: Ах да, электростанция.

source: It was built pretty much at the same time we built the city.
es_es: Fue construida casi al mismo tiempo que construimos la ciudad.
ru_ru: Она была построена почти одновременно со строительством города.

source: We made sure not to interfere with the track at all.
es_es: Nos aseguramos de no interferir con el Camino en absoluto.
ru_ru: Мы убедились, что не мешаем Пути Древних.

source: To put it simply: The plant only absorbs energy that is naturally emitted by the temple.
es_es: En pocas palabras: la planta solo absorbe la energía que emite naturalmente el templo.
ru_ru: Проще говоря: станция поглощает только ту энергию, которую естественным образом излучает храм.

source: Simple and clean energy. Quite brilliant if I do say so myself.
es_es: Energía simple y limpia. Una idea brillante, si se me permite.
ru_ru: Простая и чистая энергия. Гениально, если позволишь так сказать.

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: Make yourself comfortable, Seeker. This may take a while.
es_es: Ponte cómoda, Buscadora. Esto puede tomar un tiempo.
ru_ru: Устраивайся поудобнее, Искатель. Это может занять некоторое время.

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: So...\.\.\. We know that the power plant isn't causing this problem, you know why?
es_es: Entonces...\.\.\. Sabemos que la planta de energía no está causando estos problemas, ¿sabes por qué?
ru_ru: Итак...\.\.\. Мы знаем, что электростанция не вызывает эту проблему, знаешь почему?

source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: Because the jungle was already "infested" when we started building the plant.
es_es: Porque la jungla ya estaba "infestada" cuando empezamos a construir la planta.
ru_ru: Потому что джунгли были уже "заражены", когда мы начали строить станцию.

source: The Shad here seem to forget about that. But I understand their frustration.
es_es: Los Shad parecen haber olvidado aquello. Igualmente comprendo su frustración.
ru_ru: Шады, кажется, забыли об этом. Но я понимаю их разочарование.

source: Also these cats...\.\.\. \c[3]They attack on sight\c[0].
es_es: Además esos gatos...\.\.\. \c[3]Atacan sin previo aviso, sin ser provocados\c[0].
ru_ru: К тому же, эти кошки...\.\.\. \c[3]Они нападают при первой возможности\c[0].

source: Normally, sub-types of the same family follow the same patterns.
es_es: Normalmente, las subespecies de una misma familia siguen los mismos patrones.
ru_ru: Обычно подтипы одного и того же семейства следуют одинаковым моделям поведения.

source: Meaning they SHOULD behave like Shokats. But they don't.
es_es: Lo que significa que DEBERÍAN comportarse como los electrogatos. Pero no es así.
ru_ru: Это значит, что они ДОЛЖНЫ вести себя как Шокоты. Но они этого не делают.

source: This got me thinking: \c[3]Where have I seen this before?\c[0]
es_es: Esto me hizo pensar: \c[3]¿Dónde he visto esto antes?\c[0]
ru_ru: Это заставило меня задуматься: \c[3]Где же я это уже видела?\c[0]

source: Well, the \c[3]Bergen Mine\c[0], of course!
es_es: Bueno, ¡en la \c[3]Mina de Bergen\c[0], por supuesto!
ru_ru: В \c[3]Бергенской шахте\c[0], конечно!

source: The track itself spawned these little bugs that took over our machinery and integrated it into its temple.
es_es: El Camino en sí generó estos pequeños insectos que se apoderaron de nuestra maquinaria y la integraron en su templo.
ru_ru: Сам Путь породил этих маленьких жуков, которые захватили нашу технику и интегрировали её в свой храм.

source: So... Maybe the same thing is happening here!
es_es: Entonces... ¡puede que aquí esté pasando lo mismo!
ru_ru: Так что... возможно, то же самое происходит и здесь!

source: \c[3]Something\c[0] is controlling those cats and making them so hostile.
es_es: \c[3]Algo\c[0] está controlando a esos gatos y haciéndolos hostiles.
ru_ru: \c[3]Что-то\c[0] контролирует этих кошек и делает их столь враждебными.

source: I studied those bugs for quite a while, you know. Fascinating technology.
es_es: He estudiado esos bichos durante un tiempo, ¿sabes? Es realmente fascinante.
ru_ru: Ты знаешь, я изучала этих жуков довольно долгое время. Увлекательная технология.

source: They used a special frequency and impulses to override systems.
es_es: Utilizaron una frecuencia especial e impulsos para sobrecargar sistemas.
ru_ru: Они использовали специальную частоту и импульсы для переопределения систем.

source: Obviously, I extracted both the frequency and the semi-magnetic impulse rate.
es_es: Obviamente, extraje tanto la frecuencia como la tasa de impulso semimagnético.
ru_ru: Очевидно, я выяснила как частоту, так и скорость полумагнитного импульса.

source: Where is it?
es_es: ¿Dónde está?
ru_ru: Где же оно?

source: Ah, there you are!
es_es: ¡Ah, ahí estás!
ru_ru: Ах, вот ты где!

source: And done! That was easier than I expected.
es_es: ¡Y listo! Eso fue más fácil de lo que esperaba.
ru_ru: И... готово! Это было легче, чем я ожидала.

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: Everything's ready! Let's head outside for the field experiment!
es_es: ¡Todo listo! ¡Vamos afuera para hacer la prueba de campo!
ru_ru: Всё готово! Давайте выйдем наружу для полевого эксперимента!

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: Please come back and report your findings once you do, okay?
es_es: Por favor, vuelve e informa de tus hallazgos una vez lo hagas, ¿de acuerdo?
ru_ru: Пожалуйста, вернись и сообщи о своих результатах, как только ты закончишь, хорошо?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Dr. Cretia
es_es: Dra. Cretia
ru_ru: Доктор Креция

source: Well, hello, Seeker. You have been gone quite a while.
es_es: Bueno, hola, Buscadora. Te has ido un largo rato.
ru_ru: Ну, привет, Искатель. Тебя давно не было.

source: Excuse my overprotective bodyguard.
es_es: Disculpa a mi guardaespaldas sobreprotector.
ru_ru: Извини моего заботливого телохранителя.

source: Somehow the Mayor thinks it's necessary... As if I needed it.
es_es: Por algún motivo el alcalde cree que es necesario... Como si lo necesitara.
ru_ru: Почему-то мэр считает, что это необходимо... Как будто мне это нужно.

source: So, what did you find?
es_es: Entonces, ¿qué encontraste?
ru_ru: Итак, что ты нашла?
