Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: [ CHALLENGE ACCEPTED. Choose \c[3]Challenge Mode\c[0] to start. ]
es_es: [ DESAFÍO ACEPTADO. Elige \c[3]Modo Desafío\c[0] para comenzar. ]
ru_ru: [ ВЫЗОВ ПРИНЯТ. Выберите \c[3]Режим испытания\c[0], чтобы начать. ]

source: [ Using this device in such a manner will collect energy from the Track and convert it into \c[3]special tokens\c[0]. ]
es_es: [ El uso de este dispositivo en este modo recolectará energía del Camino y la convertirá en \c[3]fichas especiales\c[0]. ]
ru_ru: [ Используйте это устройство, чтобы собирать энергию Пути и конвертировать её в \c[3]специальные жетоны\c[0]. ]

source: [ Those can be \c[3]exchanged for valuable items\c[0] directly at this device. ]
es_es: [ Estas pueden ser \c[3]intercambiadas por artículos valiosos\c[0] directamente en este dispositivo. ]
ru_ru: [ Их можно \c[3]обменять на ценные предметы\c[0] прямо в данном устройстве. ]

source: [ Thank you for using TURRET products! ]
es_es: [ ¡Gracias por usar productos TURRET! ]
ru_ru: [ Благодарим Вас за использование продукции TURRET! ]

source: ... bye.
es_es: ... adiós.
ru_ru: ...пока.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: [ CHALLENGE DENIED. Please come back when you make up your mind. ]
es_es: [ DESAFÍO RECHAZADO. Vuelva cuando se decida. ]
ru_ru: [ ВЫЗОВ ОТКЛОНЁН. Пожалуйста, возвращайтесь, когда вы решитесь. ]

source: \s[0]Challenge Highscore: \c[3]\v[map.tdHighScore] Points on Wave \v[map.tdHighWave]\c[0]
es_es: \s[0]Puntuación más Alta: \c[3]\v[map.tdHighScore] Puntos en la Oleada \v[map.tdHighWave]\c[0]
ru_ru: \s[0]Рекорд испытания: \c[3]\v[map.tdHighScore] очков на волне \v[map.tdHighWave]\c[0]

source: [nods normally]
es_es: [asiente normalmente]
ru_ru: [кивает обычно]

source: Wave
es_es: Oleada
ru_ru: Волна

source: Score
es_es: Puntaje
ru_ru: Результат

source: Energy
es_es: Energía
ru_ru: Энергия

source: Life
es_es: Vida
ru_ru: Здоровье

source: Energy
es_es: Energía
ru_ru: Энергия

source: [nods challengingly]
es_es: [asiente desafiante]
ru_ru: [кивает вызывающе]

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: [ Replaying instruction recording ]
es_es: [ Reproduciendo grabación de instrucciones ]
ru_ru: [ Повторение записи инструкции ]

source: Mika
ru_ru: Мика

source: Alright, I will give you a short briefing as to how this will work out.
es_es: Muy bien, te daré un breve resumen de cómo funcionará esto.
ru_ru: Хорошо, я дам тебе краткий инструктаж о том, как это будет работать.

source: After I properly activate our Extractor here, enemies will \c[3]attack in waves\c[0].
es_es: Luego de activar este Extractor de aquí, los enemigos \c[3]atacarán en oleadas\c[0].
ru_ru: После того, как я активирую наш Извлекатель, враги будут атаковать \c[3]волнами\c[0].

source: And this time from two paths at once even!
es_es: ¡Y esta vez de dos caminos a la vez!
ru_ru: И на этот раз с двух сторон сразу!

source: You need to defeat them \c[3]before they reach this point\c[0] and damage our precious machine here.
es_es: Debes derrotarlos \c[3]antes de que lleguen a este punto\c[0] y dañen nuestra preciosa máquina.
ru_ru: Ты должна победить их, \c[3]прежде чем они достигнут этой точки\c[0] и повредят нашу драгоценную машину.

source: Careful though, because they'll all have \c[3]shields that reflect damage\c[0].\. So just attacking blindly won't be an option.
es_es: Sin embargo, ten cuidado, porque todos tendrán \c[3]escudos que reflejan el daño\c[0].\. Así que atacar a ciegas no será una opción.
ru_ru: Но будь осторожна, потому что они все будут иметь \c[3]щиты, которые отражают урон\c[0].\. Просто бездумно атаковать - не вариант.

source: Thankfully we prepared some automated \c[3]defensive turrets\c[0] here.
es_es: Afortunadamente hemos preparado algunas \c[3]torretas defensivas\c[0] automatizadas.
ru_ru: К счастью, мы подготовили несколько автоматизированных \c[3]оборонительных турелей\c[0].

source: To activate a turret, \c[3]hit it a few times\c[0] and then use a \c[3]charged projectile on it\c[0]!
es_es: ¡Para activar una torreta, \c[3]golpéala varias veces\c[0] y luego usa un \c[3]proyectil cargado\c[0]!
ru_ru: Для того, чтобы активировать турель, \c[3]выстрели в неё несколько раз\c[0], а затем используй \c[3]заряженный снаряд\c[0]!

source: When activated with the \c[3]neutral element\c[0] they will \c[3]disrupt the shields\c[0] with each hit.
es_es: Cuando se activan con el \c[3]elemento neutral\c[0], \c[3]interrumpirán los escudos\c[0] con cada golpe.
ru_ru: При активации с помощью \c[3]нейтрального элемента\c[0] они будут \c[3]разрушать щиты\c[0] при каждом попадании.

source: Later I'll also unlock \c[3]elemental modes\c[0] that will \c[3]cause more damage instead of disrupting the shields\c[0].
es_es: Más adelante también habilitaré \c[3]modos elementales\c[0] que \c[3]causarán más daño en lugar de interrumpir los escudos\c[0].
ru_ru: Позже я также разблокирую \c[3]элементальные режимы\c[0], которые будут \c[3]наносить больше урона вместо разрушения щитов\c[0].

source: Each turret consumes \c[3]25 energy\c[0] on activation.\. You will earn additional energy by \c[3]killing critters and after each wave\c[0].
es_es: Cada torreta consume \c[3]25 de energía\c[0] al activarse.\. Ganarás energía adicional al \c[3]matar enemigos y después de cada oleada\c[0].
ru_ru: Каждая турель потребляет \c[3]25 энергии\c[0] при активации.\. Ты будешь зарабатывать дополнительную энергию, \c[3]убивая тварей и после завершения каждой волны\c[0].

source: You should also know that every \c[3]type of turret has its own attack pattern\c[0].
es_es: También debes saber que cada \c[3]tipo de torreta tiene su propio patrón de ataque\c[0].
ru_ru: Ты также должна знать, что каждый \c[3]тип турели имеет свои собственные шаблоны атаки\c[0].

source: You should pay attention to that and learn which one works best on which position!
es_es: ¡Deberías prestar atención a eso y aprender cuál funciona mejor en qué posición!
ru_ru: Ты должна обратить на это внимание и выяснить, какая из них лучше всего работает на какой позиции!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: \c[3]- Turret Overview -\c[0] \i[element-neutral] \c[3]Neutral\c[0]: Single-target shot, light homing, neutralizes shields, frequent attacks, weak. \c[1]Default mode when using an inactive element!\c[0]
es_es: \c[3]- Detalles de la Torreta -\c[0] \i[element-neutral] \c[3]Neutral\c[0]: Disparo de un solo objetivo, guiado ligero, neutraliza escudos, ataques frecuentes, débil. \c[1]¡Modo predeterminado cuando no se usa un elemento!\c[0]
ru_ru: \c[3]- Обзор турелей -\c[0] \i[element-neutral] \c[3]Нейтральная\c[0]: Простой выстрел, лёгкое наведение, разрушение щитов, частые атаки, слабая. \c[1]Режим по умолчанию при использовании неактивного элемента!\c[0]

source: \i[element-heat] \c[3]Heat\c[0]: Penetrating flamethrower, large area, short range, powerful, causes Burn. \i[element-cold] \c[3]Cold\c[0]: Explosive shot, light homing, creates icicles, slows enemies, causes Chill.
es_es: \i[element-heat] \c[3]Fuego\c[0]: Lanzallamas penetrante, área grande, corto alcance, potente, provoca Llamas. \i[element-cold] \c[3]Hielo\c[0]: Disparo explosivo, guiado ligero, crea estalagmitas, ralentiza enemigos, provoca Frío.
ru_ru: \i[element-heat] \c[3]Пламя\c[0]: Проникающий огнемет, большая площадь, короткая дистанция, мощный, накладывает Горение. \i[element-cold] \c[3]Холод\c[0]: Взрывной выстрел, лёгкое самонаведение, создаёт сосульки, замедляет врагов, накладывает Озноб.

source: \i[element-shock] \c[3]Shock\c[0]: Penetrating double-strike shot, large range, powerful, causes Jolt. \i[element-wave] \c[3]Wave\c[0]: Explosive shot, strong homing, momentarily stops enemies, causes Mark.
es_es: \i[element-shock] \c[3]Rayo\c[0]: Disparo penetrante de doble golpe, gran alcance, potente, provoca Choque. \i[element-wave] \c[3]Pulso\c[0]: Disparo explosivo, guiado fuerte, aturde enemigos temporalmente, provoca Marca.
ru_ru: \i[element-shock] \c[3]Шок\c[0]: Проникающий двойной удар, большая дальность, мощная, накладывает Потрясение. \i[element-wave] \c[3]Волна\c[0]: Взрывной удар, сильное самонаведение, моментально останавливает врагов, накладывает Метку.

source: All turrets cost \c[3]\v[tmp.tdCostTurret1] Energy\c[0] to activate, regardless of element. For \c[3]\v[tmp.tdUpgradeCost] Energy\c[0] all turrets will upgrade their attack power. This will happen automatically upon reaching that amount.
es_es: Todas las torretas cuestan \c[3]\v[tmp.tdCostTurret1] de Energía\c[0] al activarse, independientemente del elemento. Por \c[3]\v[tmp.tdUpgradeCost] de Energía\c[0], todas las torretas mejorarán su poder de ataque. Esto ocurrirá automáticamente al llegar a esa cantidad.
ru_ru: Все турели стоят \c[3]\v[tmp.tdCostTurret1] энергии\c[0] для активации, независимо от элемента. При наличии \c[3]\v[tmp.tdUpgradeCost] энергии\c[0] все турели получат увеличение урона. Это произойдёт автоматически при достижении этого количества энергии.

source: Normal Mode (8 waves, enemy levels start at 50)
es_es: Modo Normal (8 oleadas, niveles enemigos comienzan en 50)
ru_ru: Нормальный Режим (8 волн, уровень противника начинается с 50)

source: Challenge Mode (Infinite survival, enemy levels start at player level, minimum 52)
es_es: Modo Desafío (Infinito, niveles enemigos comienzan en nivel del jugador, mínimo 52)
ru_ru: Режим испытания (бесконечное выживание, уровень противника минимум 52)

source: Detailed Instructions
es_es: Instrucciones Detalladas
ru_ru: Подробные инструкции

source: Turret Data
es_es: Datos de la Torreta
ru_ru: Информация о турелях

source: \c[3]Trade for Tokens\c[0]
es_es: \c[3]Intercambiar por Fichas\c[0]
ru_ru: \c[3]Торговля за жетоны\c[0]

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]
ru_ru: \c[1]Отмена\c[0]

# data/maps/jungle/caves/questcave-td-2.json//entities/39/settings/analyzable/text
source: Mika
ru_ru: Мика

source: Mika
ru_ru: Мика

source: Hey, \v[lore.title.seeker].\. Please don't disturb my work!
es_es: Hola, \v[lore.title.seeker]a.\. ¡Por favor, no interrumpas mi trabajo!
ru_ru: Привет, Искатель.\. Пожалуйста, не мешай моей работе!

source: Mika
ru_ru: Мика

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: Okay, there you are.\. So I guess we can finally push through the last hurdle.
es_es: Bien, ahí estás.\. Así que supongo que finalmente podemos superar el último obstáculo.
ru_ru: Хорошо, вот и ты.\. Думаю, что мы наконец-то сможем преодолеть последнее препятствие.

source: This should be similar to last time you helped us out.\. So just let me give you a short rundown.
es_es: Esto debería ser similar a la última vez que nos ayudaste.\. Así que déjame darte un breve repaso.
ru_ru: Это должно быть похоже на то, как ты помогала нам в прошлый раз.\. Итак, позволь мне дать тебе краткую сводку.

source: Here we have our new and improved \c[3]Trackpower Extraction Device\c[0]!
es_es: ¡Aquí tenemos nuestro nuevo y mejorado \c[3]Dispositivo de Extracción de Energía del Camino\c[0]!
ru_ru: Здесь у нас есть новое и улучшенное \c[3]устройство для извлечения мощи Пути\c[0]!

source: Mika
ru_ru: Мика

source: It will drain the mystical Energy of the Track from this position of power and save it for later use!
es_es: ¡Drenará la energía mística del Camino desde esta posición de poder y la guardará para su uso posterior!
ru_ru: Оно выкачает мистическую энергию Пути из этого места силы и сохранит её для дальнейшего использования!

source: Of course, as you'd expect, starting the extraction will provoke hordes of monsters to attack us.
es_es: Por supuesto, como era de esperar, comenzar la extracción provocará que hordas de monstruos nos ataquen.
ru_ru: Конечно, как и следовало ожидать, начало добычи вызовет нападение полчищ монстров на нас.

source: Yeah, typical Track-tantrums, am I right?\. In any case, you will have to defend it, \v[lore.title.seeker].
es_es: Sí, las típicas rabietas del Camino, ¿verdad?\. En cualquier caso, tendrás que defenderlo, \v[lore.title.seeker]a.
ru_ru: Ага, типичные вспышки гнева Пути, я права?\. В любом случае, тебе придётся защищать его, Искатель.

source: Though this time those sly beasts will come from two paths at once!
es_es: ¡Aunque esta vez esas bestias astutas vendrán de dos caminos a la vez!
ru_ru: Правда, на этот раз эти хитрые существа пойдут сразу с двух сторон!

source: All the more reason to use our amazing Turret Defense Grid again.
es_es: Razón de más para volver a utilizar nuestra increíble Cuadrícula de Defensa de Torretas.
ru_ru: Всё больше причин снова использовать нашу удивительную Турельную защитную систему.

source: Mika
ru_ru: Мика

source: You just gotta \c[3]hit them a few times\c[0] before \c[3]activating them with a charged attack\c[0], just like last time.
es_es: Solo tienes que \c[3]golpearlas varias veces\c[0] antes de \c[3]activarlas con un ataque cargado\c[0], como la última vez.
ru_ru: Ты просто должна \c[3]выстрелив в них несколько раз\c[0] перед тем, как \c[3]активировать с помощью заряженной атаки\c[0], как и в прошлый раз.

source: Mika
ru_ru: Мика

source: Well, you should get how this works by now.\. Just talk to me again once you want to start.
es_es: Bueno, ya deberías saber cómo funciona esto.\. Tan solo dime cuando quieras empezar.
ru_ru: Ну, ты должна уже знать, как это работает.\. Просто поговори со мной снова, как только захочешь начать.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Mika
ru_ru: Мика

source: Hey there, \v[lore.title.seeker].\. Ready to defend against those waves?
es_es: Hola, \v[lore.title.seeker]a.\. ¿Lista para defenderte de las oleadas?
ru_ru: Эй, Искатель.\. Готова защищаться от этих волн?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright.\. I will start up our generator here in a second.
es_es: Bien.\. Pondré en marcha nuestro generador en un momento.
ru_ru: Хорошо.\. Я запущу наш генератор через секунду.

source: Mika
ru_ru: Мика

source: Okay, waves should start as soon as I release the safety.
es_es: Bien, las olas deberían comenzar tan pronto como libere el seguro.
ru_ru: Ладно, волны должны начаться, как только я выключу защиту.

source: So activate that turret by \c[3]hitting it a few\c[0] times and then using a \c[3]charged projectile on it\c[0]!
es_es: ¡Así que activa esa torreta \c[3]golpeándola unas cuantas\c[0] veces y luego usando un \c[3]proyectil cargado en ella\c[0]!
ru_ru: Активируй эту турель, \c[3]выстрелив по ней несколько раз\c[0], а затем с помощью \c[3]заряженного снаряда\c[0]!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Hit \c[3]the turret\c[0] first with \c[3]repeated shots\c[0] and lastly with a \c[3]charged shot\c[0] to activate it
es_es: Golpea \c[3]la torreta\c[0] primero con \c[3]disparos repetidos\c[0] y por último con un \c[3]disparo cargado\c[0] para activarla
ru_ru: Выстрелите в \c[3]турель\c[0] сначала \c[3]обычными выстрелами\c[0] и, наконец, \c[3]заряженным снарядом\c[0], чтобы активировать её.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Okay, but let's please get on with it soon.\. This is not the most comfortable place for a picnic.
es_es: Está bien, pero por favor, no te demores mucho.\. Este no es el lugar más cómodo para hacer un picnic.
ru_ru: Ладно, но, пожалуйста, давай покончим с этим скорее.\. Это не самое удобное место для пикника.

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Alright, I will give you a short briefing as to how this will work out.
es_es: Muy bien, te daré un breve resumen de cómo funcionará esto.
ru_ru: Хорошо, я дам тебе краткий инструктаж о том, как это будет работать.

source: After I properly activate our Extractor here, enemies will \c[3]attack in waves\c[0].
es_es: Luego de activar este Extractor de aquí, los enemigos \c[3]atacarán en oleadas\c[0].
ru_ru: После того, как я активирую наш Извлекатель, враги будут атаковать \c[3]волнами\c[0].

source: And this time from two paths at once even!
es_es: ¡Y esta vez de dos caminos a la vez!
ru_ru: И на этот раз с двух сторон сразу!

source: You need to defeat them \c[3]before they reach this point\c[0] and damage our precious machine here.
es_es: Debes derrotarlos \c[3]antes de que lleguen a este punto\c[0] y dañen nuestra preciosa máquina.
ru_ru: Ты должна победить их, \c[3]прежде чем они достигнут этой точки\c[0] и повредят нашу драгоценную машину.

source: Careful though, because they'll all have \c[3]shields that reflect damage\c[0].\. So just attacking blindly won't be an option.
es_es: Sin embargo, ten cuidado, porque todos tendrán \c[3]escudos que reflejan el daño\c[0].\. Así que atacar a ciegas no será una opción.
ru_ru: Но будь осторожна, потому что они все будут иметь \c[3]щиты, которые отражают урон\c[0].\. Просто бездумно атаковать - не вариант.

source: Mika
ru_ru: Мика

source: Thankfully we prepared some automated \c[3]defensive turrets\c[0] here.
es_es: Afortunadamente hemos preparado algunas \c[3]torretas defensivas\c[0] automatizadas.
ru_ru: К счастью, мы подготовили несколько автоматизированных \c[3]оборонительных турелей\c[0].

source: To activate a turret, \c[3]hit it a few times\c[0] and then use a \c[3]charged projectile on it\c[0]!
es_es: ¡Para activar una torreta, \c[3]golpéala varias veces\c[0] y luego usa un \c[3]proyectil cargado\c[0]!
ru_ru: Для того, чтобы активировать турель, \c[3]выстрели в неё несколько раз\c[0], а затем используй \c[3]заряженный снаряд\c[0]!

source: When activated with the \c[3]neutral element\c[0] they will \c[3]disrupt the shields\c[0] with each hit.
es_es: Cuando se activan con el \c[3]elemento neutral\c[0], \c[3]interrumpirán los escudos\c[0] con cada golpe.
ru_ru: При активации с помощью \c[3]нейтрального элемента\c[0] они будут \c[3]разрушать щиты\c[0] при каждом попадании.

source: Later I'll also unlock \c[3]elemental modes\c[0] that will \c[3]cause more damage instead of disrupting the shields\c[0].
es_es: Más adelante también habilitaré \c[3]modos elementales\c[0] que \c[3]causarán más daño en lugar de interrumpir los escudos\c[0].
ru_ru: Позже я также разблокирую \c[3]элементальные режимы\c[0], которые будут \c[3]наносить больше урона вместо разрушения щитов\c[0].

source: Each turret consumes \c[3]25 energy\c[0] on activation.\. You will earn additional energy by \c[3]killing critters and after each wave\c[0].
es_es: Cada torreta consume \c[3]25 de energía\c[0] al activarse.\. Ganarás energía adicional al \c[3]matar enemigos y después de cada oleada\c[0].
ru_ru: Каждая турель потребляет \c[3]25 энергии\c[0] при активации.\. Ты будешь зарабатывать дополнительную энергию, \c[3]убивая тварей и после завершения каждой волны\c[0].

source: You should also know that every \c[3]type of turret has its own attack pattern\c[0].
es_es: También debes saber que cada \c[3]tipo de torreta tiene su propio patrón de ataque\c[0].
ru_ru: Ты также должна знать, что каждый \c[3]тип турели имеет свои собственные шаблоны атаки\c[0].

source: You should pay attention to that and learn which one works best on which position!
es_es: ¡Deberías prestar atención a eso y aprender cuál funciona mejor en qué posición!
ru_ru: Ты должна обратить на это внимание и выяснить, какая из них лучше всего работает на какой позиции!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Mika
ru_ru: Мика

source: Anyway, can we start this up already?
es_es: En fin, ¿podemos empezar de una vez?
ru_ru: Так или иначе, можем мы уже начать?

source: How?!
es_es: ¡¿Cómo?!
ru_ru: Как?!

source: Wow, you really want to dig into the details, eh?\. Very admirable, I gotta say.
es_es: Guau, realmente quieres profundizar en los detalles, ¿eh?\. Admirable, debo decir.
ru_ru: Вау, ты действительно хочешь покопаться в деталях, да?\. Очень похвально, я должна сказать.

source: Here, take a look at this sheet that came with the manual.\. It should give you a good overview.
es_es: Toma, echa un vistazo a esta hoja que viene con el manual.\. Debería darte suficientes detalles.
ru_ru: Вот, взгляни на этот лист, который пришёл с инструкцией.\. Это должно дать тебе должное понимание.

source: \c[3]- Turret Overview -\c[0] \i[element-neutral] \c[3]Neutral\c[0]: Single-target shot, light homing, neutralizes shields, frequent attacks, weak. \c[1]Default mode when using an inactive element!\c[0]
es_es: \c[3]- Detalles de la Torreta -\c[0] \i[element-neutral] \c[3]Neutral\c[0]: Disparo de un solo objetivo, guiado ligero, neutraliza escudos, ataques frecuentes, débil. \c[1]¡Modo predeterminado cuando no se usa un elemento!\c[0]
ru_ru: \c[3]- Обзор турелей -\c[0] \i[element-neutral] \c[3]Нейтральная\c[0]: Простой выстрел, лёгкое наведение, разрушение щитов, частые атаки, слабая. \c[1]Режим по умолчанию при использовании неактивного элемента!\c[0]

source: \i[element-heat] \c[3]Heat\c[0]: Penetrating flamethrower, large area, short range, powerful, causes Burn. \i[element-cold] \c[3]Cold\c[0]: Explosive shot, light homing, creates icicles, slows enemies, causes Chill.
es_es: \i[element-heat] \c[3]Fuego\c[0]: Lanzallamas penetrante, área grande, corto alcance, potente, provoca Llamas. \i[element-cold] \c[3]Hielo\c[0]: Disparo explosivo, guiado ligero, crea estalagmitas, ralentiza enemigos, provoca Frío.
ru_ru: \i[element-heat] \c[3]Пламя\c[0]: Проникающий огнемет, большая площадь, короткая дистанция, мощный, накладывает Горение. \i[element-cold] \c[3]Холод\c[0]: Взрывной выстрел, лёгкое самонаведение, создаёт сосульки, замедляет врагов, накладывает Озноб.

source: \i[element-shock] \c[3]Shock\c[0]: Penetrating double-strike shot, large range, powerful, causes Jolt. \i[element-wave] \c[3]Wave\c[0]: Explosive shot, strong homing, momentarily stops enemies, causes Mark.
es_es: \i[element-shock] \c[3]Rayo\c[0]: Disparo penetrante de doble golpe, gran alcance, potente, provoca Choque. \i[element-wave] \c[3]Pulso\c[0]: Disparo explosivo, guiado fuerte, aturde enemigos temporalmente, provoca Marca.
ru_ru: \i[element-shock] \c[3]Шок\c[0]: Проникающий двойной удар, большая дальность, мощная, накладывает Потрясение. \i[element-wave] \c[3]Волна\c[0]: Взрывной удар, сильное самонаведение, моментально останавливает врагов, накладывает Метку.

source: Yes, start the waves
es_es: [Sí, empezar oleadas]
ru_ru: Да

source: No
ru_ru: Нет

source: Detailed Instructions
es_es: Instrucciones Detalladas
ru_ru: Подробные инструкции

source: Turret Data
es_es: Datos de la Torreta
ru_ru: Информация о турелях

source: Mika
ru_ru: Мика

source: Well, well... will you look at that.
es_es: Bueno, bueno... mira eso.
ru_ru: Ну и ну... ты только посмотри на это.

source: \v[lore.title.seeker], our machine is running smoothly and has already gathered lots of the Ancient energy!
es_es: ¡\v[lore.title.seeker]a, nuestra máquina funciona sin problemas y ya ha reunido mucha Energía Antigua!
ru_ru: Искатель, наша машина работает без сбоев и уже накопила много Древней энергии!

source: Truly a fantastic piece of tech, this baby.\. Moments like this make all the trouble seem worth it.
es_es: Toda una obra maestra de la ingeniería.\. Momentos como este hacen que todos los problemas parezcan valer la pena.
ru_ru: Эта малышка - поистине фантастическая технология.\. В такие моменты все неприятности кажутся оправданными.

source: .\..\..\.hi.
es_es: .\..\..\.hola.
ru_ru: .\..\..\.привет.

source: Oh, yeah.\. You also did fine.\. This operation would have been difficult without your protection.\. So, thanks!
es_es: Oh, sí.\. Tú también lo hiciste bien.\. Esta operación hubiera sido difícil sin tu protección.\. ¡Así que gracias!
ru_ru: Ах, да.\. У тебя тоже всё хорошо получилось.\. Эта операция была бы сложной без твоей защиты.\. Так что, спасибо!
