Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle-city.po
Languages: ru_ru

source: I need ya to get me 10 \c[3]Venom Shrooms\c[0] and 5 \c[3]Glowing Spheres\c[0], gotcha?
ru_ru: Мне нужно, чтобы ты достала мне десять \c[3]Ядогрибов\c[0] и пять \c[3]Светосфер\c[0], улавливаешь?

source: [nods]
ru_ru: [кивает]

source: Good, good. Come back when ya got them. And make it quick, ya hear?
ru_ru: Хорошо, хорошо. Возвращайся, когда раздобудешь их. И давай побыстрее, слышишь?

source: [nods]
ru_ru: [кивает]

source: Buzz off then, I'll find someone to do the work for me.
ru_ru: Тогда отвали, я найду кого-нибудь, кто сделает для меня эту работу.

source: Still here? Doesn't look like ya got my goods. Go on then, make it quick.
ru_ru: Ты до сих пор здесь? Непохоже, что у тебя есть мои товары. Давай, только побыстрее.

source: [nods]
ru_ru: [кивает]

source: Oh it's you. Ya finally got my goods?
ru_ru: Ах, это ты. Ты наконец-то принесла мои товары?

source: [nods]
ru_ru: [кивает]

source: Well, about time I might say, woman.
ru_ru: Как раз вовремя, скажу я тебе, женщина.

source: Alright, that's all I need. Here's your cash. Nice knowing ya, I guess.
ru_ru: Хорошо, это всё, что мне нужно. Вот твои деньги. С тобой приятно иметь дело.

# data/maps/jungle-city/east.json/entities/633/settings/dialog/0/text
source: Can't do this for dad. Ain't no fighting in me...
ru_ru: Не могу сделать это для папы. Нет во мне никакой силы духа...

# data/maps/jungle-city/east.json/entities/645/settings/interact/event/0/titleText
source: Old man's Book
ru_ru: Книга старика

# data/maps/jungle-city/east.json/entities/645/settings/interact/event/0/text
source: "Note to myself - Visit \c[3]Sapphire Ridge\c[0]"
ru_ru: "Заметка для себя - Посетить \c[3]Сапфировый край\c[0]"

source: Sonya Bolt
ru_ru: Соня Болт

source: Hi.
ru_ru: Привет.

source: A \v[lore.title.seeker], huh!\. I see, an agent of the \v[lore.title.human-government].
ru_ru: Искатель, хмм!\. Значит, представитель Национального содружества путешественников.

source: Hi...?
ru_ru: Привет...?

source: Yes, the \v[lore.title.human-government], supreme government of all of humanity on \v[lore.title.planet].
ru_ru: Да, Национальное содружество путешественников, верховное правительство всего человечества на Шадуне.

source: The driving force behind exploration of the \v[lore.title.track-of-ancients] and protector of prosperity.\. Among other things.
ru_ru: Движущая сила исследования Пути Древних и защитник процветания.\. И ещё много что.

source: Why...?
ru_ru: Почему...?

source: Prosperity requires progress and security.\. Power is the key to both.\. And power is gained through tools.
ru_ru: Процветание требует прогресса и безопасности.\. Сила - ключ к тому и другому.\. И её можно получить с помощью инструментов.

source: Tools powered by the Track.\. Tools like you, \v[lore.title.seeker].\. And weapons.
ru_ru: Инструментов, подпитывающихся от Пути.\. Инструментов вроде тебя, Искатель.\. И оружия.

source: How?
ru_ru: Как?

source: Seems like there is a solid mind of its own there.\. Want to help me reveal more of the truth?
ru_ru: Похоже, что у нас тут есть человек с мудрым умом.\. Не хочешь мне помочь раскрыть больше правды?

source: [nods]
ru_ru: [кивает]

source: Yes, good.\. Motivation worthy of the true \v[lore.title.seeker] spirit.
ru_ru: Да, хорошо.\. Мотивация, достойная духа истинного Искателя.

source: Lea?
ru_ru: Лея?

source: The \v[lore.title.seeker]s mission to beat the \v[lore.title.track-of-ancients] for the advancement of shad- and humankind.
ru_ru: Миссия Искателя - пройти Путь Древних для продвижения шадов и человечества.

source: Many have been made puppets of individual interests.\. Corporations, the government, their own personal motives...
ru_ru: Многие стали просто марионетками со своими собственными интересами.\. Корпорации, правительство, их личные мотивы...

source: ... why?
ru_ru: ...почему?

source: Greed, \v[lore.title.track-of-ancients].\. Thirst for power and control.
ru_ru: Жадность, Путь Древних. Жажда власти и контроля.

source: And the population turns a blind eye, as long as peace in their little worlds is maintained.
ru_ru: И народ закрывает глаза, пока царит мир в их маленьких мирках.

source: We can make a difference here, \v[lore.title.seeker].\. Bring the results of those actions to light.
ru_ru: Мы можем всё изменить, Искатель.\. Пролить свет на последствия этих действий.

source: How?
ru_ru: Как?

source: Let's not waste too many words.\. Time is already short.
ru_ru: Давай без долгих разговоров.\. Времени в обрез.

source: Go to \c[3]Clinging River in \v[area.jungle.name]\c[0] and search for suspect lifeforms.
ru_ru: Иди к \c[3]Цепкой Реке в Саду Гайи\c[0] и найди подозрительные формы жизни.

source: I will keep contact with the \v[lore.title.direct-link] and give you further instructions.\. Good luck, \v[lore.title.seeker].
ru_ru: Я свяжусь с тобой с помощью прямой связи и дам тебе дальнейшие указания.\. Удачи, Искатель.

source: Bye.
ru_ru: Пока.

source: [shakes head]
ru_ru: [мотает головой]

source: Maybe I was wrong.\. If you prefer to be blind, be blind.
ru_ru: Возможно, я была не права.\. Если хочешь закрыть глаза на это, как хочешь.

source: ...bye?
ru_ru: ...пока?

# data/maps/jungle-city/east.json/entities/682/settings/npcStates/1/event/0/name
source: Sonya Bolt
ru_ru: Соня Болт

source: Go to \c[3]Clinging River in \v[area.jungle.name]\c[0] and search of suspect lifeforms.
ru_ru: Иди к \c[3]Цепкой Реке в Саду Гайи\c[0] и найди подозрительные формы жизни.

source: I will keep contact with the \v[lore.title.direct-link] and give you further instructions.
ru_ru: Я свяжусь с тобой с помощью прямой связи и дам тебе дальнейшие указания.

source: Sonya Bolt
ru_ru: Соня Болт

source: Hi.
ru_ru: Привет.

source: \v[lore.title.seeker], you returned!\. I am impressed.
ru_ru: Искатель, ты вернулась!\. Я впечатлена.

source: Why?
ru_ru: Почему?

source: Assassinations.\. Bribery.\. After all you have learned, these methods would have been possible.
ru_ru: Убийства.\. Взятки.\. После всего, что ты узнала, эти методы могли бы быть возможны.

source: Sorry, for not telling you beforehand.\. This mission was too important for you to refuse.
ru_ru: Извини, что не сказала тебе раньше.\. Эта миссия была слишком важной, чтобы ты отказалась.

source: It all turned out well, \v[lore.title.seeker], so calm down.\. You may be too valuable to them.
ru_ru: Но всё прошло хорошо, Искатель, так что успокойся.\. Возможно, ты слишком ценна для них.

source: This time, however, you were truly valuable to humanity.\. These documents will be of great use in fighting injustice.
ru_ru: На этот раз, всё же, ты была действительно ценной для человечества.\. Эти данные хорошо послужат в борьбе с несправедливостью.

source: Well then... here are your rewards.\.\. And also my farewell.\. Stay vigilant.
ru_ru: Ну... вот твоё вознаграждение.\.\. И прощай.\. Оставайся бдительной.

source: \..\..\..\.bye.
ru_ru: \..\..\..\.пока.

# data/maps/jungle-city/east.json/entities/682/settings/analyzable/text
source: Sonya Bolt
ru_ru: Соня Болт

source: Hi.
ru_ru: Привет.

source: [nods]
ru_ru: [кивает]

source: [shakes head]
ru_ru: [мотает головой]

source: [nods]
ru_ru: [кивает]

source: ... HOW?!
ru_ru: ...КАК?!

# data/maps/jungle-city/entrance.json/entities/380/settings/event/0/message
source: Oh I can see it now.
ru_ru: Ох, теперь я вижу.

# data/maps/jungle-city/entrance.json/entities/380/settings/event/1/message
source: Yes, Basin Keep in all its glory is towering in front of us!
ru_ru: Да, Твердыня Бэйзина во всей красе возвышается перед нами!

# data/maps/jungle-city/entrance.json/entities/381/settings/event/0/message
source: Another regular bridge.
ru_ru: Ещё один обычный мост.

# data/maps/jungle-city/entrance.json/entities/381/settings/event/1/message
source: Did you notice that there's not a single laser bridge in the whole jungle?
ru_ru: Вы заметили, что во всех джунглях нет ни одного лазерного моста?

# data/maps/jungle-city/entrance.json/entities/381/settings/event/2/message
source: Maybe they're hard to maintain due to the climate and vegetation...
ru_ru: Может быть, их трудно обслуживать из-за климата и растительности...

# data/maps/jungle-city/entrance.json/entities/381/settings/event/3/message
source: Excuses!
ru_ru: Отмазки!

# data/maps/jungle-city/halloween/boss.json/entities/4/settings/event/5/name
source: The Boosi Man
ru_ru: Бузнесмен

# data/maps/jungle-city/halloween/boss.json/entities/4/settings/event/7/message
source: Terrific!\. Just terrific!
ru_ru: Ужасающе!\. Просто ужасающе!

# data/maps/jungle-city/halloween/boss.json/entities/4/settings/event/8/message
source: Tiny one, it seems you already had \c[3]great fun\c[0] in Pumpkin Land!
ru_ru: Мелкая, кажется, ты уже получила \c[3]огромное удовольствие\c[0] в Тыкволэнде!

# data/maps/jungle-city/halloween/boss.json/entities/4/settings/event/10/message
source: Alas, we're not done yet!
ru_ru: Увы, мы ещё не закончили!

# data/maps/jungle-city/halloween/boss.json/entities/4/settings/event/15/message
source: Now it's time for the \c[3]grand finale\c[0]!
ru_ru: Теперь пришло время для \c[3]грандиозного финала\c[0]!

source: BUGS! WHY DOES IT HAVE TO BE BUGS?!
ru_ru: ЖУКИ! ПОЧЕМУ ЭТО ДОЛЖНЫ БЫТЬ ЖУКИ?!

source: THEY COULD HAVE JUST THROWN MORE PUMPKINS AT US!
ru_ru: ОНИ МОГЛИ БЫ ПРОСТО ЕЩЁ ПОКИДАТЬ В НАС ТЫКВЫ!

source: NO, IT HAS TO BE BUGS!
ru_ru: НО НЕТ, ЗДЕСЬ ПОЧЕМУ-ТО ИМЕННО ЖУКИ!

source: KILL THEM! KILL THEM WITH FIRE!
ru_ru: УБЕЙ ИХ! СОЖГИ ИХ!

source: NO WAIT! ICE! KILL THEM WITH ICE!
ru_ru: НЕТ, ПОДОЖДИ! ЛЁД! ЗАМОРОЗЬ ИХ!

source: SACREBLEU! JUST DIE ALREADY!
ru_ru: SACREBLEU (ЧЁРТ ПОБЕРИ)! ПРОСТО УМРИТЕ УЖЕ!

# data/maps/jungle-city/halloween/boss.json/entities/11/settings/event/15/message
source: Wonderful!\. Wasn't this great?!
ru_ru: Замечательно!\. Разве это не здорово?!

# data/maps/jungle-city/halloween/boss.json/entities/11/settings/event/17/message
source: Well I sure had plenty of fun, tiny one!
ru_ru: Ну, я уж точно получил море веселья, мелкая!

# data/maps/jungle-city/halloween/boss.json/entities/11/settings/event/18/message
source: It's hard enough to haunt anybody in this city, with everyone so busy.
ru_ru: Это довольно трудно, попугать кого-нибудь в этом городе, когда все так заняты.

# data/maps/jungle-city/halloween/boss.json/entities/11/settings/event/19/message
source: So I knew I had to aim for something big, start a proper... boosiness!
ru_ru: Так что я знал, что должен стремиться к чему-то большому, начать настоящий... бу-знес!

# data/maps/jungle-city/halloween/boss.json/entities/11/settings/event/21/message
source: It's the only way to get any attention these days.
ru_ru: Это единственный способ получить хоть немного внимания в наши дни.

# data/maps/jungle-city/halloween/boss.json/entities/11/settings/event/22/message
source: Well, I sure call this a success!\. Thanks a lot for your participation, tiny one!
ru_ru: Ну что же, я могу назвать это успехом!\. Большое спасибо за твоё участие, мелкая!

# data/maps/jungle-city/halloween/boss.json/entities/11/settings/event/23/message
source: ...bye.
ru_ru: ...пока.

source: Great fun I had, oui. And I thought I was safe from these things past the Temple Mine.
ru_ru: Столько веселья, oui (ага). А я ещё думала, что я в безопасности от всего этого после Храм-Шахты.

# data/maps/jungle-city/halloween/room1.json/entities/1/settings/teleportLabel
source: Back to the entrance
ru_ru: Обратно ко входу

source: Sorry Lady, ain't selling stuff to \c[3]Seekers\c[0] unless the boss tells me to.
ru_ru: Извините, леди, я не продаю вещи \c[3]Искателям\c[0], пока босс не скажет мне.

source: Boss tells me I gotta sell you the \c[3]One Up\c[0]. Dunno why, but here you go.
ru_ru: Босс сказал мне, что я должна продать тебе \c[3]1UP\c[0]. Не знаю почему, но вот, держи.

source: No entry for you, \c[3]Seeker\c[0].
ru_ru: Проход закрыт для тебя, \c[3]Искатель\c[0].

source: Go down if you want to talk to the Boss, \c[3]Seeker\c[0].
ru_ru: Спустись вниз, если хочешь поговорить с Боссом, \c[3]Искатель\c[0].

source: [nods]
ru_ru: [кивает]

source: You there \c[3]Seeker\c[0]. Blue Hair, Spheromancer, horns.
ru_ru: Эй, \c[3]Искатель\c[0]. Синие волосы, сферомант, рога.

source: Hi...?
ru_ru: Привет...?

source: Da Boss tells us of a woman we are to look out for. You fit the description.
ru_ru: Босс говорил нам о женщине, которую мы должны искать. Ты подходишь под описание.

source: You recently helped a certain \c[3]Mick\c[0], right?
ru_ru: Ты недавно помогла некоему \c[3]Мику\c[0], верно?

source: [nods]
ru_ru: [кивает]

source: Good. In that case I must ask you to go down the stairs and meet the boss.
ru_ru: Хорошо. В таком случае я должен попросить тебя спуститься по лестнице и встретиться с боссом.

source: A no is not acceptable I'm afraid.
ru_ru: Боюсь, что ответ "нет" неприемлем.

source: There's nothing you have to worry about. Please come with me.
ru_ru: Тебе не о чем беспокоиться. Пожалуйста, за мной.

source: Fuzzy Duncan
ru_ru: Фаззи Дункан

source: What is it, \v[lore.title.seeker]? Have have business to take care of.
ru_ru: Что такое, Искатель? Есть дела, которые нужно сделать.

source: Fuzzy Duncan
ru_ru: Фаззи Дункан

source: [nods]
ru_ru: [кивает]

source: [shakes head]
ru_ru: [мотает головой]

source: [Leave]
ru_ru: [Уйти]

source: No entry for you, \c[3]Seeker\c[0].
ru_ru: Проход закрыт для тебя, \c[3]Искатель\c[0].

source: Welcome \c[3]Seeker\c[0].
ru_ru: Добро пожаловать, \c[3]Искатель\c[0].

source: Excuse the rather rude invitation.
ru_ru: Извините за довольно грубое приглашение.

source: Hi...
ru_ru: Привет...

source: I assure you there is nothing for you to be afraid of.
ru_ru: Уверяю вас, нет ничего, чего вам стоит бояться.

source: In fact, I invited you here to thank you.
ru_ru: На самом деле, я пригласил вас сюда, чтобы поблагодарить.

source: My men tell me you helped my boy here.
ru_ru: Мои люди сказали мне, что вы помогли моему мальчику.

source: Gathering precious resources from the perilous infested parts of the jungle.
ru_ru: Собрать драгоценные ресурсы из опасных заражённых частей джунглей.

source: [nods]
ru_ru: [кивает]

source: A great feat I might say. Even when he was to gather them himself.
ru_ru: Великий подвиг, я бы сказал. Даже несмотря на то, что он должен был собрать их сам.

source: Ah come on, Dad. I did it all by myself, I swear.
ru_ru: Перестань, пап. Я всё сделал сам, клянусь.

source: Shut it, boy. It is bad enough you have brought shame on yourself and the family.
ru_ru: Заткнись, мальчик. Достаточно того, что ты опозорил себя и свою семью.

source: But... \.\.\.
ru_ru: Но... \.\.\.

source: Quiet now!
ru_ru: Теперь тихо!

source: Now, \c[3]Seeker\c[0].
ru_ru: \c[3]Искатель\c[0].

source: What you did for my son showed me you have great potential.
ru_ru: То, что вы сделали для моего сына, показало мне, что у вас большой потенциал.

source: Potential that we could use for a little problem.
ru_ru: Потенциал, который мы могли бы использовать для решения маленькой проблемы.

source: You see, our family runs a business that is vital to this humble part of the city.
ru_ru: Видите ли, наша семья ведёт бизнес, который является жизненно важным для этой скромной части города.

source: Many citizens require the processed substance procured from mushrooms found in the infested jungle.
ru_ru: Многие горожане нуждаются в переработанной субстанции, полученной из грибов, найденных в заражённых джунглях.

source: The health concerns of my people are just as important to me as the ones of my own family.
ru_ru: Проблемы здоровья моих людей так же важны для меня, как и проблемы моей семьи.

source: We sell this medicine for cheap, thanks to our own trading route.
ru_ru: Мы продаём это лекарство дёшево, благодаря нашему собственному торговому маршруту.

source: But let us say that this route is... not official.
ru_ru: Но давайте скажем так, этот маршрут... неофициальный.

source: Recently the \c[3]High Trader Council\c[0] breached our route which led to an obvious shortage of medicine for our poor people.
ru_ru: Не так давно \c[3]Высший совет торговцев\c[0] обнаружил наш маршрут, что привело к очевидной нехватке лекарств для наших бедных людей.

source: Guards now patrol part of the route.
ru_ru: Теперь охранники патрулируют часть маршрута.

source: Finding another route would just bring more guards on us eventually, so another solution must be found.
ru_ru: Поиск другого маршрута в конечном итоге принесёт нам ещё больше охранников, поэтому необходимо найти другое решение.

source: And with you, I think we might just have found one.
ru_ru: А с вами, я думаю, мы его уже нашли.

source: Your \c[3]Seeker Skills\c[0] should allow you to find paths where none were before, am I not right?
ru_ru: Ваши \c[3]навыки Искателя\c[0] должны помогать находить пути там, где их раньше не было, не так ли?

source: [nods]
ru_ru: [кивает]

source: Yes, I think so too! Now what if instead of trying to find a new route, we smuggle the goods past the guards?
ru_ru: Да, я тоже так считаю! А что если вместо того, чтобы пытаться найти новый маршрут, мы тайно переправим товар мимо охранников?

source: The fine guards would do their honest work and we would do ours. No one gets hurt.
ru_ru: Прекрасные охранники сделали бы свою честную работу, а мы сделали бы свою. Никто не пострадает.

source: Of course this favor would not come without reward.
ru_ru: Конечно же, эта услуга не обойдётся без вознаграждения.

source: I'm sure you already noticed that \c[3]Outsiders\c[0] are not allowed to enter our trade hubs here in \c[3]Pond Slums\c[0]?
ru_ru: Я уверен, что вы уже заметили, что \c[3]посторонним\c[0] не разрешено входить в наши торговые зоны здесь, в \c[3]Прудовых трущобах\c[0]?

source: If you agree to help us, I will personally grant you a pass allowing you entrance to our trade hubs.
ru_ru: Если вы согласитесь помочь нам, я лично предоставлю вам пропуск, который позволит входить в наши торговые центры.

source: So what do you say? Are you willing to help us in these most desperate of times?
ru_ru: Что вы скажете? Готовы ли вы помочь нам в эти отчаянные времена?

source: Splendid!
ru_ru: Прекрасно!

source: Now, the trading route I spoke of runs below the city, starting right here in the basement and going all the way to the infested jungle.
ru_ru: Так вот, торговый маршрут, о котором я говорил, пролегает под городом, начинаясь прямо здесь, в подвале, и доходит до заражённых джунглей.

source: I want you and my son to go to the infested jungle entrance and find a way past the guards.
ru_ru: Я хочу, чтобы вы с моим сыном пошли ко входу в заражённых джунглях и нашли способ пройти мимо охранников.

source: What? I have to go with her?
ru_ru: Что? Я должен идти с ней?

source: You will do as I say, do you understand?
ru_ru: Ты будешь делать, как я скажу, понял?

source: ... Yes sir...
ru_ru: ...Да, сэр...

source: Meet my son at \c[3]Lost Lookout\c[0] in the infested jungle. He knows the secret entrance.
ru_ru: Встретьтесь с моим сыном в \c[3]Потерянном дозоре\c[0] в заражённых джунглях. Он знает секретный вход.

source: He will give you a \c[3]special chip\c[0] which allows us to track the path you took, so don't worry about jotting everything down.
ru_ru: Он даст вам \c[3]специальный чип\c[0], который позволит нам отслеживать ваш путь, поэтому не беспокойтесь о том, чтобы всё запомнить.

source: Off you go then, for the good of the people.
ru_ru: Отправляйтесь, во благо людей.

source: Now how unfortunate. However I do understand your position.
ru_ru: Как неудачно. Однако я понимаю вашу позицию.

source: If you ever change your mind, please visit me.
ru_ru: Если вы когда-нибудь передумаете, пожалуйста, посетите меня.

source: As said dear \c[3]Seeker\c[0], go find my son in Lost Lookout in the infested part of the jungle.
ru_ru: Как я и сказал, дорогой \c[3]Искатель\c[0], идите и найдите моего сына в Потерянном дозоре, в заражённой части джунглей.

source: He will guide you towards the rest.
ru_ru: Всё остальное он вам покажет.

source: [nods]
ru_ru: [кивает]

source: You have returned, \c[3]Seeker\c[0]!
ru_ru: Вы вернулись, \c[3]Искатель\c[0]!

source: I have already received word from my son.
ru_ru: Я уже получил известие от моего сына.

source: Splendid work! Now all we need is the tracker chip and we can get right back to procuring the mushrooms.
ru_ru: Великолепная работа! Теперь всё, что нам нужно, это отслеживающий чип, и мы сможем вернуться к заготовке грибов.

source: [nods]
ru_ru: [кивает]

source: With this we can finally start our production again and help the dear sick people.
ru_ru: С этим мы наконец снова сможем начать наше производство и помочь дорогим больным людям.

source: The Calzone Family will be forever in your debt.
ru_ru: Семья Кальцоне всегда будет перед вами в долгу.

source: As promised, a pass to our trader hubs is your reward.
ru_ru: Как и было обещано, пропуск в наши торговые зоны в качестве вашей награды.

source: I hope our wares will be to your liking.
ru_ru: Надеюсь, наши изделия придутся вам по вкусу.

source: I will also advise our own cashier upstairs to sell our product to you.
ru_ru: Я также сообщу нашему кассиру наверху, чтобы он продал вам наш продукт.

source: May it aid you in battle as it eases the pain of the people of Pond Slums.
ru_ru: Пусть это поможет вам в бою так же, как облегчает боль жителей Прудовых трущоб.

source: Ah, the dear \c[3]Seeker\c[0]!
ru_ru: Ах, дорогой \c[3]Искатель\c[0]!

source: Our production is running along just fine, all thanks to you.
ru_ru: Наше производство работает очень хорошо благодаря вам.

source: The Boss is just around the corner to the left.
ru_ru: Босс прямо за углом, слева.

source: [nods]
ru_ru: [кивает]

source: Hey, \v[lore.title.seeker].\. These are the headquarters of the Woodland Vanguard.\. Nice to see you around!
ru_ru: Эй, Искатель.\. Это главное управление Лесного авангарда.\. Рада тебя видеть!

source: Kacela Madaki
ru_ru: Кацела Мадаки

source: Madaki
ru_ru: Мадаки

source: Heya, \v[lore.title.seeker].\. We got nothing to do for you right now.\. Nice to see you, though!
ru_ru: Хейя, Искатель.\. У нас ничего нет для тебя прямо сейчас.\. Но всё равно рада тебя видеть!

source: Madaki
ru_ru: Мадаки

source: Hey there!\. You're a \v[lore.title.seeker] aren't you?
ru_ru: Приветствую!\. Ты Искатель, не так ли?

source: [nods]
ru_ru: [кивает]

source: Great, just what I needed.\.\.\. ...no,\. really,\. we do have an urgent need for a \v[lore.title.seeker] here.
ru_ru: Отлично, просто то, что мне нужно.\.\.\. ...нет,\. без шуток,\. у нас здесь острая необходимость в Искателе.

source: Our recent progress led us into some areas with heavy critter-concentration, so we need some additional muscle.
ru_ru: Наши последние успехи привели нас в районы с большой концентрацией живности, поэтому нам нужно немного дополнительной силы.

source: Well, not just muscle... also smarts and specialized \v[lore.title.seeker] skills.\. Sounds like just your thing?
ru_ru: Ну, не только мышцы... а также смекалка и специализированные навыки Искателя.\. Похоже, что это по твоей части?

source: [nods]
ru_ru: [кивает]

source: Neat!\. And just like the briefing says, you won't be doing all the work by hand.
ru_ru: Отлично!\. Как и говорится в брифинге, тебе не придётся выполнять всю работу вручную.

source: A network of defensive turrets is already on site.\. State-of-the-art, almost indestructible and easy to use.
ru_ru: Сеть защитных турелей уже на месте.\. Передовая, практически неразрушимая и простая в использовании.

source: ...if you are connected to Trackwalker, that is.\. Someone failed to notice that when ordering a truckload of those things...
ru_ru: ...если ты подключена к Путепроходцу, вот в чём дело.\. Кто-то не обратил внимание на это при заказе грузовика с этими штуками...
