Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: Good, good.\. I will give you list.\. \c[3]Very precious metal\c[0] is needed and some other things.
es_es: Bien, bien.\. Te daré lista.\. \c[3]Metal muy precioso\c[0] necesario y otras cosas.
ru_ru: Хорошо, хорошо.\. Я дам тебе список.\. Нужен \c[3]очень драгоценный металл\c[0] и ещё кое-что.

source: \c[3]\v[item.281.name]\c[0] is held by \c[3]ghosts in local temples\c[0], \c[3]\v[item.391.name]\c[0] and \c[3]\v[item.409.name]\c[0] can found in \c[3]\v[area.forest.name]\c[0].
es_es: \c[3]\v[item.281.name]\c[0] se encuentra en \c[3]fantasma de templos locales\c[0], \c[3]\v[item.391.name]\c[0] y \c[3]\v[item.409.name]\c[0] se encuentra en \c[3]\v[area.forest.name]\c[0].
ru_ru: \c[3]Живые молнии\c[0] есть у \c[3]призраков в местных храмах\c[0], а \c[3]Кобальтовые кристаллы\c[0] и \c[3]Липкую паутину\c[0] можно найти в \c[3]Сапфировом крае\c[0].

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good.\. Come back when materials acquired.
es_es: Bien.\. Vuelve cuando tengas materiales.
ru_ru: Хорошо.\. Возвращайся, когда соберёшь материалы.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Owo'kyari
ru_ru: Ово'кьяри

source: Owo'kyari
ru_ru: Ово'кьяри

source: Bring me material for more power machines.\. First, there is need for \c[3]very precious metal\c[0].
es_es: Tráeme material para más máquinas de energía.\. Primero, hay necesidad de \c[3]metal muy precioso\c[0].
ru_ru: Принеси мне материалы для энергомашин.\. Прежде всего, нужен \c[3]очень драгоценный металл\c[0].

source: \c[3]\v[item.281.name]\c[0] is held by \c[3]ghosts in local temples\c[0].\. \c[3]\v[item.391.name] and \v[item.409.name]\c[0] can found in \c[3]\v[area.forest.name]\c[0].
es_es: \c[3]\v[item.281.name]\c[0] se encuentra en \c[3]fantasma de templos locales\c[0], \c[3]\v[item.391.name]\c[0] y \c[3]\v[item.409.name]\c[0] se encuentra en \c[3]\v[area.forest.name]\c[0].
ru_ru: \c[3]Живые молнии\c[0] есть у \c[3]призраков в местных храмах\c[0].\. \c[3]Кобальтовые кристаллы\c[0] и \c[3]Липкую паутину\c[0] можно найти в \c[3]Сапфировом крае\c[0].

source: Owo'kyari
ru_ru: Ово'кьяри

source: \v[lore.title.seeker], you got all materials?
es_es: \v[lore.title.seeker], ¿conseguiste todos materiales?
ru_ru: Искатель, ты нашла все материалы?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Excellent!\. Now I can create more generator of power!\. \v[lore.title.seeker] just wait and prepare the awe!
es_es: ¡Excelente!\. ¡Ahora puedo crear más generadores de poder!\. ¡\v[lore.title.seeker] sólo esperar y preparar el asombro!
ru_ru: Превосходно!\. Теперь я могу создать больше энергогенераторов!\. Искатель просто ждёт и готовится восхищаться!

source: Lea wait!
es_es: ¡Lea espera!
ru_ru: Лея подожди!

source: Make engine time!
es_es: ¡Hora hacer motor!
ru_ru: Время делать машины!

source: Owo'kyari
ru_ru: Ово'кьяри

source: Work done, 3 generators ready!\. Only power source missing!
es_es: ¡Trabajo hecho, 3 generadores listos!\. ¡Sólo falta fuente de energía!
ru_ru: Работа сделана, три генератора готово!\. Только не хватает источника энергии!

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Little charged furry creatures of course!\. Called \c[3]\v[combat.name.jungle/shockcat]\c[0] by you humens.
es_es: ¡Pequeñas criaturas peludas y cargadas, por supuesto!\. Llamados \c[3]\v[combat.name.jungle/shockcat]\c[0] por ustedes humenos.
ru_ru: Маленькие заряженные пушистые создания, конечно же!\. Зовутся Шокотами у вас, человеков.

source: No worry, they will live long life and make for good and clean power source.\. Now just need to catch some!
es_es: No preocupar, tendrán vida larga y serán fuente de energía buena y limpia.\. ¡Ahora solo falta atrapar algunos!
ru_ru: Не беспокойся, они будут жить долго и станут хорошим и чистым источником энергии.\. Нужно только поймать парочку!

source: But there is hookup, however!\. Can't just take normal \v[combat.name.jungle/shockcat], no, no.\. Output not consistent.
es_es: Pero, ¡hay truco!\. No sirve \v[combat.name.jungle/shockcat] normal, no, no.\. Corriente no consistente.
ru_ru: Однако есть загвоздка!\. Нельзя просто взять обычных Шокотов, нет-нет.\. Выход непостоянен.

source: But there be special ones in the jungle, that made of ideal attributes.\. Just need to lure out.
es_es: Pero hay especiales en jungla, hechos de atributos ideales.\. Solo hay que atraerlos.
ru_ru: Но в джунглях есть особые, сделанные из идеальных атрибутов.\. Просто нужно выманить.

source: Already found ideal spots with them in the infested forest.\. Meet at \c[3]Lost Lookout\c[0] in Northeast part!
es_es: Ya encontrado lugares ideales con ellos en bosque infestado.\. ¡Reunimos en \c[3]Mirador Perdido\c[0] en parte noreste!
ru_ru: Уже нашёл идеальные места с ними в заражённом лесу.\. Встретимся в \c[3]Потерянном дозоре\c[0] на северо-востоке!

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: Owo'kyari
ru_ru: Ово'кьяри

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: \v[lore.title.seeker], what day it was!\. With 3 new generators Shad village now as powerful as never before.
es_es: \v[lore.title.seeker], ¡qué día!\. Con 3 nuevos generadores pueblo Shad ahora poderoso como nunca antes.
ru_ru: Искатель, что это был за день!\. С тремя новыми генераторами деревня шадов теперь энергична как никогда.

source: Now things needed that actually use power.\. But what?
es_es: Ahora necesitan cosas que usen energía.\. ¿Pero qué?
ru_ru: Теперь нужны вещи, которые действительно используют энергию.\. Но какие?

source: Owo'kyari
ru_ru: Ово'кьяри

source: Zla'nyoro
ru_ru: Зла'ньоро

source: Owo, what this?
es_es: Owo, ¿qué esto?
ru_ru: Ово, что это?

source: Ah, uncle Zla.\. We got more generators now.\. Great power for all of Shad village now!
es_es: Ah, tío Zla.\. Tenemos más generadores.\. ¡Gran poder para todo pueblo Shad ahora!
ru_ru: Ах, дядя Зла.\. У нас теперь больше генераторов.\. Много энергии для всей деревни шадов!

source: Ohh, so we get useful humen machines to cool food and air?
es_es: Ohh, ¿así que obtenemos máquinas humenas útiles para enfriar alimentos y aire?
ru_ru: Ооо, так у нас будут полезные человеческие машины, чтобы охлаждать еду и воздух?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Yes, those and more.\. Now cool food and drinks all day, all year!
es_es: Sí, esos y más.\. ¡Ahora alimentos y bebidas frías por todo el día, todo el año!
ru_ru: Да, и не только.\. Теперь прохладная еда и напитки весь день, весь год!

source: Hurray!\. \v[lore.title.seeker], go back to merchants in city and demand all the best machines!
es_es: ¡Viva!\. ¡\v[lore.title.seeker], vuelve con comerciantes de ciudad y pide las mejores máquinas!
ru_ru: Ура!\. Искатель, вернись к торговцам в городе и потребуй самые лучшие машины!

source: Uncle, wait.\. I will go and look at their things, so we get what needed.
es_es: Tío, espera.\. Iré y miraré sus cosas, para conseguir mejor para Shad.
ru_ru: Дядя, подожди.\. Я пойду и посмотрю на их вещи, чтобы мы получили то, что нужно.

source: Yes, true.\. Owo smart Shad with high knowledge of human machines.\. He will do fine.
es_es: Sí, verdad.\. Owo Shad listo con alto conocimiento de maquinas humanas.\. Él lo hará bien.
ru_ru: Да, верно.\. Ово умный шад с хорошим знанием человеческих машин.\. Он справится.

source: \v[lore.title.seeker] already done much.\. Just tell that Shad ready for trade.
es_es: \v[lore.title.seeker] ya ha hecho mucho.\. Solo dile que Shad está listo para comercio.
ru_ru: Искатель уже много сделал.\. Просто скажи, что шады готовы к торговле.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: And thank you for help.\. Hope to welcome \v[lore.title.seeker] back in improved village later!
es_es: Y gracias por ayuda.\. ¡Espero dar bienvenida a \v[lore.title.seeker] de nuevo en aldea mejorada luego!
ru_ru: И спасибо за помощь.\. Надеюсь видеть Искателя снова в улучшенной деревне!

source: I plan to open finest of shops with new power.\. Please come back and honor with business then!
es_es: Planeo abrir las mejores tiendas con nueva energía.\. ¡Entonces vuelve y honra con negocios!
ru_ru: Я планирую открыть лучшие магазины с новой энергией.\. Пожалуйста, возвращайся и окажи честь моему бизнесу!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Owo'kyari
ru_ru: Ово'кьяри

source: Go back to human merchants and tell the tale of Shad Village being full of power!
es_es: ¡Vuelve con mercaderes humanos y cuenta historia de que pueblo Shad está lleno de energía!
ru_ru: Вернись к человеческим торговцам и расскажи историю о деревне шадов, полной энергии!

source: New ways of cooperation between Shad and Human people of city possible now!\. Hurray!
es_es: ¡Ahora son posibles nuevas formas de cooperación entre Shad y humanos de ciudad!\. ¡Viva!
ru_ru: Теперь возможны новые пути сотрудничества между шадами и людьми из города!\. Ура!

source: Owo'kyari
ru_ru: Ово'кьяри

source: Human machines useful for good life!\. More shad starting trading in village.\. \v[lore.title.seeker] take look!
es_es: ¡Máquinas humanas útiles para buena vida!\. Más Shad comienzan a comerciar en pueblo.\. ¡\v[lore.title.seeker] mira!
ru_ru: Человеческие машины полезны для хорошей жизни!\. Больше шадов начали торговать в деревне.\. Искатель, посмотри!

source: K'tara house is now lost thanks to \c[3]black monsters\c[0].
es_es: La casa K'tara ahora está perdida gracias a \c[3]monstruos negros\c[0].
ru_ru: Теперь дом К'тары пропал, спасибо \c[3]чёрным монстрам\c[0].

source: Eldress not happy.
es_es: Anciana no está feliz.
ru_ru: Старейшина не рада.

source: You helped with black creatures, thank you Human.
es_es: Ayudaste con criaturas negras, gracias Humano.
ru_ru: Ты помогла с чёрными существами, спасибо тебе, человек.

source: Humans really that bad?
es_es: ¿Humanos en serio tan malos?
ru_ru: Люди действительно такие плохие?

source: Yes! Probably infested jungle on purpose.
es_es: ¡Sí! Probablemente envenenaron jungla a propósito.
ru_ru: Да! Наверняка намеренно заразили джунгли.

source: They want to take our land!
es_es: ¡Quieren nuestro terreno!
ru_ru: Они хотят забрать нашу землю!

source: Not sure if true...
es_es: No se si sea cierto...
ru_ru: Не уверена, что правда...

source: K'tara
ru_ru: К'тара

source: Find the \c[3]Stone Key\c[0] inside my house and bring it here.
es_es: Encuentra la \c[3]Llave de Piedra\c[0] dentro de mi casa y tráela aquí.
ru_ru: Найди \c[3]Каменный ключ\c[0] в моём доме и принеси сюда.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Once you got it, let's meet again at the \c[3]V'rda Vil landmark\c[0]!
es_es: Una vez que lo consigas, ¡Encontrémonos de nuevo en el \c[3]punto de referencia de V'rda Vil\c[0]!
ru_ru: Как только ты его получишь, давай снова встретимся у \c[3]ориентира В'рда Виль\c[0]!

# data/maps/jungle/clearing/clear-path-03.json//entities/788/settings/event/9/name
source: K'tara
ru_ru: К'тара

source: Hello, again!
es_es: ¡Hola de nuevo!
ru_ru: Привет ещё раз!

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: This is the northern part of the village.
es_es: Esta es la parte norte del pueblo.
ru_ru: Это северная часть деревни.

source: As you can see, the beasts have already come this far.
es_es: Como puedes ver, las bestias ya han llegado hasta aquí.
ru_ru: Как видишь, чудовища уже зашли так далеко.

source: K'tara
ru_ru: К'тара

source: These are the black cats that have taken over our village.
es_es: Estos son los gatos negros que se han apoderado de nuestra aldea.
ru_ru: Вот эти чёрные кошки, которые захватили нашу деревню.

source: We call them \c[3]Wiccats\c[0].
es_es: Los llamamos \c[3]Electrogatos Perversos\c[0].
ru_ru: Мы называем их \c[3]Злокошки\c[0].

source: But these are only a few. The real threat is further ahead in the \c[3]Chief's Den\c[0].
es_es: Pero estos son apenas unos pocos. La verdadera amenaza está más adelante en la \c[3]Guarida del Jefe\c[0].
ru_ru: Но это лишь немногие. Реальная угроза находится дальше в \c[3]Главном логове\c[0].

source: K'tara
ru_ru: К'тара

source: However, there is no way the other Shad will let you through.
es_es: Desgraciadamente, dudo mucho que los otros Shad te dejen pasar.
ru_ru: Однако другие шады ни за что не пропустят тебя.

source: The villagers are dead set on shutting down the power plant. They will deny any other kind of outside help.
es_es: Los aldeanos están empeñados en cerrar la planta de energía. No aceptarán ninguna otra solución.
ru_ru: Жители деревни намерены отключить электростанцию. Они отвергнут любую постороннюю помощь.

source: Yes, I know it's cumbersome. It's the same kind of stubbornness I know from a certain someone...
es_es: Sí, sé que es engorroso. Es el mismo tipo de terquedad que conozco de cierta persona...
ru_ru: Да, это весьма проблематично. Такое же упрямство, как и у одного человека, которого я знаю...

source: Anyway, that means we have to help them... in a sneaky way. And I have a plan.
es_es: En fin, eso significa que tenemos que ayudarlos... sin que se den cuenta. Y tengo un plan.
ru_ru: В любом случае, это означает, что мы должны помочь им... хитрым способом. И у меня есть план.

source: You see that house over there?
es_es: ¿Ves esa casa de allí?
ru_ru: Видишь вон тот дом?

source: K'tara
ru_ru: К'тара

source: That is my home. It's now overrun by those creatures, but it has a valuable treasure!
es_es: Esa es mi casa. Ahora está invadida por esas criaturas, ¡pero tiene un tesoro valioso!
ru_ru: Это мой дом. Сейчас он кишит этими существами, но он хранит бесценное сокровище!

source: One that lets us sneak our way around the guards.
es_es: Uno que nos permitirá escabullirnos entre los guardias.
ru_ru: То, которое позволит нам обойти охранников.

source: All we need to do is get it. That's where you come in.
es_es: Todo lo que tenemos que hacer es conseguirlo. Ahí es donde entras tú.
ru_ru: Всё, что нам нужно сделать - это получить его. Вот тут и вступаешь ты.

source: K'tara
ru_ru: К'тара

source: You need to go into my house and grab my old \c[3]Stone Key\c[0].
es_es: Tienes que ir a mi casa y obtener mi vieja \c[3]Llave de Piedra\c[0].
ru_ru: Ты должна пойти в мой дом и забрать мой старый \c[3]Каменный ключ\c[0].

source: Do you think you can do that?
es_es: ¿Crees que puedes hacer eso?
ru_ru: Как думаешь, справишься?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Great!
es_es: ¡Excelente!
ru_ru: Здорово!

source: I leave it up to you if you want to get rid of the cats or not.
es_es: Tú decides si quieres deshacerte de los gatos o no.
ru_ru: Я оставлю это на твоё усмотрение, избавляться от кошек или нет.

source: The more are gone, the happier everyone will be, I imagine.
es_es: Me imagino que mientras menos haya dando vueltas, más feliz será la gente.
ru_ru: Чем больше их прогонишь, тем счастливее все будут, я полагаю.

source: But they are very aggressive so be careful!
es_es: ¡Pero son muy agresivos así que ten cuidado!
ru_ru: Но они очень агрессивные, поэтому будь осторожна!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okay, let's open these ropes so you can jump down from here.
es_es: Bien, te abriré paso entre estas cuerdas para que puedas pasar.
ru_ru: Ладно, давай уберём эти верёвки, чтобы ты смогла спрыгнуть отсюда.

source: Sadly, there is no other way in...
es_es: Lamentablemente, no hay otra forma de cruzar...
ru_ru: К сожалению, другого пути нет...

source: K'tara
ru_ru: К'тара

source: Alright, that did the trick.
es_es: Muy bien, eso ha de bastar.
ru_ru: Хорошо, это сработало.

source: Once you've got the key, let's meet again at the \c[3]V'rda Vil landmark\c[0]!
es_es: Una vez tengas la llave, ¡encontrémonos de nuevo en el \c[3]punto de referencia de V'rda Vil\c[0]!
ru_ru: Как только получишь ключ, давай снова встретимся у \c[3]ориентира В'рда Виль\c[0]!

source: Good luck and may the Krys'kajo be with you.
es_es: Buena suerte y que el Krys'kajo te acompañe.
ru_ru: Удачи, и да прибудет с тобой Крис'кайо.

source: So... we only have to get the key.\. We don't have to fight those kittens, right?
es_es: Entonces... solo tenemos que conseguir la llave.\. No tenemos que luchar contra esos gatitos, ¿verdad?
ru_ru: Так... нам всего лишь нужно заполучить ключ.\. Мы не должны сражаться с этими котятами, правда?

source: We don't have to.\. Still, those Wiccats are a true threat to those villagers!
es_es: No tenemos que hacerlo.\. ¡Aún así, esos Electrogatos Perversos son una verdadera amenaza para los aldeanos!
ru_ru: Мы не обязаны.\. Тем не менее, эти Злокошки представляют собой настоящую угрозу для жителей деревни!

source: Aww.\. They're so cute, though.
es_es: Awww.\. Pero si son tan tiernos...
ru_ru: Оуу.\. Они такие милые.

# data/maps/jungle/clearing/clear-path-03.json//entities/804/settings/event/3/name
source: Sonya Bolt
ru_ru: Соня Болт

source: The Terror of Man can truly reside in the most innocent places and corrupt them.
es_es: El Terror del Hombre puede realmente habitar en los lugares más inocentes y corromperlos.
ru_ru: Человеческий террор поистине может прятаться в самых невинных местах и заражать их.

source: ...why?
es_es: ...¿por qué?
ru_ru: ...почему?

source: Just look, \v[lore.title.seeker].\. Even directly next to a village of the unsuspecting Shad those creatures run rampant.
es_es: Solo mira, \v[lore.title.seeker].\. Incluso junto a una aldea de los incautos Shad esas criaturas corren desenfrenadamente.
ru_ru: Только посмотри, Искатель.\.Эти создания свирепствуют даже возле деревни ничего не подозревающих шадов.

source: That location device even suggests that the facility itself is near.
es_es: Este dispositivo de localización incluso indica que la propia instalación está cerca.
ru_ru: Это устройство определения местоположения даже подсказывает, что сам объект находится рядом.

source: ...Lea?
ru_ru: ...Лея?

source: Yes, \v[lore.title.seeker], the facility that created those dangerous beings.
es_es: Sí, \v[lore.title.seeker], la instalación que creó esos seres peligrosos.
ru_ru: Да, Искатель, тот объект, что создал этих опасных существ.

source: You have to find it and uncover its secrets, so the machinations of the powerful can be stopped in the future.
es_es: Tienes que encontrarlo y descubrir sus secretos, para que las maquinaciones de los poderosos puedan detenerse en el futuro.
ru_ru: Ты должна найти его и раскрыть секреты, чтобы можно было остановить будущие махинации.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good... Very good.\. Now, go.\. And be careful.
es_es: Bien... Muy bien.\. Ahora, vete.\. Y ten cuidado.
ru_ru: Хорошо... Очень хорошо.\. А теперь иди.\. И будь осторожна.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: Key Applied
es_es: Llave Aplicada
ru_ru: Ключ применён

source: Move away human, great eldest has forbidden entry to old home because of \c[3]black monsters\c[0].
es_es: Aléjate humano, anciano mayor ha prohibido entrada a su antiguo hogar debido a \c[3]monstruos negros\c[0].
ru_ru: Проваливай, человек, великая старейшина запретила входить в старый дом, всё из-за \c[3]чёрных монстров\c[0].

source: Look up to see what you humans did.
es_es: Mira arriba para ver lo que humano hizo.
ru_ru: Посмотри, что вы, люди, сделали.

source: You brought \c[3]black monsters\c[0] into our land.
es_es: Trajo \c[3]monstruos negros\c[0] a nuestra tierra.
ru_ru: Вы принесли \c[3]чёрных монстров\c[0] на нашу землю.

source: We had to give up great eldest house to keep fiends here.
es_es: Tuvimos que renunciar casa de anciano mayor para mantener a demonios aquí.
ru_ru: Нам пришлось уступить дом великой старейшины, чтобы сдержать этих извергов здесь.

source: This path, leads to great eldress house.
es_es: Este camino, conduce a casa de Gran Anciana.
ru_ru: Этот путь ведёт к дому великой старейшины.

source: You may pass, since you helped.
es_es: Puedes pasar, ya que ayudaste.
ru_ru: Ты можешь пройти, поскольку помогла нам.

source: K'tara
ru_ru: К'тара

source: We're finally here.
es_es: Finalmente estamos aquí.
ru_ru: Наконец-то мы на месте.

source: Let's act quickly. If I remember correctly, the spot was somewhere around here.
es_es: Actuemos rápido. Si no recuerdo mal, el lugar estaba en algún lugar por aquí.
ru_ru: Давай действовать быстро. Если я правильно помню, это было где-то здесь.

source: K'tara
ru_ru: К'тара

source: Eeek! I forgot how suddenly it comes up...
es_es: ¡Eeek! Olvidé la violencia con la que se dispara esa plataforma...
ru_ru: Оооой! Я и забыла, как резко это происходит...

source: K'tara
ru_ru: К'тара

source: Back when I was young, me and the other younglings played here and found this.
es_es: Cuando era joven, mis amigos y yo jugábamos por aquí y encontramos esto.
ru_ru: Когда я была маленькой, мы с другой малышнёй играли здесь и нашли это.

source: I believe it was an old escape route built by the founders of our village.
es_es: Creo que era una antigua vía de escape construida por los fundadores de nuestra aldea.
ru_ru: Я думаю, что это старый путь эвакуации, построенный основателями нашей деревни.

source: The important part: We can now get to the Chief's Den.
es_es: Pero lo importante es que ahora podemos llegar a la Guarida del Jefe.
ru_ru: Самое главное: теперь мы можем добраться до Главного логова.

source: Up ahead are a lot of Wiccats. And also something which I believe must be their source.
es_es: Más adelante hay muchos Electrogatos perversos. Y también algo que creo que debe ser su origen.
ru_ru: Впереди много Злокошек. А также то, что, я предполагаю, должно быть их источником.

source: I don't know exactly where the source is, but my bet is in one of the houses.
es_es: No sé exactamente dónde está el origen, pero apostaría a que está en una de las casas.
ru_ru: Я не знаю точно, где находится источник, но ставлю на то, что в одном из этих домов.

source: The others told me it should be very hard to miss as it looks pretty out of place.
es_es: Los demás me han dicho que debería ser fácil de encontrar, es muy llamativo y se ve fuera de lugar.
ru_ru: Другие говорили, что его довольно сложно пропустить, так как он выглядит довольно неуместно.

source: Some kind of \c[3]glowing pole\c[0]... They believe it's an extension from that cursed powerplant.
es_es: Una especie de \c[3]poste luminoso\c[0]... Creen que es una extensión de esa condenada planta de energía.
ru_ru: Что-то вроде \c[3]светящегося столба\c[0]... Они считают, что это часть этой проклятой электростанции.

source: My hope is that by getting rid of the source, we can put an end to this infestation.
es_es: Lo que espero es que al deshacernos del origen podamos poner fin a la infestación.
ru_ru: Я надеюсь, избавившись от источника, мы сможем положить конец этому заражению.

source: Seeker, you must go in and find this source.
es_es: Buscadora, debes entrar y encontrar el origen.
ru_ru: Искатель, ты должна пойти и найти этот источник.

source: I'm sure that by doing so, we can calm the Shad and bring an end to the tension.
es_es: Estoy segura de que al hacerlo, podremos calmar a los Shad y reducir las tensiones.
ru_ru: Я уверена, что, предприняв это, мы сможем успокоить шадов и положить конец напряжённости.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I'll wait here. Come back to me once you're done.
es_es: Esperaré aquí. Vuelve a mí una vez hayas terminado.
ru_ru: Я буду ждать здесь. Вернись ко мне после того, как закончишь.

source: Do we have to fight the kittens again...?
es_es: ¿Tenemos que pelear con los gatitos otra vez...?
ru_ru: Нам снова нужно драться с котятами...?
