Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle-city.po
Languages: ru_ru

source: It's the main reason we need you at all, \v[lore.title.seeker].\.\. No offense.
ru_ru: Это главная причина, почему мы вообще нуждаемся в Искателе.\.\. Без обид.

source: Anyway, enter the cave in the \c[3]Calm Backyard of \v[area.jungle.name]\c[0].\. You'll get the details there.
ru_ru: В любом случае, войди в пещеру на \c[3]Спокойных задворках в Саду Гайи\c[0].\. Все подробности получишь там.

source: Bye...
ru_ru: Пока...

source: [shakes head]
ru_ru: [мотает головой]

source: Man, just our luck.\. I hope you can clear some time for us soon.
ru_ru: Блин, как назло.\. Надеюсь, ты скоро освободишь для нас немного времени.

source: Madaki
ru_ru: Мадаки

source: Go to \c[3]Calm Backyard in \v[area.jungle.name]\c[0] and enter the cave.\. You'll get all the details there.
ru_ru: Следуй на \c[3]Спокойные задворки в Саду Гайи\c[0] и войди в пещеру.\. Все детали ты получишь на месте.

source: Madaki
ru_ru: Мадаки

source: Hi!
ru_ru: Привет!

source: \v[lore.title.seeker], you're back.\. Seems like we finally made some progress, thanks to you.
ru_ru: Искатель, ты вернулась.\. Похоже, что благодаря тебе мы наконец достигли некоторого прогресса.

source: The experts on site still need to properly open that door, but it's only a matter of time.
ru_ru: Экспертам на месте всё ещё предстоит открыть эту дверь, но это только вопрос времени.

source: Hey, how does this sound: Once we make progress, we'll work together again, eh?
ru_ru: Эй, как насчёт такого: когда мы добьёмся прогресса, мы сообщим тебе, а?

source: [nods]
ru_ru: [кивает]

source: Oh, and they also just finished that direct teleporter to the place!\. Great timing... Lemme activate it real quick...
ru_ru: О, и они только что сделали прямой телепорт к месту!\. Как раз вовремя... Дай-ка мне активировать его по-быстрому...

source: Madaki
ru_ru: Мадаки

source: Great!\. I will send out a request over the Seeker Hub once we're ready.
ru_ru: Замечательно!\. Я отправлю запрос через центр Искателей, как только мы будем готовы.

source: Bye, \v[lore.title.seeker], hope to see you again!
ru_ru: Пока, Искатель, надеюсь увидеть тебя снова!

source: Bye!
ru_ru: Пока!

source: Madaki
ru_ru: Мадаки

source: Heya, \v[lore.title.seeker].\. We got nothing to do for you right now.\. Nice to see you, though!
ru_ru: Хейя, Искатель.\. У нас ничего нет для тебя прямо сейчас.\. Но всё равно рада тебя видеть!

source: Madaki
ru_ru: Мадаки

source: Ah, \v[lore.title.seeker], nice seeing you again.\. Still interested in our temple excavation, I assume?
ru_ru: Ах, Искатель, приятно видеть тебя снова.\. По-прежнему заинтересована в наших храмовых раскопках, я полагаю?

source: [nods]
ru_ru: [кивает]

source: Well, of course you are!\. And we got some great news for you on that front:\.\. The door has been opened!
ru_ru: Ну конечно ты заинтересована! И у нас есть хорошие новости для тебя на этом фронте:\.\. дверь открыта!

source: We are now just about to plug into the track's energy circuits from the temple that lies behind it.
ru_ru: Сейчас мы как раз собираемся подключиться к энергетическому контуру храма, который пролегает за ней.

source: But for that we will need someone to lead the defenses again.\. How about it, got some free time on your schedule?
ru_ru: Но для этого нам понадобится кто-то, чтобы снова возглавить оборону.\. Как насчет этого, есть свободное время в твоём графике?

source: [nods]
ru_ru: [кивает]

source: Alright, reliable as before I see.\. Let's hope that's also true for that tech you will be using again.
ru_ru: Хорошо, как всегда надёжна.\. Будем надеяться, что это можно будет сказать и про ту технологию, которую ты будешь использовать снова.

source: That defensive system from last time got a bit of an upgrade but should be working about the same.
ru_ru: Эта защитная система с прошлого раза немного обновилась, но должна работать примерно так же.

source: Go back to that \c[3]Grubby Cave\c[0] on \c[3]Calm Backyard\c[0] and go through that door inside.
ru_ru: Вернись в \c[3]Грязную пещеру\c[0] на \c[3]Спокойных задворках\c[0] и войди в дверь внутри пещеры.

source: We already got some of our colleagues inside that can fill you in on the details.
ru_ru: Несколько наших коллег уже внутри, и они смогут рассказать тебе о деталях.

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: Yeah, goodbye.\. And good luck!
ru_ru: Ага, до свидания.\. И удачи!

source: [shakes head]
ru_ru: [мотает головой]

source: Dang, you must really be busy.\. Hope you can find some time for us in the near future.
ru_ru: Чёрт, ты, должно быть, очень занята.\. Надеюсь, ты сможешь найти время для нас в ближайшем будущем.

source: Madaki
ru_ru: Мадаки

source: The temple is behind that door in the \c[3]Grubby Cave\c[0] you visited last time.
ru_ru: Храм находится за той дверью в \c[3]Грязной пещере\c[0], в которой ты была в прошлый раз.

source: You can enter that cave from the \c[3]Calm Backyard\c[0] in \c[3]\v[area.jungle.name]\c[0].
ru_ru: Ты можешь войти в эту пещеру на \c[3]Спокойных задворках\c[0] в \c[3]Саду Гайи\c[0].

source: Madaki
ru_ru: Мадаки

source: Hi!
ru_ru: Привет!

source: Oh, hey!\. The \v[lore.title.seeker] makes her heroic return after once again taming the wild!
ru_ru: О, хей!\. Искатель героически возвращается после очередного укрощения дикой природы!

source: Yes, you did a good job, indeed.\. And an important one.\. Replacing that device would've set us back for weeks if it broke.
ru_ru: Да, ты проделала хорошую работу.\. И очень важную.\. Замена этого устройства откинула бы нас на несколько недель назад, если бы оно сломалось.

source: But now we can siphon that sweet, precious Track-energy and also extract more information for future missions.
ru_ru: Но теперь мы можем откачивать эту сладкую, драгоценную Путе-энергию, а также получать больше информации для будущих миссий.

source: [nods]
ru_ru: [кивает]

source: Hopefully, we can count on you again in the future, \v[lore.title.seeker]!
ru_ru: Надеюсь, что мы сможем снова рассчитывать на тебя в будущем, Искатель!

source: [nods]
ru_ru: [кивает]

source: See you around!
ru_ru: Увидимся!

source: Bye!
ru_ru: Пока!

source: Madaki
ru_ru: Мадаки

source: Heya, \v[lore.title.seeker].\. We got nothing to do for you right now.\. Nice to see you, though!
ru_ru: Хейя, Искатель.\. У нас ничего нет для тебя прямо сейчас.\. Но всё равно рада тебя видеть!

source: Enter the \c[3]Grubby Cave\c[0]
ru_ru: В \c[3]Грязную пещеру\c[0]

source: Hey there, Seeker!\. Welcome to the comfy retreat of \c[3]\v[lore.title.faction-wave-jungle]\c[0].
ru_ru: Привет, Искатель!\. Добро пожаловать в убежище \c[3]Садовников Гайи\c[0].

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Greetings, \v[lore.title.seeker].\. The Track blessed us with peace right now.\. Please savor it!
ru_ru: Приветствую, Искатель.\. Путь благословил нас миром прямо сейчас.\. Пожалуйста, наслаждайся этим!

source: [nods]
ru_ru: [кивает]

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Hi!
ru_ru: Привет!

source: Ah, a \v[lore.title.seeker].\. Such a pleasant sight, welcome to our snug little retreat!
ru_ru: Ах, Искатель.\. Какое приятное зрелище, добро пожаловать в нашу маленькую обитель!

source: We, \c[3]\v[lore.title.faction-wave-jungle]\c[0], strive to protect the balance and purity of this wonderful habitat that is \v[area.jungle.name].
ru_ru: Мы, \c[3]Садовники Гайи\c[0], стремимся к сохранению баланса и чистоты этого прекрасного места.

source: Of course, with humanity always expanding, this has become both more and more important and challenging.
ru_ru: С постоянно расширяющимся человечеством, это безусловно становится всё более важной и ответственной задачей.

source: Having one as distinguished as a \v[lore.title.seeker] extend their hand to aid us can make a vast difference!
ru_ru: Наличие такого выдающегося Искателя, протягивающего нам руку помощи, может иметь огромное значение!

source: In fact, just now we are in need of someone to protect one of ours during a screening of local water sources.
ru_ru: На самом деле, прямо сейчас нам нужен кто-то, кто защитил бы одного из наших во время проверки местных источников воды.

source: Do you feel ready to assist us and our mission?
ru_ru: Готова ли ты помочь нам и нашей миссии?

source: [nods]
ru_ru: [кивает]

source: Wonderful!\. The investigation was long overdue because of the dangerous location.
ru_ru: Замечательно!\. Исследование уже давно откладывалось из-за опасности местности.

source: Meet up with Gardener Linde at the \c[3]Royal Grove\c[0].\. She will be waiting near the teleporter.
ru_ru: Встреться с садовником Линдэ в \c[3]Королевской роще\c[0].\. Она будет ждать возле телепорта.

source: Keep her safe so she can work for the well-being of our environment!
ru_ru: Обеспечь её безопасность, чтобы она смогла поработать на благо окружающей среды!

source: [nods]
ru_ru: [кивает]

source: Bye.
ru_ru: Пока.

source: [shakes head]
ru_ru: [мотает головой]

source: That is truly a shame.\. Please come back when you have changed your mind.
ru_ru: Какая жалость.\. Пожалуйста, возвращайся, когда ты передумаешь.

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Meet Gardener Linde at the \c[3]Royal Grove\c[0] and support her.\. She is waiting near the teleporter.
ru_ru: Найди садовника Линдэ в \c[3]Королевской роще\c[0] и помоги ей.\. Она ждёт возле телепортера.

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Hi!
ru_ru: Привет!

source: Ah great, welcome back \v[lore.title.seeker]!\. We already received the water samples and started the examination.
ru_ru: Ах, отлично, с возвращением, Искатель! \. Мы уже получили образцы воды и начали экспертизу.

source: The data has been dearly missing.\. Now we can finally get back on track with our work.\.
ru_ru: Этих данных нам сильно не хватало.\. Теперь мы наконец сможем снова работать в нормальном режиме.\.

source: Well, it will take some time before we have useable information.\. Maybe we will need your help again, noble \v[lore.title.seeker]!
ru_ru: Конечно, это займёт какое-то время, прежде чем мы получим результаты.\. Возможно, что нам снова понадобится твоя помощь, благородный Искатель!

source: [nods]
ru_ru: [кивает]

source: But for now, please take this reward.\. May the Ancients' bless you!
ru_ru: А сейчас, пожалуйста, возьми эту награду.\. Да благословят тебя Древние!

source: Bye!
ru_ru: Пока!

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Greetings, \v[lore.title.seeker].\. The Track blessed us with peace right now.\. Please savor it!
ru_ru: Приветствую, Искатель.\. Путь благословил нас миром прямо сейчас.\. Пожалуйста, наслаждайся этим!

source: [nods]
ru_ru: [кивает]

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Hi!
ru_ru: Привет!

source: \v[lore.title.seeker], right on cue!\. The water sample you helped to collect has proven to be useful.
ru_ru: Искатель, прямо как по заказу!\. Проба воды, которую ты помогла собрать, оказалась полезной.

source: We recently got the results of the test back and the data is definitely worrisome.
ru_ru: Мы недавно получили результаты теста, и данные определённо вызывают беспокойство.

source: An unusual concentration of unfamiliar energy has been found in the water.
ru_ru: В воде обнаружена необычная концентрация незнакомой энергии.

source: Reports suggest that it is strong enough to influence even larger animals and plants.
ru_ru: Отчёты предполагают, что она достаточно сильна, чтобы влиять даже на крупных животных и растения.

source: As we speak, infected plants roam \v[area.jungle.name] to spread the disease right into the roots of our beloved forest.
ru_ru: Пока мы говорим, заражённые растения бродят в Саду Гайи и распространяют болезнь прямо в корни нашего любимого леса.

source: \v[lore.title.seeker], will you lend us your aid again, to weed out this threat?
ru_ru: Искатель, не окажешь нам снова свою помощь, чтобы искоренить эту угрозу?

source: [nods]
ru_ru: [кивает]

source: Excellent!\. You are perfect for this job, I am certain of it.
ru_ru: Превосходно!\. Ты идеально подходишь для этой работы, я в этом уверен.

source: Now, we still do not know how the infection started spreading.\. So you should start by eradicating its offshoots.
ru_ru: Сейчас мы ещё не знаем, как зараза начала распространяться.\. Так что ты должна начать с искоренения её отростков.

source: There have been several sightings of \c[3]infected \v[combat.name.jungle/plant]\c[0] in \c[3]Western \v[area.jungle.name]\c[0].
ru_ru: На \c[3]западе Сада Гайи\c[0] было несколько обнаружений \c[3]заражённых Аргеби\c[0].

source: They seem to \c[3]remain hidden near bodies of water\c[0] while drenching the grounds with their infectious energy.
ru_ru: Кажется, они \c[3]скрываются вблизи водоёмов\c[0], в то же время отравляя землю своей инфекционной энергией.

source: Though with all that excess energy, you should be able to \c[3]sense them from afar\c[0] with your \c[3]\v[lore.title.seeker] analysis\c[0].
ru_ru: Хотя со всем этим избытком энергии, ты должна быть в состоянии \c[3]почувствовать их издалека\c[0] с помощью своего \c[3]Анализа\c[0].

source: Please hurry and dispose of them.\. Meanwhile, we will try to find the real root of the problem.
ru_ru: Пожалуйста, поторопись и избавься от них.\. Тем временем мы попытаемся найти реальный корень проблемы.

source: [nods]
ru_ru: [кивает]

source: Bye.
ru_ru: Пока.

source: [shakes head]
ru_ru: [мотает головой]

source: \v[lore.title.seeker], please.\. This could have dire consequences for the entire area.
ru_ru: Искатель, пожалуйста.\. Это может иметь ужасные последствия для всей области.

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Search for the \c[3]infected \v[combat.name.jungle/plant]\c[0] near bodies of water in \c[3]Western \v[area.jungle.name]\c[0].
ru_ru: Найди \c[3]заражённых Аргеби\c[0] вблизи водоёмов на \c[3]западе Сада Гайи\c[0].

source: They will try to hide, but with your \c[3]\v[lore.title.seeker] analysis\c[0] you should be able to \c[3]sense them from afar\c[0].
ru_ru: Они попытаются спрятаться, но с твоим Анализом \c[3]Искателя\c[0] ты сможешь \c[3]почувствовать их издалека\c[0].

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Hi!
ru_ru: Привет!

source: \v[lore.title.seeker], you have done well in isolating the infection!\. Meanwhile, we were able to find the cause of the problem!
ru_ru: Искатель, ты преуспела в изолировании инфекции!\. Между тем нам удалось найти причину проблемы!

source: Another plant has been found, older and with a much stronger concentration of energy.\. It must be the source!
ru_ru: Было найдено другое растение, более старое и с гораздо более сильной концентрацией энергии.\. Наверняка это источник!

source: And now it has taken root in \c[3]Wet Passage\c[0], directly next to central streams of water.
ru_ru: И теперь он пустил корни в \c[3]Мокром проходе\c[0], прямо рядом с центральными потоками воды.

source: \v[lore.title.seeker], you must face it and finally return it to the ground, before the infection starts again.
ru_ru: Искатель, ты должна сразиться с ним и вернуть его в землю, прежде чем заражение начнётся снова.

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: Claude Reynes
ru_ru: Клод Рэйнс

source: The source of the infection has taken root on \c[3]Wet Passage\c[0], between two rivers.
ru_ru: Источник инфекции укоренился в \c[3]Мокром Проходе\c[0] между двумя реками.

source: Go there and destroy it to preserve the forest's balance.
ru_ru: Отправляйся туда и уничтожь его, чтобы сохранить равновесие леса.

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Hi!
ru_ru: Привет!

source: \v[lore.title.seeker]!\. You have destroyed it, right?
ru_ru: Искатель!\. Ты уничтожила его, верно?

source: [nods]
ru_ru: [кивает]

source: Fantastic!\. With that threat now banished, my fellow gardeners can swarm out and purify the waters.
ru_ru: Прекрасно!\. Теперь, когда эта угроза изгнана, мои товарищи-садовники могут выйти и очистить воды.

source: How and where that plant was able to amass such power remains a mystery, but we will investigate the trail.
ru_ru: Как и где это растение смогло накопить такую мощь, остаётся загадкой, но мы будем расследовать это.

source: You, \v[lore.title.seeker], have done truly excellent work!\. Take these rewards and be blessed.
ru_ru: Ты, Искатель, проделала просто превосходную работу!\. Возьми эти награды и будь благословлена.

source: Bye!
ru_ru: Пока!

source: Claude Reynes
ru_ru: Клод Рэйнс

source: Greetings, \v[lore.title.seeker].\. The Track blessed us with peace right now.\. Please savor it!
ru_ru: Приветствую, Искатель.\. Путь благословил нас миром прямо сейчас.\. Пожалуйста, наслаждайся этим!

source: [nods]
ru_ru: [кивает]

source: Welcome.
ru_ru: Добро пожаловать.

source: Guard
ru_ru: Охранник

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: There's no need for your help, \v[lore.title.seeker].\. So let me work.
ru_ru: В твоей помощи нет необходимости, Искатель.\. Так что не мешай мне работать.

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: Hi!
ru_ru: Привет!

source: Yes, what is it... \v[lore.title.seeker], I assume?\. You're not here to waste my time, are you?
ru_ru: Да, что такое... Искатель, я полагаю?\. Ты здесь не для того, чтобы тратить моё время, так?

source: [shakes head]
ru_ru: [мотает головой]

source: Good, because that's already getting eaten by this damn city as is.\. Don't need no smartass adventurers doing the same.
ru_ru: Хорошо, потому что оно уже съедено этим чёртовым городом.\. Не нужно никаких умных авантюристов, делающих то же самое.

source: And since we're already talking, are you here to help with one of those time consuming problems plaguing Basin Keep?
ru_ru: И раз уж мы заговорили, ты здесь, чтобы помочь с одной из этих долгосрочных проблем, изводящих Твердыню Бэйзина?

source: [nods]
ru_ru: [кивает]

source: Now there's a start for a brighter day.\. Hope we can keep it that way.
ru_ru: Вот и начало светлого дня.\. Надеюсь, мы сможем продолжать в том же духе.

source: Listen, \v[lore.title.seeker]: We got a volatile situation at hand in our Western district.
ru_ru: Слушай, Искатель: у нас нестабильная ситуация в Западном районе.

source: An organized mob of armed birds has stormed an office building from the air and taken hostages.
ru_ru: Организованная толпа вооруженных птиц штурмовала офисное здание с воздуха и захватила заложников.

source: Yes, it's a mess.\. And we still don't know their demands and exact numbers.
ru_ru: Да, это беспорядок.\. И мы до сих пор не знаем их требования и точные цифры.

source: I hate outsourcing matters of public security but we got no choice here.\. Also, Track-related messes are a \v[lore.title.seeker]'s specialty, right?
ru_ru: Я ненавижу внешний подряд в вопросах общественной безопасности, но у нас здесь нет выбора.\. Кроме того, связанные с Путём беспорядки входят в обязанности Искателей, верно?

source: How...?
ru_ru: Как...?

source: Look, there's no use debating this now.\. Better talk to our officer on site and see that you make yourself useful.
ru_ru: Послушай, сейчас нет смысла обсуждать это.\. Лучше поговори с нашим офицером на месте и сделай что-нибудь полезное.

source: It's the \c[3]Clipson Tower\c[0] in the \c[3]Northern part of our Western district\c[0].\. Now get moving!
ru_ru: \c[3]Небоскрёб Клипсона\c[0] в \c[3]северной части нашего западного округа\c[0].\. Теперь пошевеливайся!

source: Bye.
ru_ru: Пока.

source: [shakes head]
ru_ru: [мотает головой]

source: No?\. And there I thought you might actually be useful.
ru_ru: Нет?\. А я думал, что ты вправду можешь быть полезной.

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: Talk to our officer on site and see how you can solve the hostage situation.
ru_ru: Поговори с нашим офицером на месте и разберись, каким образом ты можешь решить ситуацию с заложниками.

source: He is waiting in front of the \c[3]Clipson Tower\c[0] in the \c[3]Northern part of our Western district\c[0].
ru_ru: Он ожидает перед \c[3]Небоскрёбом Клипсона\c[0] в \c[3]северной части нашего западного округа\c[0].

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: Hi!
ru_ru: Привет!

source: Oh, don't give me that smug face, \v[lore.title.seeker]!\. You stirred up a lot of trouble with your lil' shootout!
ru_ru: Ох, убери эту самодовольную улыбку, Искатель!\. Ты вызвала много проблем своими пострелушками!

source: Messing up the negotiations, starting an office brawl around the hostages?
ru_ru: Запороть переговоры, начать офисную потасовку вокруг заложников?

source: We got traumatized white collars and the press slamming our ears about your methods!\. You are a loose cannon, \v[lore.title.seeker]!
ru_ru: Мы травмировали белых воротничков, и пресса присела нам на уши насчёт твоих методов! \. Ты как шальная пуля, Искатель!

source: Still, I can't deny that you got the results.\. The problem has been resolved without major injuries.
ru_ru: Всё-таки я не могу отрицать, что ты получила результаты.\. Проблема была решена без серьёзных последствий.

source: [nods]
ru_ru: [кивает]

source: Alright, I'll let your methods slide this time.\. Take your reward and stay in touch.
ru_ru: Хорошо, я закрою глаза на твои методы на этот раз.\. Возьми свою награду и оставайся на связи.

source: Bye!
ru_ru: Пока!

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: There's no need for your help, \v[lore.title.seeker].\. So let me work.
ru_ru: В твоей помощи нет необходимости, Искатель.\. Так что не мешай мне работать.

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: Hi.
ru_ru: Привет.

source: Ah, the troublemaker has returned.\. I assume that your lack of self-restraint has not changed?
ru_ru: Ах, нарушитель спокойствия вернулся.\. Я полагаю, что твоё отсутствие самообладания не изменилось?

source: ...why?
ru_ru: ...почему?

source: A bit huffy, are we now?\. Well, dealing with the press and signing all those reports was not pleasant either, \v[lore.title.seeker].
ru_ru: Ой, мы немного раздражены теперь?\. Что ж, общаться с прессой и подписывать все эти отчёты тоже было не очень приятно, Искатель.

source: ...Lea!
ru_ru: ...Лея!

source: What, some problems in Bergen?\. Why is this on us now?\. We already got our hands full.
ru_ru: Что, какие-то проблемы в Бергене?\. А мы здесь при чём?\. У нас тут своих забот полно.

source: In any case, we could use your help for another job.
ru_ru: В любом случае, мы можем использовать твою помощь для другой работы.

source: This time no human lives will be directly involved, so you can let loose as much as you want.\. Should be right up your alley, to be frank.
ru_ru: На этот раз никакие человеческие жизни не будут вовлечены в дело, поэтому ты можешь дать волю чувствам.\. Должно быть прямо по твоей части, если быть откровенным.

source: [nods]
ru_ru: [кивает]

source: Good.\. I figured you'd be up for another opportunity to blast those criminal birds.
ru_ru: Хорошо.\. Я подумал, что тебя заинтересует ещё одна возможность поджарить этих преступных птиц.

source: It's about the situation in the damn \c[3]Clipson Tower\c[0] again.
ru_ru: Речь снова идёт о ситуации в чёртовом \c[3]Небоскрёбе Клипсона\c[0].

source: The building has been evacuated by now, but the Papagang still controls the highest floors.
ru_ru: Здание уже эвакуировано, но Попуганза по-прежнему контролирует самые верхние этажи.

source: Why...?
ru_ru: Почему...?

source: Well, those feathery crooks have holed up with crates full of precious stolen fruits, slowly transporting it away.
ru_ru: Эти пернатые жулики укрылись с ящиками, полными драгоценных украденных фруктов, и медленно уносят их оттуда.
