Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/44/message
source: Oui, oui...
ru_ru: Oui, oui (Да-да)...

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/45/message
source: Anyway, I'll logout now. See you around.
es_es: Bueno, pues ya me voy. Nos vemos.
ru_ru: Так или иначе, я выхожу сейчас. Увидимся.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/46/message
source: Yes, me too.
es_es: Sí, yo también.
ru_ru: Да, я тоже.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/47/message
source: Until then, Spheromancer Lea and Pentafist Emilie!
es_es: ¡Hasta entonces, Spheromancer Lea y Pentafist Emilie!
ru_ru: До скорого, сферомант Лея и пентафист Эмили!

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/48/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/49/message
source: Mon Dieu, what a mouthful.
es_es: Mon Dieu, qué manera de hablar.
ru_ru: Mon dieu (Боже мой), какой болтун.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/52/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/54/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/64/message
source: Alright, looks like we are finally ready!
es_es: Muy bien, ¡parece que finalmente estamos listos!
ru_ru: Ладно, похоже, что мы наконец-то готовы!

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/65/message
source: Now that we collected the \c[3]Star Shade\c[0], we can enter \c[3]Sapphire Ridge\c[0].
es_es: Ahora que obtuvimos la \c[3]Sombra de Estrella\c[0], podemos ingresar a \c[3]Cresta Zafiro\c[0].
ru_ru: Теперь, когда мы собрали \c[3]Тень звезды\c[0], мы можем войти в \c[3]Сапфировый край\c[0].

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/67/message
source: Anyway, we have played for a pretty long time again.
es_es: En fin, ya hemos estado jugando por un largo rato otra vez.
ru_ru: В любом случае, мы снова играли довольно долго.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/68/message
source: Should we call it a day as well?
es_es: ¿Quieres desconectarte también?
ru_ru: Ну что, можно закругляться на сегодня?

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/69/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/70/message
source: Alright.\. Good night, Lea.
es_es: De acuerdo.\. Buenas noches, Lea.
ru_ru: Ладно.\. Спокойной ночи, Лея.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/71/message
source: Bye.
es_es: Adiós.
ru_ru: Пока.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/73/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/jungle/dng/tree-expo-space.json//entities/22/settings/teleportLabel
source: Back to the \c[3]Entrance\c[0]
es_es: Volver a la \c[3]Entrada\c[0]
ru_ru: Обратно ко \c[3]входу\c[0]

# data/maps/jungle/dng/tree-expo-space.json//entities/25/settings/dialog/0/text
source: I'M IN SPACE!! LITERALLY SPACE!!
es_es: ¡¡ESTOY EN EL ESPACIO!! ¡¡LITERALMENTE EN EL ESPACIO!!
ru_ru: Я В КОСМОСЕ!! БУКВАЛЬНО КОСМОС!!

# data/maps/jungle/dng/tree-expo-space.json//entities/25/settings/dialog/1/text
source: The floor is TRANSPARENT! There is NO FENCE!
es_es: ¡El suelo es TRANSPARENTE! ¡NO HAY VALLAS!
ru_ru: Пол ПРОЗРАЧНЫЙ! ЗАБОРА НЕТ!

# data/maps/jungle/dng/tree-expo-space.json//entities/25/settings/dialog/2/text
source: WHAT IS THIS?!
es_es: ¡¿QUÉ ES ESTO?!
ru_ru: ЧТО ЭТО ТАКОЕ?!

# data/maps/jungle/dng/tree-expo-space.json//entities/25/settings/dialog/3/text
source: C-Calm down!
es_es: ¡T-Tranquila!
ru_ru: У-успокойся!

# data/maps/jungle/dng/tree-expo-space.json//entities/25/settings/dialog/4/text
source: They made me go HIGHER up than ANYONE has any RIGHT to be!
es_es: ¡Me hicieron ir más ALTO de lo que CUALQUIERA tiene DERECHO a estar!
ru_ru: Они заставили меня подняться ВЫШЕ, чем КТО-ЛИБО вообще ДОЛЖЕН!

# data/maps/jungle/dng/tree-expo-space.json//entities/25/settings/dialog/5/text
source: Is this on purpose?!
es_es: ¡¿Lo hacen a propósito?!
ru_ru: Это всё нарочно?!

# data/maps/jungle/dng/tree-expo-space.json//entities/25/settings/dialog/6/text
source: Do they want to scar me for life?!
es_es: ¡¿Quieren traumarme de por vida?!
ru_ru: Неужели они хотят, чтобы я получила моральную травму на всю жизнь?!

# data/maps/jungle/dng/tree-expo-space.json//entities/25/settings/dialog/7/text
source: You're gonna be fine!
es_es: ¡Vas a estar bien!
ru_ru: С тобой всё будет в порядке!

# data/maps/jungle/dng/tree-expo-space.json//entities/29/settings/dialog/0/text
source: E'nel really is one badass goddess. Look at that flaming blade.
es_es: E'nel sí que mola. Mira esa hoja en llamas.
ru_ru: Э'нель действительно крутая богиня. Посмотри на это пылающее лезвие.

# data/maps/jungle/dng/tree-expo-space.json//entities/29/settings/dialog/1/text
source: Yeah... she's so friggin hot.
es_es: Sí... ella es tan jodidamente caliente.
ru_ru: Ага... она чертовски горячая.

# data/maps/jungle/dng/tree-expo-space.json//entities/29/settings/dialog/2/text
source: Huh?
es_es: ¿Eh?
ru_ru: А?

# data/maps/jungle/dng/tree-expo-space.json//entities/29/settings/dialog/3/text
source: I-I mean her sword! It's all flames! Must be really hot, right?
es_es: ¡M-me refiero a su espada! ¡Es todo llamas! Debe estar muy caliente, ¿verdad?
ru_ru: Я-Я про её меч! Он весь из огня! Должно быть, очень горячий, верно?

# data/maps/jungle/dng/tree-expo-space.json//entities/29/settings/dialog/4/text
source: Right...
es_es: Claro...
ru_ru: Верно...

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Outer Space.
es_es: El espacio exterior.
ru_ru: Открытый космос.

source: Countless stars.
es_es: Incontables estrellas.
ru_ru: Бесчисленные звёзды.

source: The absolute silence of the vacuum.
es_es: El silencio absoluto del vacío.
ru_ru: Абсолютная тишина вакуума.

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: Well...\. I suppose the last one doesn't apply.
es_es: Bueno...\. Supongo que eso último no aplica.
ru_ru: Ну...\. Полагаю, последнее здесь неприменимо.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-expo-space.json//entities/45/settings/dialog/0/text
source: I bet this god has a number of tricks up his sleeve!
es_es: ¡Apuesto a que este dios tiene varios trucos bajo la manga!
ru_ru: Я уверена, что у этого бога припрятано несколько тузов в рукаве!

# data/maps/jungle/dng/tree-expo-space.json//entities/45/settings/dialog/1/text
source: ...Because he's holding cards?
es_es: ...Porque ¿está sosteniendo cartas?
ru_ru: ...Потому что он держит в руках карты?

# data/maps/jungle/dng/tree-expo-space.json//entities/45/settings/dialog/2/text
source: ...Yes.
es_es: ..Sí.
ru_ru: ...Да.

# data/maps/jungle/dng/tree-expo-space.json//entities/45/settings/dialog/4/text
source: Now I wonder what card games the Ancients used to play.
es_es: Ahora me pregunto a qué juegos de cartas jugaban los Antiguos.
ru_ru: Теперь мне интересно, в какие карточные игры играли Древние.

# data/maps/jungle/dng/tree-expo-space.json//entities/46/settings/dialog/0/text
source: Phew... that boss was quite something, wasn't it?
es_es: Uf... ese jefe estaba fuera de sí, ¿verdad?
ru_ru: Фух... этот босс был просто нечто, не так ли?

# data/maps/jungle/dng/tree-expo-space.json//entities/46/settings/dialog/1/text
source: Oh yeah! That ape was raging like crazy at the end!
es_es: ¡Oh, sí! ¡Ese mono se puso como loco al final!
ru_ru: О да! Эта обезьяна бесновалась как сумасшедшая в конце!

# data/maps/jungle/dng/tree-expo-space.json//entities/46/settings/dialog/2/text
source: Oh... did you guys defeat the whale first?
es_es: Oh... ¿vencieron a la ballena primero?
ru_ru: Ох... ребята, вы сначала победили кита?

# data/maps/jungle/dng/tree-expo-space.json//entities/46/settings/dialog/3/text
source: Yeah... isn't that pretty much the only way?
es_es: Sí... ¿no es esa la única manera?
ru_ru: Да... разве это не единственный способ?

# data/maps/jungle/dng/tree-expo-space.json//entities/46/settings/dialog/4/text
source: No, you can defeat the ape first as well.
es_es: No, también puedes derrotar al mono primero.
ru_ru: Нет, ты также можешь сначала победить обезьяну.

# data/maps/jungle/dng/tree-expo-space.json//entities/46/settings/dialog/5/text
source: You just need to knock it off the whale in the later rounds, using those wave teleport bubbles.
es_es: Sólo tienes que tirarlo de la ballena en las últimas rondas, usando esas burbujas de pulso de teletransporte.
ru_ru: Нужно просто сбить его с кита в поздних раундах, используя эти пузыри-телепорты для волн.

# data/maps/jungle/dng/tree-expo-space.json//entities/46/settings/dialog/6/text
source: Whoa, I didn't even notice! I was just 100% focused on punching that whale...
es_es: ¡Wow, ni siquiera me di cuenta! Toda mi concentración estaba en darle a esa ballena...
ru_ru: Ого, я даже не заметил! Я просто на 100% сосредоточился на этом ките...

# data/maps/jungle/dng/tree-expo-space.json//entities/47/settings/dialog/0/text
source: And? Did you recognize any constellations yet?
es_es: ¿Y? ¿Has reconocido ya alguna constelación?
ru_ru: Ну? Ты уже узнал какие-нибудь созвездия?

# data/maps/jungle/dng/tree-expo-space.json//entities/47/settings/dialog/1/text
source: Not really... do you think the celestial sphere is even the same?
es_es: En realidad no... ¿crees que la esfera celestial sea siquiera la misma?
ru_ru: Как-то нет... ты думаешь, что небесная сфера такая же, как и в реальном мире?

# data/maps/jungle/dng/tree-expo-space.json//entities/47/settings/dialog/2/text
source: I heard this place isn't too far from our planet, so it should be about the same.
es_es: He oído que este lugar no está muy lejos de nuestro planeta, así que debería ser similar.
ru_ru: Я слышал, что это место недалеко от нашей планеты, так что она должна быть примерно такой же.

# data/maps/jungle/dng/tree-expo-space.json//entities/47/settings/dialog/3/text
source: Well...\. unless all of this is just simulated, which it probably is.
es_es: Bueno...\. a menos que esté todo simulado, y probablemente así sea.
ru_ru: Ну...\. если только всё это не симуляция, как, вероятно, и есть.

# data/maps/jungle/dng/tree-expo-space.json//entities/47/settings/dialog/4/text
source: Right...\. They like to mess with things like this to keep their artistic freedom.
es_es: Cierto...\. Les gusta manosear cosas así para mantener la libertad artística.
ru_ru: Это точно...\. Они любят возиться с такими вещами, чтобы сохранить свою творческую свободу.

# data/maps/jungle/dng/tree-expo-space.json//entities/48/settings/dialog/0/text
source: I gotta admit...
es_es: Debo admitir...
ru_ru: Стоит признаться...

# data/maps/jungle/dng/tree-expo-space.json//entities/48/settings/dialog/1/text
source: I was surprised when I found out they would give us two elements so close to each other.
es_es: Me llevé una sorpresa al darme cuenta que nos darían dos elementos tan cercanos entre sí.
ru_ru: Я была удивлена, когда узнала, что нам дадут два элемента так близко к друг другу.

# data/maps/jungle/dng/tree-expo-space.json//entities/48/settings/dialog/2/text
source: Surprised?\. Don't you mean... \c[3]shocked\c[0]?
es_es: ¿Sorprendido?\. ¿No querrás decir... \c[3]en shock\c[0]?
ru_ru: Удивлена?\. Ты имеешь в виду... \c[3]шокирована\c[0]?

# data/maps/jungle/dng/tree-expo-space.json//entities/48/settings/dialog/3/text
source: Dude, that pun is overused.\. Come up with something better.
es_es: Amigo, ese juego de palabras ya cansa.\. Inventa algo mejor.
ru_ru: Чувак, это заезженный каламбур.\. Придумай что-нибудь получше.

# data/maps/jungle/dng/tree-expo-space.json//entities/48/settings/dialog/4/text
source: I, uh...\. I can't think of anything. Sorry.
es_es: Yo, eh...\. No se me ocurre nada. Lo siento.
ru_ru: Я, э...\. Я ничего не могу придумать. Извини.

# data/maps/jungle/dng/tree-expo-space.json//entities/48/settings/dialog/5/text
source: It's fine, I'll... \c[3]wave\c[0] this off.
es_es: Está bien. Si me matases de la risa me quedaría sin \c[3]pulso\c[0].
ru_ru: Всё в порядке, я... не \c[3]волнуюсь\c[0].

source: Sergiy
ru_ru: Сергий

source: A whale.\. A huge whale.
es_es: Una ballena.\. Una ballena gigante.
ru_ru: Кит.\. Огромный кит.

source: So a hover board wasn't quite crazy enough.
es_es: Como si la patineta flotante no fuese lo bastante alocado.
ru_ru: То есть ховерборд был недостаточно сумасшедшей идеей.

source: No, they had to put the ape on a whale!
es_es: ¡No, tenían que poner al mono en una ballena!
ru_ru: Нет, надо же было посадить обезьяну на кита!

source: Oui, that was quite... strange.
es_es: Oui, eso fue bastante... extraño.
ru_ru: Oui (Да), это было довольно... странно.

source: Dodging that lightning and whale jump was pretty intense.
es_es: Esquivar sus rayos y el salto de la ballena fue bastante intenso.
ru_ru: Уклоняться от этих молний и китовых прыжков было довольно напряжённо.

source: I'll still take it over a bunch of bugs any day!
es_es: ¡Aunque aún así lo prefiero a un montón de bichos!
ru_ru: Я всё равно выберу это вместо пачки жуков!

source: It was an honorable challenge, perfectly fit for a Spheromancer!
es_es: ¡Fue un desafío honorable, digno de un Spheromancer!
ru_ru: Это было почётное испытание, идеально подходящее для сфероманта!

source: Wait...\. which part of it being a giant whale makes it honorable!
es_es: Espera...\. ¿¡qué parte de ser una ballena gigante lo hace honorable!?
ru_ru: Подожди...\. какая часть этого гигантского кита делает его почётным?

source: Well, it's...\. huge...\. and majestic.
es_es: Bueno es...\. enorme...\. y majestuosa.
ru_ru: Ну, он...\. огромный...\. и величественный.

source: Can't deny that.
es_es: No puedo negar eso.
ru_ru: Не могу отрицать этого.

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/8/message
source: How could I ever forget this place.
es_es: Cómo podría olvidar este lugar.
ru_ru: Как я вообще мог забыть об этом месте.

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/14/message
source: I just love the view from up here towards the sky...
es_es: Me encanta la vista desde aquí hacia el cielo...
ru_ru: Я просто обожаю смотреть отсюда навстречу небу...

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/15/message
source: Seeing all those stars...
es_es: Ver todas esas estrellas...
ru_ru: Видеть все эти звёзды...

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/31/text
source: A sea of stars...
es_es: Un mar de estrellas...
ru_ru: Море звёзд...

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/47/text
source: Thank...
es_es: Gracias...
ru_ru: Спасибо...

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/68/message
source: Oh...
ru_ru: Ох...

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/69/message
source: Oh no...
ru_ru: О нет...

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/75/message
source: I...\. I need to quickly check something.
es_es: Yo...\. Debo comprobar algo rápidamente.
ru_ru: Я...\. Я должен быстро кое-что проверить.

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/83/message
source: Wait!
es_es: ¡Espera!
ru_ru: Подожди!

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/85/message
source: Uhm,\. did he just leave?
es_es: Eh,\. ¿se acaba de ir?
ru_ru: Эмм,\. он только что ушёл?

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/86/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/87/message
source: Let me quickly check where he is.
es_es: Déjame comprobar rápidamente dónde está.
ru_ru: Дай мне быстро проверить, где он.

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/88/message
source: How?
es_es: ¿Cómo?
ru_ru: Как?

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/89/message
source: I have access to the locations of all evotars.
es_es: Tengo acceso a las ubicaciones de todos los evotares.
ru_ru: У меня есть доступ к местоположениям всех эвотаров.

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/91/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/92/message
source: Instatainment wanted to have you monitored, just in case.
es_es: Instatainment quería que te vigilaran, por si acaso.
ru_ru: Instatainment хотели, чтобы за тобой следили, на всякий случай.

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/94/message
source: Okay, he is currently in \c[3]Sapphire Ridge\c[0].
es_es: De acuerdo, actualmente se encuentra en \c[3]Cresta Zafiro\c[0].
ru_ru: Хорошо, в данный момент он в \c[3]Сапфировом крае\c[0].

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/96/message
source: Close to the entrance of \c[3]Vermillion Wasteland\c[0].
es_es: Cerca de la entrada del \c[3]Vertedero Vermillion\c[0].
ru_ru: Недалеко от входа в \c[3]Пустошь Вермиллион\c[0].

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/98/message
source: You better check on him quickly.
es_es: Será mejor que veas qué está haciendo ahora mismo.
ru_ru: Тебе лучше быстрее его проверить.

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/99/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-expo-space.json//entities/50/settings/event/104/task
source: Look for C'tron in \c[3]Sapphire Ridge - Hidden Entrance\c[0].
es_es: Busca a C'tron en \c[3]Cresta Zafiro - Entrada Oculta\c[0].
ru_ru: Найдите Ци'трона в \c[3]Сапфировом крае - Скрытый проход\c[0].

# data/maps/jungle/dng/tree-expo-space.json//entities/52/settings/event/0/message
source: Oh!\. What an amazing view!
es_es: ¡Vaya!\. ¡Qué vista impresionante!
ru_ru: О!\. Какой потрясающий вид!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/6/message
source: Finally! We're here! Look at that huge tree!
es_es: ¡Por fin! ¡Ya estamos aquí! ¡Mira ese enorme árbol!
ru_ru: Наконец-то! Мы на месте! Взгляните на это огромное дерево!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/12/message
source: So that's the Grand Krys'kajo? Certainly majestic.
es_es: ¿Así que este es el Gran Krys'kajo? Ciertamente majestuoso.
ru_ru: Так это и есть Гранд Крис'кайо? Безусловно величественно.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/17/message
source: Oui! So... are you ready for the final sprint?
es_es: ¡Oui! Entonces... ¿estás listo para el último esfuerzo?
ru_ru: Oui (Да)! Итак... вы готовы к финальному забегу?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/18/message
source: Uhm...\. actually...
es_es: Mmm...\. De hecho...
ru_ru: Эмм...\. на самом деле...

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/20/message
source: ...Tronny?
ru_ru: ...Тронни?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/21/message
source: I-I'm sorry, but I really have to leave.
es_es: L-Lo siento, pero realmente tengo que irme.
ru_ru: Я-Я извиняюсь, но мне необходимо уйти.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/24/message
source: Noooo...\. Tronny, don't leave us!
es_es: Noooo...\. ¡Tronny, no nos dejes!
ru_ru: Неееет...\. Тронни, не бросай нас!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/25/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/26/message
source: That quest from before just took so much longer than I expected.
es_es: Esa misión de antes tomó mucho más tiempo de lo que esperaba.
ru_ru: Этот предыдущий квест потребовал гораздо больше времени, чем я ожидал.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/27/message
source: I still have things to prepare for an assignment tomorrow...
es_es: Todavía tengo cosas que preparar para una tarea mañana...
ru_ru: Мне всё ещё нужно подготовиться к завтрашнему заданию...

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/28/message
source: Neeeeeeeeerd.
ru_ru: Ботааааааааан.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/29/message
source: Sorry...\. But, you know...\. It's fine if you two continue the run without me.
es_es: Lo siento...\. Pero, ya saben...\. No hay problema si ustedes dos continúan la carrera sin mí.
ru_ru: Сожалею...\. Но, знаете...\. Это нормально, если вы двое продолжите забег без меня.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/30/message
source: It's your competition, after all.
es_es: Es su competición, después de todo.
ru_ru: В конце концов, это ваше соревнование.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/31/message
source: No, Tronny, you're a part of this as well!
es_es: No, Tronny, ¡tú también eres parte de esto!
ru_ru: Нет, Тронни, ты тоже часть этого!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/32/message
source: Except, I wasn't there when you ran the Temple Mine, right?
es_es: Pero yo no estaba allí cuando hicieron el Templo Mina, ¿verdad?
ru_ru: Только вот меня не было, когда вы проходили Храм-Шахту, верно?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/33/message
source: Well...\. true.
es_es: Bueno...\. es cierto.
ru_ru: Ну...\. правда.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/35/message
source: Sorry, but I really have to log out now.
es_es: Lo siento, pero realmente tengo que desconectarme ahora.
ru_ru: Извините, но мне действительно нужно выйти сейчас.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/36/message
source: We can do the run together tomorrow if you like, but again, it's fine if you continue without me.
es_es: Podemos hacer la carrera juntos mañana si quieren, pero de nuevo, está bien si continúan sin mí.
ru_ru: Мы можем вместе устроить забег завтра, если хотите, но повторюсь, ничего страшного, если вы продолжите без меня.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/37/message
source: Hm...\. tough decision.
es_es: Hmmm...\. Difícil decisión.
ru_ru: Хм...\. трудное решение.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/38/message
source: Anyway, see you two soon!\. Goodbye!
es_es: De todos modos, ¡nos vemos pronto!\. ¡Adiós!
ru_ru: В любом случае, скоро увидимся!\. До свидания!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/39/message
source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/40/message
source: Au revoir, you little nerd.
es_es: Au revoir, pequeño nerd.
ru_ru: Au revoir (До свидания), маленький ботаник.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/41/message
source: Oh, come on.
es_es: Oh, vamos.
ru_ru: Ой, да ладно.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/43/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры
