Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

# data/maps/jungle/path-02-crossroads.json//entities/642/settings/dialog/0/text
source: I wonder if she'll turn up again...
es_es: Me pregunto si se aparecerá nuevamente.
ru_ru: Интересно, появится ли она снова...

source: Henry
ru_ru: Генри

source: I-I-It's you!
es_es: ¡E-Eres t-tú!
ru_ru: Э-э-это ты!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: At t-this point, someone might t-think you're stalking me.
es_es: A es-stas alturas c-cualquiera p-p-pensaría que me est-tás s-siguiendo.
ru_ru: К-кто-то может п-подумать, что ты меня преследуешь.

source: It has been a while! And a-a-as usual you came at the right moment.
es_es: ¡Ha pasado mucho tiempo! Y c-c-como siempre has llegado en el momento justo.
ru_ru: Давненько не виделись! И к-к-как всегда ты пришла в нужный момент.

source: Another player has just p-placed a probe somewhere in t-t-t-this jungle.
es_es: Otro jugador acaba de c-colocar una sonda en algún lugar de e-e-esta selva.
ru_ru: Другой игрок только что п-поместил зонд где-то в э-э-этих джунглях.

source: Even though I had some problems earlier.
es_es: Aunque antes tuve algunos problemas.
ru_ru: Хотя у меня были некоторые проблемы до этого.

source: D-D-Don't worry about it... It was just a misunderstanding.
es_es: N-N-No te preocupes... Fue sólo un malentendido.
ru_ru: Н-Н-Не переживай об этом... Это было просто недоразумение.

source: It j-j-just means I don't have much t-t-time left.
es_es: Sólo significa q-q-que no me queda mucho t-t-tiempo.
ru_ru: Это всего л-л-лишь означает, что у меня осталось не так много в-в-времени.

source: S-So would you be willing to help me survey this area too?
es_es: E-Entonces, ¿estarías dispuesta a ayudarme a estudiar esta zona también?
ru_ru: Т-Так ты готова помочь мне обследовать эту область тоже?

source: T-Thank you! T-this will be the last time, I p-p-promise.
es_es: ¡G-Gracias! E-esta será la última vez, lo p-p-prometo.
ru_ru: С-Спасибо! Э-это будет последний раз, я о-о-обещаю.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I d-d-don't have any probes left, but I g-g-guess you know what they look like by now.
es_es: N-n-no me quedan sondas, pero s-supongo que ya sabes cómo son.
ru_ru: У меня н-н-не осталось зондов, но я д-д-думаю, что ты уже знаешь, как они выглядят.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: O-Oh... You are not interested...
es_es: O-Oh... No estás interesada...
ru_ru: О-Ох... Ты не заинтересована...

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/2/name
source: Baxton
ru_ru: Бакстон

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/4/message
source: Lady Lea!
ru_ru: Леди Лея!

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/5/message
source: Hi...!
es_es: ¡Hola...!
ru_ru: Привет...!

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/6/message
source: It seems we meet yet again. It must be fate.
es_es: Parece que nos encontramos una vez más. Debe ser el destino.
ru_ru: Кажется, мы встретились снова. Должно быть, это судьба.

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/8/message
source: Reports in this area have been made by dutiful players that a strange player was seen here.
es_es: Me han llegado informes por parte de los jugadores de que han avistado a un jugador extraño por aquí.
ru_ru: Жалобы в этой области, отправленные сознательными игроками, показали, что странный игрок был замечен здесь.

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/9/message
source: One that appears as a humble NPC seeking help from other players.
es_es: Uno que se hace pasar como un humilde NPC que pide ayuda a otros jugadores.
ru_ru: Тот, который выглядит как скромный NPC, ищущий помощь других игроков.

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/10/message
source: Let me ask quite bluntly here, Lady Lea...
es_es: Iré al grano, Lady Lea...
ru_ru: Позвольте мне спросить напрямую, леди Лея...

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/11/message
source: Did you accept a quest from an NPC by the name of... let me see here... \.\.\. \c[3]Henry\c[0]?
es_es: ¿Has aceptado una misión de un NPC que se hace llamar... déjame ver... \.\.\. \c[3]Henry\c[0]?
ru_ru: Вы брали квест у NPC по имени... дайте мне взглянуть... \.\.\. \c[3]Генри\c[0]?

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/12/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/13/message
source: Well, this is quite unsettling. You are the third person to report so.
es_es: Bien, esto me está incomodando. Ya son al menos tres personas las que han aceptado sus misiones.
ru_ru: Это довольно тревожно. Вы третий человек, который сообщает об этом.

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/14/message
source: I fear we have a person with malicious intent here.
es_es: Me temo que este tal Henry tiene malas intenciones.
ru_ru: Я боюсь, что у нас здесь человек со злыми намерениями.

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/16/message
source: Ah, fear not, Lady Lea. I do not believe you are involved in such shady business.
es_es: Ah, no tema, Lady Lea. No se me ocurriría que esté involucrada en un negocio tan turbio.
ru_ru: Ах, не бойтесь, леди Лея. Я не верю, что вы участвуете в таких сомнительных делах.

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/17/message
source: I must, however, follow procedure and file a report against this player.
es_es: Sin embargo, debo seguir el procedimiento y reportar este jugador.
ru_ru: Однако я должен следовать процедуре и отправить отчёт на этого игрока.

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/18/message
source: Even if it is highly probable that \c[3]Henry\c[0] is just a cover name.
es_es: A pesar de que \c[3]Henry\c[0] puede que sea solo un pseudónimo.
ru_ru: Даже если, что весьма вероятно, имя \c[3]Генри\c[0] - это просто прикрытие.

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/19/message
source: For now, I will manually complete the quest that has been given to you.
es_es: Por ahora, marcaré manualmente como "completada" la misión que te ha asignado.
ru_ru: А теперь, я вручную завершу задание, которое вам было дано.

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/20/message
source: I am following a lead that will take me all the way to \c[3]\v[area.forest.name]\c[0].
es_es: Estoy siguiendo un rastro que me llevará hasta la \c[3]\v[area.forest.name]\c[0].
ru_ru: Я иду по следу, который ведёт меня прямиком к \c[3]Сапфировому краю\c[0].

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/21/message
source: May we meet again under more pleasant circumstances next time, Lady Lea. Goodbye!
es_es: Espero que nos volvamos a encontrar en circunstancias más agradables la próxima vez, Lady Lea. ¡Adiós!
ru_ru: Пусть мы встретимся при более приятных обстоятельствах в следующий раз, леди Лея. До свидания!

# data/maps/jungle/path-02-crossroads.json//entities/660/settings/event/22/message
source: Bye...
es_es: Adiós...
ru_ru: Пока...

# data/maps/jungle/path-02-crossroads.json//entities/664/settings/event/0/message
source: So... a city in the middle of the Jungle?
es_es: Entonces... ¿habías dicho algo de una ciudad en medio de la jungla?
ru_ru: Так... город посреди джунглей?

# data/maps/jungle/path-02-crossroads.json//entities/664/settings/event/1/message
source: Yes, and a giant of a city at that!
es_es: Sí, ¡y es gigantesca!
ru_ru: Да, и огромный город при этом!

# data/maps/jungle/path-02-crossroads.json//entities/664/settings/event/2/message
source: In the jungle?
es_es: ¿En la jungla?
ru_ru: В джунглях?

# data/maps/jungle/path-02-crossroads.json//entities/664/settings/event/3/message
source: Indeed! Human ingenuity shaped this hotspot of civilization amid this hostile environment!
es_es: ¡Así es! ¡El ingenio humano ha conseguido moldear ese bastión de la civilización a pesar del ambiente hostil que lo rodea!
ru_ru: Воистину! Человеческая изобретательность сформировала уголок цивилизации в этой враждебной среде!

# data/maps/jungle/path-02-crossroads.json//entities/664/settings/event/4/message
source: I can't wait to see it.
es_es: Me muero de emoción.
ru_ru: Мне не терпится увидеть его.

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/13/message
source: Back in the jungle!
es_es: ¡De vuelta a la jungla!
ru_ru: Снова в джунглях!

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/21/message
source: By the way, Lea.\. One thing I was wondering about...
es_es: Por cierto, Lea.\. Me he estado preguntando...
ru_ru: Кстати, Лея.\. Мне кое-что интересно...

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/22/message
source: Back when you explored the jungle together with Grasshead.
es_es: Cuando estuviste explorando la jungla con el Sr. Peloverde.
ru_ru: Когда вы исследовали джунгли вместе с Травоголовым.

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/23/message
source: ...\. How often did you lose sight of him?
es_es: ...\. ¿Cuántas veces lo perdiste de vista?
ru_ru: ...\.Как часто ты теряла его из виду?

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/31/message
source: What do you mean?
es_es: ¿A qué te refieres?
ru_ru: Что ты имеешь в виду?

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/32/message
source: Just look at your hair!
es_es: ¡Sólo mira tu pelo!
ru_ru: Просто посмотри на свои волосы!

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/33/message
source: It blends perfectly with the grass and plants of this place.
es_es: Se mimetiza perfectamente con la hierba y las plantas de este lugar.
ru_ru: Они идеально сливаются со здешней травой и деревьями.

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/35/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/36/message
source: This is nonsense!
es_es: ¡Dices sandeces!
ru_ru: Это бред!

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/37/message
source: Ah, oui?
ru_ru: Ах, oui (да)?

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/38/message
source: So?\. How often, Lea?
es_es: Bien\. ¿Cuántas veces, Lea?
ru_ru: Так?\. Как часто, Лея?

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/44/message
source: Oh, you have got to be kidding me!!
es_es: ¡¡Oh, tiene que ser una broma!!
ru_ru: Ох, да ты прикалываешься!!

# data/maps/jungle/path-02-crossroads.json//entities/665/settings/event/53/text
source: I lied to her to keep her going.\. Protecting her from the truth.\. \. Yet, over time, I noticed this...\. growing feeling of guilt.
es_es: Le mentí para que siguiera adelante.\. Protegiéndola de la verdad.\. \. Sin embargo, con el tiempo, noté un...\. creciente sentimiento de culpa.
ru_ru: Я солгал ей, чтобы удержать её.\. Защищал её от правды.\. \. И всё же, со временем я заметил это...\. растущее чувство вины.

# data/maps/jungle/path-03-sync.json//entities/31/settings/interact/hoverText
source: \i[arrow-n] Grand Krys'kajo \i[arrow-w]\i[arrow-e] Roads to \v[area.jungle-city.name] \i[arrow-w]\i[arrow-e] Roads to \v[area.autumn-fall.name] \i[arrow-e] Road to V'rda Vil
es_es: \i[arrow-n] Gran Krys'kajo \i[arrow-w]\i[arrow-e] \v[area.jungle-city.name] \i[arrow-w]\i[arrow-e] \v[area.autumn-fall.name] \i[arrow-e] Camino a V'rda Vil
ru_ru: \i[arrow-n] Гранд Крис'кайо \i[arrow-w]\i[arrow-e] пути в Твердыню Бэйзина \i[arrow-w]\i[arrow-e] пути в Закат Осени \i[arrow-e] дорога в В'рда Виль

# data/maps/jungle/path-04-end.json//entities/659/settings/interact/hoverText
source: \i[arrow-n] Grand Krys'kajo \i[arrow-w]\i[arrow-e] Roads to \v[area.autumn-fall.name]
es_es: \i[arrow-n] Gran Krys'kajo \i[arrow-w]\i[arrow-e] \v[area.autumn-fall.name]
ru_ru: \i[arrow-n] Гранд Крис'кайо \i[arrow-w]\i[arrow-e] пути в Закат Осени

source: Hello, Lea!
es_es: ¡Hola, Lea!
ru_ru: Привет, Лея!

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: It's good to see you again.
es_es: Es bueno verte otra vez.
ru_ru: Рад видеть тебя снова.

source: Well then, the temple should be just to the north of here.
es_es: Pues bien, el templo debería estar justo al norte de aquí.
ru_ru: Похоже, что храм должен быть к северу отсюда.

source: But before we go there, let's just wait for a moment?
es_es: Pero antes de ir allí, ¿qué tal si esperamos un momento?
ru_ru: Но прежде, чем мы пойдём туда, давай немного подождём?

source: Bonjour, Tronny.
ru_ru: Bonjour (Привет), Тронни.

source: H-Hello.
es_es: H-Hola.
ru_ru: П-Привет.

source: So, was it my imagination or did I just spot a certain horned girl?
es_es: Entonces, ¿fue mi imaginación o acabo de ver a cierta chica con cuernos?
ru_ru: Так это моё воображение, или я только что заметила некую рогатую девушку?

source: Come on, Lea. Don't hide.
es_es: Vamos, Lea. No te escondas.
ru_ru: Ну же, Лея. Не прячься.

source: ...Hi.
es_es: ...Hola.
ru_ru: ...Привет.

source: Why is she here?
es_es: ¿Por qué está ella aquí?
ru_ru: Почему она здесь?

source: Well...\. I invited both of you, see?
es_es: Bueno...\. Las invité a ambas, ¿sabes?
ru_ru: Ну...\. Я пригласил вас обеих, понимаешь?

source: I heard that things have been somewhat complicated between you two.
es_es: He oído que las cosas están algo tensas entre ustedes dos.
ru_ru: Я слышал, что между вами было несколько недомолвок.

source: Ever since the raid....
es_es: Desde la raid...
ru_ru: После того рейда...

source: Oui, you could say that again.
es_es: Oui, y eso es poco decir.
ru_ru: Oui (да), что есть, то есть.

source: I'm still bummed that we had to cancel it.
es_es: Todavía me da rabia haber tenido que cancelarla.
ru_ru: Я до сих пор расстроена, что нам пришлось отменить его.

source: Then, Lea has been gone for so long and now she's acting all strange.
es_es: Y luego, Lea se desaparece por un tiempo y vuelve actuando de forma extraña.
ru_ru: Потом Леи так долго не было, а теперь она ведёт себя странно.

source: Yes, I've heard as much.
es_es: Sí, eso me han dicho.
ru_ru: Да, я немного слышал об этом.

source: It's all just inherently difficult, you know, since Lea can't talk and explain herself.
es_es: Todo es muy difícil, ¿sabes? Lea no puede hablar y explicarse a sí misma.
ru_ru: Это всё довольно затруднительно, ты знаешь, поскольку Лея не может объяснить, что к чему.

source: But...\. is there really a need to know exactly what happened?
es_es: Pero...\. ¿Existe realmente la necesidad de saber exactamente qué sucedió?
ru_ru: Но...\. действительно ли нам нужно знать, что произошло?

source: Oui.\. I mean it would at least help!
es_es: Oui.\. Es decir, ¡al menos ayudaría!
ru_ru: Oui (Да).\. Это как бы должно помочь!

source: Oh, bother...
es_es: Oh, vamos...
ru_ru: Что же делать...

source: Let me just try and ask Lea a couple of questions, okay?
es_es: Déjame intentar hacerle un par de preguntas a Lea, ¿de acuerdo?
ru_ru: Позволь мне просто попробовать задать Лее пару вопросов, хорошо?

source: Sure, give it your best shot.
es_es: Seguro, haz tu mejor intento.
ru_ru: Конечно, попробуй.

source: Okay, Lea, first of all...
es_es: Bueno, Lea, antes que nada...
ru_ru: Ладно, Лея, прежде всего...

source: Did you \c[3]intentionally\c[0] leave the raid?\. Was it something you wanted to do?
es_es: ¿Dejaste \c[3]intencionalmente\c[0] la raid?\. ¿Fue algo que hiciste a consciencia?
ru_ru: Ты \c[3]намеренно\c[0] покинула рейд?\. Это было по твоей воле?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Was it some kind of accident?\. Or something else outside your control?
es_es: ¿Fue algún tipo de accidente?\. ¿O algo que no pudiste controlar?
ru_ru: Это была какая-то случайность?\. Или что-то ещё вне твоего контроля?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: And when we couldn't reach you for a week, was that intentional?
es_es: Y toda la semana en la que no pudimos contactarte, ¿fue eso intencional?
ru_ru: И когда мы не могли связаться с тобой в течение недели, было ли это намеренно?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: So in short... all these things that happened are not something you \c[3]wanted\c[0] to happen.
es_es: En resumidas cuentas... todo lo que sucedió fue \c[3]contra\c[0] tu voluntad.
ru_ru: В общем... всё то, что произошло - это не то, что ты \c[3]хотела\c[0] бы, чтобы произошло.

source: Is that correct?
es_es: ¿Es eso correcto?
ru_ru: Это верно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well, you see?
es_es: Bueno, ¿ves?
ru_ru: Ну вот, видишь?

source: Then what about that whole thing with Lukas? What was that about?
es_es: Entonces, ¿qué fue todo ese asunto con Lukas? ¿Qué sucedió ahí?
ru_ru: Тогда что это за история с Лукасом? Что это вообще было?

source: Emilie, please. I'm sure that's even more difficult to answer.
es_es: Emilie, por favor. Estoy seguro de que esa pregunta es muy difícil de responder.
ru_ru: Эмили, пожалуйста. Я уверен, что на это ещё труднее дать ответ.

source: Instead...\. let me ask the most important questions.
es_es: En cambio...\. déjame hacerle preguntas más importantes.
ru_ru: Вместо этого...\. позволь мне задать самые важные вопросы.

source: Lea?
ru_ru: Лея?

source: Over all this time, \c[3]did you miss us\c[0]?
es_es: En todo este tiempo, ¿\c[3]nos extrañaste\c[0]?
ru_ru: Всё это время, \c[3]ты скучала\c[0]?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: And now...\. do you want to \c[3]play with us again\c[0]?
es_es: Y ahora...\. ¿Quieres \c[3]jugar con nosotros otra vez\c[0]?
ru_ru: А сейчас...\. ты хочешь \c[3]играть с нами снова\c[0]?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: L-Lea...
ru_ru: Л-Лея...

source: See? Isn't that all that matters?
es_es: ¿Ya ves? ¿No es eso todo lo que importa?
ru_ru: Видишь? Разве важно всё остальное?

source: Lea... I...
es_es: Lea... yo...
ru_ru: Лея... Я...

source: I'm sorry!
es_es: ¡Lo siento!
ru_ru: Прости меня!

source: Lea...\. chérie...
ru_ru: Лея...\. chérie (дорогая)...

source: I missed you, too!
es_es: ¡Yo también te extrañé!
ru_ru: Я тоже по тебе скучала!

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: I was acting stupid!
es_es: ¡Fui muy estúpida!
ru_ru: Я вела себя глупо!

source: I'm so sorry!
es_es: ¡Lo siento mucho!
ru_ru: Мне так жаль!

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: I don't know what came over me...
es_es: No sé que me pasó...
ru_ru: Я не знаю, что на меня нашло...

source: I was just so angry...
es_es: Estaba tan enojada...
ru_ru: Я была так зла...

source: When you suddenly disappeared...
es_es: Cuando de repente desapareciste...
ru_ru: Когда ты вдруг исчезла...

source: I was angry...\. but I also missed you.
es_es: Estaba enojada...\. pero también te extrañaba.
ru_ru: Я была зла...\. но я и скучала по тебе.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: I just wanted to know what happened...\. I was frustrated...
es_es: Solo quería saber qué había pasado...\. estaba frustrada...
ru_ru: Я просто хотела знать, что произошло...\. Я была расстроена...

source: But it's okay...\. I don't have to know everything.
es_es: Pero está bien...\. No tengo que saberlo todo.
ru_ru: Но ничего страшного...\. Я не обязана знать всё.

source: You always meant well!
es_es: ¡Siempre tuviste buenas intenciones!
ru_ru: Ты всегда хотела как лучше!

source: I should have known that!
es_es: ¡Debí saberlo!
ru_ru: Я должна была знать это!

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: There you go!
es_es: ¡Pues bien!
ru_ru: Ну вот!

source: I'm glad we worked this out!
es_es: ¡Me alegro de que hayamos resuelto esto!
ru_ru: Я рад, что мы с этим разобрались!

source: Wa...
es_es: Qu...
ru_ru: Чт...

source: Hi!!
es_es: ¡¡Hola!!
ru_ru: Привет!!

source: W-Well...
es_es: B-Bueno...
ru_ru: Н-Ну...

source: It's good to have you back, Lea!
es_es: ¡Es bueno tenerte de vuelta, Lea!
ru_ru: Рад, что ты вернулась, Лея!

source: Finally back together...
es_es: Por fin juntos otra vez...
ru_ru: Наконец-то снова вместе...

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: And...\. just in time for the dungeon race, non?
es_es: Y...\. justo a tiempo para una carrera de mazmorras, ¿non?
ru_ru: И...\. как раз вовремя для гонки в подземелье, не так ли?

source: That's right! We've all finished the mandatory quest, so we're good to go!
es_es: ¡Así es! Todos hemos terminado la misión obligatoria, ¡así que estamos listos para comenzar!
ru_ru: Всё верно! Мы все завершили обязательный квест, так что мы готовы!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Parfaitement!
ru_ru: Parfaitement (Прекрасно)!

source: So what are we waiting for? Let's go!
es_es: Entonces, ¿qué estamos esperando? ¡Vamos!
ru_ru: Так чего же мы ждём? Погнали!

source: W-Wait...
es_es: E-Espera...
ru_ru: П-Подожди...

source: Did you just reconcile with Emilie and C'tron again?
es_es: ¿Te acabas de reconciliar con Emilie y C'tron?
ru_ru: Ты помирилась с Эмили и Ци'троном?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh...\. That was quicker than I expected.
es_es: Vaya...\. Eso fue más rápido de lo que esperaba.
ru_ru: Ох...\. Это было быстрее, чем я ожидал.

source: Well...\. It might be a bit late...\. but anyway.
es_es: Bueno...\. Puede que sea algo tarde...\. pero en fin.
ru_ru: Ладно...\. Это может быть немного поздно...\. но в любом случае.

source: Here's a new word for you. Finally.
es_es: Aquí hay una nueva palabra para ti. Por fin.
ru_ru: Вот новое слово для тебя. Наконец-то.

source: Sorry
es_es: Perdón
ru_ru: Прости

source: Sorry.
es_es: Perdón.
ru_ru: Прости.

source: Well, I thought...\. it might have helped?
es_es: Bueno, creí que...\. ¿podría haber ayudado?
ru_ru: Ну, я подумал...\. это могло бы помочь?

source: Sorry?
es_es: ¿Perdón?
ru_ru: Прости?

source: Yes, I know it is too late now.
es_es: Sí, sé que ya es demasiado tarde.
ru_ru: Да, я знаю, что это уже слишком поздно.

source: Sorry.
es_es: Perdón.
ru_ru: Прости.

source: Yes, I am sorry.
es_es: Sí, lo siento.
ru_ru: Да, прости меня.

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: Hey, Lea! Let's go!
es_es: ¡Oye, Lea! ¡Vamos!
ru_ru: Эй, Лея! Пойдём!

source: Sorry.
es_es: Perdón.
ru_ru: Прости.

source: Ah oui?
ru_ru: Ах oui (да)?

source: Hey, I think that's the first time I've heard you say that. I mean "Sorry".
es_es: Hm, creo que es la primera vez que te oigo decir eso. Me refiero a "perdón".
ru_ru: Эй, мне кажется, что это первый раз, когда я слышу, как ты это говоришь. Я имею в виду "Прости".

source: You're right!
es_es: ¡Es verdad!
ru_ru: Ты прав!

source: Well, it's a little late to apologize now, Mademoiselle!
es_es: Bueno, es un poco tarde para disculparse ahora, ¡Mademoiselle!
ru_ru: Ну, теперь немного поздно извиняться, Mademoiselle (Мадемуазель)!

source: Sorry...
es_es: Perdón...
ru_ru: Прости...

source: Haha, pas de problème!
es_es: Jaja, ¡pas de problème!
ru_ru: Ха-ха, pas de problème (нет проблем)!

source: Come on, let's not waste any more time!
es_es: ¡Vamos, no perdamos más tiempo!
ru_ru: Давайте, хватит терять время!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-04-end.json//entities/673/settings/event/0/message
source: Mon dieu...
ru_ru: Mon dieu (Боже мой)...
