Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/50/message
source: Assignment blah blah.\. Have to log off blah.\. Responsibility blah.
es_es: Tarea, bla, bla.\. Tengo que desconectarme bla.\. Responsabilidades bla bla.
ru_ru: Подготовиться бла-бла.\. Нужно выйти бла.\. Ответственность бла.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/52/message
source: What?
es_es: ¿Qué?
ru_ru: Что?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/53/message
source: Oui, oui. It was the same for me before, I know...
es_es: Oui, oui. He estado en la misma situación, lo sé...
ru_ru: Oui, oui (Да-да). Со мной тоже бывало, я знаю...

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/54/message
source: Anyway, what should we do?\. Should we continue the race or not?
es_es: En fin, ¿qué hacemos?\. ¿Continuamos la carrera o no?
ru_ru: В любом случае, что нам делать?\. Должны ли мы продолжать гонку или нет?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/62/message
source: Here we are!
es_es: ¡Henos aquí!
ru_ru: Вот мы и здесь!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/63/message
source: The Grand Krys'kajo, crown of the jungle!
es_es: ¡El Gran Krys'kajo, corona de la jungla!
ru_ru: Гранд Крис'кайо, корона джунглей!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/65/message
source: Finally.\. They sure added enough obstacles along the way.
es_es: Por fin.\. Han puesto más que suficientes obstáculos en el camino.
ru_ru: Наконец-то.\. Они определённо добавили достаточно препятствий на пути.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/69/message
source: Well then, ready for the final run?
es_es: Bien entonces, ¿listo para la carrera final?
ru_ru: Ну что, готов к финальному забегу?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/70/message
source: Honestly? No.
es_es: A decir verdad, no.
ru_ru: Честно? Нет.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/71/message
source: Huh?
es_es: ¿Eh?
ru_ru: Хмм?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/72/message
source: I've had enough for today. We just ran two whole dungeons in a row.
es_es: Ya he tenido suficiente por hoy. Acabamos de correr dos mazmorras enteras seguidas.
ru_ru: С меня хватит на сегодня. Мы только что пробежали два подземелья подряд.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/73/message
source: Also the whole thing is a bit too stressful for my taste.
es_es: Además todo esto es demasiado estresante para mi gusto.
ru_ru: Кроме того, всё это слишком напряжно, на мой взгляд.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/74/message
source: Have the dungeons been too difficult?
es_es: ¿Las mazmorras han sido demasiado difíciles?
ru_ru: Подземелья были слишком тяжёлые?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/75/message
source: No, I mean your constant nagging while you waited for me.
es_es: No, me refiero a tus constantes regaños mientras me esperabas.
ru_ru: Нет, я имею в виду твоё постоянное нытье, пока ты ждал меня.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/76/message
source: Oh...\. I was just wondering whether you were stuck.
es_es: Oh...\. Tan solo me preguntaba si estabas atascado.
ru_ru: Ох...\. Я просто интересовался, вдруг ты застрял.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/77/message
source: I didn't ask for help.\. I just like to take things slow.
es_es: No pedí ayuda.\. Me gusta tomarme las cosas con calma.
ru_ru: Я не просил о помощи.\. Мне просто нравится не торопиться.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/78/message
source: Alright...
es_es: De acuerdo...
ru_ru: Ладно...

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/79/message
source: So, no Grand Krys'kajo today.
es_es: Así que, hoy no habrá Gran Krys'kajo.
ru_ru: В общем, никакого Гранд Крис'кайо сегодня.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/80/message
source: That's a shame. I was looking forward to running it today.
es_es: Es una pena. Tenía ganas de hacerlo hoy.
ru_ru: Какая досада. Я с нетерпением ждал, чтобы пробежать его сегодня.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/81/message
source: Just climb up that tree yourself then.
es_es: Entonces súbete tú mismo a ese árbol.
ru_ru: Карабкайся на это дерево сам тогда.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/82/message
source: I'll do it myself tomorrow and take it slow.
es_es: Lo haré yo mismo mañana y me lo tomaré con calma.
ru_ru: Я сделаю это завтра и не буду торопиться.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/83/message
source: And that's really fine with you?
es_es: ¿Y tú no tendrías problemas con eso?
ru_ru: И тебя это действительно устраивает?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/84/message
source: Sure, I'd rather just logout now.
es_es: Claro, prefiero desconectarme ahora.
ru_ru: Конечно, я бы предпочёл сейчас просто выйти.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/92/message
source: Oh, look who's over there. Hi, Lea!
es_es: Oh, mira quién está ahí. ¡Hola, Lea!
ru_ru: О, смотри, кто там. Привет, Лея!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/94/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/102/message
source: Hm...
ru_ru: Хм...

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/105/message
source: Here's an idea: how about you join Lea's party again and run the dungeon with her?
es_es: Tengo una idea: ¿qué tal si te unes de nuevo al grupo de Lea y recorres la mazmorra con ella?
ru_ru: У меня идея: как насчёт того, чтобы тебе снова присоединиться к группе Леи и пробежать подземелье с ней?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/107/message
source: Huh?
es_es: ¿Eh?
ru_ru: Что?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/108/message
source: Anyway, I'm off.\. Bye!
es_es: Bueno, me voy.\. ¡Adiós!
ru_ru: Так или иначе, я всё.\. Пока!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/111/text
source: Logout
es_es: Desconectando
ru_ru: Выход из игры

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/116/message
source: Bye?
es_es: ¿Adiós?
ru_ru: Пока?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/118/message
source: That was quick.
es_es: Eso fue rápido.
ru_ru: Это было быстро.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/124/message
source: Bonjour, Monsieur Grasshead.
es_es: Bonjour, Monsieur Peloverde.
ru_ru: Bonjour, Monsieur (Привет, месье) Травоголовый.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/126/message
source: Oh, you're here, too?
es_es: Oh, ¿tú también estás aquí?
ru_ru: Ох, ты тоже здесь?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/127/message
source: What did your friend just say, there? Join Lea's party... \c[3]again\c[0]?
es_es: ¿Qué acaba de decir tu amigo? ¿Oí bien? ¿Unirte al grupo de Lea... \c[3]otra vez\c[0]?
ru_ru: Что твой друг там только что сказал? Присоединиться к группе Леи... \c[3]снова\c[0]?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/128/message
source: Yes?
es_es: ¿Sí?
ru_ru: Да?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/135/message
source: You two...\. have played in a party?
es_es: ¿Ustedes dos...\. ya han jugado en equipo?
ru_ru: Вы двое...\. играли в группе?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/136/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/144/message
source: Indeed. We had a most formidable party just two days ago!
es_es: Así es. ¡Hicimos un equipo de lo más formidable hace tan sólo dos días!
ru_ru: Так и есть. У нас была самая грозная группа всего два дня назад!

source: How was it?\. Did Lea \c[1]keep sniping away all the enemies\c[0]?
es_es: ¿Cómo estuvo?\. ¿Lea estuvo \c[1]demoliendo enemigos de un golpe\c[0]?
ru_ru: Как это было?\. Лея \c[1]просто отстреливала всех врагов\c[0]?

source: Yes.\. Yes she did that.
es_es: Sí.\. Sí lo hizo.
ru_ru: Да.\. Да, так и было.

source: Oui, oui!\. That sounds most formidable.
es_es: ¡Oui, oui!\. Eso suena muy formidable.
ru_ru: Oui, oui (Да-да)!\. Это звучит очень грозно.

source: Poor Lea.
es_es: Pobre Lea.
ru_ru: Бедная Лея.

source: That must have been rough times. I'm so sorry...
es_es: Deben haber sido tiempos difíciles. Lo siento mucho...
ru_ru: Должно быть, это были тяжёлые времена. Я сожалею...

source: What?
es_es: ¿Qué?
ru_ru: Что?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/146/message
source: Anyway! Together, we're 3 people now, non?
es_es: ¡En fin! Juntos, somos 3 personas ahora, ¿non?
ru_ru: В любом случае! Сейчас нас трое, не так ли?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/147/message
source: Do you want to join our dungeon race or not?
es_es: ¿Quieres unirte a nuestra carrera de mazmorras o no?
ru_ru: Хочешь присоединиться к нашей гонке в подземелье или нет?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/148/message
source: You actually make a competition out of this? That's cute.
es_es: ¿Realmente haces una competición de esto? Qué bonito.
ru_ru: Вы на самом деле делаете из этого состязание? Это мило.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/149/message
source: It sure is, Monsieur It's-time-to-duel.
es_es: Así es, Monsieur Es-hora-del-duelo.
ru_ru: Конечно, Monsieur (месье) Настало-время-для-дуэли.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/151/message
source: Look, I usually avoid partying with Pentafist scrubs...
es_es: Mira, normalmente evito hacer equipo con Pentafists roñosos...
ru_ru: Слушай, я обычно избегаю групп с ничтожными пентафистами...

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/152/message
source: But with two Spheromancers this might almost be enjoyable.
es_es: Pero con dos Spheromancers esto casi podría llegar a ser agradable.
ru_ru: Но с двумя сферомантами это может быть почти приятным.

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/153/message
source: What did you just say?
es_es: ¿Qué acabas de decir?
ru_ru: Что ты только что сказал?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/154/message
source: So, yes! I'll join your race!
es_es: ¡Entonces sí! ¡Me uniré a tu carrera!
ru_ru: Так что да! Я присоединюсь к вашей гонке!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/155/message
source: Oui, no way you'll back out of this now!
es_es: Oui, ¡no hay manera de que te eches atrás ahora!
ru_ru: Oui (Да), теперь у тебя нет варианта дать заднюю!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/156/message
source: The race is on! And this Pentafist scrub will kick your ass!
es_es: ¡La carrera está en marcha! ¡Y esta Pentafist roñosa te pateará el trasero!
ru_ru: Гонка началась! И этот ничтожный пентафист надерёт тебе задницу!

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/158/message
source: Good! What are we waiting for, then?
es_es: ¡Bien! ¿A qué esperamos entonces?
ru_ru: Хорошо! Тогда чего мы ждём?

# data/maps/jungle/dng/tree-exterior.json//entities/335/settings/event/170/task
source: It's time to finally run the \c[3]Grand Krys'kajo\c[0] together with \c[3]Emilie\c[0] and... \c[3]Apollo\c[0]?
es_es: Es hora de hacer finalmente el \c[3]Gran Krys'kajo\c[0] junto con \c[3]Emilie\c[0] y... ¿\c[3]Apollo\c[0]?
ru_ru: Наконец-то время забега в \c[3]Гранд Крис'кайо\c[0] вместе с \c[3]Эмили\c[0] и... \c[3]Аполло\c[0]?

source: Ready to start the race of the huge-ass tree?
es_es: ¿Lista para entrar a ese condenado árbol?
ru_ru: Готовы начать гонку по огромному дуплу?

source: Please, this is the \c[3]Grand Krys'kajo\c[0], the most sacred place in Gaia's Garden.
es_es: Por favor, este es el \c[3]Gran Krys'kajo\c[0], el lugar más sagrado del Jardín de Gaia.
ru_ru: Перестань, это \c[3]Гранд Крис'кайо\c[0], самое священное место в Cаду Гайи.

source: Oui, oui, but are you ready though?
es_es: Oui, oui, pero ¿estás lista?
ru_ru: Oui, oui (Да-да), так вы готовы?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Ready when you are!
es_es: ¡Listo cuando tú lo estés!
ru_ru: Готов, если вы готовы!

source: Let's enter, then!
es_es: ¡Entremos entonces!
ru_ru: Давайте тогда войдём!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: D'accord, just don't let us wait for too long~
es_es: D'accord, pero no nos hagas esperar mucho~
ru_ru: D'accord (Хорошо), только не заставляй нас долго ждать~

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Hey Lea, don't forget to call Grasshead before we start the race.
es_es: Oye Lea, no olvides llamar a Peloverde antes de que empecemos la carrera.
ru_ru: Эй, Лея, не забудь позвонить Травоголовому, прежде чем начнём гонку.

source: I'm looking forward to kicking his derriere myself this time.
es_es: Tengo muchas ganas de patearle el trasero yo misma esta vez.
ru_ru: Я с нетерпением жду возможности самой надрать ему derrière (зад) в этот раз.

source: Hey Lea, don't forget about \c[3]Tronny\c[0]! We want to race the dungeon together, right?
es_es: ¡Oye Lea, no te olvides de \c[3]Tronny\c[0]! Queremos competir juntos en la mazmorra, ¿verdad?
ru_ru: Эй, Лея, не забывай о \c[3]Тронни\c[0]! Мы хотим устроить гонку в подземелье вместе, не так ли?

source: So you want to run the \c[3]Grand Krys'kajo\c[0] already?
es_es: Entonces, ¿quieres comenzar el \c[3]Gran Krys'kajo\c[0] ahora?
ru_ru: Так ты уже хочешь пробежать \c[3]Гранд Крис'кайо\c[0]?

source: You should call \c[3]Emilie\c[0] for the dungeon race.
es_es: Deberías llamar a \c[3]Emilie\c[0] para la carrera de mazmorras.
ru_ru: Ты должна позвать \c[3]Эмили\c[0] на гонку в подземелье.

source: Spheromancer Lea, what about that Pentafist Girl?
es_es: Spheromancer Lea, ¿qué hay de la chica Pentafist?
ru_ru: Сферомант Лея, а что насчёт той пентафистки?

source: As much as I'd like to have a race between two Spheromancers, we should proceed as was originally planned!
es_es: Aunque me gustaría tener una carrera entre dos Spheromancers, ¡deberíamos continuar como concretamos!
ru_ru: Как бы мне ни хотелось устроить гонку между двумя сферомантами, мы должны действовать так, как изначально планировалось!

source: Lea, what about that dungeon race? You were planning to enter the dungeon together with Emilie... Apollo, right?
es_es: Lea, ¿te estás olvidando de la carrera de mazmorras? Estabas planeando entrar junto con Emilie y... Apollo, ¿verdad?
ru_ru: Лея, что насчёт этой гонки в подземелье? Ты собиралась войти в подземелье вместе с Эмили и... Аполло, верно?

source: Lea, what about that dungeon race? You were planning to enter the dungeon together with Emilie and C'tron, right?
es_es: Lea, ¿te estás olvidando de la carrera de mazmorras? Estabas planeando entrar junto con Emilie y C'tron, ¿verdad?
ru_ru: Лея, что насчёт гонки в подземелье? Ты собиралась войти в подземелье вместе с Эмили и Ци'троном, верно?

source: Read Inscription
es_es: Leer inscripción
ru_ru: Прочесть надпись

source: Some ancient gibberish you can't make out. But there is a sequence of arrows below: --- \i[ancient-code-1] \i[ancient-code-2] \i[ancient-code-3] \i[ancient-code-4] \i[ancient-code-5] ---
es_es: Un antiguo garabato que no puedes entender. Pero hay una secuencia de flechas abajo: --- \i[ancient-code-1] \i[ancient-code-2] \i[ancient-code-3] \i[ancient-code-4] \i[ancient-code-5] ---
ru_ru: Древняя тарабарщина, которую вы не можете разобрать. Но ниже есть некоторая последовательность символов: --- \i[ancient-code-1] \i[ancient-code-2] \i[ancient-code-3] \i[ancient-code-4] \i[ancient-code-5] ---

# data/maps/jungle/dng/tree-exterior.json//entities/361/settings/teleportLabel
source: To the \c[3]End of Grand Krys'kajo\c[0]
es_es: Al \c[3]Final del Gran Krys'kajo\c[0]
ru_ru: На \c[3]вершину Гранд Крис'кайо\c[0]

source: Zoe
ru_ru: Зои

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Hello there!\. Welcome to my little corner!
es_es: ¡Hola!\. ¡Bienvenida a mi pequeña esquina!
ru_ru: Привет!\. Добро пожаловать в мой маленький уголок!

source: Oh!\. Fancy hair, right?
es_es: ¡Oh!\. Pelo llamativo, ¿verdad?
ru_ru: Ох!\. Шикарные волосы, правда?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Thanks!\. Your horns are pretty cool, too!
es_es: ¡Gracias!\. ¡Tus cuernos también son geniales!
ru_ru: Спасибо!\. Твои рога тоже довольно крутые!

source: Can I touch them?!
es_es: ¡¿Puedo tocarlos?!
ru_ru: Я могу их потрогать?!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Uhm...\. I guess not?
es_es: Mmm...\. ¿Supongo que no?
ru_ru: Эмм...\. Полагаю, что нет?

source: Anyway...\. went up the giant tree yet?
es_es: En fin...\. ¿Ya subiste al árbol gigante?
ru_ru: В любом случае...\. уже взобралась на гигантское дерево?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: And, did you like the view?
es_es: ¿Y bien?\. ¿Te gustó la vista?
ru_ru: Ну и, тебе понравился вид?

source: I mean, sure you did!
es_es: Es decir, ¡claro que sí!
ru_ru: Я имею в виду, конечно понравился!

source: It's like billions of explosions burning far away!
es_es: ¡Es como millones de explosiones ardiendo a lo lejos!
ru_ru: Это как миллиарды взрывов, горящих далеко-далеко!

source: What's not to like?
es_es: ¿Cómo podría no gustarte?
ru_ru: Чему тут не понравиться?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Oh!\. I don't want to ruin the surprise, then!
es_es: ¡Vaya!\. ¡Entonces no quiero arruinarte la sorpresa!
ru_ru: Ой!\. Тогда я не хочу испортить сюрприз!

source: Let's just say there's a real special place up there!
es_es: ¡Digamos que hay un lugar realmente especial allí arriba!
ru_ru: Давай просто скажу, что там действительно особенное место!

source: Ohhhh wait!\. Is that a \c[3]mooncake\c[0] you got there?
es_es: ¡Ohhhh espera!\. ¿Es un \c[3]Pastel Lunar\c[0] lo que tienes ahí?
ru_ru: Ооооо, постой!\. Разве это не \c[3]Лунный торт\c[0] у тебя?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Yes, those are the best!!
es_es: ¡¡Sí!!\. ¡¡Me encantan!!
ru_ru: Да, они самые лучшие!!

source: It's just too bad they only have the regular kind, though.
es_es: Aunque es una pena que solo haya de los normales.
ru_ru: Жаль, что они бывают только одного вида.

source: A chocolate mooncake would really hit the spot right now!
es_es: ¡Mataría por un Pastel Lunar de Chocolate ahora mismo!
ru_ru: Шоколадный лунный торт сейчас был бы в тему!

# data/maps/jungle/dng/wave-expo-space.json//entities/4/settings/event/8/text
source: Water rises up to the sky, falls upon the earth, flows into the sea.
es_es: El agua sube al cielo, cae sobre la tierra y fluye hacia el mar.
ru_ru: Вода поднимается в небо,\.\.\. падает на землю, впадает в море

# data/maps/jungle/dng/wave-expo-space.json//entities/4/settings/event/9/text
source: An everlasting circle painting this world in the vivid colors of abundant flora.
es_es: Un círculo eterno que pinta este mundo en los vivos colores de la abundante flora.
ru_ru: Вечный цикл, окрашивающий этот мир\.\.\. в живые цвета богатой флоры

# data/maps/jungle/dng/wave-expo-space.json//entities/4/settings/event/10/text
source: Yet under the pressure of deep waters, you stayed persistent.
es_es: Bajo la presión de las aguas profundas, te mantuviste persistente.
ru_ru: И всё же, под давлением глубоких вод\.\.\. ты осталась стойкой

# data/maps/jungle/dng/wave-expo-space.json//entities/4/settings/event/11/text
source: With lightning fast conduction, you pulled your way through fluid obstacles.
es_es: Con una conducción rápida como un rayo, te abriste paso a través de estos obstáculos.
ru_ru: С молниеносной проводимостью\.\.\. ты пробралась сквозь жидкие препятствия

# data/maps/jungle/dng/wave-expo-space.json//entities/4/settings/event/12/text
source: You, the traveler, the envoy of change.
es_es: Tú, el viajero, el enviado del cambio.
ru_ru: Ты, странник,\.\.\. предвестник перемен

# data/maps/jungle/dng/wave-expo-space.json//entities/4/settings/event/13/text
source: You have proven yourself worthy.
es_es: Has demostrado ser digno.
ru_ru: Ты проявила себя достойно

# data/maps/jungle/dng/wave-expo-space.json//entities/4/settings/event/14/text
source: Take this Shade, one of a pair, to reach the grand tree.
es_es: Toma esta sombra, una de un par, para llegar al gran árbol.
ru_ru: Возьми эту Тень, одну из пары,\.\.\. чтобы достичь великого Древа

# data/maps/jungle/dng/wave-expo-space.json//entities/4/settings/event/23/text
source: Let your every step form the path of your growth.
es_es: Que cada uno de tus pasos forme el camino de tu crecimiento.
ru_ru: Да будет каждый твой шаг\.\.\. приближать тебя к совершенству

# data/maps/jungle/dng/wave-exterior-end.json//entities/337/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

source: Aww, just second?\. I thought I was rather quick this time.
es_es: Aww, ¿Quedé segundo?\. Pensé que fui bastante rápido esta vez.
ru_ru: Оуу, только второй?\. Мне казалось, что на этот раз я действовал довольно быстро.

source: Anyway, congratulations!
es_es: De todos modos, ¡Felicidades!
ru_ru: В любом случае, поздравляю!

source: Whaaat? I'm the last one this time?
es_es: ¿Queeé? ¿Soy la última esta vez?
ru_ru: Чтоооо? Я последняя на этот раз?

source: Looks like it.
es_es: Parece que sí.
ru_ru: Похоже на то.

source: Lea wait!
es_es: ¡Lea espera!
ru_ru: Лея подожди!

source: Yes, Lea!\. I get it!\. You waited!\. Mon Dieu!
es_es: ¡Sí, Lea!\. ¡Lo entiendo!\. ¡Has esperado!\. ¡Mon Dieu!
ru_ru: Да, Лея!\. Я поняла!\. Ты ждала!\. Mon Dieu! (Господи!)

source: No wonder you did, with your weird \c[1]damage thing\c[0] or whatever.\. Cheater.
es_es: No me extraña que lo hicieras, con tu extraña \c[1]cosa de daño\c[0] o lo que sea.\. Tramposa.
ru_ru: Неудивительно, с твоим-то \c[1]странным уроном\c[0].\. Читер.

source: Sorry~
es_es: Perdón~
ru_ru: Прости~

source: To be fair, we didn't really wait that long. It was pretty close.
es_es: Para ser justos, no hemos esperado tanto. Estuvo bastante cerca.
ru_ru: Честно говоря, мы не очень долго ждали. Это было довольно близко.

source: Oui...\. And this is not our last race!
es_es: Oui...\. ¡Y esta no es nuestra última carrera!
ru_ru: Oui (Да)...\. И это не последняя наша гонка!

source: Anyway, let's just go to the space bird.
es_es: En fin, vayamos con el pájaro espacial.
ru_ru: В любом случае, давайте просто пойдём к космической птице.

source: Oh, look!
es_es: ¡Oh, mira!
ru_ru: Ой, смотри!

source: It's Lea who wanted to "wait" for us!
es_es: ¡Es Lea quien quería "esperarnos"!
ru_ru: Это Лея, которая хотела нас "подождать"!

source: More like you made us wait, chérie!
es_es: ¡Más bien nos has hecho esperar, chérie!
ru_ru: Больше похоже на то, что ты заставила ждать нас, chérie (дорогая)!

source: Well...\. it was close.\. So we didn't wait that long.
es_es: Bueno...\. estuvo cerca.\. Así que no esperamos tanto.
ru_ru: Ну...\. это было близко\.. Так что мы не так долго ждали.
