Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: Sorry...
es_es: Perdón...
ru_ru: Прости...

source: What? You found a strange black sloth north of the Infested Marshes?
es_es: ¿Qué? ¿Encontraste un extraño perezoso negro al norte de los pantanos infestados?
ru_ru: Что? Ты нашла странного чёрного крота к северу от Заражённых болот?

source: It was doing something to a part of the track?
es_es: ¿Le estaba haciendo algo a una parte del Camino?
ru_ru: Он что-то делал с частью Пути?

source: A pole appeared and repaired part of the temple?
es_es: ¿Apareció un poste y reparó parte del templo?
ru_ru: Появился столб и восстановил часть храма?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Very interesting...
es_es: Muy interesante...
ru_ru: Очень интересно...

source: Could it be that these poles were triggered as a certain counter-measure?
es_es: ¿Podría ser que estos postes se activaron como una contramedida?
ru_ru: Может ли быть так, что эти столбы появились как некая контрмера?

source: I analyzed the data I got from the poles you fought here.
es_es: Analicé los datos que obtuve de los postes con los que peleaste aquí.
ru_ru: Я проанализировала данные, полученные от столбов, с которыми ты сражалась здесь.

source: These poles act very much like a form of debugging process.
es_es: Estos postes actúan de un modo muy similar a un proceso de depuración.
ru_ru: Эти столбы очень похожи на разновидность процесса отладки.

source: Each pole checking a certain sub-function or routine.
es_es: Cada poste verifica una determinada subfunción o rutina.
ru_ru: Каждый столб проверяет определённую подфункцию или процедуру.

source: When it can't find a "problem", it extends the search by creating more poles.
es_es: Cuando no puede encontrar un "problema", amplía la búsqueda creando más postes.
ru_ru: Когда он не может найти "проблему", он расширяет поиск, создавая больше столбов.

source: Something must have gone wrong and the track's "Debugger" identified the Shad and us as the cause.
es_es: Algo debe haber salido mal y el "Depurador" del Camino identificó a los Shad y a los humanos como la causa del problema.
ru_ru: Должно быть, что-то пошло не так, и "Отладчик" Пути определил шадов и нас как причину.

source: Which isn't too far fetched, judging from our experience with the mine...
es_es: Lo cual no es demasiado descabellado, a juzgar por nuestra experiencia con la mina...
ru_ru: Это вполне правдоподобно, судя по нашему опыту с шахтой...

source: Ironic that the actual cause was right in front of them.
es_es: Es irónico que la causa real estuviera justo frente a ellos.
ru_ru: Ирония в том, что настоящая причина была прямо рядом с ними.

source: Well, anyway. Since no more poles are spawning I think we can assume we "calmed" the track.
es_es: Bueno, de todos modo. Dado que no aparecen más postes, creo que podemos suponer que "calmamos" al Camino.
ru_ru: Ну, как бы то ни было. Поскольку столбы больше не появляются, мы можем предположить, что "успокоили" Путь.

source: Still, I will make my way there now to make sure my assumptions are correct.
es_es: Aún así, me dirigiré allí ahora mismo para asegurarme de que mis suposiciones sean correctas.
ru_ru: Тем не менее, я сейчас пойду туда, чтобы убедиться, что мои предположения верны.

source: Even though I'm pretty sure I'm right.
es_es: Aunque estoy bastante segura de que tengo razón.
ru_ru: Хоть я и уверена, что права.

source: Probably take Vince along to "protect" me from the evil track.
es_es: Probablemente llame a Vince para que me "proteja" del Camino malvado.
ru_ru: Возможно, возьму Винса с собой, чтобы он "защищал" меня от злого Пути.

source: Thank you, Seeker. I will talk to K'tara on my way there.
es_es: Gracias, Buscadora. Hablaré con K'tara de camino allí.
ru_ru: Спасибо, Искатель. Я поговорю с К'тарой по пути туда.

source: Hopefully, the Shad will see reason.
es_es: Con suerte, los Shad entrarán en razón.
ru_ru: Надеюсь, что шады увидят в этом здравый смысл.

source: You can now finally access the \c[3]Grand Krys'kajo\c[0] for real!
es_es: ¡Ahora finalmente puedes acceder al \c[3]Gran Krys'kajo\c[0], de veras!
ru_ru: Наконец-то вы можете получить доступ к \c[3]Гранд Крис'кайо\c[0]!

# data/maps/jungle/dng/lou-office.json//entities/29/settings/event/7/message
source: Hold it!
es_es: ¡Alto ahí!
ru_ru: Погоди!

# data/maps/jungle/dng/lou-office.json//entities/29/settings/event/9/message
source: What business do you have with Dr. Cretia?
es_es: ¿Qué asuntos tienes con la Dra. Cretia?
ru_ru: Что у тебя за дела с доктором Крецией?

# data/maps/jungle/dng/lou-office.json//entities/29/settings/event/11/message
source: ...Hi?
es_es: ...¿Hola?
ru_ru: ...Привет?

# data/maps/jungle/dng/lou-office.json//entities/29/settings/event/12/message
source: I see. Please wait here for a moment.
es_es: Ya veo. Por favor espera aquí un momento.
ru_ru: Понятно. Пожалуйста, подожди здесь минутку.

# data/maps/jungle/dng/lou-office.json//entities/29/settings/event/21/message
source: You're cleared.
es_es: Estás autorizada.
ru_ru: Проходи.

# data/maps/jungle/dng/shock-expo-space.json//entities/4/settings/event/8/text
source: A little spark can grant life to any creature of this world.
es_es: Una pequeña chispa puede dar vida a cualquier criatura de este mundo.
ru_ru: Маленькая искра может дать жизнь\.\.\. любому существу этого мира

# data/maps/jungle/dng/shock-expo-space.json//entities/4/settings/event/9/text
source: Yet a most furious thunder will humble those creatures in awe.
es_es: Sin embargo, un trueno furioso humillará a esas criaturas en admiración.
ru_ru: Однако самый яростный гром\.\.\. смиряет этих существ в благоговейном трепете

# data/maps/jungle/dng/shock-expo-space.json//entities/4/settings/event/10/text
source: Among the fiercest of lightning you stayed persistent.
es_es: Entre el más feroz de los relámpagos te mantuviste persistente.
ru_ru: Среди самых свирепых молний\.\.\. ты оставалась стойкой

# data/maps/jungle/dng/shock-expo-space.json//entities/4/settings/event/11/text
source: With calm and calculated waves, you phased through electric discord.
es_es: Con ondas tranquilas y calculadas, atravesaste la discordia eléctrica.
ru_ru: Спокойными и расчётливыми волнами\.\.\. ты прошла сквозь электрические разногласия

# data/maps/jungle/dng/shock-expo-space.json//entities/4/settings/event/12/text
source: You, the traveler, the envoy of change.
es_es: Tú, el viajero, el enviado del cambio.
ru_ru: Ты, странник,\.\.\. предвестник перемен

# data/maps/jungle/dng/shock-expo-space.json//entities/4/settings/event/13/text
source: You have proven yourself worthy.
es_es: Has demostrado ser digno.
ru_ru: Ты проявила себя достойно

# data/maps/jungle/dng/shock-expo-space.json//entities/4/settings/event/14/text
source: Take this Shade, one of a pair, to reach the grand tree.
es_es: Toma esta sombra, una de un par, para llegar al gran árbol.
ru_ru: Возьми эту Тень, одну из пары,\.\.\. чтобы достичь великого Древа

# data/maps/jungle/dng/shock-expo-space.json//entities/4/settings/event/23/text
source: Let your every step form the path of your growth.
es_es: Que cada uno de tus pasos forme el camino de tu crecimiento.
ru_ru: Да будет каждый твой шаг\.\.\. приближать тебя к совершенству

source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

source: Damn...\. just second.
es_es: Mince...\. segunda por tan poco.
ru_ru: Чёрт...\. только вторая.

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Too bad, I thought I had a pretty good run this time.
es_es: Qué pena, creí haber hecho una buena carrera esta vez.
ru_ru: Жаль, я думала, что у меня хороший забег в этот раз.

source: That boss at the end was pretty neat.
es_es: Ese jefe del final me gustó bastante.
ru_ru: Этот босс в конце был довольно прикольным.

source: Hah! I won!
es_es: ¡Ja! ¡He ganado!
ru_ru: Ха! Я выиграла!

source: That final part was pretty intense, wasn't it?
es_es: Esa parte final fue muy intensa, ¿no?
ru_ru: Эта заключительная часть была довольно напряжённой, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Darn it...\. last one again.
es_es: Maldita sea...\. El último otra vez.
ru_ru: Проклятье...\. снова последний.

source: And I thought you'd do well since you figured out the puzzles so quickly.
es_es: Y eso que creí que lo harías bien ya que entendiste los puzzles muy rápido.
ru_ru: Мне казалось, что ты справишься лучше, раз ты так быстро разгадал головоломки.

source: Well...\. I had a pretty hard time at the last section.\. Too many of those enemies.
es_es: Bueno...\. Lo pasé bastante mal en la última sección.\. Demasiados enemigos de esos.
ru_ru: Ну...\. Мне было довольно тяжело в последней секции.\. Слишком много этих врагов.

source: Yeah that was quite something, wasn't it?
es_es: Sí, ha estado interesante, ¿no?
ru_ru: Да, это было нечто, правда?

source: Alors, the space bird is waiting!
es_es: ¡Alors, el pájaro espacial está esperando!
ru_ru: Alors (Итак), космическая птица ждёт!

source: Waves and Hurricanes
es_es: Olas y Huracanes
ru_ru: Волны и ураганы

source: \c[3]G'oni\c[0], the creator of ever-flowing waters and twin-brother of \c[3]K'win\c[0], was busy filling our planet with oceans and lakes.
es_es: \c[3]G'oni\c[0], el creador de las aguas siempre fluyentes y hermano gemelo de \c[3]K'win\c[0], estaba ocupado llenando nuestro planeta de océanos y lagos.
ru_ru: \c[3]Г'они\c[0], создатель вечнотекущих вод и брат-близнец \c[3]К'вин\c[0], был занят наполнением нашей планеты океанами и озёрами.

source: The water overflowing from the lakes was slowly moving down the hills into the ocean. However, the water in the oceans was almost motionless.
es_es: El agua desbordada de los lagos bajaba lentamente por las colinas hacia el océano. Sin embargo, el agua de los océanos estaba casi inmóvil.
ru_ru: Вода, вытекающая из озёр, медленно спускалась с холмов в океан. Тем не менее, вода в океанах была почти неподвижна.

source: As K'win watched those boring, calm waters, she had an idea. She created light winds flying over the ocean, creating an abundance of dancing waves on its surface.
es_es: Mientras K'win observaba esas aguas aburridas y tranquilas, tuvo una idea. Creó vientos ligeros que sobrevolaban el océano, creando una abundancia de olas danzantes en su superficie.
ru_ru: Когда К'вин смотрела на эти скучные спокойные воды, у нее появилась идея. Она создала лёгкие ветра, летящие над океаном и создающие множество танцующих волн на его поверхности.

source: At first G'oni did not like this change, as he preferred his waters calm and quiet.
es_es: Al principio a G'oni no le gustó este cambio, ya que prefería sus aguas tranquilas y silenciosas.
ru_ru: Сначала Г'они не понравилось это изменение, так как он предпочитал, чтобы его воды были тихие и спокойные.

source: But as he saw creatures playing with the waves and using the winds to travel across the oceans, he reluctantly agreed to keep it.
es_es: Pero al ver que las criaturas jugaban con las olas y utilizaban los vientos para viajar por los océanos, aceptó a regañadientes mantenerlo.
ru_ru: Но когда он увидел существ, играющих с волнами и использующих ветра для путешествий по океанам, он неохотно согласился.

source: This made K'win very enthusiastic and so she decided to create stronger and stronger winds, making the waves go higher and higher.
es_es: Esto entusiasmó a K'win, que decidió crear vientos cada vez más fuertes, haciendo que las olas fueran cada vez más altas.
ru_ru: Это вызвало у К'вин восторг, и она решила создавать всё более сильные ветра, заставляя волны подниматься всё выше и выше.

source: This led to the most fearsome storms and tidal waves, flooding vast amounts of land. G'oni quickly interfered.
es_es: Esto provocó las más temibles tormentas y marejadas, que inundaron grandes extensiones de tierra. G'oni no tardó en intervenir.
ru_ru: Это привело к грозным штормам и приливным волнам, затопляющим огромные территории. Г'они быстро вмешался.

source: K'win understood that she made a terrible mistake. To make it up to her twin-brother, she created many creatures to live deep within the waters.
es_es: Para compensar a su hermano gemelo, creó muchas criaturas para que viviesen en las profundidades de las aguas.
ru_ru: К'вин поняла, что совершила ужасную ошибку. Чтобы загладить вину перед братом-близнецом, она создала множество существ, способных жить глубоко под водой.

source: The Message of the Sky
es_es: El Mensaje del Cielo
ru_ru: Послание небес

source: When \c[3]Di'aro\c[0] and \c[3]Di'orbis\c[0] witnessed the advancements of our kind, they decided to send the \c[3]Message of the Sky\c[0] wrapped in an \c[3]Envelope of solid rock and ice\c[0].
es_es: Cuando \c[3]Di'aro\c[0] y \c[3]Di'orbis\c[0] observaron los avances de nuestra especie, decidieron enviar el \c[3]Mensaje del Cielo\c[0] envuelto en un \c[3]Sobre de roca sólida y hielo\c[0].
ru_ru: Когда \c[3]Ди'аро\c[0] и \c[3]Ди'орбис\c[0] стали свидетелями наших достижений, они решили отправить \c[3]Послание небес\c[0], завёрнутое в \c[3]оболочку из твёрдого камня и льда\c[0].

source: As he sent out the envelope, \c[3]Di'aro\c[0] was ever-so-careful, only giving it the slightest nudge. After all, he didn't want his creation, the earth and mountains, to be damaged when the message arrived.
es_es: Mientras enviaba el Sobre, \c[3]Di'aro\c[0] fue muy cuidadoso, sólo le dio el más mínimo empujón. Después de todo, no quería que su creación, la tierra y las montañas, se dañaran cuando llegara el mensaje.
ru_ru: Отправляя послание, \c[3]Ди'аро\c[0] был очень осторожен, лишь слегка подтолкнув его. В конце концов, он не хотел, чтобы созданная им земля и горы были повреждены, когда сообщение прибудет.

source: \c[3]K'win\c[0] watched the envelope fly towards us, ever so slowly. She watched and watched, growing more and more impatient.
es_es: \c[3]K'win\c[0] observó cómo el sobre volaba hacia nosotros, muy lentamente. Miraba y miraba, cada vez más impaciente.
ru_ru: \c[3]К'вин\c[0] наблюдала, как послание летит к нам, очень медленно. Она смотрела и смотрела, становясь всё более нетерпеливой.

source: She knew that Di'aro wanted to be careful, but if this continued the message would never arrive in time.
es_es: Sabía que Di'aro quería ser cuidadoso, pero si esto continuaba, el mensaje nunca llegaría a tiempo.
ru_ru: Она знала, что Ди'аро хотел быть осторожным, но если бы всё так продолжалось, сообщение никогда бы не пришло вовремя.

source: K'win then remembered how our kind could withstand her most powerful thunderstorms and fierce hurricanes. She was confident that we could receive a fast-approaching message just as well.
es_es: K'win recordó entonces cómo nuestra especie podía resistir sus más poderosas tormentas y feroces huracanes. Confiaba en que también podríamos recibir un mensaje que se acercara rápidamente.
ru_ru: Затем К'вин вспомнила, как наш вид мог противостоять её самым сильным грозам и жестоким ураганам. Она была уверена, что мы смогли бы вынести и стремительно приближающееся послание.

source: Without hesitation, K'win reached back and gave the envelope a massive blow, launching it toward us at high speed.
es_es: Sin vacilar, K'win se echó hacia atrás y dio un gran golpe al sobre, lanzándolo hacia nosotros a gran velocidad.
ru_ru: Не долго думая, К'вин замахнулась и сильно ударила по посланию, направив его к нам на высокой скорости.

source: It is thanks to her confidence in our resilience that our kind received the Message of the Sky in time.
es_es: Gracias a su confianza en nuestra resistencia, nuestra especie recibió el Mensaje del Cielo a tiempo.
ru_ru: Именно благодаря её уверенности в нашей стойкости наш вид вовремя получил Послание небес.

source: Birth of K'win
es_es: Nacimiento de K'win
ru_ru: Рождение К'вин

source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void.
es_es: Todo comenzó cuando \c[3]Di'orbis\c[0], el Dios etéreo de la creación, nació en el vacío del abismo.
ru_ru: Всё началось с того, что \c[3]Ди'орбис\c[0], бесплотный бог сотворения, родился в забвении пустоты.

source: After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0].
es_es: Tras reflexionar durante eones en soledad, su deseo de compañía dio origen a los \c[3]Dioses de la Forma\c[0].
ru_ru: После размышлений о вечности в одиночестве, его стремление к компании породило \c[3]Богов формирования\c[0].

source: \c[3]K'win\c[0] is one of these gods. Born a twin to \c[3]G'oni\c[0], she is the God of the \c[3]Pentagon\c[0] and the creator of \c[3]storms and lightning\c[0].
es_es: \c[3]K'win\c[0] es uno de estos dioses. Nacida como gemela de \c[3]G'oni\c[0], es la Diosa del \c[3]Pentágono\c[0] y la creadora de las \c[3]tormentas y los rayos\c[0].
ru_ru: \c[3]К'вин\c[0] - одна из этих богов. Сестра-близнец \c[3]Г'они\c[0], она является богиней \c[3]Пятиугольника\c[0] и создательницей \c[3]штормов и молний\c[0].

source: The creations of K'win
es_es: Las creaciones de K'win
ru_ru: Творения К'вин

source: K'win is the creator of \c[3]storms and lightning\c[0].
es_es: K'win es la creadora de las tormentas \c[3]y de los relámpagos\c[0].
ru_ru: К'вин - создательница \c[3]штормов и молний\c[0].

source: Her strong winds keep our world in constant motion, her fierce thunderstorms are awe-inspiring, sparking curiosity within us.
es_es: Sus fuertes vientos mantienen nuestro mundo en constante movimiento, sus feroces tormentas son sobrecogedoras y despiertan nuestra curiosidad.
ru_ru: Её сильный ветер держит наш мир в постоянном движении, её сильные грозы вдохновляют, разжигают любопытство внутри нас.

source: Finally, her little sparks also give life to every creature of this world.
es_es: Por último, sus pequeñas chispas también dan vida a todas las criaturas de este mundo.
ru_ru: Наконец, её маленькие искры даруют жизнь каждому созданию этого мира.

source: Back to \c[3]Rite of Passage\c[0]
es_es: Volver al \c[3]Rito de paso\c[0]
ru_ru: Вернуться к \c[3]Обряду посвящения\c[0]

source: And done!
es_es: ¡Y listo!
ru_ru: И... готово!

source: One dungeon completed, two to go!
es_es: Una mazmorra completada, ¡faltan dos!
ru_ru: Одно подземелье завершено, осталось два!

source: So that means we're finally ready for that Grand-something dungeon, right?
es_es: Eso significa que por fin estamos listos para entrar al Gran... lo que sea, ¿verdad?
ru_ru: То есть это значит, что мы наконец готовы к этому подземелью Гранд-что-то-там, верно?

source: You are ready to enter the \c[3]Grand Krys'kajo\c[0] now!
es_es: ¡Ya puedes entrar al \c[3]Gran Krys'kajo\c[0]!
ru_ru: Теперь вы готовы войти в \c[3]Гранд Крис'кайо\c[0]!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Awesome!
es_es: ¡Genial!
ru_ru: Потрясающе!

source: This place here is pretty nice, don't you think?
es_es: Este lugar es muy bonito, ¿no crees?
ru_ru: Это место довольно красивое, не так ли?

source: I'd like to have a small look around before we continue.
es_es: Me gustaría echar un vistazo antes de continuar.
ru_ru: Я хотел бы немного осмотреться, прежде чем мы продолжим.

source: Sure! Though I have to admit that huge electric stream up there makes me slightly nervous.
es_es: ¡Claro que sí! Aunque tengo que admitir que esa enorme corriente eléctrica de ahí arriba me pone ligeramente nerviosa.
ru_ru: Конечно! Хотя я должна признать, что этот огромный электрический поток заставляет меня немного нервничать.

source: Why... Why would they do this...?
es_es: Por qué... ¿Por qué me hacen esto...?
ru_ru: Зачем... зачем они это делают...?

source: Making me fall...\. through the ground...?
es_es: Hacerme caer...\. ¿a través del suelo...?
ru_ru: Заставляют меня падать...\. сквозь землю...?

source: P-Please calm down...
es_es: P-Por favor, cálmate...
ru_ru: П-пожалуйста, успокойся...

source: The ground...\. that's the thing that makes you...\. not fall...
es_es: El suelo...\. es justamente lo que evita que...\. te caigas...
ru_ru: Земля...\. это то, что помогает тебе...\. не падать...

source: How dare they take this away from me?!
es_es: ¡¿Cómo se atreven a quitármelo?!
ru_ru: Как они посмели лишить меня этого?!

source: Come on... this wasn't exactly "falling", right?\. More like...\. floating!
es_es: Vamos... no era lo mismo que "caer", ¿verdad?\. ¡Era más como...\. flotar!
ru_ru: Да ладно... это же не совсем "падение".\. Скорее...\. парение!

source: How?!
es_es: ¡¿Cómo?!
ru_ru: Как?!

source: The uneven slope...
es_es: El desnivel...
ru_ru: Шероховатый уклон...

source: ...bordering the fall...
es_es: ...bordeando la caída...
ru_ru: ...на грани падения...

source: ...testing your balance...
es_es: ...poniendo a prueba tu equilibrio...
ru_ru: ...проверка твоего баланса...

source: Whyyyy...?
es_es: ¿Por quééé...?
ru_ru: Почемууууу...?

source: Hot damn, that current up there! Those Ancients sure know how to be flashy.
es_es: ¡Maldita sea, esa corriente de ahí arriba! Esos Antiguos sí que saben ser llamativos.
ru_ru: Чёрт возьми, этот поток наверху! Эти Древние знают, как быть ослепительными.

source: No joke, they really must have plenty of power to keep it running at all times.
es_es: No es broma, deben tener mucha energía para mantenerlo en funcionamiento todo el tiempo.
ru_ru: Без шуток, у них действительно должно быть много энергии, чтобы это постоянно работало.

source: Yeah, no wonder the locals tap the power of the temple.
es_es: Sí, no es de extrañar que los locales tomen un poco de ella.
ru_ru: Да, неудивительно, что местные жители используют силу храма.

source: Hey, do you see that darker area over there between the mountains?
es_es: Oye, ¿ves esa zona más oscura que hay entre las montañas?
ru_ru: Эй, ты видишь эту тёмную область между горами там?

source: Oh yeah, that's \c[3]Sapphire Ridge\c[0]!\. It's always night over there.
es_es: Oh, sí, ¡es \c[3]Cresta Zafiro\c[0]! Siempre es de noche allí.
ru_ru: Ах да, это \c[3]Сапфировый край\c[0]!\. Там всегда ночь.

source: How does that work? What's even blotting out the sun in the first place?
es_es: ¿Cómo es eso posible? ¿Qué provoca que no salga el sol?
ru_ru: Как это работает? Что вообще может затмевать солнце?

source: Shadoon works in mysterious ways.\. Don't think too much about it.
es_es: Shadoon es un lugar misterioso.\. No pienses mucho en ello.
ru_ru: Шадун - загадочная штука.\. Не думай об этом слишком много.

source: Wow... Trees as far as the eye can see. Gaia's Garden really is huge.
es_es: Vaya... Árboles hasta donde alcanza la vista. El Jardín de Gaia es realmente enorme.
ru_ru: Вау... Деревьям не видно конца. Сад Гайи действительно огромен.

source: It definitely felt that way. Took us some time to walk through it.
es_es: Definitivamente se sintió así. Nos llevó un buen tiempo recorrerlo.
ru_ru: По ощущениям так и есть. Нам потребовалось много времени, чтобы пройти через него.

source: This is \c[3]Zir'vitar Temple\c[0]. One of the temples in Gaia's Garden.
es_es: Este es el \c[3]Templo Zir'vitar\c[0]. Uno de los templos del Jardín de Gaia.
ru_ru: Это \c[3]Храм Зир'витар\c[0]. Один из храмов Сада Гайи.

source: Are you sure you want to enter the dungeon already, Lea?
es_es: ¿Estás segura de que ya quieres entrar en la mazmorra, Lea?
ru_ru: Ты уверена, что уже хочешь войти в подземелье, Лея?

source: Shouldn't you meet up with \c[3]C'tron\c[0] first?
es_es: ¿No deberías reunirte primero con \c[3]C'tron\c[0]?
ru_ru: Разве ты не должна сначала встретиться с \c[3]Ци'троном\c[0]?

source: Come on, Lea. No more dungeon running today.
es_es: Vamos, Lea. No hay más mazmorras por hoy.
ru_ru: Ну же, Лея. Больше никаких подземелий на сегодня.

source: There is still another day tomorrow, right?
es_es: Todavía tenemos mucho más tiempo, ¿verdad?
ru_ru: Завтра же будет ещё один день, верно?
