Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/18/message
source: Obviously. This is not my first CrossWorlds character.
es_es: Obviamente. Este no es mi primer personaje en CrossWorlds.
ru_ru: Очевидно. Это не первый мой персонаж в CrossWorlds.

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/19/message
source: Then...\. then why didn't you say anything?!
es_es: Entonces...\. ¡¿por qué no dijiste nada?!
ru_ru: Тогда...\. тогда почему ты ничего не сказал?!

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/20/message
source: You dragged me into the whole thing.
es_es: Fuiste tú la que me metió en esto.
ru_ru: Ты втянула меня во всё это.

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/21/message
source: I figured you'd be aware that I'm an advanced player.
es_es: Me imaginé que estarías al tanto de que soy un jugador avanzado.
ru_ru: Я полагал, что ты знаешь, что я опытный игрок.

source: Well... you lost to Lea several times in the duels so I thought you were all talk.
es_es: Bueno... perdiste contra Lea tantas veces en los duelos que pensé que eras pura palabrería.
ru_ru: Ну... ты проиграл Лее несколько раз в дуэли, я и подумала, что ты просто болтун.

source: EXCUSE ME, DIDN'T YOU SEE HOW MUCH DAMAGE SHE DOES?!
es_es: DISCULPA, ¡¿TENGO QUE RECORDARTE DEL DAÑO ABSURDO QUE HACE?!
ru_ru: ПРОСТИ, НО РАЗВЕ ТЫ НЕ ВИДЕЛА, КАКОЙ УРОН ОНА НАНОСИТ?!

source: No, that's just because Lea is exceptionally skilled! That's all!
es_es: ¡No, eso es sólo porque Lea es extraordinariamente hábil! ¡Eso es todo!
ru_ru: Нет, это только потому, что Лея исключительно умелая! Вот и всё!

source: Lea!
ru_ru: Лея!

source: I didn't think an advanced player would seek duels with new players like Lea.
es_es: No pensé que un jugador avanzado buscaría duelos con jugadores nuevos como Lea.
ru_ru: Я не думала, что продвинутый игрок будет добиваться поединка с новыми игроками вроде Леи.

source: Well, there aren't too many Spheromancers to be found with matching level.
es_es: Bueno, no hay muchos Spheromancers que estén a mi nivel.
ru_ru: Ну, не так много сферомантов можно найти с соответствующим уровнем.

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/23/message
source: Anyway, here we are!
es_es: En fin, ¡lo conseguimos!
ru_ru: В любом случае, вот мы и здесь!

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/32/message
source: The \c[3]very top of the Grand Krys'kajo\c[0]!
es_es: ¡Estamos en \c[3]la cima del Gran Krys'kajo\c[0]!
ru_ru: На \c[3]самой вершине Гранд Крис'кайо\c[0]!

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/33/message
source: The final major temple completed!
es_es: ¡El último gran templo completado!
ru_ru: Последний крупный храм завершён!

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/40/message
source: Oui, and all we had to do is beat an ape and gigantic whale in a tree.
es_es: Oui, y todo lo que tuvimos que hacer fue vencer a un mono y a una ballena gigante en un árbol.
ru_ru: Oui (Да), и всё, что нам нужно было сделать - это избить обезьяну и гигантского кита на дереве.

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/41/message
source: Also...\. suddenly space?
es_es: Además...\. ¿de repente el espacio?
ru_ru: Также...\. неожиданно космос?

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/42/message
source: Are we really that high up?
es_es: ¿Realmente estamos tan arriba?
ru_ru: Неужели мы так высоко?

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/43/message
source: It is just an illusion of course. We Seekers would not survive long in space without oxygen.
es_es: Es sólo una ilusión, por supuesto. Los Buscadores no sobreviviríamos mucho tiempo en el espacio sin oxígeno.
ru_ru: Конечно это всего лишь иллюзия. Мы, Искатели, не выживем долго в космосе без кислорода.

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/44/message
source: Uhm...\. do we even need to breathe as avatars?
es_es: Uhm...\. ¿los avatares necesitan oxígeno?
ru_ru: Хмм...\. нашим аватарам вообще нужно дышать?

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/45/message
source: I'm talking in-game lore.
es_es: Quiero decir, canónicamente.
ru_ru: Я говорю о внутриигровой истории.

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/46/message
source: Oh...\. right.
es_es: Oh...\. cierto.
ru_ru: Ой...\. верно.

# data/maps/jungle/dng/tree-expo-space.json//entities/14/settings/event/47/message
source: Let's proceed!
es_es: ¡Procedamos!
ru_ru: Давайте продолжим!

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/13/text
source: Your journey has brought you to many different places.
es_es: Tu viaje te ha llevado a muchos lugares diferentes.
ru_ru: Твоё путешествие привело тебя\.\.\. во множество разных мест

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/14/text
source: From freezing mountains, over scorching deserts, to the unforgiving wilderness.
es_es: Desde montañas heladas, sobre desiertos abrasadores, hasta el implacable mundo salvaje.
ru_ru: От замёрзших гор\.\.\. через знойные пустыни\.\.\. к беспощадной дикой местности

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/15/text
source: Now you stand victorious, high above the ground.
es_es: Ahora te alzas victorioso, en lo alto de la tierra.
ru_ru: Теперь ты победоносно\.\.\. стоишь высоко над землёй

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/16/text
source: You mastered all 4 elements, withstood all the trials.
es_es: Has dominado los 4 elementos, dominaste todas las pruebas.
ru_ru: Ты освоила все четыре элемента,\.\.\. выдержала все испытания

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/17/text
source: You, the traveler, the envoy of change.
es_es: Tú, el viajero, el enviado del cambio.
ru_ru: Ты, странник,\.\.\. предвестник перемен

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/18/text
source: Your accomplishments shall be acknowledged.
es_es: Tus logros deben ser reconocidos.
ru_ru: Твои достижения\.\.\. должны быть признаны

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/19/text
source: Take this Shade to open the path further to the east.
es_es: Toma esta sombra para abrir el camino más al este.
ru_ru: Возьми эту Тень\.\.\. и открой путь дальше на восток

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/29/text
source: Your resourcefulness is apparent and deserves to be further rewarded.
es_es: Tu ingenio es evidente y merece ser recompensado.
ru_ru: Твоя находчивость несомненна\.\.\. и заслуживает дополнительного вознаграждения

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/30/text
source: I shall add to your strength to prepare you for challenges to come.
es_es: Aumentaré tu fuerza para prepararte a los desafíos que se avecinan.
ru_ru: Я увеличу твою силу,\.\.\. чтобы подготовить к грядущим испытаниям

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/51/object
source: SP Bar
es_es: Barra de PE
ru_ru: Шкала SP

# data/maps/jungle/dng/tree-expo-space.json//entities/15/settings/event/57/text
source: Let your every step form the path of your growth.
es_es: Que cada uno de tus pasos forme el camino de tu crecimiento.
ru_ru: Да будет каждый твой шаг\.\.\. приближать тебя к совершенству

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/10/text
source: Initializing avatar
es_es: Inicializando Avatar
ru_ru: Инициализация аватара

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/34/message
source: Good morning, Lea.
es_es: Buenos días, Lea.
ru_ru: Доброе утро, Лея.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/35/message
source: ...Hi.
es_es: ...Hola.
ru_ru: ...Привет.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/36/message
source: So...\. did you see anything new in your dreams?
es_es: Entonces...\. ¿viste algo nuevo en tus sueños?
ru_ru: Итак...\. ты видела что-нибудь новое в своих снах?

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/38/message
source: Well...\. anything you think you will be able to communicate?
es_es: Bien...\. ¿algo que creas que puedas comunicar?
ru_ru: Ну...\. что-нибудь, о чём ты сможешь рассказать?

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/40/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/41/message
source: Sorry.
es_es: Perdón.
ru_ru: Прости.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/42/message
source: It is fine, Lea. I suppose they are just dreams in the end.
es_es: Está bien, Lea. Después de todo no son más que sueños.
ru_ru: Всё нормально, Лея. Я полагаю, что это всего лишь сны, в конце концов.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/43/message
source: They can be confusing.
es_es: Pueden ser confusos.
ru_ru: Они могут ввести в заблуждение.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/44/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/45/message
source: Anyway, time to enter \c[3]Sapphire Ridge\c[0]!
es_es: En fin, ¡es hora de ingresar a \c[3]Cresta Zafiro\c[0]!
ru_ru: В любом случае, самое время войти в \c[3]Сапфировый край\c[0]!

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/46/message
source: It is located to the \c[3]east of Autumn's Fall\c[0], remember?
es_es: Se encuentra al \c[3]este de Ocaso Otoñal\c[0], ¿recuerdas?
ru_ru: Он расположен к \c[3]востоку от Заката Осени\c[0], помнишь?

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/48/message
source: And once we are there...\. well....\.
es_es: Y una vez estemos allí...\. bueno....\.
ru_ru: И как только мы там...\. ну....\.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/49/message
source: I suppose we just have to walk around until you recognize the places from your dreams.
es_es: Supongo que solo tenemos que deambular hasta que reconozcas los lugares de tus sueños.
ru_ru: Я полагаю, нам просто нужно прогуляться, пока ты не узнаешь места из своих снов.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/51/message
source: If I remember correctly you first have to solve a \c[3]main story quest\c[0] in order to access the whole location.
es_es: Si no recuerdo mal, primero tienes que resolver una \c[3]misión de la historia principal\c[0] para poder acceder a toda la ubicación.
ru_ru: Если я правильно помню, то ты сначала должна решить \c[3]основной квест\c[0], чтобы получить доступ ко всей локации.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/52/message
source: So it is probably a good idea to focus on that first.
es_es: Así que probablemente sea una buena idea centrarse en eso primero.
ru_ru: Так что хорошей идеей будет сосредоточиться на этом в первую очередь.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/53/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/54/message
source: Oh yes... one last thing.
es_es: Oh sí... una última cosa.
ru_ru: Ах да... ещё одна вещь.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/55/message
source: It is fine to explore the area with your friends.
es_es: No hay problema con que explores el área con tus amigos.
ru_ru: Будет прекрасно, если ты исследуешь эту область с друзьями.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/56/message
source: But once we get close to uncovering that hidden location, we should make sure we are alone.
es_es: Pero una vez que estemos cerca de descubrir esa ubicación oculta, debemos asegurarnos de estar solos.
ru_ru: Но как только приблизимся к нахождению этой скрытой локации, нужно убедиться, что мы будем одни.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/57/message
source: I expect none of this is really supposed to be...\. official.
es_es: Supongo que nada de esto se ha hecho...\. oficial.
ru_ru: Я предполагаю, то, что мы найдём, будет не совсем...\. официальным.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/59/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/67/message
source: Lea!? You are here?
es_es: ¿¡Lea!? ¿Estás aquí?
ru_ru: Лея!? Ты здесь?

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/68/message
source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/71/message
source: Oh! What a coincidence. I guess you just logged in, didn't you?
es_es: ¡Vaya! Qué casualidad. Supongo que acabas de iniciar sesión, ¿no?
ru_ru: Ох! Какое совпадение. Дай угадаю, ты только что зашла, не так ли?

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/72/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/73/message
source: Emilie already told me how you did the temple together with Apollo.
es_es: Emilie me ha dicho que hiciste el templo junto con Apollo.
ru_ru: Эмили уже рассказала мне, как вы прошли храм вместе с Аполло.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/74/message
source: That really must have been interesting.
es_es: Eso tuvo que haber sido interesante.
ru_ru: Должно быть, это было действительно интересно.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/76/message
source: Ah, don't worry about me.
es_es: Ah, no te preocupes por mí.
ru_ru: Ах, не беспокойся обо мне.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/77/message
source: I just did the dungeon at my own pace. It was nice for a change.
es_es: Acabo de hacer la mazmorra a mi propio ritmo. Fue agradable para variar.
ru_ru: Я только что прошёл подземелье в своём собственном темпе. Это было приятно для разнообразия.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/78/message
source: Anyway, I just collected the \c[3]Star Shade\c[0].
es_es: De todos modos, acabo de conseguir la \c[3]Sombra de Estrella\c[0].
ru_ru: В любом случае, я только что получил \c[3]Тень звезды\c[0].

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/79/message
source: So if you want me to tag along in Sapphire Ridge, just tell me!
es_es: Entonces, si quieres que te acompañe a Cresta Zafiro, ¡solo dímelo!
ru_ru: Так что если ты хочешь, чтобы я пошёл с тобой в Сапфировый край, то просто скажи мне!

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/80/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/81/message
source: Okey-dokey!
es_es: ¡École!
ru_ru: Оки-доки!

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/82/message
source: By the way...\. This place is quite amazing, isn't it?
es_es: Por cierto...\. Este lugar es sorprendente, ¿no?
ru_ru: Кстати...\. Это место довольно удивительное, тебе не кажется?

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/90/message
source: A view like this... just like a clear sky at night.
es_es: Una vista como esta... como un cielo despejado por la noche.
ru_ru: Такой вид... прямо как чистое ночное небо.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/91/message
source: It has always impressed me.
es_es: Siempre me ha impresionado.
ru_ru: Это всегда впечатляло меня.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/92/message
source: A boundless sea of stars...
es_es: Un mar ilimitado de estrellas...
ru_ru: Бескрайнее море звёзд...

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/109/text
source: When you see it, you start to realize...
es_es: Cuando lo ves, empiezas a darte cuenta...
ru_ru: Когда ты видишь его, ты начинаешь понимать...

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/110/text
source: ... just how insignificant we are to this world.
es_es: ... qué insignificante somos para este mundo.
ru_ru: ...насколько ничтожны мы в этом мире.

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/112/text
source: By the way...\. I know a good sign for this.
es_es: Por cierto...\. conozco una buena seña para esto.
ru_ru: Кстати...\. Я знаю хороший жест для этого.

source: Wait...
es_es: Espera...
ru_ru: Подожди...

source: Hm?
es_es: ¿Hmm?
ru_ru: Хм?

source: H-Hey!\. I know that one!
es_es: ¡O-Oye!\. ¡Conozco esa!
ru_ru: Э-Эй!\. Я это знаю!

source: That's the sign for \c[3]Stars\c[0]!
es_es: ¡Esa es la seña para \c[3]Estrellas\c[0]!
ru_ru: Это знак для \c[3]звёзд\c[0]!

source: How come you know this? Did somebody teach it to you?
es_es: ¿Cómo es que la sabes? ¿Alguien te la enseñó?
ru_ru: Откуда ты это знаешь? Тебя этому кто-то научил?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I never knew you actually learned sign language before.
es_es: No sabía que habías estudiado lenguaje de señas.
ru_ru: Я и не знал, что ты изучала язык жестов.

source: Oh!\. That reminds me...
es_es: ¡Vaya!\. Eso me recuerda...
ru_ru: О!\. Это мне кое-что напомнило...

source: You should drop by the \c[3]First Scholars HQ\c[0] now that you're online.
es_es: Deberías pasar por la \c[3]Sede de los Primeros Eruditos\c[0] ahora que estás en línea.
ru_ru: Тебе следует заскочить в \c[3]штаб Первоучёных\c[0], раз ты в сети.

source: We've got some great news for you!
es_es: ¡Tenemos buenas noticias para ti!
ru_ru: У нас есть хорошие новости для тебя!

source: I'll go ahead, let's meet over there!
es_es: Me adelantaré, ¡nos vemos allí!
ru_ru: Я пойду вперёд, давай встретимся там!

source: See you!
es_es: ¡Hasta entonces!
ru_ru: Увидимся!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: That was interesting...
es_es: Eso fue interesante...
ru_ru: Это было интересно...

source: How do you know that sign, Lea?
es_es: ¿Cómo conoces esa seña, Lea?
ru_ru: Откуда ты знаешь этот знак, Лея?

source: Or rather...\. do you remember who taught it to you?
es_es: O mejor...\. ¿Recuerdas quién te la enseñó?
ru_ru: Вернее...\. ты помнишь, кто тебя этому научил?

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: I see... well then.
es_es: Ya veo... bueno.
ru_ru: Понятно... ну ладно.

source: Well, we could enter \c[3]Sapphire Ridge\c[0] now...
es_es: Podemos ingresar a \c[3]Cresta Zafiro\c[0] ahora...
ru_ru: Ну, мы уже могли бы войти в \c[3]Сапфировый край\c[0]...

source: But I suppose you might as well go to your \c[3]guild first\c[0] and listen to their news.
es_es: Pero supongo que también podrías ir a tu \c[3]gremio primero\c[0] y escuchar las noticias.
ru_ru: Но я полагаю, что сначала ты могла бы \c[3]пойти в свою гильдию\c[0] и послушать, что там за новости.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/tree-expo-space.json//entities/18/settings/event/173/task
source: Visit your guild at \c[3]First Scholars HQ\c[0] and listen to their news.
es_es: Visita tu gremio en \c[3]la sede de los Primeros Eruditos\c[0] y escucha las noticias.
ru_ru: Посетите свою гильдию в \c[3]штабе Первоучёных\c[0] и выслушайте их новости.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/24/message
source: Finally, the Star Shade.
es_es: Por fin, la Sombra de Estrella.
ru_ru: Наконец-то, Тень звезды.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/25/message
source: Now the end game begins!
es_es: ¡Ahora comienza el final del juego!
ru_ru: Теперь начинается финальная стадия игры!

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/26/message
source: Why?
es_es: ¿Por qué?
ru_ru: Почему?

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/27/message
source: Because you can learn all the \c[3]level 3 combat arts\c[0] now.
es_es: Porque ahora puedes aprender todas las \c[3]artes de combate de nivel 3\c[0].
ru_ru: Потому что теперь вы можете выучить все \c[3]техники боя 3-го уровня\c[0].

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/29/message
source: Duels are now especially interesting.
es_es: Los duelos en particular ahora son más interesantes.
ru_ru: Дуэли теперь особенно интересны.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/30/message
source: Which reminds me...
es_es: Lo que me recuerda...
ru_ru: Что напоминает мне...

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/32/message
source: Are you serious?
es_es: ¿Hablas en serio?
ru_ru: Ты серьёзно?

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/33/message
source: Do you want to duel with Lea? Right now?
es_es: ¿Quieres batirte en duelo con Lea? ¿Justo ahora?
ru_ru: Ты хочешь дуэль с Леей? Прямо сейчас?

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/34/message
source: Well...\. Now certainly isn't the best time.
es_es: Bueno...\. Ahora sin duda no es el mejor momento.
ru_ru: Ну...\. Сейчас определённо не лучшее время.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/35/message
source: We both need time to prepare, get familiar with all the new skills.
es_es: Ambos necesitamos tiempo para prepararnos, familiarizarnos con todas las nuevas habilidades.
ru_ru: Нам обоим нужно время, чтобы подготовиться и ознакомиться со всеми новыми навыками.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/37/message
source: Oui, also we played for a whole lot at once, didn't we?
es_es: Oui, además hemos estado jugando un largo tiempo, ¿no es así?
ru_ru: Oui (Да), а ещё мы так много прошли за раз, не так ли?

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/38/message
source: It's about time to log off.
es_es: Ya es hora de desconectarse.
ru_ru: Пора отдохнуть немного.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/39/message
source: That...\. is a good point, too.
es_es: Ese...\. también es un buen punto.
ru_ru: Это...\. тоже хорошее замечание.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/40/message
source: Anyway, didn't expect to say this, but it was pretty fun racing with you.
es_es: En fin, no esperaba decir esto, pero fue muy divertido hacer una carrera contigo.
ru_ru: В любом случае, не ожидала, что скажу это, но было довольно весело побегать с тобой.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/41/message
source: You should join our party again some time, Grasshead.
es_es: Deberías volver a unirte a nuestro grupo alguna vez, Peloverde.
ru_ru: Ты должен снова присоединиться к нашей группе когда-нибудь, Травоголовый.

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/42/message
source: That's Apollo to you!
es_es: ¡Apollo, para ti!
ru_ru: Для тебя - Аполло!

# data/maps/jungle/dng/tree-expo-space.json//entities/19/settings/event/43/message
source: ... I'll think about it.
es_es: ... Lo pensaré.
ru_ru: ...Я подумаю над этим предложением.
