Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle-city.po
Languages: ru_ru

source: Indeed. And since our organization still lacks the contacts to solve those problems, we would need you as an ambassador.
ru_ru: Конечно. А поскольку у нашей организации по-прежнему нет связей, чтобы решать такого рода проблемы, ты понадобишься нам в качестве представителя.

source: It would be best if you talked with a person of authority first.\. I assume that it would be the \c[3]village elder in V'rda Vil West\c[0].
ru_ru: Лучше всего тебе сначала поговорить с лицом у власти.\. Полагаю, это \c[3]старейшина в западном В'рда Виль\c[0].

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: [shakes head]
ru_ru: [мотает головой]

source: You are not interested?\. But can't you see the potential in this venture?
ru_ru: Вы не заинтересованы?\. Но разве вы не видите потенциал в этом предприятии?

source: Well, we are still in the midst of preparation regardless.\. Maybe you will change your mind later.
ru_ru: Ну, мы всё равно ещё в самом разгаре подготовки.\. Возможно, позже ты передумаешь.

source: Mrs Basu
ru_ru: Миссис Басу

source: Mr Frigo
ru_ru: Мистер Фриго

source: Hi!
ru_ru: Привет!

source: \v[lore.title.seeker], there you are again!\. We already received a visit from a charming young Shad!
ru_ru: Искатель, вот и ты снова!\. К нам уже зашёл очаровательный молодой шад!

source: Yes, very charming.\. And knows his way around machinery.\. Literally a tough customer I tell you that.
ru_ru: Да, очень очаровательный.\. И хорошо разбирается в технике.\. Довольно упрямый клиент, скажу я вам.

source: But sir, you're not implying that you're planning to sell those noble villagers a lot of things they don't need, right?
ru_ru: Но, сэр, вы же не собираетесь продать этим благородным жителям деревни много ненужных вещей, так?

source: Well, of course not!\. Frigo kitchen tools are always useful, I can ensure you that!\. My name's on them after all!
ru_ru: Ну конечно нет!\. Кухонные приборы Фриго всегда нужны, я это гарантирую!\. На них всё-таки моё имя!

source: Of course, sir.\. No doubt about that.
ru_ru: Конечно, сэр.\. Несомненно.

source: Well, \v[lore.title.seeker], you have done us a great service again.\. Here, another reward well-earned!
ru_ru: Что ж, Искатель, ты снова оказала нам большую услугу.\ Вот, ещё одна заслуженная награда!

source: Bye!
ru_ru: Пока!

source: Welcome to \c[3]Pumpkin Fun Land\c[0]!
ru_ru: Добро пожаловать в \c[3]Тыкволэнд\c[0]!

source: Please \c[3]enter the teleporter\c[0] to start your ride!
ru_ru: Пожалуйста, \c[3]зайдите в телепорт\c[0], чтобы начать ваше приключение!

source: Welcome to \c[3]Pumpkin Fun Land\c[0]!
ru_ru: Добро пожаловать в \c[3]Тыкволэнд\c[0]!

source: Please \c[3]enter the teleporter\c[0] to start your ride!
ru_ru: Пожалуйста, \c[3]зайдите в телепорт\c[0], чтобы начать ваше приключение!

# data/maps/jungle-city/interior/halloween.json/entities/22/settings/teleportLabel
source: Enter Pumpkin Fun Land
ru_ru: Войти в Тыкволэнд

source: \c[3]GF\c[0]: Entrance \c[3]1F-10F\c[0]: Apartments
ru_ru: \c[3]Цокольный этаж\c[0]: Прихожая \c[3]1-10-й этажи\c[0]: Апартаменты

source: Good day, Madam. Can I help you?
ru_ru: Добрый день, Мадам. Могу вам помочь?

source: ...Hi?
ru_ru: ...Привет?

source: I am terribly sorry, but we are currently offering no apartments.
ru_ru: Мне очень жаль, но в настоящее время мы не предлагаем никаких апартаментов.

source: Please contact our landlord in his office.
ru_ru: Пожалуйста, свяжитесь с нашим арендодателем в его офисе.

source: Lea, dear!
ru_ru: Лея, дорогая!

source: Hi!
ru_ru: Привет!

source: You've done it again, young lady.
ru_ru: Ты снова сделала это, юная леди.

source: Maybe I should see a doctor about my ears...
ru_ru: Может, мне стоит обратиться к врачу по поводу ушей...

source: Are you up for finding another piece of broken equipment?
ru_ru: Ты готова искать ещё одну часть сломанного снаряжения?

source: [nods]
ru_ru: [кивает]

source: Great! I was just about to skim through these books. A player told me there is a hidden text here that leads to the next one.
ru_ru: Отлично! Я как раз собирался просмотреть эти книги. Игрок сказал мне, что здесь есть скрытый текст, который ведёт к следующей части.

source: This time we're searching for a \c[3]Broken Deck\c[0]. That seems to be the default weapon of Hexacasts. A deck of cards.
ru_ru: На этот раз мы ищем \c[3]Сломанную колоду\c[0]. Это, кажется, стандартное оружие гексакастов. Колода карт.

source: Why not help me? We players can simply use our \c[3]Seeker Sense\c[0] or whatever it was called.
ru_ru: Почему бы не помочь мне? Мы, игроки, можем просто использовать наше \c[3]чутьё Искателя\c[0] или как оно там называется.

source: Does come in handy for an old man like me.
ru_ru: Очень удобно для старика вроде меня.

source: Anyway, are you ready?
ru_ru: В любом случае, ты готова?

source: Thanks kid!
ru_ru: Спасибо, дитя!

source: Only two more to go.
ru_ru: Осталось только две.

source: But let's not get ahead of ourselves.
ru_ru: Но давай не будем забегать вперёд.

source: Judging from the last couple of pieces, this one should be hidden somewhere in \c[3]\v[area.jungle.name]\c[0], right?
ru_ru: Судя по последней паре частей, эта должна быть спрятана где-то в \c[3]Саду Гайи\c[0], так?

source: [nods]
ru_ru: [кивает]

source: Let's just start searching through these books.
ru_ru: Давай просто начнём искать по этим книгам.

source: If you find something of use, you can go ahead and look for it.
ru_ru: Если ты найдёшь что-то полезное, можешь идти вперёд и искать её.

source: You know I'm too old to be running around willy-nilly.
ru_ru: Ты знаешь, я слишком стар, чтобы бегать просто так.

source: Kid, you know why I'm looking for these. Don't leave me hanging.
ru_ru: Дитя, ты знаешь, зачем я ищу это. Не оставляй меня ждать.

source: Hello young lady, found anything of use?
ru_ru: Здравствуй, юная леди, нашла что-нибудь полезное?

source: [nods]
ru_ru: [кивает]

source: Good job, kid! So tell me, what is it?
ru_ru: Хорошая работа, дитя! Так расскажи мне, что это?

source: ...Lea?
ru_ru: ...Лея?

source: Your name is the clue?
ru_ru: Твоё имя - подсказка?

source: [shakes head]
ru_ru: [мотает головой]

source: Lea, I don't know what game you're trying to play but this is no way to treat your elders.
ru_ru: Лея, я не знаю, во что ты сейчас пытаешься играть, но так нельзя обращаться со старшими.

source: [shakes head]
ru_ru: [мотает головой]

source: Too bad... Guess we just have to keep looking.
ru_ru: Жаль... Думаю, мы просто должны продолжать искать.

source: Welcome back kid, any luck finding the \c[3]Broken Deck\c[0]?
ru_ru: Добро пожаловать, дитя, удалось найти \c[3]Сломанную колоду\c[0]?

source: [nods]
ru_ru: [кивает]

source: I knew I could depend on you, Lea.
ru_ru: Я знал, что могу положиться на тебя, Лея.

source: That means, there's only one left.
ru_ru: Это означает, что осталась только одна.

source: [nods]
ru_ru: [кивает]

source: How...?
ru_ru: Как...?

source: Mm? What is it, kid?
ru_ru: Мм? Что это, дитя?

source: Why...?
ru_ru: Почему...?

source: I don't understand. Just say what you want.
ru_ru: Я не понимаю. Просто скажи, что ты хочешь.

source: [shakes head]
ru_ru: [мотает головой]

source: You can't say?
ru_ru: Не можешь сказать?

source: [nods]
ru_ru: [кивает]

source: So you can say some words, but not full sentences?
ru_ru: Так ты можешь сказать несколько слов, но не полные предложения?

source: [nods]
ru_ru: [кивает]

source: Well that sure is weird. I know some people have problems with the talking in this game.
ru_ru: Мда, это, конечно, странно. Я знаю, что у некоторых людей есть проблемы с общением в этой игре.

source: But this is new.
ru_ru: Но это что-то новенькое.

source: Sorry...
ru_ru: Прости...

source: It's okay, Lea. We'll get around it somehow.
ru_ru: Всё хорошо, Лея. Мы как-нибудь обойдём это.

source: I'll just keep asking and you can use your hands, head or whatever possible, okay?
ru_ru: Я просто продолжу задавать вопросы, а ты можешь использовать руки, голову, или всё, что возможно, хорошо?

source: Alright, so I will just take a wild guess and assume you want to know how this will all work out?
ru_ru: Ладно, я просто попробую угадать и предположу, что ты хочешь знать, как всё это сработает?

source: [nods]
ru_ru: [кивает]

source: As you know, my kids always wanted to find the treasure connected to the 5 broken arms.
ru_ru: Как ты знаешь, мои дети всегда хотели найти сокровище, связанное со сломанным оружием.

source: Well... I promised my children we would find it.
ru_ru: Ну... я обещал своим детям, что мы найдём его.

source: And I want to keep this promise by contacting them once we've found all of the pieces.
ru_ru: И я хочу сдержать обещание, связавшись с ними, когда мы найдём все части.

source: If I tell them I found all the broken bits... Maybe, just maybe, they will play with me again.
ru_ru: Если я скажу им, что нашёл все обломки... Может быть, вдруг они снова будут играть со мной.

source: Thank you for your hard work. It's time for me to go.
ru_ru: Спасибо за твою усердную работу. Мне пора идти.

source: Bye!
ru_ru: Пока!

# data/maps/jungle-city/interior/house-01.json/entities/47/settings/text
source: The Lost Shrine
ru_ru: Затерянная усыпальница

source: Read Book
ru_ru: Читать книгу

# data/maps/jungle-city/interior/house-01.json/entities/48/settings/interact/title
source: \c[3]The Lost Shrine\c[0]
ru_ru: \c[3]Затерянная усыпальница\c[0]

source: Archaeologists once found a stone tablet near the entrance to the \c[3]\v[area.tree-dng.name]\c[0]. On this tablet a riddle was written...
ru_ru: Археологи однажды обнаружили каменную табличку возле входа в \c[3]\v[area.tree-dng.name]\c[0]. На этой табличке была написана загадка...

source: "Those who seek the lost shrine, must go to the most royal of coverts" "Behind a tree..." The latter part was already too old to read.
ru_ru: "Те, кто ищет потерянную святыню, должны идти к самой королевской чаще" "За деревом..." Остальная часть текста уже слишком стара, чтобы прочитать.

source: Below the text a strange sequence of arrows was written too. Researchers assume the shrine is to be found in the fittingly named area: \c[3]The Royal Grove\c[0]
ru_ru: Ниже текста также написана странная последовательность стрелок. Исследователи полагают, что святыня находится в подходяще названной области: \c[3]Королевская роща\c[0]

source: \c[3]GF\c[0]: Items N' Goods \c[3]1F\c[0]: Basin Arsenal \c[3]2F\c[0]: Umbrella Inc.
ru_ru: \c[3]Цоколь\c[0]: Предметы-Товары \c[3]1-й этаж\c[0]: Арсенал Бэйзина \c[3]2-й этаж\c[0]: Корпорация "Амбрелла"

source: Welcome! Find all our vending goods here but with a personal touch.
ru_ru: Добро пожаловать! Здесь все наши товары, но с индивидуальным подходом.

source: Hello, \v[lore.title.seeker].\. Need some equipment on this rainy day?
ru_ru: Привет, Искатель.\. Нуждаешься в экипировке в этот дождливый день?

source: I'm sorry dear customer but Umbrella Inc. is currently experiencing a \..\..\.. sort of outbreak.
ru_ru: Извините, дорогой клиент, но в настоящее время у Корпорации "Амбрелла" наблюдается своего рода\..\..\.. вспышка.

source: In order to avoid any residents from getting inf... \.\.\.from having a bad time, we have closed off access to the third floor.
ru_ru: Мы закрыли доступ на третий этаж, чтобы никто из жителей не за... \.\.\.заскучал.

# data/maps/jungle-city/interior/mall-2.json/entities/26/settings/dialog/0/text
source: Which one to take...
ru_ru: Какой взять...

# data/maps/jungle-city/interior/mall-2.json/entities/26/settings/dialog/1/text
source: Are you going to be done anytime soon?
ru_ru: Может, уже определишься?

# data/maps/jungle-city/interior/mall-2.json/entities/26/settings/dialog/2/text
source: We spent like 30 minutes here, just take the stronger one.
ru_ru: Мы торчим тут уже 30 минут, просто возьми самый мощный.

# data/maps/jungle-city/interior/mall-2.json/entities/26/settings/dialog/3/text
source: But the stronger one looks worse...
ru_ru: Но он выглядит хуже...

# data/maps/jungle-city/interior/mall-2.json/entities/26/settings/dialog/4/text
source: What are you talking about? You know equipment doesn't change your appearance.
ru_ru: О чём ты вообще говоришь? Ты же знаешь, что экипировка не меняет твой внешний вид.

# data/maps/jungle-city/interior/mall-2.json/entities/26/settings/dialog/5/text
source: But why does it look different in the shelf then?
ru_ru: Тогда почему на полке они выглядят по-разному?

# data/maps/jungle-city/interior/mall-2.json/entities/26/settings/dialog/6/text
source: Because it's more fancy? What do I know.
ru_ru: Потому что так прикольней? Откуда я знаю.

source: Area: Gaia's Garden
ru_ru: Область: Сад Гайи

source: \c[3]Bulletin Board\c[0]
ru_ru: \c[3]Доска объявлений\c[0]

source: Rest Area
ru_ru: Зона отдыха

source: \c[3]4F\c[0]: \c[4]Serious Business\c[0] \c[3]3F\c[0]: \c[4]More Business\c[0] \c[3]2F\c[0]: \c[4]Business\c[0] \c[3]1F\c[0]: \c[4]Mayor's Office\c[0] \c[3]GF\c[0]: Quest Hub
ru_ru: \c[3]4-й\c[0]: \c[4]Серьёзный бизнес\c[0] \c[3]3-й\c[0]: \c[4]Бизнес побольше\c[0] \c[3]2-й\c[0]: \c[4]Бизнес\c[0] \c[3]1-й\c[0]: \c[4]Мэрия\c[0] \c[3]Цоколь\c[0]: Квест-хаб

source: Info Area
ru_ru: Информация

# data/maps/jungle-city/interior/questhub-01.json/entities/88/settings/text
source: A map of CrossWorlds
ru_ru: Карта CrossWorlds

source: 4F: Serious Business
ru_ru: 4-й этаж: Серьёзный бизнес

source: 3F: More Business
ru_ru: 3-й этаж: Бизнес побольше

source: 2F: Business
ru_ru: 2-й этаж: Бизнес

source: 1F: Mayor's Office
ru_ru: 1-й этаж: Мэрия

source: Talatu Lips
ru_ru: Талату Липс

source: Good ta see y'all again, girl!
ru_ru: Приятно увидеть тебя снова, девочка!

source: Hi!
ru_ru: Привет!

source: As Ah said in the DM, Ah've got a peachy new upgrade fer yer hat!
ru_ru: Как я уже говорила, у меня есть новое замечательное обновление для твоей шляпки!

source: Y'all ready fer the upgrade?
ru_ru: Готова к обновлению?

source: [nods]
ru_ru: [кивает]

source: Here ya go!
ru_ru: Вот, держи!

source: Talatu Lips
ru_ru: Талату Липс

source: It's stronger an' smells nice too!
ru_ru: Она сильнее, а также чудно пахнет!

source: Ah've gotta skedaddle. See y'all!
ru_ru: Мне надо драпать. Увидимся!

source: Bye!
ru_ru: Пока!

source: There is nothing on this table.
ru_ru: На этом столе ничего нет.

source: T-the table surface is really shiny!
ru_ru: П-поверхность стола такая блестящая!

source: Really? Is that why you have to sit on it?
ru_ru: Правда? Вот почему ты сидишь на нём?

source: Y-Yes! I have to inspect it really closely.
ru_ru: Д-Да! Я должна осмотреть его очень внимательно.

source: I think I'm starting to get it.
ru_ru: Мне кажется, я начинаю понимать.

source: This is not about the table or what's on the table.
ru_ru: Дело не в столе или том, что на столе.

source: What?
ru_ru: Что?

source: You just like to sit on tables, don't you?
ru_ru: Тебе просто нравится сидеть на столах, не так ли?

source: What?\. No!\. I just...\. want to watch things closely.
ru_ru: Что?\. Нет!\. Я просто...\. хочу рассмотреть всё поближе.

source: Just admit it already!
ru_ru: Просто признай это уже!

source: Good day and welcome to \v[area.jungle-city.name], Seeker.
ru_ru: Добрый день и добро пожаловать в Твердыню Бэйзина, Искатель.

source: This hub serves as both a meeting place for Seekers as well as the bureau for most official business handled in the city.
ru_ru: Этот центр является как местом встречи Искателей, так и бюро для большинства официальных деловых операций в городе.

source: Please be advised that while the mayor handles Seeker-related topics, his time is very limited.
ru_ru: Обращаем ваше внимание, что хоть мэр и занимается вопросами, связанными с Искателями, его время очень ограничено.

source: As such, you are free to simply enter the Temples north of \v[area.jungle.name] whenever you desire.
ru_ru: Таким образом, вы можете просто войти в Храмы к северу от Сада Гайи, когда захотите.

source: Man, there are not a lot of resting places in this hub...
ru_ru: Чувак, в этом хабе маловато мест для отдыха...

source: What? \.\.\. There is one right over to the left?
ru_ru: Что? \.\.\. Тут же есть одно слева?

source: But it is so small...
ru_ru: Но оно настолько мало...

source: That's some quality A first world problem you got there.
ru_ru: Да у тебя тут такая серьёзная проблема, обалдеть.

source: Sullyvan
ru_ru: Салливан

source: Seeker? Aren't there some wild people you need to help?
ru_ru: Искатель? Разве нет никаких диких людей, которым ты должен помочь?

source: Sullyvan
ru_ru: Салливан

source: Look who it is. I already heard of your heroic deed.
ru_ru: Посмотрите, кто это. Я уже слышал о твоём героическом поступке.

source: Thanks for that, now the power plant is accessible to my people again.
ru_ru: Спасибо за это, теперь электростанция снова доступна для моих людей.

source: Sullyvan
ru_ru: Салливан

source: You have to listen to me, Mayor Sullyvan.
ru_ru: Вы должны выслушать меня, Мэр Салливан.

source: You again? If you want to speak to me, please make an appointment.
ru_ru: Опять ты? Если хочешь поговорить со мной, пожалуйста, запишись на приём.

source: This is an emergency! Things are about to escalate!
ru_ru: Это срочно! Ситуация накаляется!

source: Sullyvan
ru_ru: Салливан

source: I'm so sorry sir, she just burst in...
ru_ru: Простите, сэр, она просто ворвалась...

source: It's okay Penny, this seems... important.
ru_ru: Всё нормально, Пенни, похоже... это важно.

source: You can go.
ru_ru: Ты можешь идти.

source: Penny
ru_ru: Пенни

source: Yes, sir...
ru_ru: Да, сэр...

source: Sullyvan
ru_ru: Салливан

source: Alright. So, what is it?
ru_ru: Хорошо. Так в чём дело?

source: The village of \c[3]V'rda\c[0] is currently under attack by dangerous creatures. We've already lost the entire north of the village.
ru_ru: Деревня \c[3]В'рда\c[0] в настоящее время подвергается нападению опасных существ. Мы уже потеряли север деревни.

source: Oh. I'm very sad to hear that. But how does this concern us in any way?
ru_ru: Ох. Мне очень жаль слышать это. Но как это касается нас?

source: You see... The Shad are \c[3]blaming the power plant\c[0].
ru_ru: Видите ли... Шады \c[3]винят электростанцию\c[0].

source: Well, of course! They always do. And I always tell them the same thing:
ru_ru: Ну конечно! Они всегда это делают. И я всегда говорю им одно и то же:

source: The power plant is fine. We make sure it's all in perfect harmony with your oh-so-holy track.
ru_ru: С электростанцией всё нормально. Мы убедились, что всё в полной гармонии с вашим о-Боже-мой-каким-священным Путём.

source: Please listen. Things are not the same! We are desperate.
ru_ru: Пожалуйста, послушайте. Всё не так на этот раз! Мы в отчаянии.

source: The Shad now started a protest in front of the \c[3]Grand Krys'kajo\c[0] as we speak.
ru_ru: Шады начали акцию протеста перед \c[3]Гранд Крис'кайо\c[0], пока мы тут говорим.

source: They want to stop the power plant and are ready to use force.
ru_ru: Они хотят отключить электростанцию и готовы применить силу.

source: What? You Shad want to use force? With sticks and stones? Don't make me laugh!
ru_ru: Что? Вы, шады, хотите применить силу? Палки и камни? Не смешите меня!

source: I know you hold little respect for us, but I beseech you, don't let this end in a blood bath!
ru_ru: Я знаю, что у вас немного уважения к нам, но я умоляю, не дайте этому закончиться кровавой баней!

source: What choice do I have? You know as well as I do that we depend on the power plant.
ru_ru: У меня есть выбор? Ты знаешь так же хорошо, как и я, что мы зависим от электростанции.

source: We can't simply turn it off.
ru_ru: Мы не можем просто выключить её.

source: I'm very much aware. What you can do is help us free the village from those creatures.
ru_ru: Я прекрасно понимаю. Что вы можете сделать, так это помочь нам освободить деревню от этих существ.

source: If you do, things might calm down again. A few of your guards should suffice...
ru_ru: Если вы это сделаете, то ситуация может успокоиться. Нескольких ваших охранников должно хватить...

source: You wild people come around with your petty problems and I'm supposed to spare some guards for you...
ru_ru: Вы, дикие люди, надоедаете вашими мелкими проблемами, и я должен тратить на вас охранников...

source: Speaking of annoyances! What's that \c[3]Seeker \c[0]doing back there?
ru_ru: Кстати о надоедании! Что этот \c[3]Искатель\c[0] тут делает?

source: ...Hi?
ru_ru: ...Привет?

source: Oh! I didn't even see you there.
ru_ru: Ой! Я даже не заметила тебя.

source: Well, isn't this perfect?
ru_ru: Ну разве это не прекрасно?

source: If you need somebody to deal with your “creatures”, I'm sure a Seeker like this will do the job!
ru_ru: Если тебе нужен кто-то, чтобы разобраться со своими "созданиями", я уверен, что Искатель будет как раз кстати!

source: If you want to access the temple to the north, it's in your interest to resolve this dispute quickly, right?
ru_ru: Если ты хочешь попасть в храм на севере, то это в твоих интересах разрешить эти разногласия быстро, так ведь?

source: Please Seeker, we're in dire need of any help.
ru_ru: Пожалуйста, Искатель, мы нуждаемся в любой помощи.

source: [nods]
ru_ru: [кивает]

source: Thank you so much!
ru_ru: Спасибо тебе большое!

source: Great! That settles it.
ru_ru: Здорово! Это решает дело.

source: The Seeker can do her thing and everybody will be happy.
ru_ru: Искатель сделает свою работу, и все будут счастливы.

source: I now see you hold little respect for Seekers as well.
ru_ru: Теперь я вижу, что вы и Искателей не особо уважаете.

source: My job here is to run a city in the middle of a dense jungle!
ru_ru: Моя работа - управлять городом посреди густых джунглей!

source: I don't have time for wild people and adventurers.
ru_ru: У меня нет времени на диких людей и искателей приключений.

source: You two do what you must to solve your problems.
ru_ru: Вы двое сами разбирайтесь со своими проблемами.

source: And make sure you free the passage to the power plant soon or I will become another problem for you.
ru_ru: И освободите проход к электростанции в ближайшее время, иначе я стану вашей проблемой.

source: Now, if you'd please excuse me!
ru_ru: А теперь, прошу меня извинить!

source: Meet me outside Seeker, I'll tell you everything I know.
ru_ru: Встреться со мной на улице, я расскажу тебе всё, что знаю.

source: I've had enough of his arrogance.
ru_ru: С меня хватит его наглости.

source: [nods]
ru_ru: [кивает]

source: Solve the quest \c[3]An Infested Village\c[0] together with Apollo and Joern.
ru_ru: Пройдите задание \c[3]Заражённая деревня\c[0] вместе с Аполло и Йорном.

source: Such arrogance! This mayor encapsulates himself in his own world, blocking off all outside issues!
ru_ru: Такое высокомерие! Этот мэр живет в своём мирке, отвергая все внешние проблемы!

source: Indeed, very much like his iron-walled city.
ru_ru: Ага, прямо как и его город с железными стенами.

source: \c[3]4F\c[0]: \c[4]Serious Business\c[0] \c[3]3F\c[0]: \c[4]More Business\c[0] \c[3]2F\c[0]: \c[4]Business\c[0] \c[3]1F\c[0]: Mayor's Office \c[3]GF\c[0]: \c[4]Quest Hub\c[0]
ru_ru: \c[3]4-й\c[0]: \c[4]Серьёзный бизнес\c[0] \c[3]3-й\c[0]: \c[4]Бизнес побольше\c[0] \c[3]2-й\c[0]: \c[4]Бизнес\c[0] \c[3]1-й\c[0]: Мэрия \c[3]Цоколь\c[0]: \c[4]Квест-хаб\c[0]

source: Greetings Seeker. Do you have any business with the mayor?
ru_ru: Приветствую, Искатель. У вас какое-то дело к мэру?

source: [nods]
ru_ru: [кивает]

source: Are you sure?
ru_ru: Вы уверены?

source: Do you perhaps want to proceed along the \c[3]Track of the Ancients\c[0]?
ru_ru: Возможно, вы хотите идти по \c[3]Пути Древних\c[0]?

source: [nods]
ru_ru: [кивает]

source: Then you don't need to see the mayor.
ru_ru: Тогда вам не нужна встреча с мэром.
