Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: Test sequence status: \c[2]ready\c[0]. \c[1]Start test sequence\c[0]?
es_es: Estado de la secuencia de prueba: \c[2]lista\c[0]. ¿\c[1]Iniciar secuencia de prueba\c[0]?
ru_ru: Состояние тестовой последовательности: \c[2]готово\c[0]. \c[1]Начать тестовую последовательность\c[0]?

source: Preparing to \c[2]initiate test sequence\c[0]!
es_es: ¡Preparándose para \c[2]iniciar la secuencia de prueba\c[0]!
ru_ru: Подготовка к \c[2]инициализации тестовой последовательности\c[0]!

source: Please \c[3]enter lower area\c[0] to begin.
es_es: Por favor, \c[3]ingrese al área de abajo\c[0] para comenzar.
ru_ru: Пожалуйста, \c[3]войдите в нижнюю область\c[0], чтобы начать.

source: Completion of test sequence is \c[3]required\c[0] in order to access the main elevator.
es_es: Es \c[3]requerido\c[0] completar la secuencia de prueba para acceder al elevador principal.
ru_ru: Выполнение тестовой последовательности \c[3]необходимо\c[0] для того, чтобы получить доступ к главному лифту.

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Bridge Elevator: \c[1]disabled\c[0]. Do you want to enable the elevator?
es_es: Elevador del puente: \c[1]Deshabilitado\c[0]. ¿Quieres habilitar el elevador?
ru_ru: Мостовой лифт: \c[1]отключён\c[0]. Хотите включить лифт?

source: Bridge Elevator \c[2]enabled\c[0]!
es_es: ¡Elevador del puente \c[2]habilitado\c[0]!
ru_ru: Мостовой лифт \c[2]включён\c[0]!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Display
es_es: Monitor
ru_ru: Монитор

source: Test sequence status: \c[2]completed\c[0]. Performance score: \c[2]43.5%\c[0].
es_es: Estado de la secuencia de prueba: \c[2]completada\c[0]. Puntaje de rendimiento: \c[2]43.5%\c[0].
ru_ru: Состояние тестовой последовательности: \c[2]завершено\c[0]. Оценка производительности: \c[2]43.5%\c[0].

source: Granting access to \c[3]main elevator\c[0].
es_es: Concediendo acceso al \c[3]elevador principal\c[0].
ru_ru: Предоставление доступа к \c[3]главному лифту\c[0].

source: Call
es_es: Llamar
ru_ru: Вызвать

source: Display
es_es: Monitor
ru_ru: Монитор

source: Entrance to East Test Area: \c[1]closed\c[0]. Do you want to keep the entrance closed?
es_es: Entrada al Área de Pruebas Este: \c[1]cerrada\c[0]. ¿Quieres mantener la entrada cerrada?
ru_ru: Вход в Восточную тестовую область: \c[1]закрыто\c[0]. Вы хотите, чтобы вход был закрыт?

source: Entrance to East Test Area \c[2]opened\c[0]!
es_es: ¡Entrada al Área de Pruebas Este \c[2]abierta\c[0]!
ru_ru: Вход в Восточную тестовую область \c[2]открыт\c[0]!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Hologram
es_es: Holograma
ru_ru: Голограмма

source: Dave Halman
ru_ru: Дейв Хэлман

source: Welcome. I'm glad you found your way back to us to hear more about our work.\. Much has been achieved in the last months.
es_es: Bienvenido. Me alegro de que hayas encontrado tu camino de regreso a nosotros para escuchar más sobre nuestro trabajo.\. Se ha logrado mucho en los últimos meses.
ru_ru: Добро пожаловать. Я рад, что вы вернулись к нам, чтобы больше узнать о нашей работе.\. Многое было сделано за последние месяцы.

source: Our effort has been concentrated on giving legs to beings that lacked them the most: \v[combat.name.jungle/fish]s!
es_es: Nuestro esfuerzo se ha concentrado en dar piernas a los seres que más las carecían: ¡Los \v[combat.name.jungle/fish]!
ru_ru: Наши усилия были сосредоточены на том, чтобы дать ноги существам, которым не хватало больше всего: Удильщикам!

source: Elegant creatures, now enhanced by the power of legs, they might rise towards unpredictable potential.
es_es: Elegantes criaturas, ahora potenciadas por el poder de las piernas, podrían elevarse hasta alcanzar un potencial imprevisible.
ru_ru: Красивые существа, теперь улучшенные силой ног, они могут достичь небывалых возможностей.

source: We are thrilled to see what path they will walk from here on.
es_es: Estamos emocionados de ver qué camino recorren a partir de ahora.
ru_ru: Мы заинтригованы, чтобы увидеть, какой путь они пройдут отсюда.

source: Our current project will be even bigger.\. An entire huge machine, directly controlled by the neural waves of its controlfish!
es_es: Nuestro proyecto actual será aún más grande.\. ¡Una enorme máquina, controlada directa y enteramente por las ondas neuronales de su pez de control!
ru_ru: Наш текущий проект будет ещё больше.\. Целый огромный механизм, непосредственно управляемый нейронными волнами управляющей им рыбой!

source: Most of its parts have already been finished, in no small part thanks to our associates delivering weapons and specialized parts!
es_es: La mayoría de sus piezas ya están terminadas, ¡en gran parte gracias a que nuestros asociados han entregado armas y piezas especializadas!
ru_ru: Большая часть его деталей уже закончена, в немалой степени благодаря нашим партнёрам, поставляющим оружие и специализированные запчасти!

source: But rapid progress like this is not meant to be without its challenges.\. After all, this is a core aspect of the Track.
es_es: Pero un progreso rápido como este está destinado a enfrentar desafíos.\. Después de todo, ese es un aspecto central del Camino.
ru_ru: Но такой быстрый прогресс не может быть без проблем.\. В конце концов, это ключевой аспект Пути.

source: Its energy has a will of its own and tries to undermine our entire facility.\. Only tireless reprogramming can preserve control.
es_es: Su energía tiene voluntad propia y trata de socavar todas nuestras instalaciones.\. Solo la reprogramación incansable puede preservar el control.
ru_ru: Его энергия обладает собственной волей и пытается подорвать весь наш комплекс.\. Только неустанное перепрограммирование может сохранить контроль.

source: Exciting times are ahead and we will continue to share our experience.\. Hopefully you will join me again.
es_es: Se avecinan tiempos emocionantes y continuaremos compartiendo nuestras experiencias.\. Espero que te unas a mí de nuevo.
ru_ru: Впереди волнующие времена, и мы будем продолжать делиться своим опытом.\. Надеюсь, вы присоединитесь ко мне снова.

source: Display
es_es: Monitor
ru_ru: Монитор

source: \c[1]INTERNAL MAIL, INBOX\c[0] \c[3]FROM:\c[0] Office 69b \c[3]TO:\c[0] "Mech Machinery", Management \c[3]Subject:\c[0] Big Haunted Room
es_es: \c[1]CORREO INTERNO, BANDEJA DE ENTRADA\c[0] \c[3]De:\c[0] Oficina 69b \c[3]Para:\c[0] "Maquinaria Meca", Administración \c[3]Asunto:\c[0] Gran Habitación Embrujada
ru_ru: \c[1]ВНУТРЕННЕЕ ПИСЬМО, ВХОДЯЩЕЕ\c[0] \c[3]ОТ:\c[0] Офис 69б \c[3]КОМУ:\c[0] Администрация "Механического оборудования" \c[3]Тема:\c[0] Большая одержимая комната

source: Dear management, I am very thankful for this career opportunity and I really like these benefits, but the things happening in this facility have become more and more worrying.
es_es: Querida administración, estoy sumamente agradecido por esta oportunidad para mi carrera, y aprecio mucho los beneficios. Pero las situaciones que me tocan vivir en esta instalación se están volviendo cada vez más preocupantes.
ru_ru: Уважаемая администрация, я очень благодарен за эту возможность карьерного роста, и мне действительно нравятся эта прибыль, но то, что происходит в этом комплексе, становится всё более и более тревожным.

source: The occasional attack from our fishy test subjects are bad enough, but even our equipment and the rooms themselves seem to conspire against us now. The energy of the Track that we use as a powersource seems to corrupt and reshape them!
es_es: El ataque ocasional de nuestros escamosos sujetos de pruebas es suficientemente malo, pero ahora incluso nuestro equipamiento y las mismísimas habitaciones parecen conspirar contra nosotros. ¡La energía del Camino que utilizamos como fuente de energía parece corromperlas y cambiarlas de forma!
ru_ru: Случайные нападения со стороны наших рыбных подопытных достаточно плохи, но даже наше оборудование и сами комнаты, кажется, сейчас сговорились против нас. Энергия Пути, которую мы используем в качестве источника энергии, кажется, искажает и изменяет их!

source: It's the worst in our \c[3]Test Chamber\c[0]. That room is outright cursed with all the weird objects that just appear out of nowhere over night.
es_es: Lo peor se lo ha llevado nuestra \c[3]Cámara de Pruebas\c[0]. Esa habitación está directamente embrujada con toda la cantidad de objetos que aparecen de la nada por las noches.
ru_ru: Хуже всего в нашей \c[3]Испытательной камере\c[0]. Эта комната просто проклята со всеми этими странными объектами, которые просто появляются из ниоткуда в течение ночи.

source: Someone should tell the Track that we are here to work, not to solve puzzles. Sincerely, [NAME REDACTED] \c[1][END OF MAIL]\c[0]
es_es: Alguien debería decirle al Camino que estamos aquí para trabajar, no resolver acertijos. Sinceramente, [NOMBRE CLASIFICADO] \c[1][FIN DEL CORREO]\c[0]
ru_ru: Кто-то должен сказать Пути, что мы здесь для работы, а не для решения головоломок. С уважением, [ИМЯ ОТРЕДАКТИРОВАНО] \c[1][КОНЕЦ ПИСЬМА]\c[0]

source: Display
es_es: Monitor
ru_ru: Монитор

source: \c[1]INTERNAL MAIL, SENT\c[0] \c[3]FROM:\c[0] Office 34a \c[3]TO:\c[0] Facility, everyone \c[3]Subject:\c[0] Console blocked??
es_es: \c[1]CORREO INTERNO, ENVIADOS\c[0] \c[3]De:\c[0] Oficina 34a \c[3]Para:\c[0] Instalación, todos \c[3]Asunto:\c[0] ¿¿Consola bloqueada??
ru_ru: \c[1]ВНУТРЕННЕЕ ПИСЬМО, ОТПРАВЛЕННОЕ\c[0] \c[3]ОТ:\c[0] Офис 34а \c[3]КОМУ:\c[0] Комплекс, всем \c[3]Тема:\c[0] Терминал заблокирован??

source: Good evening everyone, who thought that it was a good idea to block the entrance control console with heavy boxes?? We need to use it regularly, come on guys!
es_es: Buenas tardes a todos, ¿¿quién pensó que sería buena idea bloquear la consola de control de entrada con cajas pesadas?? Debemos usarla regularmente, ¡por favor gente!
ru_ru: Всем добрый вечер, кто подумал, что заблокировать входную панель управления тяжёлыми ящиками - хорошая идея?? Нам регулярно нужно её использовать, ну же, ребята!

source: Please let us gather tomorrow to at least clear a small path, so we can reach it again. Sincerely, [NAME REDACTED] \c[1][END OF MAIL]\c[0]
es_es: Reunámonos mañana para liberar al menos un pequeño camino para que vuelva a ser accesible. Sinceramente, [NOMBRE CLASIFICADO] \c[1][FIN DEL CORREO]\c[0]
ru_ru: Пожалуйста, давайте соберёмся завтра, чтобы расчистить хотя бы небольшую тропинку, чтобы мы могли снова добраться до неё. С уважением, [ИМЯ ОТРЕДАКТИРОВАНО] \c[1][КОНЕЦ ПИСЬМА]\c[0]

source: \c[1]--- Initiating Test Sequence ---\. Subject:\. Heavy Armor Unit
es_es: \c[1]--- Iniciando Secuencia de Prueba ---\. Asunto:\. Unidad de Armadura Pesada
ru_ru: \c[1]Инициирование тестовой последовательности\. Объект:\. Тяжёлая броневая единица

source: Hologram
es_es: Holograma
ru_ru: Голограмма

source: Dave Halman
ru_ru: Дейв Хэлман

source: Dear listener, it seems like the story of this facility will come to a close.\. Many things have happened.
es_es: Querido oyente, parece que la historia de esta instalación llega a su fin.\. Muchas cosas han sucedido.
ru_ru: Дорогой слушатель, похоже, что история этого комплекса подходит к концу.\. Много чего произошло.

source: One of our trusted associates had a critical incident in their facility, resulting in an outbreak of armed birds.
es_es: Uno de nuestros asociados de confianza ha tenido un accidente crítico en la instalación, que resultó en el escape de cientos de pájaros armados.
ru_ru: У одного из наших доверенных партнёров произошло чрезвычайное происшествие в их предприятии, что привело к вспышке вооружённых птиц.

source: This instantly lost us all support from the \v[lore.title.human-government], that wanted to keep our projects a secret.
es_es: Esto automáticamente ha hecho que perdamos el apoyo del \v[lore.title.human-government], que pretendía que mantengamos nuestros proyectos en secreto.
ru_ru: Это мгновенно лишило нас всякой поддержки со стороны Национального содружества путешественников, которое хотело сохранить наши проекты в секрете.

source: For all our progress to have it end so suddenly... Fate is a cruel mistress indeed.
es_es: Es una pena que todo nuestro progreso haya llegado a tan abrupto fin... el destino es cruel.
ru_ru: Всё, чего мы добились, закончилось так неожиданно... Судьба действительно жестокая хозяйка.

source: Though I must also admit that our own facility has run into problems as well.
es_es: Pero debo admitir, que nuestra propia instalación se ha topado con problemas también.
ru_ru: Хотя я должен также признать, что наш собственный комплекс также столкнулся с проблемами.

source: While the track ever more strongly undermined our system and reshaped the rooms to its will, even our test subject became more unruly.
es_es: El Camino corrompía nuestros sistemas y cambiaba de forma nuestras habitaciones a su antojo, e incluso nuestros sujetos de prueba se han vuelto más rebeldes.
ru_ru: В то время как Путь всё сильнее подрывал нашу систему и переделывал комнаты по своей воле, даже наш испытуемый становился всё более неуправляемым.

source: What bitter irony, for the \v[combat.name.jungle/fish]s to use the legs that we gave them to step on our aspirations.
es_es: Qué amarga ironía, que los \v[combat.name.jungle/fish]s usen las piernas que les dimos para pisotear nuestras ambiciones.
ru_ru: Какая горькая ирония, что \v[combat.name.jungle/fish]и используют ноги, которые мы им дали, чтобы наступать на наши амбиции.

source: But, as history has taught us, every end can mark a new beginning.\. We will continue our work, in another place.
es_es: Pero, como ha demostrado la historia, cada fin marca un nuevo inicio.\. Continuaremos nuestro trabajo en otro sitio.
ru_ru: Но, как учит нас история, любой конец может означать новое начало.\. Мы продолжим нашу работу в другом месте.

source: We joined with passionate visionaries among our colleagues to establish another secret facility.
es_es: Hemos unido fuerzas con los más apasionados visionarios de entre nuestros colegas para establecer una nueva instalación.
ru_ru: Мы присоединились к страстным мечтателям среди наших коллег, чтобы создать ещё один секретный комплекс.

source: Our progress will be preserved there and used to fuel the next progress.\. The exciting times will never end, dear listener.
es_es: Nuestro progreso será preservado allí, y se utilizará como base para nuevos avances.\. Los momentos emocionantes nunca acaban, querido oyente.
ru_ru: Наш прогресс будет сохранён здесь и будет использован как топливо для следующего проекта.\. Захватывающие времена никогда не закончатся, дорогой слушатель.

source: And with this I will say farewell.\. Thank you for following our story.
es_es: Y con esto me despido.\. Gracias por oír nuestra historia.
ru_ru: И на этом я попрощаюсь.\. Спасибо вам, что следили за нашей историей.

source: Sonya Bolt
ru_ru: Соня Болт

source: My, what a dramatic man.\. Very pleased with himself after everything that happened.
es_es: Dios, qué tipo tan dramático.\. Sonaba muy complacido a pesar de todo lo que pasó.
ru_ru: Ну и ну, какой драматичный мужчина.\. Очень доволен самим собой после всего, что произошло.

source: Yes, \v[lore.title.seeker], you heard him.\. The government supported projects that messed with the Track.\. Endangered lives.
es_es: Sí, \v[lore.title.seeker]a, has oído bien.\. El gobierno promovió proyectos que alteraban el Camino.\. Muchas vidas corrieron peligro.
ru_ru: Да, Искатель, ты слышала его.\. Правительство поддерживало проекты, которые испортили Путь.\. Подвергали жизни опасности.

source: But you did well in this facility.\. The documents you found will be a great help when fighting the power.
es_es: Pero lo has hecho bien en esta instalación.\. Los documentos que encontraste serán de gran ayuda cuando luchemos contra el poder.
ru_ru: Но ты хорошо справилась в этом комплексе.\. Документы, которые ты нашла, окажут нам отличную помощь в борьбе с властью.

source: Please bring them to me in \v[area.jungle-city.name].\. Meeting place will be the same.\. I will see you.
es_es: Por favor, tráelos al \v[area.jungle-city.name].\. El punto de reunión será el mismo.\. Estaré esperando.
ru_ru: Пожалуйста, принеси их мне в Твердыню Бэйзина.\. Место встречи останется тем же.\. Увидимся.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Display
es_es: Monitor
ru_ru: Монитор

source: \c[1]INTERNAL MAIL, INBOX\c[0] \c[3]FROM:\c[0] "The 4 Visionaries" \c[3]TO:\c[0] All Facilities \c[3]Subject:\c[0] The Future
es_es: \c[1]CORREO INTERNO, BANDEJA DE ENTRADA\c[0] \c[3]De:\c[0] "Los 4 Visionarios" \c[3]Para:\c[0] Todas las instalaciones \c[3]Asunto:\c[0] El futuro
ru_ru: \c[1]ВНУТРЕННЯЯ ПОЧТА, ВХОДЯЩИЕ\c[0] \c[3]ОТ:\c[0] "Четыре провидца" \c[3]КОМУ:\c[0] Всем предприятиям \c[3]Тема:\c[0] Будущее

source: Good evening everyone, since \c[3]our funding has been cut\c[0] and \c[3]the facilities got taken by the Track\c[0], we established a \c[3]new place\c[0] where we will preserve and continue our research.
es_es: Buenas tardes a todos, Dado que \c[3]nuestra financiación ha sido recortada\c[0] y \c[3]las instalaciones fueron tomadas por el Camino\c[0], establecimos un \c[3]nuevo lugar\c[0] donde preservaremos y continuaremos nuestra investigación.
ru_ru: Всем доброго вечера, с тех пор как \c[3]наше финансирование было урезано\c[0] и \c[3]Путь поглотил комплексы\c[0], мы учредили \c[3]новое место\c[0], где мы сохраним и продолжим наши исследования.

source: The entrance can be found \c[3]somewhere in \v[area.forest.name]\c[0]. You will find the \c[3]key\c[0] to enter it in the \c[3]attachment\c[0] of this message. However, \c[3]by itself the key will not work\c[0].
es_es: La entrada se puede encontrar \c[3]en algún sitio de \v[area.forest.name]\c[0]. Pueden encontrar la \c[3]clave\c[0] para acceder en el \c[3]archivo adjunto\c[0] de este mensaje. Sin embargo, \c[3]la clave no funcionará por sí misma\c[0].
ru_ru: Вход можно найти \c[3]где-то в Сапфировом крае\c[0]. Вы найдёте \c[3]ключ\c[0] для доступа во \c[3]вложении\c[0] этого сообщения. Однако \c[3]сам по себе ключ не будет работать\c[0].

source: You will first need to \c[3]decrypt\c[0] it at \c[3]4 different places\c[0] that are hidden somewhere on \v[lore.title.planet], each in a \c[3]different region\c[0].
es_es: Primero deberán \c[3]desencriptarla\c[0] en \c[3]4 lugares diferentes\c[0] que están ocultos en algún lugar de \v[lore.title.planet], cada uno en una \c[3]región diferente\c[0].
ru_ru: Сначала вам нужно будет \c[3]расшифровать\c[0] его в \c[3]четырёх разных местах\c[0], которые спрятаны где-то на Шадуне, каждое в \c[3]разном регионе\c[0].

source: Hints towards \c[1]one\c[0] the locations can be found in each of our 4 facilities. \c[3]So you will learn one location after reading this very message.\c[0]
es_es: Encontrarán \c[1]una\c[0] pista hacia una de las localizaciones en cada una de las 4 instalaciones. \c[3]Por lo que sabrán de una localización luego de leer este mensaje.\c[0]
ru_ru: Подсказки по поводу \c[1]одного\c[0] из мест можно найти на каждом из наших четырёх объектов. \c[3]Таким образом, вы узнаете одно местоположение после прочтения этого сообщения.\c[0]

source: Everyone who manages to enter will be welcome! Sincerely, "The 4 Visionaries" \c[1][END OF MAIL]\c[0]
es_es: ¡Todos los que logren entrar serán bienvenidos! Sinceramente, "Los 4 visionarios" \c[1][FIN DEL CORREO]\c[0]
ru_ru: Мы будем рады каждому, кто сможет войти! С уважением, "Четыре провидца" \c[1][КОНЕЦ СООБЩЕНИЯ]\c[0]

source: Interested \c[3]\v[lore.title.seeker]s\c[0] should know that \c[3]each of their kind\c[0] is destined to enter \c[3]only one of the 4 facilities\c[0] and find a part of the information.
es_es: Los \c[3]\v[lore.title.seeker]es\c[0] interesados deben saber que \c[3]cada uno de su tipo\c[0] está destinado a ingresar a \c[3]solo una de las 4 instalaciones\c[0] y encontrar una parte de la información.
ru_ru: Заинтересованные \c[3]Искатели\c[0] должны знать, что \c[3]каждому из вас\c[0] суждено войти \c[3]только в одно из четырёх предприятий\c[0] и найти лишь часть информации.

source: But \c[3]through teamwork and communication\c[0] it might be possible to obtain all locations regardless! Everyone who manages to enter will be welcome! Sincerely, "The 4 Visionaries" \c[1][END OF MAIL]\c[0]
es_es: ¡Pero \c[3]a través del trabajo en equipo y la comunicación\c[0] podría ser posible obtener todas las ubicaciones de todos modos! ¡Todos los que logren entrar serán bienvenidos! Sinceramente, "Los 4 visionarios" \c[1][FIN DEL CORREO]\c[0]
ru_ru: Но \c[3]с помощью командной работы и взаимодействия\c[0] становится возможным получить информацию о всех местах! Мы будем рады каждому, кто сможет войти! С уважением, "Четыре провидца" \c[1][КОНЕЦ СООБЩЕНИЯ]\c[0]

source: \c[1]ATTACHMENT:\c[0] One of the hidden places can be found in \c[3]\v[area.jungle.name]\c[0], \c[3]"At a crossing, on top of one of the four tree stumps"\c[0]!
es_es: \c[1]ADJUNTO:\c[0] ¡Uno de los lugares ocultos se puede encontrar en el \c[3]\v[area.jungle.name]\c[0], \c[3]"En una encrucijada, encima de uno de los cuatro tocones de árboles."\c[0]!
ru_ru: \c[1]ВЛОЖЕНИЕ:\c[0] Одно из скрытых мест можно найти в \c[3]Саду Гайи\c[0], \c[3]"На перекрёстке, на одном из четырех пней"\c[0]!

# data/areas/jungle.json//name
source: untitled
es_es: sin título
