Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: So, yes.\. Report back to our HQ to get your reward!\. And until next time.
es_es: Bueno.\. ¡Preséntate en nuestra sede para obtener tu recompensa!\. Y hasta la próxima.
ru_ru: Да-да.\. Отчитайся в наш штаб, чтобы получить свою награду!\. И до скорого.

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: Mika
ru_ru: Мика

source: Greetings, \v[lore.title.seeker].\. Busy analyzing the data right now!
es_es: Saludos, \v[lore.title.seeker]a.\. ¡Estoy ocupada analizando los datos ahora mismo!
ru_ru: Приветствую, Искатель.\. Занята анализом данных в данный момент!

source: ...Hi?
es_es: ¿...Hola?
ru_ru: ...Привет?

# data/maps/jungle/caves/questcave-td-2.json//entities/40/settings/event/15/name
source: Mika
ru_ru: Мика

source: Ah, there you are, \v[lore.title.seeker]!
es_es: ¡Ah, ahí estás, \v[lore.title.seeker]a!
ru_ru: Ах, вот ты где, Искатель!

# data/maps/jungle/caves/questcave-td-2.json//entities/40/settings/event/22/name
source: Mika
ru_ru: Мика

source: Good to see that you've finally arrived.\. I already finished the preparations a while ago.
es_es: Es bueno ver que finalmente has llegado.\. Ya terminé los preparativos hace un tiempo.
ru_ru: Приятно видеть, что ты наконец прибыла.\. Я недавно закончила подготовку.

source: Well, let's not stand around here, wasting time.\. I will be waiting for you on standby at the machine.
es_es: Bueno, no nos quedemos aquí, perdiendo el tiempo.\. Te estaré esperando en la máquina.
ru_ru: Ладно, давай не будем стоять здесь и тратить время.\. Я буду ждать тебя у устройства.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: [Activate to start Wave]
es_es: [Activar para iniciar Oleada]
ru_ru: [Активируйте, чтобы запустить волну]

source: Alright!\. Now activate that other turret on the left, so we can start properly!
es_es: ¡Bien!\. ¡Ahora activa esa otra torreta a la izquierda, para que podamos comenzar adecuadamente!
ru_ru: Хорошо!\. Теперь активируй другую турель слева, так мы сможем начать должным образом!

source: The barrier is down!\. Another hit and we're done for!
es_es: ¡La barrera ha caído!\. ¡Otro golpe y estamos acabados!
ru_ru: Барьер разрушен!\. Ещё один удар, и нам конец!

source: [BARRIER DOWN!]
es_es: [¡BARRERA ABAJO!]
ru_ru: [БАРЬЕР РАЗРУШЕН!]

source: Hey \v[lore.title.seeker], you let one through!
es_es: ¡Oye \v[lore.title.seeker]a, dejaste pasar a uno!
ru_ru: Эй, Искатель, ты пропустила одного!

source: Our barriers have taken some heavy hits!\. Better step up your game, \v[lore.title.seeker]!
es_es: ¡Nuestra barrera ha recibido fuertes golpes!\. ¡Debes hacerlo mejor, \v[lore.title.seeker]a!
ru_ru: Наши барьеры получили тяжелые повреждения!\. Улучшай свою игру, Искатель!

source: Barriers are almost down!\. Keep it together, \v[lore.title.seeker]!
es_es: ¡La barrera está casi destruida! ¡No te desmorones, \v[lore.title.seeker]a!
ru_ru: Барьеры почти уничтожены!\. Соберись, Искатель!

source: [Barrier damaged!]
es_es: [¡Barrera dañada!]
ru_ru: [Барьер повреждён!]

# data/maps/jungle/caves/questcave-td-2.json//entities/57/settings/event/10/text
source: ELEMENTS available!
es_es: ¡ELEMENTOS disponibles!
ru_ru: ЭЛЕМЕНТЫ доступны!

# data/maps/jungle/caves/questcave-td-2.json//entities/57/settings/event/14/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

source: (CAM-CHANGE)
es_es: (CAMBIO-CÁMARA)
ru_ru: (СМЕНИТЬ КАМЕРУ)

# data/maps/jungle/caves/questcave-td-2.json//entities/138/settings/event/10/text
source: ELEMENTS available!
es_es: ¡ELEMENTOS disponibles!
ru_ru: ЭЛЕМЕНТЫ доступны!

# data/maps/jungle/caves/questcave-td-2.json//entities/138/settings/event/14/task
source: Wave 1 incoming!
es_es: ¡Se aproxima la oleada 1!
ru_ru: Волна 1 на подходе!

# data/maps/jungle/caves/questcave-td-2.json//entities/153/settings/event/8/text
source: [Waves starting]
es_es: [Iniciando oleadas]
ru_ru: [Волны начинаются]

# data/maps/jungle/caves/questcave-td-2.json//entities/153/settings/event/13/task
source: Wave \v[tmp.tdWave] incoming!
es_es: ¡Se aproxima la oleada \v[tmp.tdWave]!
ru_ru: Волна \v[tmp.tdWave] на подходе!

source: [Wave Score Bonus +\v[tmp.tempScoreGain]!]
es_es: [¡Bonificación de Puntuación de Oleada +\v[tmp.tempScoreGain]!]
ru_ru: [Бонус волны +\v[tmp.tempScoreGain]!]

source: Wave \v[tmp.tdWave] incoming!
es_es: ¡Se aproxima la oleada \v[tmp.tdWave]!
ru_ru: Волна \v[tmp.tdWave] на подходе!

source: [Wave Score Bonus +\v[tmp.tempScoreGain]!]
es_es: [¡Bonificación de Puntuación de Oleada +\v[tmp.tempScoreGain]!]
ru_ru: [Бонус волны +\v[tmp.tempScoreGain]!]

source: Wave \v[tmp.tdWave] incoming!
es_es: ¡Se aproxima la oleada \v[tmp.tdWave]!
ru_ru: Волна \v[tmp.tdWave] на подходе!

source: [Wave Score Bonus +\v[tmp.tempScoreGain]!]
es_es: [¡Bonificación de Puntuación de Oleada +\v[tmp.tempScoreGain]!]
ru_ru: [Бонус волны +\v[tmp.tempScoreGain]!]

source: Wave \v[tmp.tdWave] incoming!
es_es: ¡Se aproxima la oleada \v[tmp.tdWave]!
ru_ru: Волна \v[tmp.tdWave] на подходе!

source: (Cycle \v[tmp.spawnCycle]: Spawn Slimey-Group!)
es_es: (Ciclo \v[tmp.spawnCycle]: ¡Aparecen grupos de Babas!)
ru_ru: (Цикл \v[tmp.spawnCycle]: призыв группы слизней!)

source: (Cycle \v[tmp.spawnCycle]: Spawn Plant-Group!)
es_es: (Ciclo \v[tmp.spawnCycle]: ¡Aparecen grupos de Plantas!)
ru_ru: (Цикл \v[tmp.spawnCycle]: призыв группы растений!)

source: (Cycle \v[tmp.spawnCycle]: Spawn Fish-Group!)
es_es: (Ciclo \v[tmp.spawnCycle]: ¡Aparecen grupos de Peces!)
ru_ru: (Цикл \v[tmp.spawnCycle]: призыв группы рыб!)

source: (Cycle \v[tmp.spawnCycle]: Spawn Kitty-Group!)
es_es: (Ciclo \v[tmp.spawnCycle]: ¡Aparecen grupos de Felinos!)
ru_ru: (Цикл \v[tmp.spawnCycle]: призыв группы котят!)

source: (Cycle \v[tmp.spawnCycle]: Spawn Cat-Group!)
es_es: (Ciclo \v[tmp.spawnCycle]: ¡Aparecen grupos de Gatos!)
ru_ru: (Цикл \v[tmp.spawnCycle]: призыв группы кошек!)

source: (Cycle \v[tmp.spawnCycle]: Spawn Buffel-Group!)
es_es: (Ciclo \v[tmp.spawnCycle]: ¡Aparecen grupos de Búfalos!)
ru_ru: (Цикл \v[tmp.spawnCycle]: призыв группы бычар!)

# data/maps/jungle/caves/questcave-td-2.json//entities/158/settings/event/25/text
source: SIMULATION OVER!
es_es: ¡SIMULACRO TERMINADO!
ru_ru: СИМУЛЯЦИЯ ЗАВЕРШЕНА!

source: \c[3]Survived \v[tmp.tdWave] waves!\c[0] Gain \c[3]\v[tmp.tdRewards] \v[item.517.name]\c[0]!
es_es: \c[3]¡Sobreviviste \v[tmp.tdWave] oleadas!\c[0] ¡Ganaste \c[3]\v[tmp.tdRewards] \v[item.517.name]\c[0]!
ru_ru: \c[3]Продержался волн: \v[tmp.tdWave]!\c[0] Получено \c[3]Турель-жетонов: \v[tmp.tdRewards]\c[0]!

source: \c[1]Failure on Wave \v[tmp.tdWave]!\c[0]
es_es: \c[1]¡Perdiste en la oleada \v[tmp.tdWave]!\c[0]
ru_ru: \c[1]Провал на волне \v[tmp.tdWave]!\c[0]

source: New record!
es_es: ¡Nuevo récord!
ru_ru: Новый рекорд!

source: Survived till \c[3]Wave \v[tmp.tdWave]\c[0]. \c[3]Score: \v[tmp.tdScore]\c[0] \c[2]\v[tmp.recordString]\c[0] Gain \c[3]\v[tmp.tdRewards] \v[item.517.name]\c[0]!
es_es: Sobreviviste hasta la \c[3]oleada \v[tmp.tdWave]\c[0]. \c[3]Puntaje: \v[tmp.tdScore]\c[0] \c[2]\v[tmp.recordString]\c[0] ¡Ganaste \c[3]\v[tmp.tdRewards] \v[item.517.name]\c[0]!
ru_ru: Продержался до \c[3]волны \v[tmp.tdWave]\c[0]. \c[3]Счёт: \v[tmp.tdScore]\c[0] \c[2]\v[tmp.recordString]\c[0] Получено \c[3]Турель-жетонов: \v[tmp.tdRewards]\c[0]!

# data/maps/jungle/caves/questcave-td-2.json//entities/160/settings/event/2/text
source: [ Turrets Upgrade, -\v[tmp.tdUpgradeCost] Energy ]
es_es: [ Mejorar Torretas, -\v[tmp.tdUpgradeCost] de Energía]
ru_ru: [ Турели улучшены, -\v[tmp.tdUpgradeCost] Энергии ]

source: I hate this cave. Way too gloomy and wet. Ruins ma suit, ya know?
es_es: Odio esta cueva. Es muy sombría y húmeda. Arruina mi traje, ¿sabes?
ru_ru: Я ненавижу эту пещеру. Слишком мрачно и мокро. Портит мой костюм, понимаешь?

source: Yeah... Never assumed you'd understand.
es_es: Sí... supuse que no entenderías.
ru_ru: Ага... Я и не предполагал, что ты поймёшь.

source: We're almost there, just down this way.
es_es: Ya casi llegamos, por aquí.
ru_ru: Мы почти на месте, осталось спуститься.

source: Alright, here we go.
es_es: Bien, aquí vamos.
ru_ru: Хорошо, начинаем.

source: This is the part of the cavern that got breached by those darn guards.
es_es: Esta es la parte de la caverna que fue abierta por esos malditos guardias.
ru_ru: Это та часть пещеры, которая была обнаружена этими проклятыми охранниками.

source: Here, take the chip.
es_es: Toma, coge el chip.
ru_ru: Вот, возьми чип.

source: Once I move the box here, the chip will start tracking your movement.
es_es: Una vez que mueva esta caja de aquí, el chip comenzará a rastrear tu movimiento.
ru_ru: Как только я отодвину этот ящик, чип начнёт отслеживать твоё перемещение.

source: Your goal is to find a way to the exit south of here without a guard noticing you.
es_es: Tu objetivo es encontrar la forma de llegar a la salida al sur de aquí sin que te vean los guardias.
ru_ru: Твоя цель - найти выход к югу отсюда, чтобы охранники тебя не заметили.

source: Talk to me when ya ready, capiche?
es_es: Háblame cuando estés lista, ¿capisci?
ru_ru: Поговори со мной, когда будешь готова, ясно?

source: And be prepared, because I won't let ya go until ya done, woman.
es_es: Y prepárate, porque no te dejaré ir hasta que termines, mujer.
ru_ru: И будь готова, потому что я не отпущу тебя, пока ты не закончишь, женщина.

source: Oh wait, before my dad yells at me again. Here's a \c[3]Smokaway\c[0] and some \c[3]Intel on the Guards\c[0] our men found.
es_es: Oh, espera, antes de que mi padre me grite de nuevo. Toma esta \c[3]bomba de humo\c[0] y algo de \c[3]información sobre los guardias\c[0] que nuestros hombres supieron conseguir.
ru_ru: Ой, подожди, пока мой папа снова не накричал на меня. Вот \c[3]дымовуха\c[0], и немного \c[3]данных на охранников\c[0], найденных нашими людьми.

source: Use the Smokaway when you get caught, you'll be able to run back here and I'll close the box, got it?
es_es: Usa la bomba de humo si te atrapan, podrás volver corriendo aquí y yo cerraré la caja, ¿entendido?
ru_ru: Используй дымовуху, когда тебя поймают, ты сможешь вернуться сюда, и я закрою проход, уяснила?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good, ready when you are.
es_es: Bien, estoy listo cuando tú lo estés.
ru_ru: Хорошо, дай знать, как будешь готова.

source: Ready?
es_es: ¿Lista?
ru_ru: Готова?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright, talk to me again if ya want to chicken out.
es_es: Bien, háblame de nuevo si te acobardas.
ru_ru: Хорошо, поговори со мной ещё раз, если струсишь.

source: Also, don't attack the guards in any way. Don't wanna raise suspicion, right?
es_es: Además, no ataques a los guardias de ninguna manera. No quieres levantar sospechas, ¿verdad?
ru_ru: Кроме того, не нападай на охранников. Нам тут лишние подозрения не нужны.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Use \c[3]Direct Link\c[0] to call me once you're through.
es_es: Avísame por el \c[3]Mensajero Directo\c[0] cuando hayas acabado.
ru_ru: Используй \c[3]прямую связь\c[0], чтобы позвонить мне, как только закончишь.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Don't waste my time woman. Get on with it already.
es_es: No me hagas perder el tiempo mujer. Acaba de una vez.
ru_ru: Не трать моё время, женщина. Приступай уже.

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: Wanna Stop?
es_es: ¿Quieres parar?
ru_ru: Хочешь остановиться?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I knew ya would chicken out.
es_es: Sabía que te acobardarías.
ru_ru: Я знал, что ты струсишь.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Then don't stand here and find a way woman.
es_es: Entonces no te quedes aquí y encuentra el camino, mujer.
ru_ru: Тогда не стой здесь и найди путь, женщина.

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: Halt! Who goes there!?
es_es: ¡Alto! ¿Quién va allí?
ru_ru: Стой! Кто идёт!?

source: Mh... Oh, it's you. Did ya find a way?
es_es: Mh... Oh, eres tú. ¿Encontraste un camino?
ru_ru: Эм... А, это ты. Нашла путь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Finally! Only took ya \v[map.retiresNeeded] tries.
es_es: ¡Finalmente! Solo te tomó \v[map.retiresNeeded] intentos.
ru_ru: Наконец-то! Хватило всего \v[map.retiresNeeded] раз.

source: Finally! And it only took you one try. I'm actually impressed.
es_es: ¡Por fin! Y sólo te ha costado un intento. Estoy realmente impresionado.
ru_ru: Наконец-то! И это заняло всего одну попытку. Я на самом деле впечатлён.

source: Give me a minute, I'll use the same way using the tracker chip I gave you.
es_es: Dame un minuto, iré por el mismo camino utilizando el chip rastreador que te di previamente.
ru_ru: Дай мне минуту, я пойду тем же путём, используя чип отслеживания, который дал тебе.

source: Damn, woman, was this really the only way?
es_es: Maldita sea, mujer, ¿realmente era esta la única manera?
ru_ru: Чёрт, женщина, это был единственный путь?

source: So much walking... \.\.\. Thankfully, I don't have to carry the goods. That would be just awful.
es_es: Tanto caminar... \.\.\. Afortunadamente, no soy yo el que debe llevar la mercancía. Eso suena horrible.
ru_ru: Так много ходьбы... \.\.\. К счастью, мне не придётся нести товар. Это было бы просто ужасно.

source: Don't give me that look, will ya?
es_es: No me mires así, ¿quieres?
ru_ru: Не смотри на меня так, ладно?

source: Ya can go back to my dad with the tracker chip and get your reward.
es_es: Puedes volver con mi padre con el chip rastreador y obtendrás tu recompensa.
ru_ru: Ты можешь вернуться к моему отцу с чипом отслеживания и получить свою награду.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Ya can keep the \v[item.343.name] and explore this cavern if ya want.
es_es: Puedes quedarte con la \v[item.343.name] y explorar esta caverna si quieres.
ru_ru: Я могу оставить дымовуху, если захочешь исследовать эту пещеру.

source: Also, be a good girl and make sure to tell him I helped a lot, gotcha?
es_es: Oh, y sé buena chica y asegúrate de decirle que he ayudado mucho, ¿entendido?
ru_ru: Кроме того, будь хорошей девочкой, и скажи ему, что я очень помог, улавливаешь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I *knew* I could count on ya. Now off you go, the rest is just a long small tunnel anyway.
es_es: *Sabía* que podía contar contigo. Ahora vete, el resto es sólo un pequeño y largo túnel de todos modos.
ru_ru: Я *знал*, что могу рассчитывать на тебя. А теперь иди, оставшаяся часть - это всего лишь длинный узкий тоннель.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: You... what? Come on... at least have some mercy, will ya?
es_es: Tú... ¿qué? Vamos... al menos ten un poco de piedad, ¿quieres?
ru_ru: Ты... что? Да ладно... прояви милосердие, а?

source: Screw it then. Off you go. I can handle the rest without you.
es_es: Que te den entonces. Vete. Me encargaré del resto por mi cuenta.
ru_ru: Да пошло оно. Можешь идти. С остальным я справлюсь без тебя.

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: What are you still here for? Go to my dad with the chip already.
es_es: ¿Por qué sigues aquí? Ve con mi padre con el chip ya.
ru_ru: Что ты здесь до сих пор делаешь? Иди уже с чипом к моему отцу.

source: Well look who it is.
es_es: Pues mira quién es.
ru_ru: Посмотрите, кто пришёл.

source: Hi...
es_es: Hola...
ru_ru: Привет...

source: Thanks to ya, I'm now to stand here almost all day watching the carriers bringing in the goods.
es_es: Gracias a ti, ahora voy a estar aquí casi todo el día viendo cómo los transportistas traen la mercancía.
ru_ru: Благодаря тебе, я теперь почти весь день стою здесь, и наблюдаю за тем, как курьеры ввозят товар.

source: So thanks for that, really nice of ya.
es_es: Así que gracias por eso, muy amable de tu parte.
ru_ru: Так что спасибо за это, очень любезно с твоей стороны.

source: Human...
es_es: Humano...
ru_ru: Человек...

source: I know you mean no harm, but please leave Shad alone.
es_es: Sé que no quieres hacer daño, pero por favor deja a Shad en paz.
ru_ru: Я знаю, что ты безобидна, но, пожалуйста, оставь шадов в покое.

source: You broke trust and now my people want war.
es_es: Rompiste confianza y ahora mi gente quiere guerra.
ru_ru: Вы нарушили доверие, и теперь мой народ хочет войны.

source: Sal'ton, human. I am sorry, but great eldest has forbidden to sell goods to humans.
es_es: Sal'ton, humano. Lo siento, pero gran sabia mayor nos ha prohibido vender bienes a humanos.
ru_ru: Sal'ton (Приветствие), человек. Мне жаль, но великая старейшина запретила продавать вещи людям.

source: Sal'ton human. Great eldest has allowed trade with Seekers.
es_es: Sal'ton humano. Gran sabia mayor ha permitido comerciar con buscadores.
ru_ru: Sal'ton (Приветствие), человек. Великая старейшина позволила торговать с Искателями.

source: I trade many sets for very few items!
es_es: ¡Cambio muchos sets por muy pocos artículos!
ru_ru: Я обмениваю наборы на некоторые предметы!

source: I do not sell valuable goods to filthy humans.
es_es: No vendo bienes valiosos a humanos inmundos.
ru_ru: Я не продаю ценные товары подлым людям.

source: You helped with black creatures. Many thanks!
es_es: Ayudaste con criaturas negras. ¡Muchas gracias!
ru_ru: Ты помогла с чёрными существами. Большое спасибо!

source: Sal'ton human. You helped Shad so we will help you.
es_es: Sal'ton humano. Ayudaste a Shad, así que te ayudaremos.
ru_ru: Sal'ton (Приветствие), человек. Ты помог шадам, поэтому мы поможем тебе.

source: I trade metals I found in jungle.
es_es: Intercambio metales que encontré en la jungla.
ru_ru: Я торгую металлами, которые я нашёл в джунглях.

source: Humans have broken trust of Shad. Now we avoid them.
es_es: Humanos han roto confianza con Shad. Ahora los evitamos.
ru_ru: Люди нарушили доверие шадов. Теперь мы избегаем их.

source: You Seeker who helped village?
es_es: ¿Buscador que ayudó a la aldea?
ru_ru: Ты Искатель, который помог деревне?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Great thanks, but still not trust humans fully.
es_es: Genial, gracias, pero todavía no confío plenamente en los humanos.
ru_ru: Большое спасибо, но по-прежнему не доверяю людям полностью.

source: This is Shad trade place. But we do not trade with untruthful humans anymore.
es_es: Este es lugar de comercio Shad. Pero ya no comerciamos con humanos traidores.
ru_ru: Это торговое место шадов. Но мы больше не торгуем с лживыми людьми.

source: This is Shad trade place. You helped us, so maybe traders will help you.
es_es: Este es lugar de comercio Shad. Nos ayudaste, así que quizá comerciantes ayuden.
ru_ru: Это торговое место шадов. Ты помогла нам, так что, возможно, торговцы помогут тебе.

source: Once humans and Shad were friends. Now many Shad here believe humans are evil.
es_es: Una vez humanos y Shad fueron amigos. Ahora muchos Shad creen que humanos son malvados.
ru_ru: Когда-то люди и шады были друзьями. Теперь многие здешние шады считают, что люди - это зло.

source: Village is free of black fiends.
es_es: Aldea está libre de enemigos oscuros.
ru_ru: Деревня освобождена от чёрных извергов.

source: Maybe now we can be friends again.
es_es: Quizá ahora podamos volver a ser amigos.
ru_ru: Может быть, теперь мы снова сможем быть друзьями.

source: It is humans!
es_es: ¡Son los humanos!
ru_ru: Это люди!

source: You are responsible for \c[3]black monsters\c[0] in village!
es_es: ¡Eres responsable de \c[3]monstruos negros\c[0] en aldea!
ru_ru: Вы несёте ответственность за \c[3]чёрных монстров\c[0] в деревне!

source: But same humans also \c[3]defeated black monsters\c[0] in village.
es_es: Pero humano también \c[3]derrota monstruos negros\c[0] en aldea.
ru_ru: Но те же люди победили \c[3]чёрных монстров\c[0] в деревне.

source: Me very confused!
es_es: ¡Yo muy confundido!
ru_ru: Я в замешательстве!

source: Go away!
es_es: ¡Vete!
ru_ru: Уходи!

source: Gar'wi
ru_ru: Гар'ви

source: Ze'yng
ru_ru: Зе'инг

source: What you want, child?
es_es: ¿Qué quieres, niña?
ru_ru: Чего ты хочешь, дитя?

source: What is Human doing here?
es_es: ¿Qué está haciendo Humano aquí?
ru_ru: Что здесь делает человек?

source: Grandmother, I have good news. The Wiccats are history!
es_es: Abuela, tengo buenas noticias. ¡Esos electrogatos perversos son historia!
ru_ru: Великая Мать, у меня есть хорошие новости. Злокошки в прошлом!

source: These Seekers helped get rid of the infestation that befell our village.
es_es: Estos Buscadores ayudaron a deshacerse de la infestación que se abatió sobre nuestro pueblo.
ru_ru: Эти Искатели помогли остановить заражение, которое постигло нашу деревню.

source: Oh, this so?
es_es: Oh, ¿es eso cierto?
ru_ru: Ох, это так?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Indeed, it was quite the...
es_es: De hecho, fue bastante...
ru_ru: Так и есть, это было довольно...

source: So you work with humans against my will?
es_es: ¿Así que trabajas con humano en contra de mi voluntad?
ru_ru: Так ты сотрудничала с человеком против моей воли?

source: Grandmother, please...
es_es: Abuela, por favor...
ru_ru: Великая Мать, пожалуйста...

source: I just wish for peace between our races.
es_es: Sólo deseo la paz entre nuestras razas.
ru_ru: Я просто хочу мира между нашими расами.

source: I know child, but defeating Wiccats will be no solution for long.
es_es: Lo sé, niña, pero derrotar a esos Electrogatos Perversos no será solución por mucho tiempo.
ru_ru: Я знаю, дитя, но победа над Злокошками - это не всё.

source: As long as humans poison jungle, our struggle will continue.
es_es: Mientras humanos envenenen la jungla, nuestra lucha continuará.
ru_ru: Пока люди отравляют джунгли, наша борьба будет продолжаться.

source: Still... It is great relief that our village has been freed.
es_es: Aún así... Es gran alivio que nuestra aldea haya sido liberada.
ru_ru: Всё же... это большое облегчение, что наша деревня была освобождена.

source: Seeker.
es_es: Buscadora.
ru_ru: Искатель.

source: You helped Shad. For that, we are thankful. I wish your kindness was more common for your kind.
es_es: Ayudaste a Shad. Por eso, estamos agradecidos. Quisiera que tu amabilidad fuera más prevalente en tu especie.
ru_ru: Ты помогла шадам. Мы благодарны за это. Хотелось бы, чтобы твоя доброта не была редкостью для вашего вида.

source: I will order Shad to free way to sacred temple.
es_es: Ordenaré a Shad que libere camino a templo sagrado.
ru_ru: Я прикажу шадам освободить путь к священному храму.

source: But let your people know:
es_es: Pero hazle saber a tu gente:
ru_ru: Но пусть люди знают:

source: Should your poisoning continue and Wiccats return, there will be no more compromises.
es_es: Si tu envenenamiento continúa y los Electrogatos perversos regresan, no habrá más compromisos.
ru_ru: Если отравление продолжится и Злокошки вернутся, то не будет больше никаких компромиссов.

source: I will go to old home now. K'tara, you will come, too. Need to talk.
es_es: Iré a mi viejo hogar ahora. K'tara, tú también vendrás. Necesito hablar.
ru_ru: Я сейчас пойду в старый дом. К'тара, ты пойдешь тоже. Нужно поговорить.

source: Thank you so much, Seeker!
es_es: ¡Muchas gracias, Buscadora!
ru_ru: Большое спасибо, Искатель!

source: There is not much I can give you, but I have a few human credits.
es_es: No tengo mucho para darte, pero tengo algunos créditos humanos.
ru_ru: Мне нечего тебе дать, но у меня есть немного людских кредитов.

source: I hope we can meet again! For now, it seems I have a good scolding ahead of me.
es_es: ¡Espero que nos volvamos a ver! Por ahora, parece que tengo una buena reprimenda por delante.
ru_ru: Я надеюсь, что мы сможем встретиться снова! Сейчас меня ждёт хороший выговор.
