Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: Hush!\. Let me have this moment.
es_es: ¡Silencio!\. Déjame tener este momento.
ru_ru: Тише!\. Дай мне насладиться моментом.

source: I actually just came in second this time. Tronny was first.
es_es: De hecho esta vez quedé segunda por muy poco. Tronny fue el primero.
ru_ru: На самом деле, я пришла на втором месте в этот раз. Тронни был первым.

source: Well...\. I suppose water is sort of my element?
es_es: Bueno...\. ¿Supongo que el agua es mi elemento?
ru_ru: Ну...\. Я полагаю, что вода как бы моя стихия?

source: Oui, and you didn't even waste any second complaining about water pressure.
es_es: Oui, y no perdiste ni un segundo en quejarte de la presión del agua.
ru_ru: Oui (Да), и ты даже ни секунды не потратил на жалобы насчёт давления воды.

source: Well then, let's head to the Space Bird, d'accord?
es_es: Bien entonces, vayamos con el pájaro espacial, ¿d'accord?
ru_ru: Ну что ж, давайте отправимся к космической птице, d'accord (согласны)?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: The Flow of Water
es_es: El Flujo del Agua
ru_ru: Течение воды

source: As \c[3]G'oni\c[0] created oceans, lakes, and rivers spreading across the land, he was happy to see that plants flourished close to the water.
es_es: Cuando \c[3]G'oni\c[0] creó los océanos, lagos y ríos que se extendían por la tierra, se alegró de ver que las plantas florecían cerca del agua.
ru_ru: По мере того как \c[3]Г'они\c[0] создавал океаны, озёра и реки, распространяющиеся по всей земле, он был рад видеть, что растения процветали рядом с водой.

source: However, he was constantly busy refilling the lakes on the land as the water kept flowing down the hills back into the ocean.
es_es: Sin embargo, estaba constantemente ocupado rellenando los lagos de la tierra, ya que el agua seguía bajando por las colinas de vuelta al océano.
ru_ru: Однако он был постоянно занят наполнением озёр на суше, поскольку вода стекала с холмов обратно в океан.

source: Then G'oni had an idea. He took the water from the oceans and moved it into clouds floating high in the sky.
es_es: Entonces G'oni tuvo una idea. Tomó el agua de los océanos y la trasladó a nubes que flotaban en lo alto del cielo.
ru_ru: Тогда у Г'они появилась идея. Он взял воду из океанов и переместил её в облака, плавающие высоко в небе.

source: Then he asked \c[3]K'win\c[0], his twin-sister and creator of wind and thunder, to move the clouds back to the land.
es_es: Entonces le pidió a \c[3]K'win\c[0], su hermana gemela y creadora del viento y el trueno, que trasladara las nubes a la tierra.
ru_ru: Затем он попросил \c[3]К'вин\c[0], свою сестру-близнеца и создательницу ветра и грома, переместить облака обратно на землю.

source: Once the clouds would reach the lakes, G'oni would let them rain down, refilling the lakes and making the water flow in circles.
es_es: Cuando las nubes llegaban a los lagos, G'oni dejaba que lloviera, llenando los lagos y haciendo que el agua fluyera cíclicamente.
ru_ru: Как только облака достигали озёр, Г'они позволял им проливаться дождём, наполняя озёра и заставляя воду течь по кругу.

source: K'win, however, thought this flow was boring. So instead she decided to move the clouds all over the place and let them rain right over the land.
es_es: K'win, sin embargo, pensó que este flujo era aburrido. Así que decidió mover las nubes por todo el lugar y dejar que llovieran sobre la tierra.
ru_ru: К'вин, однако, думала, что этот цикл был скучным. Поэтому вместо этого она решила перемещать облака повсюду и позволить им проливать дождь над всей землёй.

source: At first G'oni was furious watching the water being spread in this chaotic manner.
es_es: Al principio, G'oni se enfureció al ver cómo se esparcía el agua de esta manera tan caótica.
ru_ru: Сначала Г'они был в ярости, наблюдая за тем, как вода распространяется таким хаотичным образом.

source: However, he quickly noticed how rich plant life started to appear on every corner of the land, far beyond the edges of his lakes and rivers.
es_es: Sin embargo, no tardó en notar cómo empezaba a aparecer una rica vida vegetal en cada rincón de la tierra, mucho más allá de los bordes de sus lagos y ríos.
ru_ru: Однако он быстро заметил, как богатая растительная жизнь начала появляться в каждом уголке земли, далеко за пределами его озёр и рек.

source: As he saw the planet covered in trees and flowers, he quickly accepted the chaotic nature of rain falling wherever it pleases.
es_es: Al ver el planeta cubierto de árboles y flores, aceptó que la naturaleza caótica de la lluvia que cae donde quiere es lo mejor para todos.
ru_ru: Когда он увидел планету, покрытую деревьями и цветами, он быстро принял хаотическую природу дождя, падающего там, где ему угодно.

source: The creations of G'oni
es_es: Las creaciones de G'oni
ru_ru: Творения Г'они

source: \c[3]G'oni\c[0] is the creator of \c[3]ever-flowing waters\c[0].
es_es: \c[3]G'oni\c[0] es el creador de las \c[3]aguas siempre fluyentes\c[0].
ru_ru: \c[3]Г'они\c[0] - создатель \c[3]вечнотекущих вод\c[0].

source: He blessed our planet with vast oceans, strong currents, calm lakes, and long rivers stretching over every corner of this land.
es_es: Bendijo nuestro planeta con vastos océanos, fuertes corrientes, lagos tranquilos y largos ríos que se extienden por todos los rincones de esta tierra.
ru_ru: Он благословил нашу планету огромными океанами, сильными течениями, спокойными озёрами и длинными реками, протянувшимися через каждый уголок этой земли.

source: His creations also gave birth to an endless variety of plants, painting our lands in beautiful colors.
es_es: Sus creaciones también dieron lugar a una interminable variedad de plantas, pintando nuestras tierras de hermosos colores.
ru_ru: Его творения также породили бесконечное разнообразие растений, окрашивающих наши земли в прекрасные цвета.

source: Birth of G'oni
es_es: Nacimiento de G'oni
ru_ru: Рождение Г'они

source: It all started when \c[3]Di'orbis\c[0], the ethereal god of creation, was born into the emptiness of the void.
es_es: Todo comenzó cuando \c[3]Di'orbis\c[0], el Dios etéreo de la creación, nació en el vacío del abismo.
ru_ru: Всё началось с того, что \c[3]Ди'орбис\c[0], бесплотный бог сотворения, родился в забвении пустоты.

source: After pondering for eons in solitude, his desire for company gave birth to the \c[3]Gods of Shape\c[0].
es_es: Tras reflexionar durante eones en soledad, su deseo de compañía dio origen a los \c[3]Dioses de la Forma\c[0].
ru_ru: После размышлений о вечности в одиночестве, его стремление к компании породило \c[3]Богов формирования\c[0].

source: \c[3]G'oni\c[0] is one of these gods. Born a twin to \c[3]K'win\c[0], he is the God of the \c[3]Hexagon\c[0] and the creator of \c[3]ever-flowing waters\c[0].
es_es: \c[3]G'oni\c[0] es uno de estos dioses. Nacido como gemelo de \c[3]K'win\c[0], es el Dios del \c[3]Hexágono\c[0] y el creador de \c[3]las aguas eternas\c[0].
ru_ru: \c[3]Г'они\c[0] - один из этих богов. Брат-близнец \c[3]К'вин\c[0], он является богом \c[3]Шестиугольника\c[0] и создателем \c[3]вечнотекущих вод\c[0].

source: The Message of the Sky
es_es: El Mensaje del Cielo
ru_ru: Послание небес

source: When \c[3]Di'aro\c[0] and \c[3]Di'orbis\c[0] witnessed the advancements of our kind, they decided to send the \c[3]Message of the Sky\c[0] wrapped in an \c[3]Envelope of solid rock and ice\c[0].
es_es: Cuando \c[3]Di'aro\c[0] y \c[3]Di'orbis\c[0] observaron los avances de nuestra especie, decidieron enviar el \c[3]Mensaje del Cielo\c[0] envuelto en un \c[3]Sobre de roca sólida y hielo\c[0].
ru_ru: Когда \c[3]Ди'аро\c[0] и \c[3]Ди'орбис\c[0] стали свидетелями наших достижений, они решили отправить \c[3]Послание небес\c[0], завёрнутое в \c[3]оболочку из твёрдого камня и льда\c[0].

source: However, Di'aro was concerned. His envelope was massive in size and it could lead to great disaster, if it landed in the wrong spot.
es_es: Sin embargo, Di'aro estaba preocupado. Su sobre era de un gran tamaño y podía provocar un gran desastre, si caía en el lugar equivocado.
ru_ru: Однако Ди'аро был обеспокоен. Его послание было огромно по размеру, и это могло бы привести к большой катастрофе, если бы оно приземлилось не в том месте.

source: Fortunately, \c[3]G'oni\c[0], being quiet and observative, detected the \c[3]signal\c[0] from our kind and determined the exact position where we expected the message to arrive.
es_es: Afortunadamente, \c[3]G'oni\c[0], al ser silencioso y observador, detectó la \c[3]señal\c[0] de nuestra clase y determinó la posición exacta donde esperábamos que llegara el mensaje.
ru_ru: К счастью, \c[3]Г'они\c[0], будучи тихим и наблюдательным, обнаружил \c[3]сигнал\c[0] от нашего вида и определил точную позицию, где мы ожидали прибытия послания.

source: He told the other gods and together they aimed the envelope in the right direction so that our kind could receive it properly.
es_es: Se lo dijo a los otros dioses y juntos apuntaron el sobre en la dirección correcta para que nuestra especie pudiera recibirlo adecuadamente.
ru_ru: Он сказал другим богам, и они вместе направили послание в правильном направлении, чтобы наш вид мог получить его должным образом.

source: And done!
es_es: ¡Y listo!
ru_ru: И... готово!

source: One dungeon completed, two to go!
es_es: Una mazmorra completada, ¡faltan dos!
ru_ru: Одно подземелье завершено, осталось два!

source: So that means we're finally ready for that Grand-something dungeon, right?
es_es: Eso significa que por fin estamos listos para la mazmorra de Grand-esa cosa, ¿verdad?
ru_ru: То есть это значит, что мы наконец готовы к этому подземелью Гранд-что-то-там, верно?

source: You are ready to enter the \c[3]Grand Krys'kajo\c[0] now!
es_es: ¡Ahora estamos listos para entrar en el \c[3]Gran Krys'kajo\c[0]!
ru_ru: Теперь вы готовы войти в \c[3]Гранд Крис'кайо\c[0]!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Well then...\. let's go!
es_es: Bueno...\. ¡Vamos!
ru_ru: Ну тогда...\. погнали!

source: Honestly don't feel like staying here too long.
es_es: Sinceramente, no tengo ganas de quedarme aquí mucho tiempo.
ru_ru: Честно говоря, не хочется задерживаться здесь слишком долго.

source: Yeah, the constant rain isn't all that comfortable, is it?
es_es: Sí, la lluvia constante es algo molesta, ¿verdad?
ru_ru: Да, постоянный дождь не так уж и комфортен, не так ли?

# data/maps/jungle/dng/wave-exterior-end.json//entities/353/settings/teleportLabel
source: Back to \c[3]Rite of Passage\c[0]
es_es: Volver al \c[3]Rito de paso\c[0]
ru_ru: Вернуться к \c[3]Обряду посвящения\c[0]

# data/maps/jungle/dng/wave-exterior-end.json//entities/357/settings/dialog/0/text
source: We did it! Another dungeon finished!
es_es: ¡Lo hemos conseguido! ¡Otra mazmorra terminada!
ru_ru: Мы сделали это! Ещё одно подземелье закончено!

# data/maps/jungle/dng/wave-exterior-end.json//entities/357/settings/dialog/1/text
source: Yep, underwater dungeon crawling. Pretty neat.
es_es: Sí, una mazmorra subacuática. Fue bastante bueno.
ru_ru: Ага, забег в подземелье под водой. Довольно неплохо.

# data/maps/jungle/dng/wave-exterior-end.json//entities/357/settings/dialog/2/text
source: In fact, I think this was my favorite dungeon so far!
es_es: De hecho, ¡creo que esta ha sido mi mazmorra favorita hasta ahora!
ru_ru: На самом деле, я думаю, что это было моё любимое подземелье на данный момент!

# data/maps/jungle/dng/wave-exterior-end.json//entities/357/settings/dialog/3/text
source: Everything on one floor, no chasms to fall into, perfect!
es_es: Todo en una sola planta, sin abismos en los que caer, ¡perfecto!
ru_ru: Всё на одном этаже, никаких пропастей, в которые можно упасть, идеально!

# data/maps/jungle/dng/wave-exterior-end.json//entities/357/settings/dialog/4/text
source: Heh.
es_es: Je.
ru_ru: Хех.

# data/maps/jungle/dng/wave-exterior-end.json//entities/357/settings/dialog/5/text
source: With the exception of those teleporters that send you straight through the ground.
es_es: A excepción de esos teletransportadores que te envían directamente al suelo.
ru_ru: За исключением тех телепортов, которые отправляют тебя прямиком через землю.

# data/maps/jungle/dng/wave-exterior-end.json//entities/357/settings/dialog/6/text
source: I hate those.
es_es: Los detesto.
ru_ru: Я ненавижу их.

# data/maps/jungle/dng/wave-exterior-end.json//entities/366/settings/dialog/0/text
source: ... How often did they do the race already?
es_es: ... ¿Cuántas veces han hecho ya la carrera?
ru_ru: ...Сколько раз они уже участвовали в гонке?

# data/maps/jungle/dng/wave-exterior-end.json//entities/366/settings/dialog/1/text
source: I honestly lost count.
es_es: Honestamente, he perdido la cuenta.
ru_ru: Я, честно, уже сбился со счёта.

# data/maps/jungle/dng/wave-exterior-end.json//entities/366/settings/dialog/2/text
source: Some people have too much energy.
es_es: Algunas personas tienen demasiada energía.
ru_ru: У некоторых людей слишком много энергии.

# data/maps/jungle/dng/wave-exterior-end.json//entities/369/settings/dialog/0/text
source: Can we leave already? The rain is getting on my nerves.
es_es: ¿Podemos irnos ya? La lluvia me pone de los nervios.
ru_ru: Может, уже пойдём? Дождь действует мне на нервы.

# data/maps/jungle/dng/wave-exterior-end.json//entities/369/settings/dialog/1/text
source: I swear I saw something over there in the lake!
es_es: ¡Juro que he visto algo en el lago!
ru_ru: Клянусь, я видел что-то там в озере!

# data/maps/jungle/dng/wave-exterior-end.json//entities/369/settings/dialog/2/text
source: If you want to watch more sea creatures you can just head straight back into this temple!
es_es: ¡Si quieres ver más criaturas marinas, puedes volver a entrar al templo!
ru_ru: Если ты хочешь ещё понаблюдать за морскими существами, то можешь просто вернуться в этот храм!

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: The rain falls...
es_es: La lluvia cae...
ru_ru: Дождь падает...

source: Dripping, flowing...
es_es: Goteando, fluyendo...
ru_ru: Капает, течёт...

source: Cleansing body and soul...
es_es: Limpiando el cuerpo y el alma...
ru_ru: Очищает душу и тело...

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/dng/wave-exterior-end.json//entities/373/settings/dialog/0/text
source: So why are we standing here again?
es_es: Entonces, ¿me repites por qué estamos aquí parados?
ru_ru: Так, ещё раз, почему мы стоим здесь?

# data/maps/jungle/dng/wave-exterior-end.json//entities/373/settings/dialog/1/text
source: Waiting for our last party member.
es_es: Estamos esperando a nuestro último miembro del grupo.
ru_ru: Ждём последнего члена группы.

# data/maps/jungle/dng/wave-exterior-end.json//entities/373/settings/dialog/2/text
source: Can't we just wait at the crossing?
es_es: ¿No podemos esperar en el cruce?
ru_ru: Мы не можем ждать на перекрёстке?

# data/maps/jungle/dng/wave-exterior-end.json//entities/373/settings/dialog/3/text
source: We agreed on meeting here...
es_es: Acordamos reunirnos aquí...
ru_ru: Мы договорились о встрече здесь...

# data/maps/jungle/dng/wave-exterior-end.json//entities/373/settings/dialog/4/text
source: Yes, but back then we didn't know it would be raining non-stop.
es_es: Sí, pero no sabíamos que iba a llover sin parar.
ru_ru: Да, но тогда мы не знали, что будет лить дождь без остановки.

source: This is \c[3]So'najiz Temple\c[0]. One of the temples in Gaia's Garden.
es_es: Este es el \c[3]Templo So'najiz\c[0]. Uno de los templos del Jardín de Gaia.
ru_ru: Это \c[3]Храм Со'найиз\c[0]. Один из храмов в Саду Гайи.

source: Are you sure you want to enter the dungeon already, Lea?
es_es: ¿Estás segura de que ya quieres entrar en la mazmorra, Lea?
ru_ru: Ты уверена, что уже хочешь войти в подземелье, Лея?

source: Shouldn't you meet up with \c[3]C'tron\c[0] first?
es_es: ¿No deberías reunirte primero con \c[3]C'tron\c[0]?
ru_ru: Разве ты не должна сначала встретиться с \c[3]Ци'троном\c[0]?

source: Come on, Lea. No more dungeon running today.
es_es: Vamos, Lea. Suficientes carreras por hoy.
ru_ru: Ну же, Лея. Больше никаких подземелий на сегодня.

source: There is still another day tomorrow, right?
es_es: Aún hay tiempo mañana, ¿verdad?
ru_ru: Завтра же будет ещё один день, верно?

source: Here we go...\. Let the race continue!!
es_es: Aquí vamos...\. ¡¡Que siga la carrera!!
ru_ru: Погнали...\. Продолжим гонку!!

source: Uhm...\. we already started the race of the \c[3]Zir'vitar Temple\c[0].
es_es: Mmm...\. ya comenzamos la carrera del \c[3]Zir'vitar Temple\c[0].
ru_ru: Хм...\. мы уже начали гонку в \c[3]Храме Зир'витар\c[0].

source: I mean we can just put that race on the hold and run the \c[3]So'najiz Temple\c[0] instead.
es_es: Quiero decir que podemos poner esa carrera en espera e ir al \c[3]Templo So'najiz\c[0] en su lugar.
ru_ru: Нет, мы, конечно, можем просто притормозить этот забег и начать \c[3]Храм Со'найиз\c[0].

source: It's your call!
es_es: ¡Decide tú!
ru_ru: Решение за тобой!

source: You want to start the race of the So'najiz Temple?
es_es: ¿Quieres empezar la carrera del Templo So'najiz?
ru_ru: Ты хочешь начать гонку в Храме Со'найиз?

source: Hm... Looking at your stats and level, do you really think that you're prepared, Lea?
es_es: Hm... Mirando tus estadísticas y nivel, ¿realmente crees que estás preparada, Lea?
ru_ru: Хм... Глядя на свои характеристики и уровень, ты действительно думаешь, что уже готова, Лея?

source: True... I heard your average stats should be somewhat above \c[3]180\c[0].
es_es: Cierto... Escuché que tus estadísticas promedio deberían estar algo por encima de \c[3]180\c[0].
ru_ru: Верно... Я слышал, что средние характеристики должны быть немного выше 180.

source: We can look for better equipment at Basin Keep first, if you want.
es_es: Podemos buscar mejores equipos en el Torreón de la Cuenca primero, si quieres.
ru_ru: Если хочешь, мы можем сначала поискать экипировку получше в Твердыне Бэйзина.

source: Anyway it's your call!
es_es: De todos modos, ¡es tu decisión!
ru_ru: В любом случае, это твой выбор!

source: I think we're all well prepared, non?
es_es: Creo que todos estamos bien preparados, ¿non?
ru_ru: Я думаю, мы все готовы, да?

source: Ready to start the race of the So'najiz Temple?
es_es: ¿Lista para comenzar la carrera del Templo So'najiz?
ru_ru: Готовы начать гонку в Храме Со'найиз?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Okey-dokey!
es_es: ¡École!
ru_ru: Оки-доки!

source: Everybody get ready!
es_es: ¡Prepárense todos!
ru_ru: Всем приготовиться!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: D'accord, just don't let us wait for too long~
es_es: D'accord, pero no nos hagas esperar mucho~
ru_ru: D'accord (Хорошо), только не заставляй нас долго ждать~

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Hey Lea, we should call C'tron before entering the Temple.
es_es: Oye, Lea, deberíamos avisarle a C'tron antes de entrar al Templo.
ru_ru: Эй, Лея, мы должны позвонить Ци'трону, прежде чем войдём в Храм.

source: Don't forget about our race, non?
es_es: ¡No te olvides de la carrera!
ru_ru: Не забывай о нашей гонке, хорошо?

source: Lea, what about Emilie? We wanted to race the dungeon together, right?
es_es: Lea, ¿qué hay de Emilie? ¿No íbamos a competir en una carrera juntos?
ru_ru: Лея, что насчёт Эмили? Мы хотели начать гонку в подземелье вместе, не так ли?

source: Lea, what about that dungeon race? You were planning to enter the dungeon together with Emilie and C'tron, right?
es_es: Lea, ¿te olvidas de la carrera? ¿No estabas planeando competir en una carrera con Emilie y C'tron?
ru_ru: Лея, что насчёт гонки в подземелье? Ты собиралась войти в подземелье вместе с Эмили и Ци'троном, верно?

# data/maps/jungle/dng/wave-exterior.json//entities/407/settings/event/8/message
source: Standing in front of \c[3]So'najiz Temple\c[0]!
es_es: ¡Estamos frente al \c[3]Templo So'najiz\c[0]!
ru_ru: Мы стоим перед \c[3]Храмом Со'найиз\c[0]!

# data/maps/jungle/dng/wave-exterior.json//entities/407/settings/event/9/message
source: So nice~
es_es: Es muy bonito~
ru_ru: Так приятно~

# data/maps/jungle/dng/wave-exterior.json//entities/407/settings/event/17/message
source: Hey Tronny...\. Tronny...\. you see this?
es_es: Hey Tronny...\. Tronny...\. ¿ves esto?
ru_ru: Эй, Тронни...\. Тронни...\. ты видишь это?

# data/maps/jungle/dng/wave-exterior.json//entities/407/settings/event/18/message
source: It's in the middle of a \c[3]lake\c[0].
es_es: Está en medio de un \c[3]lago\c[0].
ru_ru: Он находится в центре \c[3]озера\c[0].

# data/maps/jungle/dng/wave-exterior.json//entities/407/settings/event/19/message
source: Yes...\. it is.\. What about it?
es_es: Sí...\. lo está.\. ¿Qué pasa con eso?
ru_ru: Да...\. это так.\. Ну и что с того?

# data/maps/jungle/dng/wave-exterior.json//entities/407/settings/event/20/message
source: Oh...\. nothing.
es_es: Vaya...\. nada.
ru_ru: Ох...\. ничего.

# data/maps/jungle/grove/grove-path-01.json//entities/756/settings/event/0/message
source: So many lilies. I'm impressed they can hold our weight.
es_es: Cuántos nenúfares. Me impresiona que puedan aguantar nuestro peso.
ru_ru: Так много кувшинок. Я впечатлён, что они могут держать наш вес.

# data/maps/jungle/grove/grove-path-01.json//entities/760/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

# data/maps/jungle/grove/grove-path-01.json//entities/761/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

source: \c[3]Royal Grove\c[0]
es_es: \c[3]Arboleda Real\c[0]
ru_ru: \c[3]Королевская роща\c[0]

# data/maps/jungle/grove/grove-path-02.json//entities/891/settings/analyzable/text
source: Linde
ru_ru: Линдэ

source: Linde
ru_ru: Линдэ

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Ahh, hello!\. Are you the \v[lore.title.seeker] that was sent to help me?
es_es: ¡Ay, hola!\. ¿Eres el \v[lore.title.seeker] que fue enviado para ayudarme?
ru_ru: Аах, привет!\. Ты Искатель, который был послан, чтобы помочь мне?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Oh, I'm so excited!\. You \v[lore.title.seeker]s are so cool and I have never worked with one.
es_es: ¡Oh, estoy tan emocionada!\. Ustedes los \v[lore.title.seeker]es son geniales y nunca he trabajado con uno.
ru_ru: Ох, я так рада!\. Вы, Искатели, такие крутые, и я никогда не работала ни с одним из вас.

source: Lea!
ru_ru: Лея!

source: Ah, I'm sorry!\. I should concentrate on the work.\. Important work with the help of a cool \v[lore.title.seeker], yes, yes!
es_es: ¡Ah, lo siento!\. Debería concentrarme en el trabajo.\. Trabajo importante con la ayuda de una gran \v[lore.title.seeker]a, ¡sí, sí!
ru_ru: Ах, прости!\. Я должна сосредоточиться на работе.\. Важной работе с помощью от крутого Искателя, да-да!

source: I will use my tools here to examine the water at different spots in this area.
es_es: Usaré mis herramientas aquí para examinar el agua en diferentes puntos de esta área.
ru_ru: Я буду использовать свои инструменты, чтобы исследовать воду в разных местах этой области.

source: Gonna check for pollution and radiation and take those samples we need.
es_es: Voy a comprobar la contaminación y la radiación y tomar las muestras que necesitamos.
ru_ru: Собираюсь проверить на загрязнение и радиацию и взять те образцы, которые нам нужны.

source: Meanwhile, you will have to protect me from angry denizens of the Track that might appear.
es_es: Mientras tanto, tendrás que protegerme de los enojados habitantes del Camino que puedan aparecer.
ru_ru: Тем временем тебе придётся защищать меня от злых обитателей Пути Древних, которые могут появиться.
