Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle-city.po
Languages: ru_ru

# data/areas/jungle-city.json/floors/0/maps/0/name
source: Pumpkin Fun Land
ru_ru: Тыквенное веселье

# data/areas/jungle-city.json/floors/0/maps/1/name
source: Pumpkin Fun Finale
ru_ru: Финал Тыквенного веселья

# data/areas/jungle-city.json/floors/0/maps/2/name
source: Calzone Basement
ru_ru: Подвал Кальцоне

# data/areas/jungle-city.json/floors/1/maps/0/name
source: Centrum
ru_ru: Центрум

# data/areas/jungle-city.json/floors/1/maps/1/name
source: The Boosi Business
ru_ru: Бизнес Бузнесмена

# data/areas/jungle-city.json/floors/1/maps/2/name
source: Pond Slums
ru_ru: Прудовые трущобы

# data/areas/jungle-city.json/floors/1/maps/3/name
source: High Grounds
ru_ru: Возвышенность

# data/areas/jungle-city.json/floors/1/maps/4/name
source: Corner Mall
ru_ru: Торговый уголок

# data/areas/jungle-city.json/floors/1/maps/5/name
source: Calzone Shop
ru_ru: Магазин Кальцоне

# data/areas/jungle-city.json/floors/1/maps/6/name
source: Seeker Hub 1st Floor
ru_ru: Центр Искателей 1-й этаж

# data/areas/jungle-city.json/floors/1/maps/7/name
source: Clipson Tower 1st Floor
ru_ru: Небоскрёб Клипсона 1-й этаж

# data/areas/jungle-city.json/floors/1/maps/8/name
source: Basin Police Force HQ
ru_ru: Полиция Бэйзина

# data/areas/jungle-city.json/floors/1/maps/9/name
source: Woodland Vanguard HQ
ru_ru: Лесной авангард

# data/areas/jungle-city.json/floors/1/maps/10/name
source: Gaia's Gardeners HQ
ru_ru: Садовники Гайи

# data/areas/jungle-city.json/floors/1/maps/11/name
source: Echelon Tower
ru_ru: Небоскрёб Эшелон

# data/areas/jungle-city.json/floors/1/maps/12/name
source: Basin Trade Partnership HQ
ru_ru: Торговцы Бэйзина

# data/areas/jungle-city.json/floors/2/maps/0/name
source: Corner Mall
ru_ru: Торговый уголок

# data/areas/jungle-city.json/floors/2/maps/1/name
source: Seeker Hub 2nd Floor
ru_ru: Центр Искателей 2-й этаж

# data/areas/jungle-city.json/floors/2/maps/2/name
source: Mayors Office
ru_ru: Мэрия

# data/areas/jungle-city.json/floors/2/maps/3/name
source: Clipson Tower 2nd Floor
ru_ru: Небоскрёб Клипсона 2-й этаж

# data/areas/jungle-city.json/floors/3/maps/0/name
source: Clipson Tower Highest Floor
ru_ru: Последний этаж Небоскрёба Клипсона

# data/areas/jungle-city.json/floors/4/name
source: Roof
ru_ru: Крыша

# data/areas/jungle-city.json/floors/4/maps/0/name
source: Clipson Tower Roof
ru_ru: Крыша Небоскрёба Клипсона

# data/maps/jungle-city/center.json/entities/398/settings/interact/hoverText
source: \i[arrow-n] City Square \i[arrow-e] Pond Slums
ru_ru: \i[arrow-n] Городская площадь \i[arrow-e] Прудовые трущобы

# data/maps/jungle-city/center.json/entities/399/settings/interact/hoverText
source: \i[arrow-n] City Square \i[arrow-w] High Grounds
ru_ru: \i[arrow-n] Городская площадь \i[arrow-w] Возвышенность

# data/maps/jungle-city/center.json/entities/416/settings/interact/hoverText
source: Buy items from the machine
ru_ru: Купить вещи

# data/maps/jungle-city/center.json/entities/416/settings/interact/title
source: \c[3]Vending Machine\c[0]
ru_ru: \c[3]Торговый автомат\c[0]

# data/maps/jungle-city/center.json/entities/476/settings/interact/hoverText
source: Buy items from the machine
ru_ru: Купить вещи

# data/maps/jungle-city/center.json/entities/476/settings/interact/title
source: \c[3]Vending Machine\c[0]
ru_ru: \c[3]Торговый автомат\c[0]

# data/maps/jungle-city/center.json/entities/587/settings/event/7/message
source: Here we are!
ru_ru: Вот мы и здесь!

# data/maps/jungle-city/center.json/entities/587/settings/event/14/message
source: No joke, that's a big city.
ru_ru: Без шуток, этот город большой.

# data/maps/jungle-city/center.json/entities/587/settings/event/23/message
source: \c[3]Basin Keep\c[0]!
ru_ru: \c[3]Твердыня Бэйзина\c[0]!

# data/maps/jungle-city/center.json/entities/587/settings/event/24/message
source: Bustling city of the jungle!
ru_ru: Суетливый город в джунглях!

# data/maps/jungle-city/center.json/entities/587/settings/event/25/message
source: A place full of opportunity!
ru_ru: Место, полное возможностей!

# data/maps/jungle-city/center.json/entities/587/settings/event/27/message
source: Yet there resides a severe lack of \c[3]Justice\c[0] dividing the rich from the poor!
ru_ru: И всё же здесь существует серьёзная нехватка \c[3]Справедливости\c[0], отделяющей богатых от бедных!

# data/maps/jungle-city/center.json/entities/587/settings/event/28/message
source: I also don't like the rain.
ru_ru: А ещё мне не нравится дождь.

# data/maps/jungle-city/center.json/entities/587/settings/event/29/message
source: Yes, the rain... the poor folks of this city have to suffer through it all year long!
ru_ru: Да, дождь... городские бедняки страдают от него круглый год!

# data/maps/jungle-city/center.json/entities/587/settings/event/30/message
source: ...Why?
ru_ru: ...Почему?

# data/maps/jungle-city/center.json/entities/587/settings/event/31/message
source: They say it's the Jungle's answer to this iron scar amid its sea of trees!
ru_ru: Они говорят, что это месть джунглей за этот железный шрам среди моря деревьев!

# data/maps/jungle-city/center.json/entities/587/settings/event/32/message
source: Bummer.
ru_ru: Досадно.

# data/maps/jungle-city/center.json/entities/587/settings/event/33/message
source: So... what now?
ru_ru: Итак... что теперь?

# data/maps/jungle-city/center.json/entities/587/settings/event/34/message
source: First there is a dire need to prepare for all the dangers of this wilderness!
ru_ru: Во-первых, существует острая необходимость в подготовке ко всем опасностям этой дикой природы!

# data/maps/jungle-city/center.json/entities/587/settings/event/35/message
source: Fortunately we will find lots of \c[3]expertly crafted goods\c[0] in this trading hotspot!
ru_ru: К счастью, мы найдём множество \c[3]искусно созданных товаров\c[0] на этой торговой площади!

source: And of course, there is the urgent task to speak to the mayor!
ru_ru: И конечно же, стоит срочно поговорить с мэром!

source: Remember the blockade in front of the temples?
ru_ru: Помните блокаду перед храмами?

source: Right.
ru_ru: Точно.

source: And of course we shall fulfill our Seeker's duty and visit the \c[3]Quest Hub\c[0] to the north!
ru_ru: И конечно, мы должны исполнить наш долг Искателей и посетить \c[3]Квест-хаб\c[0] на севере!

# data/maps/jungle-city/center.json/entities/587/settings/event/36/elseStep/1/task
source: You decide to visit the \c[3]Quest Hub\c[0] in \c[3]Basin Keep\c[0]. You probably need to talk to somebody to enter the temples?
ru_ru: Вы решили посетить \c[3]Квест-хаб\c[0] в \c[3]Твердыне Бэйзина\c[0]. Вам, наверное, стоит поговорить с кем-нибудь, чтобы войти в храмы?

source: I see, another Seeker has arrived.
ru_ru: Я смотрю, ещё один Искатель прибыл.

source: I ask you to excuse the rather unfortunate weather. Sadly, this is the norm in our city.
ru_ru: Прошу прощения за довольно неудачную погоду. К сожалению, это норма в нашем городе.

source: I just wish they'd finally finish the construction of the building to my back.
ru_ru: Я просто хотел бы, чтобы они наконец закончили строительство здания за моей спиной.

source: Anyway!\. Surely you're seeking passage to the \c[3]Ancient Temples of the jungle\c[0], correct?
ru_ru: В любом случае!\. Уверен, ты ищешь проход к \c[3]Древним храмам джунглей\c[0], верно?

source: [nods]
ru_ru: [кивает]

source: Well, it shall be granted!
ru_ru: Что ж, будет сделано!

source: Your destination is \c[3]Grand Krys'kajo\c[0], located in the \c[3]northern part of the jungle\c[0].
ru_ru: Твоя цель - \c[3]Гранд Крис'кайо\c[0] в \c[3]северной части джунглей\c[0].

source: Please mind the \c[3]powerplant\c[0] right next to the temple complex.
ru_ru: Пожалуйста, обрати внимание на \c[3]электростанцию\c[0] прямо рядом с храмовым комплексом.

source: It is the major power source of our city.
ru_ru: Это главный источник энергии нашего города.

source: It should pose no obstacle to your task, so all we ask you is to leave it intact.
ru_ru: Она не должна создавать препятствий для твоей задачи, поэтому всё, о чём мы просим тебя, это оставить её нетронутой.

source: [nods]
ru_ru: [кивает]

source: Excellent! I wish you the best for your adventures!
ru_ru: Превосходно! Я желаю тебе всего наилучшего в твоих приключениях!

source: You will find the temples of \c[3]Grand Krys'kajo\c[0] in the \c[3]north of the jungle\c[0]. Good luck!
ru_ru: Ты найдёшь храмы \c[3]Гранд Крис'кайо\c[0] на \c[3]севере джунглей\c[0]. Удачи!

source: The Boosi Man
ru_ru: Бузнесмен

source: Good evening, tiny one!
ru_ru: Добрый вечер, мелкая!

source: Hi...?
ru_ru: Привет...?

source: I am the \c[3]Boosi Man\c[0]!\. I'm doing business in this town, you see?
ru_ru: Я \c[3]Бузнесмен\c[0]!\. Я занимаюсь бизнесом в этом городе, понимаешь?

source: And I just happen to be looking for some kind souls to help me!
ru_ru: И я ищу добрые души, чтобы помочь мне!

source: See, I'm about to start a new...\. attraction in this town.
ru_ru: Видишь ли, я собираюсь открыть новый...\. аттракцион в этом городе.

source: But alas, I am in grave trouble!\. What I am missing is \c[3]\v[item.320.name]\c[0].
ru_ru: Но увы, у меня серьёзные проблемы!\. Чего мне не хватает, так это \c[3]Пламени Джека\c[0].

source: It's something you can only find outside in the jungle.\. A place that I am unable to visit!
ru_ru: Это то, что можно найти только в джунглях.\. Место, которое мне нельзя посещать!

source: Why?
ru_ru: Почему?

source: Well, I got my reasons and they are very legitimate.
ru_ru: Ну, у меня есть свои причины, и они вполне обоснованы.

source: So, do you have some free time to help big ol' me?
ru_ru: Итак, есть ли у тебя свободное время, чтобы помочь большому старикану вроде меня?

source: [nods]
ru_ru: [кивает]

source: Terrific!
ru_ru: Ужасающе!

source: You can collect \c[3]\v[item.320.name]\c[0] from those \c[3]\v[combat.name.jungle/pumpkin]\c[0]!
ru_ru: Ты можешь получить \c[3]\v[item.320.name]\c[0] с \c[3]Джека-в-огне\c[0]!

source: They wander about in the \c[3]infested Jungle\c[0] to the \c[3]northeast\c[0]!
ru_ru: Они бродят по \c[3]Заражённым джунглям\c[0] к \c[3]северо-востоку\c[0] отсюда!

source: I require those flames!\. They are essential for...\. decoration!
ru_ru: Мне нужны эти огни!\. Они являются неотъемлемой частью...\. украшения!

source: Well then!\. Let's work together to create the next big thing of Basin Keep!
ru_ru: Тогда договорились!\. Давай работать вместе, чтобы создать новый хит Твердыни Бэйзина!

source: Bye...
ru_ru: Пока...

source: [shakes head]
ru_ru: [мотает головой]

source: That is too bad!\. You see, my business could very well be the next big thing!
ru_ru: Это очень плохо!\. Видишь ли, мой бизнес вполне может быть прибыльным делом!

source: You definitely want to be a part of it!\. Talk to me when you change your mind, tiny one!
ru_ru: Ты определённо хочешь быть частью этого!\. Поговори со мной, когда передумаешь, мелкая!

source: Bye...
ru_ru: Пока...

# data/maps/jungle-city/center.json/entities/637/settings/npcStates/1/event/0/name
source: The Boosi Man
ru_ru: Бузнесмен

source: You can collect \c[3]\v[item.320.name]\c[0] from those \c[3]\v[combat.name.jungle/pumpkin]\c[0]!
ru_ru: Ты можешь получить \c[3]\v[item.320.name]\c[0] с \c[3]Джека-в-огне\c[0]!

source: They wander about in the \c[3]infested Jungle\c[0] to the \c[3]northeast\c[0]!
ru_ru: Они бродят по \c[3]Заражённым джунглям\c[0] к \c[3]северо-востоку\c[0] отсюда!

source: I require those flames!\. They are essential for...\. decoration!
ru_ru: Мне нужны эти огни!\. Они являются неотъемлемой частью...\. украшения!

source: Well then!\. Let's work together to create the next big thing of Basin Keep!
ru_ru: Тогда договорились!\. Давай работать вместе, чтобы создать новый хит Твердыни Бэйзина!

source: The Boosi Man
ru_ru: Бузнесмен

source: Hi.
ru_ru: Привет.

source: I see you collected the flames!
ru_ru: Я вижу, что ты собрала огни!

source: Terrific!\. Things are almost ready, then.
ru_ru: Ужасающе!\. Тогда всё почти готово.

source: The only thing we need to do, is a \c[3]test run\c[0]!
ru_ru: Единственное, что нам нужно сделать, так это \c[3]тестовый запуск\c[0]!

source: Tiny one, can I count on your help once again?
ru_ru: Мелкая, могу ли я рассчитывать на твою помощь ещё раз?

source: [nods]
ru_ru: [кивает]

source: Spooktacular!\. I'll be inside constructing everything!\. It will only take the ghost of a second.
ru_ru: Пугающе!\. Я буду внутри, займусь подготовкой!\. Это займёт призрачную секунду.

source: Just follow me inside when you're ready!
ru_ru: Просто заходи внутрь, когда будешь готова!

# data/maps/jungle-city/center.json/entities/726/settings/text
source: There was a HOLE here. It's gone now.
ru_ru: Здесь была ДЫРА. И она исчезла.

# data/maps/jungle-city/center.json/entities/732/settings/event/4/message
source: Seeker, over here!
ru_ru: Искатель, сюда!

# data/maps/jungle-city/center.json/entities/732/settings/event/12/message
source: Thank you for helping us.
ru_ru: Спасибо, что помогаешь нам.

# data/maps/jungle-city/center.json/entities/732/settings/event/13/message
source: The tension between Humans and Shad around here is as bad as it gets.
ru_ru: Напряжённость между людьми и шадами здесь высока, насколько это возможно.

# data/maps/jungle-city/center.json/entities/732/settings/event/14/message
source: It really doesn't help that the mayor is acting so selfishly.
ru_ru: Эта эгоистичность мэра явно тоже не идёт на пользу.

# data/maps/jungle-city/center.json/entities/732/settings/event/15/message
source: [nods]
ru_ru: [кивает]

# data/maps/jungle-city/center.json/entities/732/settings/event/16/message
source: But where are my manners..
ru_ru: Но где же мои манеры..

# data/maps/jungle-city/center.json/entities/732/settings/event/17/name
source: K'tara
ru_ru: К'тара

# data/maps/jungle-city/center.json/entities/732/settings/event/18/message
source: I'm \c[3]K'tara\c[0].
ru_ru: Я \c[3]К'тара\c[0].

# data/maps/jungle-city/center.json/entities/732/settings/event/19/message
source: Lea, hi!
ru_ru: Лея, привет!

# data/maps/jungle-city/center.json/entities/732/settings/event/20/message
source: I was born in \c[3]V'rda Vil\c[0], a small village in the south east of Gaia's Garden.
ru_ru: Я родилась в \c[3]В'рда Виль\c[0], маленькой деревушке на юго-востоке Сада Гайи.

# data/maps/jungle-city/center.json/entities/732/settings/event/21/message
source: But I spend a large amount of time with humans.
ru_ru: Но я провожу много времени с людьми.

# data/maps/jungle-city/center.json/entities/732/settings/event/23/message
source: Anyway, let's not dwell for too long, my village is in danger!
ru_ru: В любом случае, давай не будем задерживаться, моя деревня в опасности!

# data/maps/jungle-city/center.json/entities/732/settings/event/24/message
source: You see, our village was attacked by \c[3]strange black cats\c[0].
ru_ru: Видишь ли, нашу деревню атаковали \c[3]странные чёрные кошки\c[0].

# data/maps/jungle-city/center.json/entities/732/settings/event/25/message
source: They've already pushed us out of the north side.
ru_ru: Они уже вытеснили нас на севере.

# data/maps/jungle-city/center.json/entities/732/settings/event/26/message
source: It's because of this power plant... It is disrupting the ancient Track and it's punishing us for it.
ru_ru: Это из-за этой электростанции... она прерывает древний Путь, и он наказывает нас за это.

# data/maps/jungle-city/center.json/entities/732/settings/event/28/message
source: And my people are not happy.
ru_ru: И мои люди недовольны.

# data/maps/jungle-city/center.json/entities/732/settings/event/29/message
source: They are ready to fight and I fear the worst if we don't do something.
ru_ru: Они готовы биться, и я опасаюсь худшего, если мы ничего не предпримем.

# data/maps/jungle-city/center.json/entities/732/settings/event/30/message
source: I'm sure if we can drive these beasts away the Shad will calm down, but we have to act fast!
ru_ru: Я уверена, что если мы спровадим этих существ, шады успокоятся, но нужно действовать быстро!

# data/maps/jungle-city/center.json/entities/732/settings/event/31/message
source: Let's first meet in \c[3]V'rda Vil\c[0]. There is a landmark in the \c[3]eastern part of the village\c[0].
ru_ru: Давай сначала встретимся в \c[3]В'рда Виль\c[0]. Там есть ориентир в \c[3]восточной части деревни\c[0].

source: Oh, you already unlocked it? Let's not waste time then!
ru_ru: О, ты его уже открыла? Тогда не будем терять времени!

source: As said, the village is in the \c[3]south east\c[0] of the jungle.
ru_ru: Как я и сказала, деревня на \c[3]юго-востоке\c[0] джунглей.

source: The humans put up way-markers so it should be easy to find.
ru_ru: Люди поставили указатели, поэтому её несложно найти.

# data/maps/jungle-city/center.json/entities/732/settings/event/33/message
source: [nods]
ru_ru: [кивает]

source: That was clever use of sign language, Lea!
ru_ru: Это было умное использование языка жестов, Лея!

source: And the NPC even recognized it.\. I'm impressed.
ru_ru: И этот NPC даже распознал это.\. Я впечатлён.

source: Our journey shall continue, \c[3]V'rda Vil\c[0] our next destination!
ru_ru: Путешествие должно продолжаться, \c[3]В'рда Виль\c[0] - наш следующий пункт назначения!

source: Let's go~
ru_ru: Вперёд~

# data/maps/jungle-city/center.json/entities/759/settings/interact/hoverText
source: Challenge Note
ru_ru: Заметка об испытании

# data/maps/jungle-city/center.json/entities/759/settings/interact/event/0/text
source: The duel will take place at \c[3]Gaia's Garden - Overgrown Path\c[0].
ru_ru: Дуэль состоится в \c[3]Саду Гайи - Заросший путь\c[0].

# data/maps/jungle-city/center.json/entities/759/settings/interact/event/1/text
source: The duel shall start when the area has been \c[3]ridden of all other opponents\c[0].
ru_ru: Дуэль следует начинать, когда область будет \c[3]очищена от прочих противников\c[0].

source: Hey girl, ya looking for some rare weapons?
ru_ru: Эй, подруга, ищешь редкое оружие?

source: You won't regret it, girl!
ru_ru: Ты не пожалеешь об этом, подруга!

source: Really? This is a once in a life time offer, ma girl!
ru_ru: В самом деле? Такое предложение только раз в жизни, детка!

source: Hello, young one.
ru_ru: Привет, молодая.

source: Just a simple trader looking for a particular \c[3]Drill\c[0]...
ru_ru: Просто обычный торговец, ищущий определённый \c[3]Бур\c[0]...

source: Well look at you, young one.
ru_ru: Ну посмотри на себя, молодая.

source: Found yourself something rare with that \c[3]\v[item.90.name]\c[0].
ru_ru: Нашла себе что-то редкое с этим \c[3]Гигаспиральным буром\c[0].

source: Could upgrade it for you if you want...
ru_ru: Могу улучшить его для тебя, если ты хочешь...

source: Only need certain items for it.
ru_ru: Только нужны определённые предметы для этого.

source: Been a while since I held this in my hands.
ru_ru: Давненько я не держал его в своих руках.

source: Time to go. Find a new place to stay.
ru_ru: Пора идти. Нужно найти себе новое место.

source: Maybe we will meet again, can still sense a greater power in my drill.
ru_ru: Может, мы встретимся снова, по-прежнему чувствую большую силу в моём буре.

source: Very well.
ru_ru: Прекрасно.

source: The \c[3]Don\c[0] might have let you in, but that doesn't mean I have to sell you anything, \v[lore.title.seeker].
ru_ru: \c[3]Дон\c[0], может, и позволил тебе войти, но это не значит, что я должна тебе что-то продавать, Искатель.

source: A seeker inside here? You sure must have some good connections.
ru_ru: Искатель, здесь? У тебя наверняка хорошие связи.

# data/maps/jungle-city/east.json/entities/572/settings/interact/hoverText
source: No Littering
ru_ru: Не мусорить

source: This is a private party \c[3]Seeker\c[0], you better run off\..\..\.. fast.
ru_ru: Это частное мероприятие, \c[3]Искатель\c[0], лучше беги отсюда\..\..\.. быстро.

source: Unless you got yourself a pass of course.
ru_ru: Если, конечно, у тебя нет пропуска.

source: What's this? A pass? From the Boss himself?
ru_ru: Что это? Пропуск? От самого босса?

source: I don't know what you did \c[3]Seeker\c[0], but rules are rules.
ru_ru: Я не знаю, что ты сделала, \c[3]Искатель\c[0], но правила есть правила.

source: Enjoy your stay, \c[3]Seeker\c[0].
ru_ru: Приятного пребывания, \c[3]Искатель\c[0].

source: [nods]
ru_ru: [кивает]

source: Sorry \c[3]Seeker\c[0], the market is closed off for your kinda folks.
ru_ru: Прости, \c[3]Искатель\c[0], рынок закрыт для таких, как ты.

source: Unless you got yourself a pass, of course.
ru_ru: Если, конечно, у тебя нет пропуска.

source: Now look at that. You got yourself a Pass. From the man himself.
ru_ru: Да вы только поглядите. Ты заполучила пропуск. От него лично.

source: Make sure to leave lots of cash, alright?
ru_ru: Не забудь оставить много денег, хорошо?

source: Have fun, \c[3]Seeker\c[0], and don't lose the pass.
ru_ru: Веселись, \c[3]Искатель\c[0], и не теряй пропуск.

source: [nods]
ru_ru: [кивает]

source: The rain will cleanse your soul.
ru_ru: Дождь очистит твою душу.

# data/maps/jungle-city/east.json/entities/624/settings/dialog/0/text
source: What's up with this part of town?
ru_ru: Что случилось с этой частью города?

# data/maps/jungle-city/east.json/entities/624/settings/dialog/1/text
source: It's all dirty 'n' stuff.
ru_ru: Здесь кругом грязь и хлам.

# data/maps/jungle-city/east.json/entities/624/settings/dialog/2/text
source: Well, apparently this used to be the workers' quarters back when the power plant was built.
ru_ru: Ну, видимо, это были рабочие кварталы, когда строилась электростанция.

# data/maps/jungle-city/east.json/entities/624/settings/dialog/3/text
source: But it became a slum after most of the traders and the general businesses moved in.
ru_ru: Но они превратились в трущобы после того, как большинство торговцев и представителей бизнеса переехали.

# data/maps/jungle-city/east.json/entities/624/settings/dialog/4/text
source: Wow, alright. Kinda makes you sad, don't ya think?
ru_ru: Вау, понятно. Довольно грустно, тебе не кажется?

# data/maps/jungle-city/east.json/entities/629/settings/dialog/0/text
source: Don't you think it's strange that we don't take damage from the rain?
ru_ru: Тебе не кажется странным, что мы не получаем урон от дождя?

# data/maps/jungle-city/east.json/entities/629/settings/dialog/1/text
source: I think it's strange that you're sitting on the wet floor.
ru_ru: Мне кажется странным то, что ты сидишь на мокром полу.

# data/maps/jungle-city/east.json/entities/629/settings/dialog/2/text
source: But yes, it is weird. It's pouring down and I feel the rain, but no damage.
ru_ru: Но да, это странно. На меня льёт, и я чувствую дождь, но не повреждения.

# data/maps/jungle-city/east.json/entities/629/settings/dialog/3/text
source: I guess it's some kind of game development magic again.
ru_ru: Я полагаю, что это опять какая-то магия от разработчиков.

# data/maps/jungle-city/east.json/entities/629/settings/dialog/4/text
source: Mh... maybe, yeah.
ru_ru: Эм... возможно, ага.

source: A Seeker? Should I ask her? Guess she's as good as anyone, really.
ru_ru: Искатель? Стоит ли попросить её? Почему бы и нет, вряд ли она не хуже других.

source: Well, here we go.
ru_ru: Ладно, так уж и быть.

source: Hey, ya looking to make some quick cash?
ru_ru: Эй, не хочешь заработать немного быстрых денег?

source: My Dad wants me to collect some goods for him from the infested jungle region.
ru_ru: Мой папа хочет, чтобы я забрал для него товары из заражённой области джунглей.

source: But I ain't no fighter or collector. Dunno why he thinks this is a good "entry trial" too.
ru_ru: Но я не боец и не собиратель. Никак не пойму, почему он думает, что это хорошее "вступительное испытание".

source: So, ya in or out? Ain't got all day.
ru_ru: Так ты в деле или нет? Не могу ждать весь день.

source: Good, then let's get down to business.
ru_ru: Хорошо, тогда давай приступим к делу.
