Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/51/task
source: Start the duel with \c[3]Apollo\c[0] in \c[3]Gaia's Garden - Jungle Entrance\c[0]
es_es: Empieza el duelo con \c[3]Apollo\c[0] en el \c[3]Jardín de Gaia - Entrada a la jungla\c[0]
ru_ru: Начните дуэль с \c[3]Аполло\c[0] в \c[3]Саду Гайи - Вход в джунгли\c[0]

# data/maps/jungle/path-01-entrance.json//entities/569/settings/event/4/message
source: Spheromancer Lea!\. Don't forget about our duel!
es_es: ¡Spheromancer Lea!\. ¡No te olvides de nuestro duelo!
ru_ru: Сферомант Лея!\. Не забудь о нашей дуэли!

# data/maps/jungle/path-01-entrance.json//entities/570/settings/event/4/message
source: Spheromancer Lea!\. Don't forget about our duel!
es_es: ¡Spheromancer Lea!\. ¡No te olvides de nuestro duelo!
ru_ru: Сферомант Лея!\. Не забудь о нашей дуэли!

source: W-WHAT IS THIS DAMAGE?!
es_es: ¡¿Q-QUÉ ES ESTE DAÑO?!
ru_ru: Ч-ЧТО ЭТО ЗА УРОН?!

source: STILL CHEATING?!\. REALLY?!
es_es: ¡¿AÚN HACES TRAMPA?!\. ¡¿EN SERIO?!
ru_ru: ПО-ПРЕЖНЕМУ ЧИТЕРИШЬ?!\. СЕРЬЁЗНО?!

source: Well done! Now let's all \c[3]cool down\c[0] again!
es_es: ¡Muy bien! ¡Veamos como te manejas con algo más \c[3]refrescante\c[0]!
ru_ru: Отличная работа! Теперь все немного \c[3]остынем\c[0]!

source: The temperature puns are still not funny.
es_es: Esos juegos de palabras siguen sin causarme gracia.
ru_ru: Температурные каламбуры по-прежнему несмешные.

source: YOU LEARNED NOTHING!\. ABSOLUTELY NOTHING!!
es_es: ¡NO APRENDISTE NADA!\. ¡¡ABSOLUTAMENTE NADA!!
ru_ru: ТЫ НИЧЕГО НЕ УЯСНИЛА!\. АБСОЛЮТНО НИЧЕГО!!

source: SUCH AN UTTER DISPLAY OF BLATANT CHEATING!!
es_es: ¡¡PARA DE UNA VEZ CON ESTE PAUPÉRRIMO ESPECTÁCULO!!
ru_ru: СТОЛЬ ЯВНАЯ ДЕМОНСТРАЦИЯ НАГЛОГО ЧИТЕРСТВА!!

source: Alright! Let's try something else...
es_es: ¡Bien! Cambiemos de estrategia...
ru_ru: Хорошо! Давай попробуем что-нибудь другое...

source: WHAT IS WRONG WITH YOU?!\. DON'T YOU FEEL ASHAMED?!
es_es: ¡¿CUÁL ES TU PROBLEMA?!\. ¡¿ACASO NO TE DA VERGÜENZA?!
ru_ru: ЧТО С ТОБОЙ НЕ ТАК?!\. НЕУЖЕЛИ ТЕБЕ НЕ СТЫДНО?!

source: Things are getting serious now!
es_es: ¡Ahora va en serio!
ru_ru: Дело приобретает серьёзный оборот!

source: THIS DUEL IS UTTERLY MEANINGLESS!!\. EVEN YOU SHOULD REALIZE THIS!!
es_es: ¡¡ESTE DUELO NO TIENE SENTIDO ALGUNO!!\. ¡¡INCLUSO TÚ DEBERÍAS DARTE CUENTA DE ELLO!!
ru_ru: ЭТА ДУЭЛЬ В ВЫСШЕЙ СТЕПЕНИ БЕССМЫСЛЕННА!!\. ДАЖЕ ТЫ ДОЛЖНА ПОНИМАТЬ ЭТО!!

source: This isn't over yet!!
es_es: ¡¡Esto aún no ha terminado!!
ru_ru: Это ещё не конец!!

source: Looks like it though.
es_es: Pues parecería que sí.
ru_ru: Хотя очень на это похоже.

source: Pretty exciting.
es_es: Muy emocionante.
ru_ru: Весьма увлекательно.

source: Dying as quickly as always...
es_es: Veo que mueres tan rápido como siempre...
ru_ru: Как всегда быстро умираешь...

source: Down with just a single hit?!\. You should really mind your defensive stats.
es_es: ¡¿De un solo golpe?!\. Tienes que concentrarte en mejorar tu defensa urgentemente.
ru_ru: Сбита с одного удара?!\. Тебе правда стоит обратить внимание на защитные характеристики.

source: I won't let you win this easily!
es_es: ¡No dejaré que ganes tan fácilmente!
ru_ru: Я не дам тебе так легко победить!

source: Was that really all?
es_es: ¿Eso es todo?
ru_ru: Это всё, что ли?

source: Come on, Lea. Don't give up!
es_es: Vamos, Lea. ¡No te rindas!
ru_ru: Давай, Лея. Не сдавайся!

source: What?
es_es: ¿Qué?
ru_ru: Что?

source: You still have much to learn!
es_es: ¡Todavía tienes mucho qué aprender!
ru_ru: Тебе ещё есть чему поучиться!

source: Alright. Time to end this!
es_es: Bien. ¡Acabemos con esto!
ru_ru: Хорошо. Время заканчивать это!

source: And here I had hoped you'd have learned your lesson.
es_es: Y yo que esperaba que hubieras aprendido la lección.
ru_ru: А я-то надеялся, что ты усвоила свой урок.

source: Instead, you keep up this dishonest behavior.
es_es: Pero no. Aún te comportas con deshonra.
ru_ru: Вместо этого, ты продолжаешь это бесчестное поведение.

source: I am truly \c[1]disappointed\c[0]. I wish it had been different this time but alas...
es_es: Estoy verdaderamente \c[1]decepcionado\c[0]. Quisiera que hubiese sido distinto esta vez, pero me temo que no...
ru_ru: Я реально \c[1]разочарован\c[0]. Я надеялся, что на этот раз всё будет иначе, но, увы...

source: ONCE A CHEATER,\. ALWAYS A CHEATER!!
es_es: ¡¡UNA VEZ TRAMPOSA,\. SIEMPRE UNA TRAMPOSA!!
ru_ru: ОДНАЖДЫ ЧИТЕР,\. НАВСЕГДА ЧИТЕР!!

source: I honestly see no reason to place any more hope in you.
es_es: Sinceramente, no veo ninguna razón para depositar más esperanzas en ti.
ru_ru: Честно говоря, не вижу больше причин на тебя надеяться.

source: You leave me no choice but to report your behavior to the \c[1]moderators\c[0].
es_es: No me dejas otra opción que reportarte a los \c[1]moderadores\c[0].
ru_ru: Ты мне не оставляешь другого выбора, кроме как сообщить о твоём поведении \c[1]модераторам\c[0].

source: THIS WAS A DISGUSTING DISPLAY OF CHEATING AND YOU SHOULD BE ASHAMED OF YOURSELF!
es_es: ¡ESTO FUE UNA ASQUEROSA DEMOSTRACIÓN DE TU FALTA DE MORAL! ¡DEBERÍAS AVERGONZARTE!
ru_ru: ЭТО БЫЛО ОТВРАТИТЕЛЬНОЕ ПРОЯВЛЕНИЕ ЧИТЕРСТВА, И ТЕБЕ ДОЛЖНО БЫТЬ СТЫДНО!

source: YOU ARE A UTTER DISGRACE TO ALL SPHEROMANCERS!
es_es: ¡ERES UNA DESGRACIA PARA TODOS LOS SPHEROMANCERS!
ru_ru: ТЫ - ПОЗОР ДЛЯ ВСЕХ СФЕРОМАНТОВ!

source: Beaten once again!\. Spheromancer Lea, you are quite the formidable opponent!
es_es: ¡He perdido otra vez!\. Spheromancer Lea, ¡eres una oponente formidable!
ru_ru: И снова я побеждён!\. Сферомант Лея, ты весьма грозный соперник!

source: This time I was defeated. Spheromancer Lea, you've grown immensely!
es_es: Finalmente he sido derrotado. Spheromancer Lea, ¡has aprendido mucho!
ru_ru: На этот раз я потерпел поражение. Сферомант Лея, твои навыки сильно выросли!

source: It was a good duel, indeed!
es_es: ¡Fue un buen duelo, en efecto!
ru_ru: Это был действительно хороший поединок!

source: Well, it seems at least that you didn't entirely rely on blatant cheating this time.\. I respect this.
es_es: Bueno, al menos esta vez no dependiste enteramente de hacer trampa.\. Respeto eso.
ru_ru: Ну, по крайней мере, кажется, на этот раз ты не целиком полагалась на откровенное читерство.\. Я уважаю это.

source: Now there, you used to be more of a challenge, Spheromancer Lea!
es_es: Bueno, ¡solías darme mayores problemas, Spheromancer Lea!
ru_ru: Знаешь, раньше тебя было сложнее победить, сферомант Лея!

source: It seems you are still not quite on the right path, Spheromancer Lea.
es_es: Parece que aún tienes mucho qué aprender, Spheromancer Lea.
ru_ru: Кажется, ты всё же не на пути истины, сферомант Лея.

source: Still, it was a good duel!
es_es: Aún así, ¡fue un buen duelo!
ru_ru: Тем не менее, это была хорошая дуэль!

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/24/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/26/message
source: ...Bye.
es_es: ...Adiós.
ru_ru: ...Пока.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/32/message
source: Hey, Lea, is everything alright with you?
es_es: Oye, Lea, ¿está todo bien contigo?
ru_ru: Эй, Лея, с тобой всё в порядке?

source: You really seem quite...\. \c[1]sad\c[0]...\. especially considering how you just beat up Polly in that duel.
es_es: Se te ve algo...\. \c[1]triste\c[0]...\. sobre todo considerando la paliza que le acabas de dar a Polly.
ru_ru: Ты и вправду выглядишь очень...\. \c[1]печальной\c[0]...\. особенно учитывая то, что ты только что одолела Полли в этой дуэли.

source: You're all by yourself...\. and honestly don't look that happy to me.
es_es: Estás sola...\. y, debo decir, no se te ve muy contenta.
ru_ru: Ты в полном одиночестве...\. и, как по мне, ты не выглядишь счастливой.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/39/message
source: Hm.
ru_ru: Хм.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/46/message
source: She really doesn't talk much, does she?
es_es: Es bastante callada, ¿no?
ru_ru: Она и правда мало говорит, не так ли?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/48/message
source: Yeah, she is fairly shy.
es_es: Sí, es muy tímida.
ru_ru: Да, она довольно застенчива.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/49/message
source: Is she, now?
es_es: ¿Crees que solo sea eso?
ru_ru: Ты так думаешь?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/55/message
source: Lea, can you say "Apollo" for me?
es_es: Lea, ¿puedes decir "Apollo" por mí?
ru_ru: Лея, ты можешь сказать мне "Аполло"?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/58/message
source: You can't say it, can you?
es_es: No puedes decirlo, ¿verdad?
ru_ru: Ты не можешь это произнести, так ведь?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/59/message
source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/65/message
source: Wh...
es_es: Qué...
ru_ru: Чт...

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/66/message
source: Do you have issues with your speech module?
es_es: ¿Tienes problemas con tu módulo del habla?
ru_ru: У тебя проблемы с твоим речевым модулем?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/67/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/68/message
source: All the time?
es_es: ¿Todo este tiempo?
ru_ru: Всё это время?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/69/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/71/message
source: How is that even still a thing these days?
es_es: ¿Cómo puede ser que sigan habiendo problemas de estos al día de hoy?
ru_ru: Как это вообще ещё встречается в наши дни?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/73/message
source: Poor little thing.
es_es: Pobre cosita.
ru_ru: Бедняжка.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/74/message
source: Well... Here's an idea, Lea.
es_es: Bueno... Tengo una idea, Lea.
ru_ru: Что же... у меня есть идея, Лея.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/75/message
source: Since you're by yourself...
es_es: Ya que estás sola...
ru_ru: Поскольку ты одна...

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/76/message
source: Do you want to explore the jungle \c[3]together with us\c[0]?
es_es: ¿Quieres explorar la jungla \c[3]junto con nosotros\c[0]?
ru_ru: Не хочешь исследовать джунгли \c[3]вместе с нами\c[0]?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/79/message
source: W-What?
es_es: ¿Q-Qué?
ru_ru: Ч-Что?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/80/message
source: ...Why?
es_es: ¿...Por qué?
ru_ru: ...Почему?

source: JOERN,\. WHAT ARE YOU SAYING?!
es_es: JOERN,\. ¡¿QUÉ ESTÁS DICIENDO?!
ru_ru: ЙОРН,\. ЧТО ТЫ СКАЗАЛ?!

source: DIDN'T YOU WITNESS WHAT JUST HAPPENED?!
es_es: ¡¿NO VISTE LO QUE ACABA DE PASAR?!
ru_ru: НЕУЖЕЛИ ТЫ НЕ ВИДЕЛ, ЧТО ТОЛЬКО ЧТО ПРОИЗОШЛО?!

source: WHY ON SHADOON SHOULD WE TEAM UP WITH A \c[1]SERIAL CHEATER\c[0] LIKE HER?!
es_es: ¡¿POR QUÉ EN EL NOMBRE DE TODO SHADOON IRÍAMOS A FORMAR UN GRUPO CON UNA \c[1]TRAMPOSA SERIAL\c[0] COMO ELLA?!
ru_ru: КАКОГО ШАДУНА МЫ ДОЛЖНЫ ПРИНИМАТЬ В ГРУППУ ТАКОГО \c[1]СЕРИЙНОГО ЧИТЕРА\c[0], КАК ОНА?!

source: Polly,\. did it ever occur to you that her cheating may not be entirely deliberate?
es_es: Polly,\. ¿alguna vez se te ocurrió que quizá no lo hace apropósito?
ru_ru: Полли,\. тебе не приходило в голову, что её читерство может быть не совсем умышленным?

source: What?\. How could that be?
es_es: ¿Qué?\. ¿Cómo es eso posible?
ru_ru: Что?\. Как такое возможно?

source: Who knows? Maybe it's an unintentional bug and she just rolled with it.
es_es: ¿Quién sabe? Quizá no es más que un error del juego, y no tiene más opción que aceptarlo.
ru_ru: Кто знает? Может, это случайный баг, и она просто забила на это.

source: She might very well regret it by now, but probably has no way to disable it.
es_es: Ella bien podría sentirse arrepentida, pero no hay nada que pueda hacer al respecto.
ru_ru: Она может весьма сожалеть об этом, но у неё нет возможности как-либо это исправить.

source: I mean...\. just look at her.
es_es: Es decir...\. solo mírala.
ru_ru: Я имею в виду...\. просто посмотри на неё.

source: Is this what a malicious cheater looks like to you?
es_es: ¿Es este el aspecto de una persona maliciosa?
ru_ru: Разве так, по-твоему, выглядит недобросовестный читер?

source: What are you saying, Joern?
es_es: ¿Qué estás diciendo, Joern?
ru_ru: Что ты сказал, Йорн?

source: Polly, just look at her.
es_es: Polly, solo mírala.
ru_ru: Полли, просто взгляни на неё.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/88/message
source: She seems so miserable being alone like this.
es_es: Se la ve miserable por sí sola.
ru_ru: Она кажется такой несчастной в одиночестве.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/89/message
source: Don't you feel sorry for her?
es_es: ¿No te da algo de pena?
ru_ru: Тебе не жаль её?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/90/message
source: Well... kinda...
es_es: Bueno... un poco sí...
ru_ru: Ну... вроде того...

source: ALRIGHT FINE!
es_es: ¡BUENO, ESTÁ BIEN!
ru_ru: ЛАДНО, ХОРОШО!

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/92/message
source: I don't mind her joining us, if you're fine with it, Joern.
es_es: Me da igual formar un grupo con ella, si tú no tienes problema, Joern.
ru_ru: Я не против, если она присоединится, если и ты не против, Йорн.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/93/message
source: Well then.
es_es: Bien entonces.
ru_ru: Ну что же.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/100/message
source: What do you say, Lea? Shall we travel together?
es_es: ¿Qué dices, Lea? ¿Vienes con nosotros?
ru_ru: Что ты скажешь, Лея? Согласна путешествовать вместе?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/103/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/104/message
source: Good!\. Let's create a party, then.
es_es: ¡Bien!\. Formemos un grupo entonces.
ru_ru: Хорошо!\. Давайте тогда создадим группу.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/107/object
source: Joern
ru_ru: Йорн

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/108/object
source: Apollo
ru_ru: Аполло

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/126/message
source: What is even happening...
es_es: Yo ya no entiendo nada...
ru_ru: Что вообще происходит...

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/127/message
source: Shouldn't you be happy?\. We have a party with two Spheromancers now.
es_es: ¿No deberías estar feliz?\. Tenemos un grupo con dos Spheromancers ahora.
ru_ru: Разве ты не должен быть счастлив?\. У нас теперь группа с двумя сферомантами.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/128/message
source: Right, now that you mention it!
es_es: Hm, ahora que lo dices...
ru_ru: Верно, теперь, когда ты упомянул об этом!

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/129/message
source: Two \c[3]Spheromancers\c[0] and a \c[3]Quadroguard\c[0], quite the noble party indeed!
es_es: Dos \c[3]Spheromancers\c[0] y un \c[3]Quadroguard\c[0], ¡un grupo muy noble, en efecto!
ru_ru: Два \c[3]сфероманта\c[0] и \c[3]квадрогард\c[0], вполне благородная группа!

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/130/message
source: There you go.
es_es: Ahí vas.
ru_ru: Вот видишь.

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/131/message
source: So...\. what's next?
es_es: Entonces...\. ¿Qué sigue?
ru_ru: Ну...\. что дальше?

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/132/message
source: Let's see...
es_es: Vamos a ver...
ru_ru: Посмотрим...

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/133/message
source: Our noble band just entered the realm of \c[3]Gaia's Garden\c[0]!
es_es: ¡Nuestro noble grupo acaba de entrar en el reino del \c[3]Jardín de Gaia\c[0]!
ru_ru: Наша благородная группа только что вошла в область \c[3]Сада Гайи\c[0]!

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/134/message
source: Indeed! What else is there to do than seek the human settlement hidden within this wilderness!
es_es: ¡Pues bien! ¡Qué mejor opción que buscar el asentamiento humano oculto en medio de la selva!
ru_ru: В самом деле! Что ещё можно делать, кроме как искать человеческое поселение в этой дикой местности!

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/136/message
source: \c[3]Basin Keep\c[0]!
es_es: ¡El \c[3]Torreón de la Cuenca\c[0]!
ru_ru: \c[3]Твердыня Бэйзина\c[0]!

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/137/message
source: The towering fortress of the jungle!\. This shall be our destination!
es_es: ¡La imponente fortaleza de la jungla!\. ¡Este será nuestro destino!
ru_ru: Возвышающаяся над джунглями крепость!\. Это будет нашей целью!

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/139/message
source: I see.\. Let's go, Lea!
es_es: Ya veo.\. ¡Vamos, Lea!
ru_ru: Понятно.\. Пойдём, Лея!

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/140/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-01-entrance.json//entities/578/settings/event/142/task
source: Explore \c[3]Gaia's Garden\c[0] together with Apollo and Joern. Your next destination is \c[3]Basin Keep\c[0]!
es_es: Explora el \c[3]Jardín de Gaia\c[0] junto con Apollo y Joern. ¡Tu próximo destino es el \c[3]Torreón de la Cuenca\c[0]!
ru_ru: Исследуйте \c[3]Сад Гайи\c[0] вместе с Аполло и Йорном. Ваш следующий пункт назначения - \c[3]Твердыня Бэйзина\c[0]!

source: Forget it!
es_es: ¡Olvídalo!
ru_ru: Забудь об этом!

source: I won't fall for that!
es_es: ¡No caeré en eso!
ru_ru: Я на такое не куплюсь!

source: I got you now!!
es_es: ¡¡Te tengo ahora!!
ru_ru: Вот ты и попалась!!

source: Still falling for the same trick.
es_es: Todavía caes en el mismo truco.
ru_ru: До сих пор попадаешься на этот трюк.

source: Really now, I expected better.
es_es: ¿En serio?, esperaba más de ti.
ru_ru: Знаешь, я ожидал лучшего.

# data/maps/jungle/path-01-entrance.json//entities/591/settings/dialog/0/text
source: So...\. shall we go, then?\. The jungle is waiting!
es_es: Entonces...\. ¿quieres empezar?\. ¡La selva está esperando!
ru_ru: Ну...\. может, пойдём уже?\. Джунгли ждут!

# data/maps/jungle/path-01-entrance.json//entities/591/settings/dialog/1/text
source: I don't know...\. I don't really feel like it.
es_es: No lo se...\. Me siento desganado.
ru_ru: Ну не знаю...\. Мне не очень хочется.

# data/maps/jungle/path-01-entrance.json//entities/591/settings/dialog/2/text
source: Is everything ok?
es_es: ¿Está todo bien?
ru_ru: Всё в порядке?

# data/maps/jungle/path-01-entrance.json//entities/591/settings/dialog/3/text
source: Not sure...\. maybe we just played for a bit too long.
es_es: Quizá...\. quizá hemos estado jugando demasiado tiempo.
ru_ru: Не уверен...\. может, мы просто играли слишком долго.

# data/maps/jungle/path-01-entrance.json//entities/592/settings/dialog/0/text
source: Finally, we have proper trees in this game!
es_es: ¡Por fin vemos árboles de verdad en este juego!
ru_ru: Наконец-то у нас появились настоящие деревья в этой игре!

# data/maps/jungle/path-01-entrance.json//entities/592/settings/dialog/1/text
source: Didn't we have trees in the other areas as well?
es_es: ¿No habían árboles en las otras áreas también?
ru_ru: Разве не было деревьев в других областях?

# data/maps/jungle/path-01-entrance.json//entities/592/settings/dialog/2/text
source: Pfff! You mean those oversized bushes? Barely trees, really.
es_es: ¡Pfff! ¿Te refieres a esos arbustos crecidos? Vaya chiste de árboles la verdad...
ru_ru: Пффф! Ты имеешь в виду эти кусты-переростки? Едва ли это деревья, правда.

# data/maps/jungle/path-01-entrance.json//entities/592/settings/dialog/3/text
source: What does it matter, anyway? We can't even climb.
es_es: ¿Y qué más da? Ni siquiera podemos treparlos.
ru_ru: Какое это имеет значение? Мы даже не можем по ним лазить.

# data/maps/jungle/path-01-entrance.json//entities/593/settings/dialog/0/text
source: Phew... they even support the perception of humid weather.
es_es: Uff... el juego simula hasta la percepción de un clima húmedo.
ru_ru: Фух... они даже поддерживают восприятие влажной погоды.

# data/maps/jungle/path-01-entrance.json//entities/593/settings/dialog/1/text
source: Just turn it down.
es_es: Puedes bajarlo en la configuración.
ru_ru: Просто выключи это.

# data/maps/jungle/path-01-entrance.json//entities/593/settings/dialog/2/text
source: Nope I'm fine! Just give me a little time to get used to it.
es_es: ¡No, estoy bien! Tan solo dame un minuto para acostumbrarme.
ru_ru: Нет, я в порядке! Просто дай мне немного времени, чтобы привыкнуть к этому.

# data/maps/jungle/path-01-entrance.json//entities/593/settings/dialog/3/text
source: Madam gotta have her immersion...
es_es: La señorita y su "inmersión"...
ru_ru: У мадам своё погружение...

# data/maps/jungle/path-01-entrance.json//entities/594/settings/dialog/0/text
source: Did you notice too how during the quest they refered to the hologram frobbit as a rodent?
es_es: ¿Notaste que a lo largo de la misión se refirieron al Ranejo holográfico como un roedor?
ru_ru: Ты тоже заметил, как во время квеста они называли голограмму кроляга грызуном?

# data/maps/jungle/path-01-entrance.json//entities/594/settings/dialog/1/text
source: Hmmm...\. no, not really.\. Why?
es_es: Mmm...\. no, no me di cuenta.\. ¿Por qué?
ru_ru: Хммм...\. нет, не замечал.\. А что такого?

# data/maps/jungle/path-01-entrance.json//entities/594/settings/dialog/2/text
source: Rabbits are not rodents!\. They are lagomorphs!
es_es: ¡Los conejos no son roedores!\. ¡Son lagomorfos!
ru_ru: Кролики не грызуны!\. Они зайцеобразные!

# data/maps/jungle/path-01-entrance.json//entities/594/settings/dialog/3/text
source: Well, technically a frobbit is half frog and half rabbit, so...
es_es: Bueno, técnicamente un Ranejo es mitad rana y mitad conejo, así que...
ru_ru: Ну, технически кроляг является полулягушкой-полукроликом, так что...

source: \i[arrow-n] \v[area.jungle-city.name] \i[arrow-w]\i[arrow-e] Roads to Grand Krys'kajo \i[arrow-e] Road to V'rda Vil \i[arrow-s] \v[area.autumn-fall.name]
es_es: \i[arrow-n] \v[area.jungle-city.name] \i[arrow-w]\i[arrow-e] Gran Krys'kajo \i[arrow-e] V'rda Vil \i[arrow-s] \v[area.autumn-fall.name]
ru_ru: \i[arrow-n] Сад Гайи \i[arrow-w]\i[arrow-e] пути в Гранд Крис'кайо \i[arrow-e] дорога в В'рда Виль \i[arrow-s] Закат Осени

source: Henry
ru_ru: Генри

source: I d-d-don't have any probes left, but I g-g-guess you know how they look.
es_es: N-No me q-q-quedan más s-sondas, p-pero cre-eo que ya s-sa-sabes como se v-ven.
ru_ru: У меня н-н-не осталось зондов, но я д-д-думаю, что ты уже знаешь, как они выглядят.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]
