Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: Yes, it's such a shame that we have to hurt them, but we've got no choice here.
es_es: Sí, es una lástima que tengamos que hacerles daño, pero aquí no tenemos otra opción.
ru_ru: Да, это такая жалость, что мы должны причинять им боль, но у нас нет другого выбора.

source: At least their dead bodies will return to the Track and feed the new life, so it's okay!
es_es: Al menos sus cadáveres regresarán al Camino y alimentarán la nueva vida, ¡así que está bien!
ru_ru: По крайней мере, их трупы вернутся в землю и накормят новую жизнь, так что всё в порядке!

source: Anyway, I will prepare myself.\. Talk to me again when you are ready to go!
es_es: De todos modos, me prepararé.\. ¡Háblame de nuevo cuando estés lista para irnos!
ru_ru: Так или иначе, я буду готовиться.\. Поговори со мной снова, когда будешь готова к работе!

source: Linde
ru_ru: Линдэ

source: Hey there, \v[lore.title.seeker]!\. Are you ready to escort me around?
es_es: ¡Hola, \v[lore.title.seeker]a!\. ¿Estás lista para acompañarme?
ru_ru: Эй, Искатель!\. Ты готова сопровождать меня?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright.\. Just let me gather my things real quick.
es_es: Bien.\. Sólo déjame recoger mis cosas muy rápido.
ru_ru: Хорошо.\. Позволь мне быстренько подготовиться.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Aw, alright.\. I will wait for you here.
es_es: Oh, está bien.\. Te esperare aqui.
ru_ru: Эх, ладно.\. Я буду ждать тебя здесь.

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/jungle/grove/grove-path-02.json//entities/892/settings/event/12/name
source: Linde
ru_ru: Линдэ

source: Good, I will mark the first spot I have to investigate!
es_es: ¡Bien, voy a marcar el primer lugar que tengo que investigar!
ru_ru: Хорошо, я помечу первую точку, которую мне нужно исследовать!

# data/maps/jungle/grove/grove-path-02.json//entities/892/settings/event/22/name
source: Linde
ru_ru: Линдэ

source: All set, we can start now!\. And please protect me from angry critters, okay?
es_es: ¡Todo listo, ya podemos empezar!\. Y, por favor, protégeme de los enemigos, ¿de acuerdo?
ru_ru: Всё готово, мы можем начинать!\. И, пожалуйста, защищай меня от злых зверушек, ладно?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright, let's do this!
es_es: Muy bien, ¡hagamos esto!
ru_ru: Хорошо, давай сделаем это!

# data/maps/jungle/grove/grove-path-02.json//entities/892/settings/event/29/task
source: \c[3]Protect Linde\c[0] while she inspects the area
es_es: \c[3]Protege a Linde\c[0] mientras ella inspecciona el área
ru_ru: \c[3]Защищайте Линдэ\c[0], пока она обследует область.

# data/maps/jungle/grove/grove-path-02.json//entities/892/settings/event/34/text
source: \v[tmp.questEscort-pointText]
es_es: [Escolta a Linde hasta Aquí]
ru_ru: [Сопровождайте Линдэ]

source: Escortee Life
es_es: Vida del Escolta
ru_ru: Здоровье

source: Energy
es_es: Energía
ru_ru: Энергия

# data/maps/jungle/grove/grove-path-02.json//entities/894/settings/event/3/message
source: Careful, I hear something!
es_es: ¡Cuidado, escucho algo!
ru_ru: Осторожно, я что-то слышу!

source: Getting dizzy...
es_es: Mareándose...
ru_ru: Голова кружится...

source: Don't want to stress you, but this is getting a bit painful...
es_es: No quiero estresarte, pero esto se está poniendo un poco doloroso...
ru_ru: Не хочу давить на тебя, но это становится немного больно...

source: Ouchie... seems like they really are angry.
es_es: Ouchie... parece que realmente están enojados.
ru_ru: Аюшки... похоже, что они очень злые.

# data/maps/jungle/grove/grove-path-02.json//entities/898/settings/event/17/text
source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]MISIÓN FALLIDA\c[0] Reinicia la tarea para volver a intentarlo
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

# data/maps/jungle/grove/grove-path-02.json//entities/899/settings/event/1/message
source: Starting the investigation!
es_es: ¡Comenzando la investigación!
ru_ru: Начинаю исследование!

# data/maps/jungle/grove/grove-path-02.json//entities/899/settings/event/3/text
source: \v[tmp.questEscort-inspectText]
es_es: [Inspeccionando]
ru_ru: [Изучает]

# data/maps/jungle/grove/grove-path-02.json//entities/899/settings/event/20/text
source: \v[tmp.questEscort-pointText]
es_es: [Escolta a Linde hasta Aquí]
ru_ru: [Сопровождайте Линдэ]

source: All finished!\. Onto the next one!
es_es: ¡Todo terminado!\. ¡Ahora vamos al siguiente!
ru_ru: Всё закончено!\. К следующей!

# data/maps/jungle/grove/grove-path-02.json//entities/900/settings/event/3/message
source: More critters approaching!
es_es: ¡Se acercan más bichos!
ru_ru: Приближаются ещё зверушки!

# data/maps/jungle/grove/grove-path-02.json//entities/901/settings/event/1/message
source: Getting more data...
es_es: Obteniendo más datos...
ru_ru: Получение дополнительных данных...

# data/maps/jungle/grove/grove-path-02.json//entities/901/settings/event/3/text
source: \v[tmp.questEscort-inspectText]
es_es: [Inspeccionando]
ru_ru: [Изучает]

# data/maps/jungle/grove/grove-path-02.json//entities/901/settings/event/21/text
source: \v[tmp.questEscort-pointText]
es_es: [Escolta a Linde hasta Aquí]
ru_ru: [Сопровождайте Линдэ]

source: Good job so far!\. Just one more spot left!
es_es: ¡Buen trabajo hasta ahora!\. ¡Solo queda un lugar más!
ru_ru: Хорошо справляешься!\. Осталась одна точка!

# data/maps/jungle/grove/grove-path-02.json//entities/903/settings/event/3/message
source: They just keep on coming... must be really angry today.
es_es: Simplemente siguen viniendo... deben estar muy enojados hoy.
ru_ru: Они всё лезут и лезут... должно быть, очень злые сегодня.

# data/maps/jungle/grove/grove-path-02.json//entities/904/settings/event/1/message
source: Starting with the last one.\. We almost got it, \v[lore.title.seeker]!
es_es: Empezando el último.\. ¡Casi lo conseguimos, \v[lore.title.seeker]!
ru_ru: Начинаю исследовать последнюю.\. У нас почти получилось, Искатель!

# data/maps/jungle/grove/grove-path-02.json//entities/904/settings/event/4/text
source: \v[tmp.questEscort-inspectText]
es_es: [Inspeccionando]
ru_ru: [Изучает]

source: Hang in there, we're almost done!
es_es: Aguanta, ¡casi hemos terminado!
ru_ru: Держись, мы почти закончили!

# data/maps/jungle/grove/grove-path-02.json//entities/910/settings/event/29/name
source: Linde
ru_ru: Линдэ

source: Okay, I got all the data we need for now.\. Great job, \v[lore.title.seeker]!
es_es: Bien, tengo todos los datos que necesitamos por ahora.\. ¡Buen trabajo, \v[lore.title.seeker]!
ru_ru: Хорошо, я получила все данные, которые нам нужны.\. Отличная работа, Искатель!

source: I would love to chat a bit more with you, but I gotta bring the samples back to the HQ.\. Before more angry critters appear.
es_es: Me encantaría conversar un poco más contigo, pero tengo que llevar las muestras a la sede.\. Antes de que aparezcan más bichos enojados.
ru_ru: Я бы с удовольствием поболтала с тобой, но я должна доставить образцы обратно в штаб.\. Пока не появилось ещё больше этих злых зверушек.

source: So this means goodbye for now.\. Thanks again for everything and good luck on your adventures!
es_es: Así que esto significa adiós por ahora.\. ¡Gracias de nuevo por todo y buena suerte en tus aventuras!
ru_ru: Так что до свидания.\. Ещё раз спасибо за всё, и удачи в твоих приключениях!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

# data/maps/jungle/grove/grove-path-02.json//entities/914/settings/event/0/message
source: Now that's a place where I'd definitely dive into the water if I could!
es_es: ¡Este es un lugar donde definitivamente me tiraría al agua si pudiera!
ru_ru: А вот здесь я бы точно нырнула в воду, если бы могла!

# data/maps/jungle/grove/grove-path-02.json//entities/914/settings/event/1/message
source: You sure?\. Jungle rivers are incredibly active ecosystems.
es_es: ¿Estás segura?\. Los ríos de la selva son ecosistemas increíblemente activos.
ru_ru: Ты уверена?\. Реки джунглей являются невероятно активными экосистемами.

# data/maps/jungle/grove/grove-path-02.json//entities/914/settings/event/2/message
source: What do you mean?
es_es: ¿Qué quieres decir?
ru_ru: В каком смысле?

# data/maps/jungle/grove/grove-path-02.json//entities/914/settings/event/3/message
source: There's all kind of stuff in there.\. Including bugs.\. Lots of bugs.
es_es: Hay todo tipo de cosas ahí.\. Hasta bichos.\. Un montón de bichos.
ru_ru: В них все виды живности.\. Включая жуков.\. Много жуков.

# data/maps/jungle/grove/grove-path-02.json//entities/914/settings/event/4/message
source: Sacrebleu! Why do you have to destroy my fantasies?!
es_es: ¡Sacrebleu! ¡¿Por qué tienes que destruir mis fantasías?!
ru_ru: Sacrebleu (Вот чёрт)! Почему ты уничтожаешь мои фантазии?!

# data/maps/jungle/grove/grove-path-02.json//entities/914/settings/event/5/message
source: Water is deadly, Emilie.\. Deadly...\. and probably not real.
es_es: El agua es mortal, Emilie.\. Mortal...\. y probablemente no sea real.
ru_ru: Вода смертельна, Эмили.\. Смертельна...\. и, вероятно, не настоящая.

# data/maps/jungle/grove/grove-path-02.json//entities/914/settings/event/6/message
source: Oh no, Foilhead-Tronny is back.
es_es: Oh no, el aguafiestas Tronny ha vuelto.
ru_ru: О нет, фрик Тронни вернулся.

# data/maps/jungle/grove/grove-path-02.json//entities/915/settings/event/0/message
source: There really is no end to this place.
es_es: Realmente no hay final para este lugar.
ru_ru: Нет ни конца, ни края этому месту.

# data/maps/jungle/grove/grove-path-02.json//entities/915/settings/event/1/message
source: Gaia's Garden! Wilderness as far as the eye can see!
es_es: ¡El jardín de Gaia! ¡Un laberinto hasta donde alcanza la vista!
ru_ru: Сад Гайи! Дикая природа повсюду, насколько хватает глаз!

# data/maps/jungle/grove/grove-path-02.json//entities/918/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

# data/maps/jungle/grove/grove-path-02.json//entities/919/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

source: Read Inscription
es_es: Leer inscripción
ru_ru: Прочесть надпись

source: Strange markings are at the side of the tablet. In the middle are multiple buttons that resemble arrows and letters. Do you want to press some of them?
es_es: Hay marcas extrañas en el costado de la tableta. En el medio hay varios botones que parecen flechas y letras. ¿Quieres pulsar algunos de ellos?
ru_ru: Странные отметки на стороне скрижали. В центре несколько кнопок, похожих на стрелки и буквы. Хотите нажать некоторые из них?

source: Yes
es_es: [Sí]
ru_ru: Да

source: No
ru_ru: Нет

source: Press \c[2]Left\c[0]
es_es: Presiona \c[2]Izquierda\c[0]
ru_ru: Нажать \c[2]влево\c[0]

source: Press \c[2]Right\c[0]
es_es: Presiona \c[2]Derecha\c[0]
ru_ru: Нажать \c[2]вправо\c[0]

source: Press \c[2]Up\c[0]
es_es: Presiona \c[2]Arriba\c[0]
ru_ru: Нажать \c[2]вверх\c[0]

source: Press \c[2]Down\c[0]
es_es: Presiona \c[2]Abajo\c[0]
ru_ru: Нажать \c[2]вниз\c[0]

source: Cancel
es_es: Cancelar
ru_ru: Отмена

source: Press \c[2]A\c[0]
es_es: Presiona \c[2]A\c[0]
ru_ru: Нажать \c[2]A\c[0]

source: Press \c[2]B\c[0]
es_es: Presiona \c[2]B\c[0]
ru_ru: Нажать \c[2]B\c[0]

source: Press \c[2]X\c[0]
es_es: Presiona \c[2]X\c[0]
ru_ru: Нажать \c[2]X\c[0]

source: Press \c[2]Y\c[0]
es_es: Presiona \c[2]Y\c[0]
ru_ru: Нажать \c[2]Y\c[0]

# data/maps/jungle/grove/lost-shrine-02.json//entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/jungle/grove/lost-shrine-02.json//entities/65/settings/event/0/message
source: Another Dungeon?
es_es: ¿Otra mazmorra?
ru_ru: Ещё одно подземелье?

# data/maps/jungle/grove/lost-shrine-02.json//entities/65/settings/event/1/message
source: Let's hope this one has some nice treasure!
es_es: ¡Esperemos que esta tenga algún buen tesoro!
ru_ru: Будем надеяться, что в этом есть хорошие сокровища!

# data/maps/jungle/grove/lost-shrine-02.json//entities/66/settings/event/0/message
source: Oh looks like an instance.
es_es: Oh, esto parece ser una instancia.
ru_ru: Ой, похоже на специальное подземелье.

# data/maps/jungle/grove/lost-shrine-03.json//entities/7/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/jungle/grove/lost-shrine-03.json//entities/163/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

source: Do you see all those lilies?
es_es: ¿Ves todos esos lirios?
ru_ru: Ты видишь все эти лилии?

source: They need like 4-6 hours of daylight.
es_es: Necesitan unas 4 o 6 horas de luz diurna.
ru_ru: Им нужно 4-6 часов дневного света.

source: How...?
es_es: ¿Cómo...?
ru_ru: Как...?

source: Yeah, "how" should it work here?
es_es: Eso, ¿"cómo" es que sobreviven aquí?
ru_ru: Ага, "как" это должно работать здесь?

source: Probably some in-game lore. Ancient Shad technology, blah blah.
es_es: Seguramente se explique en algún texto del juego. Antigua tecnología Shad, bla bla.
ru_ru: Вероятно, некоторые игровые особенности. Древняя технология шадов, бла-бла.

# data/maps/jungle/grove/lost-shrine-04.json//entities/0/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

source: Urgh, finally you're here.
es_es: Urgh, finalmente estás aquí.
ru_ru: Уф, наконец-то ты здесь.

source: Another minute in this infested mess and I would have died of boredom.
es_es: Un minuto más en este lío infestado y me habría muerto de aburrimiento.
ru_ru: Ещё минута в этом заражённом беспорядке, и я бы умер от скуки.

source: Now, come on. Let's get this over with. And stay out of my way, capiche?
es_es: Ahora ven. Terminemos con esto. ¿Y quédate fuera de mi camino, capisci?
ru_ru: Ну хватит. Давай покончим с этим. И не мешайся мне, ясно?

source: Follow me.
es_es: Sígueme.
ru_ru: Следуй за мной.

source: The place looks...\. different.
es_es: Este lugar se ve...\. diferente.
ru_ru: Это место выглядит... по-другому.

source: That's right! We are within the \c[3]infested jungle\c[0]! A mysterious disease has befallen this part of the forest!
es_es: ¡Así es! ¡Estamos dentro de la \c[3]jungla infestada\c[0]! ¡Una misteriosa enfermedad ha caído en esta parte del bosque!
ru_ru: Это верно! Мы находимся в \c[3]заражённых джунглях\c[0]! Загадочная болезнь постигла эту часть леса!

source: Owo'kyari
ru_ru: Ово'кьяри

source: Owo'kyari
ru_ru: Ово'кьяри

source: Ho, \v[lore.title.seeker] finally there.\. This dangerous place, not fun to wait around at.
es_es: Oh, \v[lore.title.seeker] finalmente estás aquí.\. Este peligroso lugar, no muy divertido para quedarse esperando.
ru_ru: Хо, Искатель наконец-то здесь.\. Это опасное место, ждать тут совсем не весело.

source: Hi.
es_es: Hola.
ru_ru: Привет.

source: Well, prepare took time as well.\. There, look at machine!
es_es: Bueno, prepararse también llevó tiempo.\. ¡Ahí, mira máquina!
ru_ru: Ну, подготовка тоже заняла время.\. Вот, смотри на машину!

source: Owo'kyari
ru_ru: Ово'кьяри

source: I prepared it to be ready to capture adorable creature of electricity for use with technology.
es_es: Preparé para que esté lista para capturar adorable criatura de electricidad para uso con tecnología.
ru_ru: Я подготовил её к поимке милых существ электричества для использования их с технологиями.

source: I can lure special kitties whenever \v[lore.title.seeker] ready.
es_es: Puedo atraer gatitos especiales cuando \v[lore.title.seeker] listo.
ru_ru: Я могу приманить особых котиков, когда Искатель будет готов.

source: When there, creature must be \c[3]stunned to state of weakness\c[0].
es_es: Cuando listo, criaturas deben ser \c[3]aturdidas hasta caer debilitadas\c[0].
ru_ru: Когда они выйдут, животных нужно \c[3]оглушить до ослабленного состояния\c[0].

source: Then \c[3]hit machine with attack of Shock\c[0] for it to proceed with the capture.
es_es: Entonces \c[3]golpea máquina con ataques de Rayo\c[0] para proceder con captura.
ru_ru: Затем \c[3]ударить машину атакой Шока\c[0], чтобы продолжить с захватом.

source: However, \c[3]capture easier when kitty health weakened\c[0].\. Keep in mind when kitty keep escaping.
es_es: Sin embargo, \c[3]captura es más fácil cuando salud de gatito más baja\c[0].\. Ten en cuenta si gatito se sigue escapando.
ru_ru: Однако \c[3]ловить проще, когда у котиков меньше здоровья\c[0].\. Помни об этом, когда котики будут убегать.

source: Owo'kyari
ru_ru: Ово'кьяри

source: \v[lore.title.seeker] understand everything?
es_es: ¿\v[lore.title.seeker] entiende todo?
ru_ru: Искатель всё понял?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good, then talk again when ready for capture.
es_es: Genial, entonces háblame cuando listo para captura.
ru_ru: Хорошо, тогда поговори снова, когда будешь готова к ловле.

source: And please no keep me here for long.\. This place scary and moist and many great things to do in home!
es_es: Y por favor, no esperar mucho tiempo.\. ¡Este lugar asusta y está húmedo... y mucho que hacer en casa!
ru_ru: И, пожалуйста, не держи меня здесь долго.\. Это место страшное и влажное, и есть много замечательных вещей, которые нужно сделать дома!

source: Bye.
es_es: Adiós.
ru_ru: Пока.

source: Owo'kyari
ru_ru: Ово'кьяри

source: So, \v[lore.title.seeker].\. You ready to do the capture of powercats?
es_es: Así que, \v[lore.title.seeker].\. ¿Listo para capturas de gatos eléctricos?
ru_ru: Итак, Искатель.\. Ты готова к ловле энергокошек?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good!\. Machine will now lure the right kind of creatures.\. Be ready!
es_es: ¡Bien!\. Máquina ahora va a atraer criaturas indicadas.\. ¡Prepararse!
ru_ru: Хорошо!\. Машина сейчас выманит нужный вид животных.\. Будь готова!

source: Capturing
es_es: Capturando
ru_ru: Ловля

source: Owo'kyari
ru_ru: Ово'кьяри

source: Happy catching, \v[lore.title.seeker].\. I will wait here till one is inside cage.
es_es: Buena suerte, \v[lore.title.seeker].\. Esperaré aquí hasta que uno esté dentro de jaula.
ru_ru: Счастливой ловли, Искатель.\. Я буду ждать здесь, пока один не будет в клетке.

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Oh, \v[lore.title.seeker], please.\. Make hurry and let me go back to home and work!
es_es: Oh, \v[lore.title.seeker], por favor.\. ¡Date prisa y déjame volver a casa a trabajar!
ru_ru: О, Искатель, пожалуйста.\. Поторопись и отпусти меня домой и на работу!

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: I see.\. Then take another look at great machine!
es_es: Ya veo.\. ¡Entonces echa vistazo a magnífica máquina!
ru_ru: Понятно.\. Тогда снова посмотри на прекрасную машину!

source: Owo'kyari
ru_ru: Ово'кьяри

source: I prepared it to be ready to capture adorable creature of electricity for use of with technology.
es_es: Preparé para que esté lista para capturar adorable criatura de electricidad para uso con tecnología.
ru_ru: Я подготовил её к поимке милых существ электричества для использования их с технологиями.

source: I can lure special kitties whenever \v[lore.title.seeker] ready.
es_es: Puedo atraer gatitos especiales cuando \v[lore.title.seeker] listo.
ru_ru: Я могу приманить особых котиков, когда Искатель будет готов.

source: When there, creature must be \c[3]stunned to state of weakness\c[0].
es_es: Cuando listo, criaturas deben ser \c[3]aturdidas hasta caer debilitadas\c[0].
ru_ru: Когда они выйдут, животных нужно \c[3]оглушить до ослабленного состояния\c[0].

source: Then \c[3]hit machine with attack of Shock\c[0] for it to proceed with the capture.
es_es: Entonces \c[3]golpea máquina con ataques de Rayo\c[0] para proceder con captura.
ru_ru: Затем \c[3]ударить машину атакой Шока\c[0], чтобы продолжить с захватом.

source: However, \c[3]capture easier when kitty health weakened\c[0].\. Keep in mind when they keep escaping.
es_es: Sin embargo, \c[3]captura más fácil cuando salud de gatito sea baja\c[0].\. Ten en mente si gatito escapa.
ru_ru: Однако \c[3]ловить проще, когда у котиков меньше здоровья\c[0].\. Помни об этом, когда они будут убегать.

source: Owo'kyari
ru_ru: Ово'кьяри

source: \v[lore.title.seeker] now understand everything?
es_es: ¿\v[lore.title.seeker] todo claro?
ru_ru: Искатель теперь всё понял?

source: \c[2]Start capturing\c[0]
es_es: \c[2]Comenzar captura\c[0]
ru_ru: \c[2]Начать ловлю\c[0]

source: \c[1]No\c[0]
ru_ru: \c[1]Нет\c[0]

source: Repeat instructions
es_es: Repetir instrucciones
ru_ru: Повторить инструкции

source: Yes!\. Kitty captured! \v[lore.title.seeker] work very good!
es_es: ¡Sí!\. ¡Gatito capturado! ¡\v[lore.title.seeker], haces buen trabajo!
ru_ru: Да!\. Котик пойман!\. Искатель очень хорошо работает!

source: Now other enemies must get mobbed to retrieve cage safely!
es_es: ¡Ahora otros enemigos deben ser eliminados para obtener jaula en modo seguro!
ru_ru: Теперь надо задавить остальных врагов, чтобы достать клетку!

source: Owo'kyari
ru_ru: Ово'кьяри

source: You did it.\. Cage actually works well, what pleasant surprise!
es_es: ¡Lo lograste!\. Jaula realmente funciona bien, ¡agradable sorpresa!
ru_ru: Ты сделала это.\. Клетка на самом деле неплохо работает, какой приятный сюрприз!

source: ... why?
es_es: ... ¿Por qué?
ru_ru: ...почему?

source: Well, is that not fine specimen?\. Teeming with power, just ideal.
es_es: ¿No es este gran espécimen?\. Gran poder, ideal.
ru_ru: Ну разве это не прекрасный образец?\. Энергии в избытке, просто идеально.

source: ... why??
es_es: ... ¿¿Por qué??
ru_ru: ...почему??

source: Though, we be needing 2 more and they not be catched themselves.\. So follow me to \c[3]Infested Marshes North\c[0].
es_es: Pero necesitamos 2 más, y no vendrán solos.\. Seguir a \c[3]Pantanos Infestados Norte\c[0].
ru_ru: Но нам понадобится ещё два, и они сами себя не поймают.\. Так что следуй за мной в \c[3]Северное заражённое болото\c[0].

source: Cage with capture cat will teleport home meanwhile.\. Wish that was me, but work needs doing.
es_es: Jaula con gato capturado teletransportará a casa, mientras tanto.\. Ojalá fuera yo, pero trabajo debe realizarse.
ru_ru: Клетка с пойманным котом пока что телепортируется домой.\. Хотелось бы быть на его месте, но работа должна быть сделана.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: \v[lore.title.seeker] killed all cats without capturing.\. Such reckless!
es_es: \v[lore.title.seeker] eliminó todos los gatos sin capturarlos.\. ¡Qué desperdicio!
ru_ru: Искатель убил всех котов, не поймав ни одного.\. Так безрассудно!

source: More have to be lured now.\. Please try to capture at least one before all killed!
es_es: Hay que atraer más ahora.\. ¡Por favor, intenta capturar al menos uno antes de eliminar todos!
ru_ru: Больше теперь нужно заманить.\. Пожалуйста, попытайся поймать хотя бы ещё одного, прежде чем все будут убиты!

source: Look, such a nice and perfectly regular mushroom.
es_es: Mira, una seta bonita y perfectamente regular.
ru_ru: Смотри, такой красивый и совершенно правильный гриб.

source: What an admirable and perfectly average mushroom!
es_es: ¡Qué seta tan admirable y perfectamente regular!
ru_ru: Какой замечательный и совершенно обычный гриб!

source: That's a nice regular mushroom, isn't it?
es_es: ¿No te gusta esa seta perfectamente regular?
ru_ru: Это замечательный обычный гриб, не так ли?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: This part of the jungle is pretty creepy, non?
es_es: Esta parte de la jungla es algo tenebrosa, ¿non?
ru_ru: Эта часть джунглей довольно жуткая, не так ли?

source: What is it, Pentafist?\. Are you afraid?
es_es: ¿Qué sucede, Pentafist?\. ¿Tienes miedo?
ru_ru: Что это, пентафист? Ты боишься?
