Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle-city.po
Languages: ru_ru

source: I would love to just storm the place from the air, but we can't. The press would murder us for such a risky operation inside the city.
ru_ru: Я бы предпочёл штурмовать это место с воздуха, но мы не можем. Пресса сожрёт нас за такую рискованную операцию внутри города.

source: That's why you, \v[lore.title.seeker], will help us with this!
ru_ru: Вот почему ты, Искатель, поможешь нам в этом!

source: How?
ru_ru: Как?

source: Look, I'm too busy to hold your hand here.\. Just talk to \c[3]Officer Nailson\c[0] in front of the \c[3]Clipson Tower\c[0] again.
ru_ru: Слушай, я слишком занят, чтобы водить тебя за ручку.\. Просто снова поговори с \c[3]офицером Нельсоном\c[0] перед \c[3]Небоскрёбом Клипсона\c[0].

source: Bye.
ru_ru: Пока.

source: [shakes head]
ru_ru: [мотает головой]

source: Oh, don't play games with me, \v[lore.title.seeker].\. Either help us out or stop wasting my time.
ru_ru: Ох, не играй со мной, Искатель.\. Либо помоги нам, либо не трать моё время.

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: Talk to \c[3]Officer Nailson\c[0] about the details of the operation.
ru_ru: Поговори с \c[3]офицером Нельсоном\c[0] о деталях операции.

source: He is waiting in front of the \c[3]Clipson Tower\c[0] in the \c[3]Northern part of our Western district\c[0], as usual.
ru_ru: Он ожидает перед \c[3]Небоскрёбом Клипсона\c[0] в \c[3]северной части нашего западного района\c[0], как обычно.

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: Hi!
ru_ru: Привет!

source: There you are again.\. Seems like everything went according to the protocol.\. Excellent.
ru_ru: Вот и ты снова.\. Похоже, что всё прошло по протоколу.\. Превосходно.

source: Apparently, you really are very reliable.\..\..\. As long as your job doesn't involve diplomacy or public relations.
ru_ru: Видимо, ты действительно очень надёжна.\..\..\. Пока твоя работа не связана с дипломатией или связями с общественностью.

source: ... Sorry.
ru_ru: ...Прости.

source: Well, we'll just need to use your talents accordingly in the future.\. For now, you did good.
ru_ru: Ну, нам просто надо будет использовать именно эти твои таланты в будущем.\. На данный момент ты хорошо поработала.

source: Now take your reward and let me finish my reports.
ru_ru: Теперь возьми свою награду и позволь мне закончить свои отчёты.

source: Bye.
ru_ru: Пока.

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: There's no need for your help, \v[lore.title.seeker].\. So let me work.
ru_ru: В твоей помощи нет необходимости, Искатель.\. Так что не мешай мне работать.

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: Hi!
ru_ru: Привет!

source: \v[lore.title.seeker], you here.\. Being a harbinger of trouble on this almost sunny day, I assume?
ru_ru: Ты, Искатель.\. Предвестник беды в этот почти солнечный день, полагаю?

source: Lea... Meet.
ru_ru: Лея... Встреча.

source: Oh, by the Ancients, why did I even open my mouth?\. Of course you'd bring more trouble.
ru_ru: Ох, во имя Древних, почему я вообще открыл свой рот?\. Конечно от тебя ещё больше проблем.

source: Sorry?
ru_ru: Прости?

source: Well, it can't be helped.\. The Papagang has been very quiet lately, so something else just has to fill the void.
ru_ru: Ну, тут ничего не поделать.\. Попуганза в последнее время сильно затихла, значит, что-то другое должно заполнить бездну.

source: How?
ru_ru: Как?

source: [nods]
ru_ru: [кивает]

source: (Talk about Quest, Papagang in city with goats), \v[lore.title.seeker].\
ru_ru: (Поговорим насчёт квеста, Попуганза в городе с козлами), Искатель.\

source: [nods]
ru_ru: [кивает]

source: Bye.
ru_ru: Пока.

source: [shakes head]
ru_ru: [мотает головой]

source: Imposible!
ru_ru: Невозможно!

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: Hi!
ru_ru: Привет!

source: ... Sorry.
ru_ru: ...Прости.

source: Bye.
ru_ru: Пока.

source: Sgt. Bronzel
ru_ru: Сержант Бронзель

source: There's no need for your help, \v[lore.title.seeker].\. So let me work.
ru_ru: В твоей помощи нет необходимости, Искатель.\. Так что не мешай мне работать.

source: Well, that was fascinating.\. It is not often that you can truly take a non-violent path to solve a quest.
ru_ru: Да, это было восхитительно.\. Не так часто можно пойти ненасильственным путем для выполнения задания.

source: It was hella interesting.\. Too bad I messed it up midway through.
ru_ru: Это было чертовски интересно.\. Жаль, что я всё испортила на полпути.

source: Even so, I heard that effectively talking to those birds will lower their morale and make the fight easier.
ru_ru: Но всё же, я слышала, что эффективный разговор с этими птицами понизит их боевой дух и сделает битву намного проще.

source: Oh boy, it was that complex, eh?\. Really impressive how far they are pushing some of those late-game quests.
ru_ru: Ничего себе, там всё так продумано, да?\. Реально впечатляет, как они обыгрывают некоторые высокоуровневые квесты.

source: I hope the developers continue on this path.\. It is so satisfying to use \c[1]diplomacy instead of violence\c[0] for once.
ru_ru: Надеюсь, разработчики продолжат в этом направлении.\. Это так приятно - использовать иногда \c[1]дипломатию вместо насилия\c[0].

source: Hi.\.\. How?
ru_ru: Привет.\.\. Как?

source: Oh, hi.\. A fellow Spheromancer.\. That's rare.
ru_ru: О, привет.\. Товарищ-сферомант. \. Это редкость.

source: So, you wonder how those misguided birds could be dissuaded from violence with mere words?
ru_ru: Итак, ты задаёшься вопросом, как можно было простыми словами отговорить от насилия этих заблудших птиц?

source: [nods]
ru_ru: [кивает]

source: It's easy.\. Just open your heart and think of what led them down their dark path.\. What they might desire.
ru_ru: Это несложно.\. Просто открой своё сердце и подумай о том, что привело их на тёмный путь.\. Чего они могут желать.

source: Yes, that... But I assume it comes down to triggering some flags with the right words or something.
ru_ru: Так-то да... но я предполагаю, что это сводится к запуску определённых алгоритмов при правильно подобранных словах или что-то вроде того.

source: You do not seem much for talking, mhm?\. Well, I guess some players just prefer to simply hit things.\. You do you, girl.
ru_ru: Ты, кажется, не слишком разговорчива, мм?\. Ну, я думаю, некоторые игроки предпочитают просто бить.\. Будь собой, девочка.

source: ... bye.
ru_ru: ...пока.

source: This building houses the office of the Basin Trade Partnership.\. Please talk to our spokesperson if you seek to assist us.
ru_ru: В этом здании находится офис Торгового партнёрства Бэйзина.\. Пожалуйста, поговорите с нашим представителем, если вы хотите помочь нам.

source: Mrs Basu
ru_ru: Миссис Басу

source: Good day, \v[lore.title.seeker].\. There is no need for your help right now but please enjoy your stay.
ru_ru: Добрый день, Искатель.\. Нет необходимости в вашей помощи прямо сейчас, но, пожалуйста, будьте как дома.

source: Mrs Basu
ru_ru: Миссис Басу

source: The authorities were able to track the lost machines up onto \c[3]Old Timber\c[0] in the eastern \v[area.jungle.name].
ru_ru: Власти смогли отследить потерянные машины до \c[3]Старой лесозаготовки\c[0] в восточной части Сада Гайи.

source: Maybe your specialized \c[3]\v[lore.title.seeker]-senses\c[0] can find some traces that they overlooked.
ru_ru: Возможно, что твоё специализированное \c[3]чутьё Искателя\c[0] сможет найти какие-нибудь следы, которые они пропустили.

source: Mrs Basu
ru_ru: Миссис Басу

source: Greetings, \v[lore.title.seeker].\. We are still preparing the tools to assault the frozen cave.\. Please come back later.
ru_ru: Привет, Искатель.\. Мы всё ещё готовим инструменты к штурму замороженной пещеры.\. Пожалуйста, возвращайся позже.

source: Mrs Basu
ru_ru: Миссис Басу

source: Go back into the cave in \c[3]Old Timber\c[0] in the eastern \v[area.jungle.name].
ru_ru: Возвращайся в пещеру на \c[3]Старой Лесозаготовке\c[0] на востоке Сада Гайи.

source: We have prepared a device that will help you reach that criminal \v[combat.name.snowman] and exterminate it.
ru_ru: Мы подготовили устройство, которое поможет тебе добраться до этого преступного Морковво и уничтожить его.

source: Mrs Basu
ru_ru: Миссис Басу

source: Good day, \v[lore.title.seeker].\. There is no need for your help right now, but please enjoy your stay.
ru_ru: Добрый день, Искатель.\. Нет необходимости в твоей помощи прямо сейчас, но, пожалуйста, будь как дома.

source: Mrs Basu
ru_ru: Миссис Басу

source: Mrs Basu
ru_ru: Миссис Басу

source: Esha Basu
ru_ru: Эша Басу

source: 2nd Floor
ru_ru: 2-й этаж

source: Mr Frigo
ru_ru: Мистер Фриго

source: Greetings, \v[lore.title.seeker].\. Please work hard for the prosperity of our city.
ru_ru: Приветствую, Искатель.\. Пожалуйста, трудитесь для процветания нашего города.

source: Mr Frigo
ru_ru: Мистер Фриго

source: Please concentrate on finding my cooling machines.\. They are state-of-the-art and extremely valuable in this climate!
ru_ru: Пожалуйста, сконцентрируйтесь на поиске моих холодильных машин.\. Они продвинуты и чрезвычайно ценны в этом климате!

source: Mr Frigo
ru_ru: Мистер Фриго

source: Hello, \v[lore.title.seeker].\. Our engineers are still working hard on a device that will get through that wall of ice.
ru_ru: Здравствуйте, Искатель.\. Наши инженеры всё ещё усердно работают над устройством, которое поможет пройти через эту ледяную стену.

source: Please come back later, if you want to help us again.
ru_ru: Пожалуйста, зайдите попозже, если вы хотите помочь нам снова.

source: Mr Frigo
ru_ru: Мистер Фриго

source: Our heating device stands ready in that cave you found that snowfiend in.
ru_ru: Наше отопительное устройство готово в той пещере, в которой вы нашли этого снежного злодея.

source: A few of my employees will wait for you and give you more detailed instructions.
ru_ru: Несколько моих сотрудников будут ждать вас и дадут более подробные инструкции.

source: Mr Frigo
ru_ru: Мистер Фриго

source: Mr Frigo
ru_ru: Мистер Фриго

source: Mr Frigo
ru_ru: Мистер Фриго

source: Tony Frigo
ru_ru: Тони Фриго

source: Mrs Basu
ru_ru: Миссис Басу

source: Mr Frigo
ru_ru: Мистер Фриго

source: Hi...
ru_ru: Привет...

source: Well, well.\. Look who came back again.
ru_ru: Ну и ну.\. Посмотрите, кто вернулся.

source: Welcome back, \v[lore.title.seeker]?\. Would you like to help this gentleman now?
ru_ru: С возвращением, Искатель!\. Хочешь помочь этому господину?

source: Hi...?
ru_ru: Привет...?

source: What is it, young woman?\. Is it not obvious that we are having an important meeting right now?
ru_ru: Что случилось, молодая девушка?\. Разве не очевидно, что у нас сейчас важная встреча?

source: Well, actually.\..\..\.\. You are a \v[lore.title.seeker], am I correct?
ru_ru: Ну, на самом деле.\..\..\.\. Ты Искатель, я права?

source: [nods]
ru_ru: [кивает]

source: My, what wonderful timing!
ru_ru: Боже, как вовремя!

source: Sir, this young woman should have the perfect qualifications to solve your predicament.
ru_ru: Сэр, эта молодая девушка должна иметь идеальную квалификацию, чтобы решить ваши затруднения.

source: Oh, has she, though?\. I am not entirely convinced by those new-age \v[lore.title.seeker] folk.
ru_ru: Ох, правда, она?\. Я не совсем уверен в этих новомодных Искателях.

source: In any case, sir, she might be our best chance to get your machines back in time!
ru_ru: В любом случае, сэр, она может быть нашим лучшим шансом получить ваши машины обратно своевременно!

source: So, \v[lore.title.seeker], are you interested in helping us?
ru_ru: Итак, Искатель, ты заинтересована в помощи нам?

source: [nods]
ru_ru: [кивает]

source: Wonderful!\. Then allow me to give you a briefing on the situation.
ru_ru: Прекрасно!\. Тогда позволь мне дать тебе краткую информацию о ситуации.

source: This gentleman is \c[3]Mr. Tony Frigo\c[0], head of \c[3]"Frigo Frost & Fire"\c[0], producer of the finest domestic appliances on \v[lore.title.planet].
ru_ru: Этот джентльмен - \c[3]мистер Тони Фриго\c[0], глава \c[3]"Frigo Frost & Fire"\c[0], производитель лучших бытовых приборов на Шадуне.

source: Hi\.! Lea!
ru_ru: Привет!\. Лея!

source: Yes, yes, enough flattery.\. I am more interested to see what your enthusiasm is actually worth, \v[lore.title.seeker].
ru_ru: Да-да, достаточно лести.\. Мне больше интересно узнать, чего на самом деле стоит ваш энтузиазм, Искатель.

source: An entire line of \c[3]powerful cooling machines\c[0] has been robbed from our hands.\. Find them and I'll see to it you're properly rewarded.
ru_ru: Целая линейка \c[3]мощных охлаждающих машин\c[0] была украдена из наших рук.\. Найдите их, и я позабочусь о том, чтобы вы были вознаграждены должным образом.

source: Indeed.\. When the authorities were investigating they lost the lead on \c[3]Old Timber\c[0] in the eastern \v[area.jungle.name].
ru_ru: Действительно.\. Когда власти проводили расследование, они потеряли след на \c[3]Бывшей лесозаготовке\c[0] в восточной части Сада Гайи.

source: Maybe your specialized \c[3]\v[lore.title.seeker]-senses\c[0] can find some traces that lead to the robber's hideout.\. Please be vigilant!
ru_ru: Возможно, что твоё специализированное \c[3]чутьё Искателя\c[0] сможет найти какие-нибудь следы, которые ведут к укрытию грабителя.\. Пожалуйста, будь бдительна!

source: [nods]
ru_ru: [кивает]

source: Bye...
ru_ru: Пока...

source: [shakes head]
ru_ru: [мотает головой]

source: Ha, as expected.\. Those young people are too busy with their fantastic adventures to help us hard-working businessmen.
ru_ru: Ха, как и ожидалось.\. Эти молодые люди слишком заняты своими фантастическими приключениями, чтобы помочь нам, трудолюбивым бизнесменам.

source: It is indeed a shame.\. Please reconsider, honorable \v[lore.title.seeker].\. It would be a great help.
ru_ru: Очень жаль, правда.\. Пожалуйста, пересмотри своё решение, \v[lore.title.seeker].\. Это нам очень поможет.

source: So you are telling me that the entire production line is lost and we can't do anything?
ru_ru: То есть ты говоришь мне, что вся производственная линия потеряна, и мы ничего не можем сделать?

source: Sir, we have already worked with the authorities but they lost the trail and currently do not have the personnel to intensify the investigations.
ru_ru: Сэр, мы уже работали с властями, но они потеряли след, и в настоящее время у нас нет персонала для усиления расследований.

source: Our clients are relying on our cooling technology that got stolen and I am supposed to just calm down and wait?
ru_ru: Наши клиенты полагаются на нашу технологию охлаждения, которая была украдена, и я должен просто успокоиться и ждать?

source: Yes, sir, we understand your displeasure.\. We even requested \c[1]the help of a \v[lore.title.seeker]\c[0] to solve this.\. One might arrive at any second!
ru_ru: Да, сэр, мы понимаем ваше недовольство.\. Мы даже запросили \c[1]помощь Искателей\c[0], чтобы решить эту проблему.\. Любой из них может прийти в любую секунду!

source: \c[1]A \v[lore.title.seeker]\c[0], eh?\. I doubt that those will be of use when even the authority has failed.
ru_ru: \c[1]Искатель\c[0], да?\. Я сомневаюсь, что они будут полезны, когда даже власти потерпели неудачу.

source: Mrs Basu
ru_ru: Миссис Басу

source: Mr Frigo
ru_ru: Мистер Фриго

source: Hi...
ru_ru: Привет...

source: Welcome back, \v[lore.title.seeker]!\. Have you made progress on your assignment?
ru_ru: С возвращением, Искатель!\. Достигла ли ты прогресса в своём поручении?

source: [nods]
ru_ru: [кивает]

source: Lea...
ru_ru: Лея...

source: I see... so you managed to secure only some of the machines before that criminal snow-creature blocked your way.
ru_ru: Понятно... так тебе удалось обезопасить только некоторые машины, прежде чем это преступное снежное существо заблокировало путь.

source: [nods]
ru_ru: [кивает]

source: An aberrant \v[combat.name.snowman] from \v[area.bergen-trails.name] invading \v[area.jungle.name] to steal cooling devices?\. This is outrageous!
ru_ru: Аномальный Морковво с Тропы в Берген вторгается в Сад Гайи для кражи охлаждающих устройств?\. Это возмутительно!

source: Indeed, and it presents a threat even beyond this robbery once it properly settles down.\.
ru_ru: Так и есть, и это представляет угрозу даже за пределами этого ограбления, стоит только ему обосноваться.\.

source: Not on my watch.\. I will instruct my best technicians to find a way through that icy blockade.
ru_ru: Не в мою смену.\. Я проинструктирую своих лучших техников, чтобы найти способ прорваться через ледяную блокаду.

source: \v[lore.title.seeker], you have proven your worth.\. I hope you will return and finish this job once preparations are ripe.
ru_ru: Искатель, вы доказали свою ценность.\. Я надеюсь, что вы вернётесь и завершите эту работу, как только приготовления будут закончены.

source: S-sir, how noble of you!\. Well, \v[lore.title.seeker], I hope you will not let us down.\. Please return to us in the future!
ru_ru: С-сэр, как благородно с вашей стороны!\. Искатель, я надеюсь, что ты нас не подведёшь. Пожалуйста, возвращайся к нам!

source: Bye!
ru_ru: Пока!

source: Mrs Basu
ru_ru: Миссис Басу

source: Mr Frigo
ru_ru: Мистер Фриго

source: Hi...
ru_ru: Привет...

source: Ah, you returned.\. I hope you are ready to finally finish what you started.
ru_ru: Ах, вы вернулись.\. Я надеюсь, что вы наконец готовы закончить то, что начали.

source: Well, \v[lore.title.seeker]?\. Can we count on you?
ru_ru: Ну, Искатель? Можем мы на тебя рассчитывать?

source: Hi...?
ru_ru: Привет...?

source: Ah, \v[lore.title.seeker], good news.\. Preparations to subdue that dangerous \v[combat.name.snowman] have finally been finished!
ru_ru: Ах, Искатель, хорошие новости.\. Подготовка к окончательному подавлению этого опасного Морковво наконец-то завершена!

source: Yes.\. Our engineers have redoubled their efforts and created an oven that will easily melt through even the coldest ice.
ru_ru: Да.\. Наши инженеры удвоили свои усилия и создали печь, которая легко растопит даже самый холодный лёд.

source: I ordered one of my subordinates to deliver it to the cave.
ru_ru: Я приказал одному из моих подчинённых доставить её в пещеру.

source: Meanwhile, the target has not left the cave, so you should be able to corner and defeat it.
ru_ru: Между тем, цель не покидала пещеру, поэтому ты должна быть в состоянии загнать его в угол и победить.

source: So, do you want to take this on now?
ru_ru: Итак, ты хочешь взяться за это прямо сейчас?

source: [nods]
ru_ru: [кивает]

source: Excellent!\. Mr. Frigo will explain to you everything you need to know.
ru_ru: Превосходно!\. Мистер Фриго объяснит всё, что тебе нужно знать.

source: Well, I will leave the details to my subordinates on site.\. They are waiting for you in front of that icy wall.
ru_ru: Ладно, я оставлю детали своим подчинённым на месте.\. Они ожидают вас перед этой ледяной стеной.

source: They will give you a short introduction to our specialized heating device and how to break through the ice.
ru_ru: Они кратко расскажут о нашем специализированном отопительном устройстве и о том, как пробиться сквозь лёд.

source: Good, then you should be on your way.\. The cave is still in \c[3]Old Timber\c[0] in the eastern \v[area.jungle.name], in case you forgot.
ru_ru: Хорошо, тогда тебе пора.\. Пещера по-прежнему находится на \c[3]Старой лесозаготовке\c[0] на востоке Сада Гайи, на случай, если ты забыла.

source: Good luck and please get rid of that scoundrel once and for all.
ru_ru: Удачи и, пожалуйста, избавься от этого мерзавца раз и навсегда.

source: Yes, and retrieve my precious machines.
ru_ru: Да, и верните мои драгоценные машины.

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: [shakes head]
ru_ru: [мотает головой]

source: What?\. After we had to prepare everything you still need more time?
ru_ru: Что?\. После того, как мы всё подготовили, вам нужно ещё больше времени?

source: I understand, if you still need more preparation but please return soon.\. This cold hearted criminal is a threat we can not ignore.
ru_ru: Я понимаю, если тебе нужна дополнительная подготовка, но, пожалуйста, возвращайся в ближайшее время.\. Этот хладнокровный преступник - угроза, которую мы не можем игнорировать.

source: Mrs Basu
ru_ru: Миссис Басу

source: Mr Frigo
ru_ru: Мистер Фриго

source: Hi!
ru_ru: Привет!

source: \v[lore.title.seeker], you are back!\. We have already gotten the news, magnificent work!
ru_ru: Искатель, ты вернулась!\. Мы уже получили известие, великолепная работа!

source: Yes, you did well.\. Impressive.\. I should have seen your worth from the beginning.
ru_ru: Да, вы молодец.\. Впечатляет.\. Я должен был увидеть вашу ценность с самого начала.

source: Be that as it may.\. You solved our problem, so you will be rewarded as promised.\. I put in some equipment that might come in handy.
ru_ru: Как бы то ни было.\. Вы решили нашу проблему, поэтому будете вознаграждены, как и было обещано.\. Я предлагаю экипировку, которая может пригодиться.

source: My, what a lucrative venture for all of us!\. I hope we can have more work in the future, \v[lore.title.seeker].
ru_ru: Боже, какое прибыльное предприятие для всех нас! Я надеюсь, что у нас будет больше работы в будущем, Искатель.

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: Mrs Basu
ru_ru: Миссис Басу

source: Mr Frigo
ru_ru: Мистер Фриго

source: Hi.
ru_ru: Привет.

source: Well, \v[lore.title.seeker]?\. Can we count on you?
ru_ru: Ну, Искатель? Можем мы на тебя рассчитывать?

source: Lea?
ru_ru: Лея?

source: Hi.
ru_ru: Привет.

source: Lea?
ru_ru: Лея?

source: Well, you see, relationships with the Shad living in the Jungle of \v[area.jungle.name] have been improving recently.
ru_ru: Видите ли, отношения с шадами, живущими в джунглях Сада Гайи, недавно начали улучшаться.

source: This might be a perfect opportunity to acquire new customers for our products!
ru_ru: Это может быть прекрасной возможностью заполучить новых клиентов для нашей продукции!

source: Just imagine how useful our quality refrigerators would be in the heat of the jungle!
ru_ru: Только представьте, как пригодятся наши качественные холодильники в жару джунглей!

source: How?
ru_ru: Как?

source: Yes, \v[lore.title.seeker], that is a good question.\. Sir, how would the Shad power your machines?
ru_ru: Да, Искатель, хороший вопрос.\. Сэр, на чём у шадов будут работать ваши машины?

source: That is just a minor obstacle in the way of progress!\. I am sure our resourceful \v[lore.title.seeker] will find a way.
ru_ru: Это всего лишь небольшое препятствие на пути прогресса!\. Я уверен, что наш находчивый Искатель найдёт выход.

source: You ARE interested in helping us again, correct?
ru_ru: Вы ЗАИНТЕРЕСОВАНЫ в том, чтобы помочь нам снова, верно?

source: [nods]
ru_ru: [кивает]

source: Hoho, excellent, excellent!\. You've truly become a reliable asset to our operations.
ru_ru: Хо-хо, превосходно, превосходно!\. Вы действительно стали надёжным активом для наших операций.

source: That is true, sir.\. With our reliable \v[lore.title.seeker] helping out, I feel much more confident.
ru_ru: Так и есть, сэр.\. С помощью нашего надёжного Искателя я ощущаю себя гораздо увереннее.

source: Mr. Frigo, will you share the details?
ru_ru: Мистер Фриго, вы поделитесь подробностями?

source: Yes, yes, of course.\. \v[lore.title.seeker], our latest line of Frigo fridges were created to work even in the roughest climate.
ru_ru: Да-да, конечно.\. Искатель, наша последняя линейка холодильников Фриго была создана для работы даже в самом суровом климате.

source: They would still need energy, however, and the blessing of the resident Shad authorities.
ru_ru: Однако им всё равно нужна энергия, а также благословение местных властей шадов.
