Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/jungle.po
Languages: es_es, ru_ru

source: I have a name, Grasshead.
es_es: Tengo nombre, Peloverde.
ru_ru: У меня есть имя, Травоголовый.

source: So do I...
es_es: Yo también...
ru_ru: У меня тоже...

source: ...Lea?
ru_ru: ...Лея?

# data/maps/jungle/infested/infested-path-02.json//entities/632/settings/text
source: A perfectly regular mushroom
es_es: Una seta perfectamente regular
ru_ru: Совершенно правильный гриб

source: \c[3]Infested Marshes\c[0]
es_es: \c[3]Pantanos Infestados\c[0]
ru_ru: \c[3]Заражённое болото\c[0]

source: Hm...\. getting kinda hungry for mushrooms.
es_es: Mmm...\. todas estas setas me están dando hambre.
ru_ru: Хм...\. немного хочется поесть грибов.

source: Really? Those huge blue and purple mushrooms make you hungry?
es_es: ¿En serio? ¿Esas enormes setas azules y moradas te antojan?
ru_ru: В самом деле? Эти огромные синие и фиолетовые грибы делают тебя голодным?

source: Why not?\. Don't you folks eat cheese with blue mold and stuff like that?
es_es: ¿Por qué no?\. ¿Ustedes no comen queso con moho azul y cosas así?
ru_ru: А почему бы и нет?\. Разве вы не едите сыр с голубой плесенью и тому подобное?

source: Whoa, hold up!\. Let's not fall back to stereotypes here!
es_es: ¡Vaya! ¡Un momento!\. ¡No me juzgues por estereotipos!
ru_ru: Воу, притормози!\. Давай не будем скатываться до стереотипов!

source: But oui...\. Roquefort is pretty neat sometimes.
es_es: Pero oui...\. El roquefort sí que es sabroso a veces.
ru_ru: Но oui (да)...\. Рокфор иногда ничего так.

source: So many giant mushrooms in this area.\. Do you think those are edible?
es_es: Hay muchísimas setas gigantes por aquí.\. ¿Crees que son comestibles?
ru_ru: В этой области так много гигантских грибов.\. Как вы думаете, они съедобны?

source: It's safer to assume they're not!
es_es: ¡Prefiero asumir que no!
ru_ru: Безопаснее предположить, что это не так!

source: ...Wait...
es_es: ...Espera...
ru_ru: ...Подожди...

source: Those enemies definitely don't belong here...\. this is weird!
es_es: Esos enemigos no son de aquí...\. ¡esto es extraño!
ru_ru: Этим врагам опредёленно здесь не место...\. Это странно!

source: Yeah, how did they end up here?
es_es: Sí, ¿cómo han llegado hasta aquí?
ru_ru: Да, как они оказались здесь?

source: Hey, thanks for cleaning up this mess!
es_es: Oye, ¡gracias por encargarte de este desastre!
ru_ru: Эй, спасибо, что убрала этот беспорядок!

source: Seriously, how did this even happen?
es_es: Ya en serio, ¿cómo sucedió en primer lugar?
ru_ru: Серьёзно, как это вообще случилось?

source: Lily
ru_ru: Лили

source: Priel
ru_ru: Приэль

source: Hey, Lea.
es_es: Oye, Lea.
ru_ru: Эй, Лея.

source: So it seems there is this huge commotion going on to the \c[3]south of the arena\c[0].
es_es: Parece que hay una gran conmoción en el \c[3]sur de la arena\c[0].
ru_ru: Похоже, что к \c[3]югу от арены\c[0] творится большая заваруха.

source: Yes, there's all kinds of random enemies here!
es_es: Sí, ¡hay todo tipo de enemigos por aquí!
ru_ru: Да, каких случайных врагов здесь только нет!

source: And we all know what that means.\. Reize must be close.
es_es: Y sabemos qué significa.\. Reize debe estar cerca.
ru_ru: И мы все знаем, что это значит.\. Рейз должен быть рядом.

source: We're sorry for all the trouble... but your help would be really appreciated right now.
es_es: Te pedimos disculpas por las molestias... pero tu ayuda nos vendría como anillo al dedo ahora mismo.
ru_ru: Прости нас за все неприятности... но твоя помощь сейчас будет очень ценна.

source: That's an oddly shaped mushroom...
es_es: Esa seta tiene una forma extraña...
ru_ru: Этот гриб необычной формы...

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Owo'kyari
ru_ru: Ово'кьяри

source: Owo'kyari
ru_ru: Ово'кьяри

source: \v[lore.title.seeker], there are you.\. This time we stock 2 generator at once, to finally finish task.
es_es: \v[lore.title.seeker], aquí estás. Esta vez obtenemos 2 generadores a la vez, para terminar tarea.
ru_ru: Искатель, вот ты где.\. На этот раз мы запаслись двумя генераторами сразу, чтобы наконец-то закончить работу.

source: Feeling ready?
es_es: ¿Te sientes listo?
ru_ru: Чувствуешь себя готовой?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good!\. Machines will lure some kitty again.\. More than last time, so be on guard!
es_es: ¡Bien!\. Máquinas atraerán gatito otra vez.\. ¡Más que otra vez, ten cuidado!
ru_ru: Хорошо!\. Машины снова приманят котиков.\. Больше, чем в прошлый раз, так что будь начеку!

source: Owo'kyari
ru_ru: Ово'кьяри

source: Happy catching, \v[lore.title.seeker].\. I will wait here till one is inside cage.
es_es: Buena caza, \v[lore.title.seeker].\. Esperaré aquí hasta que uno esté dentro de la jaula.
ru_ru: Счастливой ловли, Искатель.\. Я буду ждать здесь, пока один не будет в клетке.

source: Capturing
es_es: Capturando
ru_ru: Ловля

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Oh, \v[lore.title.seeker], please.\. Make hurry and let me go back to home and work!
es_es: Oh, \v[lore.title.seeker], por favor.\. ¡Date prisa y déjame volver a casa a trabajar!
ru_ru: О, Искатель, пожалуйста.\. Поторопись и отпусти меня домой и на работу!

source: How?
es_es: ¿Cómo?
ru_ru: Как?

source: I see.\. Then take another look at great machines!\. This time there be 2.
es_es: Ya veo.\. ¡Entonces echa vistazo a magníficas máquinas!\. Esta vez serán 2.
ru_ru: Понятно.\. Тогда снова посмотри на прекрасные машины!\. На этот раз их две.

source: Owo'kyari
ru_ru: Ово'кьяри

source: They prepared to be ready to capture adorable creature of electricity for use of with technology.
es_es: Preparé para que estén listas para capturar adorable criatura de electricidad para uso con tecnología.
ru_ru: Они подготовлены к поимке милых существ электричества для использования их с технологиями.

source: I can lure special kitties whenever \v[lore.title.seeker] ready.
es_es: Puedo atraer gatitos especiales cuando \v[lore.title.seeker] listo.
ru_ru: Я могу приманить особых котиков, когда Искатель будет готов.

source: When there, creature must be \c[3]stunned to state of weakness\c[0].
es_es: Cuando listo, criaturas deben ser \c[3]aturdidas hasta caer debilitadas\c[0].
ru_ru: Когда они выйдут, животных нужно \c[3]оглушить до ослабленного состояния\c[0].

source: Then \c[3]hit machine with attack of Shock\c[0] for it to proceed with the capture.
es_es: Entonces \c[3]golpea máquina con ataques de Rayo\c[0] para proceder con captura.
ru_ru: Затем \c[3]ударить машину атакой Шока\c[0], чтобы продолжить с захватом.

source: However, \c[3]capture easier when kitty health weakened\c[0].\. Keep in mind when they keep escaping.
es_es: Sin embargo, \c[3]captura más fácil cuando salud de gatito sea baja\c[0].\. Ten en mente si gatito escapa.
ru_ru: Однако \c[3]ловить проще, когда у котиков меньше здоровья\c[0].\. Помни об этом, когда они будут убегать.

source: Owo'kyari
ru_ru: Ово'кьяри

source: \v[lore.title.seeker] now understand everything?
es_es: Ahora \v[lore.title.seeker], ¿todo claro?
ru_ru: Искатель теперь всё понял?

source: \c[2]Start capturing\c[0]
es_es: \c[2]Comenzar captura\c[0]
ru_ru: \c[2]Начать ловлю\c[0]

source: \c[1]No\c[0]
ru_ru: \c[1]Нет\c[0]

source: Repeat instructions
es_es: Repetir instrucciones
ru_ru: Повторить инструкции

source: Owo'kyari
ru_ru: Ово'кьяри

source: Two more adorable furry powersources, amaze! \v[lore.title.seeker], great job!
es_es: Otras dos adorables y peludas bolas de energía, ¡sorprendente! ¡\v[lore.title.seeker], gran trabajo!
ru_ru: Ещё два милых пушистых энергоисточника, здорово!\. Искатель, отличная работа!

source: This enough generators to power important parts of village!
es_es: ¡Esto suficiente para abastecer partes importantes de pueblo!
ru_ru: Тут хватит генераторов для питания важных частей деревни!

source: They be teleporting back to workshop like others.\. And me follow, finally!
es_es: Se teletransportan a taller como los demás.\. ¡Y yo también, por fin!
ru_ru: Они телепортируются в мастерскую, как и другие.\. И я за ними, наконец-то!

source: Oh, and you visit me there, too, yes?\. Need to do important speaking over use of new power!
es_es: Oh, tú me visitas allí, ¿sí?\. ¡Debo tener importante charla sobre uso de nuevo poder!
ru_ru: О, и ты навести меня тоже, ага?\. Нужно провести важную беседу об использовании новой энергии!

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Good.\. We see each other at place!
es_es: Bien.\. ¡Nos vemos allí!
ru_ru: Хорошо.\. Увидимся на месте!

source: Bye!
es_es: ¡Adiós!
ru_ru: Пока!

source: \v[lore.title.seeker] got one, much neat!\. But also killed other cats without capturing enough.
es_es: \v[lore.title.seeker] consiguió uno, ¡mucho bien!\. Pero no suficiente.
ru_ru: Искатель поймал одного, так круто!\. Но также убил остальных котов, не поймав достаточно.

source: More have to be lured now.\. Please try to capture at least one more before all killed!
es_es: Hay que atraer más ahora.\. ¡Por favor, intenta capturar al menos uno antes de eliminar todos!
ru_ru: Больше теперь нужно заманить.\. Пожалуйста, попытайся поймать хотя бы ещё одного, прежде чем все будут убиты!

source: \v[lore.title.seeker] killed all cats without capturing enough.\. Such reckless!
es_es: \v[lore.title.seeker] eliminó todos los gatos sin capturarlos.\. ¡Qué desperdicio!
ru_ru: Искатель убил всех котов, не поймав достаточно.\. Так безрассудно!

source: More have to be lured now.\. Please try to capture at enough to fill cages before all killed!
es_es: Hay que atraer más ahora.\. ¡Por favor, intenta capturar al menos uno antes de eliminar todos!
ru_ru: Больше теперь нужно заманить.\. Пожалуйста, попытайся поймать достаточно, чтобы заполнить клетки, прежде чем все будут убиты!

source: Yes!\. That is one generator powered!\. Now only one more!
es_es: ¡Sí!\. ¡Ahí va un generador!\. ¡Ahora solo uno más!
ru_ru: Да!\. Один генератор запитан!\. Остался ещё один!

source: Yes!\. Enough kitty captured! \v[lore.title.seeker] again be much diligent!
es_es: ¡Sí!\. ¡Suficientes gatos capturados! ¡\v[lore.title.seeker], otra vez es muy diligente!
ru_ru: Да!\. Поймано достаточно котиков!\. Искатель снова очень прилежный!

source: Now other enemies must get mobbed to retrieve generators safely!
es_es: ¡Ahora otros enemigos deben ser eliminados para obtener jaula en modo seguro!
ru_ru: Теперь надо задавить остальных врагов, чтобы достать генераторы!

# data/maps/jungle/left/path-left-01.json//entities/708/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

# data/maps/jungle/left/path-left-01.json//entities/709/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

# data/maps/jungle/left/path-left-02.json//entities/728/settings/event/0/message
source: So much water...\. as expected for a jungle.
es_es: Tanta agua...\. como era de esperar de una jungla.
ru_ru: Столько воды...\. как и следовало ожидать в джунглях.

source: Mon dieu, we finally reached it!
es_es: Mon dieu, ¡por fin lo hemos conseguido!
ru_ru: Mon dieu (Боже мой), мы наконец-то достигли его!

source: Oh, we finally reached it!\. Let's hope it was worth it.
es_es: ¡Oh, finalmente llegamos!\. Esperemos que todo haya valido la pena.
ru_ru: О, мы наконец достигли его!\. Будем надеяться, это того стоило.

source: This chest was most challenging to acquire!
es_es: ¡Este cofre fue el más difícil de conseguir!
ru_ru: Этот сундук было труднее всего достать!

source: Now that certainly took some time.
es_es: Eso sí que llevó tiempo.
ru_ru: Да, многовато времени на это ушло.

# data/maps/jungle/left/path-left-02.json//entities/732/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

# data/maps/jungle/left/path-left-02.json//entities/733/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

# data/maps/jungle/left/path-left-03.json//entities/0/settings/event/1/text
source: Blocked
es_es: Bloqueado
ru_ru: Заблокировано

# data/maps/jungle/left/path-left-03.json//entities/630/settings/event/0/message
source: Would you look at the size of that trunk.
es_es: ¿Podrías mirar el tamaño de ese tocón?
ru_ru: Только погляди на размер этого ствола.

# data/maps/jungle/left/path-left-03.json//entities/630/settings/event/1/message
source: As expected of a jungle, the trees can grow to an astonishing size!
es_es: Como se esperaba de una jungla, ¡los árboles pueden crecer hasta un tamaño asombroso!
ru_ru: Как и следовало ожидать от джунглей, деревья могут вырасти до удивительных размеров!

# data/maps/jungle/left/path-left-03.json//entities/630/settings/event/2/message
source: Yes.
es_es: Sí.
ru_ru: Да.

# data/maps/jungle/left/path-left-03.json//entities/631/settings/text
source: Powerful Energy Signature
es_es: Potente Señal Energética
ru_ru: Мощный энергетический след

# data/maps/jungle/left/path-left-03.json//entities/632/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

# data/maps/jungle/left/path-left-04.json//entities/846/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

# data/maps/jungle/left/path-left-04.json//entities/851/settings/text
source: Unnatural Energy Signature
es_es: Señales de Energía Antinatural
ru_ru: Неестественный энергетический след

# data/maps/jungle/path-01-entrance.json//entities/6/settings/interact/hoverText
source: \i[arrow-n] Road to \v[area.jungle-city.name] \i[arrow-s] \v[area.autumn-fall.name]
es_es: \i[arrow-n] Camino a \v[area.jungle-city.name] \i[arrow-s] \v[area.autumn-fall.name]
ru_ru: \i[arrow-n] дорога в Сад Гайи \i[arrow-s] Закат Осени

# data/maps/jungle/path-01-entrance.json//entities/552/settings/event/11/message
source: Well...\. here we are.\. \c[3]Gaia's Garden\c[0].
es_es: Bien...\. aquí estamos.\. el \c[3]Jardín de Gaia\c[0].
ru_ru: Ну...\. вот мы и здесь.\. \c[3]Сад Гайи\c[0].

# data/maps/jungle/path-01-entrance.json//entities/552/settings/event/13/message
source: A lot of new enemy types here.
es_es: Hay muchos enemigos nuevos en este área.
ru_ru: Здесь много новых типов врагов.

# data/maps/jungle/path-01-entrance.json//entities/552/settings/event/14/message
source: Funny enough, though... \c[3]no bugs\c[0].
es_es: Pero curiosamente... \c[3]no hay bichos\c[0].
ru_ru: Но, что довольно забавно... \c[3]никаких жуков\c[0].

# data/maps/jungle/path-01-entrance.json//entities/552/settings/event/16/message
source: You see... Emilie will probably be fine by herself.
es_es: Pues entonces... no creo que Emilie tenga problemas estando sola.
ru_ru: Знаешь... Эмили, вероятно, неплохо справится сама.

# data/maps/jungle/path-01-entrance.json//entities/552/settings/event/18/message
source: ... Sorry.\. I should not have said that.
es_es: ... Lo siento.\. No debí decir eso.
ru_ru: ...Прости.\. Я не должен был этого говорить.

source: Welcome to the Jungle, we got cats and plants. We got everything you want Seeker, we know the names.
es_es: Este lugar me trae recuerdos sobre una canción de hace cientos de años... ~ Welcome to the Jungle, we got cats and plants. We got everything you want Seeker, we know the names... ~
ru_ru: Добро пожаловать в джунгли, у нас есть кошки и растения. У нас есть всё, чего ты хочешь, Искатель, мы знаем имена.

source: Welcome to the Jungle, we got cats and plants. We got everything you want Seeker, we know the names.
ru_ru: Добро пожаловать в джунгли, у нас есть кошки и растения. У нас есть всё, чего ты хочешь, Искатель, мы знаем имена.

source: I see your stats are still \c[1]way above what would be expected at this point\c[0]!
es_es: ¡Veo que tus estadísticas aún están \c[1]muy por encima de lo que se esperaría en este momento\c[0]!
ru_ru: Как я вижу, твои характеристики всё ещё \c[1]гораздо выше ожидаемых на данном этапе\c[0]!

source: Though the difference clearly isn't as dramatic as it used to be.
es_es: Aunque la diferencia ya no es tan dramática como antes.
ru_ru: Хотя разница явно не такая существенная, как раньше.

source: Hm...\. Your \c[3]stats seem rather low\c[0]. I suggest you upgrade your \c[3]circuits\c[0] and \c[3]equipment\c[0] before the duel.
es_es: Hmm...\. Tus \c[3]estadísticas están algo bajas\c[0]. Te sugiero que mejores tus \c[3]circuitos\c[0] y tu \c[3]equipamiento\c[0] antes del duelo.
ru_ru: Хм...\. Твои \c[3]характеристики кажутся довольно низкими\c[0]. Тебе стоило бы улучшить свои \c[3]контуры\c[0] и \c[3]экипировку\c[0] к дуэли.

source: Unless you are very confident in your skills. But I don't want to hear any excuses!
es_es: A menos que te sientas confiada en tus habilidades. ¡Pero si pierdes, no quiero oír excusas!
ru_ru: Если только ты крайне не уверена в своих силах. Но я не хочу слышать никаких оправданий!

source: I see you are prepared.
es_es: Veo que estás preparada.
ru_ru: Я вижу, ты подготовилась.

source: Are you ready for the duel?
es_es: ¿Estás lista para el duelo?
ru_ru: Готова начать дуэль?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Alright then, let's go!
es_es: Muy bien, ¡vamos!
ru_ru: Ну что ж, погнали!

source: Hey.
es_es: Oye.
ru_ru: Эй.

source: Oh, I see. Having business with your girl again?
es_es: Ah, ya veo. ¿Estás ocupado con tu chica otra vez?
ru_ru: О, я вижу. У тебя опять дела с твоей девушкой?

source: Joern, you just arrived in time for some glorious Spheromancer action!
es_es: ¡Joern! ¡Llegas justo a tiempo para presenciar un glorioso combate de Spheromancers!
ru_ru: Йорн, ты прибыл как раз к началу славной битвы сферомантов!

source: We're about to start our third duel!
es_es: ¡Estamos por comenzar nuestro tercer duelo!
ru_ru: Мы вот-вот начнём наш третий поединок!

source: Well, whoop-de-doo.
es_es: Bueno, pues disculpa pero...
ru_ru: Ну, тупи-ду-пиду.

source: Didn't we want to start exploring Gaia's Garden today?
es_es: ¿No querías empezar a explorar el Jardín de Gaia hoy?
ru_ru: Мы разве не собирались начать исследовать Сад Гайи сегодня?

source: Yes! Right after the duel! It won't take that long.
es_es: ¡Sí! ¡Justo después de este duelo! Será breve, créeme.
ru_ru: Да! Сразу после дуэли! Это не займёт много времени.

source: It sure won't if she \c[1]beats you up as fast as she did last time\c[0].
es_es: Te creo. Si esto se desarrolla \c[1]como la última vez\c[0] estaremos explorando en poco más de un minuto.
ru_ru: Не займёт, если она \c[1]надерёт тебе зад так же быстро, как и в прошлый раз\c[0].

source: Yes, outing her as the \c[1]disgraceful cheater\c[0] she is.
es_es: Sí, espero que \c[1]hayas aprendido la lección\c[0].
ru_ru: Да, разоблачая её как \c[1]бесстыжего читера\c[0], которым она и является.

source: Fine. I'll be cheering from the side, then.
es_es: Bien. Estaré a un lado alentando.
ru_ru: Хорошо. Я тогда в сторонке поболею.

source: By the way, Lea, all by yourself today?
es_es: Por cierto, Lea, ¿vas tu sola hoy?
ru_ru: Кстати, Лея, сегодня ты одна?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: I see.
es_es: Ya veo.
ru_ru: Понимаю.

source: Well then, let's start!
es_es: ¡Pues bien, comencemos!
ru_ru: Ну что ж, давайте начнём!

source: PVP Activate!
es_es: ¡Modo PVP activado!
ru_ru: Активировать PVP!

source: Today we cross paths for a third time.
es_es: Hoy nos cruzamos por tercera vez.
ru_ru: Сегодня наши пути пересеклись в третий раз.

source: Both of us possessing \c[3]Heat\c[0] and \c[3]Cold\c[0].
es_es: Ambos poseemos \c[3]Fuego\c[0] y \c[3]Hielo\c[0].
ru_ru: Мы оба владеем \c[3]Пламенем\c[0] и \c[3]Холодом\c[0].

source: Once again it is time for me,\. Apollo,\. to lead you along the right path.
es_es: Es una vez más la hora de que yo,\. Apollo,\. te guíe por el buen camino.
ru_ru: Снова пришло время мне,\. Аполло,\. наставить тебя на верный путь.

source: The path of a proper Spheromancer!
es_es: ¡El camino de un verdadero Spheromancer!
ru_ru: Путь истинного сфероманта!

source: The path... of Justice!
es_es: ¡El camino... de la Justicia!
ru_ru: Путь... справедливости!

source: Let the duel begin!
es_es: ¡Qué comience el duelo!
ru_ru: Да начнётся дуэль!

source: [yes]
es_es: [Sí]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Blue-haired Spheromancer!
es_es: ¡Spheromancer de pelo azul!
ru_ru: Синеволосый сферомант!

source: Blue-haired Spheromancer!
es_es: ¡Spheromancer de pelo azul!
ru_ru: Синеволосый сферомант!

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/13/message
source: We finally meet again!!
es_es: ¡¡Nos encontramos nuevamente!!
ru_ru: Вот мы и встретились снова!!

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/16/message
source: ...Lea.
ru_ru: ...Лея.

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/17/message
source: ...Right.
es_es: ...Cierto.
ru_ru: ...Верно.

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/18/message
source: Spheromancer Lea! I see you finally reached Gaia's Garden!
es_es: ¡Spheromancer Lea! ¡Veo que por fin has llegado al Jardín de Gaia!
ru_ru: Сферомант Лея! Я вижу, что ты наконец достигла Сада Гайи!

source: Here's hoping that by now you'd have reconsidered your \c[1]disgraceful cheating behavior\c[0]!
es_es: ¡Espero que a estas alturas hayas reconsiderado tu \c[1]vergonzoso comportamiento\c[0]!
ru_ru: Надеюсь, что теперь-то ты переосмыслила своё \c[1]позорное читерское поведение\c[0]!

source: That means we both now possess the \c[3]cold\c[0] and \c[3]heat\c[0] element!
es_es: ¡Eso significa que ahora ambos poseemos los elementos \c[3]Fuego\c[0] y \c[3]Hielo\c[0]!
ru_ru: Это значит, что мы оба теперь владеем элементами \c[3]Холода\c[0] и \c[3]Пламени\c[0]!

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/21/message
source: In other words, it is due time...
es_es: En otras palabras, ya es hora...
ru_ru: Иными словами, настало время...

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/29/message
source: Spheromancer Lea!\. I challenge you to our \c[3]third duel\c[0]!
es_es: ¡Spheromancer Lea!\. ¡Te reto a nuestro \c[3]tercer duelo\c[0]!
ru_ru: Сферомант Лея!\. Я вызываю тебя на нашу \c[3]третью дуэль\c[0]!

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/31/message
source: Do you accept?
es_es: ¿Aceptas?
ru_ru: Ты принимаешь вызов?

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/33/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/34/message
source: Do you...\.\.
es_es: Acaso tú...\.\.
ru_ru: Ты...\.\.

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/36/message
source: Uhm...\. I mean...
es_es: Mmm...\. Quiero decir...
ru_ru: Эмм...\. То есть...

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/37/message
source: Perfect!
es_es: ¡Perfecto!
ru_ru: Отлично!

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/38/message
source: I'll be waiting at the \c[3]open field\c[0] down there!
es_es: ¡Te estaré esperando en el \c[3]campo abierto\c[0] aquí abajo!
ru_ru: Я буду ждать на \c[3]открытой местности\c[0] - вон там!

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/47/message
source: That guy again.
es_es: Ese tipo otra vez.
ru_ru: Снова этот парень.

# data/maps/jungle/path-01-entrance.json//entities/566/settings/event/48/message
source: Don't tell me he has been on a stakeout here all this time...
es_es: No me digas que ha estado esperándote aquí todo este tiempo...
ru_ru: Не говори мне, что он всё это время сидел тут в засаде...
