Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json//labels/menu/stats/tabs/misc
source: Misc
es_es: Misceláneo

# data/lang/sc/gui.en_US.json//labels/menu/stats/tabs/log
source: Activity Log
es_es: Actividad

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/playtime
source: Play Time
es_es: Tiempo de Juego

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/assistTime
source: Time played with Assist Mode
es_es: Tiempo jugado con el Modo Asistencia

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/level
source: Current Level
es_es: Nivel Actual

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/exp
source: Total Amount of Exp Gained
es_es: Total de Experiencia Adquirida

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/money
source: Total Amount of Credits Collected
es_es: Total de Créditos Obtenidos

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/progressComplete
source: Overall Completion
es_es: Completado al

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/progressStory
source: Story
es_es: Historia

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/progressTrophies
source: Trophies
es_es: Trofeos

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/progressCollection
source: Collection
es_es: Colección

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/progressEnemies
source: Enemies
es_es: Enemigos

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/progressQuests
source: Quests
es_es: Misiones

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/progressExploration
source: Exploration
es_es: Exploración

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/kills
source: Total Defeated
es_es: Enemigos Derrotados

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/enviroKills
source: Through Environment
es_es: Con el Ambiente

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/boostedKills
source: Boosted
es_es: Con Mejoras

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/oneHitKills
source: In one Hit
es_es: En un Golpe

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/foundAnimals
source: \i[enemy-animals]Organic
es_es: \i[enemy-animals]Orgánico

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/foundMechas
source: \i[enemy-mecha]Mechanical
es_es: \i[enemy-mecha]Mecánico

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/foundPlayers
source: \i[enemy-avatars]Avatars
es_es: \i[enemy-avatars]Avatares

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/foundAbstract
source: \i[enemy-abstract]Abstract
es_es: \i[enemy-abstract]Abstracto

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/enemies
source: Enemy Completion
es_es: Enemigos Desbloqueados

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/damageGiven
source: Total Damage Dealt
es_es: Daño Total Causado

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/timeCombat
source: Time spent in Combat
es_es: Tiempo transcurrido en Combate

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/hitsTaken
source: Total Hits Taken
es_es: Cantidad de Golpes Recibidos

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/damageTaken
source: Total Damage Taken
es_es: Cantidad de Daño Recibido

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/throws
source: Total Balls Thrown
es_es: Cantidad de Bolas Disparadas

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/normalThrows
source: Normal Throws
es_es: Disparos Normales

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/chargedThrows
source: Charged Throws
es_es: Disparos Cargados

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/aimingTime
source: Time spent Aiming
es_es: Tiempo transcurrido Apuntando

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/chargeTime
source: Time spent Charging
es_es: Tiempo transcurrido Cargando

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/guardTime
source: Time spent Guarding
es_es: Tiempo transcurrido Bloqueando

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/shieldedHits
source: Attacks Guarded
es_es: Ataques Bloqueados

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/perfectShield
source: Perfect Guards
es_es: Bloqueos Perfectos

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/guardCounters
source: Guard Counters
es_es: Contraataques

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/shieldRatio
source: Normal / Perfect Guard Ratio
es_es: Ratio de Bloqueos Normales / Bloqueos Perfectos

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/specials
source: Total Combat Arts Executed
es_es: Artes de Combate Ejecutadas

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/specials-level-1
source: Level 1
es_es: Nivel 1

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/specials-level-2
source: Level 2
es_es: Nivel 2

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/specials-level-3
source: Level 3
es_es: Nivel 3

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/specialsClose
source: Melee Arts
es_es: Artes Cuerpo a Cuerpo

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/specialsThrow
source: Throw Arts
es_es: Artes de Disparo

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/specialsDash
source: Dash Arts
es_es: Artes de Esquive

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/specialsGuard
source: Guard Arts
es_es: Artes de Bloqueo

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/critHits
source: Total Critical Hits
es_es: Total de Golpes Críticos

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/critHitsThrow
source: Ranged
es_es: A Distancia

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/critHitsClose
source: Melee
es_es: Cuerpo a Cuerpo

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/dash
source: Total Dashes
es_es: Total de Esquives

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/atkDashCancel
source: Dash Cancels
es_es: Esquives Cancelados

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/streakKilled
source: Most Enemies Defeated in one Streak
es_es: Mayor Cantidad de Enemigos Derrotados en Racha

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/streakTime
source: Longest Combat Streak
es_es: Racha de Combate más Larga

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elOverload
source: Total Number of Overloads
es_es: Cantidad de Sobrecargas Elementales

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elTime
source: Time Spent in Element Modes
es_es: Tiempo transcurrido en Modo Elemental

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elTimeHeat
source: \i[element-heat]Heat Mode
es_es: \i[element-heat]Modo Fuego

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elTimeCold
source: \i[element-cold]Cold Mode
es_es: \i[element-cold]Modo Hielo

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elTimeShock
source: \i[element-shock]Shock Mode
es_es: \i[element-shock]Modo Rayo

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elTimeWave
source: \i[element-wave]Wave Mode
es_es: \i[element-wave]Modo Pulso

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elSwitches
source: Total Number of Element Switches
es_es: Cantidad de Cambios entre Elementos

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elSwitchesNeutral
source: \i[element-neutral]Neutral Mode
es_es: \i[element-neutral]Modo Neutral

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elSwitchesHeat
source: \i[element-heat]Heat Mode
es_es: \i[element-heat]Modo Fuego

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elSwitchesCold
source: \i[element-cold]Cold Mode
es_es: \i[element-cold]Modo Hielo

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elSwitchesShock
source: \i[element-shock]Shock Mode
es_es: \i[element-shock]Modo Rayo

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/elSwitchesWave
source: \i[element-wave]Wave Mode
es_es: \i[element-wave]Modo Pulso

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/itemEquip
source: Equipment
es_es: Equipamiento

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/itemEquipHead
source: Head
es_es: Cabeza

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/hiCount
source: Total Number of Times Lea said "Hi"
es_es: Cantidad de veces que Lea dijo "Hola"

# data/lang/sc/gui.en_US.json//labels/menu/stats/keys/yawns
source: Total Number of Times Lea was bored
es_es: Cantidad de veces que Lea estuvo aburrida

# data/lang/sc/gui.en_US.json//labels/menu/stats/groups/enemyKills
source: Defeated by Category
es_es: Derrotados por Categoría

# data/lang/sc/gui.en_US.json//labels/menu/stats/groups/enemyFound
source: Found by Category
es_es: Encontrados por Categoría

# data/lang/sc/gui.en_US.json//labels/menu/stats/groups/botanics
source: Botanics
es_es: Botánica

# data/lang/sc/gui.en_US.json//labels/menu/stats/groups/tradersByArea
source: Traders
es_es: Comerciantes

# data/lang/sc/gui.en_US.json//labels/menu/stats/groups/medals
source: Medals
es_es: Medallas

# data/lang/sc/gui.en_US.json//labels/menu/stats/groups/trophies
source: Trophies
es_es: Trofeos

# data/lang/sc/gui.en_US.json//labels/menu/stats/groups/trophyCompletion
source: Trophy Completion by Cup
es_es: Trofeos Completados por Copa

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/equip
source: Equipment
es_es: Equipamiento

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/help
source: Help
es_es: Ayuda

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/status
source: Status
es_es: Estado

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/diff-show
source: Show Difference
es_es: Mostrar Diferencia

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/diff-hide
source: Hide Difference
es_es: Ocultar Diferencia

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/swap-branches
source: Swap Branches
es_es: Cambiar Ramas

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/swap-exit
source: Exit Swap
es_es: Guardar

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/reset-default
source: Reset Settings
es_es: Opciones por Defecto

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/center-map
source: Set Stamp
es_es: Colocar Marca

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/worldmap
source: World Map
es_es: Mapa del Mundo

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/deleteSlot
source: Delete Slot
es_es: Borrar Partida

# data/lang/sc/gui.en_US.json//labels/menu/hotkeys/newSlot
source: New Slot
es_es: Nueva Partida

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/gf
source: GF
es_es: PB

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/floor-short
source: F
es_es: P

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/base-short
source: U
es_es: S

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/current
source: Current Location
es_es: Localización Actual

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/teleport
source: Teleport to [!]?
es_es: ¿Teletransportarse a [!]?

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/area
source: Area:
es_es: Área:

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/delete
source: Delete
es_es: Borrar

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/blocked
source: Blocked
es_es: Bloqueado

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/DEFAULT
source: Stamp
es_es: Marca

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/CHEST
source: Chest
es_es: Cofre

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/ENEMY
source: Enemy
es_es: Enemigo

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/GREEN
source: Collectible
es_es: Coleccionable

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/SECRET
source: Secret
es_es: Secreto

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/QUEST
source: Quest
es_es: Misión

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/UNKNOWN
source: Unknown
es_es: Desconocido

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/XXX
source: Spot
es_es: Lugar

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/ARROW_RIGHT
source: East
es_es: Este

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/ARROW_LEFT
source: West
es_es: Oeste

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/ARROW_UP
source: North
es_es: Norte

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/ARROW_DOWN
source: South
es_es: Sur

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/ARROW_DOWN_RIGHT
source: South East
es_es: Sureste

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/ARROW_DOWN_LEFT
source: South West
es_es: Suroeste

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/ARROW_UP_RIGHT
source: North East
es_es: Noreste

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/stamps/ARROW_UP_LEFT
source: North West
es_es: Noroeste

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/popupTitle
source: \c[3]Settings Stamps\c[0]
es_es: \c[3]Colocando Marcas\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/map-menu/popupDesc
source: Hover over any place you like to set a Stamp and press \i[help3] to set it. Stamps cannot be set close to other Stamps or Landmarks.
es_es: Párate en el lugar en el que quieras colocar una Marca y presiona \i[help3] para colocarla. Las Marcas no pueden colocarse cerca de otras Marcas o de los Puntos de Referencia.

# data/lang/sc/gui.en_US.json//labels/menu/seconds
source: sec
es_es: seg

# data/lang/sc/gui.en_US.json//labels/menu/select
source: Select
es_es: Seleccionar

# data/lang/sc/gui.en_US.json//labels/menu/quantity
source: Quantity
es_es: Cantidad

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/pages/0/content/0
source: Welcome to the Inventory!
es_es: ¡Bienvenido al Inventario!

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/pages/0/content/2
source: This is where you can take a look at all your collected items or set certain consumables as your favorites.
es_es: Aquí podrás echar un vistazo a todos tus objetos o marcar ciertos consumibles como favoritos.

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/pages/0/content/3
source: Use \i[circle-left] and \i[circle-right] to cycle through the categories or press on the tabs if you use the mouse.
es_es: Utiliza \i[circle-left] y \i[circle-right] para cambiar entre categorías o presiona en las pestañas si utilizas el ratón.

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/pages/0/content/4
source: The first tab shows the last items you have collected to keep an eye on all your loot!
es_es: La primera pestaña muestra los últimos objetos que hayas recogido.

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/pages/1/title
source: \c[3]Inventory Menu\c[0] - Consumables
es_es: \c[3]Inventario\c[0] - Consumibles

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/pages/1/content/0
source: Most consumables are \c[3]buffs used to aid you in battle\c[0]. Hovering over a consumable that is also a buff shows a little interface telling you what the item does in the \c[3]bottom left corner\c[0].
es_es: La mayoría de consumibles te darán \c[3]mejoras que te ayudarán en batalla\c[0]. Seleccionar un consumible que te otorgue una mejora mostrará una pequeña interfaz en la \c[3]esquina inferior izquierda\c[0] que te dará más detalles.

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/pages/1/content/2
source: The symbols you see tell you what stat or modifier changes and how strong the stat is increased. While in the Help Screen, select the \c[3]UI in the bottom-left\c[0] to see what each of the symbols mean.
es_es: Los símbolos que ves te dirán a que estadística o modificador afecta, y por cuanto. Cuando estés en el Menú de Ayuda, selecciona la \c[3]interfaz de abajo a la izquierda\c[0] para ver que significa cada símbolo.

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/pages/2/title
source: \c[3]Inventory Menu\c[0] - Add-Ons
es_es: \c[3]Inventario\c[0] - Accesorios

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/pages/2/content/0
source: Add-Ons are helpful items or visual effects you can toggle on and off as your please!
es_es: ¡Los accesorios son objetos útiles o efectos especiales que puedes activar y desactivar cuando quieras!

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/pages/2/content/2
source: Items in this category are grouped in \c[3]Sets\c[0]. In Sets with \c[3]round checkboxes, only one\c[0] of the items in the set can be active at the same time. \c[3]Square-shaped checkboxes\c[0] indicated a set where you can \c[3]toggle any item\c[0].
es_es: Los objetos en esta categoría son agrupados en \c[3]Sets\c[0]. Los \c[3]Sets\c[0] que tengan \c[3]botones redondos\c[0] solo permitirán activar \c[3]uno de ellos\c[0] a la vez. Los que tengan \c[0]botones cuadrados\c[0], permitirán tener \c[3]cualquier combinación\c[0] de ellos a la vez.

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/title
source: \c[3]Inventory Menu\c[0]
es_es: \c[3]Menú de Inventario\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/title-2
source: \c[3]Adding Favorite Items\c[0]
es_es: \c[3]Marcar Objetos como Favoritos\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/inventory/text-2
source: Hover over an item in the Consumables Section and press \i[help2] to add it as a favorite
es_es: Selecciona un objeto en la Sección de Consumibles y presiona \i[help2] para agregarlo como favorito.

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/equip/title
source: \c[3]Equipment Menu\c[0]
es_es: \c[3]Menú de Equipamiento\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/equip/pages/0/content/0
source: Welcome to the Equipment Menu!
es_es: ¡Bienvenido al Menú de Equipamiento!

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/equip/pages/0/content/2
source: In this menu you can equip your collected gear into 5 different slots.
es_es: En este menú podrás equipar tus armas y armaduras en 5 casillas distintas.

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/equip/pages/0/content/3
source: These are \c[3]Head\c[0], \c[3]Right Arm\c[0], \c[3]Left Arm\c[0], \c[3]Torso\c[0] and \c[3]Legs\c[0].
es_es: Estas son: \c[3]Cabeza\c[0], \c[3]Brazo Derecho\c[0], \c[3]Brazo Izquierdo\c[0], \c[3]Torso\c[0] y \c[3]Piernas\c[0].

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/equip/pages/0/content/5
source: Select a body part by clicking on one of the buttons. You can also use the mouse to click on the buttons in the center.
es_es: Selecciona una parte del cuerpo haciendo click en los botones. También puedes utilizar el ratón para hacer click en los botones del centro.

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/equip/pages/0/content/6
source: Additionally you can cycle through the body parts using \i[circle-right] and \i[circle-left] or \i[left] and \i[right].
es_es: Adicionalmente, puedes cambiar entre las partes del cuerpo usando \i[circle-right] y \i[circle-left] o \i[left] y \i[right].

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/equip/pages/0/content/7
source: Press \i[help2] to go directly to the status menu.
es_es: Presiona \i[help2] para ir directamente al menú de tu estado.

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/equip/pages/1/title
source: \c[3]Equipment Menu\c[0] - Stats & Modifiers
es_es: \c[3]Menú del Equipamiento\c[0] - Estadísticas & Modificadores

# data/lang/sc/gui.en_US.json//labels/menu/help-texts/equip/pages/1/content/0
source: Hovering over a piece of equipment shows the changes to your \c[3]status\c[0] on the left. Having already equipped an item will show how your parameters change when switching to another piece of gear.
es_es: Al colocar el cursor sobre un equipamiento, se muestran los cambios de tu \c[3]estado\c[0] al costado izquierdo. Si ya tienes equipado un objeto, se mostrarán los nuevos parámetros cuando lo cambies por otro equipamiento.

# data/lang/sc/gui.en_US.json//labels/skills/names/MAXHP
source: MaxHP +
es_es: PvMax +

# data/lang/sc/gui.en_US.json//labels/skills/names/ATK
source: Attack +
es_es: Ataque +

# data/lang/sc/gui.en_US.json//labels/skills/names/DEF
source: Defense +
es_es: Defensa +

# data/lang/sc/gui.en_US.json//labels/skills/names/FOC
source: Focus +
es_es: Concentración +

# data/lang/sc/gui.en_US.json//labels/skills/names/OWN_ELEMENT_RES_HEAT
source: Heat Armor
es_es: Coraza de Fuego

# data/lang/sc/gui.en_US.json//labels/skills/names/COUNTER_ELEMENT_RES_HEAT
source: Cold Armor
es_es: Coraza de Hielo

# data/lang/sc/gui.en_US.json//labels/skills/names/OWN_ELEMENT_RES_COLD
source: Cold Armor
es_es: Coraza de Hielo

# data/lang/sc/gui.en_US.json//labels/skills/names/COUNTER_ELEMENT_RES_COLD
source: Heat Armor
es_es: Coraza de Fuego

# data/lang/sc/gui.en_US.json//labels/skills/names/OWN_ELEMENT_RES_SHOCK
source: Shock Armor
es_es: Coraza de Rayo

# data/lang/sc/gui.en_US.json//labels/skills/names/COUNTER_ELEMENT_RES_SHOCK
source: Wave Armor
es_es: Coraza de Pulso

# data/lang/sc/gui.en_US.json//labels/skills/names/OWN_ELEMENT_RES_WAVE
source: Wave Armor
es_es: Coraza de Pulso

# data/lang/sc/gui.en_US.json//labels/skills/names/COUNTER_ELEMENT_RES_WAVE
source: Shock Armor
es_es: Coraza de Rayo

# data/lang/sc/gui.en_US.json//labels/skills/names/ALL_ELEMENT_RES
source: Elemental Armor
es_es: Coraza Elemental

# data/lang/sc/gui.en_US.json//labels/skills/names/RANGED_DAMAGE
source: Shooter
es_es: Tirador

# data/lang/sc/gui.en_US.json//labels/skills/names/CHARGED_KNOCKBACK
source: Bulk Calibre
es_es: Alto Calibre

# data/lang/sc/gui.en_US.json//labels/skills/names/MELEE_DAMAGE
source: Brawler
es_es: Golpeador

# data/lang/sc/gui.en_US.json//labels/skills/names/ASSAULT
source: Assault
es_es: Asalto

# data/lang/sc/gui.en_US.json//labels/skills/names/CRITICAL_DAMAGE
source: Bullseye
es_es: Diana

# data/lang/sc/gui.en_US.json//labels/skills/names/AIMING_SPEED
source: Scope
es_es: Alcance

# data/lang/sc/gui.en_US.json//labels/skills/names/AIMING_STABILITY
source: Steady Shot
es_es: Tiro Certero

# data/lang/sc/gui.en_US.json//labels/skills/names/AIMING_MOVEMENT_SPEED
source: Legwork
es_es: Pies de Ninja

# data/lang/sc/gui.en_US.json//labels/skills/names/DASH_DISTANCE
source: Flash Step
es_es: Pies Rápidos

# data/lang/sc/gui.en_US.json//labels/skills/names/ADDITIONAL_DASH_STEP
source: Extra Dash
es_es: Esquive Extra

# data/lang/sc/gui.en_US.json//labels/skills/names/GUARD_STRENGTH
source: Solid Guard
es_es: Guardia Sólida

# data/lang/sc/gui.en_US.json//labels/skills/names/ADDITIONAL_GUARD_AREA
source: Bastion
es_es: Bastión

# data/lang/sc/gui.en_US.json//labels/skills/names/STUN_THRESHOLD
source: Iron Stance
es_es: Ancla

# data/lang/sc/gui.en_US.json//labels/skills/names/STATUS_CONDITION_EFFECT_HEAT
source: Burn Rush
es_es: Súper Fuego

# data/lang/sc/gui.en_US.json//labels/skills/names/STATUS_CONDITION_EFFECT_COLD
source: Chill Rush
es_es: Súper Hielo

# data/lang/sc/gui.en_US.json//labels/skills/names/STATUS_CONDITION_EFFECT_SHOCK
source: Jolt Rush
es_es: Súper Rayo

# data/lang/sc/gui.en_US.json//labels/skills/names/STATUS_CONDITION_EFFECT_WAVE
source: Mark Rush
es_es: Súper Pulso

# data/lang/sc/gui.en_US.json//labels/skills/names/STATUS_CONDITION_GUARD_HEAT
source: Burn Protect
es_es: Anti Llamas

# data/lang/sc/gui.en_US.json//labels/skills/names/STATUS_CONDITION_GUARD_COLD
source: Chill Protect
es_es: Anti Frío

# data/lang/sc/gui.en_US.json//labels/skills/names/STATUS_CONDITION_GUARD_SHOCK
source: Jolt Protect
es_es: Anti Choque

# data/lang/sc/gui.en_US.json//labels/skills/names/STATUS_CONDITION_GUARD_WAVE
source: Mark Protect
es_es: Anti Marca

# data/lang/sc/gui.en_US.json//labels/skills/names/STATUS_CONDITION_HEALING
source: Status Mend
es_es: Anti Elemento

# data/lang/sc/gui.en_US.json//labels/skills/names/HP_REGENERATION
source: HP Regen
es_es: Regen. de PV
