Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/1/content/4
source: You will only cycle through the ones you marked as favorite.
ru_ru: Переключаться можно только между добавленными в избранное квестами.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/2/title
source: \c[3]Quest Menu\c[0] - Sub Quest
ru_ru: \c[3]Меню квестов\c[0] - Подквест

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/2/content/0
source: A quest can have up to 4 sub quests.
ru_ru: Квест может иметь до четырёх подквестов.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/2/content/1
source: In case such a quests is activated, all sub quests are indented below the parent quest when the \c[3]Date\c[0] or \c[3]Auto\c[0] Sorting is active. This way you always know where a sub quest belongs.
ru_ru: В случае, если такие квесты активированы, все подквесты отображаются под родительским, когда активна сортировка по \c[3]времени\c[0] или \c[3]авто\c[0]. Таким образом вы всегда знаете, с каким квестом связан подквест.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/title-2
source: \c[3]Setting Favorite Quests\c[0]
ru_ru: \c[3]Настройка избранных квестов\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/text-2
source: Hover over a quest in the Active Quest Section and press \i[help2] to set it as a favorite! Do the same on a faved quest to un-favorite it.
ru_ru: Выберите активный квест и нажмите \i[help2], чтобы добавить его в избранное! Нажмите \i[help2] на избранном квесте, чтобы убрать его.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/shop/title
source: \c[3]Shop Menu\c[0]
ru_ru: \c[3]Меню магазина\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/shop/pages/0/content/0
source: Welcome to the Shop Menu!
ru_ru: Добро пожаловать в меню магазина!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/shop/pages/0/content/2
source: In this menu you can buy items or sell them if you don't need them.
ru_ru: В этом меню можно купить предметы или продать ненужные.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/shop/pages/0/content/3
source: Use \i[circle-left] and \i[circle-right] to cycle through the categories or press on the tabs if you use the mouse.
ru_ru: Используйте \i[circle-left] и \i[circle-right], чтобы переключаться между разделами, или нажимайте на вкладки при использовании мыши.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/shop/pages/0/content/4
source: Press on an item to select the quantity you want to buy. You can use the \i[up]\i[left]\i[down]\i[right] to change the amount.
ru_ru: Нажмите на предмет, чтобы выбрать количество, которое хотите купить. Вы можете использовать \i[up]\i[left]\i[down]\i[right], чтобы изменить количество.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/shop/pages/0/content/5
source: Press \i[help2] to open the checkout view when you have at least one item in your cart. Once you sure you want to buy or sell the selected items, press Buy/Sell to confirm.
ru_ru: Нажмите \i[help2], чтобы открыть окно оплаты, если у вас есть хотя бы один предмет в корзине. Если вы уверены, что хотите купить или продать выбранные предметы, нажмите Купить/Продать, чтобы подтвердить.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/shop/pages/1/title
source: \c[3]Shop Menu\c[0] - Additional Info
ru_ru: \c[3]Меню магазина\c[0] - Дополнительно

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/shop/pages/1/content/0
source: When an item is selected you can use \i[left] and \i[right] to de- or increase the number by one directly.
ru_ru: Когда предмет выбран, используйте \i[left] и \i[right], чтобы изменить количество напрямую.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/shop/pages/1/content/1
source: Some vendors might only have one category from which you can buy items. This is indicated by the grey buttons next to the category name.
ru_ru: Некоторые продавцы предлагают товары для покупки только из одной категории. На это указывают серые кнопки рядом с названием категории.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/title
source: \c[3]Save Menu\c[0]
ru_ru: \c[3]Меню сохранения\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/0/content/0
source: Welcome to the Save Menu!
ru_ru: Добро пожаловать в меню сохранения!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/0/content/2
source: In this menu you can save your progress and see all the save files you have created.
ru_ru: В этом меню вы можете сохранить свой прогресс и увидеть все файлы сохранений.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/0/content/3
source: Scroll through the save slots using \i[mousewheel] with the mouse or the direction buttons on the gamepad.
ru_ru: Листайте файлы сохранений, используя \i[mousewheel] с мышью или кнопки направления на геймпаде.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/0/content/4
source: Click on a slot or press \i[gamepad-a] on the gamepad to save the game on the selected slot.
ru_ru: Кликните на файл или нажмите \i[gamepad-a] на геймпаде, чтобы сохранить игру в выбранный файл.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/0/content/5
source: Press \i[help3] to create \c[3]a new save file\c[0] or \i[help2] to \c[3]delete a save file\c[0] by hovering over a slot.
ru_ru: Нажмите \i[help3], чтобы создать \c[3]новый файл сохранения\c[0], или \i[help2], чтобы \c[3]удалить файл\c[0], выбрав его.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/0/content/6
source: You can also use the first entry in the list to create a new save file.
ru_ru: Вы также можете использовать первую запись в списке, чтобы создать новый файл сохранения.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/1/title
source: \c[3]Save Menu\c[0] - Save Files
ru_ru: \c[3]Меню сохранения\c[0] - Файлы сохранений

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/1/content/0
source: A single save file displays some basic information about you progress:
ru_ru: Файл сохранения отображает основную информацию вашего прогресса:

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/1/content/1
source: !!min=66
ru_ru: !!min=72

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/1/content/2
source: --\c[3]Chapter\c[0]:-- Reflects your story progress via the chapter you are in and a small graphic.
ru_ru: --\c[3]Глава\c[0]:-- Отражает прогресс по сюжету в виде главы, на которой вы находитесь, и с помощью маленькой картинки.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/1/content/3
source: --\c[3]Level\c[0]:-- The level you have on this save file.
ru_ru: --\c[3]Уровень\c[0]:-- Уровень персонажа.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/1/content/4
source: --\c[3]Location\c[0]:-- The area and map you saved in.
ru_ru: --\c[3]Локация\c[0]:-- Место сохранения.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/1/content/5
source: --\c[3]Element\c[0]:-- The elements you have on this save file.
ru_ru: --\c[3]Элемент\c[0]:-- Элементы, которые у вас есть.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/1/content/6
source: --\c[3]Version\c[0]:-- Displayed at the bottom right. It shows the version of the game where this save was first created with.
ru_ru: --\c[3]Версия\c[0]:-- Отображается внизу справа. Показывает версию игры, на которой был создан файл сохранения.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/1/content/7
source: --\c[3]Playtime\c[0]:-- The play time of this save file.
ru_ru: --\c[3]Время\c[0]:-- Время игры на момент сохранения.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/save/pages/1/content/8
source: --\c[3]Credit\c[0]:-- The money you accumulated.
ru_ru: --\c[3]Кредиты\c[0]:-- Деньги, которые у вас есть.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/title
source: \c[3]Load Menu\c[0]
ru_ru: \c[3]Меню загрузки\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/0/content/0
source: Welcome to the Load Menu!
ru_ru: Добро пожаловать в меню загрузки!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/0/content/2
source: In this menu you can load a save file and start where you left.
ru_ru: В этом меню вы можете загрузить ранее созданное сохранение и начать с места, на котором остановились.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/0/content/3
source: Scroll through the save slots using \i[mousewheel] with the mouse or the direction buttons on the gamepad.
ru_ru: Листайте файлы сохранений, используя \i[mousewheel] с мышью или кнопки направления на геймпаде.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/0/content/4
source: Click on a slot or press \i[gamepad-a] on the gamepad to load the save file on the selected slot.
ru_ru: Кликните на файл или нажмите \i[gamepad-a] на геймпаде, чтобы загрузить игру из выбранного файла.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/0/content/5
source: Press \i[help2] to \c[3] delete a save file\c[0] by hovering over a slot.
ru_ru: Нажмите \i[help2], чтобы \c[3]удалить файл сохранения\c[0], выбрав его.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/1/title
source: \c[3]Load Menu\c[0] - Save Files
ru_ru: \c[3]Меню загрузки\c[0] - Файлы сохранений

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/1/content/0
source: A single save file displays some basic information about you progress:
ru_ru: Файл сохранения отображает основную информацию вашего прогресса:

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/1/content/1
source: !!min=66
ru_ru: !!min=90

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/1/content/2
source: --\c[3]Chapter\c[0]:-- Reflects your story progress via the chapter you are in and a small graphic.
ru_ru: --\c[3]Глава\c[0]:-- Отражает прогресс по сюжету в виде главы, на которой вы находитесь, и с помощью маленькой картинки.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/1/content/3
source: --\c[3]Level\c[0]:-- The level you have on this save file.
ru_ru: --\c[3]Уровень\c[0]:-- Уровень персонажа.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/1/content/4
source: --\c[3]Element\c[0]:-- The elements you have on this save file.
ru_ru: --\c[3]Элемент\c[0]:-- Элементы, которые у вас есть.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/1/content/5
source: --\c[3]Location\c[0]:-- The area and map you saved in.
ru_ru: --\c[3]Локация\c[0]:-- Место сохранения.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/1/content/6
source: --\c[3]Version\c[0]:-- Displayed at the bottom right. It shows the version of the game where this save was first created with.
ru_ru: --\c[3]Версия\c[0]:-- Отображается внизу справа. Показывает версию игры, на которой был создан файл сохранения.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/1/content/7
source: --\c[3]Playtime\c[0]:-- The play time of this save file.
ru_ru: --\c[3]Время\c[0]:-- Время игры на момент сохранения.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/load/pages/1/content/8
source: --\c[3]Credit\c[0]:-- The money you accumulated.
ru_ru: --\c[3]Кредиты\c[0]:-- Деньги, которые у вас есть.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/title
source: \c[3]Encyclopedia\c[0]
ru_ru: \c[3]Энциклопедия\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/pages/0/content/0
source: Welcome to the Encyclopedia!
ru_ru: Добро пожаловать в энциклопедию!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/pages/0/content/2
source: In this menu you can read about all the interesting topics you come across while exploring CrossWorlds.
ru_ru: В этом меню вы можете прочитать обо всех интересных вещах, повстречавшихся вам в CrossWorlds.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/pages/0/content/3
source: Cycle through the tabs using \i[circle-left] and \i[circle-right].
ru_ru: Переключайтесь между вкладками, используя \i[circle-left] и \i[circle-right].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/pages/0/content/4
source: Select an entry to to highlight and scroll through its content.
ru_ru: Выберите запись, чтобы пролистать её содержимое.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/pages/0/content/6
source: You can also use \i[left] or \i[right] while hovering an entry to scroll through it directly. On gamepad using \i[right-stick] does the same.
ru_ru: Вы можете также использовать \i[left] или \i[right], если мышь находится внутри записи, чтобы листать её напрямую. На геймпаде используйте \i[right-stick], чтобы сделать то же самое.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/pages/1/title
source: \c[3]Encyclopedia\c[0] - Unlocking Lore Entries
ru_ru: \c[3]Энциклопедия\c[0] - Открытие новых сведений

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/pages/1/content/0
source: There are multiple ways to unlock lore entries. You can either just talk to people or find more information about a topic by progressing the \c[3]Track of the Ancients\c[0].
ru_ru: Есть множество способов открыть новые сведения о мире. Вы можете просто говорить с людьми или находить больше информации по мере продвижения по \c[3]Пути Древних\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/pages/1/content/2
source: \c[3][Sergey Note]\c[0]
ru_ru: \c[3][Заметка Сергея]\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/pages/1/content/3
source: I added some extra code here for you, Lea. Next to the in-game categories I added one for your progress and one for characters.
ru_ru: Я добавил немного дополнительного кода для тебя, Лея. Я добавил к игровым разделам один с твоим прогрессом и ещё один для персонажей.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/lore/pages/1/content/4
source: I will insert those entries for you when they come along!
ru_ru: Я буду добавлять записи для тебя по мере появления!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/title
source: \c[3]Monster Fibula\c[0]
ru_ru: \c[3]Бестиарий\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/pages/0/content/0
source: Welcome to the Monster Fibula!
ru_ru: Добро пожаловать в бестиарий!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/pages/0/content/2
source: In this menu you can find detailed information about every enemy you encounter.
ru_ru: В этом меню вы найдёте информацию о каждом противнике, которого встретите.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/pages/0/content/3
source: Cycle through the tabs using \i[circle-left] and \i[circle-right].
ru_ru: Переключайтесь между вкладками, используя \i[circle-left] и \i[circle-right].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/pages/0/content/4
source: Select an entry to reveal the first page of the enemy and use \i[page-left] or \i[page-right] to switch pages.
ru_ru: Выберите запись, чтобы открыть первую страницу противника и используйте \i[page-left] или \i[page-right] для переключения между страницами.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/pages/0/content/6
source: If you find the tag "special" above the enemy view than that means you unlocked an enemy through a \c[3]special event or a quest\c[0].
ru_ru: Если вы видите пометку "особый" над противником, значит, вы открыли его в результате \c[3]особого события или квеста\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/pages/1/title
source: \c[3]Monster Fibula\c[0] - Reports
ru_ru: \c[3]Бестиарий\c[0] - Отчёты

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/pages/1/content/0
source: Reports are unlocked by first defeating an enemy a certain amount of times.
ru_ru: Отчёты открываются при уничтожении противника определённое количество раз.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/pages/1/content/2
source: They show useful information or trivia about the selected enemy.
ru_ru: В них содержится полезная информация или прочие сведения о противнике.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/pages/1/content/3
source: This first page, including the species of the enemy, will always be unlocked.
ru_ru: Первая страница, включая все разновидности противника, всегда разблокирована.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/enemy/pages/1/content/5
source: Additional reports are unlocked through various tasks, such as defeating even more of enemy, solving quest, progressing the story and so on.
ru_ru: Дополнительные отчёты разблокируются в ходе различных задач, среди которых: победить ещё больше противников, выполнить квест, продвинуться по сюжету и т.д.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/traders/title
source: \c[3]Trader Book\c[0]
ru_ru: \c[3]Книга торговли\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/traders/pages/0/content/0
source: Welcome to the Trader Book!
ru_ru: Добро пожаловать в книгу торговли!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/traders/pages/0/content/2
source: This menu offers a log of every trader you met in each area.
ru_ru: Это меню содержит список всех предложений торговцев, которых вы повстречали.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/traders/pages/0/content/3
source: Cycle through the tabs using \i[circle-left] and \i[circle-right].
ru_ru: Переключайтесь между вкладками, используя \i[circle-left] и \i[circle-right].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/traders/pages/0/content/4
source: Select an entry to reveal a detailed overview over what items you need and how much it will cost you.
ru_ru: Выберите позицию, чтобы увидеть, какие предметы необходимы и сколько это будет стоить.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/traders/pages/0/content/6
source: While the detail view is open you can still switch through tabs and select different items.
ru_ru: Пока включён подробный осмотр, вы можете переключаться между вкладками и выбирать другие предметы.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/title
source: \c[3]Status Menu\c[0]
ru_ru: \c[3]Меню статуса\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/0/content/0
source: Welcome to the Status Menu!
ru_ru: Добро пожаловать в меню статуса!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/0/content/2
source: This menu gives you a detailed look at all your stats and parameters for all available elements.
ru_ru: В этом меню можно подробно посмотреть на все ваши характеристики и параметры для всех доступных элементов.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/0/content/3
source: Use \i[page-left] and \i[page-right] to switch through your elements.
ru_ru: Используйте \i[page-left] и \i[page-right], чтобы переключаться между элементами.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/0/content/4
source: To switch between the different views, use \i[circle-left] and \i[circle-right]. Available views are:
ru_ru: Для переключения между различными видами используйте \i[circle-left] и \i[circle-right]. Доступные виды:

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/0/content/6
source: --\c[3]Summary\c[0]
ru_ru: --\c[3]Сводка\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/0/content/7
source: --\c[3]Parameters\c[0]
ru_ru: --\c[3]Параметры\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/0/content/8
source: --\c[3]Modifiers\c[0]
ru_ru: --\c[3]Модификаторы\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/0/content/9
source: --\c[3]Combat Arts\c[0]
ru_ru: --\c[3]Техники боя\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/1/title
source: \c[3]Status Menu\c[0] - Summary
ru_ru: \c[3]Меню статуса\c[0] - Сводка

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/1/content/0
source: As the name suggests the summary services as an overview over your equipment and stats.
ru_ru: Как следует из названия, сводка отображает общую информацию, включающую всё снаряжение и характеристики.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/1/content/2
source: The parameters shown on the left are your final parameters for the currently selected element, including equipment and skills.
ru_ru: Параметры, показанные слева, являются окончательными параметрами для текущего элемента, включая всё снаряжение и навыки.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/2/title
source: \c[3]Status Menu\c[0] - Parameters
ru_ru: \c[3]Меню статуса\c[0] - Параметры

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/2/content/0
source: This views displays your base parameters for the currently selected element.
ru_ru: На этом экране отображаются ваши базовые параметры для выбранного в данный момент элемента.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/2/content/2
source: For each parameter you can see how the final value comes together based of the \c[3]Base Value\c[0], the \c[3]Equipment\c[0] and finally the \c[3]Skill Additions\c[0] from the Circuits. The description shows the purpose of each parameter.
ru_ru: Для каждого параметра можно увидеть, каким образом итоговое значение складывается из \c[3]стандартного значения\c[0], \c[3]экипировки\c[0] и \c[3]навыков\c[0] из контуров. Описание отображает значение каждого параметра.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/2/content/3
source: To see the absolute values of each step for the final value of a parameter press \i[help3].
ru_ru: Чтобы увидеть абсолютное значение параметра на каждом шаге, нажмите \i[help3].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/3/title
source: \c[3]Status Menu\c[0] - Modifiers
ru_ru: \c[3]Меню статуса\c[0] - Модификаторы

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/3/content/0
source: This views displays all modifiers from your equipment and the currently selected element.
ru_ru: На этом экране отображаются все модификаторы от вашей экипировки и выбранного в данный момент элемента.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/3/content/2
source: For each modifier you can see how the final value comes together based of your \c[3]Equipment\c[0] and the \c[3]Skill Additions\c[0] from the Circuits. The description shows the function of each modifier.
ru_ru: Для каждого модификатора можно увидеть, каким образом итоговое значение собирается из \c[3]снаряжения\c[0] и \c[3]навыков дополнений\c[0] из схем. Описание показывает функции каждого модификатора.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/3/content/3
source: To see the absolute values of each step for the final value of a modifier press \i[help3].
ru_ru: Чтобы увидеть абсолютное значение модификатора на каждом шаге, нажмите \i[help3].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/4/title
source: \c[3]Status Menu\c[0] - Combat Arts
ru_ru: \c[3]Меню статуса\c[0] - Техники боя

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/4/content/0
source: This views displays all currently active combat arts seperated by type. (\c[3]Throw\c[0], \c[3]Melee\c[0], \c[3]Dash\c[0], \c[3]Guard\c[0])
ru_ru: На этом экране отображаются, все активные в настоящее время техники боя, разделённые по типу. (\c[3]бросок\c[0], \c[3]ближний бой\c[0], \c[3]рывок\c[0], \c[3]блок\c[0])
