Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/COND_GUARD_SHOCK
source: Increases the resistance against the \c[3]Jolt\c[0] Condition and reduces its effect. \c[3]Jolt\c[0] causes damage and stuns in short intervals.
es_es: Resistencia contra la condición \c[3]Choque\c[0], reduce su efecto. \c[3]Choque\c[0] causa daño y aturde brevemente al objetivo periódicamente.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/COND_GUARD_WAVE
source: Increases the resistance against the \c[3]Mark\c[0] Condition and reduces its effect. \c[3]Mark\c[0] increases the received ranged damage by 50%.
es_es: Resistencia contra la condición \c[3]Marca\c[0], reduce su efecto. \c[3]Marca\c[0] incrementa el daño de los ataques a distancia un 50%.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/COND_HEALING
source: Increases the recovery speed from negative status conditions.
es_es: Incrementa la velocidad en la que te recuperas de los estados alterados negativos.

source: Makes it possible to freely walk on the sticky webs created by the \v[combat.name.forest/spider] and sub-species.
es_es: Te permite atravesar normalmente las telarañas creadas por las \v[combat.name.forest/spider] y sus subespecies.

# data/lang/sc/gui.en_US.json//labels/menu/skill/shade
source: Find the [xyz] to break the chains and unlock more skills.
es_es: Encuentra la [xyz] para romper las cadenas y desbloquear más habilidades.

# data/lang/sc/gui.en_US.json//labels/menu/skill/cost
source: Cost:
es_es: Costo:

# data/lang/sc/gui.en_US.json//labels/menu/skill/activate
source: Activate
es_es: Activar

# data/lang/sc/gui.en_US.json//labels/menu/skill/cancel
source: Cancel
es_es: Cancelar

# data/lang/sc/gui.en_US.json//labels/menu/skill/activated
source: Activated!
es_es: ¡Activado!

# data/lang/sc/gui.en_US.json//labels/menu/skill/switch
source: Switch
es_es: Cambiar

# data/lang/sc/gui.en_US.json//labels/menu/skill/chain
source: Activate All
es_es: Activar Todas

# data/lang/sc/gui.en_US.json//labels/menu/skill/chain-des
source: Use \c[3]Activate All\c[0] to activate all previous skills and this one with sufficient CP.
es_es: Utiliza \c[3]Activar Todas\c[0] para activar todas las habilidades previas incluyendo esta hasta donde alcancen tus PC.

# data/lang/sc/gui.en_US.json//labels/menu/skill/swappable
source: Swappable
es_es: Intercambiable

# data/lang/sc/gui.en_US.json//labels/menu/skill/learn-prev
source: Activate previous nodes to see this one!
es_es: ¡Activa los nodos previos para revelar este!

# data/lang/sc/gui.en_US.json//labels/menu/item/buffHelp
source: Help for details
es_es: Ayuda para detalles

# data/lang/sc/gui.en_US.json//labels/menu/item/news
source: New
es_es: Nuevo

# data/lang/sc/gui.en_US.json//labels/menu/item/items
source: Consumables
es_es: Consumibles

# data/lang/sc/gui.en_US.json//labels/menu/item/arms
source: Arms
es_es: Brazos

# data/lang/sc/gui.en_US.json//labels/menu/item/head
source: Head
es_es: Cabeza

# data/lang/sc/gui.en_US.json//labels/menu/item/feet
source: Legs
es_es: Piernas

# data/lang/sc/gui.en_US.json//labels/menu/item/trade
source: Trade
es_es: Intercambio

# data/lang/sc/gui.en_US.json//labels/menu/item/availability
source: Availability
es_es: Disponibilidad

# data/lang/sc/gui.en_US.json//labels/menu/item/toggle
source: Add-Ons
es_es: Accesorios

# data/lang/sc/gui.en_US.json//labels/menu/item/buff
source: Current Buffs
es_es: Mejoras Activas

# data/lang/sc/gui.en_US.json//labels/menu/item/favs
source: Favorites
es_es: Favoritos

# data/lang/sc/gui.en_US.json//labels/menu/item/set-fav
source: Set Favorite
es_es: Marcar Favorito

# data/lang/sc/gui.en_US.json//labels/menu/item/sort-title
source: Sort
es_es: Sortear

# data/lang/sc/gui.en_US.json//labels/menu/option/interface
source: Interface
es_es: Interfaz

# data/lang/sc/gui.en_US.json//labels/menu/option/gamepad
source: Gamepad
es_es: Joystick

# data/lang/sc/gui.en_US.json//labels/menu/option/controls
source: Controls
es_es: Controles

# data/lang/sc/gui.en_US.json//labels/menu/option/assists
source: Assists
es_es: Asistencias

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/delete
source: Delete
es_es: Borrar

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/exit-del
source: Exit Delete
es_es: Salir de Borrar

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/new-save
source: New Save
es_es: Nuevo Guardado

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/load
source: Load
es_es: Cargar

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/save
source: Save
es_es: Guardar

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/time
source: Time
es_es: Tiempo

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/chapter
source: Chapter
es_es: Capítulo

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/chapter0
source: Prologue
es_es: Prólogo

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/chapterLast
source: Epilogue
es_es: Epílogo

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/level
source: lvl
es_es: nvl

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/playtime
source: play time
es_es: Tiempo

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/credit
source: credit
es_es: Créditos

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/noAuto
source: - No Auto Save file yet -
es_es: - No Hay Ningún Guardado Automático -

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/new-slot
source: - Create new save file -
es_es: - Crear nuevo archivo de guardado -

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/delete-info-title
source: \c[3]Deleting Save Files\c[0]
es_es: \c[3]Borrar Partidas Guardadas\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/delete-info-content
source: Hover over a slot (except the auto save slot and the new save file slot) and press \i[help2] to delete the slot.
es_es: Selecciona una partida (a excepción del guardado automático) y presiona \i[help2] para borrar la partida.

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/description-save
source: Select a slot to save to.
es_es: Selecciona un espacio para guardar.

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/description-load
source: Select a slot to load from.
es_es: Selecciona una partida para cargar.

# data/lang/sc/gui.en_US.json//labels/menu/save-menu/description-newgame
source: Select a slot from which to carry over data.
es_es: Elige la partida de la que transferirás los datos.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/quests
source: Quests
es_es: Misiones

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/map
source: Map
es_es: Mapa

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/trophies
source: Trophies
es_es: Trofeos

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/lore
source: Encyclopedia
es_es: Enciclopedia

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/records
source: Statistics
es_es: Estadísticas

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/items
source: Almanac
es_es: Almanaque

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/enemies
source: Monster Fibula
es_es: Bestiario

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/museum
source: Museum
es_es: Museo

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/help
source: Help
es_es: Ayuda

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/trade
source: Trader Book
es_es: Comerciantes

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/botanics
source: Botanics
es_es: Botánica

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/newgame
source: New Game Plus
es_es: Nuevo Juego Plus

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/landmark
source: Unlocked Landmark
es_es: Punto de Referencia Desbloqueado

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/trader
source: Found Trader
es_es: Comerciante Descubierto

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/traderUpdate
source: Updated Trader
es_es: Comerciante Actualizado

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/lm
source: in
es_es: en

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/questTask
source: Updated Quest
es_es: Misión Actualizada

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/qtm
source: Task done:
es_es: Tarea completada:

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/questStart
source: Started Quest
es_es: Misión Comenzada

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/questFinish
source: Solved Quest
es_es: Misión Completada

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/lore
source: Unlocked Encyclopedia
es_es: Entrada en Enciclopedia

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/loreUpdated
source: Updated Encyclopedia
es_es: Enciclopedia Actualizada

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/dropCompleted
source: Completely Analyzed
es_es: Análisis Completado

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/types/trophy
source: Unlocked Trophy
es_es: Trofeo Desbloqueado

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/map
source: Take a look at your current location and use the Teleport-System.
es_es: Echa un vistazo a tu localización actual y utiliza el Sistema de Teleportación.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/quests
source: Take a look at all active and completed quests.
es_es: Revisa todas las misiones activas y completadas.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/lore
source: View a synopsis of the story so far or read about the lore of the game.
es_es: Ve un resumen de la historia hasta ahora, o lee un poco sobre el mundo a tu alrededor.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/trophies
source: Bask in the glory of your trophies and find new ones to accomplish.
es_es: Sumérgete en la gloria de tus trofeos y encuentra nuevos que completar.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/records
source: Admire a detailed record of your various stats and activities.
es_es: Admira un detallado registro de varias estadísticas y actividades.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/items
source: Here you can find a detailed list of all items and where to find them.
es_es: Aquí podrás encontrar una detallada lista de todos los objetos y dónde encontrarlos.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/trade
source: Look up the locations and offers of every trader you found so far.
es_es: Mira las localizaciones y las ofertas de todos los comerciantes que hayas descubierto hasta ahora.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/enemies
source: Find detailed information about all the enemies you have come across on your journey.
es_es: Encuentra información detallada sobre todos los enemigos a los que te hayas enfrentado en tu aventura.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/museum
source: Enjoy the things you have unlocked.
es_es: Disfruta de las cosas que hayas desbloqueado.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/help
source: Missed a description or a helpful hint? Find it in this section.
es_es: ¿Te has perdido un descripción o algún útil consejo? Encuéntralos en esta sección.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/botanics
source: Look up all environment objects of CrossWorlds and what kind of items they can drop.
es_es: Investiga sobre la flora de CrossWorlds y que tipo de objetos puedes conseguir de ella.

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/descriptions/newgame
source: Take a look at the \c[3]New Game Plus\c[0] options you have selected.
es_es: Revisa que opciones has activado en tu \c[3]Nuevo Juego Plus\c[0].

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/task
source: Current Objective
es_es: Objetivo Actual

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/log
source: Activity Log
es_es: Actividad

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/notask
source: \c[1]No Objective\c[0]
es_es: \c[1]Sin Objetivo\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/favquest
source: Current Highlighted Quest
es_es: Misión Destacada

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/noquest
source: \c[1]No Highlighted Quest\c[0]
es_es: \c[1]Sin Misión Destacada\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/synopsis-menu/achievements
source: Latest Trophies
es_es: Últimos Trofeos

# data/lang/sc/gui.en_US.json//labels/menu/quests/firstTask
source: First Task
es_es: Primera Tarea

# data/lang/sc/gui.en_US.json//labels/menu/quests/tasks
source: Tasks
es_es: Tareas

# data/lang/sc/gui.en_US.json//labels/menu/quests/fav
source: Set Favorites
es_es: Favoritas

# data/lang/sc/gui.en_US.json//labels/menu/quests/Back
source: Back
es_es: Atrás

# data/lang/sc/gui.en_US.json//labels/menu/quests/solved
source: Solved
es_es: Resueltas

# data/lang/sc/gui.en_US.json//labels/menu/quests/atCurLvl
source: *at current Level
es_es: *al nivel actual

# data/lang/sc/gui.en_US.json//labels/menu/quests/accept
source: Accept
es_es: Aceptar

# data/lang/sc/gui.en_US.json//labels/menu/quests/collect
source: Collect Rewards
es_es: Recoger recompensas

# data/lang/sc/gui.en_US.json//labels/menu/quests/collectSubQuest
source: Continue
es_es: Continuar

# data/lang/sc/gui.en_US.json//labels/menu/quests/decline
source: Decline
es_es: Rechazar

# data/lang/sc/gui.en_US.json//labels/menu/quests/accepted-large
source: ACCEPTED!
es_es: ¡ACEPTADA!

# data/lang/sc/gui.en_US.json//labels/menu/quests/tabs/active
source: Active
es_es: Activas

# data/lang/sc/gui.en_US.json//labels/menu/quests/tabs/solved
source: Solved
es_es: Resueltas

# data/lang/sc/gui.en_US.json//labels/menu/quests/tabs/all
source: All
es_es: Todas

# data/lang/sc/gui.en_US.json//labels/menu/quests/noquest
source: No Quest selected
es_es: No Hay Misión Seleccionada

# data/lang/sc/gui.en_US.json//labels/menu/quests/lvl
source: LVL
es_es: NVL

# data/lang/sc/gui.en_US.json//labels/menu/lore/tabs/story
source: Story
es_es: Historia

# data/lang/sc/gui.en_US.json//labels/menu/lore/tabs/people
source: People
es_es: Personajes

# data/lang/sc/gui.en_US.json//labels/menu/lore/tabs/memories
source: Memories
es_es: Recuerdos

# data/lang/sc/gui.en_US.json//labels/menu/lore/tabs/others
source: Others
es_es: Otros

# data/lang/sc/gui.en_US.json//labels/menu/lore/aka
source: \c[3]Other Terms:\c[0]
es_es: \c[3]Otros Términos:\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/lore/noLore
source: No Lore Entry selected
es_es: Ninguna Entrada Seleccionada

# data/lang/sc/gui.en_US.json//labels/menu/lore/lockedEntry
source: \c[1]Entry locked\c[0]
es_es: \c[1]Entrada Bloqueada\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/lore/completion
source: Completion %
es_es: Completo al %

# data/lang/sc/gui.en_US.json//labels/menu/status/pages/0
source: Summary
es_es: Resumen

# data/lang/sc/gui.en_US.json//labels/menu/status/pages/1
source: Parameters
es_es: Parámetros

# data/lang/sc/gui.en_US.json//labels/menu/status/pages/2
source: Modifiers
es_es: Modificadores

# data/lang/sc/gui.en_US.json//labels/menu/status/pages/3
source: Combat Arts
es_es: Artes de Combate

# data/lang/sc/gui.en_US.json//labels/menu/status/artType/THROW_SPECIAL
source: Throw Arts
es_es: Artes de Disparo

# data/lang/sc/gui.en_US.json//labels/menu/status/artType/ATTACK_SPECIAL
source: Melee Arts
es_es: Artes Cuerpo a Cuerpo

# data/lang/sc/gui.en_US.json//labels/menu/status/artType/DASH_SPECIAL
source: Dash Arts
es_es: Artes de Esquive

# data/lang/sc/gui.en_US.json//labels/menu/status/artType/GUARD_SPECIAL
source: Guard Arts
es_es: Artes de Bloqueo

# data/lang/sc/gui.en_US.json//labels/menu/status/lvl
source: LVL
es_es: NVL

# data/lang/sc/gui.en_US.json//labels/menu/status/sp
source: SP
es_es: PE

# data/lang/sc/gui.en_US.json//labels/menu/status/dmgType
source: DMG
es_es: DAÑ

# data/lang/sc/gui.en_US.json//labels/menu/status/damageTypes/0
source: Melee
es_es: Cuerpo a Cuerpo

# data/lang/sc/gui.en_US.json//labels/menu/status/damageTypes/1
source: Ranged
es_es: Distancia

# data/lang/sc/gui.en_US.json//labels/menu/status/damageTypes/2
source: None
es_es: Ninguno

# data/lang/sc/gui.en_US.json//labels/menu/status/damageTypes/3
source: Mixed
es_es: Varios

# data/lang/sc/gui.en_US.json//labels/menu/status/effects
source: EFFECTS
es_es: EFECTOS

# data/lang/sc/gui.en_US.json//labels/menu/status/stunTypes/0
source: Interrupt
es_es: Interrumpir

# data/lang/sc/gui.en_US.json//labels/menu/status/stunTypes/1
source: Lock
es_es: Bloquea

# data/lang/sc/gui.en_US.json//labels/menu/status/conditions/0
source: This should never be displayed
es_es: Esto nunca debería mostrarse en pantalla >.<

# data/lang/sc/gui.en_US.json//labels/menu/status/conditions/1
source: Burn
es_es: Llamas

# data/lang/sc/gui.en_US.json//labels/menu/status/conditions/2
source: Chill
es_es: Frío

# data/lang/sc/gui.en_US.json//labels/menu/status/conditions/3
source: Jolt
es_es: Choque

# data/lang/sc/gui.en_US.json//labels/menu/status/conditions/4
source: Mark
es_es: Marca

# data/lang/sc/gui.en_US.json//labels/menu/enemy/tabs/avatars
source: Humanoid
es_es: Humanoide

# data/lang/sc/gui.en_US.json//labels/menu/enemy/tabs/animals
source: Organic
es_es: Orgánico

# data/lang/sc/gui.en_US.json//labels/menu/enemy/tabs/mecha
source: Mechanical
es_es: Mecánico

# data/lang/sc/gui.en_US.json//labels/menu/enemy/tabs/abstract
source: Abstract
es_es: Abstracto

# data/lang/sc/gui.en_US.json//labels/menu/enemy/tabs/boss
source: Bosses
es_es: Jefes

# data/lang/sc/gui.en_US.json//labels/menu/enemy/unknown
source: Unknown
es_es: Desconocido

# data/lang/sc/gui.en_US.json//labels/menu/enemy/special
source: \c[3]Special\c[0]
es_es: \c[3]Especial\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/enemy/trivia
source: \c[3]Report:\c[0]
es_es: \c[3]Reporte:\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/enemy/species
source: \c[3]Sub Type:\c[0]
es_es: \c[3]Subtipo:\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/enemy/killMore
source: Defeat \c[3][x]\c[0] more [y] to unlock this page!
es_es: ¡Derrota a \c[3][x]\c[0] [y] más para desbloquear esta página!

# data/lang/sc/gui.en_US.json//labels/menu/enemy/kills
source: Defeated:
es_es: Derrotados:

# data/lang/sc/gui.en_US.json//labels/menu/enemy/resistance
source: resistance
es_es: Resistencia

# data/lang/sc/gui.en_US.json//labels/menu/enemy/drops
source: Drops
es_es: Objetos

# data/lang/sc/gui.en_US.json//labels/menu/enemy/rank
source: rank
es_es: Rango

# data/lang/sc/gui.en_US.json//labels/menu/enemy/location
source: \c[3]Found in:\c[0]
es_es: \c[3]Se encuentra en:\c[0]

# data/lang/sc/gui.en_US.json//labels/menu/enemy/noEnemy
source: No Enemy Selected
es_es: Ningún Enemigo Seleccionado

# data/lang/sc/gui.en_US.json//labels/menu/enemy/noReports
source: No Report found
es_es: No se encontraron Reportes

# data/lang/sc/gui.en_US.json//labels/menu/social/tabs/close
source: Friends
es_es: Amigos

# data/lang/sc/gui.en_US.json//labels/menu/social/tabs/contacts
source: Contacts
es_es: Contactos

# data/lang/sc/gui.en_US.json//labels/menu/social/tabs/all
source: All
es_es: Todos

# data/lang/sc/gui.en_US.json//labels/menu/social/status
source: Status
es_es: Estado

# data/lang/sc/gui.en_US.json//labels/menu/social/name
source: Name
es_es: Nombre

# data/lang/sc/gui.en_US.json//labels/menu/social/class
source: Class
es_es: Clase

# data/lang/sc/gui.en_US.json//labels/menu/social/equipment
source: Equipment
es_es: Equipamiento

# data/lang/sc/gui.en_US.json//labels/menu/social/noMember
source: No Player selected
es_es: Ningún Contacto Seleccionado

# data/lang/sc/gui.en_US.json//labels/menu/social/party
source: Current Party
es_es: Grupo Actual

# data/lang/sc/gui.en_US.json//labels/menu/social/classes/UNKNOWN
source: Unknown
es_es: Desconocido

# data/lang/sc/gui.en_US.json//labels/menu/social/statuses/party
source: Party
es_es: Grupo

# data/lang/sc/gui.en_US.json//labels/menu/social/statuses/online
source: Online
es_es: En línea

# data/lang/sc/gui.en_US.json//labels/menu/social/statuses/offline
source: Offline
es_es: Desc .

# data/lang/sc/gui.en_US.json//labels/menu/questHub/tabs/open
source: Open
es_es: Abierto

# data/lang/sc/gui.en_US.json//labels/menu/questHub/tabs/active
source: Active
es_es: Activo

# data/lang/sc/gui.en_US.json//labels/menu/questHub/tabs/finished
source: Finished
es_es: Terminado

# data/lang/sc/gui.en_US.json//labels/menu/questHub/rewards
source: Rewards
es_es: Recompensas

# data/lang/sc/gui.en_US.json//labels/menu/questHub/completion
source: Completion Rate
es_es: Tasa de Finalización

# data/lang/sc/gui.en_US.json//labels/menu/questHub/available
source: Quests Available
es_es: Misiones Disponibles

# data/lang/sc/gui.en_US.json//labels/menu/trophies/tabs/COMBAT
source: Combat
es_es: Combate

# data/lang/sc/gui.en_US.json//labels/menu/trophies/tabs/EXPLORATION
source: Exploration
es_es: Exploración

# data/lang/sc/gui.en_US.json//labels/menu/trophies/tabs/CHALLENGES
source: Special
es_es: Especial

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/GENERAL/PROGRESS
source: Progression
es_es: Progresión

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/GENERAL/PLAYER
source: Player
es_es: Jugador

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/GENERAL/SPECIAL
source: Special
es_es: Especial

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/GENERAL/ITEMS
source: Inventory
es_es: Inventario

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/COMBAT/CUMULATIVE
source: Cumulative
es_es: Acumulativo

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/COMBAT/ACTIONS
source: Actions
es_es: Acciones

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/COMBAT/CIRCUITS
source: Circuits
es_es: Circuitos

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/COMBAT/ENEMIES
source: Enemies
es_es: Enemigos

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/EXPLORATION/AREAS
source: Areas
es_es: Áreas

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/EXPLORATION/CHESTS
source: Chests
es_es: Cofres

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/EXPLORATION/QUESTS
source: Quests
es_es: Misiones

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/EXPLORATION/DISCOVERY
source: Discovery
es_es: Descubrimiento

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sections/CHALLENGES/COMBAT
source: Combat
es_es: Combate

# data/lang/sc/gui.en_US.json//labels/menu/trophies/toggleStats
source: Toggle Progress
es_es: Mostrar Progreso

# data/lang/sc/gui.en_US.json//labels/menu/trophies/category
source: Category
es_es: Categoría

# data/lang/sc/gui.en_US.json//labels/menu/trophies/section
source: Section
es_es: Sección

# data/lang/sc/gui.en_US.json//labels/menu/trophies/totalTrophies
source: Total Trophies
es_es: Trofeos Totales

# data/lang/sc/gui.en_US.json//labels/menu/trophies/sectionText
source: Sections
es_es: Secciones

# data/lang/sc/gui.en_US.json//labels/menu/trophies/points
source: Trophy Points
es_es: Puntos de Trofeo

# data/lang/sc/gui.en_US.json//labels/menu/trophies/completion
source: Completion Rate
es_es: Tasa de Finalización

# data/lang/sc/gui.en_US.json//labels/menu/stats/tabs/combat
source: Combat
es_es: Combate

# data/lang/sc/gui.en_US.json//labels/menu/stats/tabs/items
source: Collection
es_es: Colección

# data/lang/sc/gui.en_US.json//labels/menu/stats/tabs/quests
source: Quests
es_es: Misiones

# data/lang/sc/gui.en_US.json//labels/menu/stats/tabs/exploration
source: Exploration
es_es: Exporación
