Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/menu/new-game/dialogs/modeSelect
source: Select Game Mode
ru_ru: Выберите режим игры

# data/lang/sc/gui.en_US.json/labels/menu/new-game/dialogs/normal
source: Regular
ru_ru: Нормальная

# data/lang/sc/gui.en_US.json/labels/menu/new-game/dialogs/plus
source: New Game Plus
ru_ru: Новая игра +

# data/lang/sc/gui.en_US.json/labels/menu/new-game/dialogs/normalDescription
source: Experience the story of CrossCode just like before!
ru_ru: Обычный сюжет игры CrossCode, как и раньше!

# data/lang/sc/gui.en_US.json/labels/menu/new-game/dialogs/plusDescription
source: Use your accumulated \c[3]Trophy Points\c[0] to customize your game!
ru_ru: Используйте накопленные \c[3]очки трофеев\c[0], чтобы настроить свою игру!

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/enemy-damage-15
source: Damage x 1.5
ru_ru: Урон х 1.5

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/enemy-damage-2
source: Damage x 2
ru_ru: Урон х 2

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/enemy-damage-4
source: Damage x 4
ru_ru: Урон х 4

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-level
source: Level
ru_ru: Уровень

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-consumables
source: Consumables
ru_ru: Расходники

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-equipment
source: Equipment
ru_ru: Экипировка

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-trade
source: Trade
ru_ru: Торговля

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-addons
source: Add-Ons
ru_ru: Расширения

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-money
source: Credits
ru_ru: Кредиты

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-records
source: Records
ru_ru: Записи

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-elements
source: Elements
ru_ru: Элементы

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-botanics
source: Botanics
ru_ru: Ботаника

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-arena
source: Arena
ru_ru: Арена

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/keep-traders
source: Traders
ru_ru: Торговцы

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/money-plus-2
source: Credits x 2
ru_ru: Кредиты х 2

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/money-plus-4
source: Credits x 4
ru_ru: Кредиты х 4

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/exp-plus-2
source: EXP x 2
ru_ru: Опыт x 2

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/exp-plus-4
source: EXP x 4
ru_ru: Опыт x 4

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/drop-rate-2
source: Drop Rate x 2
ru_ru: Выпадение предметов х 2

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/drop-rate-4
source: Drop Rate x 4
ru_ru: Выпадение предметов х 4

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/disable-exp
source: Disable EXP
ru_ru: Отключить опыт

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/disable-money
source: Disable Credits
ru_ru: Отключить кредиты

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/dash-1
source: Dash Master
ru_ru: Мастер рывков

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/waypoints-heals
source: Classic Heals
ru_ru: Классическое лечение

source: Classic Porter
ru_ru: Классический телепорт

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/scale-enemies
source: Get on my Level
ru_ru: Стань моего уровня

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/witch-time
source: Witch Time
ru_ru: Время ведьм

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/harder-enemies
source: No Mercy
ru_ru: Без пощады

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/lea-must-die
source: Prepare to Hi!
ru_ru: Готовься к привету!

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/sergey-hax
source: Sergey Hax
ru_ru: Хаки Сергея

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/double-buff-time
source: Mega Nutrients
ru_ru: Мегапитательность

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/rhombus-start
source: Skip Beginning
ru_ru: Пропустить начало

source: First Belt
ru_ru: Первый пояс

source: Second Belt
ru_ru: Второй пояс

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/overload-disable
source: Truly Balanced
ru_ru: Истинный баланс

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/infinite-sp
source: Devil Trigger
ru_ru: Триггер дьявола

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/enemy-aggro
source: Hostile Habitat
ru_ru: Враждебная среда

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/item-cd-double
source: Diet
ru_ru: Диета

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/item-cd-half
source: Feast
ru_ru: Пир

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/item-cd-zero
source: Buffet
ru_ru: Шведский стол

source: Early Access
ru_ru: Ранний доступ

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/combat-regen-half
source: Half Healing
ru_ru: Полуисцеление

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/combat-regen-zero
source: Zero Healing
ru_ru: Нулевое исцеление

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/no-trophies
source: Trophy Block
ru_ru: Блок трофеев

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/names/ice-physics
source: Slippery Slope
ru_ru: Скользкий путь

source: Doubles the length of all consumables items.
ru_ru: Удваивает продолжительность действия эффектов от расходников.

source: Increases drop rate for items from plants and enemies by 100%.
ru_ru: Увеличивает шанс выпадения предметов из растений и врагов на 100%.

source: Increases drop rate for items from plants and enemies by 300%.
ru_ru: Увеличивает шанс выпадения предметов из растений и врагов на 300%.

source: Increase damage taken by 50%.
ru_ru: Увеличивает получаемый урон на 50%.

source: Increase damage taken by 100%.
ru_ru: Увеличивает получаемый урон на 100%.

source: Increase damage taken by 300%.
ru_ru: Увеличивает получаемый урон на 300%.

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/descriptions/keep-level
source: Keep your current level.
ru_ru: Сохраняет ваш текущий уровень.

source: Keep all your consumables. (Favorites are reset)
ru_ru: Сохраняет все ваши расходники. (Избранное сбросится)

source: Keep all your equipment. (Equipped items are moved to your inventory)
ru_ru: Сохраняет всю вашу экипировку. (Экипировка будет помещена в инвентарь)

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/descriptions/keep-trade
source: Keep all trade items
ru_ru: Сохраняет все предметы для торговли.

source: Keep all Add-Ons. (Add-Ons are switched off)
ru_ru: Сохраняет все расширения. (Расширения будут выключены)

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/descriptions/keep-money
source: Keep all credits.
ru_ru: Сохраняет все кредиты.

source: Keep your accumulated statistics.
ru_ru: Сохраняет накопленную статистику.

source: Keep your botanics progress.
ru_ru: Сохраняет ваш прогресс в ботанике.

source: Keep all trader locations.
ru_ru: Сохраняет все расположения торговцев.

source: Keep all elements. (Elements will be activated once obtaining the neutral mode)
ru_ru: Сохраняет все элементы. (Элементы будут открыты при разблокировке нейтрального режима)

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/descriptions/keep-arena
source: Keep all your arena progress.
ru_ru: Сохраняет ваш прогресс на арене.

source: Gain 100% more credits from all sources.
ru_ru: Получайте на 100% больше кредитов из всех источников.

source: Gain 300% more credits from all sources.
ru_ru: Получайте на 300% больше кредитов из всех источников.

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/descriptions/exp-plus-2
source: Gain 100% more experience from all sources.
ru_ru: Получайте на 100% опыта из всех источников.

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/descriptions/exp-plus-4
source: Gain 300% more experience from all sources.
ru_ru: Получайте на 300% больше опыта из всех источников.

source: Disable gaining experience.
ru_ru: Отключает получение опыта.

source: Disable gaining money. This includes selling items in shops!
ru_ru: Отключает получение денег. Это включает в себя продажу предметов в магазинах!

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/descriptions/dash-1
source: Start with only one dash that has 3 times the invincibility and less ending lag.
ru_ru: Начните только с одним рывком с тройным временем неуязвимости и меньшей задержкой.

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/descriptions/witch-time
source: Every time you do a perfect dash, time slows down for a few seconds.
ru_ru: Когда вы делаете идеальный рывок, время замедляется на несколько секунд.

source: Healing out of combat only possible at Landmarks.
ru_ru: Лечение вне боя возможно только возле ориентиров.

source: Using the map menu to teleport is only possible at Landmarks.
ru_ru: Использование меню карты для телепорта возможно только у ориентиров.

source: Regular enemy & boss levels will be matched to your stat average.
ru_ru: Уровни обычных врагов и боссов соответствуют среднему уровню ваших характеристик.

source: Normal enemies & Bosses will be more aggressive.
ru_ru: Обычные враги и боссы будут более агрессивными.

source: Every hit instantly kills you.
ru_ru: Любой удар мгновенно убивает вас.

# data/lang/sc/gui.en_US.json/labels/menu/new-game/options/descriptions/sergey-hax
source: Enable Sergey's hacks and do insane damage all the time.
ru_ru: Включите хаки Сергея и постоянно наносите безумный урон.

source: Start directly at the Newcomer's Bridge in Rhombus Square.
ru_ru: Начните прямо с Моста новичков на Площади Ромба.

source: You can only do level 1 Combat Arts, no matter what else you have unlocked.
ru_ru: Можно использовать только техники боя первого уровня, независимо от того, что открыто.

source: You can only do up to level 2 Combat Arts, no matter what else you have unlocked.
ru_ru: Можно использовать только техники боя до второго уровня, независимо от того, что открыто.

source: Overload is disabled, meaning you can stay in element mode as long as you wish.
ru_ru: Перегрузка отключена - вы можете оставаться в режиме элемента сколько угодно.

source: You are always at max SP and using Combat Arts do not consume any SP.
ru_ru: У вас всегда макс. SP, а использование техник боя не потребляет SP.

source: Regular enemies in the field will always attack on sight.
ru_ru: Обычные враги на поле боя будут атаковать в пределах поля зрения.

source: The cooldown for consumables is twice as long in combat.
ru_ru: Перезарядка для расходников вдвое дольше в бою.

source: The cooldown for consumables is half as long in combat.
ru_ru: Перезарядка для расходников вдвое быстрее в бою.

source: There is no cooldown when using consumables in combat.
ru_ru: Нет перезарядки при использовании расходников в бою.

source: Remove all shade blockades in the Circuit-Tree.
ru_ru: Убирает все теневые блокировки в дереве контуров.

source: HP Regeneration in combat is cut in half.
ru_ru: Восстановление HP в бою уменьшено вдвое.

source: HP Regeneration is disabled in combat.
ru_ru: Восстановление HP отключено во время боя.

source: Disables being able to unlock any Trophies.
ru_ru: Отключает возможность открывать трофеи.

source: Ice Physics are toggled on at all times.
ru_ru: Физика льда всё время включена.

# data/lang/sc/gui.en_US.json/labels/menu/rhombus/help
source: \i[help-icon]Select a location on the map you would like to travel to!
ru_ru: \i[help-icon]Выберите место на карте, куда вы хотите отправиться!

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/points
source: Arena Coins
ru_ru: Монеты арены

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/highscore
source: Highscore
ru_ru: Рекорд

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/highscoreRound
source: Highscore
ru_ru: Рекорд

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/time
source: Sum of Best
ru_ru: Лучший итог

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/timeRound
source: Best Time
ru_ru: Лучшее время

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/difficulty
source: Difficulty
ru_ru: Сложность

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/coins
source: Arena Coins
ru_ru: Монеты арены

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/coinsRound
source: Arena Coins
ru_ru: Монеты арены

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/rounds
source: Rounds
ru_ru: Раунды

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/avgLevel
source: Average Level
ru_ru: Средний уровень

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/clears
source: Cleared
ru_ru: Завершено

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/objective
source: Objective
ru_ru: Задача

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/bonus
source: Bonus Points
ru_ru: Бонусные очки

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/challenges
source: Conditions
ru_ru: Условия

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/titles/creator
source: Creator
ru_ru: Создатель

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/points
source: Shows your accumulated arena coins. Win Cups to gain more coins. The higher your score, the higher your reward!
ru_ru: Показывает ваши накопленные монеты на арене. Выиграйте кубки, чтобы получить больше монет. Чем выше ваш счëт, тем выше ваша награда!

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/highscore
source: Shows the combined score of all rounds including the Rush Mode score.
ru_ru: Показывает счёт всех раундов, включая счёт в режиме состязания.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/highscoreRound
source: Shows the highest score you have achieved. Below you can see how much points you need for the silver and gold medal.
ru_ru: Показывает наивысшие очки, которых вы достигли. Ниже вы можете увидеть, сколько очков вам нужно для серебряной и золотой медали.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/time
source: Shows the combined time of all rounds. Below is the best time achieved in Rush Mode.
ru_ru: Показывает суммарное время всех раундов. Ниже приведено лучшее время в режиме состязания.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/difficulty
source: Indicates the difficulty of a cup. Ranging from 1 to 5 swords. 5 being the most difficult.
ru_ru: Показывает сложность кубка. В диапазоне от 1 до 5 мечей. 5 - самый сложный.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/coins
source: Shows the obtained Arena Coins and the maximum coins available in a cup.
ru_ru: Показывает полученные монеты арены и максимальное количество монет, доступных в кубке.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/coinsRound
source: Shows the obtained and maximum Arena coins in a round or Rush Mode.
ru_ru: Показывает полученные и максимальные монеты арены в раунде или в режиме состязания.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/rounds
source: Shows the number of rounds cleared and the total rounds in a cup. Below you can see what Rush Mode medal was achieved in a cup.
ru_ru: Показывает количество пройденных раундов и общее количество раундов в кубке. Ниже вы можете увидеть, какая медаль режиме состязания была получена в кубке.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/timeRound
source: Shows the best time achieved in a round or Rush Mode.
ru_ru: Показывает лучшее время, достигнутое в раунде или режиме состязания.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/avgLevel
source: Shows the average enemy level present in a cup.
ru_ru: Показывает средний уровень врага в кубке.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/clears
source: Shows the number of times a round or Rush Mode was completed.
ru_ru: Показывает, сколько раз был пройден раунд или режим состязания.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/objective
source: Shows what you need to do in order to successfully clear a round or Ruse Mode.
ru_ru: Показывает, что вам нужно сделать, чтобы успешно пройти раунд или режим состязания.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/bonus
source: Shows optional bonus challenges that reward you with extra points, crucial to reach the highest score.
ru_ru: Показывает дополнительные бонусные испытания, за которые вы получаете бонусные очки, необходимые для достижения наивысшего счёта.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/challenges
source: Shows additional conditions that may apply to this round. Conditions with yellow outlines are active for the entire cup.
ru_ru: Показывает дополнительные условия, которые могут применяться к этому раунду. Условия с жëлтыми контурами активны для всего кубка.

# data/lang/sc/gui.en_US.json/labels/menu/help/arena/description/creator
source: Shows who created the selected cup.
ru_ru: Показывает, кто создал выбранный кубок.

# data/lang/sc/gui.en_US.json/labels/menu/help/hub/titles/rate
source: Completion Rate
ru_ru: Процент завершения

# data/lang/sc/gui.en_US.json/labels/menu/help/hub/titles/available
source: Available Quests
ru_ru: Доступные квесты

# data/lang/sc/gui.en_US.json/labels/menu/help/hub/description/rate
source: Shows how much of the quests available at this Bulletin Board have been finished. This does not count hidden quests.
ru_ru: Показывает, сколько квестов, доступных на этой доске объявлений, были выполнены. Не учитывает скрытые квесты.

# data/lang/sc/gui.en_US.json/labels/menu/help/hub/description/available
source: Shows the number of quests currently available in the surrounding areas. Come back from time to time to find new quests.
ru_ru: Показывает количество квестов, доступных в настоящее время в ближайших областях. Возвращайтесь время от времени, чтобы найти новые квесты.

# data/lang/sc/gui.en_US.json/labels/menu/help/trophy/titles/rate
source: Completion Rate
ru_ru: Процент завершения

# data/lang/sc/gui.en_US.json/labels/menu/help/trophy/titles/points
source: Trophy Points
ru_ru: Очки трофеев

# data/lang/sc/gui.en_US.json/labels/menu/help/trophy/description/rate
source: Shows how much trophies are unlocked as a percentage.
ru_ru: Показывает, сколько трофеев разблокировано в процентах.

# data/lang/sc/gui.en_US.json/labels/menu/help/trophy/description/points
source: Shows the total number of trophy points acquired.
ru_ru: Показывает общее количество полученных очков трофеев.

# data/lang/sc/gui.en_US.json/labels/menu/help/equip/colors/green
source: Green
ru_ru: Зелёный

# data/lang/sc/gui.en_US.json/labels/menu/help/equip/colors/white
source: White
ru_ru: Белый

# data/lang/sc/gui.en_US.json/labels/menu/help/equip/colors/orange
source: Orange
ru_ru: Жёлтый

# data/lang/sc/gui.en_US.json/labels/menu/help/equip/colors/red
source: Red
ru_ru: Красный

# data/lang/sc/gui.en_US.json/labels/menu/help/equip/colorDesc/green
source: Indicates that the levels are well aligned.
ru_ru: Уровни сбалансированы.

# data/lang/sc/gui.en_US.json/labels/menu/help/equip/colorDesc/white
source: Indicates that the levels are aligned good enough.
ru_ru: Уровни в норме.

# data/lang/sc/gui.en_US.json/labels/menu/help/equip/colorDesc/orange
source: Indicates that the levels are not well aligned.
ru_ru: Уровни не выровнены.

# data/lang/sc/gui.en_US.json/labels/menu/help/equip/colorDesc/red
source: Indicates that the levels are badly aligned, which could lead to problems when fighting enemies of a similiar level.
ru_ru: Уровни плохо выровнены, может привести к проблемам в боях с врагами аналогичного уровня.

# data/lang/sc/gui.en_US.json/labels/menu/help/item/titles/hp
source: HP Bar
ru_ru: Шкала HP

# data/lang/sc/gui.en_US.json/labels/menu/help/item/titles/sp
source: SP Bar
ru_ru: Шкала SP

# data/lang/sc/gui.en_US.json/labels/menu/help/item/titles/exp
source: EXP Bar
ru_ru: Шкала опыта

# data/lang/sc/gui.en_US.json/labels/menu/help/item/titles/buffs
source: Current Buffs
ru_ru: Активные бафы

# data/lang/sc/gui.en_US.json/labels/menu/help/item/titles/favs
source: Favorite Consumables
ru_ru: Избранные расходники

# data/lang/sc/gui.en_US.json/labels/menu/help/item/titles/avail
source: Availability
ru_ru: Доступность

# data/lang/sc/gui.en_US.json/labels/menu/help/item/description/hp
source: Shows you your current and Max HP.
ru_ru: Показывает ваши текущие и макс. HP.

# data/lang/sc/gui.en_US.json/labels/menu/help/item/description/sp
source: Shows you your current and Max SP.
ru_ru: Показывает ваши текущие и макс. SP.

# data/lang/sc/gui.en_US.json/labels/menu/help/item/description/exp
source: Shows how much more experience you need for a level up.
ru_ru: Показывает, сколько опыта нужно для получения нового уровня.

# data/lang/sc/gui.en_US.json/labels/menu/help/item/description/buffs
source: A list of all your active buffs.
ru_ru: Список всех ваших активных бафов.

# data/lang/sc/gui.en_US.json/labels/menu/help/item/description/favs
source: You favorite consumables. Add one to see its name and description here.
ru_ru: Ваши любимые расходники. Добавьте, чтобы увидеть его имя и описание здесь.

# data/lang/sc/gui.en_US.json/labels/menu/help/item/description/avail
source: Shows where your commonly find a trade item.
ru_ru: Показывает, где вы обычно находите предмет обмена.

# data/lang/sc/gui.en_US.json/labels/menu/help/status/titles/element
source: Current Element
ru_ru: Текущий элемент

# data/lang/sc/gui.en_US.json/labels/menu/help/status/titles/page
source: Current Page
ru_ru: Текущая страница

# data/lang/sc/gui.en_US.json/labels/menu/help/status/description/element
source: Values below are displayed for the element shown here. See the manual to see how to switch between elements.
ru_ru: Значения ниже отображаются для элемента, показанного здесь. Смотрите руководство, чтобы понять, как переключаться между элементами.

# data/lang/sc/gui.en_US.json/labels/menu/help/status/description/page
source: Name of the current Page. See the manual to see how to switch between pages.
ru_ru: Имя текущей страницы. Смотрите руководство, чтобы понять, как переключаться между страницами.

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/titles/level
source: Quest Level
ru_ru: Уровень квеста

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/titles/type
source: Quest Type
ru_ru: Тип квеста

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/titles/content
source: Quest Tasks
ru_ru: Задачи квеста

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/titles/location
source: Quest Location
ru_ru: Локация квеста

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/titles/owner
source: Quest Owner
ru_ru: Владелец квеста

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/titles/rewards
source: Quest Rewards
ru_ru: Награды за квесты

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/description/level
source: Shows the suggested level for you to be to do this quest.
ru_ru: Показывает предполагаемый уровень для выполнения этого квеста.
