Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/menu/equip/info
source: Info
ru_ru: Справка

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifiers
source: Modifiers
ru_ru: Модификаторы

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifierName
source: Modifier
ru_ru: Модификатор

# data/lang/sc/gui.en_US.json/labels/menu/equip/nothing
source: - Nothing -
ru_ru: - Ничего -

# data/lang/sc/gui.en_US.json/labels/menu/equip/unequip-name
source: - Discard -
ru_ru: - Убрать -

# data/lang/sc/gui.en_US.json/labels/menu/equip/unequip-des
source: Take off your current equipment.
ru_ru: Снять вашу текущую экипировку.

# data/lang/sc/gui.en_US.json/labels/menu/equip/levels
source: Player & Equip Level
ru_ru: Уровень игрока и снаряжения

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/ITEM_GUARD
source: Leaf Bracer
ru_ru: Лиственный покров

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/SP_REGEN
source: SP Regen
ru_ru: Восполнение

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/AIM_SPEED
source: Scope
ru_ru: Прицел

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/XP_PLUS
source: Trainer
ru_ru: Тренер

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/XP_ZERO
source: Zero XP
ru_ru: О-пыт

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/RANGED_DMG
source: Shooter
ru_ru: Стрелок

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/KNOCKBACK
source: Bulk Calibre
ru_ru: Артиллерия

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/MELEE_DMG
source: Brawler
ru_ru: Дебошир

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/ASSAULT
source: Assault
ru_ru: Штурм

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/CRITICAL_DMG
source: Bullseye
ru_ru: В яблочко!

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/DASH_INVINC
source: Flash Step
ru_ru: Шаг-вспышка

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/STUN_THRESHOLD
source: Iron Stance
ru_ru: Стойкость

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/HP_REGEN
source: HP Regen
ru_ru: Регенерация

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/DROP_CHANCE
source: Lucky Lucky
ru_ru: Счастливчик

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/GUARD_STRENGTH
source: Solid Guard
ru_ru: Защитник

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/ITEM_BOOST
source: Item Booster
ru_ru: Ненасытный

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/OVERHEAT_REDUCTION
source: Balance
ru_ru: Баланс

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/AIM_STABILITY
source: Steady Shot
ru_ru: Гироскоп

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/SPIKE_DMG
source: Pin Body
ru_ru: Шипастый

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/AIMING_MOVEMENT
source: Legwork
ru_ru: Грация

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/DASH_STEP
source: Extra Dash
ru_ru: Дополнительный рывок

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/MONEY_PLUS
source: Keeper
ru_ru: Капиталист

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/CROSS_COUNTER
source: X Counter
ru_ru: Контратака

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/ONCE_MORE
source: Once More
ru_ru: Феникс

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/PERFECT_GUARD_RESET
source: Riposte
ru_ru: Парирование

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/PERFECT_GUARD_WINDOW
source: Royal Guard
ru_ru: Страж

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/GUARD_SP
source: Avenger
ru_ru: Мститель

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/RANK_PLANTS
source: Botanist
ru_ru: Ботаник

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/BREAK_DMG
source: Bouncer
ru_ru: Вышибала

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/BERSERK
source: Berserker
ru_ru: Берсерк

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/MOMENTUM
source: Momentum
ru_ru: Импульс

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/GUARD_AREA
source: Bastion
ru_ru: Бастион

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/APPETITE
source: Appetite
ru_ru: Аппетит

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/SPIDER_SLOW_DOWN_GUARD
source: Nimble Feet
ru_ru: Проворность

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/COND_EFFECT_HEAT
source: Burn Rush
ru_ru: Поджигание

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/COND_EFFECT_COLD
source: Chill Rush
ru_ru: Охлаждение

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/COND_EFFECT_SHOCK
source: Jolt Rush
ru_ru: Встряска

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/COND_EFFECT_WAVE
source: Mark Rush
ru_ru: Выцеливание

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/COND_EFFECT_ALL
source: Status Rush
ru_ru: Порыв

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/COND_GUARD_HEAT
source: Burn Guard
ru_ru: Пламенность

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/COND_GUARD_COLD
source: Chill Guard
ru_ru: Закалённость

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/COND_GUARD_SHOCK
source: Jolt Guard
ru_ru: Собранность

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/COND_GUARD_WAVE
source: Mark Protect
ru_ru: Неуловимость

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/COND_HEALING
source: Status Mend
ru_ru: Рассеивание

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/BEGONE_ICE
source: Ice Skater
ru_ru: Фигурист

# data/lang/sc/gui.en_US.json/labels/menu/equip/modifier/EQUIP_SCALE
source: Gear Booster
ru_ru: Бустер снаряжения

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/levels
source: Displays the current player- and average equipment level. - Green: Levels are aligned. -White: Levels are okay
ru_ru: Отображает текущий уровень игрока и средний уровень экипировки. - Зелёный: уровни сбалансированы. -Белый: уровни в норме.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/maxhp
source: Maximum amount of Health Points. Determines the damage you can survive and the efficiency of regeneration.
ru_ru: Максимальное количество HP. Влияет на эффективность регенерации.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/atk
source: Increases the damage of your attacks. The higher the number, the more damage can be inflicted.
ru_ru: Увеличивает урон ваших атак. Чем выше значение, тем больше урона может быть нанесено.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/def
source: Reduces the damage you take from hostile attacks and increases the power of your shield.
ru_ru: Уменьшает получаемый от противников урон и повышает эффективность щита.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/foc
source: Determines the probability of critical hits, your SP gain, status conditions rate and invincibility while dashing.
ru_ru: Влияет на вероятность критического удара, получаемые SP, длительность статусов и неуязвимость при рывке.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/heat
source: Resistance against the heat element. The higher the number the less damage you take from heat attacks.
ru_ru: Устойчивость к элементу пламени. Чем выше значение, тем ниже урон получаемый от атак пламенем.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/cold
source: Resistance against the cold element. The higher the number the less damage you take from cold attacks.
ru_ru: Устойчивость элементу холода. Чем выше значение, тем ниже урон получаемый от атак холодом.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/shock
source: Resistance against the shock element. The higher the number the less damage you take from shock attacks.
ru_ru: Устойчивость к элементу шока. Чем выше значение, тем ниже урон получаемый от шоковых атак.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/wave
source: Resistance against the wave element. The higher the number the less damage you take from wave attacks.
ru_ru: Устойчивость к элементу волны. Чем выше значение, тем ниже урон получаемый от волновых атак.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/ITEM_GUARD
source: Using Items cannot be stopped by any attacks. However you can still suffer damage.
ru_ru: Использование предметов не может быть прервано атаками. Тем не менее, вы всё равно получите урон.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/SP_REGEN
source: Increases SP regeneration of any form.
ru_ru: Увеличивает восстановление SP из любого источника.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/MELEE_DMG
source: Increases damage done by close combat attacks, including Melee Combat Arts.
ru_ru: Увеличивает урон, наносимый атаками ближнего боя, включая техники ближнего боя.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/AIM_SPEED
source: Increases the speed of getting precise aiming.
ru_ru: Увеличивает скорость зарядки точного выстрела.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/XP_ZERO
source: Disables exp gain from quests or defeating enemies.
ru_ru: Отключает получение опыта за квесты или за победу над врагами.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/XP_PLUS
source: Increases amount of experience gained from defeating enemies
ru_ru: Увеличивает количество получаемого опыта за победу над врагом.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/RANGED_DMG
source: Increases damage done by ranged attacks, including Throw Combat Arts.
ru_ru: Увеличивает урон от атак дальнего боя, включая техники броска.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/KNOCKBACK
source: Increases knockback from charged shots on enemies.
ru_ru: Увеличивает отбрасывание противников заряженными выстрелами.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/ASSAULT
source: Fires additional projectiles when using melee attacks with a fraction of the attacks strength.
ru_ru: Выпускает дополнительные снаряды с частичным уроном при использовании атак ближнего боя.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/CRITICAL_DMG
source: Increases critical hit damage.
ru_ru: Увеличивает урон критов.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/DASH_INVINC
source: Increases the duration of invincibility when dashing.
ru_ru: Увеличивает продолжительность неуязвимости при рывке.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/STUN_THRESHOLD
source: Increases knockback resistance to weak attacks, depending on your MaxHP.
ru_ru: Увеличивает сопротивление отталкиванию от слабых атак, зависит от макс. HP.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/HP_REGEN
source: Regenerates given percentage of HP over 60 seconds of combat. Healing frequency increases with higher percentage.
ru_ru: Восстанавливает данный процент HP каждые 60 секунд битвы. Частота лечения увеличивается с повышением процента.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/DROP_CHANCE
source: Increases drop rate for items from enemies and environmental objects.
ru_ru: Увеличивает шанс выпадения предметов из врагов и объектов окружения.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/GUARD_STRENGTH
source: Strengthens your shield and decreases the damage taken while guarding.
ru_ru: Усиливает щит и уменьшает получаемый при блоке урон.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/ITEM_BOOST
source: Increases the effect of healing items and duration of buff items.
ru_ru: Увеличивает эффективность предметов исцеления и продолжительность действия бафов.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/OVERHEAT_REDUCTION
source: Slows down Overload while using an element.
ru_ru: Замедляет перегрузку при использовании элемента.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/AIM_STABILITY
source: Decreases the loss of aim from quick aim movement and dashes.
ru_ru: Уменьшает потерю точности от быстрых прицельных движений и рывков.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/SPIKE_DMG
source: Damages enemies that hit your shield, based on the absorbed damage and defense.
ru_ru: Наносит урон противникам, атакующим ваш щит, в зависимости от заблокированного урона и защиты.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/AIMING_MOVEMENT
source: Increases your movement speed while aiming.
ru_ru: Увеличивает скорость движения при прицеливании.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/DASH_STEP
source: Grants an additional dash.
ru_ru: Даёт дополнительный рывок.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/MONEY_PLUS
source: Increases the amount of credits you get from defeating enemies.
ru_ru: Увеличивает получаемые за победу над врагами кредиты.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/CROSS_COUNTER
source: Increases damage on attacking or charging enemies.
ru_ru: Увеличивает урон против атакующих или заряжающихся врагов.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/ONCE_MORE
source: Survive exactly one attack that would normally kill you.
ru_ru: Позволяет пережить одну летальную атаку.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/PERFECT_GUARD_RESET
source: Resets your perfect guard when landing a successful perfect guard.
ru_ru: Сбрасывает ваш идеальный блок, когда вы совершаете идеальный блок.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/PERFECT_GUARD_WINDOW
source: Increases the time window for a perfect guard.
ru_ru: Увеличивает временное окно для идеального блока.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/GUARD_SP
source: Restores SP on guard based on the power of the attack. Double that for a perfect guard.
ru_ru: Восстанавливает SP при блоке, основываясь на силе блокируемой атаки. Восстанавливает удвоенное значение при идеальном блоке.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/RANK_PLANTS
source: Combat Rank also increases the drop rate of items from environment objects.
ru_ru: Боевой ранг увеличивает шанс выпадения предметов из объектов окружения.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/BREAK_DMG
source: Increase damage on enemies that are in stunned, weak or in break state.
ru_ru: Увеличивает урон против врагов в оглушении, ослаблении или состоянии пробития.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/BERSERK
source: Increases damage dealt when at critical HP. (Below 33% of Max HP)
ru_ru: Увеличивает наносимый урон при низком значении HP. (Ниже 33% макс. HP)

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/MOMENTUM
source: Increases damage dealt immediately after dashes. Repeated dashes further increase the damage.
ru_ru: Увеличивает урон, наносимый сразу после рывка. Повторные рывки ещё больше увеличивают урон.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/GUARD_AREA
source: Allows to guard against attacks from the side. Activate twice to shield attacks from above too.
ru_ru: Позволяет блокировать атаки сбоку. Активируйте дважды, чтобы также блокировать атаки сверху.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/APPETITE
source: Increases numbers of available buff slots. Every step of 100 unlocks another one.
ru_ru: Увеличивает количество слотов бафов. Каждые 100 очков разблокируют ещё один слот.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/COND_EFFECT_HEAT
source: Increases the speed of inflicting the \c[3]Burn\c[0] Condition and its effect. \c[3]Burn\c[0] causes damage over time, depending on the MaxHP of the victim.
ru_ru: Увеличивает скорость наложения \c[3]Горения\c[0] и его эффект. \c[3]Горение\c[0] наносит урон со временем, зависящий от макс. HP жертвы.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/COND_EFFECT_COLD
source: Increases the speed of inflicting the \c[3]Chill\c[0] Condition and its effect. \c[3]Chill\c[0] decreases the overall speed of the victim.
ru_ru: Увеличивает скорость наложения \c[3]Озноба\c[0] и его эффект. \c[3]Озноб\c[0] уменьшает скорость жертвы.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/COND_EFFECT_SHOCK
source: Increases the speed of inflicting the \c[3]Jolt\c[0] Condition and its effect. \c[3]Jolt\c[0] causes damage and stuns in short intervals.
ru_ru: Увеличивает скорость наложения \c[3]Потрясения\c[0] и его эффект. \c[3]Потрясение\c[0] наносит урон и оглушает на короткие промежутки времени.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/COND_EFFECT_WAVE
source: Increases the speed of inflicting the \c[3]Mark\c[0] Condition and its effect. \c[3]Mark\c[0] increases the received ranged damage by 50%.
ru_ru: Увеличивает скорость наложения \c[3]Метки\c[0] и её эффект. \c[3]Метка\c[0] увеличивает получаемый дальний урон на 50%.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/COND_EFFECT_ALL
source: Increases the speed of inflicting a \c[3]Status Condition\c[0] and its effect.
ru_ru: Увеличивает скорость наложения \c[3]статуса\c[0] и его эффект.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/COND_GUARD_HEAT
source: Increases the resistance against the \c[3]Burn\c[0] Condition and reduces its effect. \c[3]Burn\c[0] causes damage over time, depending on the MaxHP of the victim.
ru_ru: Увеличивает устойчивость к \c[3]Горению\c[0] и ослабляет его эффект. \c[3]Горение\c[0] наносит урон с течением времени, зависящий от макс. HP жертвы.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/COND_GUARD_COLD
source: Increases the resistance against the \c[3]Chill\c[0] Condition and reduces its effect. \c[3]Chill\c[0] decreases the overall speed of the victim.
ru_ru: Увеличивает устойчивость к \c[3]Ознобу\c[0] и ослабляет его эффект. \c[3]Озноб\c[0] уменьшает скорость жертвы.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/COND_GUARD_SHOCK
source: Increases the resistance against the \c[3]Jolt\c[0] Condition and reduces its effect. \c[3]Jolt\c[0] causes damage and stuns in short intervals.
ru_ru: Увеличивает устойчивость к \c[3]Потрясению\c[0] и ослабляет его эффект. \c[3]Потрясение\c[0] наносит урон и оглушает на короткие промежутки времени.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/COND_GUARD_WAVE
source: Increases the resistance against the \c[3]Mark\c[0] Condition and reduces its effect. \c[3]Mark\c[0] increases the received ranged damage by 50%.
ru_ru: Увеличивает устойчивость \c[3]Метке\c[0] и ослабляет её эффект. \c[3]Метка\c[0] увеличивает получаемый дальний урон на 50%.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/COND_HEALING
source: Increases the recovery speed from negative status conditions.
ru_ru: Увеличивает скорость восстановления от негативных состояний.

source: Makes it possible to freely walk on the sticky webs created by the \v[combat.name.forest/spider] and sub-species.
ru_ru: Позволяет свободно ходить по липкой паутине, созданной \v[combat.name.forest/spider]ом и его подвидами.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/BEGONE_ICE
source: Makes it possible to run and perform actions on ice without slipping.
ru_ru: Позволяет бегать и совершать любые действия на льду без скольжения.

# data/lang/sc/gui.en_US.json/labels/menu/equip/descriptions/EQUIP_SCALE
source: Base Params of this weapon automatically scale with your current level.
ru_ru: Базовые характеристики этого оружия автоматически подстраиваются под ваш уровень.

# data/lang/sc/gui.en_US.json/labels/menu/skill/shade
source: Find the [xyz] to break the chains and unlock more skills.
ru_ru: Найдите [xyz], чтобы сломать оковы и разблокировать больше навыков.

# data/lang/sc/gui.en_US.json/labels/menu/skill/cost
source: Cost:
ru_ru: Цена:

# data/lang/sc/gui.en_US.json/labels/menu/skill/activate
source: Activate
ru_ru: Активировать

# data/lang/sc/gui.en_US.json/labels/menu/skill/cancel
source: Cancel
ru_ru: Отмена

# data/lang/sc/gui.en_US.json/labels/menu/skill/activated
source: Activated!
ru_ru: Активировано!

# data/lang/sc/gui.en_US.json/labels/menu/skill/switch
source: Switch
ru_ru: Переключить

# data/lang/sc/gui.en_US.json/labels/menu/skill/chain
source: Activate All
ru_ru: Активировать цепь

# data/lang/sc/gui.en_US.json/labels/menu/skill/chain-des
source: Use \c[3]Activate All\c[0] to activate all previous skills and this one with sufficient CP.
ru_ru: Активирует все предыдущие навыки, включая этот.

# data/lang/sc/gui.en_US.json/labels/menu/skill/swappable
source: Swappable
ru_ru: Переключаемый

# data/lang/sc/gui.en_US.json/labels/menu/skill/learn-prev
source: Activate previous nodes to see this one!
ru_ru: Активируйте предыдущие узлы, чтобы посмотреть этот!

# data/lang/sc/gui.en_US.json/labels/menu/item/buffHelp
source: Help for details
ru_ru: Подробности

# data/lang/sc/gui.en_US.json/labels/menu/item/news
source: New
ru_ru: Новые

# data/lang/sc/gui.en_US.json/labels/menu/item/items
source: Consumables
ru_ru: Расходники

# data/lang/sc/gui.en_US.json/labels/menu/item/arms
source: Arms
ru_ru: Руки

# data/lang/sc/gui.en_US.json/labels/menu/item/head
source: Head
ru_ru: Голова

# data/lang/sc/gui.en_US.json/labels/menu/item/torso
source: Torso
ru_ru: Торс

# data/lang/sc/gui.en_US.json/labels/menu/item/feet
source: Legs
ru_ru: Ноги

# data/lang/sc/gui.en_US.json/labels/menu/item/keys
source: Valuables
ru_ru: Ценности

# data/lang/sc/gui.en_US.json/labels/menu/item/trade
source: Trade
ru_ru: Торговля

# data/lang/sc/gui.en_US.json/labels/menu/item/availability
source: Availability
ru_ru: Доступность

# data/lang/sc/gui.en_US.json/labels/menu/item/toggle
source: Add-Ons
ru_ru: Расширения

# data/lang/sc/gui.en_US.json/labels/menu/item/buff
source: Current Buffs
ru_ru: Активные бафы

# data/lang/sc/gui.en_US.json/labels/menu/item/favs
source: Favorites
ru_ru: Избранное

# data/lang/sc/gui.en_US.json/labels/menu/item/set-fav
source: Set Favorite
ru_ru: Избранные

# data/lang/sc/gui.en_US.json/labels/menu/item/sort-title
source: Sort
ru_ru: Сортировка

# data/lang/sc/gui.en_US.json/labels/menu/item/chance
source: Chance
ru_ru: Вероятность

# data/lang/sc/gui.en_US.json/labels/menu/option/general
source: General
ru_ru: Основные

# data/lang/sc/gui.en_US.json/labels/menu/option/interface
source: Interface
ru_ru: Дизайн

# data/lang/sc/gui.en_US.json/labels/menu/option/video
source: Video
ru_ru: Графика

# data/lang/sc/gui.en_US.json/labels/menu/option/audio
source: Audio
ru_ru: Аудио

# data/lang/sc/gui.en_US.json/labels/menu/option/gamepad
source: Gamepad
ru_ru: Геймпад

# data/lang/sc/gui.en_US.json/labels/menu/option/controls
source: Controls
ru_ru: Управление

# data/lang/sc/gui.en_US.json/labels/menu/option/assists
source: Assists
ru_ru: Сложность

# data/lang/sc/gui.en_US.json/labels/menu/option/arena
source: Arena
ru_ru: Арена

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/delete
source: Delete
ru_ru: Удалить

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/exit-del
source: Exit Delete
ru_ru: Удалить и выйти

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/new-save
source: New Save
ru_ru: Новое сохранение

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/load
source: Load
ru_ru: Загрузить

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/save
source: Save
ru_ru: Сохранить

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/time
source: Time
ru_ru: Время

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/chapter
source: Chapter
ru_ru: Глава

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/chapter0
source: Prologue
ru_ru: Пролог

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/chapterLast
source: Epilogue
ru_ru: Эпилог

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/playtime
source: play time
ru_ru: время игры
