Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gimmick.en_US.json/labels/unknown
source: Unsupported Bonus Code!
ru_ru: Недействительный бонусный код!

# data/lang/sc/gimmick.en_US.json/labels/sparklingShoes
source: Sparkling Shoes enabled! Check your item list.
ru_ru: Сверкающие сапоги включены! Проверьте свой список предметов.

# data/lang/sc/gimmick.en_US.json/labels/holidayQuest
source: Holiday Quest unlocked! Look for it in Bergen Village.
ru_ru: Праздничный квест разблокирован! Ищите его в деревне Берген.

# data/lang/sc/gimmick.en_US.json/labels/caramelldansen
source: Caramelldansen on idle activated!
ru_ru: Caramelldansen во время бездействия активирован!

# data/lang/sc/gimmick.en_US.json/labels/caramelldansenRemove
source: Caramelldansen on idle deactivated!
ru_ru: Caramelldansen во время бездействия деактивирован!

# data/lang/sc/gimmick.en_US.json/labels/regularTrees
source: Trees are now more regular in Autumn's Rise and Fall.
ru_ru: Теперь деревья в Расцвете и Закате Осени более правильные.

# data/lang/sc/gimmick.en_US.json/labels/regularTreesRemove
source: Trees are now less regular in Autumn's Rise and Fall.
ru_ru: Теперь деревья в Расцвете и Закате Осени менее правильные.

# data/lang/sc/gimmick.en_US.json/labels/speedlines
source: Speed lines added to make game faster and objectively better.
ru_ru: Линии скорости добавлены, чтобы сделать игру быстрее и объективно лучше.

# data/lang/sc/gimmick.en_US.json/labels/speedlinesRemove
source: Speed lines removed to make game slower and objectively worse.
ru_ru: Линии скорости удалены, чтобы сделать игру медленнее и объективно хуже.

# data/lang/sc/gimmick.en_US.json/labels/voiceActing
source: High Quality Voice Acting is now \c[3]enabled\c[0]! Enter the code again to disable it.
ru_ru: Озвучка высокого качества \c[3]включена\c[0]! Введите код ещё раз, чтобы выключить обратно.

# data/lang/sc/gimmick.en_US.json/labels/voiceActingRemove
source: High Quality Voice Acting is now \c[3]disabled\c[0]! Enter the code again to enable it.
ru_ru: Озвучка высокого качества \c[3]отключена\c[0]! Введите код ещё раз, чтобы включить обратно.

# data/lang/sc/gui.en_US.json/labels/arena/arenaName
source: Rhombus Arena
ru_ru: Арена Ромба

# data/lang/sc/gui.en_US.json/labels/arena/score
source: Score
ru_ru: Результат

# data/lang/sc/gui.en_US.json/labels/arena/time
source: Time
ru_ru: Время

# data/lang/sc/gui.en_US.json/labels/arena/round
source: Round [!]
ru_ru: Раунд [!]

# data/lang/sc/gui.en_US.json/labels/arena/chain
source: Chain
ru_ru: Комбо

# data/lang/sc/gui.en_US.json/labels/arena/rushChain
source: Rush Chain
ru_ru: Супер комбо

# data/lang/sc/gui.en_US.json/labels/arena/rushChainHigh
source: Highest Rush Chain
ru_ru: Высшее супер комбо

# data/lang/sc/gui.en_US.json/labels/arena/summary
source: Summary
ru_ru: Сводка

# data/lang/sc/gui.en_US.json/labels/arena/roundClear
source: Round [!] Clear!
ru_ru: Раунд [!] пройден!

# data/lang/sc/gui.en_US.json/labels/arena/newRecord
source: New Record!
ru_ru: Новый рекорд!

# data/lang/sc/gui.en_US.json/labels/arena/newTrophy
source: \c[3]New Trophy Unlocked!\c[0]
ru_ru: \c[3]Разблокирован новый трофей!\c[0]

# data/lang/sc/gui.en_US.json/labels/arena/rushModeDone
source: Rush Mode Completed!
ru_ru: Режим состязания завершён!

# data/lang/sc/gui.en_US.json/labels/arena/roundFail
source: Round Failed!
ru_ru: Раунд провален!

# data/lang/sc/gui.en_US.json/labels/arena/chainBonus
source: Chain Bonus
ru_ru: Комбо-бонус

# data/lang/sc/gui.en_US.json/labels/arena/dimReturns
source: Staling
ru_ru: Устаревание

# data/lang/sc/gui.en_US.json/labels/arena/total
source: Total
ru_ru: Всего

# data/lang/sc/gui.en_US.json/labels/arena/totalScore
source: Total Score
ru_ru: Общий счёт

# data/lang/sc/gui.en_US.json/labels/arena/overview/cupHeader
source: [CUP_NAME] Overview
ru_ru: [CUP_NAME] Обзор

# data/lang/sc/gui.en_US.json/labels/arena/overview/trophyHeader
source: You got
ru_ru: Вы получили

# data/lang/sc/gui.en_US.json/labels/arena/overview/trophyNone
source: Clear all Rounds once to get a Trophy!
ru_ru: Завершите все раунды по одному разу, чтобы получить трофей!

# data/lang/sc/gui.en_US.json/labels/arena/dialogs/next
source: Start the next Round?
ru_ru: Начать следующий раунд?

# data/lang/sc/gui.en_US.json/labels/arena/dialogs/repeat
source: Repeat the current Round?
ru_ru: Повторить текущий раунд?

# data/lang/sc/gui.en_US.json/labels/arena/dialogs/lobby
source: Return to the lobby?
ru_ru: Вернуться в лобби?

# data/lang/sc/gui.en_US.json/labels/arena/dialogs/giveUp
source: Return to the lobby?
ru_ru: Вернуться в лобби?

# data/lang/sc/gui.en_US.json/labels/arena/dialogs/restart
source: Restart the Cup at Round 1?
ru_ru: Перезапустить кубок с 1-го раунда?

# data/lang/sc/gui.en_US.json/labels/arena/buttons/names/giveUp
source: Give Up
ru_ru: Сдаться

# data/lang/sc/gui.en_US.json/labels/arena/buttons/names/repeat
source: Try again
ru_ru: Попробовать снова

# data/lang/sc/gui.en_US.json/labels/arena/buttons/names/nextRound
source: Next Round
ru_ru: Следующий раунд

# data/lang/sc/gui.en_US.json/labels/arena/buttons/names/return
source: Lobby
ru_ru: Лобби

# data/lang/sc/gui.en_US.json/labels/arena/buttons/names/summary
source: Overview
ru_ru: Обзор

# data/lang/sc/gui.en_US.json/labels/arena/buttons/names/restart
source: Restart Cup
ru_ru: Перезапустить

# data/lang/sc/gui.en_US.json/labels/arena/buttons/names/rush
source: Continue
ru_ru: Продолжить

# data/lang/sc/gui.en_US.json/labels/arena/buttons/description/giveUp
source: Give up and return to the lobby.
ru_ru: Сдаться и вернуться в лобби.

# data/lang/sc/gui.en_US.json/labels/arena/buttons/description/rush
source: Continue to the next round. Only 50% of your health is restored.
ru_ru: Следующий раунд? Только 50% вашего здоровья будет восстановлено.

# data/lang/sc/gui.en_US.json/labels/arena/buttons/description/repeat
source: Repeat the current round.
ru_ru: Повторить текущий раунд.

# data/lang/sc/gui.en_US.json/labels/arena/buttons/description/nextRound
source: Take on the next round in the cup.
ru_ru: Пройти следующий раунд в кубке.

# data/lang/sc/gui.en_US.json/labels/arena/buttons/description/return
source: Return to the lobby.
ru_ru: Вернуться в лобби.

# data/lang/sc/gui.en_US.json/labels/arena/buttons/description/summary
source: Take a look at your trophy and your progress with all rounds in the cup.
ru_ru: Посмотреть на свои трофеи и свой прогресс во всех раундах в кубке.

# data/lang/sc/gui.en_US.json/labels/arena/buttons/description/restart
source: Restart the cup from round 1.
ru_ru: Перезапустить кубок с первого раунда.

# data/lang/sc/gui.en_US.json/labels/arena/bonuses/HIT_COUNTER
source: Take less than \c[3][!] Hits\c[0]
ru_ru: Получите меньше чем \c[3][!] попаданий\c[0]

# data/lang/sc/gui.en_US.json/labels/arena/bonuses/TIME
source: Time Bonus: \c[3][!] Minutes\c[0]
ru_ru: Бонус времени: \c[3][!] минут\c[0]

# data/lang/sc/gui.en_US.json/labels/arena/bonuses/ITEMS_USED
source: Use less than \c[3][!] Items\c[0]
ru_ru: Используйте меньше чем \c[3][!] предметов\c[0]

# data/lang/sc/gui.en_US.json/labels/arena/bonuses/COMBAT_ARTS_USED
source: Use at least \c[3][!] Combat Arts\c[0]
ru_ru: Используйте как минимум \c[3][!] техник боя\c[0]

# data/lang/sc/gui.en_US.json/labels/arena/bonuses/EFFECTIVE_DAMAGE
source: Deal \c[3][!] Effective Damage\c[0]
ru_ru: Нанесите \c[3][!] чистого урона\c[0]

# data/lang/sc/gui.en_US.json/labels/arena/bonuses/CHAIN
source: Reach a \c[3][!]x Chain Multiplier\c[0]
ru_ru: Достигните \c[3][!]х множителя комбо\c[0]

# data/lang/sc/gui.en_US.json/labels/arena/bonuses/NO_DAMAGE_TAKEN
source: \c[5]No Damage Taken\c[0]
ru_ru: \c[5]Без получения урона\c[0]

# data/lang/sc/gui.en_US.json/labels/arena/bonuses/NO_ITEMS_USED
source: \c[5]No Items Used\c[0]
ru_ru: \c[5]Без использования предметов\c[0]

# data/lang/sc/gui.en_US.json/labels/arena/challenges/descriptions/NO_MELEE
source: Close Combat and Melee Arts are disabled.
ru_ru: Ближний бой и его техники отключены.

# data/lang/sc/gui.en_US.json/labels/arena/challenges/descriptions/NO_RANGED
source: Throwing and Throw Arts are disabled
ru_ru: Дальний бой и его техники отключены.

# data/lang/sc/gui.en_US.json/labels/arena/challenges/descriptions/NO_DASH
source: Dashing and Dash Arts are disabled.
ru_ru: Рывок и его техники отключены.

# data/lang/sc/gui.en_US.json/labels/arena/challenges/descriptions/NO_GUARD
source: Guarding and Guard Arts are disabled.
ru_ru: Блок и его умения отключены.

# data/lang/sc/gui.en_US.json/labels/arena/challenges/descriptions/NO_COMBAT_ARTS
source: Combat Arts are disabled.
ru_ru: Техники боя отключены.

# data/lang/sc/gui.en_US.json/labels/arena/challenges/descriptions/NO_ITEMS
source: Using items is disabled.
ru_ru: Использование предметов отключено.

# data/lang/sc/gui.en_US.json/labels/arena/challenges/descriptions/LEA_MUST_DIE
source: Every attack instantly K.O.s you.
ru_ru: Любая атака мгновенно убивает вас.

# data/lang/sc/gui.en_US.json/labels/arena/challenges/descriptions/NO_HP_REGEN
source: HP Regeneration is disabled.
ru_ru: Регенерация HP отключена.

# data/lang/sc/gui.en_US.json/labels/arena/challenges/descriptions/ENVIRO_HAZARD
source: This round contains environmental hazards.
ru_ru: Этот раунд содержит экзогенные опасности.

# data/lang/sc/gui.en_US.json/labels/arena/challenges/descriptions/PVP_BATTLE
source: PVP Combat - Penalty for taken damage is reduced.
ru_ru: PVP Битва - Штраф за полученный урон уменьшен.

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/TARGET_KILL
source: Target Destroyed
ru_ru: Цель уничтожена

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/KILL
source: Elimination
ru_ru: Убийства

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/BOSS_KILL
source: Boss Elimination
ru_ru: Убийства боссов

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/MULTI_KILL
source: Multi Elimination
ru_ru: Мульти-убийства

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/ONE_HIT_KILL
source: Overkill
ru_ru: Уничтожение

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/ENVIRONMENT_KILL
source: Environment Kill
ru_ru: Добивание с помощью окружения

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/DAMAGE_DONE
source: Damage Done
ru_ru: Нанесённый урон

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/DAMAGE_DONE_EFFECTIVE
source: Effective Damage
ru_ru: Эффективный урон

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/DAMAGE_TAKEN
source: Damage Taken
ru_ru: Полученный урон

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/ENEMY_HEAL
source: Enemy HP Recovered
ru_ru: HP врагов восстановлено

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/LOCK_FINISH
source: Level 2 Art Finisher
ru_ru: Добивание техникой уровня 2

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/LOCK_FINISH_3
source: Level 3 Art Finisher
ru_ru: Добивание техникой уровня 3

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/ELEMENT_OVERLOAD
source: Element Overload
ru_ru: Элементальная перегрузка

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/PERFECT_SHIELD
source: Perfect Guard
ru_ru: Идеальный блок

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/ENEMY_BREAK
source: Enemy Break
ru_ru: Пробитие врагов

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/GUARD_COUNTER
source: Guard Counter
ru_ru: Ответный удар

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/STATUS_INFLICT
source: Status Inflicted
ru_ru: Наложение статуса

# data/lang/sc/gui.en_US.json/labels/arena/scoreTypes/PERFECT_DODGE
source: Perfect Dodge
ru_ru: Идеальное уклонение

# data/lang/sc/gui.en_US.json/labels/arena/medals/0
source: Bronze
ru_ru: Бронза

# data/lang/sc/gui.en_US.json/labels/arena/medals/1
source: Silver
ru_ru: Серебро

# data/lang/sc/gui.en_US.json/labels/arena/medals/2
source: Gold
ru_ru: Золото

# data/lang/sc/gui.en_US.json/labels/arena/medals/3
source: Platinum
ru_ru: Платина

# data/lang/sc/gui.en_US.json/labels/arena/medals/4
source: True Platinum
ru_ru: Истинная платина

# data/lang/sc/gui.en_US.json/labels/arena/medals/5
source: Hi Modders! :)
ru_ru: Привет модерам! :)

# data/lang/sc/gui.en_US.json/labels/arena/menu/trophy
source: Trophy
ru_ru: Трофей

# data/lang/sc/gui.en_US.json/labels/arena/menu/medal
source: Medal
ru_ru: Медаль

# data/lang/sc/gui.en_US.json/labels/arena/menu/tabs/solo
source: Solo Cups
ru_ru: Одиночные кубки

# data/lang/sc/gui.en_US.json/labels/arena/menu/tabs/team
source: Team Cups
ru_ru: Командные кубки

# data/lang/sc/gui.en_US.json/labels/arena/menu/creator
source: Creator
ru_ru: Создатель

# data/lang/sc/gui.en_US.json/labels/arena/menu/silver
source: Silver
ru_ru: Серебро

# data/lang/sc/gui.en_US.json/labels/arena/menu/gold
source: Gold
ru_ru: Золото

# data/lang/sc/gui.en_US.json/labels/arena/menu/time
source: Sum of Best
ru_ru: Лучший итог

# data/lang/sc/gui.en_US.json/labels/arena/menu/timeRound
source: Best Time
ru_ru: Лучшее время

# data/lang/sc/gui.en_US.json/labels/arena/menu/highscore
source: Highscore
ru_ru: Рекорд

# data/lang/sc/gui.en_US.json/labels/arena/menu/coins
source: Arena Coins
ru_ru: Монеты арены

# data/lang/sc/gui.en_US.json/labels/arena/menu/rush
source: Rush Mode
ru_ru: Режим состязания

# data/lang/sc/gui.en_US.json/labels/arena/menu/cleared
source: Cleared
ru_ru: Завершено

# data/lang/sc/gui.en_US.json/labels/arena/menu/challenges
source: Conditions
ru_ru: Условия

# data/lang/sc/gui.en_US.json/labels/arena/menu/objective
source: Objective
ru_ru: Задача

# data/lang/sc/gui.en_US.json/labels/arena/menu/startRushMode
source: Start \c[3][CUP_NAME]\c[0] in \c[3]Rush Mode\c[0]?
ru_ru: Начать \c[3][CUP_NAME]\c[0] в \c[3]Режиме состязания\c[0]?

# data/lang/sc/gui.en_US.json/labels/arena/menu/startAtRound
source: Start \c[3][CUP_NAME]\c[0] at \c[3]Round [ROUND_INDEX]\c[0]?
ru_ru: Начать \c[3][CUP_NAME]\c[0] - \c[3]Раунд [ROUND_INDEX]\c[0]?

# data/lang/sc/gui.en_US.json/labels/arena/menu/objectiveRushMode
source: Clear every round \c[3]without stopping\c[0] and only \c[3]regenerate 50% of your health between rounds.\c[0]
ru_ru: Завершите каждый раунд \c[3]без остановки\c[0], \c[3]восстанавливая только 50% вашего здоровья между раундами.\c[0]

# data/lang/sc/gui.en_US.json/labels/arena/menu/objectiveDefault
source: Defeat all enemies!
ru_ru: Победите всех врагов!

# data/lang/sc/gui.en_US.json/labels/arena/menu/bonusNone
source: Select a round to see which bonus objectives are available.
ru_ru: Выберите раунд, чтобы увидеть, какие бонусные цели доступны.

# data/lang/sc/gui.en_US.json/labels/arena/menu/bonuses
source: Bonus Points
ru_ru: Бонусные очки

# data/lang/sc/gui.en_US.json/labels/arena/menu/notCleared
source: Not Cleared
ru_ru: Не завершено

# data/lang/sc/gui.en_US.json/labels/arena/menu/rounds
source: Rounds
ru_ru: Раунды

# data/lang/sc/gui.en_US.json/labels/arena/menu/difficulty
source: Difficulty
ru_ru: Сложность

# data/lang/sc/gui.en_US.json/labels/arena/menu/info
source: Overview
ru_ru: Обзор

# data/lang/sc/gui.en_US.json/labels/arena/menu/noCup
source: No Cup Selected
ru_ru: Кубок не выбран

# data/lang/sc/gui.en_US.json/labels/arena/menu/noRound
source: No Round Selected
ru_ru: Раунд не выбран

# data/lang/sc/gui.en_US.json/labels/arena/menu/totalPoints
source: Arena Coins
ru_ru: Монеты арены

# data/lang/sc/gui.en_US.json/labels/arena/menu/roundUnlockCond
source: Clear the previous round to unlock this round.
ru_ru: Завершите предыдущий раунд, чтобы разблокировать этот раунд.

# data/lang/sc/gui.en_US.json/labels/area/other
source: Other
ru_ru: Прочее

# data/lang/sc/gui.en_US.json/labels/feats/hud-title
source: Trophies
ru_ru: Трофеи

# data/lang/sc/gui.en_US.json/labels/feats/unlocked
source: Unlocked
ru_ru: Открыто

# data/lang/sc/gui.en_US.json/labels/trade/trader
source: \c[3]Trader\c[0]
ru_ru: \c[3]Торговец\c[0]

# data/lang/sc/gui.en_US.json/labels/trade/shop
source: \c[3]Shop\c[0]
ru_ru: \c[3]Магазин\c[0]

# data/lang/sc/gui.en_US.json/labels/trade/quest
source: \c[3]Event\c[0]
ru_ru: \c[3]Событие\c[0]

# data/lang/sc/gui.en_US.json/labels/trade/tradeOffer
source: Trade Offers
ru_ru: Торговые предложения

# data/lang/sc/gui.en_US.json/labels/trade/stats
source: Stats
ru_ru: Характеристики

# data/lang/sc/gui.en_US.json/labels/trade/modifier
source: Modifier
ru_ru: Улучшения

# data/lang/sc/gui.en_US.json/labels/trade/trade
source: Trade
ru_ru: Купить

# data/lang/sc/gui.en_US.json/labels/trade/nothing
source: select equipment to compare
ru_ru: выберите экипировку для сравнения

# data/lang/sc/gui.en_US.json/labels/trade/for
source: For
ru_ru: Требуется

# data/lang/sc/gui.en_US.json/labels/trade/owned
source: (owned)
ru_ru: (в наличии)

# data/lang/sc/gui.en_US.json/labels/trade/offer
source: Offer
ru_ru: Сделка

# data/lang/sc/gui.en_US.json/labels/trade/toggle
source: Compare To Equip
ru_ru: Сравнить экипировку

# data/lang/sc/gui.en_US.json/labels/trade/toggleEnd
source: Show Stats
ru_ru: Показать характеристики

# data/lang/sc/gui.en_US.json/labels/trade/toggleDes
source: Toggle to display the difference to the current equip or see the raw stats.
ru_ru: Переключает режим сравнения с текущей экипировкой или отображения характеристик

# data/lang/sc/gui.en_US.json/labels/trade/description
source: Press to initiate the trade!
ru_ru: Нажмите для начала торговли!

# data/lang/sc/gui.en_US.json/labels/trade/equipInfo
source: One or more items you need are currently equipped! Unequip and proceed with the trade?
ru_ru: Один или несколько нужных вам предметов экипированы! Снять и продолжить торговлю?

# data/lang/sc/gui.en_US.json/labels/trade/end
source: End Trade.
ru_ru: Завершить торг.

# data/lang/sc/gui.en_US.json/labels/trade/credits
source: Credits:
ru_ru: Кредиты:

# data/lang/sc/gui.en_US.json/labels/trade/rest
source: Rest:
ru_ru: Остаток:

# data/lang/sc/gui.en_US.json/labels/trade/fee
source: Fee:
ru_ru: Цена:

# data/lang/sc/gui.en_US.json/labels/trade/compareHEAD
source: Head
ru_ru: сравнение с головой

# data/lang/sc/gui.en_US.json/labels/trade/compareARMRight
source: Right Arm
ru_ru: сравнение с правой рукой

# data/lang/sc/gui.en_US.json/labels/trade/compareARMLeft
source: Left Arm
ru_ru: сравнение с левой рукой

# data/lang/sc/gui.en_US.json/labels/trade/compareTORSO
source: Torso
ru_ru: сравнение с торсом

# data/lang/sc/gui.en_US.json/labels/trade/compareFEET
source: Feet
ru_ru: сравнение с ногами

# data/lang/sc/gui.en_US.json/labels/trade/compareBASE
source: Base Stats
ru_ru: сравнение с базовыми хар-ками

# data/lang/sc/gui.en_US.json/labels/botanics/rate
source: Drop Rate
ru_ru: Шанс выпадения

# data/lang/sc/gui.en_US.json/labels/botanics/locText
source: Find [[x]] more to unlock locations.
ru_ru: Найдите ещё [[x]] для открытия мест нахождения.

# data/lang/sc/gui.en_US.json/labels/botanics/infoLocked
source: - Info Locked -
ru_ru: Информация заблокирована

# data/lang/sc/gui.en_US.json/labels/botanics/collect
source: Collected Drops [[x]] / [[y]]
ru_ru: Собрано [[x]] / [[y]]

# data/lang/sc/gui.en_US.json/labels/msg/private
source: Direct Link
ru_ru: Прямая связь

# data/lang/sc/gui.en_US.json/labels/msg/outgoing
source: Requesting Direct Link
ru_ru: Запрос прямой связи

# data/lang/sc/gui.en_US.json/labels/msg/incoming
source: Direct Link Request
ru_ru: Запрос прямой связи

# data/lang/sc/gui.en_US.json/labels/get-msg/ACTIVATED
source: [!] activated
ru_ru: [!] активировано

# data/lang/sc/gui.en_US.json/labels/get-msg/OBTAINED
source: [!] obtained
ru_ru: [!] получено

# data/lang/sc/gui.en_US.json/labels/get-msg/REMOVED
source: [!] removed
ru_ru: [!] убрано из инвентаря

# data/lang/sc/gui.en_US.json/labels/get-msg/ENEMY
source: [!] added to Monster Fibula
ru_ru: [!] добавлено в Бестиарий

# data/lang/sc/gui.en_US.json/labels/get-msg/EXTENDED
source: [!] extended
ru_ru: [!] расширена

# data/lang/sc/gui.en_US.json/labels/get-msg/WORD
source: New word embedded: [!]
ru_ru: Новое слово: [!]

# data/lang/sc/gui.en_US.json/labels/get-msg/FRIENDSHIP
source: Contacts shared with [!]
ru_ru: Контакты синхронизированы с [!]

# data/lang/sc/gui.en_US.json/labels/get-msg/PARTY
source: [!] joined your party!
ru_ru: [!] присоединился к вашей группе!

# data/lang/sc/gui.en_US.json/labels/get-msg/USED
source: [!] used!
ru_ru: [!] использовано!

# data/lang/sc/gui.en_US.json/labels/get-msg/HAND_OVER
source: Handed over [!]
ru_ru: Передан [!]

# data/lang/sc/gui.en_US.json/labels/get-msg/RESET
source: [!] has been reset
ru_ru: [!] были сброшены

# data/lang/sc/gui.en_US.json/labels/dialogs/slotsOverflow
source: Reached maximum number of slots! Delete some to create new save files.
ru_ru: Достигнуто максимальное количество слотов! Удалите старые, чтобы создать новое сохранение.

# data/lang/sc/gui.en_US.json/labels/dialogs/newConfirm
source: Create new save file?
ru_ru: Создать новое сохранение?

# data/lang/sc/gui.en_US.json/labels/dialogs/loadConfirm
source: Load this save file?
ru_ru: Загрузить это сохранение?

# data/lang/sc/gui.en_US.json/labels/dialogs/loadNewGameConfirm
source: Use this save to carry over data and start a new game with the selected options?
ru_ru: Использовать это сохранение для переноса данных и начать новую игру с выбранными параметрами?

# data/lang/sc/gui.en_US.json/labels/dialogs/deleteConfirm
source: Do you really want to delete this save file?
ru_ru: Вы уверены, что хотите удалить это сохранение?

# data/lang/sc/gui.en_US.json/labels/dialogs/titleConfirm
source: Return to title screen?
ru_ru: Вернуться в меню?

# data/lang/sc/gui.en_US.json/labels/dialogs/cancelConfirm
source: Do you really want to cancel?
ru_ru: Вы уверены, что хотите отменить?

# data/lang/sc/gui.en_US.json/labels/dialogs/overrideConfirm
source: Override this save file?
ru_ru: Переписать это сохранение?

# data/lang/sc/gui.en_US.json/labels/dialogs/skipConfirm
source: Do you want to skip this scene?
ru_ru: Хотите пропустить эту сцену?

# data/lang/sc/gui.en_US.json/labels/dialogs/skipAsk
source: Press \i[skip-cutscene] again to skip!
ru_ru: Нажмите \i[skip-cutscene] ещё раз, чтобы пропустить!

# data/lang/sc/gui.en_US.json/labels/dialogs/resetAsk
source: Reset all settings to default?
ru_ru: Сбросить все настройки по умолчанию?

# data/lang/sc/gui.en_US.json/labels/dialogs/sellRare
source: One or more items you are trying to sell are of legendary rarity or higher. Still sale?
ru_ru: Один или несколько предметов, которые вы пытаетесь продать, имеют легендарную редкость или выше. Всё равно продать?

# data/lang/sc/gui.en_US.json/labels/dialogs/yes
source: Yes
ru_ru: Да

# data/lang/sc/gui.en_US.json/labels/dialogs/no
source: No
ru_ru: Нет

# data/lang/sc/gui.en_US.json/labels/bigChoice/tutorial/title
source: Tutorial
ru_ru: Руководство

# data/lang/sc/gui.en_US.json/labels/bigChoice/tutorial/yes
source: Show Tutorial
ru_ru: Прочесть

# data/lang/sc/gui.en_US.json/labels/bigChoice/tutorial/no
source: Skip
ru_ru: Пропустить

# data/lang/sc/gui.en_US.json/labels/bigChoice/generic/title
source: Option
ru_ru: Вариант

# data/lang/sc/gui.en_US.json/labels/bigChoice/generic/yes
source: Yes
ru_ru: Да

# data/lang/sc/gui.en_US.json/labels/bigChoice/generic/no
source: No
ru_ru: Нет

# data/lang/sc/gui.en_US.json/labels/stats/stats
source: Stats - Autumn's Rise
ru_ru: Статистика - Расцвет Осени

# data/lang/sc/gui.en_US.json/labels/stats/time
source: Total Time
ru_ru: Общее время

# data/lang/sc/gui.en_US.json/labels/stats/chests
source: Chests
ru_ru: Сундуков

# data/lang/sc/gui.en_US.json/labels/stats/level
source: Level
ru_ru: Уровень

# data/lang/sc/gui.en_US.json/labels/stats/exp
source: Total EXP
ru_ru: Всего опыта

# data/lang/sc/gui.en_US.json/labels/stats/kills
source: Enemies Killed
ru_ru: Убито врагов

# data/lang/sc/gui.en_US.json/labels/stats/deaths
source: Deaths
ru_ru: Смертей

# data/lang/sc/gui.en_US.json/labels/stats/money
source: Money
ru_ru: Деньги
