Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json//labels/trade/fee
source: Fee:
es_es: Comisión:

# data/lang/sc/gui.en_US.json//labels/trade/compare
source: compared to
es_es: comparado a

# data/lang/sc/gui.en_US.json//labels/trade/compareHEAD
source: Head
es_es: Cabeza

# data/lang/sc/gui.en_US.json//labels/trade/compareARMRight
source: Right Arm
es_es: Brazo Derecho

# data/lang/sc/gui.en_US.json//labels/trade/compareARMLeft
source: Left Arm
es_es: Brazo Izquierdo

# data/lang/sc/gui.en_US.json//labels/trade/compareFEET
source: Feet
es_es: Pies

# data/lang/sc/gui.en_US.json//labels/trade/compareBASE
source: Base Stats
es_es: Estadísticas Base

# data/lang/sc/gui.en_US.json//labels/botanics/rate
source: Drop Rate
es_es: Probabilidad de Conseguir

# data/lang/sc/gui.en_US.json//labels/botanics/locText
source: Find [[x]] more to unlock locations.
es_es: Encuentra [[x]] más para ver las localizaciones.

# data/lang/sc/gui.en_US.json//labels/botanics/infoLocked
source: - Info Locked -
es_es: - Información Bloqueada -

# data/lang/sc/gui.en_US.json//labels/botanics/collect
source: Collected Drops [[x]] / [[y]]
es_es: Frutos Recogidos [[x]] / [[y]]

# data/lang/sc/gui.en_US.json//labels/status-hud/maxhp
source: MAXHP
es_es: PVMÁX

# data/lang/sc/gui.en_US.json//labels/status-hud/atk
source: ATK
es_es: ATQ

# data/lang/sc/gui.en_US.json//labels/status-hud/foc
source: FOC
es_es: CON

# data/lang/sc/gui.en_US.json//labels/status-hud/lvl
source: LVL
es_es: NVL

# data/lang/sc/gui.en_US.json//labels/msg/private
source: Direct Link
es_es: Mensajero Directo

# data/lang/sc/gui.en_US.json//labels/msg/outgoing
source: Requesting Direct Link
es_es: Iniciando Llamada

# data/lang/sc/gui.en_US.json//labels/msg/incoming
source: Direct Link Request
es_es: Llamada Entrante

# data/lang/sc/gui.en_US.json//labels/get-msg/ACTIVATED
source: [!] activated
es_es: [!] activado

# data/lang/sc/gui.en_US.json//labels/get-msg/OBTAINED
source: [!] obtained
es_es: [!] obtenido

# data/lang/sc/gui.en_US.json//labels/get-msg/REMOVED
source: [!] removed
es_es: [!] removido

# data/lang/sc/gui.en_US.json//labels/get-msg/ENEMY
source: [!] added to Monster Fibula
es_es: [!] agregado al Bestiario

# data/lang/sc/gui.en_US.json//labels/get-msg/EXTENDED
source: [!] extended
es_es: [!] extendida

# data/lang/sc/gui.en_US.json//labels/get-msg/WORD
source: New word embedded: [!]
es_es: Nueva palabra agregada: [!]

# data/lang/sc/gui.en_US.json//labels/get-msg/FRIENDSHIP
source: Contacts shared with [!]
es_es: Se ha compartido contactos con [!]

# data/lang/sc/gui.en_US.json//labels/get-msg/PARTY
source: [!] joined your party!
es_es: ¡[!] se unió a tu grupo!

# data/lang/sc/gui.en_US.json//labels/get-msg/USED
source: [!] used!
es_es: ¡[!] utilizado!

# data/lang/sc/gui.en_US.json//labels/get-msg/HAND_OVER
source: Handed over [!]
es_es: Entregado [!]

# data/lang/sc/gui.en_US.json//labels/get-msg/RESET
source: [!] has been reset
es_es: [!] ha sido reseteado

# data/lang/sc/gui.en_US.json//labels/dialogs/slotsOverflow
source: Reached maximum number of slots! Delete some to create new save files.
es_es: ¡Has alcanzado el límite de partidas guardadas! Borra algunas para crear más.

# data/lang/sc/gui.en_US.json//labels/dialogs/newConfirm
source: Create new save file?
es_es: ¿Crear nuevo archivo de guardado?

# data/lang/sc/gui.en_US.json//labels/dialogs/loadConfirm
source: Load this save file?
es_es: ¿Cargar este archivo de guardado?

# data/lang/sc/gui.en_US.json//labels/dialogs/loadNewGameConfirm
source: Use this save to carry over data and start a new game with the selected options?
es_es: ¿Utilizar este archivo de guardado para transferir tus datos y empezar una nueva partida con las opciones seleccionadas?

# data/lang/sc/gui.en_US.json//labels/dialogs/deleteConfirm
source: Do you really want to delete this save file?
es_es: ¿Realmente quieres borrar este archivo de guardado?

# data/lang/sc/gui.en_US.json//labels/dialogs/titleConfirm
source: Return to title screen?
es_es: ¿Volver al menú principal?

# data/lang/sc/gui.en_US.json//labels/dialogs/cancelConfirm
source: Do you really want to cancel?
es_es: ¿Realmente quieres cancelar?

# data/lang/sc/gui.en_US.json//labels/dialogs/overrideConfirm
source: Override this save file?
es_es: ¿Sobreescribir el archivo de guardado?

# data/lang/sc/gui.en_US.json//labels/dialogs/skipConfirm
source: Do you want to skip this scene?
es_es: ¿Realmente quieres saltar esta escena?

# data/lang/sc/gui.en_US.json//labels/dialogs/skipAsk
source: Press \i[skip-cutscene] again to skip!
es_es: ¡Presiona \i[skip-cutscene] otra vez para saltar!

# data/lang/sc/gui.en_US.json//labels/dialogs/resetAsk
source: Reset all settings to default?
es_es: ¿Reiniciar todas las opciones a sus valores por defecto?

# data/lang/sc/gui.en_US.json//labels/dialogs/sellRare
source: One or more items you are trying to sell are of legendary rarity or higher. Still sale?
es_es: Uno o más de los objetos que intentas vender es de rareza legendaria. ¿Continuar?

# data/lang/sc/gui.en_US.json//labels/dialogs/yes
source: Yes
es_es: Sí

# data/lang/sc/gui.en_US.json//labels/bigChoice/tutorial/yes
source: Show Tutorial
es_es: Mostrar Tutorial

# data/lang/sc/gui.en_US.json//labels/bigChoice/tutorial/no
source: Skip
es_es: Saltar

# data/lang/sc/gui.en_US.json//labels/bigChoice/generic/title
source: Option
es_es: Opción

# data/lang/sc/gui.en_US.json//labels/bigChoice/generic/yes
source: Yes
es_es: Sí

# data/lang/sc/gui.en_US.json//labels/stats/stats
source: Stats - Autumn's Rise
es_es: Estadísticas - Amanecer del Otoño

# data/lang/sc/gui.en_US.json//labels/stats/time
source: Total Time
es_es: Tiempo Total

# data/lang/sc/gui.en_US.json//labels/stats/chests
source: Chests
es_es: Cofres

# data/lang/sc/gui.en_US.json//labels/stats/level
source: Level
es_es: Nivel

# data/lang/sc/gui.en_US.json//labels/stats/exp
source: Total EXP
es_es: EXP Total

# data/lang/sc/gui.en_US.json//labels/stats/kills
source: Enemies Killed
es_es: Enemigos Eliminados

# data/lang/sc/gui.en_US.json//labels/stats/deaths
source: Deaths
es_es: Muertes

# data/lang/sc/gui.en_US.json//labels/stats/money
source: Money
es_es: Dinero

# data/lang/sc/gui.en_US.json//labels/highscore/header
source: Crabby Redux - Best Time
es_es: Cangrejo Redux - Mejor Tiempo

# data/lang/sc/gui.en_US.json//labels/highscore/header2
source: Enemy Rush - Best Time
es_es: Ataque Enemigo - Mejor Tiempo

# data/lang/sc/gui.en_US.json//labels/highscore/last-time
source: Crabby Redux - Your Time
es_es: Cangrejo Redux - Tu Tiempo

# data/lang/sc/gui.en_US.json//labels/highscore/last-time2
source: Enemy Rush - Your Time
es_es: Ataque Enemigo - Tu Tiempo

# data/lang/sc/gui.en_US.json//labels/highscore/new-record
source: New Record!
es_es: ¡Nuevo Record!

# data/lang/sc/gui.en_US.json//labels/combat/heat
source: Heat
es_es: Fuego

# data/lang/sc/gui.en_US.json//labels/combat/cold
source: Cold
es_es: Hielo

# data/lang/sc/gui.en_US.json//labels/combat/wave
source: Wave
es_es: Pulso

# data/lang/sc/gui.en_US.json//labels/combat/shock
source: Shock
es_es: Rayo

# data/lang/sc/gui.en_US.json//labels/combat/aim
source: Aim
es_es: Puntería

# data/lang/sc/gui.en_US.json//labels/combat/hp
source: Hp
es_es: Pv

# data/lang/sc/gui.en_US.json//labels/combat/atk
source: Atk
es_es: Atq

# data/lang/sc/gui.en_US.json//labels/combat/foc
source: Foc
es_es: Con

# data/lang/sc/gui.en_US.json//labels/combat/burn
source: Burn
es_es: Llamas

# data/lang/sc/gui.en_US.json//labels/combat/chill
source: Chill
es_es: Frio

# data/lang/sc/gui.en_US.json//labels/combat/jolt
source: Jolt
es_es: Choque

# data/lang/sc/gui.en_US.json//labels/combat/mark
source: Mark
es_es: Marca

# data/lang/sc/gui.en_US.json//labels/combat/stun
source: Stun
es_es: Aturdido

# data/lang/sc/gui.en_US.json//labels/combat/no-sp
source: NO SP
es_es: SIN PE

# data/lang/sc/gui.en_US.json//labels/combat/element-overload
source: Elemental Overload
es_es: Sobrecarga Elemental

# data/lang/sc/gui.en_US.json//labels/combat-hud/skip
source: skip
es_es: Saltar

# data/lang/sc/gui.en_US.json//labels/combat-hud/rank
source: Rank
es_es: Rango

# data/lang/sc/gui.en_US.json//labels/combat-msg/break
source: \i[break]Break
es_es: \i[break]Aturdido

# data/lang/sc/gui.en_US.json//labels/combat-msg/guard-counter
source: \i[break]Counter
es_es: \i[break]Contraataque

# data/lang/sc/gui.en_US.json//labels/combat-msg/guard-break
source: Guard Break
es_es: Rompe Escudo

# data/lang/sc/gui.en_US.json//labels/combat-msg/once-more
source: Once More!
es_es: ¡Otra vez!

# data/lang/sc/gui.en_US.json//labels/combat-msg/hp-break
source: HP Break
es_es: Aturdimiento de PV

# data/lang/sc/gui.en_US.json//labels/combat-msg/rank-up
source: \i[rank-up]Rank
es_es: \i[rank-up]Rango

# data/lang/sc/gui.en_US.json//labels/detector/mine-equip
source: Equipment detected: \c[3][[x]]\c[0]
es_es: Equipamiento detectado: \c[3][[x]]\c[0]

# data/lang/sc/gui.en_US.json//labels/detector/chest
source: Chest detected: \c[3][[x]]\c[0]
es_es: Cofre detectado: \c[3][[x]]\c[0]

# data/lang/sc/gui.en_US.json//labels/title-screen/preset-title
source: Select a Preset Save
es_es: Selecciona un Guardado Predeterminado

# data/lang/sc/gui.en_US.json//labels/title-screen/pressStart
source: Press to start
es_es: Oprime para comenzar

# data/lang/sc/gui.en_US.json//labels/title-screen/start
source: New Game
es_es: Nueva Partida

# data/lang/sc/gui.en_US.json//labels/title-screen/startPlus
source: New Game \c[3]Plus\c[0]
es_es: Nuevo Juego \c[3]Plus\c[0]

# data/lang/sc/gui.en_US.json//labels/title-screen/continue
source: Continue
es_es: Continuar

# data/lang/sc/gui.en_US.json//labels/title-screen/preset
source: Start with Preset
es_es: Empezar con Plantilla

# data/lang/sc/gui.en_US.json//labels/title-screen/story
source: Story
es_es: Historia

# data/lang/sc/gui.en_US.json//labels/title-screen/grind
source: Exploration
es_es: Exploración

# data/lang/sc/gui.en_US.json//labels/title-screen/select
source: Select a demo mode to try out!
es_es: ¡Elije un modo de demostración para probar!

# data/lang/sc/gui.en_US.json//labels/title-screen/load
source: Load Game
es_es: Cargar Partida

# data/lang/sc/gui.en_US.json//labels/title-screen/options
source: Options
es_es: Opciones

# data/lang/sc/gui.en_US.json//labels/title-screen/close
source: Exit
es_es: Salir

# data/lang/sc/gui.en_US.json//labels/title-screen/gamecode
source: Enter Bonus Code
es_es: Código Bonus

# data/lang/sc/gui.en_US.json//labels/title-screen/perform-warn
source: Performance Warning
es_es: Alerta de Rendimiento

# data/lang/sc/gui.en_US.json//labels/title-screen/perform-warn-text/old-nwjs
source: \c[3]Performance Warning!\c[0] You're playing CrossCode with an \c[3]old version\c[0] of NW.js. For many players, this version has shown to perform poorly, especially with modern graphics cards. If the game runs slow for you, consider disabling the use of the 'nwjs_old' BETA branch.
es_es: \c[3}¡Alerta de Rendimiento!\c[0] Estás jugando a CrossCode con una \c[3]versión vieja\c[0] de NW.js. Para muchos jugadores, esta versión ha demostrado tener bajo rendimiento, especialmente en tarjetas gráficas modernas. Si el juego presenta bajo rendimiento, considera desactivar la BETA opcional 'nwjs_old'.

# data/lang/sc/gui.en_US.json//labels/title-screen/perform-warn-text/sample-rate
source: \c[3]Performance Warning!\c[0] You're playing CrossCode with a \c[3]high sampleRate\c[0] setting for your Audio Output Device of \c[3][X]\c[0]. This has shown to increase memory consumption and makes the game more likely to \c[3]crash\c[0]. We recommend to play the game with a lower sampleRate setting of \c[3]96000 Hz or lower\c[0]. On windows, you can change the sample rate through the \c[3]Sound Control Panel\c[0], in the \c[3]Properties\c[0] of your active \c[3]Playback Device\c[0] by changing the \c[3]Default Format\c[0] in the \c[3]Advanced\c[0] tab.
es_es: \c[3}¡Alerta de Rendimiento!\c[0] Estás jugando a CrossCode con una configuración \c[3]alta de frecuencia de muestreo\c[0] para tu dispositivo de audio\c[3][X]\c[0]. Esto ha demostrado incrementar el us de la memoria y hace al juego \c[3]más inestable\c[0]. Recomendamos que juegues al juego con una frecuencia de muestreo de \c[3]96000 Hz o menos\c[0]. En Windows, puedes cambiar la frecuencia de muestreo desde el \c[3]Panel de Control de Sonido\c[0], en las \c[3]Propiedades\c[0] de tu \c[3]Dispositivo de Audio\c[0] activo al cambiar el \c[3]Formato por Defecto\c[0] en la pestaña \c[3]Avanzado\c[0].

# data/lang/sc/gui.en_US.json//labels/dlc-list/title
source: Installed DLCs
es_es: DLCs Instalados

# data/lang/sc/gui.en_US.json//labels/dlc-list/back
source: Back
es_es: Atrás

# data/lang/sc/gui.en_US.json//labels/hit-task/title
source: Task
es_es: Tarea

# data/lang/sc/gui.en_US.json//labels/information/title
source: Info
es_es: Información

# data/lang/sc/gui.en_US.json//labels/levelup/title
source: Stats
es_es: Estadísticas

# data/lang/sc/gui.en_US.json//labels/levelup/level
source: Level
es_es: Nivel

# data/lang/sc/gui.en_US.json//labels/levelup/cp
source: CP
es_es: PC

# data/lang/sc/gui.en_US.json//labels/levelup/hp
source: MaxHP
es_es: PVMáx

# data/lang/sc/gui.en_US.json//labels/levelup/attack
source: Attack
es_es: Ataque

# data/lang/sc/gui.en_US.json//labels/levelup/defense
source: Defense
es_es: Defensa

# data/lang/sc/gui.en_US.json//labels/levelup/focus
source: Focus
es_es: Concent.

# data/lang/sc/gui.en_US.json//labels/button/skip
source: skip
es_es: Saltar

# data/lang/sc/gui.en_US.json//labels/money-hud/title
source: Credit
es_es: Crédito

# data/lang/sc/gui.en_US.json//labels/item-hud/title
source: Item
es_es: Objeto

# data/lang/sc/gui.en_US.json//labels/lore-hud/title
source: Encyclopedia
es_es: Enciclopedia

# data/lang/sc/gui.en_US.json//labels/lore-hud/updated
source: Updated
es_es: Actualizado

# data/lang/sc/gui.en_US.json//labels/lore-hud/unlocked
source: Unlocked
es_es: Desbloqueado

# data/lang/sc/gui.en_US.json//labels/lore-hud/top-title
source: Encyclopedia
es_es: Enciclopedia

# data/lang/sc/gui.en_US.json//labels/lore-hud/top-first-title
source: Records Updates
es_es: Actualizaciones de los Registros

# data/lang/sc/gui.en_US.json//labels/lore-hud/top-first
source: \c[3]Encyclopedia\c[0], \c[3]Statistics\c[0] & \c[3]Monster Fibula\c[0] unlocked
es_es: \c[3]Enciclopedia\c[0], \c[3]Estadísticas\c[0] y \c[3]Bestiario\c[0] desbloqueados

# data/lang/sc/gui.en_US.json//labels/drop-hud/title
source: Botanics
es_es: Botánica

# data/lang/sc/gui.en_US.json//labels/drop-hud/completed
source: Analyzed
es_es: Analizado

# data/lang/sc/gui.en_US.json//labels/timer-hud/counter
source: Passed Time
es_es: Tiempo Transcurrido

# data/lang/sc/gui.en_US.json//labels/timer-hud/countdown
source: Remaining Time
es_es: Tiempo Restante

# data/lang/sc/gui.en_US.json//labels/counter-hud/title
source: Counter
es_es: Contraataque

# data/lang/sc/gui.en_US.json//labels/task-hud/title
source: Task
es_es: Tarea

# data/lang/sc/gui.en_US.json//labels/quest-hud/taskDoneCenter
source: Quest: Next Task
es_es: Misión: Siguiente Tarea

# data/lang/sc/gui.en_US.json//labels/quest-hud/taskDoneCurrent
source: Quest: Task Done
es_es: Misión: Tarea Completada

# data/lang/sc/gui.en_US.json//labels/quest-hud/title
source: Marked Quest
es_es: Misión Fijada

# data/lang/sc/gui.en_US.json//labels/quest-hud/taskUpdated
source: Task Updates
es_es: Actualizaciones de Tarea

# data/lang/sc/gui.en_US.json//labels/quest-hud/taskDone
source: Task
es_es: Tarea

# data/lang/sc/gui.en_US.json//labels/quest-hud/taskDone2
source: Done
es_es: Hecho

# data/lang/sc/gui.en_US.json//labels/quest-hud/nextTask
source: Next
es_es: Siguiente

# data/lang/sc/gui.en_US.json//labels/landmark-hud/title-new
source: Landmark discovered
es_es: Punto de Referencia descubierto

# data/lang/sc/gui.en_US.json//labels/landmark-hud/title
source: Landmarks
es_es: Puntos de Referencia

# data/lang/sc/gui.en_US.json//labels/landmark-hud/landmark
source: Landmark
es_es: Punto de Referencia

# data/lang/sc/gui.en_US.json//labels/landmark-hud/unlocked
source: unlocked
es_es: desbloqueado

# data/lang/sc/gui.en_US.json//labels/pause-screen/lobby
source: Return to Lobby
es_es: Volver al Vestíbulo

# data/lang/sc/gui.en_US.json//labels/pause-screen/restartRound
source: Restart Round
es_es: Reiniciar Ronda

# data/lang/sc/gui.en_US.json//labels/pause-screen/restartCup
source: Restart Cup
es_es: Reiniciar Copa

# data/lang/sc/gui.en_US.json//labels/pause-screen/to-title
source: Return to Title
es_es: Menú Principal

# data/lang/sc/gui.en_US.json//labels/pause-screen/resume
source: Resume Game
es_es: Reanudar

# data/lang/sc/gui.en_US.json//labels/pause-screen/skip
source: Skip Cutscene
es_es: Saltar Cinemática

# data/lang/sc/gui.en_US.json//labels/pause-screen/save-game
source: Save Game
es_es: Guardar Partida

# data/lang/sc/gui.en_US.json//labels/pause-screen/info
source: Press ESC or P to return to the Game
es_es: Presiona ESC o P para volver al Juego

# data/lang/sc/gui.en_US.json//labels/pause-screen/lang-fix
source: Found a typo? Press \c[3]F7 to open the Lang Editor\c[0] and send us the fix!
es_es: ¿Encontraste un error? ¡Presiona \c[3]F7 para abrir el Editor de Idioma\c[0] y envíanos la corrección!

# data/lang/sc/gui.en_US.json//labels/lang-edit/title
source: Language Edit
es_es: Editor de Idioma

# data/lang/sc/gui.en_US.json//labels/lang-edit/map
source: Map
es_es: Mapa

# data/lang/sc/gui.en_US.json//labels/lang-edit/recent
source: Recent
es_es: Reciente

# data/lang/sc/gui.en_US.json//labels/lang-edit/user-prefix
source: User:
es_es: Usuario:

# data/lang/sc/gui.en_US.json//labels/lang-edit/user-edit
source: edit
es_es: edición

# data/lang/sc/gui.en_US.json//labels/lang-edit/user-credentials
source: User Credentials
es_es: Credenciales de Usuario

# data/lang/sc/gui.en_US.json//labels/lang-edit/user-name
source: Name
es_es: Nombre

# data/lang/sc/gui.en_US.json//labels/lang-edit/comment
source: Additional Comments here, edit text in field above
es_es: Ingrese Comentarios Adicionales aquí, edite el texto en el campo de arriba.

# data/lang/sc/gui.en_US.json//labels/lang-edit/submit
source: Submit
es_es: Enviar

# data/lang/sc/gui.en_US.json//labels/lang-edit/send-report
source: Send Report
es_es: Enviar Reporte

# data/lang/sc/gui.en_US.json//labels/lang-edit/cancel
source: Cancel
es_es: Cancelar

# data/lang/sc/gui.en_US.json//labels/lang-edit/sending
source: Sending Report...
es_es: Enviando Reporte...

# data/lang/sc/gui.en_US.json//labels/credits/note
source: Note
es_es: Nota

# data/lang/sc/gui.en_US.json//labels/credits/ideaConcept
source: Idea and Concept
es_es: Idea y Concepto

# data/lang/sc/gui.en_US.json//labels/credits/programming
source: Programming
es_es: Programación

# data/lang/sc/gui.en_US.json//labels/credits/spriteart
source: Sprite Art
es_es: Arte de Sprites

# data/lang/sc/gui.en_US.json//labels/credits/conceptart
source: Concept Art
es_es: Arte Conceptual

# data/lang/sc/gui.en_US.json//labels/credits/leveldesign
source: Level Design
es_es: Diseño de Niveles

# data/lang/sc/gui.en_US.json//labels/credits/music
source: Music
es_es: Música

# data/lang/sc/gui.en_US.json//labels/credits/sound
source: Sound
es_es: Sonido

# data/lang/sc/gui.en_US.json//labels/credits/betatesters
source: Beta Testers
es_es: Probadores Beta

# data/lang/sc/gui.en_US.json//labels/credits/thanks
source: Special Thanks to
es_es: Agradecimientos Especiales a

# data/lang/sc/gui.en_US.json//labels/gamepad-box/not-connected
source: Press any button
es_es: Presiona cualquier botón

# data/lang/sc/gui.en_US.json//labels/gamepad-box/connected
source: Connected!
es_es: ¡Conectado!

# data/lang/sc/gui.en_US.json//labels/gamepad-box/info-title
source: How to use your gamepad
es_es: Como utilizar tu mando

# data/lang/sc/gui.en_US.json//labels/gamepad-box/info-text
source: You can play CrossCode with any X-Input compatible gamepad. What to do: 1. Connect your gamepad 2. Press any button (not the analogue sticks) If you read 'connected' next to the gamepad symbol, your gamepad should work!
es_es: Puedes jugar a CrossCode con cualquier mando compatible con X-Input. Qué hacer: 1. Conecta el mando 2. Presiona cualquier botón (excepto las palancas analógicas) ¡Si puedes leer 'conectado' al lado del símbolo del mando, tu mando debería funcionar!

# data/lang/sc/gui.en_US.json//labels/quick-menu/select
source: Select Strategy
es_es: Seleccionar Estrategia

# data/lang/sc/gui.en_US.json//labels/quick-menu/current
source: Current
es_es: Actual

# data/lang/sc/gui.en_US.json//labels/quick-menu/description/items
source: Use Healing and Buff Items.
es_es: Utiliza Objetos de Curación y Mejora.

# data/lang/sc/gui.en_US.json//labels/quick-menu/description/map
source: Access the Map.
es_es: Accede al Mapa.

# data/lang/sc/gui.en_US.json//labels/quick-menu/description/analyze
source: Analyze the the enemies on the field.
es_es: Analiza los enemigos en el campo.

# data/lang/sc/gui.en_US.json//labels/quick-menu/description/party
source: Give your party members orders.
es_es: Dale órdenes a los miembros de tu grupo.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/headers/target
source: Target
es_es: Objetivo

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/headers/behaviour
source: Behaviour
es_es: Comportamiento

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/headers/arts
source: Combat Arts
es_es: Artes de Combate

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/names/TARGET/0
source: You Decide
es_es: Tu Decides

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/names/TARGET/1
source: My Enemy
es_es: Mi Enemigo

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/names/TARGET/2
source: Others
es_es: Otros

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/names/BEHAVIOUR/0
source: Offensive
es_es: Ofensivo

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/names/BEHAVIOUR/1
source: Defensive
es_es: Defensivo

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/names/BEHAVIOUR/2
source: Do Nothing
es_es: Quieto

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/names/ARTS/1
source: Use Often
es_es: Constante

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/names/ARTS/2
source: Never
es_es: Nunca

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/description/TARGET/0
source: Party members will focus enemies as they please.
es_es: Los miembros de tu grupo atacarán enemigos como quieran.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/description/TARGET/1
source: Party members will focus the same enemy as you.
es_es: Los miembros de tu grupo atacarán al mismo enemigo que tú.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/description/TARGET/2
source: Party members will focus enemies you are not attacking.
es_es: Los miembros de tu grupo atacarán enemigos que no estés atacando.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/description/BEHAVIOUR/0
source: Party members will use an aggressive playstyle.
es_es: Los miembros de tu grupo jugarán agresivamente.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/description/BEHAVIOUR/1
source: Party members will stay back and focus defensive maneuvers.
es_es: Los miembros de tu grupo se quedarán atrás y se centrarán en maniobras defensivas.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/description/BEHAVIOUR/2
source: Party members will stay far away and do nothing.
es_es: Los miembros de tu grupo se quedarán lejos y no harán nada.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/description/ARTS/0
source: Party members will use combat arts at a normal interval.
es_es: Los miembros de tu grupo utilizarán las artes de combate en un intervalo normal.
