Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/4/content/2
source: Next to the name and description, each Art shows how many \c[3]SP\c[0] are consumed, the damage modifier and additional effects.
ru_ru: Следом за именем и описанием на каждой технике написано, сколько \c[3]SP\c[0] требуется для применения, а также модификатор урона и дополнительные эффекты.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/4/content/3
source: The damage type (displayed as DMG) highlights if the damage is either \c[3]Melee\c[0], \c[3]Ranged\c[0], \c[3]Mixed\c[0] or \c[3]None\c[0].
ru_ru: Тип урона (отображается как ТИП) может быть \c[3]ближний\c[0], \c[3]дальний\c[0], \c[3]совмещённый\c[0] или \c[3]нет\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/4/content/5
source: Effects show both the \c[3]Stun Type\c[0] and if the Art inflict a status condition. Stun Types can be the following:
ru_ru: Эффекты показывают \c[3]тип оглушения\c[0] и наносимый техникой статусный эффект. Типы оглушения:

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/4/content/6
source: !!min=82
ru_ru: !!min=110

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/4/content/7
source: --\c[3]\i[status-stun-1]Interrupt\c[0]:-- These Arts can interrupt enemy attacks.
ru_ru: --\c[3]\i[status-stun-1]Прерывание\c[0]:-- Эта техника может прервать атаку противника.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/status/pages/4/content/8
source: --\c[3]\i[status-stun-2]Lock\c[0]:-- These Arts lock enemies in place until its finished.
ru_ru: --\c[3]\i[status-stun-2]Блокировка\c[0]:-- Эта техника не позволяет противникам двигаться до своего окончания.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/social/title
source: \c[3]Party Menu\c[0]
ru_ru: \c[3]Меню группы\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/social/pages/0/content/0
source: Welcome to the Party Menu!
ru_ru: Добро пожаловать в меню группы!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/social/pages/0/content/2
source: In this menu you can invite/remove other players into your party or contact them.
ru_ru: В этом меню вы можете пригласить/убрать других игроков из группы или связаться с ними.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/social/pages/0/content/3
source: Hover over a contact to get a closer look at the stats and equipment of the player.
ru_ru: Выберите контакт, чтобы подробнее посмотреть на характеристики и экипировку игрока.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/social/pages/0/content/5
source: Click on a slot or press \i[gamepad-a] on the gamepad to invite/remove the player.
ru_ru: Кликните на слот или нажмите \i[gamepad-a] на геймпаде, чтобы пригласить/удалить игрока.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/social/pages/0/content/6
source: This way you can also contact the player. Note that some players might not answer if they are not online.
ru_ru: Этим же путём можно связаться с игроком. Помните, что некоторые игроки могут не ответить, если они не онлайн.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/stats/title
source: \c[3]Statistics Menu\c[0]
ru_ru: \c[3]Меню статистики\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/stats/pages/0/content/0
source: Welcome to the Statistics Menu!
ru_ru: Добро пожаловать в меню статистики!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/stats/pages/0/content/2
source: This menu is a compilation of all your progress in numbers. Use \i[circle-right] and \i[circle-left] to navigate through the categories. To scroll through a category use the mouse wheel or \i[down] and \i[up].
ru_ru: В этом меню весь ваш прогресс собран в цифрах. Используйте \i[circle-right] и \i[circle-left], чтобы переключаться между разделами. Чтобы пролистать раздел, используйте колесо мыши или \i[down] и \i[up].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/botanics/title
source: \c[3]Botanics Menu\c[0]
ru_ru: \c[3]Меню ботаники\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/botanics/pages/0/content/0
source: Welcome to the Botanics Menu!
ru_ru: Добро пожаловать в меню ботаники!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/botanics/pages/0/content/2
source: This menus lists all destructible environmental objects found in CrossWorlds. Use \i[circle-right] and \i[circle-left] to navigate through the areas.
ru_ru: Это меню - список всех разрушаемых объектов окружения, найденных в CrossWorlds. Используйте \i[circle-right] и \i[circle-left] для переключения между областями.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/botanics/pages/0/content/4
source: Each object first needs to be analyzed, which is done by simply destroying them and collecting the drops.
ru_ru: Все объекты сперва нужно проанализировать, уничтожая их и собирая выпавшие предметы.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/botanics/pages/0/content/5
source: Once \c[3]50% are analyzed\c[0] you can see the location of the object and once \c[3]100% is reach, all items the object can drop are revealed\c[0].
ru_ru: Достигнув \c[3]50% анализа\c[0], вы сможете увидеть, где находится этот объект, а достигнув \c[3]100% - все предметы, которые выпадают из него\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/trade/title
source: \c[3]Trade Menu\c[0]
ru_ru: \c[3]Меню торговли\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/trade/pages/0/content/0
source: Welcome to the Trade Menu!
ru_ru: Добро пожаловать в меню торговли!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/trade/pages/0/content/2
source: Here you can trade your items against other items as long as you fulfil the requirements and have enough credits.
ru_ru: Здесь вы можете обменять ваши предметы на другие предметы, если у вас есть всё требуемое для сделки и достаточно кредитов.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/trade/pages/0/content/4
source: A trader can have multiple offers. Use \i[circle-right] and \i[circle-left] to navigate through them.
ru_ru: Торговец может предлагать несколько сделок. Используйте \i[circle-right] и \i[circle-left], чтобы переключаться между ними.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/trade/pages/0/content/5
source: The values in \c[3]brackets show how many of the required items you have\c[0]. If the offer is a piece of equipment you can check the parameters on the left side.
ru_ru: Значение в \c[3]скобках показывает, сколько требуемых предметов у вас есть\c[0]. Если предлагается часть снаряжения, то его параметры можно увидеть слева.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/questHub/title
source: \c[3]Bulletion Board\c[0]
ru_ru: \c[3]Доска объявлений\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/questHub/pages/0/content/0
source: Welcome to the Bulletin Board!
ru_ru: Добро пожаловать в доску объявлений!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/questHub/pages/0/content/2
source: This menus lists all quests \c[3]available in the surrounding areas\c[0].
ru_ru: Это меню отображает все квесты, \c[3]доступные в ближайших областях\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/questHub/pages/0/content/4
source: The 3 tabs show open, active and finished quests in that order. Use \i[circle-right] and \i[circle-left] to navigate through the tabs.
ru_ru: Три вкладки показывают доступные, активные и завершённые квесты. Используйте \i[circle-right] и \i[circle-left] для переключения между ними.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/questHub/pages/0/content/5
source: At the bottom you can see how many quests are currently available and your completion rate on this Bulletin Board.
ru_ru: Снизу вы можете увидеть, сколько квестов доступно на данный момент, и процент завершённости этой доски объявлений.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/feat/title
source: \c[3]Trophy Menu\c[0]
ru_ru: \c[3]Меню трофеев\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/feat/pages/0/content/0
source: Welcome to the Trophy Menu!
ru_ru: Добро пожаловать в меню трофеев!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/feat/pages/0/content/2
source: This menus showcases all your accomplishments. You can also see what you need to do for to unlock a trophy, at least for most of them.
ru_ru: Это меню содержит все ваши достижения. Вы также можете посмотреть, что нужно для разблокировки трофеев, по крайней мере, для большинства из них.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/feat/pages/0/content/4
source: Trophies are separated by 3 categories: \c[3]General\c[0], \c[3]Combat\c[0] and \c[3]Exploration\c[0]. Use \i[circle-right] and \i[circle-left] to navigate through the tabs.
ru_ru: Трофеи распределены по трём категориям: \c[3]общие\c[0], \c[3]бой\c[0] и \c[3]исследование\c[0]. Используйте \i[circle-right] и \i[circle-left] для переключения между вкладками.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/feat/pages/0/content/5
source: Each tab can have multiple sections. Click on one or use \i[left] or \i[right] to show the trophies within them.
ru_ru: В каждой вкладке может быть по несколько разделов. Кликните на один из них или используйте \i[left] или \i[right], чтобы увидеть трофеи из этих разделов.

# data/lang/sc/gui.en_US.json/labels/skills/special-types/THROW
source: Throw Art
ru_ru: Техника броска

# data/lang/sc/gui.en_US.json/labels/skills/special-types/ATTACK
source: Melee Art
ru_ru: Техника ближнего боя

# data/lang/sc/gui.en_US.json/labels/skills/special-types/GUARD
source: Guard Art
ru_ru: Техника блока

# data/lang/sc/gui.en_US.json/labels/skills/special-types/DASH
source: Dash Art
ru_ru: Техника рывка

# data/lang/sc/gui.en_US.json/labels/skills/specials/wip/desc
source: \c[1]Not implemented!
ru_ru: \c[1]Не реализованы!

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_THROW_1_A
source: Throw Special 1 A
ru_ru: Особый бросок 1 A

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_THROW_1_B
source: Throw Special 1 B
ru_ru: Особый бросок 1 B

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_THROW_2_A
source: Throw Special 2 A
ru_ru: Особый бросок 2 A

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_THROW_2_B
source: Throw Special 2 B
ru_ru: Особый бросок 2 B

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_ATTACK_1_A
source: Melee Special 1 A
ru_ru: Особый удар 1 A

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_ATTACK_1_B
source: Melee Special 1 B
ru_ru: Особый удар 1 B

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_ATTACK_2_A
source: Melee Special 2 A
ru_ru: Особый удар 2 A

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_ATTACK_2_B
source: Melee Special 2 B
ru_ru: Особый удар 2 B

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_GUARD_1_A
source: Guard Special 1 A
ru_ru: Особый блок 1 A

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_GUARD_1_B
source: Guard Special 1 B
ru_ru: Особый блок 1 B

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_GUARD_2_A
source: Guard Special 2 A
ru_ru: Особый блок 2 A

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_GUARD_2_B
source: Guard Special 2 B
ru_ru: Особый блок 2 B

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_DASH_1_A
source: Dash Special 1 A
ru_ru: Особый рывок 1 A

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_DASH_1_B
source: Dash Special 1 B
ru_ru: Особый рывок 1 B

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_DASH_2_A
source: Dash Special 2 A
ru_ru: Особый рывок 2 A

# data/lang/sc/gui.en_US.json/labels/skills/names/specials/NEUTRAL_DASH_2_B
source: Dash Special 2 B
ru_ru: Особый рывок 2 B

# data/lang/sc/gui.en_US.json/labels/skills/names/MAXHP
source: MaxHP +
ru_ru: Макс. HP +

# data/lang/sc/gui.en_US.json/labels/skills/names/ATK
source: Attack +
ru_ru: Атака +

# data/lang/sc/gui.en_US.json/labels/skills/names/DEF
source: Defense +
ru_ru: Защита +

# data/lang/sc/gui.en_US.json/labels/skills/names/FOC
source: Focus +
ru_ru: Фокус +

# data/lang/sc/gui.en_US.json/labels/skills/names/OWN_ELEMENT_RES_HEAT
source: Heat Armor
ru_ru: Тепловая броня

# data/lang/sc/gui.en_US.json/labels/skills/names/COUNTER_ELEMENT_RES_HEAT
source: Cold Armor
ru_ru: Броня холода

# data/lang/sc/gui.en_US.json/labels/skills/names/OWN_ELEMENT_RES_COLD
source: Cold Armor
ru_ru: Броня холода

# data/lang/sc/gui.en_US.json/labels/skills/names/COUNTER_ELEMENT_RES_COLD
source: Heat Armor
ru_ru: Тепловая броня

# data/lang/sc/gui.en_US.json/labels/skills/names/OWN_ELEMENT_RES_SHOCK
source: Shock Armor
ru_ru: Импульсная броня

# data/lang/sc/gui.en_US.json/labels/skills/names/COUNTER_ELEMENT_RES_SHOCK
source: Wave Armor
ru_ru: Волновая броня

# data/lang/sc/gui.en_US.json/labels/skills/names/OWN_ELEMENT_RES_WAVE
source: Wave Armor
ru_ru: Волновая броня

# data/lang/sc/gui.en_US.json/labels/skills/names/COUNTER_ELEMENT_RES_WAVE
source: Shock Armor
ru_ru: Импульсная броня

# data/lang/sc/gui.en_US.json/labels/skills/names/ALL_ELEMENT_RES
source: Elemental Armor
ru_ru: Барьер

# data/lang/sc/gui.en_US.json/labels/skills/names/RANGED_DAMAGE
source: Shooter
ru_ru: Стрелок

# data/lang/sc/gui.en_US.json/labels/skills/names/CHARGED_KNOCKBACK
source: Bulk Calibre
ru_ru: Артиллерия

# data/lang/sc/gui.en_US.json/labels/skills/names/MELEE_DAMAGE
source: Brawler
ru_ru: Дебошир

# data/lang/sc/gui.en_US.json/labels/skills/names/ASSAULT
source: Assault
ru_ru: Штурм

# data/lang/sc/gui.en_US.json/labels/skills/names/CRITICAL_DAMAGE
source: Bullseye
ru_ru: В яблочко!

# data/lang/sc/gui.en_US.json/labels/skills/names/AIMING_SPEED
source: Scope
ru_ru: Прицел

# data/lang/sc/gui.en_US.json/labels/skills/names/AIMING_STABILITY
source: Steady Shot
ru_ru: Гироскоп

# data/lang/sc/gui.en_US.json/labels/skills/names/AIMING_MOVEMENT_SPEED
source: Legwork
ru_ru: Грация

# data/lang/sc/gui.en_US.json/labels/skills/names/DASH_DISTANCE
source: Flash Step
ru_ru: Шаг-вспышка

# data/lang/sc/gui.en_US.json/labels/skills/names/ADDITIONAL_DASH_STEP
source: Extra Dash
ru_ru: Дополнительный рывок

# data/lang/sc/gui.en_US.json/labels/skills/names/GUARD_STRENGTH
source: Solid Guard
ru_ru: Защитник

# data/lang/sc/gui.en_US.json/labels/skills/names/ADDITIONAL_GUARD_AREA
source: Bastion
ru_ru: Бастион

# data/lang/sc/gui.en_US.json/labels/skills/names/STUN_THRESHOLD
source: Iron Stance
ru_ru: Стойкость

# data/lang/sc/gui.en_US.json/labels/skills/names/STATUS_CONDITION_EFFECT_HEAT
source: Burn Rush
ru_ru: Поджигание

# data/lang/sc/gui.en_US.json/labels/skills/names/STATUS_CONDITION_EFFECT_COLD
source: Chill Rush
ru_ru: Охлаждение

# data/lang/sc/gui.en_US.json/labels/skills/names/STATUS_CONDITION_EFFECT_SHOCK
source: Jolt Rush
ru_ru: Встряска

# data/lang/sc/gui.en_US.json/labels/skills/names/STATUS_CONDITION_EFFECT_WAVE
source: Mark Rush
ru_ru: Выцеливание

# data/lang/sc/gui.en_US.json/labels/skills/names/STATUS_CONDITION_GUARD_HEAT
source: Burn Protect
ru_ru: Пламенность

# data/lang/sc/gui.en_US.json/labels/skills/names/STATUS_CONDITION_GUARD_COLD
source: Chill Protect
ru_ru: Закалённость

# data/lang/sc/gui.en_US.json/labels/skills/names/STATUS_CONDITION_GUARD_SHOCK
source: Jolt Protect
ru_ru: Собранность

# data/lang/sc/gui.en_US.json/labels/skills/names/STATUS_CONDITION_GUARD_WAVE
source: Mark Protect
ru_ru: Неуловимость

# data/lang/sc/gui.en_US.json/labels/skills/names/STATUS_CONDITION_HEALING
source: Status Mend
ru_ru: Рассеивание

# data/lang/sc/gui.en_US.json/labels/skills/names/HP_REGENERATION
source: HP Regen
ru_ru: Регенерация

# data/lang/sc/gui.en_US.json/labels/skills/names/OVERHEAT_REDUCTION
source: Balance
ru_ru: Баланс

# data/lang/sc/gui.en_US.json/labels/skills/names/ITEM_BOOST
source: Item Booster
ru_ru: Ненасытный

# data/lang/sc/gui.en_US.json/labels/skills/names/APPETITE
source: Appetite
ru_ru: Аппетит

# data/lang/sc/gui.en_US.json/labels/skills/names/SPIKE_DAMAGE
source: Pin Body
ru_ru: Шипастый

# data/lang/sc/gui.en_US.json/labels/skills/names/CROSS_COUNTER
source: X Counter
ru_ru: Контратака

# data/lang/sc/gui.en_US.json/labels/skills/names/BERSERKER
source: Berserker
ru_ru: Берсерк

# data/lang/sc/gui.en_US.json/labels/skills/names/ONCE_MORE
source: Once More
ru_ru: Феникс

# data/lang/sc/gui.en_US.json/labels/skills/names/GUARD_SP
source: Avenger
ru_ru: Мститель

# data/lang/sc/gui.en_US.json/labels/skills/names/ACTIVE_PLACEHOLDER
source: Placeholder
ru_ru: Заполнитель

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/MAXHP
source: Increases MaxHP by \c[3][xyz]%\c[0]. Determines how much HP you can have to survive damage.
ru_ru: Увеличивает макс. HP на \c[3][xyz]%\c[0]. Определяет количество здоровья, позволяющего переживать урон.

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/ATK
source: Increases Attack by \c[3][xyz]%\c[0]. Increases the damage you can deal with your attacks.
ru_ru: Увеличивает атаку на \c[3][xyz]%\c[0]. Увеличивает урон от атак.

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/DEF
source: Increases Defense by \c[3][xyz]%\c[0]. Decreases the damage you take and improves guarding.
ru_ru: Увеличивает защиту на \c[3][xyz]%\c[0]. Уменьшает получаемый урон и улучшает блок.

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/FOC
source: Increases Focus by \c[3][xyz]%\c[0]. Determines frequency of critical hits and status effects, the time window for parry and dash invincibility and your SP Gain.
ru_ru: Увеличивает фокус на \c[3][xyz]%\c[0]. Влияет на частоту критов и эффективность статусных эффектов, временное окно для парирования, неуязвимость при рывке и получение SP.

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/OWN_ELEMENT_RES_HEAT
source: Increases resistance to Heat by \c[3][xyz]%\c[0].
ru_ru: Увеличивает устойчивость к Пламени на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/COUNTER_ELEMENT_RES_HEAT
source: Increases resistance to Cold by \c[3][xyz]%\c[0].
ru_ru: Увеличивает устойчивость к Холоду на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/OWN_ELEMENT_RES_COLD
source: Increases resistance to Cold by \c[3][xyz]%\c[0].
ru_ru: Увеличивает устойчивость к Холоду на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/COUNTER_ELEMENT_RES_COLD
source: Increases resistance to Heat by \c[3][xyz]%\c[0].
ru_ru: Увеличивает устойчивость к Пламени на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/OWN_ELEMENT_RES_SHOCK
source: Increases resistance to Shock by \c[3][xyz]%\c[0].
ru_ru: Увеличивает устойчивость к Шоку на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/COUNTER_ELEMENT_RES_SHOCK
source: Increases resistance to Wave by \c[3][xyz]%\c[0].
ru_ru: Увеличивает устойчивость к Волне на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/OWN_ELEMENT_RES_WAVE
source: Increases resistance to Wave by \c[3][xyz]%\c[0].
ru_ru: Увеличивает устойчивость к Волне на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/COUNTER_ELEMENT_RES_WAVE
source: Increases resistance to Shock by \c[3][xyz]%\c[0].
ru_ru: Увеличивает устойчивость к Шоку на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/ALL_ELEMENT_RES
source: Increases resistance to all Elements by \c[3][xyz]%\c[0].
ru_ru: Увеличивает устойчивость ко всем элементам на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/RANGED_DAMAGE
source: Increases the damage of Ranged Attacks by \c[3][xyz]%\c[0].
ru_ru: Увеличивает урон дальних атак на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/CHARGED_KNOCKBACK
source: Increases the knockback distance of charged projectiles by \c[3][xyz]%\c[0].
ru_ru: Увеличивает дальность отталкивания заряженными снарядами на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/MELEE_DAMAGE
source: Increases the damage of Melee Attacks by \c[3][xyz]%\c[0].
ru_ru: Увеличивает урон от атак ближнего боя на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/ASSAULT
source: Melee attacks fire additional small projectiles for \c[3][xyz]%\c[0] of the base damage.
ru_ru: Атаки ближнего боя стреляют дополнительными маленькими снарядами с уроном \c[3][xyz]%\c[0] от основного.

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/CRITICAL_DAMAGE
source: Increases the damage of Critical Strikes by \c[3][xyz]%\c[0].
ru_ru: Увеличивает урон критов на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/AIMING_SPEED
source: Decreases time needed to aim by \c[3][xyz]%\c[0].
ru_ru: Сокращает время, необходимое для прицеливания, на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/AIMING_STABILITY
source: Decreases the loss of aim from quick aim movement and dashes by \c[3][xyz]%\c[0].
ru_ru: Уменьшает потерю точности при быстрых движениях в прицеливании и при рывках на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/AIMING_MOVEMENT_SPEED
source: Increases your movement speed while aiming by \c[3][xyz]%\c[0].
ru_ru: Увеличивает скорость передвижения при прицеливании на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/DASH_DISTANCE
source: Prolongs the invincibility when dashing by \c[3][xyz]%\c[0].
ru_ru: Продлевает неуязвимость в рывке на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/ADDITIONAL_DASH_STEP
source: Grants \c[3]one\c[0] additional dash step.
ru_ru: Даёт \c[3]один\c[0] дополнительный рывок.

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/GUARD_STRENGTH
source: Strengthens your shield and decreases the damage taken when guarding by \c[3][xyz]%\c[0].
ru_ru: Усиливает щит и уменьшает урон, получаемый при блоке, на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/ADDITIONAL_GUARD_AREA
source: Allows to guard against attacks \c[3]from the side\c[0]. Activate twice to guard attacks \c[3]from above\c[0] too.
ru_ru: Позволяет блокировать атаки \c[3]с боков\c[0]. Активируй дважды, чтобы также блокировать атаки \c[3]сверху\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/ADDITIONAL_GUARD_AREA_2
source: Allows to guard against attacks \c[3]from above\c[0].
ru_ru: Позволяет блокировать атаки \c[3]сверху\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/STUN_THRESHOLD
source: Increases the immunity to knockback from attacks by \c[3][xyz]%\c[0], depending on MaxHP.
ru_ru: Увеличивает иммунитет к отталкиванию от атак на \c[3][xyz]%\c[0] в зависимости от макс. HP.

source: Increases the speed of inflicting the \c[3]Burn\c[0] Condition and its effect by \c[3][xyz]%\c[0]. \c[3]Burn\c[0] causes damage over time, depending on the MaxHP of the victim.
ru_ru: Увеличивает скорость наложения \c[3]Горения\c[0] и его эффект на \c[3][xyz]%\c[0]. \c[3]Горение\c[0] наносит урон со временем, зависящий от макс. HP жертвы.

source: Increases the speed of inflicting the \c[3]Chill\c[0] Condition and its effect by \c[3][xyz]%\c[0]. \c[3]Chill\c[0] decreases the overall speed of the victim.
ru_ru: Увеличивает скорость наложения \c[3]Озноба\c[0] и его эффект на \c[3][xyz]%\c[0]. \c[3]Озноб\c[0] уменьшает скорость жертвы.

source: Increases the speed of inflicting the \c[3]Jolt\c[0] Condition and its effect by \c[3][xyz]%\c[0]. \c[3]Jolt\c[0] causes damage and stuns in short intervals.
ru_ru: Увеличивает скорость наложения \c[3]Потрясения\c[0] и его эффект на \c[3][xyz]%\c[0]. \c[3]Потрясение\c[0] наносит урон и оглушает на короткие промежутки времени.
