Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/map
source: Map
es_es: Mapa

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/save
source: Save
es_es: Guardar

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/load
source: Load
es_es: Cargar

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/options
source: Options
es_es: Opciones

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/shop
source: Shop
es_es: Tienda

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/quests
source: Quests
es_es: Misiones

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/lore
source: Encyclopedia
es_es: Enciclopedia

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/trophy
source: Trophies
es_es: Trofeos

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/stats
source: Statistics
es_es: Estadísticas

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/collection
source: Almanac
es_es: Almanaque

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/enemy
source: Monster Fibula
es_es: Bestiario

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/museum
source: Museum
es_es: Museo

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/help
source: Help Screen
es_es: Pantalla de Ayuda

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/botanics
source: Botanics
es_es: Botánica

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/questHub
source: Bulletin Board
es_es: Tablón de Anuncios

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/social
source: Party
es_es: Grupo

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/trade
source: Trader Book
es_es: Comerciantes

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/arenaCustom
source: Custom Arena
es_es: Arena Personalizada

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/arenaShop
source: Coin Shop
es_es: Tienda de Monedas

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/new-game
source: New Game Plus
es_es: Nuevo Juego Plus

# data/lang/sc/gui.en_US.json//labels/menu/back
source: Back
es_es: Atrás

# data/lang/sc/gui.en_US.json//labels/menu/credits
source: Credit
es_es: Créditos

# data/lang/sc/gui.en_US.json//labels/menu/playtime
source: Play Time
es_es: Tiempo

# data/lang/sc/gui.en_US.json//labels/menu/description/skills
source: Upgrade your abilities by activating nodes on the circuit boards.
es_es: Mejora tus habilidades activando los nodos en las tablas de circuito.

# data/lang/sc/gui.en_US.json//labels/menu/description/equipment
source: Equip items to enhance your battle stats.
es_es: Usa tu equipamiento para mejorar tus estadísticas de combate.

# data/lang/sc/gui.en_US.json//labels/menu/description/status
source: Check your Status, including all Skills, Modifiers and Equipment.
es_es: Revisa tu Estado, incluidas todas las Habilidades, Modificadores y Equipamiento.

# data/lang/sc/gui.en_US.json//labels/menu/description/synopsis
source: See all the things you found and experienced in CrossWorlds.
es_es: Revisa todas las cosas que has encontrado y experimentado en CrossWorlds.

# data/lang/sc/gui.en_US.json//labels/menu/description/map
source: Take a look at your current location and use the Teleport-System.
es_es: Revisa tu ubicación actual y usa el Sistema de Teletransporte.

# data/lang/sc/gui.en_US.json//labels/menu/description/quests
source: Take a look at all active and completed quests.
es_es: Revisa todas las misiones activas y completadas.

# data/lang/sc/gui.en_US.json//labels/menu/description/save
source: Save your current Progress.
es_es: Guarda tu progreso actual.

# data/lang/sc/gui.en_US.json//labels/menu/description/options
source: Change the options to fit your play style.
es_es: Cambia las opciones para que se adecuen a tu estilo de juego.

# data/lang/sc/gui.en_US.json//labels/menu/description/social
source: Add, remove or just interact with your friends and contacts.
es_es: Administra tu grupo o interactúa con amigos y contactos.

# data/lang/sc/gui.en_US.json//labels/menu/description/back
source: Return to the previous menu.
es_es: Regresar al menú anterior.

# data/lang/sc/gui.en_US.json//labels/menu/equip/moreMod
source: \i[help4] More
es_es: \i[help4] Más

# data/lang/sc/gui.en_US.json//labels/menu/equip/lessMod
source: \i[help4] Less
es_es: \i[help4] Menos

# data/lang/sc/gui.en_US.json//labels/menu/equip/hidden
source: Hidden
es_es: Oculto

# data/lang/sc/gui.en_US.json//labels/menu/equip/head
source: head
es_es: cabeza

# data/lang/sc/gui.en_US.json//labels/menu/equip/leftarm
source: left arm
es_es: brazo izquierdo

# data/lang/sc/gui.en_US.json//labels/menu/equip/rightarm
source: right arm
es_es: brazo derecho

# data/lang/sc/gui.en_US.json//labels/menu/equip/feet
source: legs
es_es: piernas

# data/lang/sc/gui.en_US.json//labels/menu/equip/maxhp
source: MaxHp
es_es: PVmáx

# data/lang/sc/gui.en_US.json//labels/menu/equip/player
source: Player
es_es: Jugador

# data/lang/sc/gui.en_US.json//labels/menu/equip/atk
source: Attack
es_es: Ataque

# data/lang/sc/gui.en_US.json//labels/menu/equip/def
source: Defense
es_es: Defensa

# data/lang/sc/gui.en_US.json//labels/menu/equip/foc
source: Focus
es_es: Concent.

# data/lang/sc/gui.en_US.json//labels/menu/equip/res
source: resistance
es_es: resistencia

# data/lang/sc/gui.en_US.json//labels/menu/equip/heat
source: Heat Resistance
es_es: Resistencia al Fuego

# data/lang/sc/gui.en_US.json//labels/menu/equip/cold
source: Cold Resistance
es_es: Resistencia al Hielo

# data/lang/sc/gui.en_US.json//labels/menu/equip/shock
source: Shock Resistance
es_es: Resistencia al Rayo

# data/lang/sc/gui.en_US.json//labels/menu/equip/wave
source: Wave Resistance
es_es: Resistencia al Pulso

# data/lang/sc/gui.en_US.json//labels/menu/equip/param
source: Parameter
es_es: Parámetro

# data/lang/sc/gui.en_US.json//labels/menu/equip/equip
source: Equip
es_es: Equipo

# data/lang/sc/gui.en_US.json//labels/menu/equip/skills
source: Skills
es_es: Habil.

# data/lang/sc/gui.en_US.json//labels/menu/equip/info
source: Info
es_es: Información

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifiers
source: Modifiers
es_es: Modificadores

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifierName
source: Modifier
es_es: Modificador

# data/lang/sc/gui.en_US.json//labels/menu/equip/nothing
source: - Nothing -
es_es: - Nada -

# data/lang/sc/gui.en_US.json//labels/menu/equip/unequip-name
source: - Discard -
es_es: - Desequipar -

# data/lang/sc/gui.en_US.json//labels/menu/equip/unequip-des
source: Take off your current equipment.
es_es: Quita tu equipamiento actual.

# data/lang/sc/gui.en_US.json//labels/menu/equip/levels
source: Player & Equip Level
es_es: Nivel del Jugador y su Equipo

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/ITEM_GUARD
source: Leaf Bracer
es_es: Imparable

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/SP_REGEN
source: SP Regen
es_es: Regen. de PE

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/AIM_SPEED
source: Scope
es_es: Alcance

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/XP_PLUS
source: Trainer
es_es: Entrenado

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/XP_ZERO
source: Zero XP
es_es: EXP Cero

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/RANGED_DMG
source: Shooter
es_es: Tirador

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/KNOCKBACK
source: Bulk Calibre
es_es: Alto Calibre

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/MELEE_DMG
source: Brawler
es_es: Golpeador

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/ASSAULT
source: Assault
es_es: Asalto

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/CRITICAL_DMG
source: Bullseye
es_es: Diana

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/DASH_INVINC
source: Flash Step
es_es: Pies Rápidos

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/STUN_THRESHOLD
source: Iron Stance
es_es: Ancla

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/HP_REGEN
source: HP Regen
es_es: Regen. de PV

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/DROP_CHANCE
source: Lucky Lucky
es_es: Suertudo

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/GUARD_STRENGTH
source: Solid Guard
es_es: Guardia Sólida

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/ITEM_BOOST
source: Item Booster
es_es: Súper Objetos

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/OVERHEAT_REDUCTION
source: Balance
es_es: Equilibrado

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/AIM_STABILITY
source: Steady Shot
es_es: Tiro Certero

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/SPIKE_DMG
source: Pin Body
es_es: Cuerpoespín

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/AIMING_MOVEMENT
source: Legwork
es_es: Pies de Ninja

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/DASH_STEP
source: Extra Dash
es_es: Esquive Extra

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/MONEY_PLUS
source: Keeper
es_es: Carroñero

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/CROSS_COUNTER
source: X Counter
es_es: Contraataque

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/ONCE_MORE
source: Once More
es_es: Inmortal

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/PERFECT_GUARD_RESET
source: Riposte
es_es: Estocada

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/PERFECT_GUARD_WINDOW
source: Royal Guard
es_es: Caballero

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/GUARD_SP
source: Avenger
es_es: Vengador

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/RANK_PLANTS
source: Botanist
es_es: Botánico

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/BREAK_DMG
source: Bouncer
es_es: Remate

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/GUARD_AREA
source: Bastion
es_es: Bastión

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/APPETITE
source: Appetite
es_es: Apetito

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/SPIDER_SLOW_DOWN_GUARD
source: Nimble Feet
es_es: Escurridizo

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/COND_EFFECT_HEAT
source: Burn Rush
es_es: Súper Fuego

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/COND_EFFECT_COLD
source: Chill Rush
es_es: Súper Hielo

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/COND_EFFECT_SHOCK
source: Jolt Rush
es_es: Súper Rayo

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/COND_EFFECT_WAVE
source: Mark Rush
es_es: Súper Pulso

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/COND_EFFECT_ALL
source: Status Rush
es_es: Maestro

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/COND_GUARD_HEAT
source: Burn Guard
es_es: Anti Fuego

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/COND_GUARD_COLD
source: Chill Guard
es_es: Anti Hielo

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/COND_GUARD_SHOCK
source: Jolt Guard
es_es: Anti Rayo

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/COND_GUARD_WAVE
source: Mark Protect
es_es: Anti Pulso

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/COND_HEALING
source: Status Mend
es_es: Anti Elemento

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/BEGONE_ICE
source: Ice Skater
es_es: Patinador

# data/lang/sc/gui.en_US.json//labels/menu/equip/modifier/EQUIP_SCALE
source: Gear Booster
es_es: Maestro Herrero

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/levels
source: Displays the current player- and average equipment level. - Green: Levels are aligned. -White: Levels are okay
es_es: Muestra el nivel del jugador y el promedio de todo el equipamiento. - Verde: Los niveles son ideales. -Blanco: Los niveles son adecuados.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/maxhp
source: Maximum amount of Health Points. Determines the damage you can survive and the efficiency of regeneration.
es_es: La cantidad máxima de Puntos de Vitalidad. Determina cuanto daño puedes sobrevivir y la eficacia de la regeneración.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/atk
source: Increases the damage of your attacks. The higher the number, the more damage can be inflicted.
es_es: Incrementa el daño de tus ataques. Más alto el número, más dolorosos serán tus golpes.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/def
source: Reduces the damage you take from hostile attacks and increases the power of your shield.
es_es: Reduce el daño que recibes de los ataques enemigos e incrementa el poder de tu escudo.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/foc
source: Determines the probability of critical hits, your SP gain, status conditions rate and invincibility while dashing.
es_es: Determina la probabilidad de golpes críticos, regeneración de PE, daño infligido y estado imbatible al esquivar.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/heat
source: Resistance against the heat element. The higher the number the less damage you take from heat attacks.
es_es: Resistencia contra el elemento Fuego. Mientras más alta, menos daño recibirás del elemento Fuego.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/cold
source: Resistance against the cold element. The higher the number the less damage you take from cold attacks.
es_es: Resistencia contra el elemento Hielo. Mientras más alta, menos daño recibirás del elemento Hielo.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/shock
source: Resistance against the shock element. The higher the number the less damage you take from shock attacks.
es_es: Resistencia contra el elemento Rayo. Mientras más alta, menos daño recibirás del elemento Rayo.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/wave
source: Resistance against the wave element. The higher the number the less damage you take from wave attacks.
es_es: Resistencia contra el elemento Pulso. Mientras más alta, menos daño recibirás del elemento Pulso.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/ITEM_GUARD
source: Using Items cannot be stopped by any attacks. However you can still suffer damage.
es_es: Ningún ataque podrá interrumpirte mientras consumes objetos. Sin embargo, no dejarás de recibir daño.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/SP_REGEN
source: Increases SP regeneration of any form.
es_es: Incrementa la regeneración de PE en general.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/MELEE_DMG
source: Increases damage done by close combat attacks, including Melee Combat Arts.
es_es: Incrementa el daño hecho por los ataques cuerpo a cuerpo, incluyendo Artes de Combate.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/AIM_SPEED
source: Increases the speed of getting precise aiming.
es_es: Incrementa la velocidad en la que tu puntería se hace precisa.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/RANGED_DMG
source: Increases damage done by ranged attacks, including Throw Combat Arts.
es_es: Incrementa el daño realizado por los ataques a distancia, incluyendo Artes de Combate.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/KNOCKBACK
source: Increases knockback from charged shots on enemies.
es_es: Incrementa el empuje de los disparos cargados en los enemigos.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/ASSAULT
source: Fires additional projectiles when using melee attacks with a fraction of the attacks strength.
es_es: Dispara proyectiles cuando utilices ataques de cuerpo a cuerpo. Los proyectiles harán una fracción de tu daño.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/CRITICAL_DMG
source: Increases critical hit damage.
es_es: Incrementa el daño de los golpes críticos.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/DASH_INVINC
source: Increases the duration of invincibility when dashing.
es_es: Incrementa la duración del periodo de invencibilidad luego de esquivar.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/STUN_THRESHOLD
source: Increases knockback resistance to weak attacks, depending on your MaxHP.
es_es: Incrementa la resistencia al empuje recibido de los ataques débiles, dependiendo de tu vida máxima.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/HP_REGEN
source: Regenerates given percentage of HP over 60 seconds of combat. Healing frequency increases with higher percentage.
es_es: Regenera un porcentaje de tu vida máxima cada 60 segundos en combate. La frecuencia aumenta con un porcentaje más alto.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/DROP_CHANCE
source: Increases drop rate for items from enemies and environmental objects.
es_es: Incrementa las probabilidades de recibir objetos de la flora y fauna de CrossWorlds.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/GUARD_STRENGTH
source: Strengthens your shield and decreases the damage taken while guarding.
es_es: Refuerza tu escudo y reduce el daño recibido cuando te proteges con él.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/ITEM_BOOST
source: Increases the effect of healing items and duration of buff items.
es_es: Incrementa el efecto de los objetos de curación, y la duración de los objetos de mejora.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/OVERHEAT_REDUCTION
source: Slows down Overload while using an element.
es_es: Ralentiza la Sobrecarga Elemental cuando estés utilizando un elemento.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/AIM_STABILITY
source: Decreases the loss of aim from quick aim movement and dashes.
es_es: Reduce la perdida de precisión al mover la retícula erráticamente o al esquivar.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/SPIKE_DMG
source: Damages enemies that hit your shield, based on the absorbed damage and defense.
es_es: Daña a los enemigos que golpeen tu escudo. El daño provocado es en base al daño absorbido y tu defensa.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/AIMING_MOVEMENT
source: Increases your movement speed while aiming.
es_es: Incrementa la velocidad de movimiento al apuntar.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/DASH_STEP
source: Grants an additional dash.
es_es: Te otorga un esquive adicional.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/MONEY_PLUS
source: Increases the amount of credits you get from defeating enemies.
es_es: Incrementa la cantidad de créditos que recibes al eliminar enemigos.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/CROSS_COUNTER
source: Increases damage on attacking or charging enemies.
es_es: Incrementa el daño provocado a los enemigos que estén atacando o cargando un ataque.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/ONCE_MORE
source: Survive exactly one attack that would normally kill you.
es_es: Sobrevive exactamente un ataque que te habría eliminado normalmente.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/PERFECT_GUARD_RESET
source: Resets your perfect guard when landing a successful perfect guard.
es_es: Reinicia tu bloqueo perfecto cuando ejecutas un bloqueo perfecto exitoso.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/PERFECT_GUARD_WINDOW
source: Increases the time window for a perfect guard.
es_es: Incrementa el margen para realizar un bloqueo perfecto.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/GUARD_SP
source: Restores SP on guard based on the power of the attack. Double that for a perfect guard.
es_es: Cuando bloqueas, regeneras PE en base al poder del ataque bloqueado. El efecto se duplica si es un bloqueo perfecto.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/RANK_PLANTS
source: Combat Rank also increases the drop rate of items from environment objects.
es_es: Tu Rango de Combate también afectará las probabilidades de conseguir objetos de los objetos del ambiente.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/BREAK_DMG
source: Increase damage on enemies that are in stunned, weak or in break state.
es_es: Incrementa el daño a los enemigos aturdidos o débiles.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/BERSERK
source: Increases damage dealt when at critical HP. (Below 33% of Max HP)
es_es: Incrementa tu daño cuando tu vida esté por debajo del 33% de la vida máxima.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/MOMENTUM
source: Increases damage dealt immediately after dashes. Repeated dashes further increase the damage.
es_es: Incrementa tu daño justo después de ejecutar un esquive. Los esquives sucesivos incrementarán aún más el daño.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/GUARD_AREA
source: Allows to guard against attacks from the side. Activate twice to shield attacks from above too.
es_es: Tu escudo te protegerá de ataques a tus lados. Si lo activas dos veces, también de ataques desde arriba.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/APPETITE
source: Increases numbers of available buff slots. Every step of 100 unlocks another one.
es_es: Incrementa el número de mejoras activas simultáneas.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/COND_EFFECT_HEAT
source: Increases the speed of inflicting the \c[3]Burn\c[0] Condition and its effect. \c[3]Burn\c[0] causes damage over time, depending on the MaxHP of the victim.
es_es: Es más sencillo causar la condición \c[3]Llamas\c[0] y su efecto. \c[3]Llamas\c[0] causa daño periódicamente, en base a la vida máxima del objetivo.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/COND_EFFECT_COLD
source: Increases the speed of inflicting the \c[3]Chill\c[0] Condition and its effect. \c[3]Chill\c[0] decreases the overall speed of the victim.
es_es: Es más sencillo causar la condición \c[3]Frío\c[0] y su efecto. \c[3]Frío\c[0] reduce la velocidad del objetivo.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/COND_EFFECT_SHOCK
source: Increases the speed of inflicting the \c[3]Jolt\c[0] Condition and its effect. \c[3]Jolt\c[0] causes damage and stuns in short intervals.
es_es: Es más sencillo causar la condición \c[3]Choque\c[0] y su efecto. \c[3]Choque\c[0] causa daño y aturde brevemente al objetivo periódicamente.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/COND_EFFECT_WAVE
source: Increases the speed of inflicting the \c[3]Mark\c[0] Condition and its effect. \c[3]Mark\c[0] increases the received ranged damage by 50%.
es_es: Es más sencillo causar la condición \c[3]Marca\c[0] y su efecto. \c[3]Marca\c[0] incrementa el daño de los ataques a distancia un 50%.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/COND_EFFECT_ALL
source: Increases the speed of inflicting a \c[3]Status Condition\c[0] and its effect.
es_es: Incrementa la velocidad en la que causas cualquier \c[3]Estado Alterado\c[0] y sus efectos.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/COND_GUARD_HEAT
source: Increases the resistance against the \c[3]Burn\c[0] Condition and reduces its effect. \c[3]Burn\c[0] causes damage over time, depending on the MaxHP of the victim.
es_es: Resistencia contra la condición \c[3]Llamas\c[0], reduce su efecto. \c[3]Llamas\c[0] causa daño periódicamente, en base a la vida máxima del objetivo.

# data/lang/sc/gui.en_US.json//labels/menu/equip/descriptions/COND_GUARD_COLD
source: Increases the resistance against the \c[3]Chill\c[0] Condition and reduces its effect. \c[3]Chill\c[0] decreases the overall speed of the victim.
es_es: Resistencia contra la condición \c[3]Frío\c[0], reduce su efecto. \c[3]Frío\c[0] reduce la velocidad del objetivo.
