Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/description/type
source: Quests with a red exclamation mark are much more difficult but reap better rewards and challenges.
ru_ru: Квесты с красным восклицательным знаком намного сложнее, но дают лучшие награды и испытания.

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/description/content
source: Display the tasks you have already finished and the one you currently have to completed. The 3 dots show that more tasks have been finished and can be checked int the detailed view.
ru_ru: Отображает задачи, которые вы уже выполнили, и текущую задачу. Три точки показывают, что другие задачи были выполнены, и их можно посмотреть в подробностях.

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/description/content2
source: Displays all tasks for the quest in a scrollable view.
ru_ru: Отображает все задачи для квеста в режиме прокрутки.

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/description/location
source: This shows where you started the quest.
ru_ru: Показывает, где вы начали квест.

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/description/owner
source: Shows you the name and image of the quest giver.
ru_ru: Показывает вам имя и внешность дающего квест.

# data/lang/sc/gui.en_US.json/labels/menu/help/quest/description/rewards
source: A list of rewards you can obtain for finishing the quest. Entries with a question mark are revealed once the the quest is completed too.
ru_ru: Список наград, которые вы можете получить за прохождение квеста. Награды с вопросительным знаком открываются после завершения квеста.

# data/lang/sc/gui.en_US.json/labels/menu/help/circuit/titles/points
source: Circuit Points
ru_ru: Очки контура

# data/lang/sc/gui.en_US.json/labels/menu/help/circuit/titles/branch
source: Circuit Branch
ru_ru: Ветка контура

# data/lang/sc/gui.en_US.json/labels/menu/help/circuit/description/points
source: An overview over the points you have available for each element tree.
ru_ru: Количество доступных очков для развития навыков каждого элемента.

# data/lang/sc/gui.en_US.json/labels/menu/help/circuit/description/branch
source: Shows the skills on one side of a skill branch. The arrows shows which skills are swapped.
ru_ru: Показывает навыки на одной из сторон ветки навыков. Стрелки показывают, какие навыки поменяются местами.

# data/lang/sc/gui.en_US.json/labels/menu/help/social/titles/equip
source: Friend Equipment
ru_ru: Экипировка друга

# data/lang/sc/gui.en_US.json/labels/menu/help/social/description/equip
source: The equipment of the selected friend. They will automatically upgrade when visiting shops.
ru_ru: Экипировка выбранного друга. Она будет автоматически обновляться при посещении магазинов.

# data/lang/sc/gui.en_US.json/labels/menu/help/synopsis/titles/objective
source: Current Objective
ru_ru: Текущая цель

# data/lang/sc/gui.en_US.json/labels/menu/help/synopsis/titles/quest
source: Marked Quest
ru_ru: Избранное

# data/lang/sc/gui.en_US.json/labels/menu/help/synopsis/titles/activity
source: Latest Activities
ru_ru: Последняя активность

# data/lang/sc/gui.en_US.json/labels/menu/help/synopsis/description/objective
source: Your current objective. This is tied to your story progress. Check back if you ever get lost.
ru_ru: Ваша текущая цель. Это связано с прогрессом вашей истории. Проверьте, если вы потерялись.

# data/lang/sc/gui.en_US.json/labels/menu/help/synopsis/description/quest
source: Shows the current marked quest and the current task for the quest.
ru_ru: Показывает текущий помеченный квест и текущее задание для квеста.

# data/lang/sc/gui.en_US.json/labels/menu/help/synopsis/description/activity
source: Displays your latest activities, such as quest tasks, new encyclopedia entries and more.
ru_ru: Отображает вашу последнюю активность, такую как квесты, новые записи в энциклопедии и многое другое.

# data/lang/sc/gui.en_US.json/labels/menu/help/map/titles/chest
source: Chests in Area
ru_ru: Сундуки в области

# data/lang/sc/gui.en_US.json/labels/menu/help/map/titles/stamps
source: Custom Stamps
ru_ru: Пользовательские метки

# data/lang/sc/gui.en_US.json/labels/menu/help/map/description/chest
source: Shows you the amount of chests left to find in this area.
ru_ru: Показывает количество сундуков, которые осталось найти в этой области.

# data/lang/sc/gui.en_US.json/labels/menu/help/map/description/stamps
source: Shows you the amount of stamps set by yourself as well the maximum per area.
ru_ru: Показывает количество меток, установленных вами, а также максимальное количество на область.

# data/lang/sc/gui.en_US.json/labels/menu/help/lore/titles/type
source: Lore Type
ru_ru: Тип знаний

# data/lang/sc/gui.en_US.json/labels/menu/help/lore/titles/content
source: Lore Content
ru_ru: Содержание знаний

# data/lang/sc/gui.en_US.json/labels/menu/help/lore/description/type
source: This displays the type of the lore entry. Note that some entries can still be uncompleted as indicated by the percentage.
ru_ru: Отображает тип знаний в записях. Обратите внимание, что некоторые записи могут быть незавершëнными, что указано в процентах.

# data/lang/sc/gui.en_US.json/labels/menu/help/lore/description/content
source: The content of the entry. Unlocked more pages for an entry by exploring the world!
ru_ru: Содержимое записи. Разблокируйте больше страниц, исследуя мир!

# data/lang/sc/gui.en_US.json/labels/menu/help/trader/titles/info
source: Trader Info
ru_ru: Торговая информация

# data/lang/sc/gui.en_US.json/labels/menu/help/trader/titles/content
source: Trade Requirements
ru_ru: Торговые требования

# data/lang/sc/gui.en_US.json/labels/menu/help/trader/titles/money
source: Trade Fee
ru_ru: Торговая комиссия

# data/lang/sc/gui.en_US.json/labels/menu/help/trader/description/info
source: Displays the trader and the location to find him.
ru_ru: Отображает торговца и его местоположение.

# data/lang/sc/gui.en_US.json/labels/menu/help/trader/description/content
source: Shows what items are needed to acquire this item. Current owned items are shown in brackets.
ru_ru: Показывает, какие элементы необходимы для приобретения этого предмета. Предметы, которые есть у игрока, показаны в скобках.

# data/lang/sc/gui.en_US.json/labels/menu/help/trader/description/money
source: Find the fee you need to pay for the trade here.
ru_ru: Здесь отображается количество кредитов, необходимых для совершения сделки.

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/titles/type
source: Enemy Type
ru_ru: Тип врага

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/titles/level
source: Enemy Level
ru_ru: Уровень врага

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/titles/res
source: Enemy Resistance
ru_ru: Устойчивость врага

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/titles/view
source: Enemy Display & Rewards
ru_ru: Внешний вид и награды

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/titles/rewards
source: Enemy Drops
ru_ru: Выпадающие предметы

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/description/type
source: The type of the enemy as indicated by the tab. Golden ones are bosses and have a special tab.
ru_ru: Тип врага отображается с помощью вкладки. Золотые противники являются боссами и имеют специальную вкладку.

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/description/level
source: Level of the selected enemy.
ru_ru: Уровень выбранного противника.

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/description/res
source: Shows the elemental resistance of the selected enemy. The lower the value the more damage you do with the shown element.
ru_ru: Показывает элементальную устойчивость выбранного противника. Чем ниже значение, тем больше урона вы наносите данным элементом.

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/description/view
source: Displays the enemy. Maybe if you wait, you can see them do something special? Below the display you can find the EXP and Credit gained by defeating an enemy.
ru_ru: Отображает врага. Может быть, если вы подождëте, то увидите, как они делают что-то особенное? Под изображением вы можете найти опыт и кредиты, получаемые за победу над врагом.

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/description/rewards
source: Shows you the items you can get by defeating this enemy, including the rank needed. To unveil the name of the item you only need to have at least found one of it.
ru_ru: Показывает предметы, которые вы можете получить, победив этого врага, включая необходимый уровень ранга. Чтобы разблокировать название выпадающего предмета, вам нужно выбить его хотя бы раз.

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/description/maxhp
source: Maximum amount of Health Points for the selected enemy.
ru_ru: Максимальное количество HP для выбранного врага.

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/description/atk
source: Attack power of the selected enemy.
ru_ru: Сила атаки выбранного врага.

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/description/def
source: Defensive power of the selected enemy.
ru_ru: Защита выбранного врага.

# data/lang/sc/gui.en_US.json/labels/menu/help/enemy/description/foc
source: Focus of the selected enemy. Determines how often it deals critical hits.
ru_ru: Фокус выбранного врага. Определяет, как часто он наносит критические удары.

# data/lang/sc/gui.en_US.json/labels/menu/help/botanics/titles/info
source: Object Info
ru_ru: Информация об объекте

# data/lang/sc/gui.en_US.json/labels/menu/help/botanics/description/info
source: After analyzing an object long enough by collecting its drop you find the location and drop chances for them here.
ru_ru: Анализируя объект достаточно долгое время и собирая выпавшие с него предметы, здесь вы сможете найти его местоположение и шансы выпадения предметов.

# data/lang/sc/gui.en_US.json/labels/menu/sort/auto
source: Auto
ru_ru: Авто

# data/lang/sc/gui.en_US.json/labels/menu/sort/name
source: Name
ru_ru: Имя

# data/lang/sc/gui.en_US.json/labels/menu/sort/unlocked
source: Found
ru_ru: Найдено

# data/lang/sc/gui.en_US.json/labels/menu/sort/amount
source: Amount
ru_ru: Количество

# data/lang/sc/gui.en_US.json/labels/menu/sort/rarity
source: Rarity
ru_ru: Редкость

# data/lang/sc/gui.en_US.json/labels/menu/sort/questAccepted
source: Date
ru_ru: Время

# data/lang/sc/gui.en_US.json/labels/menu/sort/questLevel
source: Level
ru_ru: Уровень

# data/lang/sc/gui.en_US.json/labels/menu/sort/level
source: Level
ru_ru: Уровень

# data/lang/sc/gui.en_US.json/labels/menu/sort/attack
source: Attack
ru_ru: Атака

# data/lang/sc/gui.en_US.json/labels/menu/sort/defense
source: Defense
ru_ru: Защита

# data/lang/sc/gui.en_US.json/labels/menu/sort/focus
source: Focus
ru_ru: Фокус

# data/lang/sc/gui.en_US.json/labels/menu/sort/area
source: Area
ru_ru: Область

# data/lang/sc/gui.en_US.json/labels/menu/sort/enemyLevel
source: Level
ru_ru: Уровень

# data/lang/sc/gui.en_US.json/labels/menu/sort/status
source: Status
ru_ru: Статус

# data/lang/sc/gui.en_US.json/labels/menu/sort/socialLevel
source: Level
ru_ru: Уровень

# data/lang/sc/gui.en_US.json/labels/menu/sort/invite
source: Invite
ru_ru: Пригласить

# data/lang/sc/gui.en_US.json/labels/menu/sort/inviteFull
source: Invite [Full]
ru_ru: Пригласить

# data/lang/sc/gui.en_US.json/labels/menu/sort/locked
source: [Locked]
ru_ru: [Заблокировано]

# data/lang/sc/gui.en_US.json/labels/menu/sort/remove
source: Remove
ru_ru: Удалить

# data/lang/sc/gui.en_US.json/labels/menu/sort/contact
source: Contact
ru_ru: Связаться

# data/lang/sc/gui.en_US.json/labels/menu/sort/trader
source: Found
ru_ru: Найден

# data/lang/sc/gui.en_US.json/labels/menu/sort/botanics
source: Found
ru_ru: Найдено

# data/lang/sc/gui.en_US.json/labels/menu/sort/botanicsName
source: Name
ru_ru: Вид растений

# data/lang/sc/gui.en_US.json/labels/menu/sort/featLock
source: Unlocked
ru_ru: Открыто

# data/lang/sc/gui.en_US.json/labels/menu/sort/featName
source: Name
ru_ru: Название

# data/lang/sc/gui.en_US.json/labels/menu/sort/featPoints
source: Points
ru_ru: Очки

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/level
source: Sorty the list by item level. Highest first.
ru_ru: Сортирует список по уровню предмета. Сначала самый высокий.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/auto
source: Sorts the list by a natural order.
ru_ru: Автоматическая сортировка списка.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/area
source: Sorts the list by the area the enemy is found in.
ru_ru: Сортирует список по области, в которой находится враг.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/enemyLevel
source: Sorts the list based on the level of the enemies.
ru_ru: Сортирует список по уровню врагов.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/unlocked
source: Sorts the list by unlocked entries. Unlocked Entries are sorted by \c[3]Auto\c[0].
ru_ru: Сортирует список по порядку разблокировки записей. Разблокированные записи сортируются \c[3]автоматически\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/name
source: Sorts the list by the item's names.
ru_ru: Сортирует список по названиям предметов.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/amount
source: Sorts the list based on the amount of each item.
ru_ru: Сортирует список по количеству каждого предмета.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/rarity
source: Sorts the list based on the rarity of each item.
ru_ru: Сортирует список по редкости каждого предмета.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/questLevel
source: Sorts the list based on the level of the quest.
ru_ru: Сортирует список по уровню квеста.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/questAccepted
source: Sorts the list based on the time or date you accepted the quest.
ru_ru: Сортирует список по времени, когда вы приняли квест.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/hp
source: Sorts the list by the hp stat of the equipment.
ru_ru: Сортирует список по характеристике HP экипировки.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/attack
source: Sorts the list by the attack stat of the equipment.
ru_ru: Сортирует список по характеристике атаки экипировки.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/defense
source: Sorts the list by the defense stat of the equipment.
ru_ru: Сортирует список по характеристике защиты экипировки.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/focus
source: Sorts the list by the focus stat of the equipment.
ru_ru: Сортирует список по статистике фокуса экипировки.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/status
source: Sorts the list by the online status and if the player is in your party.
ru_ru: Сортирует список по статусу онлайн и по нахождению в группе.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/socialLevel
source: Sorts the list by the level of the contacts.
ru_ru: Сортирует список по уровню контактов.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/invite
source: Invite the player to join your party.
ru_ru: Пригласить игрока в вашу группу.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/inviteFull
source: Can't invite because party is full.
ru_ru: Невозможно пригласить, группа полная.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/locked
source: Cannot be added or removed right now.
ru_ru: Невозможно добавить или удалить прямо сейчас.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/remove
source: Remove the player from your current party.
ru_ru: Удалить игрока из вашей текущей группы.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/contact
source: Contact or leave a voice message for the player via Direct Link.
ru_ru: Связаться или оставить голосовое сообщение для игрока через прямую связь.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/trader
source: Sorts the traders by the order you found them. Newest first.
ru_ru: Сортирует торговцев по порядку, в котором вы их нашли. Сначала новые.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/botanics
source: Sorts the plants by the order you found them. Newest first.
ru_ru: Сортирует растения по порядку, в котором вы их нашли. Сначала новые.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/botanicsName
source: Sorts the list by the plant's names.
ru_ru: Сортирует список по названиям растений.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/featLock
source: Sorts the list by unlocked trophies first.
ru_ru: Сначала сортирует список по разблокированным трофеям.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/featName
source: Sorts the list by the name of the Trophies.
ru_ru: Сортирует список по названиям трофеев.

# data/lang/sc/gui.en_US.json/labels/menu/sort/des/featPoints
source: Sorts the list by the amount of points you can get, highest first.
ru_ru: Сортирует список по количеству очков, которые вы можете получить, сначала наивысшие.

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/start
source: Main Menu
ru_ru: Главное меню

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/items
source: Inventory
ru_ru: Инвентарь

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/skills
source: Circuits
ru_ru: Контуры

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/equipment
source: Equipment
ru_ru: Экипировка

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/status
source: Status
ru_ru: Статус

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/synopsis
source: Records
ru_ru: Записи

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/map
source: Map
ru_ru: Карта

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/save
source: Save
ru_ru: Сохранить

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/load
source: Load
ru_ru: Загрузить

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/options
source: Options
ru_ru: Настройки

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/shop
source: Shop
ru_ru: Магазин

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/quests
source: Quests
ru_ru: Квесты

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/lore
source: Encyclopedia
ru_ru: Энциклопедия

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/trophy
source: Trophies
ru_ru: Трофеи

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/stats
source: Statistics
ru_ru: Статистика

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/collection
source: Almanac
ru_ru: Альманах

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/enemy
source: Monster Fibula
ru_ru: Бестиарий

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/museum
source: Museum
ru_ru: Музей

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/help
source: Help Screen
ru_ru: Справка

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/botanics
source: Botanics
ru_ru: Ботаника

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/questHub
source: Bulletin Board
ru_ru: Доска объявлений

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/social
source: Party
ru_ru: Группа

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/trade
source: Trader Book
ru_ru: Книга торговли

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/arena
source: Arena
ru_ru: Арена

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/arenaCustom
source: Custom Arena
ru_ru: Пользовательская арена

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/arenaShop
source: Coin Shop
ru_ru: Магазин арены

# data/lang/sc/gui.en_US.json/labels/menu/menu-titles/new-game
source: New Game Plus
ru_ru: Новая игра +

# data/lang/sc/gui.en_US.json/labels/menu/manual
source: Manual
ru_ru: Руководство

# data/lang/sc/gui.en_US.json/labels/menu/back
source: Back
ru_ru: Назад

# data/lang/sc/gui.en_US.json/labels/menu/credits
source: Credit
ru_ru: Кредиты

# data/lang/sc/gui.en_US.json/labels/menu/playtime
source: Play Time
ru_ru: Время игры

# data/lang/sc/gui.en_US.json/labels/menu/description/items
source: Browse through your items and use consumables.
ru_ru: Просматривайте предметы и используйте расходники.

# data/lang/sc/gui.en_US.json/labels/menu/description/skills
source: Upgrade your abilities by activating nodes on the circuit boards.
ru_ru: Улучшайте способности, активируя их в контурах.

# data/lang/sc/gui.en_US.json/labels/menu/description/equipment
source: Equip items to enhance your battle stats.
ru_ru: Экипируйте предметы, чтобы улучшить характеристики.

# data/lang/sc/gui.en_US.json/labels/menu/description/status
source: Check your Status, including all Skills, Modifiers and Equipment.
ru_ru: Проверьте свой статус, навыки, модификаторы и снаряжение.

# data/lang/sc/gui.en_US.json/labels/menu/description/synopsis
source: See all the things you found and experienced in CrossWorlds.
ru_ru: Посмотрите на всё, что вы нашли и испытали в CrossWorlds.

# data/lang/sc/gui.en_US.json/labels/menu/description/map
source: Take a look at your current location and use the Teleport-System.
ru_ru: Посмотрите ваше местоположение и воспользуйтесь системой телепортации.

# data/lang/sc/gui.en_US.json/labels/menu/description/quests
source: Take a look at all active and completed quests.
ru_ru: Посмотрите все активные и выполненные квесты.

# data/lang/sc/gui.en_US.json/labels/menu/description/party
source: Party! Whooo
ru_ru: Вечеринка! Юхууу

# data/lang/sc/gui.en_US.json/labels/menu/description/save
source: Save your current Progress.
ru_ru: Сохраните текущий прогресс.

# data/lang/sc/gui.en_US.json/labels/menu/description/options
source: Change the options to fit your play style.
ru_ru: Измените параметры в соответствии с вашим стилем игры.

# data/lang/sc/gui.en_US.json/labels/menu/description/social
source: Add, remove or just interact with your friends and contacts.
ru_ru: Взаимодействуйте со своими друзьями и контактами.

# data/lang/sc/gui.en_US.json/labels/menu/description/back
source: Return to the previous menu.
ru_ru: Вернуться в предыдущее меню.

# data/lang/sc/gui.en_US.json/labels/menu/equip/moreMod
source: \i[help4] More
ru_ru: \i[help4] Показать

# data/lang/sc/gui.en_US.json/labels/menu/equip/lessMod
source: \i[help4] Less
ru_ru: \i[help4] Скрыть

# data/lang/sc/gui.en_US.json/labels/menu/equip/hidden
source: Hidden
ru_ru: ещё

# data/lang/sc/gui.en_US.json/labels/menu/equip/head
source: head
ru_ru: голова

# data/lang/sc/gui.en_US.json/labels/menu/equip/leftarm
source: left arm
ru_ru: левая рука

# data/lang/sc/gui.en_US.json/labels/menu/equip/rightarm
source: right arm
ru_ru: правая рука

# data/lang/sc/gui.en_US.json/labels/menu/equip/torso
source: torso
ru_ru: торс

# data/lang/sc/gui.en_US.json/labels/menu/equip/feet
source: legs
ru_ru: ноги

# data/lang/sc/gui.en_US.json/labels/menu/equip/maxhp
source: MaxHp
ru_ru: Здоровье

# data/lang/sc/gui.en_US.json/labels/menu/equip/player
source: Player
ru_ru: Игрок

# data/lang/sc/gui.en_US.json/labels/menu/equip/atk
source: Attack
ru_ru: Атака

# data/lang/sc/gui.en_US.json/labels/menu/equip/def
source: Defense
ru_ru: Защита

# data/lang/sc/gui.en_US.json/labels/menu/equip/foc
source: Focus
ru_ru: Фокус

# data/lang/sc/gui.en_US.json/labels/menu/equip/res
source: resistance
ru_ru: устойчивость

# data/lang/sc/gui.en_US.json/labels/menu/equip/heat
source: Heat Resistance
ru_ru: Устойчивость к Пламени

# data/lang/sc/gui.en_US.json/labels/menu/equip/cold
source: Cold Resistance
ru_ru: Устойчивость к Холоду

# data/lang/sc/gui.en_US.json/labels/menu/equip/shock
source: Shock Resistance
ru_ru: Устойчивость к Шоку

# data/lang/sc/gui.en_US.json/labels/menu/equip/wave
source: Wave Resistance
ru_ru: Устойчивость к Волне

# data/lang/sc/gui.en_US.json/labels/menu/equip/param
source: Parameter
ru_ru: Параметр

# data/lang/sc/gui.en_US.json/labels/menu/equip/base
source: Base
ru_ru: Базовый

# data/lang/sc/gui.en_US.json/labels/menu/equip/equip
source: Equip
ru_ru: Экип.

# data/lang/sc/gui.en_US.json/labels/menu/equip/skills
source: Skills
ru_ru: Навыки
