Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json//labels/menu/help/hub/description/rate
source: Shows how much of the quests available at this Bulletin Board have been finished. This does not count hidden quests.
es_es: Muestra cuantas de las misiones disponibles en este Tablón de Anuncios han sido completadas. No cuenta las misiones ocultas.

# data/lang/sc/gui.en_US.json//labels/menu/help/hub/description/available
source: Shows the number of quests currently available in the surrounding areas. Come back from time to time to find new quests.
es_es: Muestra el número de misiones actualmente disponibles en los alrededores. Vuelve cada tanto para ver nuevas misiones.

# data/lang/sc/gui.en_US.json//labels/menu/help/trophy/titles/rate
source: Completion Rate
es_es: Completadas

# data/lang/sc/gui.en_US.json//labels/menu/help/trophy/titles/points
source: Trophy Points
es_es: Puntos de Trofeo

# data/lang/sc/gui.en_US.json//labels/menu/help/trophy/description/rate
source: Shows how much trophies are unlocked as a percentage.
es_es: Muestra que tanto se ha desbloqueado un trofeo en un porcentaje.

# data/lang/sc/gui.en_US.json//labels/menu/help/trophy/description/points
source: Shows the total number of trophy points acquired.
es_es: Muestra el número total de puntos de trofeo adquiridos.

# data/lang/sc/gui.en_US.json//labels/menu/help/equip/colors/green
source: Green
es_es: Verde

# data/lang/sc/gui.en_US.json//labels/menu/help/equip/colors/white
source: White
es_es: Blanco

# data/lang/sc/gui.en_US.json//labels/menu/help/equip/colors/orange
source: Orange
es_es: Amarillo

# data/lang/sc/gui.en_US.json//labels/menu/help/equip/colors/red
source: Red
es_es: Rojo

# data/lang/sc/gui.en_US.json//labels/menu/help/equip/colorDesc/green
source: Indicates that the levels are well aligned.
es_es: Los niveles son ideales.

# data/lang/sc/gui.en_US.json//labels/menu/help/equip/colorDesc/white
source: Indicates that the levels are aligned good enough.
es_es: Los niveles son adecuados.

# data/lang/sc/gui.en_US.json//labels/menu/help/equip/colorDesc/orange
source: Indicates that the levels are not well aligned.
es_es: Los niveles son problemáticos.

# data/lang/sc/gui.en_US.json//labels/menu/help/equip/colorDesc/red
source: Indicates that the levels are badly aligned, which could lead to problems when fighting enemies of a similar level.
es_es: Los niveles son muy distintos, lo que puede traer problemas cuando peleas contra enemigos de un nivel similar.

# data/lang/sc/gui.en_US.json//labels/menu/help/item/titles/hp
source: HP Bar
es_es: Barra de PV

# data/lang/sc/gui.en_US.json//labels/menu/help/item/titles/sp
source: SP Bar
es_es: Barra de PE

# data/lang/sc/gui.en_US.json//labels/menu/help/item/titles/exp
source: EXP Bar
es_es: Barra de EXP

# data/lang/sc/gui.en_US.json//labels/menu/help/item/titles/buffs
source: Current Buffs
es_es: Mejoras Activas

# data/lang/sc/gui.en_US.json//labels/menu/help/item/titles/favs
source: Favorite Consumables
es_es: Consumibles Favoritos

# data/lang/sc/gui.en_US.json//labels/menu/help/item/titles/avail
source: Availability
es_es: Disponibilidad

# data/lang/sc/gui.en_US.json//labels/menu/help/item/description/hp
source: Shows you your current and Max HP.
es_es: Muestra tus PV actuales y máximos.

# data/lang/sc/gui.en_US.json//labels/menu/help/item/description/sp
source: Shows you your current and Max SP.
es_es: Muestra tus PE actuales y máximos.

# data/lang/sc/gui.en_US.json//labels/menu/help/item/description/exp
source: Shows how much more experience you need for a level up.
es_es: Muestra cuánta más experiencia necesitas para subir de nivel.

# data/lang/sc/gui.en_US.json//labels/menu/help/item/description/buffs
source: A list of all your active buffs.
es_es: Una lista de todas las mejoras activas.

# data/lang/sc/gui.en_US.json//labels/menu/help/item/description/favs
source: You favorite consumables. Add one to see its name and description here.
es_es: Tus consumibles favoritos. Agrega uno para ver su nombre y descripción aquí.

# data/lang/sc/gui.en_US.json//labels/menu/help/item/description/avail
source: Shows where your commonly find a trade item.
es_es: Muestra donde puedes comúnmente encontrar un objeto de intercambio.

# data/lang/sc/gui.en_US.json//labels/menu/help/status/titles/element
source: Current Element
es_es: Elemento Actual

# data/lang/sc/gui.en_US.json//labels/menu/help/status/titles/page
source: Current Page
es_es: Página Actual

# data/lang/sc/gui.en_US.json//labels/menu/help/status/description/element
source: Values below are displayed for the element shown here. See the manual to see how to switch between elements.
es_es: Los valores de abajo corresponden al elemento seleccionado. Lee el manual para ver como cambiar entre elementos.

# data/lang/sc/gui.en_US.json//labels/menu/help/status/description/page
source: Name of the current Page. See the manual to see how to switch between pages.
es_es: Nombre de la página actual. Lee el manual para ver como cambiar entre páginas.

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/titles/level
source: Quest Level
es_es: Nivel de la Misión

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/titles/type
source: Quest Type
es_es: Tipo de Misión

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/titles/content
source: Quest Tasks
es_es: Tareas de la Misión

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/titles/location
source: Quest Location
es_es: Localización de la Misión

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/titles/owner
source: Quest Owner
es_es: Propietario de la Misión

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/titles/rewards
source: Quest Rewards
es_es: Recompensas de la Misión

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/description/level
source: Shows the suggested level for you to be to do this quest.
es_es: Muestra el nivel sugerido para que hagas esta misión.

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/description/type
source: Quests with a red exclamation mark are much more difficult but reap better rewards and challenges.
es_es: Las misiones con una exclamación roja son mucho más difíciles pero tienen mejores recompensas y desafíos.

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/description/content
source: Display the tasks you have already finished and the one you currently have to completed. The 3 dots show that more tasks have been finished and can be checked int the detailed view.
es_es: Muestra las tareas que ya has terminado y la que tienes que terminar actualmente. Los 3 puntos muestran que más tareas han sido terminadas y pueden verse en la vista detallada.

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/description/content2
source: Displays all tasks for the quest in a scrollable view.
es_es: Muestra todas las tareas de la misión en un menú desplazable.

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/description/location
source: This shows where you started the quest.
es_es: Muestra donde comenzaste la misión.

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/description/owner
source: Shows you the name and image of the quest giver.
es_es: Muestra el nombre y la imagen de quien te encargó la misión.

# data/lang/sc/gui.en_US.json//labels/menu/help/quest/description/rewards
source: A list of rewards you can obtain for finishing the quest. Entries with a question mark are revealed once the the quest is completed too.
es_es: Una lista de recompensas que puedes obtener por terminar la misión. Las entradas que tengan un signo de pregunta serán reveladas una vez ser complete la misión.

# data/lang/sc/gui.en_US.json//labels/menu/help/circuit/titles/points
source: Circuit Points
es_es: Puntos de Circuito

# data/lang/sc/gui.en_US.json//labels/menu/help/circuit/titles/branch
source: Circuit Branch
es_es: Rama de Circuito

# data/lang/sc/gui.en_US.json//labels/menu/help/circuit/description/points
source: An overview over the points you have available for each element tree.
es_es: Un vistazo sobre los puntos que tienes disponibles para cada árbol de habilidad de cada elemento.

# data/lang/sc/gui.en_US.json//labels/menu/help/circuit/description/branch
source: Shows the skills on one side of a skill branch. The arrows shows which skills are swapped.
es_es: Muestra las habilidades de un lado de una rama de habilidades. La flecha muestra que habilidades serán intercambiadas.

# data/lang/sc/gui.en_US.json//labels/menu/help/social/titles/equip
source: Friend Equipment
es_es: Equipamiento de tus Amigos

# data/lang/sc/gui.en_US.json//labels/menu/help/social/description/equip
source: The equipment of the selected friend. They will automatically upgrade when visiting shops.
es_es: El equipamiento del amigo seleccionado. Lo actualizarán automáticamente cuando visites alguna tienda.

# data/lang/sc/gui.en_US.json//labels/menu/help/synopsis/titles/objective
source: Current Objective
es_es: Objetivo Actual

# data/lang/sc/gui.en_US.json//labels/menu/help/synopsis/titles/quest
source: Marked Quest
es_es: Misión Marcada

# data/lang/sc/gui.en_US.json//labels/menu/help/synopsis/titles/activity
source: Latest Activities
es_es: Últimos Movimientos

# data/lang/sc/gui.en_US.json//labels/menu/help/synopsis/description/objective
source: Your current objective. This is tied to your story progress. Check back if you ever get lost.
es_es: Tu objetivo actual. Se irá modificando a lo largo de la historia. Revísalo si alguna vez te pierdes.

# data/lang/sc/gui.en_US.json//labels/menu/help/synopsis/description/quest
source: Shows the current marked quest and the current task for the quest.
es_es: Muestra una misión marcada y su tarea actual.

# data/lang/sc/gui.en_US.json//labels/menu/help/synopsis/description/activity
source: Displays your latest activities, such as quest tasks, new encyclopedia entries and more.
es_es: Muestra tu últimos movimientos, como nuevas tareas, nuevas entradas para tu enciclopedia y más.

# data/lang/sc/gui.en_US.json//labels/menu/help/map/titles/chest
source: Chests in Area
es_es: Cofres en el Área

# data/lang/sc/gui.en_US.json//labels/menu/help/map/titles/stamps
source: Custom Stamps
es_es: Marcadores Personalizados

# data/lang/sc/gui.en_US.json//labels/menu/help/map/description/chest
source: Shows you the amount of chests left to find in this area.
es_es: Muestra la cantidad de cofres que no has encontrado en este área.

# data/lang/sc/gui.en_US.json//labels/menu/help/map/description/stamps
source: Shows you the amount of stamps set by yourself as well the maximum per area.
es_es: Muestra la cantidad de marcadores que has colocado, junto con el máximo para el área.

# data/lang/sc/gui.en_US.json//labels/menu/help/lore/titles/type
source: Lore Type
es_es: Tipo de Entrada

# data/lang/sc/gui.en_US.json//labels/menu/help/lore/titles/content
source: Lore Content
es_es: Contenido

# data/lang/sc/gui.en_US.json//labels/menu/help/lore/description/type
source: This displays the type of the lore entry. Note that some entries can still be uncompleted as indicated by the percentage.
es_es: Muestra el tipo de contenido que posee la entrada. Puede que algunas entradas estén incompletas. Puedes revisarlo mirando el porcentaje.

# data/lang/sc/gui.en_US.json//labels/menu/help/lore/description/content
source: The content of the entry. Unlocked more pages for an entry by exploring the world!
es_es: Muestra el contenido de la entrada. ¡Puedes desbloquear más páginas explorando el mundo!

# data/lang/sc/gui.en_US.json//labels/menu/help/trader/titles/info
source: Trader Info
es_es: Información de Comerciantes

# data/lang/sc/gui.en_US.json//labels/menu/help/trader/titles/content
source: Trade Requirements
es_es: Requisitos

# data/lang/sc/gui.en_US.json//labels/menu/help/trader/titles/money
source: Trade Fee
es_es: Costo Adicional

# data/lang/sc/gui.en_US.json//labels/menu/help/trader/description/info
source: Displays the trader and the location to find him.
es_es: Muestra la localización del comerciante.

# data/lang/sc/gui.en_US.json//labels/menu/help/trader/description/content
source: Shows what items are needed to acquire this item. Current owned items are shown in brackets.
es_es: Muestra que objetos necesitas para realizar el intercambio. Entre corchetes puedes ver la cantidad que posees de cada objeto.

# data/lang/sc/gui.en_US.json//labels/menu/help/trader/description/money
source: Find the fee you need to pay for the trade here.
es_es: Muestra cuanto te costará realizar el intercambio.

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/titles/type
source: Enemy Type
es_es: Tipo de Enemigo

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/titles/level
source: Enemy Level
es_es: Nivel del Enemigo

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/titles/res
source: Enemy Resistance
es_es: Resistencia del Enemigo

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/titles/view
source: Enemy Display & Rewards
es_es: Aspecto del Enemigo y Recompensas

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/titles/rewards
source: Enemy Drops
es_es: Objetos del Enemigo

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/description/type
source: The type of the enemy as indicated by the tab. Golden ones are bosses and have a special tab.
es_es: El tipo de enemigo, indicado por el ícono. Si es dorado, se trata de un jefe.

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/description/level
source: Level of the selected enemy.
es_es: Nivel del enemigo seleccionado.

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/description/res
source: Shows the elemental resistance of the selected enemy. The lower the value the more damage you do with the shown element.
es_es: Muestra la resistencia elemental del enemigo seleccionado. Mientras más bajo sea su valor, más daño le causarás con ese elemento.

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/description/view
source: Displays the enemy. Maybe if you wait, you can see them do something special? Below the display you can find the EXP and Credit gained by defeating an enemy.
es_es: Muestra el enemigo. ¿Quizá, si esperas, harán algo especial? Debajo podrás ver cuanta experiencia y Créditos obtendrás por vencerlo.

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/description/rewards
source: Shows you the items you can get by defeating this enemy, including the rank needed. To unveil the name of the item you only need to have at least found one of it.
es_es: Muestra los objetos que este enemigo puede soltar al ser vencido, incluyendo el rango necesario. Para revelar el nombre de cada objeto es necesario que hayas lo hayas obtenido al menos una vez.

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/description/maxhp
source: Maximum amount of Health Points for the selected enemy.
es_es: La cantidad máxima de puntos de vida de este enemigo.

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/description/atk
source: Attack power of the selected enemy.
es_es: El poder de ataque del enemigo seleccionado.

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/description/def
source: Defensive power of the selected enemy.
es_es: El poder de defensa del enemigo seleccionado.

# data/lang/sc/gui.en_US.json//labels/menu/help/enemy/description/foc
source: Focus of the selected enemy. Determines how often it deals critical hits.
es_es: La concentración del enemigo seleccionado. Determina que tan frecuentemente hace golpes críticos.

# data/lang/sc/gui.en_US.json//labels/menu/help/botanics/titles/info
source: Object Info
es_es: Información del Objeto

# data/lang/sc/gui.en_US.json//labels/menu/help/botanics/description/info
source: After analyzing an object long enough by collecting its drop you find the location and drop chances for them here.
es_es: Luego de analizar un objeto el tiempo suficiente y recogiendo lo que suelte, podrás ver su localización y las probabilidades de conseguirlo aquí.

# data/lang/sc/gui.en_US.json//labels/menu/sort/name
source: Name
es_es: Nombre

# data/lang/sc/gui.en_US.json//labels/menu/sort/unlocked
source: Found
es_es: Obtenido

# data/lang/sc/gui.en_US.json//labels/menu/sort/amount
source: Amount
es_es: Cantidad

# data/lang/sc/gui.en_US.json//labels/menu/sort/rarity
source: Rarity
es_es: Rareza

# data/lang/sc/gui.en_US.json//labels/menu/sort/questAccepted
source: Date
es_es: Fecha

# data/lang/sc/gui.en_US.json//labels/menu/sort/questLevel
source: Level
es_es: Nivel

# data/lang/sc/gui.en_US.json//labels/menu/sort/hp
source: HP
es_es: PV

# data/lang/sc/gui.en_US.json//labels/menu/sort/level
source: Level
es_es: Nivel

# data/lang/sc/gui.en_US.json//labels/menu/sort/attack
source: Attack
es_es: Ataque

# data/lang/sc/gui.en_US.json//labels/menu/sort/defense
source: Defense
es_es: Defensa

# data/lang/sc/gui.en_US.json//labels/menu/sort/focus
source: Focus
es_es: Concentración

# data/lang/sc/gui.en_US.json//labels/menu/sort/area
source: Area
es_es: Área

# data/lang/sc/gui.en_US.json//labels/menu/sort/enemyLevel
source: Level
es_es: Nivel

# data/lang/sc/gui.en_US.json//labels/menu/sort/status
source: Status
es_es: Estado

# data/lang/sc/gui.en_US.json//labels/menu/sort/socialLevel
source: Level
es_es: Nivel

# data/lang/sc/gui.en_US.json//labels/menu/sort/invite
source: Invite
es_es: Invitar

# data/lang/sc/gui.en_US.json//labels/menu/sort/inviteFull
source: Invite [Full]
es_es: Invitar [Lleno]

# data/lang/sc/gui.en_US.json//labels/menu/sort/locked
source: [Locked]
es_es: [Bloqueado]

# data/lang/sc/gui.en_US.json//labels/menu/sort/remove
source: Remove
es_es: Echar

# data/lang/sc/gui.en_US.json//labels/menu/sort/contact
source: Contact
es_es: Contactar

# data/lang/sc/gui.en_US.json//labels/menu/sort/trader
source: Found
es_es: Encontrado

# data/lang/sc/gui.en_US.json//labels/menu/sort/botanics
source: Found
es_es: Encontrado

# data/lang/sc/gui.en_US.json//labels/menu/sort/botanicsName
source: Name
es_es: Nombre

# data/lang/sc/gui.en_US.json//labels/menu/sort/featLock
source: Unlocked
es_es: Desbloqueado

# data/lang/sc/gui.en_US.json//labels/menu/sort/featName
source: Name
es_es: Nombre

# data/lang/sc/gui.en_US.json//labels/menu/sort/featPoints
source: Points
es_es: Puntos

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/level
source: Sorty the list by item level. Highest first.
es_es: Sortea la lista por el nivel de los objetos de mayor a menor.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/auto
source: Sorts the list by a natural order.
es_es: Sortea la lista por un orden natural.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/area
source: Sorts the list by the area the enemy is found in.
es_es: Sortea la lista por cada área dónde se encuentra el enemigo.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/enemyLevel
source: Sorts the list based on the level of the enemies.
es_es: Sortea la lista en base al nivel de los enemigos.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/unlocked
source: Sorts the list by unlocked entries. Unlocked Entries are sorted by \c[3]Auto\c[0].
es_es: Sortea la lista en base a las entradas desbloqueadas. Las entradas desbloqueadas se sortean \c[3]Automáticamente\c[0].

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/name
source: Sorts the list by the item's names.
es_es: Sortea la lista por el nombre de los objetos.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/amount
source: Sorts the list based on the amount of each item.
es_es: Sortea la lista en base a la cantidad de cada objeto.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/rarity
source: Sorts the list based on the rarity of each item.
es_es: Sortea la lista en base a la rareza de cada objeto.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/questLevel
source: Sorts the list based on the level of the quest.
es_es: Sortea la lista en base al nivel de la misión.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/questAccepted
source: Sorts the list based on the time or date you accepted the quest.
es_es: Sortea la lista en base a la fecha en la que se aceptó la misión.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/hp
source: Sorts the list by the hp stat of the equipment.
es_es: Sortea la lista en base a la estadística de PV del equipamiento.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/attack
source: Sorts the list by the attack stat of the equipment.
es_es: Sortea la lista en base a la estadística de ataque del equipamiento.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/defense
source: Sorts the list by the defense stat of the equipment.
es_es: Sortea la lista en base a la estadística de defensa del equipamiento.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/focus
source: Sorts the list by the focus stat of the equipment.
es_es: Sortea la lista en base a la estadística de concentración del equipamiento.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/status
source: Sorts the list by the online status and if the player is in your party.
es_es: Sortea la lista en base al estado de conexión de cada jugador y si están presentes en tu grupo.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/socialLevel
source: Sorts the list by the level of the contacts.
es_es: Sortea la lista en base al nivel de los contactos.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/invite
source: Invite the player to join your party.
es_es: Invita al jugador a unirse a tu grupo.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/inviteFull
source: Can't invite because party is full.
es_es: No se puede invitar al jugador porque tu grupo está lleno.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/locked
source: Cannot be added or removed right now.
es_es: No se puede agregar o quitar ahora mismo.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/remove
source: Remove the player from your current party.
es_es: Echa al jugador de tu grupo.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/contact
source: Contact or leave a voice message for the player via Direct Link.
es_es: Contacta o deja un mensaje de voz para el jugador vía Mensajero Directo.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/trader
source: Sorts the traders by the order you found them. Newest first.
es_es: Sortea a los comerciantes en el orden que los encontraste. Los más nuevos primero.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/botanics
source: Sorts the plants by the order you found them. Newest first.
es_es: Sortea las plantas en el orden que las encontraste. Las más nuevas primero.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/botanicsName
source: Sorts the list by the plant's names.
es_es: Sortea la lista en base al nombre de las plantas.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/featLock
source: Sorts the list by unlocked trophies first.
es_es: Sortea la lista poniendo los trofeos desbloqueados primero.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/featName
source: Sorts the list by the name of the Trophies.
es_es: Sortea la lista en base a los nombres de los trofeos.

# data/lang/sc/gui.en_US.json//labels/menu/sort/des/featPoints
source: Sorts the list by the amount of points you can get, highest first.
es_es: Sortea la lista en base a la cantidad de puntos que puedes obtener de mayor a menor.

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/start
source: Main Menu
es_es: Menú Principal

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/items
source: Inventory
es_es: Inventario

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/skills
source: Circuits
es_es: Circuitos

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/equipment
source: Equipment
es_es: Equipamiento

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/status
source: Status
es_es: Estado

# data/lang/sc/gui.en_US.json//labels/menu/menu-titles/synopsis
source: Records
es_es: Registros
