Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/credit
source: credit
ru_ru: кредиты

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/noAuto
source: - No Auto Save file yet -
ru_ru: - Нет файла автосохранения -

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/new-slot
source: - Create new save file -
ru_ru: - Создать новый файл сохранения -

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/delete-info-title
source: \c[3]Deleting Save Files\c[0]
ru_ru: \c[3]Удаление файлов сохранения\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/delete-info-content
source: Hover over a slot (except the auto save slot and the new save file slot) and press \i[help2] to delete the slot.
ru_ru: Наведите курсор на слот сохранения (за исключением автосохранения) и нажмите \i[help2], чтобы удалить слот.

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/description-save
source: Select a slot to save to.
ru_ru: Выберите слот для сохранения.

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/description-load
source: Select a slot to load from.
ru_ru: Выберите слот для загрузки.

# data/lang/sc/gui.en_US.json/labels/menu/save-menu/description-newgame
source: Select a slot from which to carry over data.
ru_ru: Выберите слот для переноса из него данных.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/quests
source: Quests
ru_ru: Квесты

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/map
source: Map
ru_ru: Карта

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/trophies
source: Trophies
ru_ru: Трофеи

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/lore
source: Encyclopedia
ru_ru: Энциклопедия

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/records
source: Statistics
ru_ru: Статистика

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/items
source: Almanac
ru_ru: Альманах

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/enemies
source: Monster Fibula
ru_ru: Бестиарий

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/museum
source: Museum
ru_ru: Музей

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/help
source: Help
ru_ru: Помощь

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/trade
source: Trader Book
ru_ru: Книга торговли

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/botanics
source: Botanics
ru_ru: Ботаника

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/newgame
source: New Game Plus
ru_ru: Новая игра +

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/landmark
source: Unlocked Landmark
ru_ru: Разблокирован ориентир

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/trader
source: Found Trader
ru_ru: Найден торговец

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/traderUpdate
source: Updated Trader
ru_ru: Обновлён торговец

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/lm
source: in
ru_ru: в локации

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/questTask
source: Updated Quest
ru_ru: Обновлëн квест

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/qtm
source: Task done:
ru_ru: Задача выполнена:

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/questStart
source: Started Quest
ru_ru: Начат квест

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/questFinish
source: Solved Quest
ru_ru: Завершëн квест

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/lore
source: Unlocked Encyclopedia
ru_ru: Разблокирована энциклопедия

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/loreUpdated
source: Updated Encyclopedia
ru_ru: Обновлена энциклопедия

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/dropCompleted
source: Completely Analyzed
ru_ru: Полностью проанализировано

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/types/trophy
source: Unlocked Trophy
ru_ru: Разблокирован трофей

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/map
source: Take a look at your current location and use the Teleport-System.
ru_ru: Посмотрите ваше местоположение и воспользуйтесь системой телепортации.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/quests
source: Take a look at all active and completed quests.
ru_ru: Посмотрите все активные и выполненные квесты.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/lore
source: View a synopsis of the story so far or read about the lore of the game.
ru_ru: Взгляните на краткий обзор истории или прочитайте знания по игре.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/trophies
source: Bask in the glory of your trophies and find new ones to accomplish.
ru_ru: Погрейтесь в славе своих собранных трофеев и найдите новые.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/records
source: Admire a detailed record of your various stats and activities.
ru_ru: Полюбуйтесь подробным отчëтом о вашей различной статистике и активности.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/items
source: Here you can find a detailed list of all items and where to find them.
ru_ru: Здесь можно найти подробный список всех предметов и где их можно найти.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/trade
source: Look up the locations and offers of every trader you found so far.
ru_ru: Посмотрите местонахождение и предложения всех найденых торговцев.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/enemies
source: Find detailed information about all the enemies you have come across on your journey.
ru_ru: Найдите подробную информацию о всех врагах, встреченных во время вашего путешествия.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/museum
source: Enjoy the things you have unlocked.
ru_ru: Насладитесь всеми вещами, которые вы разблокировали.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/help
source: Missed a description or a helpful hint? Find it in this section.
ru_ru: Пропустили описание или полезную подсказку? Найдите их в этом разделе.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/botanics
source: Look up all environment objects of CrossWorlds and what kind of items they can drop.
ru_ru: Все объекты окружения CrossWorlds и предметы, которые могут из них выпасть.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/descriptions/newgame
source: Take a look at the \c[3]New Game Plus\c[0] options you have selected.
ru_ru: Посмотрите на опции \c[3]Новой игры +\c[0], которые вы выбрали.

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/task
source: Current Objective
ru_ru: Текущая цель

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/log
source: Activity Log
ru_ru: События

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/notask
source: \c[1]No Objective\c[0]
ru_ru: \c[1]Нет цели\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/favquest
source: Current Highlighted Quest
ru_ru: Текущий выделенный квест

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/noquest
source: \c[1]No Highlighted Quest\c[0]
ru_ru: \c[1]Нет выделенного квеста\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/synopsis-menu/achievements
source: Latest Trophies
ru_ru: Последние трофеи

# data/lang/sc/gui.en_US.json/labels/menu/quests/firstTask
source: First Task
ru_ru: Первая задача

# data/lang/sc/gui.en_US.json/labels/menu/quests/tasks
source: Tasks
ru_ru: Задачи

# data/lang/sc/gui.en_US.json/labels/menu/quests/fav
source: Set Favorites
ru_ru: Избранные

# data/lang/sc/gui.en_US.json/labels/menu/quests/Back
source: Back
ru_ru: Назад

# data/lang/sc/gui.en_US.json/labels/menu/quests/solved
source: Solved
ru_ru: Завершено

# data/lang/sc/gui.en_US.json/labels/menu/quests/atCurLvl
source: *at current Level
ru_ru: *на текущем уровне

# data/lang/sc/gui.en_US.json/labels/menu/quests/accept
source: Accept
ru_ru: Принять

# data/lang/sc/gui.en_US.json/labels/menu/quests/collect
source: Collect Rewards
ru_ru: Получить награду

# data/lang/sc/gui.en_US.json/labels/menu/quests/collectSubQuest
source: Continue
ru_ru: Продолжить

# data/lang/sc/gui.en_US.json/labels/menu/quests/decline
source: Decline
ru_ru: Отказаться

# data/lang/sc/gui.en_US.json/labels/menu/quests/accepted-large
source: ACCEPTED!
ru_ru: ПРИНЯТО!

# data/lang/sc/gui.en_US.json/labels/menu/quests/tabs/active
source: Active
ru_ru: Активные

# data/lang/sc/gui.en_US.json/labels/menu/quests/tabs/solved
source: Solved
ru_ru: Завершённые

# data/lang/sc/gui.en_US.json/labels/menu/quests/tabs/all
source: All
ru_ru: Все

# data/lang/sc/gui.en_US.json/labels/menu/quests/noquest
source: No Quest selected
ru_ru: Квест не выбран

# data/lang/sc/gui.en_US.json/labels/menu/lore/tabs/story
source: Story
ru_ru: История

# data/lang/sc/gui.en_US.json/labels/menu/lore/tabs/people
source: People
ru_ru: Люди

# data/lang/sc/gui.en_US.json/labels/menu/lore/tabs/earth-lore
source: General
ru_ru: Общие

# data/lang/sc/gui.en_US.json/labels/menu/lore/tabs/memories
source: Memories
ru_ru: Воспоминания

# data/lang/sc/gui.en_US.json/labels/menu/lore/tabs/others
source: Others
ru_ru: Другое

# data/lang/sc/gui.en_US.json/labels/menu/lore/aka
source: \c[3]Other Terms:\c[0]
ru_ru: \c[3]Прочие термины:\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/lore/noLore
source: No Lore Entry selected
ru_ru: Запись не выбрана

# data/lang/sc/gui.en_US.json/labels/menu/lore/lockedEntry
source: \c[1]Entry locked\c[0]
ru_ru: \c[1]Запись недоступна\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/lore/completion
source: Completion %
ru_ru: % завершения

# data/lang/sc/gui.en_US.json/labels/menu/status/pages/0
source: Summary
ru_ru: Сводка

# data/lang/sc/gui.en_US.json/labels/menu/status/pages/1
source: Parameters
ru_ru: Параметры

# data/lang/sc/gui.en_US.json/labels/menu/status/pages/2
source: Modifiers
ru_ru: Модификаторы

# data/lang/sc/gui.en_US.json/labels/menu/status/pages/3
source: Combat Arts
ru_ru: Техники боя

# data/lang/sc/gui.en_US.json/labels/menu/status/artType/THROW_SPECIAL
source: Throw Arts
ru_ru: Техники броска

# data/lang/sc/gui.en_US.json/labels/menu/status/artType/ATTACK_SPECIAL
source: Melee Arts
ru_ru: Техники ближнего боя

# data/lang/sc/gui.en_US.json/labels/menu/status/artType/DASH_SPECIAL
source: Dash Arts
ru_ru: Техники рывка

# data/lang/sc/gui.en_US.json/labels/menu/status/artType/GUARD_SPECIAL
source: Guard Arts
ru_ru: Техники блока

# data/lang/sc/gui.en_US.json/labels/menu/status/dmgType
source: DMG
ru_ru: ТИП

# data/lang/sc/gui.en_US.json/labels/menu/status/damageTypes/0
source: Melee
ru_ru: Ближний

# data/lang/sc/gui.en_US.json/labels/menu/status/damageTypes/1
source: Ranged
ru_ru: Дальний

# data/lang/sc/gui.en_US.json/labels/menu/status/damageTypes/2
source: None
ru_ru: Нет

# data/lang/sc/gui.en_US.json/labels/menu/status/damageTypes/3
source: Mixed
ru_ru: Совмещённый

# data/lang/sc/gui.en_US.json/labels/menu/status/effects
source: EFFECTS
ru_ru: ЭФФЕКТЫ

# data/lang/sc/gui.en_US.json/labels/menu/status/stunTypes/0
source: Interrupt
ru_ru: Прерывание

# data/lang/sc/gui.en_US.json/labels/menu/status/stunTypes/1
source: Lock
ru_ru: Блокировка

# data/lang/sc/gui.en_US.json/labels/menu/status/inflicts
source: Inflicts
ru_ru: Накладывает

# data/lang/sc/gui.en_US.json/labels/menu/status/conditions/0
source: This should never be displayed
ru_ru: Это никогда не должно отображаться

# data/lang/sc/gui.en_US.json/labels/menu/status/conditions/1
source: Burn
ru_ru: Горение

# data/lang/sc/gui.en_US.json/labels/menu/status/conditions/2
source: Chill
ru_ru: Озноб

# data/lang/sc/gui.en_US.json/labels/menu/status/conditions/3
source: Jolt
ru_ru: Потрясение

# data/lang/sc/gui.en_US.json/labels/menu/status/conditions/4
source: Mark
ru_ru: Метка

# data/lang/sc/gui.en_US.json/labels/menu/enemy/tabs/avatars
source: Humanoid
ru_ru: Гуманоиды

# data/lang/sc/gui.en_US.json/labels/menu/enemy/tabs/animals
source: Organic
ru_ru: Органические

# data/lang/sc/gui.en_US.json/labels/menu/enemy/tabs/mecha
source: Mechanical
ru_ru: Механические

# data/lang/sc/gui.en_US.json/labels/menu/enemy/tabs/abstract
source: Abstract
ru_ru: Абстрактные

# data/lang/sc/gui.en_US.json/labels/menu/enemy/tabs/boss
source: Bosses
ru_ru: Боссы

# data/lang/sc/gui.en_US.json/labels/menu/enemy/unknown
source: Unknown
ru_ru: Неизвестный

# data/lang/sc/gui.en_US.json/labels/menu/enemy/special
source: \c[3]Special\c[0]
ru_ru: \c[3]Уникальный\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/enemy/trivia
source: \c[3]Report:\c[0]
ru_ru: \c[3]Отчёт:\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/enemy/species
source: \c[3]Sub Type:\c[0]
ru_ru: \c[3]Подтип: \c[0]

# data/lang/sc/gui.en_US.json/labels/menu/enemy/killMore
source: Defeat \c[3][x]\c[0] more [y] to unlock this page!
ru_ru: Победите ещё \c[3][x]\c[0] врагов данного типа, чтобы разблокировать эту страницу!

# data/lang/sc/gui.en_US.json/labels/menu/enemy/kills
source: Defeated:
ru_ru: Побеждено:

# data/lang/sc/gui.en_US.json/labels/menu/enemy/resistance
source: resistance
ru_ru: Устойчивости

# data/lang/sc/gui.en_US.json/labels/menu/enemy/drops
source: Drops
ru_ru: Выпадающие предметы

# data/lang/sc/gui.en_US.json/labels/menu/enemy/rank
source: rank
ru_ru: ранг

# data/lang/sc/gui.en_US.json/labels/menu/enemy/chance
source: Chance
ru_ru: Шанс

# data/lang/sc/gui.en_US.json/labels/menu/enemy/location
source: \c[3]Found in:\c[0]
ru_ru: \c[3]Местоположение:\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/enemy/noEnemy
source: No Enemy Selected
ru_ru: Противник не выбран

# data/lang/sc/gui.en_US.json/labels/menu/enemy/noReports
source: No Report found
ru_ru: Отчёт не найден

# data/lang/sc/gui.en_US.json/labels/menu/social/tabs/close
source: Friends
ru_ru: Друзья

# data/lang/sc/gui.en_US.json/labels/menu/social/tabs/contacts
source: Contacts
ru_ru: Контакты

# data/lang/sc/gui.en_US.json/labels/menu/social/tabs/all
source: All
ru_ru: Все

# data/lang/sc/gui.en_US.json/labels/menu/social/status
source: Status
ru_ru: Статус

# data/lang/sc/gui.en_US.json/labels/menu/social/name
source: Name
ru_ru: Имя

# data/lang/sc/gui.en_US.json/labels/menu/social/class
source: Class
ru_ru: Класс

# data/lang/sc/gui.en_US.json/labels/menu/social/equipment
source: Equipment
ru_ru: Экипировка

# data/lang/sc/gui.en_US.json/labels/menu/social/noMember
source: No Player selected
ru_ru: Игрок не выбран

# data/lang/sc/gui.en_US.json/labels/menu/social/party
source: Current Party
ru_ru: Текущая группа

# data/lang/sc/gui.en_US.json/labels/menu/social/classes/SPHEROMANCER
source: Spheromancer
ru_ru: Сферомант

# data/lang/sc/gui.en_US.json/labels/menu/social/classes/TRIBLADER
source: Triblader
ru_ru: Триблейдер

# data/lang/sc/gui.en_US.json/labels/menu/social/classes/QUADROGUARD
source: Quadroguard
ru_ru: Квадрогард

# data/lang/sc/gui.en_US.json/labels/menu/social/classes/PENTAFIST
source: Pentafist
ru_ru: Пентафист

# data/lang/sc/gui.en_US.json/labels/menu/social/classes/HEXACAST
source: Hexacast
ru_ru: Гексакаст

# data/lang/sc/gui.en_US.json/labels/menu/social/classes/UNKNOWN
source: Unknown
ru_ru: Неизвестен

# data/lang/sc/gui.en_US.json/labels/menu/questHub/tabs/open
source: Open
ru_ru: Доступные

# data/lang/sc/gui.en_US.json/labels/menu/questHub/tabs/active
source: Active
ru_ru: Активные

# data/lang/sc/gui.en_US.json/labels/menu/questHub/tabs/finished
source: Finished
ru_ru: Завершённые

# data/lang/sc/gui.en_US.json/labels/menu/questHub/rewards
source: Rewards
ru_ru: Награды

# data/lang/sc/gui.en_US.json/labels/menu/questHub/completion
source: Completion Rate
ru_ru: Завершённость

# data/lang/sc/gui.en_US.json/labels/menu/questHub/available
source: Quests Available
ru_ru: Доступные квесты

# data/lang/sc/gui.en_US.json/labels/menu/trophies/tabs/GENERAL
source: General
ru_ru: Общие

# data/lang/sc/gui.en_US.json/labels/menu/trophies/tabs/COMBAT
source: Combat
ru_ru: Бой

# data/lang/sc/gui.en_US.json/labels/menu/trophies/tabs/EXPLORATION
source: Exploration
ru_ru: Изучение

# data/lang/sc/gui.en_US.json/labels/menu/trophies/tabs/CHALLENGES
source: Special
ru_ru: Особые

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/GENERAL/PROGRESS
source: Progression
ru_ru: Прогресс

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/GENERAL/PLAYER
source: Player
ru_ru: Игрок

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/GENERAL/SPECIAL
source: Special
ru_ru: Особые

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/GENERAL/ITEMS
source: Inventory
ru_ru: Инвентарь

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/COMBAT/CUMULATIVE
source: Cumulative
ru_ru: Совокупные

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/COMBAT/ACTIONS
source: Actions
ru_ru: Действия

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/COMBAT/CIRCUITS
source: Circuits
ru_ru: Контуры

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/COMBAT/ENEMIES
source: Enemies
ru_ru: Враги

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/EXPLORATION/AREAS
source: Areas
ru_ru: Местности

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/EXPLORATION/CHESTS
source: Chests
ru_ru: Сундуки

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/EXPLORATION/QUESTS
source: Quests
ru_ru: Квесты

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/EXPLORATION/DISCOVERY
source: Discovery
ru_ru: Открытия

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/CHALLENGES/GENERAL
source: General
ru_ru: Общие

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sections/CHALLENGES/COMBAT
source: Combat
ru_ru: Бой

# data/lang/sc/gui.en_US.json/labels/menu/trophies/toggleStats
source: Toggle Progress
ru_ru: Прогресс

# data/lang/sc/gui.en_US.json/labels/menu/trophies/category
source: Category
ru_ru: Категория

# data/lang/sc/gui.en_US.json/labels/menu/trophies/section
source: Section
ru_ru: Раздел

# data/lang/sc/gui.en_US.json/labels/menu/trophies/totalTrophies
source: Total Trophies
ru_ru: Всего трофеев

# data/lang/sc/gui.en_US.json/labels/menu/trophies/sectionText
source: Sections
ru_ru: Разделы

# data/lang/sc/gui.en_US.json/labels/menu/trophies/points
source: Trophy Points
ru_ru: Очки трофеев

# data/lang/sc/gui.en_US.json/labels/menu/trophies/completion
source: Completion Rate
ru_ru: Процент завершения

# data/lang/sc/gui.en_US.json/labels/menu/stats/tabs/general
source: General
ru_ru: Общие

# data/lang/sc/gui.en_US.json/labels/menu/stats/tabs/combat
source: Combat
ru_ru: Бой

# data/lang/sc/gui.en_US.json/labels/menu/stats/tabs/items
source: Collection
ru_ru: Коллекция

# data/lang/sc/gui.en_US.json/labels/menu/stats/tabs/quests
source: Quests
ru_ru: Квесты

# data/lang/sc/gui.en_US.json/labels/menu/stats/tabs/exploration
source: Exploration
ru_ru: Изучение

# data/lang/sc/gui.en_US.json/labels/menu/stats/tabs/misc
source: Misc
ru_ru: Разное

# data/lang/sc/gui.en_US.json/labels/menu/stats/tabs/log
source: Activity Log
ru_ru: События

# data/lang/sc/gui.en_US.json/labels/menu/stats/tabs/arena
source: Arena
ru_ru: Арена

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/playtime
source: Play Time
ru_ru: Время игры

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/assistTime
source: Time played with Assist Mode
ru_ru: Время игры в режиме ассистирования

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/level
source: Current Level
ru_ru: Текущий уровень

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/exp
source: Total Amount of Exp Gained
ru_ru: Общее количество полученного опыта

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/money
source: Total Amount of Credits Collected
ru_ru: Всего собрано кредитов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/progressComplete
source: Overall Completion
ru_ru: Общее завершение

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/progressStory
source: Story
ru_ru: Сюжет

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/progressTrophies
source: Trophies
ru_ru: Трофеи

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/progressArena
source: Arena
ru_ru: Арена

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/progressCollection
source: Collection
ru_ru: Сбор

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/progressEnemies
source: Enemies
ru_ru: Враги

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/progressQuests
source: Quests
ru_ru: Квесты

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/progressExploration
source: Exploration
ru_ru: Изучение

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/kills
source: Total Defeated
ru_ru: Всего побеждено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/enviroKills
source: Through Environment
ru_ru: C помощью окружения

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/boostedKills
source: Boosted
ru_ru: Усиленные

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/oneHitKills
source: In one Hit
ru_ru: С одного удара

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/foundAnimals
source: \i[enemy-animals]Organic
ru_ru: \i[enemy-animals]Органические

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/foundMechas
source: \i[enemy-mecha]Mechanical
ru_ru: \i[enemy-mecha]Механические

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/foundPlayers
source: \i[enemy-avatars]Avatars
ru_ru: \i[enemy-avatars]Аватары

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/foundAbstract
source: \i[enemy-abstract]Abstract
ru_ru: \i[enemy-abstract]Абстрактные

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/enemies
source: Enemy Completion
ru_ru: Побеждено врагов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/damageGiven
source: Total Damage Dealt
ru_ru: Всего нанесено урона

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/timeCombat
source: Time spent in Combat
ru_ru: Времени в бою

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/hitsTaken
source: Total Hits Taken
ru_ru: Всего получено ударов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/damageTaken
source: Total Damage Taken
ru_ru: Всего получено урона

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/throws
source: Total Balls Thrown
ru_ru: Всего брошено шаров

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/normalThrows
source: Normal Throws
ru_ru: Обычные броски

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/chargedThrows
source: Charged Throws
ru_ru: Заряженные броски

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/aimingTime
source: Time spent Aiming
ru_ru: Времени в прицеливании

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/chargeTime
source: Time spent Charging
ru_ru: Времени в зарядке

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/guardTime
source: Time spent Guarding
ru_ru: Времени в блоке

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/shieldedHits
source: Attacks Guarded
ru_ru: Атак заблокировано

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/perfectShield
source: Perfect Guards
ru_ru: Идеальные блоки

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/guardCounters
source: Guard Counters
ru_ru: Ответные удары

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/shieldRatio
source: Normal / Perfect Guard Ratio
ru_ru: Процент обычных / идеальных блоков

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/specials
source: Total Combat Arts Executed
ru_ru: Всего техник боя использовано

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/specials-level-1
source: Level 1
ru_ru: Уровень 1

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/specials-level-2
source: Level 2
ru_ru: Уровень 2

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/specials-level-3
source: Level 3
ru_ru: Уровень 3

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/specialsClose
source: Melee Arts
ru_ru: Техники ближнего боя
