Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

source: Increases the speed of inflicting the \c[3]Mark\c[0] Condition and its effect by \c[3][xyz]%\c[0]. \c[3]Mark\c[0] increases the received ranged damage by 50%.
ru_ru: Увеличивает скорость наложения \c[3]Метки\c[0] и её эффект на \c[3][xyz]%\c[0]. \c[3]Метка\c[0] увеличивает получаемый дальний урон на 50%.

source: Increases the resistance against the \c[3]Burn\c[0] Condition and reduces its effect by \c[3][xyz]%\c[0]. \c[3]Burn\c[0] causes damage over time, depending on the MaxHP of the victim.
ru_ru: Увеличивает устойчивость к \c[3]Горению\c[0] и ослабляет его эффект на \c[3][xyz]%\c[0]. \c[3]Горение\c[0] наносит урон с течением времени, зависящий от макс. HP жертвы.

source: Increases the resistance against the \c[3]Chill\c[0] Condition and reduces its effect by \c[3][xyz]%\c[0]. \c[3]Chill\c[0] decreases the overall speed of the victim.
ru_ru: Увеличивает устойчивость к \c[3]Ознобу\c[0] и ослабляет его эффект на \c[3][xyz]%\c[0]. \c[3]Озноб\c[0] уменьшает скорость жертвы.

source: Increases the resistance against the \c[3]Jolt\c[0] Condition and reduces its effect by \c[3][xyz]%\c[0]. \c[3]Jolt\c[0] causes damage and stuns in short intervals.
ru_ru: Увеличивает устойчивость к \c[3]Потрясению\c[0] и ослабляет его эффект на \c[3][xyz]%\c[0]. \c[3]Потрясение\c[0] наносит урон и оглушает на короткие промежутки времени.

source: Increases the resistance against the \c[3]Mark\c[0] Condition and reduces its effect by \c[3][xyz]%\c[0]. \c[3]Mark\c[0] increases the received ranged damage by 50%.
ru_ru: Увеличивает устойчивость к \c[3]Метке\c[0] и ослабляет её эффект на \c[3][xyz]%\c[0]. \c[3]Метка\c[0] увеличивает получаемый дальний урон на 50%.

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/STATUS_CONDITION_HEALING
source: Increases the recovery speed from all negative status conditions by \c[3][xyz]%\c[0].
ru_ru: Увеличивает скорость восстановления от всех негативных эффектов на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/HP_REGENERATION
source: Regenerates \c[3][xyz]%\c[0] of HP over 60 seconds of combat. Healing frequency increases with higher percentage.
ru_ru: Восстанавливает \c[3][xyz]%\c[0] HP за 60 секунд боя. Частота исцеления возрастает с увеличением процента.

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/OVERHEAT_REDUCTION
source: Slows down the Elemental Overload by \c[3][xyz]%\c[0].
ru_ru: Замедляет элементальную перегрузку на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/ITEM_BOOST
source: Increases the effect of healing and the duration of buffs from items by \c[3][xyz]%\c[0].
ru_ru: Увеличивает эффективность лечения и продолжительность бафов от предметов на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/APPETITE
source: Unlocks \c[3]one\c[0] additional buff slot.
ru_ru: Открывает \c[3]одну\c[0] дополнительную ячейку для бафа.

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/SPIKE_DAMAGE
source: When guarding, reflects \c[3][xyz]%\c[0] of the total absorbed damage back on the attacker.
ru_ru: При защите отражает \c[3][xyz]%\c[0] от поглощённого урона обратно атакующему.

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/CROSS_COUNTER
source: Increases damage on enemies that are attacking or charging by \c[3][xyz]%\c[0].
ru_ru: Увеличивает урон по атакующим и заряжающимся врагам на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/BERSERKER
source: Increases Damage by \c[3][xyz]%\c[0] when at critical HP. (Below 33% of MaxHP)
ru_ru: Увеличивает урон на \c[3][xyz]%\c[0] при критическом значении HP. (Ниже 33% от макс. HP)

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/BREAK_DMG
source: Increases Damage on enemies that are stunned, weak or in break state by \c[3][xyz]%\c[0].
ru_ru: Увеличивает урон по врагам в состоянии оглушения, ослабления или пробития на \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/ONCE_MORE
source: Survive exactly \c[3]one attack\c[0] that would normally kill you.
ru_ru: Позволяет пережить \c[3]одну летальную атаку\c[0].

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/GUARD_SP
source: Restores SP on guard based on \c[3][xyz]%\c[0] of the attack's power. (\c[3]Double\c[0] for perfect guard)
ru_ru: Восстанавливает SP при блоке, основываясь на \c[3][xyz]%\c[0] от силы атаки. (\c[3]Удваивается\c[0] при идеальном блоке)

# data/lang/sc/gui.en_US.json/labels/skills/descriptions/ACTIVE_PLACEHOLDER
source: \c[3]Placeholder\c[0] for a Special Attack that can be learned in future versions.
ru_ru: \c[3]Заполнитель\c[0] для особой атаки, которую можно будет изучить в будущих версиях.

# data/lang/sc/gui.en_US.json/labels/options/headers/sound
source: Audio
ru_ru: Аудио

# data/lang/sc/gui.en_US.json/labels/options/headers/menu
source: Menu
ru_ru: Меню

# data/lang/sc/gui.en_US.json/labels/options/headers/gameplay
source: Gameplay
ru_ru: Геймплей

# data/lang/sc/gui.en_US.json/labels/options/headers/main
source: Main Menu
ru_ru: Главное меню

# data/lang/sc/gui.en_US.json/labels/options/headers/field
source: Gameplay
ru_ru: Геймплей

# data/lang/sc/gui.en_US.json/labels/options/headers/quick
source: Quick Menu
ru_ru: Быстрое меню

# data/lang/sc/gui.en_US.json/labels/options/headers/quests
source: Quests
ru_ru: Квесты

# data/lang/sc/gui.en_US.json/labels/options/headers/cutscenes
source: Cutscenes
ru_ru: Сцены

# data/lang/sc/gui.en_US.json/labels/options/headers/updates
source: HUD Updates
ru_ru: Размер интерфейса

# data/lang/sc/gui.en_US.json/labels/options/headers/party
source: Party
ru_ru: Группа

# data/lang/sc/gui.en_US.json/labels/options/headers/combat
source: Combat
ru_ru: Бой

# data/lang/sc/gui.en_US.json/labels/options/headers/puzzle
source: Puzzles
ru_ru: Головоломки

# data/lang/sc/gui.en_US.json/labels/options/headers/arena
source: Arena
ru_ru: Арена

# data/lang/sc/gui.en_US.json/labels/options/arena-confirm/name
source: Confirm Arena Dialogs
ru_ru: Подтверждения на арене

# data/lang/sc/gui.en_US.json/labels/options/arena-confirm/description
source: Tick if menu actions in the arena should be confirmed.
ru_ru: Включает подтверждение действий в меню арены.

# data/lang/sc/gui.en_US.json/labels/options/arena-cam-focus/name
source: Camera Center Focus
ru_ru: Центрирование камеры

# data/lang/sc/gui.en_US.json/labels/options/arena-cam-focus/description
source: If ticked, focuses camera to the center of the stage for most rounds.
ru_ru: Включает фокусировку камеры на центре экрана в большинстве случаев.

# data/lang/sc/gui.en_US.json/labels/options/item-hud-size/name
source: Item HUD Size
ru_ru: Размер HUD предметов

# data/lang/sc/gui.en_US.json/labels/options/item-hud-size/description
source: Changes the size of the item notification window.
ru_ru: Изменяет размер окна уведомлений.

# data/lang/sc/gui.en_US.json/labels/options/item-hud-size/group/0
source: Normal
ru_ru: Нормальный

# data/lang/sc/gui.en_US.json/labels/options/item-hud-size/group/1
source: Small
ru_ru: Малый

# data/lang/sc/gui.en_US.json/labels/options/update-quest-style/name
source: Task Updates
ru_ru: Обновления задач

# data/lang/sc/gui.en_US.json/labels/options/update-quest-style/description
source: Changes how completed tasks in quests are displayed.
ru_ru: Размер окна выполненных задач.

# data/lang/sc/gui.en_US.json/labels/options/update-quest-style/group/0
source: Normal
ru_ru: Нормально

# data/lang/sc/gui.en_US.json/labels/options/update-quest-style/group/1
source: Minimal
ru_ru: Минимально

# data/lang/sc/gui.en_US.json/labels/options/update-quest-style/group/2
source: Off
ru_ru: Выключить

# data/lang/sc/gui.en_US.json/labels/options/update-landmark-style/name
source: Landmark Updates
ru_ru: Обновления ориентиров

# data/lang/sc/gui.en_US.json/labels/options/update-landmark-style/description
source: Changes how new landmarks are displayed when found.
ru_ru: Размер всплывающего окна при нахождении новых ориентиров.

# data/lang/sc/gui.en_US.json/labels/options/update-landmark-style/group/0
source: Normal
ru_ru: Нормально

# data/lang/sc/gui.en_US.json/labels/options/update-landmark-style/group/1
source: Minimal
ru_ru: Минимально

# data/lang/sc/gui.en_US.json/labels/options/update-landmark-style/group/2
source: Off
ru_ru: Выключить

# data/lang/sc/gui.en_US.json/labels/options/update-lore-style/name
source: Encyclopedia Updates
ru_ru: Обновления энциклопедии

# data/lang/sc/gui.en_US.json/labels/options/update-lore-style/description
source: Changes how new Encyclopedia entries are displayed when found.
ru_ru: Размер окна отображения новых данных энциклопедии.

# data/lang/sc/gui.en_US.json/labels/options/update-lore-style/group/0
source: Normal
ru_ru: Нормально

# data/lang/sc/gui.en_US.json/labels/options/update-lore-style/group/1
source: Minimal
ru_ru: Минимально

# data/lang/sc/gui.en_US.json/labels/options/update-lore-style/group/2
source: Off
ru_ru: Выключить

# data/lang/sc/gui.en_US.json/labels/options/update-drop-style/name
source: Botanics Updates
ru_ru: Обновления ботаники

# data/lang/sc/gui.en_US.json/labels/options/update-drop-style/description
source: Changes how new Botanics completion is displayed when achieved.
ru_ru: Размер окна прогресса при изучении ботаники.

# data/lang/sc/gui.en_US.json/labels/options/update-drop-style/group/0
source: Normal
ru_ru: Нормально

# data/lang/sc/gui.en_US.json/labels/options/update-drop-style/group/1
source: Minimal
ru_ru: Минимально

# data/lang/sc/gui.en_US.json/labels/options/update-drop-style/group/2
source: Off
ru_ru: Выключить

# data/lang/sc/gui.en_US.json/labels/options/update-trophy-style/name
source: Trophy Updates
ru_ru: Обновления трофеев

# data/lang/sc/gui.en_US.json/labels/options/update-trophy-style/description
source: Changes how new trophies are displayed when achieved.
ru_ru: Размер окна новых трофеев.

# data/lang/sc/gui.en_US.json/labels/options/update-trophy-style/group/0
source: Normal
ru_ru: Нормально

# data/lang/sc/gui.en_US.json/labels/options/update-trophy-style/group/1
source: Minimal
ru_ru: Минимально

# data/lang/sc/gui.en_US.json/labels/options/update-trophy-style/group/2
source: Off
ru_ru: Выключить

# data/lang/sc/gui.en_US.json/labels/options/hp-bars/name
source: Party Status Bars
ru_ru: Статус группы

# data/lang/sc/gui.en_US.json/labels/options/hp-bars/description
source: Change under which party members status bars are shown.
ru_ru: Меняет отображение шкал статуса членов группы.

# data/lang/sc/gui.en_US.json/labels/options/hp-bars/group/0
source: All
ru_ru: Все

# data/lang/sc/gui.en_US.json/labels/options/hp-bars/group/1
source: All but Lea
ru_ru: Все кроме Леи

# data/lang/sc/gui.en_US.json/labels/options/hp-bars/group/2
source: None
ru_ru: Нет

# data/lang/sc/gui.en_US.json/labels/options/party-combat-arts/name
source: Party Combat Arts
ru_ru: Техники боя группы

# data/lang/sc/gui.en_US.json/labels/options/party-combat-arts/description
source: Change how Combat Arts execution is shown for party members.
ru_ru: Меняет отображение техник боя, используемых членами группы.

# data/lang/sc/gui.en_US.json/labels/options/party-combat-arts/group/0
source: Full
ru_ru: Полностью

# data/lang/sc/gui.en_US.json/labels/options/party-combat-arts/group/1
source: Just Name
ru_ru: Только имя

# data/lang/sc/gui.en_US.json/labels/options/party-combat-arts/group/2
source: None
ru_ru: Нет

# data/lang/sc/gui.en_US.json/labels/options/quick-menu-access/name
source: Quick Menu Access
ru_ru: Меню быстрого доступа

# data/lang/sc/gui.en_US.json/labels/options/quick-menu-access/group/0
source: Hold
ru_ru: Удерживать

# data/lang/sc/gui.en_US.json/labels/options/quick-menu-access/group/1
source: Press
ru_ru: Нажать

# data/lang/sc/gui.en_US.json/labels/options/quick-menu-access/description
source: The access style to toggle the quick menu.
ru_ru: Способ открытия меню быстрого доступа.

# data/lang/sc/gui.en_US.json/labels/options/skip-confirm/name
source: Confirm Cutscene Skip
ru_ru: Подтверждение пропуска сцен

# data/lang/sc/gui.en_US.json/labels/options/skip-confirm/description
source: Tick if skipping cutscenes should be confirmed.
ru_ru: Включает окно подтверждения пропуска сцен.

# data/lang/sc/gui.en_US.json/labels/options/game-sense/name
source: Enable Game Sense
ru_ru: Включить Game Sense

# data/lang/sc/gui.en_US.json/labels/options/game-sense/description
source: Tick if Game Sense (Steel Series Engine 3) should be enabled.
ru_ru: Установите флажок, чтобы включить Game Sense (Steel Series Engine 3).

# data/lang/sc/gui.en_US.json/labels/options/equip-level-display/name
source: Show Levels in Equipment
ru_ru: Уровни экипировки

# data/lang/sc/gui.en_US.json/labels/options/equip-level-display/description
source: Enables the display in the equip menu which shows the player- and average equip level.
ru_ru: Включает отображение уровней экипировки и игрока в меню экипировки.

# data/lang/sc/gui.en_US.json/labels/options/enemy-status-bars/name
source: Enemy Status Bar
ru_ru: Статус врагов

# data/lang/sc/gui.en_US.json/labels/options/enemy-status-bars/description
source: Tick if enemy status bars should be shown below enemies.
ru_ru: Включает отображение статуса под врагами.

# data/lang/sc/gui.en_US.json/labels/options/level-letter-display/name
source: Show Level Symbol
ru_ru: Отображать уровень

# data/lang/sc/gui.en_US.json/labels/options/level-letter-display/description
source: Shows the Level Symbol next to the level of an equipment item.
ru_ru: Отображать символ уровня рядом с экипиривкой.

# data/lang/sc/gui.en_US.json/labels/options/buff-help/name
source: Show Buff Help
ru_ru: Подсказки у расходников

# data/lang/sc/gui.en_US.json/labels/options/buff-help/description
source: Shows a small help text when hovering consumables in the inventory.
ru_ru: Показывать небольшую подсказку при выборе расходника.

# data/lang/sc/gui.en_US.json/labels/options/skip-tutorials/name
source: Skip Tutorials
ru_ru: Пропуск обучения

# data/lang/sc/gui.en_US.json/labels/options/skip-tutorials/description
source: Tick if all optional tutorials should be skipped. \c[1]Not recommended for first playthrough!\c[0]
ru_ru: Всё опциональное обучение будет пропущено. \c[1]Не рекомендуется для первого прохождения!\c[0]

# data/lang/sc/gui.en_US.json/labels/options/quest-show-current/name
source: Show Finished Tasks
ru_ru: Отображать завершённые задачи

# data/lang/sc/gui.en_US.json/labels/options/quest-show-current/description
source: Tick to show the task that was finished when a quest updates instead of the next task.
ru_ru: Отображать задачу в квесте, которая была завершена, вместо новой задачи.

# data/lang/sc/gui.en_US.json/labels/options/min-sidebar/name
source: Small Right Sidebars
ru_ru: Малая правая панель

# data/lang/sc/gui.en_US.json/labels/options/min-sidebar/description
source: Tick to make right sidebar smaller. Only works with a \c[3]Pixel Size\c[0] of 2 or higher.
ru_ru: Уменьшает правую боковую панель. Работает только с \c[3]размером пикселей\c[0] 2 или больше.

# data/lang/sc/gui.en_US.json/labels/options/xeno-pointer/name
source: Show Dialog Pointer
ru_ru: Отображать указатель диалогов

# data/lang/sc/gui.en_US.json/labels/options/xeno-pointer/description
source: Tick to show an effect if an NPC can be talked while text is above it.
ru_ru: Включите, чтобы увидеть возможность присоединиться к диалогу с NPC.

# data/lang/sc/gui.en_US.json/labels/options/difficulty/name
source: Difficulty
ru_ru: Сложность

# data/lang/sc/gui.en_US.json/labels/options/difficulty/group/0
source: Casual
ru_ru: Легко

# data/lang/sc/gui.en_US.json/labels/options/difficulty/group/1
source: Normal
ru_ru: Нормально

# data/lang/sc/gui.en_US.json/labels/options/difficulty/group/2
source: Hard
ru_ru: Сложно

# data/lang/sc/gui.en_US.json/labels/options/difficulty/group/3
source: Ultra
ru_ru: Ультра

# data/lang/sc/gui.en_US.json/labels/options/difficulty/description
source: The difficulty of the game. TODO add better text
ru_ru: Сложность игры.

# data/lang/sc/gui.en_US.json/labels/options/rumble-strength/name
source: Screen shake
ru_ru: Тряска экрана

# data/lang/sc/gui.en_US.json/labels/options/rumble-strength/group/0
source: Off
ru_ru: Нет

# data/lang/sc/gui.en_US.json/labels/options/rumble-strength/description
source: Changes the strength of screen shake effects.
ru_ru: Изменяет силу тряски экрана.

# data/lang/sc/gui.en_US.json/labels/options/message-padding/name
source: Message Padding
ru_ru: Отступ сообщений

# data/lang/sc/gui.en_US.json/labels/options/message-padding/group/0
source: Normal
ru_ru: Нормальный

# data/lang/sc/gui.en_US.json/labels/options/message-padding/group/1
source: Wide
ru_ru: Широкий

# data/lang/sc/gui.en_US.json/labels/options/message-padding/description
source: Changes the padding around texts in dialog bubbles/boxes.
ru_ru: Изменяет отступ вокруг текста в диалоговых окнах/облаках.

# data/lang/sc/gui.en_US.json/labels/options/text-speed/name
source: Text Speed
ru_ru: Скорость

# data/lang/sc/gui.en_US.json/labels/options/text-speed/example
source: \c[3]Example Text
ru_ru: \c[3]Пример текста

# data/lang/sc/gui.en_US.json/labels/options/text-speed/description
source: The speed at which text appears in dialogs and side messages.
ru_ru: Скорость появления текста в диалогах и дополнительных сообщениях.

# data/lang/sc/gui.en_US.json/labels/options/pause-unfocused/name
source: Pause when unfocused
ru_ru: Пауза при сворачивании

# data/lang/sc/gui.en_US.json/labels/options/pause-unfocused/description
source: Pause the game when window is out of focus.
ru_ru: Ставит игру на паузу, если окно не активно.

# data/lang/sc/gui.en_US.json/labels/options/circuit-text-size/name
source: Circuit Info Box Size
ru_ru: Размер окна в схеме

# data/lang/sc/gui.en_US.json/labels/options/circuit-text-size/group/0
source: Small
ru_ru: Малый

# data/lang/sc/gui.en_US.json/labels/options/circuit-text-size/group/1
source: Medium
ru_ru: Средний

# data/lang/sc/gui.en_US.json/labels/options/circuit-text-size/group/2
source: Large
ru_ru: Большой

# data/lang/sc/gui.en_US.json/labels/options/circuit-text-size/description
source: The size of the info box when hovering over a skill node in the circuit menu.
ru_ru: Размер информационного окна при выборе навыков в контурах.

# data/lang/sc/gui.en_US.json/labels/options/circuit-display-time/name
source: Circuit Info Display Time
ru_ru: Время отображения информации в контурах

# data/lang/sc/gui.en_US.json/labels/options/circuit-display-time/group/0
source: Short
ru_ru: Кратко

# data/lang/sc/gui.en_US.json/labels/options/circuit-display-time/group/1
source: Long
ru_ru: Долго

# data/lang/sc/gui.en_US.json/labels/options/circuit-display-time/description
source: The time the info box stays after leaving focus on a node in the circuit menu.
ru_ru: Время отображения информационного окна в меню контуров.

# data/lang/sc/gui.en_US.json/labels/options/min-quest/name
source: Minimize Quest Window
ru_ru: Уменьшенное окно квестов

# data/lang/sc/gui.en_US.json/labels/options/min-quest/description
source: Displays only the name and progress of the quest in the favorite quest window.
ru_ru: Отображать только название и прогресс квеста в окне с избранным квестом.

# data/lang/sc/gui.en_US.json/labels/options/circuit-quick-change/name
source: Circuit Chain Activation
ru_ru: Цепная активация контура

# data/lang/sc/gui.en_US.json/labels/options/circuit-quick-change/description
source: Allows to chain activate nodes in the circuit menu when selecting a node.
ru_ru: Разрешить в контурах последовательную активацию навыков до выбранного.

# data/lang/sc/gui.en_US.json/labels/options/hud-display/name
source: Display HUD
ru_ru: Отображать HUD

# data/lang/sc/gui.en_US.json/labels/options/hud-display/description
source: Toggles the status display in the top left corner.
ru_ru: Отображать элементы интерфейса в верхнем левом углу.

# data/lang/sc/gui.en_US.json/labels/options/close-circle/name
source: Show Melee Indicator
ru_ru: Отображать индикатор ближнего боя

# data/lang/sc/gui.en_US.json/labels/options/close-circle/description
source: Toggles the circle indicating the close combat range for mouse input.
ru_ru: Включает отображение индикатора ближнего боя при использовании мыши.

# data/lang/sc/gui.en_US.json/labels/options/element-select/name
source: Show Element on Lea
ru_ru: Показывать элемент на Лее

# data/lang/sc/gui.en_US.json/labels/options/element-select/description
source: Toggles the current element display when switching elements on Lea.
ru_ru: Включает отображение текущего элемента на Лее при переключении.

# data/lang/sc/gui.en_US.json/labels/options/element-overload/name
source: Show Element Overload
ru_ru: Перегрузка элемента

# data/lang/sc/gui.en_US.json/labels/options/element-overload/description
source: Toggles the corner graphics indicating element overload.
ru_ru: Включает визуальное отображение перегрузки элемента.

# data/lang/sc/gui.en_US.json/labels/options/language/name
source: Language
ru_ru: Язык

# data/lang/sc/gui.en_US.json/labels/options/language/group/0
source: English
ru_ru: Английский

# data/lang/sc/gui.en_US.json/labels/options/language/group/1
source: German
ru_ru: Немецкий

# data/lang/sc/gui.en_US.json/labels/options/language/group/2
source: Chinese
ru_ru: Китайский

# data/lang/sc/gui.en_US.json/labels/options/language/group/3
source: Japanese
ru_ru: Японский

# data/lang/sc/gui.en_US.json/labels/options/language/group/4
source: Korean
ru_ru: Корейский

# data/lang/sc/gui.en_US.json/labels/options/language/group/5
source: Traditional Chinese
ru_ru: Традиционный китайский

# data/lang/sc/gui.en_US.json/labels/options/language/description
source: The language of the game. \c[1]Needs a restart!
ru_ru: Язык игры. \c[1]Требуется перезапуск!

# data/lang/sc/gui.en_US.json/labels/options/low-health-warning/name
source: Show Low Health Warning
ru_ru: Предупреждения низкого уровня HP

# data/lang/sc/gui.en_US.json/labels/options/low-health-warning/description
source: Toggles the corner graphics for low health.
ru_ru: Включить визуальное отображение низкого уровня здоровья.

# data/lang/sc/gui.en_US.json/labels/options/combat-art-name/name
source: Show Combat Art Name
ru_ru: Название техник боя

# data/lang/sc/gui.en_US.json/labels/options/combat-art-name/description
source: Toggles if the name of a combat art should be displayed above Lea when executed.
ru_ru: Включить отображение названий используемых техник боя над Леей.

# data/lang/sc/gui.en_US.json/labels/options/sp-bar/name
source: Show SP Bar
ru_ru: Отображать шкалу SP

# data/lang/sc/gui.en_US.json/labels/options/sp-bar/description
source: Toggles if the SP bar should be shown when using Arts or recovering SP.
ru_ru: Включить отображение шкалы SP при использовании техник боя или восстановлении SP.

# data/lang/sc/gui.en_US.json/labels/options/damage-numbers/name
source: Show Damage Numbers
ru_ru: Отображать количество урона

# data/lang/sc/gui.en_US.json/labels/options/damage-numbers/description
source: Toggles the damage numbers. This applies to healing numbers too.
ru_ru: Отображать количество урона. Это также относится и к лечению.

# data/lang/sc/gui.en_US.json/labels/options/damage-numbers-crit/name
source: Show Only Criticals
ru_ru: Показывать только криты

# data/lang/sc/gui.en_US.json/labels/options/damage-numbers-crit/description
source: If selected only shows critical hit numbers. (Healing numbers are still displayed)
ru_ru: Если выбрано, отображаются только значения критов.

# data/lang/sc/gui.en_US.json/labels/options/s-rank-effects/name
source: S-Rank Music & Effects
ru_ru: Музыка и эффекты комбо

# data/lang/sc/gui.en_US.json/labels/options/s-rank-effects/description
source: If selected: play S-Rank music and show special effects.
ru_ru: Если выбрано, проигрывать музыку S-ранга и показывать спецэффекты.
