Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/options/show-items/name
source: Show Item Notification
ru_ru: Показывать уведомления предметов

# data/lang/sc/gui.en_US.json/labels/options/show-items/description
source: Toggles the item notification window when obtaining an item.
ru_ru: Включает окно уведомления при получении предмета.

# data/lang/sc/gui.en_US.json/labels/options/show-money/name
source: Show Money Notification
ru_ru: Показывать денежные уведомления

# data/lang/sc/gui.en_US.json/labels/options/show-money/description
source: Toggles the money notification window when obtaining money.
ru_ru: Включает окно уведомления при получении денег.

# data/lang/sc/gui.en_US.json/labels/options/quick-cursor/name
source: Save Cursor Position
ru_ru: Сохранять позицию курсора

# data/lang/sc/gui.en_US.json/labels/options/quick-cursor/description
source: If ticked, saves the cursor position in the quick item menu.
ru_ru: Включает сохранение позиции курсора в меню быстрого доступа.

# data/lang/sc/gui.en_US.json/labels/options/quick-element/name
source: Allow Element Switch
ru_ru: Разрешить переключение элементов

# data/lang/sc/gui.en_US.json/labels/options/quick-element/description
source: Tick to be able to switch elements while in the quick-menu.
ru_ru: Включите, чтобы разрешить переключать элементы в меню быстрого доступа.

# data/lang/sc/gui.en_US.json/labels/options/quick-location/name
source: Location Display
ru_ru: Отображение локации

# data/lang/sc/gui.en_US.json/labels/options/quick-location/group/0
source: Quick
ru_ru: Быстро

# data/lang/sc/gui.en_US.json/labels/options/quick-location/group/1
source: Map
ru_ru: Карта

# data/lang/sc/gui.en_US.json/labels/options/quick-location/group/2
source: Disable
ru_ru: Нет

# data/lang/sc/gui.en_US.json/labels/options/quick-location/description
source: \c[3]Quick\c[0]: Show when in Quick menu. \c[3]Map\c[0]: Show when entering map. \c[3]Disable\c[0]: Never show.
ru_ru: \c[3]Быстро\c[0]: В меню быстрого доступа. \c[3]Карта\c[0]: При открытии карты. \c[3]Нет\c[0]: Убрать.

# data/lang/sc/gui.en_US.json/labels/options/display-type/name
source: Display Type
ru_ru: Метод масштабирования

# data/lang/sc/gui.en_US.json/labels/options/display-type/group/0
source: Original
ru_ru: Оригинал

# data/lang/sc/gui.en_US.json/labels/options/display-type/group/1
source: Double
ru_ru: Двойной

# data/lang/sc/gui.en_US.json/labels/options/display-type/group/2
source: Fit
ru_ru: Подогнанный

# data/lang/sc/gui.en_US.json/labels/options/display-type/group/3
source: Stretch
ru_ru: Растянутый

# data/lang/sc/gui.en_US.json/labels/options/display-type/description
source: Changes the Scaling used for the box the game runs in.
ru_ru: Изменяет метод масштабирования графического содержимого окна игры.

# data/lang/sc/gui.en_US.json/labels/options/gamepad-attack/name
source: Attack / Charge
ru_ru: Атака / Бросок

# data/lang/sc/gui.en_US.json/labels/options/gamepad-attack/description
source: Button for attack and throwing. The other button will be used for special attacks.
ru_ru: Кнопка для атаки и броска. Другая кнопка будет использоваться для специальных атак.

# data/lang/sc/gui.en_US.json/labels/options/gamepad-dash/name
source: Dash / Quick Menu
ru_ru: Рывок / Быстрый доступ

# data/lang/sc/gui.en_US.json/labels/options/gamepad-dash/description
source: Button for dashing and guarding. The other button will be used for the quick menu.
ru_ru: Кнопка для рывка и блока. Другая кнопка будет использоваться для меню быстрого доступа.

# data/lang/sc/gui.en_US.json/labels/options/gamepad-icons/name
source: Gamepad Icons
ru_ru: Иконки геймпада

# data/lang/sc/gui.en_US.json/labels/options/gamepad-icons/description
source: Icons displayed for Gamepad Buttons.
ru_ru: Иконки, отображаемые для кнопок геймпада.

# data/lang/sc/gui.en_US.json/labels/options/fullscreen/name
source: Enable Fullscreen
ru_ru: Полноэкранный режим

# data/lang/sc/gui.en_US.json/labels/options/fullscreen/description
source: Toggles fullscreen view.
ru_ru: Включает полноэкранный режим.

# data/lang/sc/gui.en_US.json/labels/options/double-pixels/name
source: Double Pixel Size
ru_ru: Двойной размер пикселей

# data/lang/sc/gui.en_US.json/labels/options/double-pixels/description
source: Increases the pixel size resulting in less blurry graphics. \c[1]Needs a restart!
ru_ru: Увеличивает размер пикселей, делая графику менее размытой. \c[1]Требуется перезапуск!

# data/lang/sc/gui.en_US.json/labels/options/pixel-size/name
source: Pixel Size
ru_ru: Размер пикселей

# data/lang/sc/gui.en_US.json/labels/options/pixel-size/description
source: Higher size means sharper image. May reduce FPS. \c[1]Needs a restart!
ru_ru: Больший размер означает более чёткое изображение. \c[1]Требуется перезапуск!

# data/lang/sc/gui.en_US.json/labels/options/speedlines/name
source: Speed Lines
ru_ru: Линии скорости

# data/lang/sc/gui.en_US.json/labels/options/speedlines/description
source: Toggles speed lines shown during important combat events.
ru_ru: Включает/выключает линии скорости, отображаемые во время важных боевых событий.

# data/lang/sc/gui.en_US.json/labels/options/env-particles/name
source: Overlay Particles
ru_ru: Накладываемые частицы

# data/lang/sc/gui.en_US.json/labels/options/env-particles/description
source: Toggles the environment particles.
ru_ru: Включает частицы окружения.

# data/lang/sc/gui.en_US.json/labels/options/weather/name
source: Weather Effects
ru_ru: Погодные эффекты

# data/lang/sc/gui.en_US.json/labels/options/weather/description
source: Toggles the weather effects like rain and snow.
ru_ru: Включает погодные эффекты, такие как дождь и снег.

# data/lang/sc/gui.en_US.json/labels/options/lighting/name
source: Lighting
ru_ru: Освещение

# data/lang/sc/gui.en_US.json/labels/options/lighting/description
source: Toggles the ambient lighting.
ru_ru: Включает естественное освещение.

# data/lang/sc/gui.en_US.json/labels/options/effects/name
source: Effect Details
ru_ru: Эффекты

# data/lang/sc/gui.en_US.json/labels/options/effects/group/0
source: Low
ru_ru: Низкие

# data/lang/sc/gui.en_US.json/labels/options/effects/group/1
source: Medium
ru_ru: Средние

# data/lang/sc/gui.en_US.json/labels/options/effects/group/2
source: High
ru_ru: Высокие

# data/lang/sc/gui.en_US.json/labels/options/effects/description
source: Sets the details on overall effects.
ru_ru: Устанавливает детализацию эффектов.

# data/lang/sc/gui.en_US.json/labels/options/volume-master/name
source: Master Volume
ru_ru: Общая громкость

# data/lang/sc/gui.en_US.json/labels/options/volume-master/description
source: Sets the overall volume of the game.
ru_ru: Задаёт общую громкость игры.

# data/lang/sc/gui.en_US.json/labels/options/volume-music/name
source: Music Volume
ru_ru: Громкость музыки

# data/lang/sc/gui.en_US.json/labels/options/volume-music/description
source: Sets the volume of the music in the game.
ru_ru: Задаёт громкость музыки в игре.

# data/lang/sc/gui.en_US.json/labels/options/volume-sound/name
source: Sound Volume
ru_ru: Громкость звуков

# data/lang/sc/gui.en_US.json/labels/options/volume-sound/description
source: Sets the volume of the sounds in the game.
ru_ru: Задаёт громкость звуков в игре.

# data/lang/sc/gui.en_US.json/labels/options/web-audio/name
source: Use Web Audio
ru_ru: Использовать Web Audio

# data/lang/sc/gui.en_US.json/labels/options/web-audio/description
source: Enables WebAudio for better sound quality and positioned sounds. \c[1]Needs a restart!
ru_ru: Включает WebAudio для лучшего звучания и позиционированного звучания. \c[1]Требуется перезапуск!

# data/lang/sc/gui.en_US.json/labels/options/close-combat-input/name
source: Melee Mouse Input
ru_ru: Ближний бой мышью

# data/lang/sc/gui.en_US.json/labels/options/close-combat-input/description
source: Enables being able to click close to Lea to execute a melee attack.
ru_ru: Позволяет кликать рядом с Леей для выполнения атаки ближнего боя.

# data/lang/sc/gui.en_US.json/labels/options/element-wheel/name
source: Element Mouse Wheel
ru_ru: Элементы на колесо мыши

# data/lang/sc/gui.en_US.json/labels/options/element-wheel/description
source: If ticked you can use the mouse wheel to change the element mode.
ru_ru: Включает изменение режимов элементов с помощью колеса мыши.

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/left
source: Move Left
ru_ru: Движение влево

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/right
source: Move Right
ru_ru: Движение вправо

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/up
source: Move Up
ru_ru: Движение вверх

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/down
source: Move Down
ru_ru: Движение вниз

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/menu
source: Enter/Exit Menu
ru_ru: Открыть/Закрыть меню

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/pause
source: Pause
ru_ru: Пауза

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/confirm
source: Confirm
ru_ru: Подтвердить

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/dash2
source: Dash
ru_ru: Рывок

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/back
source: Return
ru_ru: Вернуться

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/melee
source: Execute Melee
ru_ru: Ближняя атака

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/guard
source: Execute Guard
ru_ru: Блок

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/special
source: Charge Special
ru_ru: Зарядить особую атаку

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/cold
source: Cold Mode
ru_ru: Режим Холода

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/heat
source: Heat Mode
ru_ru: Режим Пламени

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/shock
source: Shock Mode
ru_ru: Режим Шока

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/wave
source: Wave Mode
ru_ru: Режим Волны

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/neutral
source: Neutral Mode
ru_ru: Нейтральный режим

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/help
source: Open Help Menu
ru_ru: Справка

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/help2
source: Shortcut 1
ru_ru: Быстрая клавиша 1

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/help3
source: Shortcut 2
ru_ru: Быстрая клавиша 2

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/skip-cutscene
source: Shortcut 3/Skip Scenes
ru_ru: Быстрая клавиша 3/Пропуск сцен

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/help4
source: Shortcut 4
ru_ru: Быстрая клавиша 4

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/circle-left
source: Change Tabs/Circle Left
ru_ru: Прокрутить влево/Выбрать вкладку

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/circle-right
source: Change Tabs/Circle Right
ru_ru: Прокрутить вправо/Выбрать вкладку

# data/lang/sc/gui.en_US.json/labels/options/controls/keys/quick
source: Enter/Exit Quick Menu
ru_ru: Меню быстрого доступа

# data/lang/sc/gui.en_US.json/labels/options/controls/anykey
source: \c[3]- Press any key - \c[0]
ru_ru: \c[3]- Нажмите любую клавишу -\c[0]

# data/lang/sc/gui.en_US.json/labels/options/controls/unbind
source: Unbind
ru_ru: Не назначено

# data/lang/sc/gui.en_US.json/labels/options/controls/back
source: Return
ru_ru: Назад

# data/lang/sc/gui.en_US.json/labels/options/controls/none
source: - None -
ru_ru: - Нет -

# data/lang/sc/gui.en_US.json/labels/options/controls/description
source: Set the normal or alternative key used for the selected option.
ru_ru: Задать основную или альтернативную клавишу для выбранного действия.

# data/lang/sc/gui.en_US.json/labels/options/controls/reset
source: Some options take effect after a restart of the game.
ru_ru: Некоторые опции вступают в силу только после перезапуска игры.

# data/lang/sc/gui.en_US.json/labels/options/controls/reset-confirm
source: Return
ru_ru: Вернуть

# data/lang/sc/gui.en_US.json/labels/options/assist-damage/name
source: Received Damage
ru_ru: Получение урона

# data/lang/sc/gui.en_US.json/labels/options/assist-damage/description
source: Scales the amount of damage you receive from enemies.
ru_ru: Изменяет количество урона, которое вы получаете от врагов.

# data/lang/sc/gui.en_US.json/labels/options/assist-attack-frequency/name
source: Enemy Attack Frequency
ru_ru: Частота атаки врагов

# data/lang/sc/gui.en_US.json/labels/options/assist-attack-frequency/description
source: Scales the frequency by which enemies attack.
ru_ru: Изменяет частоту атаки врагов.

# data/lang/sc/gui.en_US.json/labels/options/assist-puzzle-speed/name
source: Puzzle Speed
ru_ru: Скорость головоломок

# data/lang/sc/gui.en_US.json/labels/options/assist-puzzle-speed/description
source: Scales down the speed or increases durations of puzzle elements such as switch timers.
ru_ru: Уменьшает скорость элементов головоломок, таких как таймеры и переключатели.

# data/lang/sc/gui.en_US.json/labels/options/assists-description/description
source: \c[3]CrossCode\c[0] was designed with \c[3]challenge\c[0] in mind. However, if this makes the game less enjoyable or even inaccessible for you, you can use these options \c[3]to tweak the difficulty\c[0] to your liking!
ru_ru: \c[3]CrossCode\c[0] был разработан, чтобы бросить игроку \c[3]вызов\c[0]. Однако если это делает игру слишком сложной или даже непроходимой для вас, то вы можете использовать эти опции, чтобы \c[3]настроить сложность\c[0] на ваш вкус!

# data/lang/sc/gui.en_US.json/labels/shakeit/pre
source: Can thee not seeth yond i am singing?
ru_ru: Разве не видишь, что я пою?

# data/lang/sc/gui.en_US.json/labels/shakeit/start
source: Thou
ru_ru: Ты,

# data/lang/sc/gui.en_US.json/labels/shakeit/first/0
source: artless
ru_ru: кривоногий

# data/lang/sc/gui.en_US.json/labels/shakeit/first/1
source: bawdy
ru_ru: старомодный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/2
source: beslubbering
ru_ru: потный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/3
source: bootless
ru_ru: рваный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/4
source: churlish
ru_ru: невоспитанный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/5
source: cockered
ru_ru: поедающий отбросы

# data/lang/sc/gui.en_US.json/labels/shakeit/first/6
source: clouted
ru_ru: изнасилованный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/7
source: craven
ru_ru: лупоглазый

# data/lang/sc/gui.en_US.json/labels/shakeit/first/8
source: currish
ru_ru: жирный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/9
source: dankish
ru_ru: стопроцентный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/10
source: dissembling
ru_ru: пузатый

# data/lang/sc/gui.en_US.json/labels/shakeit/first/11
source: droning
ru_ru: уродливый

# data/lang/sc/gui.en_US.json/labels/shakeit/first/12
source: errant
ru_ru: ноющий

# data/lang/sc/gui.en_US.json/labels/shakeit/first/13
source: fawning
ru_ru: деревенский

# data/lang/sc/gui.en_US.json/labels/shakeit/first/14
source: fobbing
ru_ru: зачатый в спешке

# data/lang/sc/gui.en_US.json/labels/shakeit/first/15
source: froward
ru_ru: маленький

# data/lang/sc/gui.en_US.json/labels/shakeit/first/16
source: frothy
ru_ru: обозлённый на мир

# data/lang/sc/gui.en_US.json/labels/shakeit/first/17
source: gleeking
ru_ru: спустившийся с гор

# data/lang/sc/gui.en_US.json/labels/shakeit/first/18
source: goatish
ru_ru: сиськастый

# data/lang/sc/gui.en_US.json/labels/shakeit/first/19
source: gorbellied
ru_ru: заднеприводный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/20
source: impertinent
ru_ru: немытый

# data/lang/sc/gui.en_US.json/labels/shakeit/first/21
source: infectious
ru_ru: распустивший нюни

# data/lang/sc/gui.en_US.json/labels/shakeit/first/22
source: jarring
ru_ru: протухший

# data/lang/sc/gui.en_US.json/labels/shakeit/first/23
source: loggerheaded
ru_ru: задроченный жизнью

# data/lang/sc/gui.en_US.json/labels/shakeit/first/24
source: lumpish
ru_ru: зачёсанный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/25
source: mammering
ru_ru: перекачанный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/26
source: mangled
ru_ru: прокуренный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/27
source: mewling
ru_ru: гадкий

# data/lang/sc/gui.en_US.json/labels/shakeit/first/28
source: paunchy
ru_ru: раздвигающий ноги

# data/lang/sc/gui.en_US.json/labels/shakeit/first/29
source: pribbling
ru_ru: засидевшийся

# data/lang/sc/gui.en_US.json/labels/shakeit/first/30
source: puking
ru_ru: обделавшийся

# data/lang/sc/gui.en_US.json/labels/shakeit/first/31
source: puny
ru_ru: обнюханный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/32
source: qualling
ru_ru: конченный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/33
source: rank
ru_ru: похотливый

# data/lang/sc/gui.en_US.json/labels/shakeit/first/34
source: reeky
ru_ru: надоедливый

# data/lang/sc/gui.en_US.json/labels/shakeit/first/35
source: roguish
ru_ru: грязный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/36
source: ruttish
ru_ru: косоглазый

# data/lang/sc/gui.en_US.json/labels/shakeit/first/37
source: saucy
ru_ru: заезженный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/38
source: spleeny
ru_ru: жидкий

# data/lang/sc/gui.en_US.json/labels/shakeit/first/39
source: spongy
ru_ru: залётный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/40
source: surly
ru_ru: поехавший

# data/lang/sc/gui.en_US.json/labels/shakeit/first/41
source: tottering
ru_ru: накуренный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/42
source: unmuzzled
ru_ru: облупившийся

# data/lang/sc/gui.en_US.json/labels/shakeit/first/43
source: vain
ru_ru: гладковыбритый

# data/lang/sc/gui.en_US.json/labels/shakeit/first/44
source: venomed
ru_ru: нелегальный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/45
source: villainous
ru_ru: пустивший шептуна

# data/lang/sc/gui.en_US.json/labels/shakeit/first/46
source: warped
ru_ru: словивший передоз

# data/lang/sc/gui.en_US.json/labels/shakeit/first/47
source: wayward
ru_ru: бесперспективный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/48
source: weedy
ru_ru: опущенный

# data/lang/sc/gui.en_US.json/labels/shakeit/first/49
source: yeety
ru_ru: зашкваренный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/0
source: base-court
ru_ru: мемный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/1
source: bat-fowling
ru_ru: вальяжный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/2
source: beef-witted
ru_ru: странно выглядящий

# data/lang/sc/gui.en_US.json/labels/shakeit/second/3
source: beetle-headed
ru_ru: рождённый в муках

# data/lang/sc/gui.en_US.json/labels/shakeit/second/4
source: boil-brained
ru_ru: накачанный синтолом

# data/lang/sc/gui.en_US.json/labels/shakeit/second/5
source: clapper-clawed
ru_ru: кривозубый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/6
source: clay-brained
ru_ru: скатившийся на дно

# data/lang/sc/gui.en_US.json/labels/shakeit/second/7
source: common-kissing
ru_ru: зашкваренный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/8
source: crook-pated
ru_ru: бесполезный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/9
source: dismal-dreaming
ru_ru: заблёванный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/10
source: dizzy-eyed
ru_ru: пропитый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/11
source: doghearted
ru_ru: потасканный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/12
source: dread-bolted
ru_ru: недееспособный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/13
source: earth-vexing
ru_ru: обдолбавшийся

# data/lang/sc/gui.en_US.json/labels/shakeit/second/14
source: elf-skinned
ru_ru: тупоголовый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/15
source: fat-kidneyed
ru_ru: писающий под себя

# data/lang/sc/gui.en_US.json/labels/shakeit/second/16
source: fen-sucked
ru_ru: сидящий на маминой шее

# data/lang/sc/gui.en_US.json/labels/shakeit/second/17
source: flap-mouthed
ru_ru: зацикленный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/18
source: fly-bitten
ru_ru: засаленный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/19
source: folly-fallen
ru_ru: сладкий

# data/lang/sc/gui.en_US.json/labels/shakeit/second/20
source: fool-born
ru_ru: склонный к безделью

# data/lang/sc/gui.en_US.json/labels/shakeit/second/21
source: full-gorged
ru_ru: нежный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/22
source: guts-griping
ru_ru: опустившийся на дно

# data/lang/sc/gui.en_US.json/labels/shakeit/second/23
source: half-faced
ru_ru: усатый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/24
source: hasty-witted
ru_ru: пухлощёкий

# data/lang/sc/gui.en_US.json/labels/shakeit/second/25
source: hedge-born
ru_ru: сидящий на бутылке

# data/lang/sc/gui.en_US.json/labels/shakeit/second/26
source: hell-hated
ru_ru: смердящий

# data/lang/sc/gui.en_US.json/labels/shakeit/second/27
source: idle-headed
ru_ru: слюнявый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/28
source: ill-breeding
ru_ru: дырявый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/29
source: ill-nurtured
ru_ru: отсталый от жизни

# data/lang/sc/gui.en_US.json/labels/shakeit/second/30
source: knotty-pated
ru_ru: мамкин

# data/lang/sc/gui.en_US.json/labels/shakeit/second/31
source: milk-livered
ru_ru: картавый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/32
source: motley-minded
ru_ru: безработный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/33
source: onion-eyed
ru_ru: наложивший в штаны

# data/lang/sc/gui.en_US.json/labels/shakeit/second/34
source: plume-plucked
ru_ru: покрытый мхом

# data/lang/sc/gui.en_US.json/labels/shakeit/second/35
source: pottle-deep
ru_ru: тухлый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/36
source: pox-marked
ru_ru: лопоухий

# data/lang/sc/gui.en_US.json/labels/shakeit/second/37
source: reeling-ripe
ru_ru: сколовшийся

# data/lang/sc/gui.en_US.json/labels/shakeit/second/38
source: rough-hewn
ru_ru: горбатый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/39
source: rude-growing
ru_ru: гнойный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/40
source: rump-fed
ru_ru: озабоченный

# data/lang/sc/gui.en_US.json/labels/shakeit/second/41
source: shard-borne
ru_ru: упоротый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/42
source: sheep-biting
ru_ru: покрывшийся коркой

# data/lang/sc/gui.en_US.json/labels/shakeit/second/43
source: spur-galled
ru_ru: засохший

# data/lang/sc/gui.en_US.json/labels/shakeit/second/44
source: swag-bellied
ru_ru: забытый всеми

# data/lang/sc/gui.en_US.json/labels/shakeit/second/45
source: tardy-gaited
ru_ru: бухой

# data/lang/sc/gui.en_US.json/labels/shakeit/second/46
source: tickle-brained
ru_ru: стоящий на панели

# data/lang/sc/gui.en_US.json/labels/shakeit/second/47
source: toad-spotted
ru_ru: страдающий запорами

# data/lang/sc/gui.en_US.json/labels/shakeit/second/48
source: unchin-snouted
ru_ru: слащавый

# data/lang/sc/gui.en_US.json/labels/shakeit/second/49
source: weather-bitten
ru_ru: неотёсанный

# data/lang/sc/gui.en_US.json/labels/shakeit/third/0
source: apple-john
ru_ru: дрищ

# data/lang/sc/gui.en_US.json/labels/shakeit/third/1
source: baggage
ru_ru: глиномес

# data/lang/sc/gui.en_US.json/labels/shakeit/third/2
source: barnacle
ru_ru: дряхлый пёс

# data/lang/sc/gui.en_US.json/labels/shakeit/third/3
source: bladder
ru_ru: чупок

# data/lang/sc/gui.en_US.json/labels/shakeit/third/4
source: boar-pig
ru_ru: скорострел

# data/lang/sc/gui.en_US.json/labels/shakeit/third/5
source: bugbear
ru_ru: губошлёп

# data/lang/sc/gui.en_US.json/labels/shakeit/third/6
source: bum-bailey
ru_ru: прощелыга

# data/lang/sc/gui.en_US.json/labels/shakeit/third/7
source: canker-blossom
ru_ru: бумер

# data/lang/sc/gui.en_US.json/labels/shakeit/third/8
source: clack-dish
ru_ru: мамкин симпатяга
