Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/shakeit/third/9
source: clotpole
ru_ru: покровитель бомжей

# data/lang/sc/gui.en_US.json/labels/shakeit/third/10
source: coxcomb
ru_ru: цветочный лох

# data/lang/sc/gui.en_US.json/labels/shakeit/third/11
source: codpiece
ru_ru: петушок

# data/lang/sc/gui.en_US.json/labels/shakeit/third/12
source: death-token
ru_ru: девственник

# data/lang/sc/gui.en_US.json/labels/shakeit/third/13
source: dewberry
ru_ru: тугодум

# data/lang/sc/gui.en_US.json/labels/shakeit/third/14
source: flap-dragon
ru_ru: зумер

# data/lang/sc/gui.en_US.json/labels/shakeit/third/15
source: flax-wench
ru_ru: карапуз

# data/lang/sc/gui.en_US.json/labels/shakeit/third/16
source: flirt-gill
ru_ru: анимешник

# data/lang/sc/gui.en_US.json/labels/shakeit/third/17
source: foot-licker
ru_ru: дядька

# data/lang/sc/gui.en_US.json/labels/shakeit/third/18
source: fustilarian
ru_ru: работник общепита

# data/lang/sc/gui.en_US.json/labels/shakeit/third/19
source: giglet
ru_ru: колготочник

# data/lang/sc/gui.en_US.json/labels/shakeit/third/20
source: gudgeon
ru_ru: подкаблучник

# data/lang/sc/gui.en_US.json/labels/shakeit/third/21
source: haggard
ru_ru: школьник

# data/lang/sc/gui.en_US.json/labels/shakeit/third/22
source: harpy
ru_ru: цирковой клоун

# data/lang/sc/gui.en_US.json/labels/shakeit/third/23
source: hedge-pig
ru_ru: неформал

# data/lang/sc/gui.en_US.json/labels/shakeit/third/24
source: horn-beast
ru_ru: сын булочника

# data/lang/sc/gui.en_US.json/labels/shakeit/third/25
source: hugger-mugger
ru_ru: шкурожуй

# data/lang/sc/gui.en_US.json/labels/shakeit/third/26
source: joithead
ru_ru: дед-алкаш

# data/lang/sc/gui.en_US.json/labels/shakeit/third/27
source: lewdster
ru_ru: мальчик-даун

# data/lang/sc/gui.en_US.json/labels/shakeit/third/28
source: lout
ru_ru: трансвестит

# data/lang/sc/gui.en_US.json/labels/shakeit/third/29
source: maggot-pie
ru_ru: крендель

# data/lang/sc/gui.en_US.json/labels/shakeit/third/30
source: malt-worm
ru_ru: баклажан

# data/lang/sc/gui.en_US.json/labels/shakeit/third/31
source: mammet
ru_ru: любитель старушек

# data/lang/sc/gui.en_US.json/labels/shakeit/third/32
source: measle
ru_ru: нахлебник

# data/lang/sc/gui.en_US.json/labels/shakeit/third/33
source: minnow
ru_ru: торчок

# data/lang/sc/gui.en_US.json/labels/shakeit/third/34
source: miscreant
ru_ru: покемон

# data/lang/sc/gui.en_US.json/labels/shakeit/third/35
source: moldwarp
ru_ru: котлетник

# data/lang/sc/gui.en_US.json/labels/shakeit/third/36
source: mumble-news
ru_ru: кислотник

# data/lang/sc/gui.en_US.json/labels/shakeit/third/37
source: nut-hook
ru_ru: наркоман

# data/lang/sc/gui.en_US.json/labels/shakeit/third/38
source: pigeon-egg
ru_ru: мутант

# data/lang/sc/gui.en_US.json/labels/shakeit/third/39
source: pignut
ru_ru: вздувшийся прыщ

# data/lang/sc/gui.en_US.json/labels/shakeit/third/40
source: puttock
ru_ru: фурри

# data/lang/sc/gui.en_US.json/labels/shakeit/third/41
source: pumpion
ru_ru: аутист

# data/lang/sc/gui.en_US.json/labels/shakeit/third/42
source: ratsbane
ru_ru: коровий зад

# data/lang/sc/gui.en_US.json/labels/shakeit/third/43
source: scut
ru_ru: куриный лобок

# data/lang/sc/gui.en_US.json/labels/shakeit/third/44
source: skainsmate
ru_ru: нюхатель трусов

# data/lang/sc/gui.en_US.json/labels/shakeit/third/45
source: strumpet
ru_ru: панк

# data/lang/sc/gui.en_US.json/labels/shakeit/third/46
source: varlot
ru_ru: пухлик

# data/lang/sc/gui.en_US.json/labels/shakeit/third/47
source: vassal
ru_ru: зоофил

# data/lang/sc/gui.en_US.json/labels/shakeit/third/48
source: whey-face
ru_ru: шансонье

# data/lang/sc/gui.en_US.json/labels/shakeit/third/49
source: wagtail
ru_ru: хипстер

# data/lang/sc/gui.en_US.json/labels/loading/trophyUpdate
source: Trophies have changed and we tried to make sure you got all the trophies you should have until this point.
ru_ru: Трофеи изменились, и мы постарались убедиться, что вы получили все трофеи, которые должны были иметь до этого момента.

# data/lang/sc/gui.en_US.json/labels/loading/skillUpdate
source: The Skill tree structure has changed, so we had to reset your skill configuration. Sorry! You can reassign your skills again.
ru_ru: Структура Дерева навыков изменилась, поэтому нам пришлось сбросить конфигурацию навыков. Приносим свои извинения! Вы можете переназначить свои навыки снова.

# data/lang/sc/gui.en_US.json/labels/loading/versionOutdated
source: This save file is outdated, bugs might occur. Use at own risk!
ru_ru: Этот файл сохранения устарел, могут возникнуть ошибки. Используйте на свой страх и риск!

# data/lang/sc/gui.en_US.json/labels/loading/questUpdate
source: Some quests have changed. Those have been resetted. This means you might have to re-do some tasks or you get your rewards after you close this message.
ru_ru: Некоторые задания изменились. Они были перенесены. Это означает, что вам, возможно, придётся выполнить некоторые задачи заново, или вы получите вознаграждение после того, как закроете это сообщение.

# data/lang/sc/map-content.en_US.json/labels/elevator/cancel
source: Cancel
ru_ru: Отмена

# data/lang/sc/gimmick.en_US.json//labels/unknown
source: Unsupported Bonus Code!
es_es: ¡Código Bonus Incorrecto!

# data/lang/sc/gimmick.en_US.json//labels/sparklingShoes
source: Sparkling Shoes enabled! Check your item list.
es_es: ¡Zapatillas Brillantes activadas! Mira tu lista de objetos.

# data/lang/sc/gimmick.en_US.json//labels/holidayQuest
source: Holiday Quest unlocked! Look for it in Bergen Village.
es_es: ¡Misión de Navidad desbloqueada! Búscala en la Aldea de Bergen.

# data/lang/sc/gimmick.en_US.json//labels/caramelldansen
source: Caramelldansen on idle activated!
es_es: ¡Caramelldansen activado!

# data/lang/sc/gimmick.en_US.json//labels/caramelldansenRemove
source: Caramelldansen on idle deactivated!
es_es: ¡Caramelldansen desactivado!

# data/lang/sc/gimmick.en_US.json//labels/regularTrees
source: Trees are now more regular in Autumn's Rise and Fall.
es_es: Los árboles son ahora más regulares en el Amanecer y el Anochecer del Otoño.

# data/lang/sc/gimmick.en_US.json//labels/regularTreesRemove
source: Trees are now less regular in Autumn's Rise and Fall.
es_es: Los árboles son ahora menos regulares en el Amanecer y el Anochecer del Otoño.

# data/lang/sc/gimmick.en_US.json//labels/speedlines
source: Speed lines added to make game faster and objectively better.
es_es: Se han agregado líneas de velocidad para que el juego sea más rápido y objetivamente mejor.

# data/lang/sc/gimmick.en_US.json//labels/speedlinesRemove
source: Speed lines removed to make game slower and objectively worse.
es_es: Se han quitado líneas de velocidad para que el juego sea más lento y objetivamente peor.

# data/lang/sc/gimmick.en_US.json//labels/voiceActing
source: High Quality Voice Acting is now \c[3]enabled\c[0]! Enter the code again to disable it.
es_es: ¡La Actuación de Voz de Alta Calidad está \c[3]activada\c[0]! Introduce el código nuevamente para desactivarla.

# data/lang/sc/gimmick.en_US.json//labels/voiceActingRemove
source: High Quality Voice Acting is now \c[3]disabled\c[0]! Enter the code again to enable it.
es_es: ¡La Actuación de Voz de Alta Calidad está \c[3]desactivada\c[0]! Introduce el código nuevamente para activarla.

# data/lang/sc/gui.en_US.json//labels/arena/rushDisabled
source: Disabled
es_es: Desactivado

# data/lang/sc/gui.en_US.json//labels/arena/arenaName
source: Rhombus Arena
es_es: Arena Rhombus

# data/lang/sc/gui.en_US.json//labels/arena/score
source: Score
es_es: Puntaje

# data/lang/sc/gui.en_US.json//labels/arena/time
source: Time
es_es: Tiempo

# data/lang/sc/gui.en_US.json//labels/arena/round
source: Round [!]
es_es: Ronda [!]

# data/lang/sc/gui.en_US.json//labels/arena/chain
source: Chain
es_es: Combo

# data/lang/sc/gui.en_US.json//labels/arena/rushChain
source: Rush Chain
es_es: Combo Rápido

# data/lang/sc/gui.en_US.json//labels/arena/rushChainHigh
source: Highest Rush Chain
es_es: Mayor Combo Rápido

# data/lang/sc/gui.en_US.json//labels/arena/summary
source: Summary
es_es: Resumen

# data/lang/sc/gui.en_US.json//labels/arena/roundClear
source: Round [!] Clear!
es_es: ¡Ronda [!] Completada!

# data/lang/sc/gui.en_US.json//labels/arena/newRecord
source: New Record!
es_es: ¡Nuevo Record!

# data/lang/sc/gui.en_US.json//labels/arena/newTrophy
source: \c[3]New Trophy Unlocked!\c[0]
es_es: \c[3]Nuevo Trofeo Desbloqueado\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/rushModeDone
source: Rush Mode Completed!
es_es: ¡Modo Rush Completado!

# data/lang/sc/gui.en_US.json//labels/arena/roundFail
source: Round Failed!
es_es: ¡Ronda Fallida!

# data/lang/sc/gui.en_US.json//labels/arena/chainBonus
source: Chain Bonus
es_es: Bonus de Cadena

# data/lang/sc/gui.en_US.json//labels/arena/totalScore
source: Total Score
es_es: Puntaje Total

# data/lang/sc/gui.en_US.json//labels/arena/overview/cupHeader
source: [CUP_NAME] Overview
es_es: Descripción de la [CUP_NAME]

# data/lang/sc/gui.en_US.json//labels/arena/overview/trophyHeader
source: You got
es_es: Has conseguido

# data/lang/sc/gui.en_US.json//labels/arena/overview/trophyNone
source: Clear all Rounds once to get a Trophy!
es_es: ¡Completa todas las rondas al menos una vez para conseguir un Trofeo!

# data/lang/sc/gui.en_US.json//labels/arena/dialogs/next
source: Start the next Round?
es_es: ¿Empezar la siguiente Ronda?

# data/lang/sc/gui.en_US.json//labels/arena/dialogs/repeat
source: Repeat the current Round?
es_es: ¿Repetir la Ronda actual?

# data/lang/sc/gui.en_US.json//labels/arena/dialogs/lobby
source: Return to the lobby?
es_es: ¿Volver al Vestíbulo?

# data/lang/sc/gui.en_US.json//labels/arena/dialogs/giveUp
source: Return to the lobby?
es_es: ¿Volver al Vestíbulo?

# data/lang/sc/gui.en_US.json//labels/arena/dialogs/restart
source: Restart the Cup at Round 1?
es_es: ¿Reiniciar la Copa a la Ronda 1?

# data/lang/sc/gui.en_US.json//labels/arena/buttons/names/giveUp
source: Give Up
es_es: Rendirse

# data/lang/sc/gui.en_US.json//labels/arena/buttons/names/repeat
source: Try again
es_es: Volver a Intentar

# data/lang/sc/gui.en_US.json//labels/arena/buttons/names/nextRound
source: Next Round
es_es: Siguiente Ronda

# data/lang/sc/gui.en_US.json//labels/arena/buttons/names/return
source: Lobby
es_es: Vestíbulo

# data/lang/sc/gui.en_US.json//labels/arena/buttons/names/summary
source: Overview
es_es: Descripción

# data/lang/sc/gui.en_US.json//labels/arena/buttons/names/restart
source: Restart Cup
es_es: Reiniciar Copa

# data/lang/sc/gui.en_US.json//labels/arena/buttons/names/rush
source: Continue
es_es: Continuar

# data/lang/sc/gui.en_US.json//labels/arena/buttons/description/giveUp
source: Give up and return to the lobby.
es_es: Rendirse y volver al vestíbulo.

# data/lang/sc/gui.en_US.json//labels/arena/buttons/description/rush
source: Continue to the next round. Only 50% of your health is restored.
es_es: Continuar a la siguiente ronda. Solo se restaurará el 50% de tu vida.

# data/lang/sc/gui.en_US.json//labels/arena/buttons/description/repeat
source: Repeat the current round.
es_es: Repetir la ronda actual.

# data/lang/sc/gui.en_US.json//labels/arena/buttons/description/nextRound
source: Take on the next round in the cup.
es_es: Enfréntate a la siguiente ronda en la copa.

# data/lang/sc/gui.en_US.json//labels/arena/buttons/description/return
source: Return to the lobby.
es_es: Volver al vestíbulo.

# data/lang/sc/gui.en_US.json//labels/arena/buttons/description/summary
source: Take a look at your trophy and your progress with all rounds in the cup.
es_es: Mira tu trofeo y tu progreso en cada ronda de la copa.

# data/lang/sc/gui.en_US.json//labels/arena/buttons/description/restart
source: Restart the cup from round 1.
es_es: Reiniciar la copa desde la ronda 1.

# data/lang/sc/gui.en_US.json//labels/arena/bonuses/HIT_COUNTER
source: Take less than \c[3][!] Hits\c[0]
es_es: Evita más de \c[3][!] Golpes\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/bonuses/TIME
source: Time Bonus: \c[3][!] Minutes\c[0]
es_es: Tiempo Bonus: \c[3][!] Minutes\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/bonuses/ITEMS_USED
source: Use less than \c[3][!] Items\c[0]
es_es: Usa menos de \c[3][!] Objetos\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/bonuses/COMBAT_ARTS_USED
source: Use at least \c[3][!] Combat Arts\c[0]
es_es: Usa al menos \c[3][!] Artes de Combate\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/bonuses/EFFECTIVE_DAMAGE
source: Deal \c[3][!] Effective Damage\c[0]
es_es: Causa \c[3][!]de Daño Efectivo\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/bonuses/CHAIN
source: Reach a \c[3][!]x Chain Multiplier\c[0]
es_es: Llega a un \c[3]Multiplicador de Combo [!]x\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/bonuses/NO_DAMAGE_TAKEN
source: \c[5]No Damage Taken\c[0]
es_es: \c[5]No Has Recibido Daño\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/bonuses/NO_ITEMS_USED
source: \c[5]No Items Used\c[0]
es_es: \c[5]No Has Usado Objetos\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/bonuses/PVP_FLAWLESS
source: \c[5]No Rounds Lost\c[0]
es_es: \c[5]Sin Perder Rondas\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/WEAPON_ADJUST
source: Ascended Gear Level will be adjusted to round level.
es_es: El nivel del Equipamiento Ascendido se ajustará al nivel de la ronda.

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/NO_MELEE
source: Close Combat and Melee Arts are disabled.
es_es: El Ataque Cuerpo a Cuerpo y las Artes Cuerpo a Cuerpo están desactivados.

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/NO_RANGED
source: Throwing and Throw Arts are disabled.
es_es: El Disparo y las Artes de Disparo están desactivados.

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/NO_DASH
source: Dashing and Dash Arts are disabled.
es_es: Esquivar y las Artes de Esquive están desactivadas.

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/NO_GUARD
source: Guarding and Guard Arts are disabled.
es_es: Bloquear y las Artes de Bloqueo están desactivadas.

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/NO_COMBAT_ARTS
source: Combat Arts are disabled.
es_es: Las Artes de Combate están desactivadas.

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/NO_ITEMS
source: Using items is disabled.
es_es: Utilizar objetos está desactivado.

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/LEA_MUST_DIE
source: Every attack instantly K.O.s you.
es_es: Cualquier ataque te noqueará instantáneamente.

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/NO_HP_REGEN
source: HP Regeneration is disabled.
es_es: La regeneración de vida está desactivada.

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/ENVIRO_HAZARD
source: This round contains environmental hazards.
es_es: Esta ronda contiene peligros ambientales.

# data/lang/sc/gui.en_US.json//labels/arena/challenges/descriptions/PVP_BATTLE
source: PVP Combat - Penalty for taken damage is reduced.
es_es: Combate PvP - La penalización por el daño recibido se ha reducido.

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/TARGET_KILL
source: Target Destroyed
es_es: Objetivo Destruído

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/KILL
source: Elimination
es_es: Eliminación

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/BOSS_KILL
source: Boss Elimination
es_es: Eliminación de Jefe

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/MULTI_KILL
source: Multi Elimination
es_es: Multi Eliminación

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/ONE_HIT_KILL
source: Overkill
es_es: Asesino

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/ENVIRONMENT_KILL
source: Environment Kill
es_es: Eliminación Ambiental

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/DAMAGE_DONE
source: Damage Done
es_es: Daño Causado

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/DAMAGE_DONE_EFFECTIVE
source: Effective Damage
es_es: Daño Efectivo

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/DAMAGE_TAKEN
source: Damage Taken
es_es: Daño Recibido

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/ENEMY_HEAL
source: Enemy HP Recovered
es_es: Vida Enemiga Recuperada

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/LOCK_FINISH
source: Level 2 Art Finisher
es_es: Arte de Remate de Nivel 2

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/LOCK_FINISH_3
source: Level 3 Art Finisher
es_es: Arte de Remate de Nivel 3

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/ELEMENT_OVERLOAD
source: Element Overload
es_es: Sobrecarga Elemental

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/PERFECT_SHIELD
source: Perfect Guard
es_es: Bloqueo Perfecto

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/ENEMY_BREAK
source: Enemy Break
es_es: Enemigo Aturdido

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/GUARD_COUNTER
source: Guard Counter
es_es: Contraataque de Bloqueo

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/STATUS_INFLICT
source: Status Inflicted
es_es: Estado Infligido

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/PERFECT_DODGE
source: Perfect Dodge
es_es: Esquive Perfecto

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/PVP_ROUND_WON
source: Rounds Won
es_es: Rondas Ganadas

# data/lang/sc/gui.en_US.json//labels/arena/scoreTypes/PVP_ROUND_LOST
source: Rounds Lost
es_es: Rondas Perdidas

# data/lang/sc/gui.en_US.json//labels/arena/medals/0
source: Bronze
es_es: Bronce

# data/lang/sc/gui.en_US.json//labels/arena/medals/1
source: Silver
es_es: Plata

# data/lang/sc/gui.en_US.json//labels/arena/medals/2
source: Gold
es_es: Oro

# data/lang/sc/gui.en_US.json//labels/arena/medals/3
source: Platinum
es_es: Platino

# data/lang/sc/gui.en_US.json//labels/arena/medals/4
source: True Platinum
es_es: Platino Verdadero

# data/lang/sc/gui.en_US.json//labels/arena/medals/5
source: Hi Modders! :)
es_es: ¡Hola Modders! :)

# data/lang/sc/gui.en_US.json//labels/arena/menu/trophy
source: Trophy
es_es: Trofeo

# data/lang/sc/gui.en_US.json//labels/arena/menu/medal
source: Medal
es_es: Medalla

# data/lang/sc/gui.en_US.json//labels/arena/menu/tabs/solo
source: Solo Cups
es_es: Copas Solitarias

# data/lang/sc/gui.en_US.json//labels/arena/menu/tabs/team
source: Team Cups
es_es: Copas en Equipo

# data/lang/sc/gui.en_US.json//labels/arena/menu/creator
source: Creator
es_es: Creador

# data/lang/sc/gui.en_US.json//labels/arena/menu/silver
source: Silver
es_es: Plata

# data/lang/sc/gui.en_US.json//labels/arena/menu/gold
source: Gold
es_es: Oro

# data/lang/sc/gui.en_US.json//labels/arena/menu/time
source: Sum of Best
es_es: Suma de los Mejores Tiempos

# data/lang/sc/gui.en_US.json//labels/arena/menu/timeRound
source: Best Time
es_es: Mejor Tiempo

# data/lang/sc/gui.en_US.json//labels/arena/menu/highscore
source: Highscore
es_es: Puntaje Más Alto

# data/lang/sc/gui.en_US.json//labels/arena/menu/coins
source: Arena Coins
es_es: Monedas de la Arena

# data/lang/sc/gui.en_US.json//labels/arena/menu/rush
source: Rush Mode
es_es: Modo Rush

# data/lang/sc/gui.en_US.json//labels/arena/menu/cleared
source: Cleared
es_es: Completado

# data/lang/sc/gui.en_US.json//labels/arena/menu/challenges
source: Conditions
es_es: Condiciones

# data/lang/sc/gui.en_US.json//labels/arena/menu/objective
source: Objective
es_es: Objetivo

# data/lang/sc/gui.en_US.json//labels/arena/menu/startRushMode
source: Start \c[3][CUP_NAME]\c[0] in \c[3]Rush Mode\c[0]?
es_es: ¿Empezar la \c[3][CUP_NAME]\c[0] en \c[3]Modo Rush\c[0]?

# data/lang/sc/gui.en_US.json//labels/arena/menu/startAtRound
source: Start \c[3][CUP_NAME]\c[0] at \c[3]Round [ROUND_INDEX]\c[0]?
es_es: ¿Empezar la \c[3][CUP_NAME]\c[0] en la \c[3]Ronda [ROUND_INDEX]\c[0]?

# data/lang/sc/gui.en_US.json//labels/arena/menu/objectiveRushMode
source: Clear every round \c[3]without stopping\c[0] and only \c[3]regenerate 50% of your health between rounds.\c[0]
es_es: Completa todas las rondas \c[3]sin parar\c[0] y solo \c[3]regeneras el 50% de tu vida entre rondas\c[0]

# data/lang/sc/gui.en_US.json//labels/arena/menu/objectiveDefault
source: Defeat all enemies!
es_es: ¡Derrota a todos los enemigos!

# data/lang/sc/gui.en_US.json//labels/arena/menu/bonusNone
source: Select a round to see which bonus objectives are available.
es_es: Selecciona una ronda para ver los objetivos bonus disponibles.

# data/lang/sc/gui.en_US.json//labels/arena/menu/bonuses
source: Bonus Points
es_es: Puntos Bonus

# data/lang/sc/gui.en_US.json//labels/arena/menu/notCleared
source: Not Cleared
es_es: Sin Completar

# data/lang/sc/gui.en_US.json//labels/arena/menu/rounds
source: Rounds
es_es: Rondas

# data/lang/sc/gui.en_US.json//labels/arena/menu/difficulty
source: Difficulty
es_es: Dificultad

# data/lang/sc/gui.en_US.json//labels/arena/menu/info
source: Overview
es_es: Descripción

# data/lang/sc/gui.en_US.json//labels/arena/menu/noCup
source: No Cup Selected
es_es: No se ha Seleccionado una Copa

# data/lang/sc/gui.en_US.json//labels/arena/menu/noRound
source: No Round Selected
es_es: No se ha Seleccionado una Copa

# data/lang/sc/gui.en_US.json//labels/arena/menu/totalPoints
source: Arena Coins
es_es: Monedas de la Arena

# data/lang/sc/gui.en_US.json//labels/arena/menu/roundUnlockCond
source: Clear the previous round to unlock this round.
es_es: Completa la ronda anterior para desbloquear esta.

# data/lang/sc/gui.en_US.json//labels/area/other
source: Other
es_es: Otro

# data/lang/sc/gui.en_US.json//labels/feats/hud-title
source: Trophies
es_es: Trofeos

# data/lang/sc/gui.en_US.json//labels/feats/unlocked
source: Unlocked
es_es: Desbloqueado

# data/lang/sc/gui.en_US.json//labels/trade/trader
source: \c[3]Trader\c[0]
es_es: \c[3]Comerciante\c[0]

# data/lang/sc/gui.en_US.json//labels/trade/shop
source: \c[3]Shop\c[0]
es_es: \c[3]Tienda\c[0]

# data/lang/sc/gui.en_US.json//labels/trade/quest
source: \c[3]Event\c[0]
es_es: \c[3]Evento\c[0]

# data/lang/sc/gui.en_US.json//labels/trade/tradeOffer
source: Trade Offers
es_es: Ofertas de Intercambio

# data/lang/sc/gui.en_US.json//labels/trade/stats
source: Stats
es_es: Estadísticas

# data/lang/sc/gui.en_US.json//labels/trade/modifier
source: Modifier
es_es: Modificador

# data/lang/sc/gui.en_US.json//labels/trade/trade
source: Trade
es_es: Intercambiar

# data/lang/sc/gui.en_US.json//labels/trade/nothing
source: select equipment to compare
es_es: Elige un objeto para comparar

# data/lang/sc/gui.en_US.json//labels/trade/for
source: For
es_es: Por

# data/lang/sc/gui.en_US.json//labels/trade/owned
source: (owned)
es_es: (en posesión)

# data/lang/sc/gui.en_US.json//labels/trade/offer
source: Offer
es_es: Oferta

# data/lang/sc/gui.en_US.json//labels/trade/toggle
source: Compare To Equip
es_es: Comparar a Equipamiento

# data/lang/sc/gui.en_US.json//labels/trade/toggleEnd
source: Show Stats
es_es: Mostrar Estadísticas

# data/lang/sc/gui.en_US.json//labels/trade/toggleDes
source: Toggle to display the difference to the current equip or see the raw stats.
es_es: Alterna para mostrar la diferencia entre el equipamiento actual o las estadísticas base.

# data/lang/sc/gui.en_US.json//labels/trade/description
source: Press to initiate the trade!
es_es: ¡Pulsa para iniciar el intercambio!

# data/lang/sc/gui.en_US.json//labels/trade/equipInfo
source: One or more items you need are currently equipped! Unequip and proceed with the trade?
es_es: ¡Uno o más de los objetos que necesitas está equipados actualmente! ¿Quieres desequiparlos para proceder con el intercambio?

# data/lang/sc/gui.en_US.json//labels/trade/end
source: End Trade.
es_es: FInalizar Intercambio.

# data/lang/sc/gui.en_US.json//labels/trade/credits
source: Credits:
es_es: Créditos:

# data/lang/sc/gui.en_US.json//labels/trade/rest
source: Rest:
es_es: Resto:
