Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json//labels/options/difficulty/description
source: The difficulty of the game. TODO add better text
es_es: La dificultad del juego. TODO texto más descriptivo

# data/lang/sc/gui.en_US.json//labels/options/rumble-strength/name
source: Screen shake
es_es: Sacudida de Pantalla

# data/lang/sc/gui.en_US.json//labels/options/rumble-strength/group/0
source: Off
es_es: Apagada

# data/lang/sc/gui.en_US.json//labels/options/rumble-strength/description
source: Changes the strength of screen shake effects.
es_es: Cambia la fuerza de la sacudida de pantalla.

# data/lang/sc/gui.en_US.json//labels/options/message-padding/name
source: Message Padding
es_es: Bordes de Mensajes

# data/lang/sc/gui.en_US.json//labels/options/message-padding/group/0
source: Normal
es_es: Normales

# data/lang/sc/gui.en_US.json//labels/options/message-padding/group/1
source: Wide
es_es: Anchos

# data/lang/sc/gui.en_US.json//labels/options/message-padding/description
source: Changes the padding around texts in dialog bubbles/boxes.
es_es: Cambia los bordes alrededor de los textos en las burbujas de diálogo.

# data/lang/sc/gui.en_US.json//labels/options/text-speed/name
source: Text Speed
es_es: Texto

# data/lang/sc/gui.en_US.json//labels/options/text-speed/example
source: \c[3]Example Text
es_es: \c[3]Ejemplo

# data/lang/sc/gui.en_US.json//labels/options/text-speed/description
source: The speed at which text appears in dialogs and side messages.
es_es: La velocidad con la que aparecen los textos en los diálogos y otros mensajes.

# data/lang/sc/gui.en_US.json//labels/options/pause-unfocused/name
source: Pause when unfocused
es_es: Pausar fuera de foco

# data/lang/sc/gui.en_US.json//labels/options/pause-unfocused/description
source: Pause the game when window is out of focus.
es_es: Marca para pausar el juego cuando la ventana esté fuera de foco.

# data/lang/sc/gui.en_US.json//labels/options/circuit-text-size/name
source: Circuit Info Box Size
es_es: Descripción de Circuitos

# data/lang/sc/gui.en_US.json//labels/options/circuit-text-size/group/0
source: Small
es_es: Pequeña

# data/lang/sc/gui.en_US.json//labels/options/circuit-text-size/group/1
source: Medium
es_es: Mediana

# data/lang/sc/gui.en_US.json//labels/options/circuit-text-size/group/2
source: Large
es_es: Grande

# data/lang/sc/gui.en_US.json//labels/options/circuit-text-size/description
source: The size of the info box when hovering over a skill node in the circuit menu.
es_es: El tamaño de la ventana de información que aparece al pasar sobre un circuito en el menú de circuitos.

# data/lang/sc/gui.en_US.json//labels/options/circuit-display-time/name
source: Circuit Info Display Time
es_es: Tiempo de Información de Circuito

# data/lang/sc/gui.en_US.json//labels/options/circuit-display-time/group/0
source: Short
es_es: Corto

# data/lang/sc/gui.en_US.json//labels/options/circuit-display-time/group/1
source: Long
es_es: Largo

# data/lang/sc/gui.en_US.json//labels/options/circuit-display-time/description
source: The time the info box stays after leaving focus on a node in the circuit menu.
es_es: El tiempo que tarda la ventana de información de circuito en desaparecer.

# data/lang/sc/gui.en_US.json//labels/options/min-quest/name
source: Minimize Quest Window
es_es: Minimizar Ventana de Misiones

# data/lang/sc/gui.en_US.json//labels/options/min-quest/description
source: Displays only the name and progress of the quest in the favorite quest window.
es_es: Marca para mostrar solo el nombre y el progreso de la misión en la ventana de misiones favoritas.

# data/lang/sc/gui.en_US.json//labels/options/circuit-quick-change/name
source: Circuit Chain Activation
es_es: Activación en Cadena de Circuitos

# data/lang/sc/gui.en_US.json//labels/options/circuit-quick-change/description
source: Allows to chain activate nodes in the circuit menu when selecting a node.
es_es: Permite activar varios nodos de circuito en cadena cuando se selecciona un nodo en el menú de circuitos.

# data/lang/sc/gui.en_US.json//labels/options/hud-display/name
source: Display HUD
es_es: Interfaz de Estado

# data/lang/sc/gui.en_US.json//labels/options/hud-display/description
source: Toggles the status display in the top left corner.
es_es: Muestra la interfaz de estado en la esquina superior izquierda.

# data/lang/sc/gui.en_US.json//labels/options/close-circle/name
source: Show Melee Indicator
es_es: Indicador de Cuerpo a Cuerpo

# data/lang/sc/gui.en_US.json//labels/options/close-circle/description
source: Toggles the circle indicating the close combat range for mouse input.
es_es: Muestra el círculo que indica el rango de combate cuerpo a cuerpo para el ratón.

# data/lang/sc/gui.en_US.json//labels/options/element-select/name
source: Show Element on Lea
es_es: Elemento Sobre Lea

# data/lang/sc/gui.en_US.json//labels/options/element-select/description
source: Toggles the current element display when switching elements on Lea.
es_es: Muestra a que elemento se ha cambiado sobre Lea.

# data/lang/sc/gui.en_US.json//labels/options/element-overload/name
source: Show Element Overload
es_es: Sobrecarga Elemental

# data/lang/sc/gui.en_US.json//labels/options/element-overload/description
source: Toggles the corner graphics indicating element overload.
es_es: Muestra los efectos especiales alrededor de la pantalla cuando se está provocando una sobrecarga elemental.

# data/lang/sc/gui.en_US.json//labels/options/language/name
source: Language
es_es: Idioma

# data/lang/sc/gui.en_US.json//labels/options/language/group/0
source: English
es_es: Inglés

# data/lang/sc/gui.en_US.json//labels/options/language/group/1
source: German
es_es: Alemán

# data/lang/sc/gui.en_US.json//labels/options/language/group/2
source: Chinese
es_es: Chino

# data/lang/sc/gui.en_US.json//labels/options/language/group/3
source: Japanese
es_es: Japonés

# data/lang/sc/gui.en_US.json//labels/options/language/group/4
source: Korean
es_es: Coreano

# data/lang/sc/gui.en_US.json//labels/options/language/group/5
source: Traditional Chinese
es_es: Chino Tradicional

# data/lang/sc/gui.en_US.json//labels/options/language/description
source: The language of the game. \c[1]Needs a restart!
es_es: El idioma del juego. \c[1]¡Debes reiniciar el juego!

# data/lang/sc/gui.en_US.json//labels/options/low-health-warning/name
source: Show Low Health Warning
es_es: Alerta de Poca Vida

# data/lang/sc/gui.en_US.json//labels/options/low-health-warning/description
source: Toggles the corner graphics for low health.
es_es: Muestra los efectos especiales alrededor de la pantalla cuando tienes poca vida.

# data/lang/sc/gui.en_US.json//labels/options/combat-art-name/name
source: Show Combat Art Name
es_es: Nombre de Artes de Combate

# data/lang/sc/gui.en_US.json//labels/options/combat-art-name/description
source: Toggles if the name of a combat art should be displayed above Lea when executed.
es_es: Muestra el nombre del Arte de Combate ejecutada encima de Lea.

# data/lang/sc/gui.en_US.json//labels/options/sp-bar/name
source: Show SP Bar
es_es: Barra de PE

# data/lang/sc/gui.en_US.json//labels/options/sp-bar/description
source: Toggles if the SP bar should be shown when using Arts or recovering SP.
es_es: Muestra la barra de PE cuando se utiliza un Arte de Combate o se recupera PE.

# data/lang/sc/gui.en_US.json//labels/options/damage-numbers/name
source: Show Damage Numbers
es_es: Números de Daño

# data/lang/sc/gui.en_US.json//labels/options/damage-numbers/description
source: Toggles the damage numbers. This applies to healing numbers too.
es_es: Muestra los números de daño. Aplica también a los números de curación.

# data/lang/sc/gui.en_US.json//labels/options/damage-numbers-crit/name
source: Show Only Criticals
es_es: Solo Críticos

# data/lang/sc/gui.en_US.json//labels/options/damage-numbers-crit/description
source: If selected only shows critical hit numbers. (Healing numbers are still displayed)
es_es: Si se activa, solo se mostrarán los números de daño para los ataques críticos. (Los números de curación se seguirán mostrando).

# data/lang/sc/gui.en_US.json//labels/options/s-rank-effects/name
source: S-Rank Music & Effects
es_es: Música y Efectos del Rango S

# data/lang/sc/gui.en_US.json//labels/options/s-rank-effects/description
source: If selected: play S-Rank music and show special effects.
es_es: Si se activa, se reproducirá música especial en el Rango S y habrán efectos especiales.

# data/lang/sc/gui.en_US.json//labels/options/show-items/name
source: Show Item Notification
es_es: Notificación de Objetos

# data/lang/sc/gui.en_US.json//labels/options/show-items/description
source: Toggles the item notification window when obtaining an item.
es_es: Muestra la ventana de notificación de objetos cuando se recogen.

# data/lang/sc/gui.en_US.json//labels/options/show-money/name
source: Show Money Notification
es_es: Notificación de Dinero

# data/lang/sc/gui.en_US.json//labels/options/show-money/description
source: Toggles the money notification window when obtaining money.
es_es: Muestra la notificación de dinero cuando se obtiene.

# data/lang/sc/gui.en_US.json//labels/options/quick-cursor/name
source: Save Cursor Position
es_es: Guardar Posición del Cursor

# data/lang/sc/gui.en_US.json//labels/options/quick-cursor/description
source: If ticked, saves the cursor position in the quick item menu.
es_es: Marca si quieres que se guarde la posición del cursor en el Menú Rápido.

# data/lang/sc/gui.en_US.json//labels/options/quick-element/name
source: Allow Element Switch
es_es: Permitir Cambio de Elemento

# data/lang/sc/gui.en_US.json//labels/options/quick-element/description
source: Tick to be able to switch elements while in the quick-menu.
es_es: Marca si quieres permitir que se cambie de elemento en el Menú Rápido.

# data/lang/sc/gui.en_US.json//labels/options/quick-location/name
source: Location Display
es_es: Visualizador de Localización

# data/lang/sc/gui.en_US.json//labels/options/quick-location/group/0
source: Quick
es_es: Rápido

# data/lang/sc/gui.en_US.json//labels/options/quick-location/group/1
source: Map
es_es: Mapa

# data/lang/sc/gui.en_US.json//labels/options/quick-location/group/2
source: Disable
es_es: Apagado

# data/lang/sc/gui.en_US.json//labels/options/quick-location/description
source: \c[3]Quick\c[0]: Show when in Quick menu. \c[3]Map\c[0]: Show when entering map. \c[3]Disable\c[0]: Never show.
es_es: \c[3]Rápido\c[0]: Se muestra en el Menú Rápido. \c[3]Mapa\c[0]: Se muestra en el mapa. \c[3]Apagado\c[0]: Nunca se muestra.

# data/lang/sc/gui.en_US.json//labels/options/display-type/name
source: Display Type
es_es: Tipo de Escala

# data/lang/sc/gui.en_US.json//labels/options/display-type/group/1
source: Double
es_es: Doble

# data/lang/sc/gui.en_US.json//labels/options/display-type/group/2
source: Fit
es_es: Encajar

# data/lang/sc/gui.en_US.json//labels/options/display-type/group/3
source: Stretch
es_es: Estirar

# data/lang/sc/gui.en_US.json//labels/options/display-type/description
source: Changes the Scaling used for the box the game runs in.
es_es: Cambia la Escala utilizada para el contenedor en el que se ejecuta el juego.

# data/lang/sc/gui.en_US.json//labels/options/gamepad-attack/name
source: Attack / Charge
es_es: Ataque / Carga

# data/lang/sc/gui.en_US.json//labels/options/gamepad-attack/description
source: Button for attack and throwing. The other button will be used for special attacks.
es_es: El botón para atacar y disparar. El otro botón se utilizará para ataques especiales.

# data/lang/sc/gui.en_US.json//labels/options/gamepad-dash/name
source: Dash / Quick Menu
es_es: Esquive / Menú Rápido

# data/lang/sc/gui.en_US.json//labels/options/gamepad-dash/description
source: Button for dashing and guarding. The other button will be used for the quick menu.
es_es: El botón para esquivar y bloquear. El otro botón se utilizará para el Menú Rápido.

# data/lang/sc/gui.en_US.json//labels/options/gamepad-icons/name
source: Gamepad Icons
es_es: Íconos del Joystick

# data/lang/sc/gui.en_US.json//labels/options/gamepad-icons/description
source: Icons displayed for Gamepad Buttons.
es_es: Los íconos que se utilizarán para los Botones del Joystick.

# data/lang/sc/gui.en_US.json//labels/options/fullscreen/name
source: Enable Fullscreen
es_es: Pantalla Completa

# data/lang/sc/gui.en_US.json//labels/options/fullscreen/description
source: Toggles fullscreen view.
es_es: Activa la pantalla completa.

# data/lang/sc/gui.en_US.json//labels/options/double-pixels/name
source: Double Pixel Size
es_es: Tamaño de Píxel Doble

# data/lang/sc/gui.en_US.json//labels/options/double-pixels/description
source: Increases the pixel size resulting in less blurry graphics. \c[1]Needs a restart!
es_es: Incrementa el tamaño de los píxeles, resultando en gráficos más nítidos. \c[1]¡Debes reiniciar el juego!

# data/lang/sc/gui.en_US.json//labels/options/pixel-size/name
source: Pixel Size
es_es: Tamaño de Píxel

# data/lang/sc/gui.en_US.json//labels/options/pixel-size/description
source: Higher size means sharper image. May reduce FPS. \c[1]Needs a restart!
es_es: Mientras más alto, más nítida será la imagen. Puede reducir los FPS. \c[1]¡Debes reiniciar el juego!

# data/lang/sc/gui.en_US.json//labels/options/speedlines/name
source: Speed Lines
es_es: Líneas de Velocidad

# data/lang/sc/gui.en_US.json//labels/options/speedlines/description
source: Toggles speed lines shown during important combat events.
es_es: Muestra las líneas de velocidad que aparecen en escenas importantes de combate.

# data/lang/sc/gui.en_US.json//labels/options/env-particles/name
source: Overlay Particles
es_es: Partículas

# data/lang/sc/gui.en_US.json//labels/options/env-particles/description
source: Toggles the environment particles.
es_es: Activa las partículas del ambiente.

# data/lang/sc/gui.en_US.json//labels/options/weather/name
source: Weather Effects
es_es: Efectos de Clima

# data/lang/sc/gui.en_US.json//labels/options/weather/description
source: Toggles the weather effects like rain and snow.
es_es: Activa efectos de clima como la lluvia o la nieve.

# data/lang/sc/gui.en_US.json//labels/options/lighting/name
source: Lighting
es_es: Iluminación

# data/lang/sc/gui.en_US.json//labels/options/lighting/description
source: Toggles the ambient lighting.
es_es: Activa la iluminación del ambiente.

# data/lang/sc/gui.en_US.json//labels/options/effects/name
source: Effect Details
es_es: Detalles de los Efectos

# data/lang/sc/gui.en_US.json//labels/options/effects/group/0
source: Low
es_es: Bajos

# data/lang/sc/gui.en_US.json//labels/options/effects/group/1
source: Medium
es_es: Medios

# data/lang/sc/gui.en_US.json//labels/options/effects/group/2
source: High
es_es: Altos

# data/lang/sc/gui.en_US.json//labels/options/effects/description
source: Sets the details on overall effects.
es_es: Ajusta los detalles generales de los efectos.

# data/lang/sc/gui.en_US.json//labels/options/volume-master/name
source: Master Volume
es_es: Volumen Maestro

# data/lang/sc/gui.en_US.json//labels/options/volume-master/description
source: Sets the overall volume of the game.
es_es: Ajusta el volumen del juego.

# data/lang/sc/gui.en_US.json//labels/options/volume-music/name
source: Music Volume
es_es: Volumen de la Música

# data/lang/sc/gui.en_US.json//labels/options/volume-music/description
source: Sets the volume of the music in the game.
es_es: Ajusta el volumen de la música del juego.

# data/lang/sc/gui.en_US.json//labels/options/volume-sound/name
source: Sound Volume
es_es: Volumen de los Sonidos

# data/lang/sc/gui.en_US.json//labels/options/volume-sound/description
source: Sets the volume of the sounds in the game.
es_es: Ajusta el volumen de los efectos de sonido del juego.

# data/lang/sc/gui.en_US.json//labels/options/web-audio/name
source: Use Web Audio
es_es: Utilizar WebAudio

# data/lang/sc/gui.en_US.json//labels/options/web-audio/description
source: Enables WebAudio for better sound quality and positioned sounds. \c[1]Needs a restart!
es_es: Activa WebAudio para mejor calidad de sonido y sonido posicional. \c[1]¡Debes reiniciar el juego!

# data/lang/sc/gui.en_US.json//labels/options/close-combat-input/name
source: Melee Mouse Input
es_es: Cuerpo a Cuerpo con el Ratón

# data/lang/sc/gui.en_US.json//labels/options/close-combat-input/description
source: Enables being able to click close to Lea to execute a melee attack.
es_es: Permite hacer click cerca de Lea para realizar un ataque cuerpo a cuerpo.

# data/lang/sc/gui.en_US.json//labels/options/element-wheel/name
source: Element Mouse Wheel
es_es: Elementos en la Rueda del Ratón

# data/lang/sc/gui.en_US.json//labels/options/element-wheel/description
source: If ticked you can use the mouse wheel to change the element mode.
es_es: Permite utilizar la rueda del ratón para cambiar el elemento activo.

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/left
source: Move Left
es_es: Mover Izquierda

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/right
source: Move Right
es_es: Mover Derecha

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/up
source: Move Up
es_es: Mover Arriba

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/down
source: Move Down
es_es: Mover Abajo

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/menu
source: Enter/Exit Menu
es_es: Menú

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/pause
source: Pause
es_es: Pausa

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/confirm
source: Confirm
es_es: Confirmar

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/dash2
source: Dash
es_es: Esquive

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/back
source: Return
es_es: Volver

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/melee
source: Execute Melee
es_es: Cuerpo a Cuerpo

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/guard
source: Execute Guard
es_es: Escudo

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/special
source: Charge Special
es_es: Artes de Combate

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/cold
source: Cold Mode
es_es: Modo Hielo

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/heat
source: Heat Mode
es_es: Modo Fuego

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/shock
source: Shock Mode
es_es: Modo Rayo

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/wave
source: Wave Mode
es_es: Modo Pulso

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/neutral
source: Neutral Mode
es_es: Modo Neutral

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/help
source: Open Help Menu
es_es: Abrir Menú de Ayuda

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/help2
source: Shortcut 1
es_es: Atajo 1

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/help3
source: Shortcut 2
es_es: Atajo 2

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/skip-cutscene
source: Shortcut 3/Skip Scenes
es_es: Atajo 3/Saltar Cinemáticas

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/help4
source: Shortcut 4
es_es: Atajo 4

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/circle-left
source: Change Tabs/Circle Left
es_es: Cambiar Pestañas/Izquierda

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/circle-right
source: Change Tabs/Circle Right
es_es: Cambiar Pestañas/Derecha

# data/lang/sc/gui.en_US.json//labels/options/controls/keys/quick
source: Enter/Exit Quick Menu
es_es: Activar Menú Rápido

# data/lang/sc/gui.en_US.json//labels/options/controls/anykey
source: \c[3]- Press any key - \c[0]
es_es: \c[3]- Presiona cualquier tecla - \c[0]

# data/lang/sc/gui.en_US.json//labels/options/controls/unbind
source: Unbind
es_es: Quitar

# data/lang/sc/gui.en_US.json//labels/options/controls/back
source: Return
es_es: Atrás

# data/lang/sc/gui.en_US.json//labels/options/controls/none
source: - None -
es_es: - Nada -

# data/lang/sc/gui.en_US.json//labels/options/controls/description
source: Set the normal or alternative key used for the selected option.
es_es: Configura la tecla normal o alternativa que se utilizará para activar la acción seleccionada.

# data/lang/sc/gui.en_US.json//labels/options/controls/reset
source: Some options take effect after a restart of the game.
es_es: Algunas opciones requieren reiniciar el juego.

# data/lang/sc/gui.en_US.json//labels/options/controls/reset-confirm
source: Return
es_es: Volver

# data/lang/sc/gui.en_US.json//labels/options/assist-damage/name
source: Received Damage
es_es: Daño Recibido

# data/lang/sc/gui.en_US.json//labels/options/assist-damage/description
source: Scales the amount of damage you receive from enemies.
es_es: Escala la cantidad de daño que recibes de los enemigos.

# data/lang/sc/gui.en_US.json//labels/options/assist-attack-frequency/name
source: Enemy Attack Frequency
es_es: Frecuencia de Ataque Enemigo

# data/lang/sc/gui.en_US.json//labels/options/assist-attack-frequency/description
source: Scales the frequency by which enemies attack.
es_es: Escala la frecuencia con la que atacan los enemigos.

# data/lang/sc/gui.en_US.json//labels/options/assist-puzzle-speed/name
source: Puzzle Speed
es_es: Velocidad de los Puzzles

# data/lang/sc/gui.en_US.json//labels/options/assist-puzzle-speed/description
source: Scales down the speed or increases durations of puzzle elements such as switch timers.
es_es: Reduce la velocidad o incrementa la duración de algunos elementos en los puzzles como los temporizadores.

# data/lang/sc/gui.en_US.json//labels/options/assists-description/description
source: \c[3]CrossCode\c[0] was designed with \c[3]challenge\c[0] in mind. However, if this makes the game less enjoyable or even inaccessible for you, you can use these options \c[3]to tweak the difficulty\c[0] to your liking!
es_es: \c[3]CrossCode\c[0] está diseñado con \c[3]desafío\c[0] en mente. Sin embargo, si estos desafíos hacen el juego menos disfrutable, o incluso inaccesible para ti, ¡puedes usar estas opciones para \c[3]ajustar la dificultad\c[0] a tu gusto!

# data/lang/sc/gui.en_US.json//labels/shakeit/first/33
source: rank
es_es: rango
