Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/specialsThrow
source: Throw Arts
ru_ru: Техники броска

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/specialsDash
source: Dash Arts
ru_ru: Техники рывка

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/specialsGuard
source: Guard Arts
ru_ru: Техники блока

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/critHits
source: Total Critical Hits
ru_ru: Всего критов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/critHitsThrow
source: Ranged
ru_ru: Дальние

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/critHitsClose
source: Melee
ru_ru: Ближние

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/dash
source: Total Dashes
ru_ru: Всего рывков

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/atkDashCancel
source: Dash Cancels
ru_ru: Отмены рывка

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/streakKilled
source: Most Enemies Defeated in one Streak
ru_ru: Макс. количество убитых во время комбо врагов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/streakTime
source: Longest Combat Streak
ru_ru: Самое долгое комбо

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elOverload
source: Total Number of Overloads
ru_ru: Всего перегрузок

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elTime
source: Time Spent in Element Modes
ru_ru: Времени в режиме элементов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elTimeHeat
source: \i[element-heat]Heat Mode
ru_ru: \i[element-heat]Режим Пламени

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elTimeCold
source: \i[element-cold]Cold Mode
ru_ru: \i[element-cold]Режим Холода

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elTimeShock
source: \i[element-shock]Shock Mode
ru_ru: \i[element-shock]Режим Шока

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elTimeWave
source: \i[element-wave]Wave Mode
ru_ru: \i[element-wave]Режим Волны

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elSwitches
source: Total Number of Element Switches
ru_ru: Всего переключений режимов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elSwitchesNeutral
source: \i[element-neutral]Neutral Mode
ru_ru: \i[element-neutral]Нейтральный режим

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elSwitchesHeat
source: \i[element-heat]Heat Mode
ru_ru: \i[element-heat]Режим Пламени

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elSwitchesCold
source: \i[element-cold]Cold Mode
ru_ru: \i[element-cold]Режим Холода

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elSwitchesShock
source: \i[element-shock]Shock Mode
ru_ru: \i[element-shock]Режим Шока

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/elSwitchesWave
source: \i[element-wave]Wave Mode
ru_ru: \i[element-wave]Режим Волны

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/throwHits
source: Total Hits with Projectiles
ru_ru: Всего попаданий с помощью снарядов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/hitPercent
source: Throw / Hit Ratio
ru_ru: Процент бросков / попаданий

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/dashTime
source: Time Spent Dashing
ru_ru: Времени в рывке

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/perfectDash
source: Perfect Dodges
ru_ru: Идеальные уклонения

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/healed
source: Total Amount of HP Healed
ru_ru: Общее количество вылеченного здоровья

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/maxDamage
source: Max Damage in one Hit
ru_ru: Макс. урон за удар

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/close
source: Melee Attacks
ru_ru: Ближних атак

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/closeHits
source: Melee Hits
ru_ru: Дальних атак

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/items
source: Item Completion
ru_ru: Предметов найдено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/itemCons
source: Consumables
ru_ru: Расходники

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/itemEquip
source: Equipment
ru_ru: Экипировка

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/itemEquipHead
source: Head
ru_ru: Голова

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/itemEquipArm
source: Arms
ru_ru: Руки

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/itemEquipTorso
source: Torso
ru_ru: Торс

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/itemEquipFeet
source: Feet
ru_ru: Ноги

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/itemTrade
source: Trade
ru_ru: Торговля

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/itemKey
source: Valuables
ru_ru: Ценности

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/total
source: Total Number of Items Collected
ru_ru: Всего предметов собрано

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/used
source: Consumables Used
ru_ru: Расходников использовано

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/dropsTotal
source: Total Number of Drops
ru_ru: Всего выпавших предметов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/dropsProps
source: Environment
ru_ru: Окружение

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/dropsEnemies
source: Enemies
ru_ru: Враги

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/buy
source: Items Bought
ru_ru: Предметов куплено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/sell
source: Items Sold
ru_ru: Предметов продано

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/chestFound
source: Chests Found
ru_ru: Сундуков найдено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/botanics
source: Botanics
ru_ru: Ботаника

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/trades
source: Total Amount of Trades
ru_ru: Всего сделок

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/tradeGot
source: Items Obtained through Trading
ru_ru: Предметов получено торговлей

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/tradeLost
source: Items Lost through Trading
ru_ru: Предметов потеряно торговлей

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/areas
source: Area Completion
ru_ru: Прогресс местности

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/landmarks
source: Landmark Completion
ru_ru: Прогресс ориентиров

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/lories
source: Encyclopedia Completion
ru_ru: Завершённость энциклопедии

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/loriesStory
source: \i[lore-story]Story
ru_ru: \i[lore-story]Сюжет

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/loriesMemories
source: \i[lore-memories]Memories
ru_ru: \i[lore-memories]Воспоминания

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/loriesPeople
source: \i[lore-people]People
ru_ru: \i[lore-people]Люди

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/loriesEarth
source: \i[lore-earth-lore]World
ru_ru: \i[lore-earth-lore]Мир

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/loriesOther
source: \i[lore-others]Others
ru_ru: \i[lore-others]Другое

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/enemyReports
source: Enemy Reports Completion
ru_ru: Отчёты по врагам

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/areasFound
source: Areas Found
ru_ru: Мест найдено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/landmarksFound
source: Landmarks Found
ru_ru: Ориентиров найдено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/loreFound
source: Encyclopedia Entries Found
ru_ru: Найдено записей энциклопедии

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/loreEntries
source: Encyclopedia Paragraphs Found
ru_ru: Найдено параграфов энциклопедии

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/finalStat
source: Total Number of Stats in this Menu
ru_ru: Всего пунктов статистики в этом меню

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/chests
source: Chests Completion
ru_ru: Найденные сундуки

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/hiCount
source: Total Number of Times Lea said "Hi"
ru_ru: Сколько раз Лея произнесла "Привет"

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/yawns
source: Total Number of Times Lea was bored
ru_ru: Сколько раз Лея заскучала

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/quests
source: Quest Completion
ru_ru: Завершённость квестов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/questTotal
source: Total Quests Solved
ru_ru: Всего квестов завершено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/questGenTotal
source: Total Generic Quests Solved
ru_ru: Основных квестов завершено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/tasksTotal
source: Total Tasks Finished
ru_ru: Всего задач выполнено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/subTaskTotal
source: Total Subtasks Finished
ru_ru: Всего подзадач выполнено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/subTaskKill
source: Defeat Enemies
ru_ru: Побеждено врагов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/subTaskCol
source: Collect Items
ru_ru: Собрано предметов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/subTaskAct
source: Interactions
ru_ru: Взаимодействия

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/subTaskQuest
source: Quests
ru_ru: Квесты

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/subTaskLandmark
source: Landmarks
ru_ru: Ориентиры

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/questActive
source: Max Number of Simultaneous Active Quests
ru_ru: Макс. одновременно активных квестов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/rewardExp
source: Total Exp gained through Quests
ru_ru: Всего опыта получено за квесты

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/rewardMoney
source: Total Credits gained through Quests
ru_ru: Всего кредитов получено за квесты

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/rewardItems
source: Total Items gained through Quests
ru_ru: Всего предметов получено за квесты

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/rewardCp
source: Total Circuit Points gained through Quests
ru_ru: Всего CP получено за квесты

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/saves
source: Total Number Game Saves
ru_ru: Количество сохранений

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/steps
source: Total Number of Steps
ru_ru: Общее количество шагов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/meters
source: Meters Run
ru_ru: Метров пройдено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/respawns
source: Total Number of Self-Destructs
ru_ru: Всего самоуничтожений

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/respWater
source: By Water
ru_ru: От воды

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/respSand
source: By Sand
ru_ru: От песка

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/respCoal
source: By Coals
ru_ru: От углей

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/respHole
source: By Holes
ru_ru: От ям

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/respHighway
source: By Highway
ru_ru: На шоссе

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/words
source: Total Number of Words Acquired
ru_ru: Всего слов приобретено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/teleports
source: Teleports using the Map Menu
ru_ru: Телепортаций с помощью карты

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/propsDestroyed
source: Environment Objects Destroyed
ru_ru: Объектов окружения разрушено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/jumps
source: Number of Jumps
ru_ru: Всего прыжков

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/skills
source: Number of Skills Learned
ru_ru: Всего навыков выучено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/skillsPassive
source: Passive
ru_ru: Пассивные

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/skillsActive
source: Combat Arts
ru_ru: Техники боя

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/branches
source: Number of Branches Switched
ru_ru: Переключений веток

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/skillPoints
source: Total Number of Skill Points Used
ru_ru: Всего очков навыков использовано

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/skillPoints0
source: \i[element-neutral]Neutral Tree
ru_ru: \i[element-neutral]Нейтральная ветка

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/skillPoints1
source: \i[element-heat]Heat Tree
ru_ru: \i[element-heat]Ветка Пламени

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/skillPoints2
source: \i[element-cold]Cold Tree
ru_ru: \i[element-cold]Ветка Холода

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/skillPoints3
source: \i[element-shock]Shock Tree
ru_ru: \i[element-shock]Ветка Шока

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/skillPoints4
source: \i[element-wave]Wave Tree
ru_ru: \i[element-wave]Ветка Волны

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/expEnemies
source: Enemies
ru_ru: Враги

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/expQuest
source: Quests
ru_ru: Квесты

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/expOther
source: Events / Others
ru_ru: События / Другое

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/expEn
source: Total EXP gained through Enemies
ru_ru: Опыта получено за врагов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/moneyEn
source: Total Credits gained through Enemies
ru_ru: Кредитов получено за врагов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/moneyEnemies
source: Enemies
ru_ru: Враги

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/moneyQuest
source: Money
ru_ru: Деньги

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/moneySelling
source: Selling Items
ru_ru: Продажа предметов

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/moneyOther
source: Events / Others
ru_ru: События / Другое

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/logs
source: Total Log Entries accumulated
ru_ru: Всего записей в журнале получено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/gameBoots
source: Total Game Boots
ru_ru: Всего запусков игры

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/randomNumber
source: Here is a Random Number for you
ru_ru: Случайное число для вас

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/shieldBreaks
source: Shield Breaks Suffered
ru_ru: Потери блока

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/tradersFound
source: Trader Completion
ru_ru: Завершённость торговли

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/traderTotal
source: Traders Found
ru_ru: Торговцев найдено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/dropsTotalPlants
source: Environment Objects Found
ru_ru: Объектов окружения найдено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/dropsCompleted
source: Completely Analyzed
ru_ru: Полностью проанализировано

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/arenaTime
source: Time spent in the Arena
ru_ru: Времени на арене

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/arenaKills
source: Total Enemies Defeated
ru_ru: Всего врагов побеждено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/roundsDone
source: Total Rounds Cleared
ru_ru: Всего раундов пройдено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/arenaCompletion
source: Arena Completion
ru_ru: Прогресс арены

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/roundsFailed
source: Total Rounds Failed
ru_ru: Всего раундов провалено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/rushDone
source: Total Rush Clears
ru_ru: Всего режимов состязания пройдено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/arenaScore
source: Total Score Accumulated
ru_ru: Всего очков набрано

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalMedals
source: Total Medals Obtained
ru_ru: Всего медалей получено

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalMedals1
source: \i[arena-medal-1]Bronze
ru_ru: \i[arena-medal-1]Бронза

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalMedals2
source: \i[arena-medal-2]Silver
ru_ru: \i[arena-medal-2]Серебро

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalMedals3
source: \i[arena-medal-3]Gold
ru_ru: \i[arena-medal-3]Золото

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalMedals4
source: \i[arena-medal-4]Platinum
ru_ru: \i[arena-medal-4]Платина

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalTrophies
source: Total Trophies Unlocked
ru_ru: Всего трофеев разблокировано

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalTrophies1
source: \i[arena-trophy-1]Bronze
ru_ru: \i[arena-trophy-1]Бронза

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalTrophies2
source: \i[arena-trophy-2]Silver
ru_ru: \i[arena-trophy-2]Серебро

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalTrophies3
source: \i[arena-trophy-3]Gold
ru_ru: \i[arena-trophy-3]Золото

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalTrophies4
source: \i[arena-trophy-4]Platinum
ru_ru: \i[arena-trophy-4]Платина

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalTrophies5
source: \i[arena-trophy-5]True Platinum
ru_ru: \i[arena-trophy-5]Чистая платина

# data/lang/sc/gui.en_US.json/labels/menu/stats/keys/totalCoins
source: Total Arena Coins Obtained
ru_ru: Всего монет арены получено

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/circuits
source: Circuits
ru_ru: Контуры

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/questAreas
source: Quest Completion by Area
ru_ru: Прогресс квестов в местности

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/trades
source: Trades
ru_ru: Сделки

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/chests
source: Chests
ru_ru: Сундуки

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/overview
source: Overview
ru_ru: Обзор

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/elements
source: Elements
ru_ru: Элементы

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/throwing
source: Balls and Melee
ru_ru: Шары и ближний бой

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/guarding
source: Dash and Guard
ru_ru: Рывок и блок

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/combatArts
source: Combat Arts
ru_ru: Техники боя

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/progress
source: Progress
ru_ru: Прогресс

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/enemyKills
source: Defeated by Category
ru_ru: Побеждено по категориям

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/enemyFound
source: Found by Category
ru_ru: Найдено по категориям

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/botanics
source: Botanics
ru_ru: Ботаника

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/tradersByArea
source: Traders
ru_ru: Торговцы

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/medals
source: Medals
ru_ru: Медали

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/trophies
source: Trophies
ru_ru: Трофеи

# data/lang/sc/gui.en_US.json/labels/menu/stats/groups/trophyCompletion
source: Trophy Completion by Cup
ru_ru: Прогресс трофеев в кубках

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/equip
source: Equipment
ru_ru: Экипировка

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/help
source: Help
ru_ru: Справка

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/status
source: Status
ru_ru: Статус

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/diff-show
source: Show Difference
ru_ru: Показать разницу

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/diff-hide
source: Hide Difference
ru_ru: Скрыть разницу

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/swap-branches
source: Swap Branches
ru_ru: Переключить ветки

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/swap-exit
source: Exit Swap
ru_ru: Закрыть

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/reset-default
source: Reset Settings
ru_ru: По умолчанию

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/center-map
source: Set Stamp
ru_ru: Поставить метку

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/worldmap
source: World Map
ru_ru: Карта мира

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/deleteSlot
source: Delete Slot
ru_ru: Удалить слот

# data/lang/sc/gui.en_US.json/labels/menu/hotkeys/newSlot
source: New Slot
ru_ru: Новый слот

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/current
source: Current Location
ru_ru: Текущая локация

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/teleport
source: Teleport to [!]?
ru_ru: Телепортироваться в [!]?

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/area
source: Area:
ru_ru: Область:

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/delete
source: Delete
ru_ru: Удалить

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/blocked
source: Blocked
ru_ru: Заблокировано

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/DEFAULT
source: Stamp
ru_ru: Метка

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/CHEST
source: Chest
ru_ru: Сундук

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/ENEMY
source: Enemy
ru_ru: Враг

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/GREEN
source: Collectible
ru_ru: Предмет

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/SECRET
source: Secret
ru_ru: Секрет

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/QUEST
source: Quest
ru_ru: Квест

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/UNKNOWN
source: Unknown
ru_ru: Неизвестно

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/XXX
source: Spot
ru_ru: Место

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/ARROW_RIGHT
source: East
ru_ru: Восток

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/ARROW_LEFT
source: West
ru_ru: Запад

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/ARROW_UP
source: North
ru_ru: Север

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/ARROW_DOWN
source: South
ru_ru: Юг

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/ARROW_DOWN_RIGHT
source: South East
ru_ru: Юго-восток

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/ARROW_DOWN_LEFT
source: South West
ru_ru: Юго-запад

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/ARROW_UP_RIGHT
source: North East
ru_ru: Северо-восток

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/stamps/ARROW_UP_LEFT
source: North West
ru_ru: Северо-запад

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/popupTitle
source: \c[3]Settings Stamps\c[0]
ru_ru: \c[3]Установка меток\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/map-menu/popupDesc
source: Hover over any place you like to set a Stamp and press \i[help3] to set it. Stamps cannot be set close to other Stamps or Landmarks.
ru_ru: Наведите указатель на любое место, в котором вы хотите установить метку, и нажмите \i[help3], чтобы установить её. Метки нельзя устанавливать рядом с другими метками или ориентирами.

# data/lang/sc/gui.en_US.json/labels/menu/seconds
source: sec
ru_ru: сек

# data/lang/sc/gui.en_US.json/labels/menu/select
source: Select
ru_ru: Выбрать

# data/lang/sc/gui.en_US.json/labels/menu/quantity
source: Quantity
ru_ru: Количество

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/pages/0/content/0
source: Welcome to the Inventory!
ru_ru: Добро пожаловать в инвентарь!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/pages/0/content/2
source: This is where you can take a look at all your collected items or set certain consumables as your favorites.
ru_ru: Здесь вы можете посмотреть на все свои собранные предметы или добавить расходники в избранное.
