Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/pages/0/content/3
source: Use \i[circle-left] and \i[circle-right] to cycle through the categories or press on the tabs if you use the mouse.
ru_ru: Используйте \i[circle-left] и \i[circle-right], чтобы переключаться между разделами, или нажимайте на вкладки при использовании мыши.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/pages/0/content/4
source: The first tab shows the last items you have collected to keep an eye on all your loot!
ru_ru: Первая вкладка показывает последние предметы, которые вы собрали!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/pages/1/title
source: \c[3]Inventory Menu\c[0] - Consumables
ru_ru: \c[3]Меню инвентаря\c[0] - Расходники

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/pages/1/content/0
source: Most consumables are \c[3]buffs used to aid you in battle\c[0]. Hovering over a consumable that is also a buff shows a little interface telling you what the item does in the \c[3]bottom left corner\c[0].
ru_ru: Большинство расходников - \c[3]бафы, помогающие вам в бою\c[0]. При выборе расходника в \c[3]нижнем левом углу\c[0] можно увидеть баф, который он даёт.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/pages/1/content/2
source: The symbols you see tell you what stat or modifier changes and how strong the stat is increased. While in the Help Screen, select the \c[3]UI in the bottom-left\c[0] to see what each of the symbols mean.
ru_ru: Символы, которые вы видите, показывают, какая характеристика или модификатор изменяются и как сильно увеличивается характеристика. Находясь на экране справки, выберите \c[3]нижний левый элемент интерфейса\c[0], чтобы увидеть, что означает каждый из символов.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/pages/2/title
source: \c[3]Inventory Menu\c[0] - Add-Ons
ru_ru: \c[3]Меню инвентаря\c[0] - Расширения

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/pages/2/content/0
source: Add-Ons are helpful items or visual effects you can toggle on and off as your please!
ru_ru: Расширения - полезные предметы или визуальные эффекты, которые можно включить или выключить, когда захотите!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/pages/2/content/2
source: Items in this category are grouped in \c[3]Sets\c[0]. In Sets with \c[3]round checkboxes, only one\c[0] of the items in the set can be active at the same time. \c[3]Square-shaped checkboxes\c[0] indicated a set where you can \c[3]toggle any item\c[0].
ru_ru: Предметы в этой категории сгруппированы в \c[3]наборы\c[0]. В наборах с \c[3]круглыми флажками только один\c[0] из предметов может быть активирован одновременно. \c[3]Флажки квадратной формы\c[0] обозначают набор, в котором можно \c[3]активировать сколько угодно предметов\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/title
source: \c[3]Inventory Menu\c[0]
ru_ru: \c[3]Меню инвентаря\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/title-2
source: \c[3]Adding Favorite Items\c[0]
ru_ru: \c[3]Добавление избранных предметов\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/inventory/text-2
source: Hover over an item in the Consumables Section and press \i[help2] to add it as a favorite
ru_ru: Выделите расходуемый предмет и нажмите \i[help2], чтобы добавить в избранное.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/title
source: \c[3]Equipment Menu\c[0]
ru_ru: \c[3]Меню снаряжения\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/pages/0/content/0
source: Welcome to the Equipment Menu!
ru_ru: Добро пожаловать в меню снаряжения!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/pages/0/content/2
source: In this menu you can equip your collected gear into 5 different slots.
ru_ru: В этом меню вы можете экипировать собранное снаряжение в пять разных слотов.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/pages/0/content/3
source: These are \c[3]Head\c[0], \c[3]Right Arm\c[0], \c[3]Left Arm\c[0], \c[3]Torso\c[0] and \c[3]Legs\c[0].
ru_ru: Это \c[3]голова\c[0], \c[3]правая рука\c[0], \c[3]левая рука\c[0], \c[3]торс\c[0] и \c[3]ноги\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/pages/0/content/5
source: Select a body part by clicking on one of the buttons. You can also use the mouse to click on the buttons in the center.
ru_ru: Выберите часть тела, кликнув на одну из кнопок. Также можно использовать мышь, чтобы кликнуть на кнопки в центре.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/pages/0/content/6
source: Additionally you can cycle through the body parts using \i[circle-right] and \i[circle-left] or \i[left] and \i[right].
ru_ru: Кроме того, вы можете переключаться между частями тела, используя \i[circle-right] и \i[circle-left] или \i[left] и \i[right].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/pages/0/content/7
source: Press \i[help2] to go directly to the status menu.
ru_ru: Нажмите \i[help2], чтобы перейти в меню статуса.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/pages/1/title
source: \c[3]Equipment Menu\c[0] - Stats & Modifiers
ru_ru: \c[3]Меню снаряжения\c[0] - Характеристики и модификаторы

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/pages/1/content/0
source: Hovering over a piece of equipment shows the changes to your \c[3]status\c[0] on the left. Having already equipped an item will show how your parameters change when switching to another piece of gear.
ru_ru: Выбрав часть снаряжения, можно увидеть изменения в вашем \c[3]статусе\c[0] слева. Если предмет уже экипирован, то при смене части снаряжения будут отображаться изменения ваших параметров.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/pages/1/content/1
source: \c[3]Modifiers\c[0] are shown below the status parameters. Press \i[skip-cutscene] to expand the list if more modifiers are equipped or shown then fit into the list.
ru_ru: \c[3]Модификаторы\c[0] отображаются под статусами. Нажмите \i[skip-cutscene], чтобы расширить этот список или свернуть обратно.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/equip/pages/1/content/2
source: Use the \c[3]Status Menu's "Modifier"-List\c[0] to get a detailed description for each equipped modifier.
ru_ru: Используйте \c[3]список в меню модификаторов\c[0], чтобы посмотреть их подробное описание.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/title
source: \c[3]Circuit Menu\c[0]
ru_ru: \c[3]Меню контуров\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/0/content/0
source: Welcome to the Circuit Menu!
ru_ru: Добро пожаловать в меню контуров!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/0/content/2
source: In this menu you can spend your collected \c[3]Cross Points (CP)\c[0] to unlock skills on the skill trees.
ru_ru: В этом меню вы можете потратить полученные \c[3]Cross Points (CP)\c[0], чтобы разблокировать навыки в деревьях навыков.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/0/content/3
source: select one of the unlocked trees and press on it to enter the detailed view of the associated tree.
ru_ru: Выберите одно из разблокированных деревьев и нажмите на него для детального просмотра.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/0/content/4
source: Scroll right to get more info on the detailed view that appears once you press on one of the trees.
ru_ru: Пролистайте вправо, чтобы получить больше информации о выбраном дереве.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/1/title
source: \c[3]Circuit Menu\c[0] - Detail View
ru_ru: \c[3]Меню контуров\c[0] - Подробный просмотр

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/1/content/0
source: Use \i[key-up]\i[key-left]\i[key-down]\i[key-right] or drag the mouse to move around the skill tree.
ru_ru: Используйте \i[key-up]\i[key-left]\i[key-down]\i[key-right] или двигайте мышью, чтобы передвигаться по дереву навыков.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/1/content/1
source: With the gamepad you can use \i[left-stick] to move the cursor around and \i[right-stick] to just move the camera.
ru_ru: С геймпадом можно использовать \i[left-stick], чтобы передвигать курсор, или \i[right-stick], чтобы двигать камеру.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/1/content/3
source: Hover over a skill to see what it does and how many CP you need to activate it.
ru_ru: Выбрав навык, можно увидеть, что он делает и как много CP нужно для его активации.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/1/content/4
source: Note that in order to activate a skill you must first unlock its parent. Alternatively you can activate all parent skills provided you have enough CP. In that case the button will display the text \c[3]Activate All\c[0].
ru_ru: Важно, что для активации навыка необходимо сперва активировать предыдущий. Если предыдущие навыки неактивны, то, имея достаточное количество CP, можно активировать их все. В таком случае отобразится кнопка \c[3]"Активировать цепь"\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/2/title
source: \c[3]Circuit Menu\c[0] - Branches
ru_ru: \c[3]Меню контуров\c[0] - Ветки

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/2/content/0
source: Notice the branches on some paths along the skill tree? Those always offer 2 ways and you can only walk on one of them.
ru_ru: Заметили ветви на некоторых путях дерева? Они всегда имеют два пути, и пойти можно только по одному.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/2/content/1
source: However you can \c[3]switch between both paths at any time without spending any additional points\c[0] as long as you have a skill activated on one of the branch paths.
ru_ru: Тем не менее, можно \c[3]переключаться между путями в любое время без дополнительных затрат очков\c[0], если у вас активирован хотя бы один навык на одном из них.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/2/content/2
source: By pressing \i[help2] you can enter a special swap mode in the overview where you can quickly swap branches. Just select a panel and press it to swap the skills!
ru_ru: Нажмите \i[help2], чтобы переключиться в режим быстрой смены веток. Просто выберите панель и нажмите, чтобы сменить навыки!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/3/title
source: \c[3]Circuit Menu\c[0] - Combat Arts
ru_ru: \c[3]Меню контуров\c[0] - Техники боя

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/3/content/0
source: The aforementioned branches always contain at least one \c[3]Combat Art\c[0] on each way, which you can recognize by their \c[3]light-grey background\c[0].
ru_ru: Вышеупомянутые ветки всегда содержат по меньшей мере одну \c[3]технику боя\c[0] на каждом из путей, которую вы можете узнать по \c[3]светло-серому фону\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/3/content/2
source: Those Combat Arts are skills that don't increase your parameters but instead allow you to perform special abilities during combat, in exchange for \c[3]Special Points (SP)\c[0].
ru_ru: Техники боя - это навыки, которые не увеличивают ваши параметры, но позволяют применять особые умения в бою, используя \c[3]Special Points (SP)\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/circuit/pages/3/content/4
source: Combat Arts can greatly increase your chances in battle, so it is advised that you learn at least one of them as quickly as possible!
ru_ru: Техники боя могут серьёзно повысить ваши шансы в бою, поэтому рекомендуем изучить одну такую как можно скорее!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/title
source: \c[3]Map Menu\c[0]
ru_ru: \c[3]Меню карты\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/0/content/0
source: Welcome to the Map Menu!
ru_ru: Добро пожаловать в меню карты!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/0/content/2
source: Here you can check out your current location displayed as a \c[3]red box and white dotted lines\c[0], see how many treasures you have found and use the teleport system.
ru_ru: Здесь можно посмотреть ваше текущее местоположение, отмеченное \c[3]красным цветом и белыми пунктирными линиями\c[0], увидеть, как много сокровищ вы нашли, и воспользоваться системой телепортации.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/0/content/4
source: Use \i[key-up]\i[key-left]\i[key-down]\i[key-right] to move the camera or drag with the mouse. You can also use \i[left-stick] to move or \i[right-stick] to pan the camera with the gamepad.
ru_ru: Используйте \i[key-up]\i[key-left]\i[key-down]\i[key-right] или двигайте мышью, чтобы переместить камеру. Вы также можете использовать \i[left-stick], чтобы двигать, или \i[right-stick], чтобы панорамировать камеру с помощью геймпада.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/0/content/6
source: Pressing \i[help3] places a custom \c[3]Stamp\c[0]. You can update the stamp by clicking on it or creating one.
ru_ru: Нажмите \i[help3], чтобы разместить собственную \c[3]метку\c[0]. Вы можете обновить метку, кликнув по ней или создав новую.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/1/title
source: \c[3]Map Menu\c[0] - Teleport System
ru_ru: \c[3]Меню карты\c[0] - Система телепортации

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/1/content/0
source: Once a \c[3]Landmark\c[0] is activated it can be selected by hovering over the symbol \i[landmark] with the mouse or the gamepad cursor.
ru_ru: Однажды активированный \c[3]ориентир\c[0] можно выбрать, наведя на значок \i[landmark] курсор мыши или геймпада.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/1/content/1
source: Clicking or pressing \i[gamepad-a] on the gamepad opens a confirmation dialog.
ru_ru: Кликните или нажмите \i[gamepad-a] на геймпаде, чтобы открыть окно подтверждения.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/1/content/2
source: Selecting yes closes the menu and teleports Lea to the location of the landmark
ru_ru: При подтверждении меню закроется и Лея телепортируется к ориентиру.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/1/content/4
source: If a landmark is greyed out it means it was blocked. (eg. because of Story progression) To access them, simply find them gain.
ru_ru: Если ориентир серый, значит, он заблокирован (например, из-за сюжетного прогресса). Чтобы получить к ним доступ, просто найдите их.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/2/title
source: \c[3]Map Menu\c[0] - Worldmap
ru_ru: \c[3]Меню карты\c[0] - Карта мира

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/2/content/0
source: Pressing \i[help2] opens or closes the worldmap of CrossWorlds. In this menu you can select an area you have already visited.
ru_ru: Нажмите на \i[help2], чтобы открыть или закрыть карту мира CrossWorlds. В этом меню вы можете выбрать локацию, которая уже была посещена.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/2/content/1
source: Hovering over an area reveals the name, a short description and the chests found in the area.
ru_ru: Выбрав место, можно увидеть его название, краткое описание и сундуки, найденные в этой локации.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/map/pages/2/content/2
source: Clicking or pressing \i[gamepad-a] on the gamepad displays the maps of the area. Here you can use the teleport system to warp you to landmarks you activated in the selected area.
ru_ru: Если щёлкнуть или нажать \i[gamepad-a] на геймпаде, то отобразится карта области. На ней вы можете использовать систему телепортации, чтобы перенестись к ориентирам, которые вы активировали в выбранной области.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/title
source: \c[3]New Game Plus Menu\c[0]
ru_ru: \c[3]Меню Новой игры +\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/pages/0/content/0
source: Welcome to the New Game Plus Menu!
ru_ru: Добро пожаловать в меню Новой игры +!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/pages/0/content/2
source: Start a new adventure using your \c[3]Trophy Points\c[0] to unlock special modifiers to alter the game and create your very own unique experience!
ru_ru: Начните новое приключение, используя свои \c[3]очки трофеев\c[0], чтобы разблокировать специальные модификаторы, которые позволят изменить игру и создать свой собственный уникальный опыт!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/pages/0/content/3
source: Select an option to activate it. Groups with \c[3]square checkboxes\c[0] let you select \c[3]multiple options\c[0].
ru_ru: Выберите опцию, чтобы активировать её. Группы с \c[3]квадратными флажками\c[0] позволяют выбрать \c[3]несколько параметров\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/pages/0/content/4
source: Groups with \c[3]round checkboxes\c[0] only allow for \c[3]one option\c[0] to be selected.
ru_ru: Группы с \c[3]круглыми флажками\c[0] допускают выбор \c[3]только одной опции\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/pages/0/content/5
source: If an options is selected that \c[3]requires a save file\c[0], you will be asked to \c[3]select one before starting the game\c[0].
ru_ru: Если выбрана опция, для которой \c[3]требуется файл сохранения\c[0], то вам будет предложено \c[3]выбрать один из них перед началом игры\c[0].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/pages/1/title
source: \c[1]Things that cannot be carried over\c[0]
ru_ru: \c[1]Вещи, которые нельзя перенести\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/pages/1/content/1
source: --\c[3]Key Items\c[0]
ru_ru: --\c[3]Ключевые предметы\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/pages/1/content/2
source: --\c[3]Contacts\c[0]
ru_ru: --\c[3]Контакты\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/pages/1/content/3
source: --\c[3]Quest Progress\c[0]
ru_ru: --\c[3]Прогресс квестов\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/newgame/pages/1/content/4
source: --\c[3]Statistics\c[0]
ru_ru: --\c[3]Статистика\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/options/title
source: \c[3]Options Menu\c[0]
ru_ru: \c[3]Меню настроек\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/options/pages/0/content/0
source: Welcome to the Options Menu!
ru_ru: Добро пожаловать в меню настроек!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/options/pages/0/content/2
source: In this menu you can change various settings to customize your game experience. Use \i[circle-right] and \i[circle-left] to navigate through the tabs.
ru_ru: В этом меню можно изменить различные настройки и персонализировать свой игровой опыт. Используйте \i[circle-right] и \i[circle-left], чтобы переключаться между вкладками.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/options/pages/0/content/3
source: Some options might require a restart. Options like these are \c[3]marked with a red information text.\c[0]
ru_ru: Для изменения некоторых настроек может потребоватся перезапуск игры. Такие настройки \c[3]помечены красным текстом.\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/options/pages/0/content/4
source: Options are saved as soon as you leave the main menu.
ru_ru: Настройки сохраняются, когда вы выходите из главного меню.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/options/pages/0/content/5
source: Use \i[help2] to reset all settings back to default. This will also reset all your key bindings.
ru_ru: Используйте \i[help2], чтобы вернуть настройки по умолчанию. Это также сбросит раскладку клавиш управления.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/synopsis/title
source: \c[3]Records Menu\c[0]
ru_ru: \c[3]Меню записей\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/synopsis/pages/0/content/0
source: Welcome to the Records Menu!
ru_ru: Добро пожаловать в меню записей!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/synopsis/pages/0/content/2
source: This menu features a wide array of information about all your quests, stats and achievements!
ru_ru: Это меню содержит множество информации о всех ваших квестах, статистике и достижениях!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/synopsis/pages/0/content/3
source: On the left side you can a see a quick summary including your \c[3]current task\c[0] and your \c[3]latest activities.\c[0]
ru_ru: Слева вы можете увидеть быструю сводку, включая ваше \c[3]текущее задание\c[0] и вашу \c[3]последнюю активность.\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/synopsis/pages/0/content/4
source: To see more activities go the \c[3]Activity Log\c[0] Tab in the Statistics Menu.
ru_ru: Чтобы увидеть больше событий, перейдите на вкладку \c[3]"События"\c[0] в меню статистики.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/title
source: \c[3]Quest Menu\c[0]
ru_ru: \c[3]Меню квестов\c[0]

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/0/content/0
source: Welcome to the Quest Menu!
ru_ru: Добро пожаловать в меню квестов!

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/0/content/2
source: In this menu you can watch all your active and finished quests.
ru_ru: В этом меню можно посмотреть все ваши активные и завершённые квесты.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/0/content/3
source: Cycle through the tabs using \i[circle-left] and \i[circle-right].
ru_ru: Переключайтесь между вкладками, используя \i[circle-left] и \i[circle-right].

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/0/content/4
source: Selecting a quest shows you a quick summary including the latest fulfilled tasks and description.
ru_ru: Выбранный квест показывает быструю сводку, включающую последние выполненные задачи и описание.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/0/content/6
source: Pressing on a quest opens the \c[3]Detail View\c[0]. This menu gives you a more precise look at a quest.
ru_ru: Нажмите на квест, чтобы открыть \c[3]подробный просмотр\c[0]. Это меню позволяет более подробно рассмотреть квест.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/1/title
source: \c[3]Quest Menu\c[0] - Favorites
ru_ru: \c[3]Меню квестов\c[0] - Избранные

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/1/content/0
source: Pressing \i[help2] while hovering over a quest in the active section marks it as favorite quest. Pressing \i[help2] on a marked quest un-favorites it.
ru_ru: Нажмите на \i[help2], чтобы пометить квест и добавить в избранные. Нажмите на \i[help2] ещё раз, чтобы убрать его из избранного.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/1/content/2
source: Favorite quests are highlighted outside the menu in the top-right corner of the screen.
ru_ru: Избранные квесты отображаются вне этого меню, в правом верхнем углу экрана.

# data/lang/sc/gui.en_US.json/labels/menu/help-texts/quests/pages/1/content/3
source: You can change between them outside the menu by using \i[circle-left] and \i[circle-right] on the keyboard or by pressing \i[left-stick] and \i[right-stick] on the gamepad.
ru_ru: Вы можете переключаться между ними вне этого меню, используя \i[circle-left] и \i[circle-right] на клавиатуре или нажимая \i[left-stick] и \i[right-stick] на геймпаде.
