Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json//labels/skills/names/OVERHEAT_REDUCTION
source: Balance
es_es: Equilibrado

# data/lang/sc/gui.en_US.json//labels/skills/names/ITEM_BOOST
source: Item Booster
es_es: Súper Objetos

# data/lang/sc/gui.en_US.json//labels/skills/names/APPETITE
source: Appetite
es_es: Apetito

# data/lang/sc/gui.en_US.json//labels/skills/names/SPIKE_DAMAGE
source: Pin Body
es_es: Cuerpoespín

# data/lang/sc/gui.en_US.json//labels/skills/names/CROSS_COUNTER
source: X Counter
es_es: Contraataque

# data/lang/sc/gui.en_US.json//labels/skills/names/ONCE_MORE
source: Once More
es_es: Inmortal

# data/lang/sc/gui.en_US.json//labels/skills/names/GUARD_SP
source: Avenger
es_es: Vengador

# data/lang/sc/gui.en_US.json//labels/skills/names/ACTIVE_PLACEHOLDER
source: Placeholder
es_es: Marcador

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/MAXHP
source: Increases MaxHP by \c[3][xyz]%\c[0]. Determines how much HP you can have to survive damage.
es_es: Incrementa los PV máximos en un \c[3][xyz]%\c[0]. Determina cuantos PV tienes para aguantar más daño.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/ATK
source: Increases Attack by \c[3][xyz]%\c[0]. Increases the damage you can deal with your attacks.
es_es: Incrementa el Ataque en un \c[3][xyz]%\c[0]. Incrementa el daño que causan tus golpes.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/DEF
source: Increases Defense by \c[3][xyz]%\c[0]. Decreases the damage you take and improves guarding.
es_es: Incrementa la Defensa en un \c[3][xyz]%\c[0]. Disminuye el daño que recibes y mejora tu escudo.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/FOC
source: Increases Focus by \c[3][xyz]%\c[0]. Determines frequency of critical hits and status effects, the time window for parry and dash invincibility and your SP Gain.
es_es: Incrementa la Concentración en un \c[3][xyz]%\c[0]. Determina la probabilidad de golpes críticos, regeneración de PE, daño infligido y estado imbatible al esquivar.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/OWN_ELEMENT_RES_HEAT
source: Increases resistance to Heat by \c[3][xyz]%\c[0].
es_es: Incrementa la resistencia al Fuego en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/COUNTER_ELEMENT_RES_HEAT
source: Increases resistance to Cold by \c[3][xyz]%\c[0].
es_es: Incrementa la resistencia al Hielo en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/OWN_ELEMENT_RES_COLD
source: Increases resistance to Cold by \c[3][xyz]%\c[0].
es_es: Incrementa la resistencia al Hielo en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/COUNTER_ELEMENT_RES_COLD
source: Increases resistance to Heat by \c[3][xyz]%\c[0].
es_es: Incrementa la resistencia al Fuego en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/OWN_ELEMENT_RES_SHOCK
source: Increases resistance to Shock by \c[3][xyz]%\c[0].
es_es: Incrementa la resistencia al Rayo en un \c[3][xyz]%\c[0].

source: Increases resistance to Wave by \c[3][xyz]%\c[0].
es_es: Incrementa la resistencia al Pulso en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/OWN_ELEMENT_RES_WAVE
source: Increases resistance to Wave by \c[3][xyz]%\c[0].
es_es: Incrementa la resistencia al Pulso en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/COUNTER_ELEMENT_RES_WAVE
source: Increases resistance to Shock by \c[3][xyz]%\c[0].
es_es: Incrementa la resistencia al Rayo en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/ALL_ELEMENT_RES
source: Increases resistance to all Elements by \c[3][xyz]%\c[0].
es_es: Incrementa la resistencia a todos los elementos en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/RANGED_DAMAGE
source: Increases the damage of Ranged Attacks by \c[3][xyz]%\c[0].
es_es: Incrementa el daño de los Ataques a Distancia en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/CHARGED_KNOCKBACK
source: Increases the knockback distance of charged projectiles by \c[3][xyz]%\c[0].
es_es: Incrementa el empuje de los proyectiles cargados en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/MELEE_DAMAGE
source: Increases the damage of Melee Attacks by \c[3][xyz]%\c[0].
es_es: Incrementa el daño de los ataques Cuerpo a Cuerpo en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/ASSAULT
source: Melee attacks fire additional small projectiles for \c[3][xyz]%\c[0] of the base damage.
es_es: Los ataques Cuerpo a Cuerpo disparan pequeños proyectiles que hacen un \c[3][xyz]%\c[0] del daño base.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/CRITICAL_DAMAGE
source: Increases the damage of Critical Strikes by \c[3][xyz]%\c[0].
es_es: Incrementa el daño de los Golpes Críticos en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/AIMING_SPEED
source: Decreases time needed to aim by \c[3][xyz]%\c[0].
es_es: Reduce el tiempo necesario para apuntar con precisión en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/AIMING_STABILITY
source: Decreases the loss of aim from quick aim movement and dashes by \c[3][xyz]%\c[0].
es_es: Reduce la pérdida de precisión al mover la mira erráticamente o esquivar en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/AIMING_MOVEMENT_SPEED
source: Increases your movement speed while aiming by \c[3][xyz]%\c[0].
es_es: Incrementa tu velocidad de movimiento al apuntar en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/DASH_DISTANCE
source: Prolongs the invincibility when dashing by \c[3][xyz]%\c[0].
es_es: Incrementa el periodo de invencibilidad al esquivar en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/ADDITIONAL_DASH_STEP
source: Grants \c[3]one\c[0] additional dash step.
es_es: Otorga \c[3]un\c[0] esquive adicional.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/GUARD_STRENGTH
source: Strengthens your shield and decreases the damage taken when guarding by \c[3][xyz]%\c[0].
es_es: Refuerza tu escudo y reduce el daño recibido al bloquear en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/ADDITIONAL_GUARD_AREA
source: Allows to guard against attacks \c[3]from the side\c[0]. Activate twice to guard attacks \c[3]from above\c[0] too.
es_es: Tu escudo te protegerá de ataques \c[3]a tus lados\c[0]. Si lo activas dos veces, también de ataques \c[3]desde arriba\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/ADDITIONAL_GUARD_AREA_2
source: Allows to guard against attacks \c[3]from above\c[0].
es_es: Tu escudo protegerá ataques \c[3]desde arriba\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/STUN_THRESHOLD
source: Increases the immunity to knockback from attacks by \c[3][xyz]%\c[0], depending on MaxHP.
es_es: Los ataques por la espalda te empujarán un \c[3][xyz]%\c[0] menos, dependiendo de los PV Máximos.

source: Increases the speed of inflicting the \c[3]Burn\c[0] Condition and its effect by \c[3][xyz]%\c[0]. \c[3]Burn\c[0] causes damage over time, depending on the MaxHP of the victim.
es_es: Incrementa la velocidad en la que se provoca la condición \c[3]Llamas\c[0] y su efecto en un c[3][xyz]%\c[0]. \c[3]Llamas\c[0] causa daño periódicamente, en base a la vida máxima del objetivo.

source: Increases the speed of inflicting the \c[3]Chill\c[0] Condition and its effect by \c[3][xyz]%\c[0]. \c[3]Chill\c[0] decreases the overall speed of the victim.
es_es: Incrementa la velocidad en la que se provoca la condición \c[3]Frío\c[0] y su efecto en un c[3][xyz]%\c[0]. \c[3]Frío\c[0] reduce la velocidad del objetivo.

source: Increases the speed of inflicting the \c[3]Jolt\c[0] Condition and its effect by \c[3][xyz]%\c[0]. \c[3]Jolt\c[0] causes damage and stuns in short intervals.
es_es: Incrementa la velocidad en la que se provoca la condición \c[3]Choque\c[0] y su efecto en un c[3][xyz]%\c[0]. \c[3]Choque\c[0] causa daño y aturde brevemente al objetivo periódicamente.

source: Increases the speed of inflicting the \c[3]Mark\c[0] Condition and its effect by \c[3][xyz]%\c[0]. \c[3]Mark\c[0] increases the received ranged damage by 50%.
es_es: Incrementa la velocidad en la que se provoca la condición \c[3]Marca\c[0] y su efecto en un c[3][xyz]%\c[0]. \c[3]Marca\c[0] incrementa el daño de los ataques a distancia un 50%.

source: Increases the resistance against the \c[3]Burn\c[0] Condition and reduces its effect by \c[3][xyz]%\c[0]. \c[3]Burn\c[0] causes damage over time, depending on the MaxHP of the victim.
es_es: La resistencia contra la condición \c[3]Llamas\c[0] aumenta en un \c[3][xyz]%\c[0] y se reduce su efecto. \c[3]Llamas\c[0] causa daño periódicamente, en base a la vida máxima del objetivo.

source: Increases the resistance against the \c[3]Chill\c[0] Condition and reduces its effect by \c[3][xyz]%\c[0]. \c[3]Chill\c[0] decreases the overall speed of the victim.
es_es: La resistencia contra la condición \c[3]Frío\c[0] aumenta en un \c[3][xyz]%\c[0] y se reduce su efecto. \c[3]Frío\c[0] reduce la velocidad del objetivo.

source: Increases the resistance against the \c[3]Jolt\c[0] Condition and reduces its effect by \c[3][xyz]%\c[0]. \c[3]Jolt\c[0] causes damage and stuns in short intervals.
es_es: La resistencia contra la condición \c[3]Choque\c[0] aumenta en un \c[3][xyz]%\c[0] y se reduce su efecto. \c[3]Choque\c[0] causa daño y aturde brevemente al objetivo periódicamente.

source: Increases the resistance against the \c[3]Mark\c[0] Condition and reduces its effect by \c[3][xyz]%\c[0]. \c[3]Mark\c[0] increases the received ranged damage by 50%.
es_es: La resistencia contra la condición \c[3]Marca\c[0] aumenta en un \c[3][xyz]%\c[0] y se reduce su efecto. \c[3]Marca\c[0] incrementa el daño de los ataques a distancia un 50%.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/STATUS_CONDITION_HEALING
source: Increases the recovery speed from all negative status conditions by \c[3][xyz]%\c[0].
es_es: Incrementa la velocidad de recuperación de todos los estados alterados negativos en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/HP_REGENERATION
source: Regenerates \c[3][xyz]%\c[0] of HP over 60 seconds of combat. Healing frequency increases with higher percentage.
es_es: Regenera un \c[3][xyz]%\c[0] de tu vida máxima cada 60 segundos en combate. La frecuencia aumenta con un porcentaje más alto.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/OVERHEAT_REDUCTION
source: Slows down the Elemental Overload by \c[3][xyz]%\c[0].
es_es: Ralentiza la Sobrecarga Elemental en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/ITEM_BOOST
source: Increases the effect of healing and the duration of buffs from items by \c[3][xyz]%\c[0].
es_es: Incrementa el efecto de los objetos de curación y la duración de sus mejoras en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/APPETITE
source: Unlocks \c[3]one\c[0] additional buff slot.
es_es: Podrás tener \c[3]una\c[0] mejora activa adicional.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/SPIKE_DAMAGE
source: When guarding, reflects \c[3][xyz]%\c[0] of the total absorbed damage back on the attacker.
es_es: Cuando bloqueas, reflejas un \c[3][xyz]%\c[0] del daño absorbido al atacante.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/CROSS_COUNTER
source: Increases damage on enemies that are attacking or charging by \c[3][xyz]%\c[0].
es_es: Incrementa el daño provocado a los enemigos que estén atacando o cargando un ataque en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/BERSERKER
source: Increases Damage by \c[3][xyz]%\c[0] when at critical HP. (Below 33% of MaxHP)
es_es: Incrementa el daño en un \c[3][xyz]%\c[0] cuando tu vida esté por debajo del 33% de la vida máxima.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/BREAK_DMG
source: Increases Damage on enemies that are stunned, weak or in break state by \c[3][xyz]%\c[0].
es_es: Incrementa el daño a los enemigos aturdidos o débiles en un \c[3][xyz]%\c[0].

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/ONCE_MORE
source: Survive exactly \c[3]one attack\c[0] that would normally kill you.
es_es: Sobrevive exactamente \c[3]un ataque\c[0] que te habría eliminado normalmente.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/GUARD_SP
source: Restores SP on guard based on \c[3][xyz]%\c[0] of the attack's power. (\c[3]Double\c[0] for perfect guard)
es_es: Cuando bloqueas, regeneras PE en base al \c[3][xyz]%\c[0] del poder del ataque bloqueado. El efecto se \c[3]duplica\c[0] si es un bloqueo perfecto.

# data/lang/sc/gui.en_US.json//labels/skills/descriptions/ACTIVE_PLACEHOLDER
source: \c[3]Placeholder\c[0] for a Special Attack that can be learned in future versions.
es_es: \c[3]Marcador\c[0] para un Ataque Especial que se podrá aprender en versiones futuras.

# data/lang/sc/gui.en_US.json//labels/options/headers/menu
source: Menu
es_es: Menú

# data/lang/sc/gui.en_US.json//labels/options/headers/gameplay
source: Gameplay
es_es: Jugabilidad

# data/lang/sc/gui.en_US.json//labels/options/headers/debug
source: Debug
es_es: Depuración

# data/lang/sc/gui.en_US.json//labels/options/headers/main
source: Main Menu
es_es: Menú Principal

# data/lang/sc/gui.en_US.json//labels/options/headers/field
source: Gameplay
es_es: Jugabilidad

# data/lang/sc/gui.en_US.json//labels/options/headers/quick
source: Quick Menu
es_es: Menú Rápido

# data/lang/sc/gui.en_US.json//labels/options/headers/quests
source: Quests
es_es: Misiones

# data/lang/sc/gui.en_US.json//labels/options/headers/cutscenes
source: Cutscenes
es_es: Cinemáticas

# data/lang/sc/gui.en_US.json//labels/options/headers/updates
source: HUD Updates
es_es: Actualizaciones de Interfaz

# data/lang/sc/gui.en_US.json//labels/options/headers/party
source: Party
es_es: Grupo

# data/lang/sc/gui.en_US.json//labels/options/headers/combat
source: Combat
es_es: Combate

# data/lang/sc/gui.en_US.json//labels/options/arena-confirm/name
source: Confirm Arena Dialogs
es_es: Confirmar acciones en la Arena

# data/lang/sc/gui.en_US.json//labels/options/arena-confirm/description
source: Tick if menu actions in the arena should be confirmed.
es_es: Marca si las acciones en el menú de la arena requieren confirmación.

# data/lang/sc/gui.en_US.json//labels/options/arena-cam-focus/name
source: Camera Center Focus
es_es: Centrar Cámara

# data/lang/sc/gui.en_US.json//labels/options/arena-cam-focus/description
source: If ticked, focuses camera to the center of the stage for most rounds.
es_es: Si se marca, centra la cámara en el medio de la arena en la mayoría de las rondas.

# data/lang/sc/gui.en_US.json//labels/options/item-hud-size/name
source: Item HUD Size
es_es: Interfaz de Objetos

# data/lang/sc/gui.en_US.json//labels/options/item-hud-size/description
source: Changes the size of the item notification window.
es_es: Cambia el tamaño de la ventana de notificaciones de objetos.

# data/lang/sc/gui.en_US.json//labels/options/item-hud-size/group/1
source: Small
es_es: Pequeña

# data/lang/sc/gui.en_US.json//labels/options/update-quest-style/name
source: Task Updates
es_es: Información de Misiones

# data/lang/sc/gui.en_US.json//labels/options/update-quest-style/description
source: Changes how completed tasks in quests are displayed.
es_es: Cambia como se muestran las tareas completadas de las misiones.

# data/lang/sc/gui.en_US.json//labels/options/update-quest-style/group/1
source: Minimal
es_es: Reducido

# data/lang/sc/gui.en_US.json//labels/options/update-quest-style/group/2
source: Off
es_es: Apagado

# data/lang/sc/gui.en_US.json//labels/options/update-landmark-style/name
source: Landmark Updates
es_es: Puntos de Referencia

# data/lang/sc/gui.en_US.json//labels/options/update-landmark-style/description
source: Changes how new landmarks are displayed when found.
es_es: Cambia como se muestra la notificación al encontrar un Punto de Referencia nuevo.

# data/lang/sc/gui.en_US.json//labels/options/update-landmark-style/group/1
source: Minimal
es_es: Reducido

# data/lang/sc/gui.en_US.json//labels/options/update-landmark-style/group/2
source: Off
es_es: Apagado

# data/lang/sc/gui.en_US.json//labels/options/update-lore-style/name
source: Encyclopedia Updates
es_es: Enciclopedia

# data/lang/sc/gui.en_US.json//labels/options/update-lore-style/description
source: Changes how new Encyclopedia entries are displayed when found.
es_es: Cambia como se muestran las notificaciones al encontrar nuevas entradas para la enciclopedia.

# data/lang/sc/gui.en_US.json//labels/options/update-lore-style/group/1
source: Minimal
es_es: Reducido

# data/lang/sc/gui.en_US.json//labels/options/update-lore-style/group/2
source: Off
es_es: Apagado

# data/lang/sc/gui.en_US.json//labels/options/update-drop-style/name
source: Botanics Updates
es_es: Botánica

# data/lang/sc/gui.en_US.json//labels/options/update-drop-style/description
source: Changes how new Botanics completion is displayed when achieved.
es_es: Cambia como se muestra la información de Botánica.

# data/lang/sc/gui.en_US.json//labels/options/update-drop-style/group/1
source: Minimal
es_es: Reducido

# data/lang/sc/gui.en_US.json//labels/options/update-drop-style/group/2
source: Off
es_es: Apagado

# data/lang/sc/gui.en_US.json//labels/options/update-trophy-style/name
source: Trophy Updates
es_es: Trofeos

# data/lang/sc/gui.en_US.json//labels/options/update-trophy-style/description
source: Changes how new trophies are displayed when achieved.
es_es: Cambia como se notifica cuando se obtiene un nuevo trofeo.

# data/lang/sc/gui.en_US.json//labels/options/update-trophy-style/group/1
source: Minimal
es_es: Reducido

# data/lang/sc/gui.en_US.json//labels/options/update-trophy-style/group/2
source: Off
es_es: Apagado

# data/lang/sc/gui.en_US.json//labels/options/hp-bars/name
source: Party Status Bars
es_es: Estado del Grupo

# data/lang/sc/gui.en_US.json//labels/options/hp-bars/description
source: Change under which party members status bars are shown.
es_es: Cambia debajo de qué miembros del grupo se mostrarán las barras de estado.

# data/lang/sc/gui.en_US.json//labels/options/hp-bars/group/0
source: All
es_es: Todos

# data/lang/sc/gui.en_US.json//labels/options/hp-bars/group/1
source: All but Lea
es_es: Todos menos Lea

# data/lang/sc/gui.en_US.json//labels/options/hp-bars/group/2
source: None
es_es: Ninguno

# data/lang/sc/gui.en_US.json//labels/options/party-combat-arts/name
source: Party Combat Arts
es_es: Artes de Combate del Grupo

# data/lang/sc/gui.en_US.json//labels/options/party-combat-arts/description
source: Change how Combat Arts execution is shown for party members.
es_es: Cambia como se muestran las Artes de Combate entre miembros del grupo.

# data/lang/sc/gui.en_US.json//labels/options/party-combat-arts/group/0
source: Full
es_es: Completas

# data/lang/sc/gui.en_US.json//labels/options/party-combat-arts/group/1
source: Just Name
es_es: Sólo el Nombre

# data/lang/sc/gui.en_US.json//labels/options/party-combat-arts/group/2
source: None
es_es: Nada

# data/lang/sc/gui.en_US.json//labels/options/quick-menu-access/name
source: Quick Menu Access
es_es: Menú Rápido

# data/lang/sc/gui.en_US.json//labels/options/quick-menu-access/group/0
source: Hold
es_es: Mantener

# data/lang/sc/gui.en_US.json//labels/options/quick-menu-access/group/1
source: Press
es_es: Pulsar

# data/lang/sc/gui.en_US.json//labels/options/quick-menu-access/description
source: The access style to toggle the quick menu.
es_es: Elige como activar el Menú Rápido.

# data/lang/sc/gui.en_US.json//labels/options/skip-confirm/name
source: Confirm Cutscene Skip
es_es: Confirmar Saltar Cinemática

# data/lang/sc/gui.en_US.json//labels/options/skip-confirm/description
source: Tick if skipping cutscenes should be confirmed.
es_es: Marca si quieres confirmar al saltar una cinemática.

# data/lang/sc/gui.en_US.json//labels/options/game-sense/name
source: Enable Game Sense
es_es: Activar Game Sense

# data/lang/sc/gui.en_US.json//labels/options/game-sense/description
source: Tick if Game Sense (Steel Series Engine 3) should be enabled.
es_es: Marca si quieres activar el Game Sense (Steel Series Engine 3).

# data/lang/sc/gui.en_US.json//labels/options/equip-level-display/name
source: Show Levels in Equipment
es_es: Niveles del Equipamiento

# data/lang/sc/gui.en_US.json//labels/options/equip-level-display/description
source: Enables the display in the equip menu which shows the player- and average equip level.
es_es: Activa una ventana que muestra el nivel del jugador, y el promedio de su equipo.

# data/lang/sc/gui.en_US.json//labels/options/enemy-status-bars/name
source: Enemy Status Bar
es_es: Barra de Estado Enemiga

# data/lang/sc/gui.en_US.json//labels/options/enemy-status-bars/description
source: Tick if enemy status bars should be shown below enemies.
es_es: Marca si quieres que se muestre la barra de estado de los enemigos.

# data/lang/sc/gui.en_US.json//labels/options/level-letter-display/name
source: Show Level Symbol
es_es: Mostrar Ícono de Nivel

# data/lang/sc/gui.en_US.json//labels/options/level-letter-display/description
source: Shows the Level Symbol next to the level of an equipment item.
es_es: Muestra el ícono de nivel al lado de tu equipaje.

# data/lang/sc/gui.en_US.json//labels/options/buff-help/name
source: Show Buff Help
es_es: Ayuda de Mejoras

# data/lang/sc/gui.en_US.json//labels/options/buff-help/description
source: Shows a small help text when hovering consumables in the inventory.
es_es: Muestra un pequeño texto de ayuda cuando estás seleccionando algún consumible en tu inventario.

# data/lang/sc/gui.en_US.json//labels/options/skip-tutorials/name
source: Skip Tutorials
es_es: Saltar Tutoriales

# data/lang/sc/gui.en_US.json//labels/options/skip-tutorials/description
source: Tick if all optional tutorials should be skipped. \c[1]Not recommended for first playthrough!\c[0]
es_es: Marca si quieres saltar todos los tutoriales opcionales. \c[1]¡No se recomienda la primera vez que juegues!\c[0]

# data/lang/sc/gui.en_US.json//labels/options/quest-show-current/name
source: Show Finished Tasks
es_es: Tareas Completadas

# data/lang/sc/gui.en_US.json//labels/options/quest-show-current/description
source: Tick to show the task that was finished when a quest updates instead of the next task.
es_es: Marca si quieres que se muestre la tarea completada cuando se actualice una misión, en vez de la siguiente.

# data/lang/sc/gui.en_US.json//labels/options/min-sidebar/name
source: Small Right Sidebars
es_es: Lado Derecho Pequeño

# data/lang/sc/gui.en_US.json//labels/options/min-sidebar/description
source: Tick to make right sidebar smaller. Only works with a \c[3]Pixel Size\c[0] of 2 or higher.
es_es: Marca para hacer que las notificaciones del lado derecho sean más pequeñas. Sólo funciona con un \c[3]Tamaño de Píxel\c[0] de 2 o más.

# data/lang/sc/gui.en_US.json//labels/options/xeno-pointer/name
source: Show Dialog Pointer
es_es: Notificación de Diálogo

# data/lang/sc/gui.en_US.json//labels/options/xeno-pointer/description
source: Tick to show an effect if an NPC can be talked while text is above it.
es_es: Marca si quieres que se muestre una notificación si puedes hablarle a un NPC mientras tenga texto encima suyo.

# data/lang/sc/gui.en_US.json//labels/options/difficulty/name
source: Difficulty
es_es: Dificultad

# data/lang/sc/gui.en_US.json//labels/options/difficulty/group/2
source: Hard
es_es: Difícil
