Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json/labels/highscore/header
source: Crabby Redux - Best Time
ru_ru: Crabby Redux - Лучшее время

# data/lang/sc/gui.en_US.json/labels/highscore/header2
source: Enemy Rush - Best Time
ru_ru: Enemy Rush - Лучшее время

# data/lang/sc/gui.en_US.json/labels/highscore/last-time
source: Crabby Redux - Your Time
ru_ru: Crabby Redux - Ваше время

# data/lang/sc/gui.en_US.json/labels/highscore/last-time2
source: Enemy Rush - Your Time
ru_ru: Enemy Rush - Ваше время

# data/lang/sc/gui.en_US.json/labels/highscore/new-record
source: New Record!
ru_ru: Новый рекорд!

# data/lang/sc/gui.en_US.json/labels/combat/heat
source: Heat
ru_ru: Пламя

# data/lang/sc/gui.en_US.json/labels/combat/cold
source: Cold
ru_ru: Холод

# data/lang/sc/gui.en_US.json/labels/combat/wave
source: Wave
ru_ru: Волна

# data/lang/sc/gui.en_US.json/labels/combat/shock
source: Shock
ru_ru: Шок

# data/lang/sc/gui.en_US.json/labels/combat/aim
source: Aim
ru_ru: Прицел

# data/lang/sc/gui.en_US.json/labels/combat/atk
source: Atk
ru_ru: Атк

# data/lang/sc/gui.en_US.json/labels/combat/def
source: Def
ru_ru: Зщт

# data/lang/sc/gui.en_US.json/labels/combat/foc
source: Foc
ru_ru: Фок

# data/lang/sc/gui.en_US.json/labels/combat/burn
source: Burn
ru_ru: Горение

# data/lang/sc/gui.en_US.json/labels/combat/chill
source: Chill
ru_ru: Озноб

# data/lang/sc/gui.en_US.json/labels/combat/jolt
source: Jolt
ru_ru: Потрясение

# data/lang/sc/gui.en_US.json/labels/combat/mark
source: Mark
ru_ru: Метка

# data/lang/sc/gui.en_US.json/labels/combat/stun
source: Stun
ru_ru: Оглушение

# data/lang/sc/gui.en_US.json/labels/combat/no-sp
source: NO SP
ru_ru: НЕТ SP

# data/lang/sc/gui.en_US.json/labels/combat/element-overload
source: Elemental Overload
ru_ru: Элементальная перегрузка

# data/lang/sc/gui.en_US.json/labels/combat-hud/skip
source: skip
ru_ru: пропустить

# data/lang/sc/gui.en_US.json/labels/combat-msg/break
source: \i[break]Break
ru_ru: \i[break]Пробитие

# data/lang/sc/gui.en_US.json/labels/combat-msg/guard-counter
source: \i[break]Counter
ru_ru: \i[break]Ответный удар

# data/lang/sc/gui.en_US.json/labels/combat-msg/guard-break
source: Guard Break
ru_ru: Щит сломан

# data/lang/sc/gui.en_US.json/labels/combat-msg/once-more
source: Once More!
ru_ru: Ещё раз!

# data/lang/sc/gui.en_US.json/labels/combat-msg/hp-break
source: HP Break
ru_ru: Урон HP

# data/lang/sc/gui.en_US.json/labels/combat-msg/rank-up
source: \i[rank-up]Rank
ru_ru: \i[rank-up]Ранг

# data/lang/sc/gui.en_US.json/labels/detector/mine-equip
source: Equipment detected: \c[3][[x]]\c[0]
ru_ru: Обнаружена экипировка: \c[3][[x]]\c[0]

# data/lang/sc/gui.en_US.json/labels/detector/chest
source: Chest detected: \c[3][[x]]\c[0]
ru_ru: Обнаружено сундуков: \c[3][[x]]\c[0]

# data/lang/sc/gui.en_US.json/labels/title-screen/preset-title
source: Select a Preset Save
ru_ru: Выберите сохранение настройки

# data/lang/sc/gui.en_US.json/labels/title-screen/pressStart
source: Press to start
ru_ru: Нажмите, чтобы начать

# data/lang/sc/gui.en_US.json/labels/title-screen/start
source: New Game
ru_ru: Новая игра

# data/lang/sc/gui.en_US.json/labels/title-screen/startPlus
source: New Game \c[3]Plus\c[0]
ru_ru: Новая игра \c[3]+\c[0]

# data/lang/sc/gui.en_US.json/labels/title-screen/continue
source: Continue
ru_ru: Продолжить

# data/lang/sc/gui.en_US.json/labels/title-screen/preset
source: Start with Preset
ru_ru: Предустановки

# data/lang/sc/gui.en_US.json/labels/title-screen/story
source: Story
ru_ru: История

# data/lang/sc/gui.en_US.json/labels/title-screen/grind
source: Exploration
ru_ru: Исследования

# data/lang/sc/gui.en_US.json/labels/title-screen/puzzle
source: Puzzle
ru_ru: Головоломки

# data/lang/sc/gui.en_US.json/labels/title-screen/select
source: Select a demo mode to try out!
ru_ru: Выберите демо-режим и попробуйте!

# data/lang/sc/gui.en_US.json/labels/title-screen/load
source: Load Game
ru_ru: Загрузить

# data/lang/sc/gui.en_US.json/labels/title-screen/options
source: Options
ru_ru: Настройки

# data/lang/sc/gui.en_US.json/labels/title-screen/close
source: Exit
ru_ru: Выход

# data/lang/sc/gui.en_US.json/labels/title-screen/gamecode
source: Enter Bonus Code
ru_ru: Бонусный код

# data/lang/sc/gui.en_US.json/labels/title-screen/perform-warn
source: Performance Warning
ru_ru: Снижение производительности

# data/lang/sc/gui.en_US.json/labels/title-screen/perform-warn-text/old-nwjs
source: \c[3]Performance Warning!\c[0] You're playing CrossCode with an \c[3]old version\c[0] of NW.js. For many players, this version has shown to perform poorly, especially with modern graphics cards. If the game runs slow for you, consider disabling the use of the 'nwjs_old' BETA branch.
ru_ru: \c[3]Снижение производительности!\c[0] Вы играете в CrossCode со \c[3]старой версией\c[0] NW.js. Для многих игроков эта версия показала себя недостаточно эффективно, особенно с современными видеокартами. Если игра работает медленно, подумайте о переключении на бета-ветку "nwjs_new", чтобы запустить игру с новой версией NW.js.

# data/lang/sc/gui.en_US.json/labels/title-screen/perform-warn-text/sample-rate
source: \c[3]Performance Warning!\c[0] You're playing CrossCode with a \c[3]high sampleRate\c[0] setting for your Audio Output Device of \c[3][X]\c[0]. This has shown to increase memory consumption and makes the game more likely to \c[3]crash\c[0]. We recommend to play the game with a lower sampleRate setting of \c[3]96000 Hz or lower\c[0]. On windows, you can change the sample rate through the \c[3]Sound Control Panel\c[0], in the \c[3]Properties\c[0] of your active \c[3]Playback Device\c[0] by changing the \c[3]Default Format\c[0] in the \c[3]Advanced\c[0] tab.
ru_ru: \c[3]Снижение производительности!\c[0] Вы играете в CrossCode с \c[3]высокой частотой дискретизации \c[0]вашего устройства вывода звука \c[3][X]\c[0]. Это увеличивает потребление памяти и повышает вероятность \c[3]сбоя игры\c[0]. Мы рекомендуем играть в игру с более низкой частотой дискретизации, равной \c[3]96000 Гц или ниже\c[0]. В Windows вы можете изменить частоту дискретизации через \c[3]Параметры управления звуком\c[0], в \c[3]Свойствах\c[0] вашего активного\c[3] устройства воспроизведения\c[0], изменив\c[3] формат по умолчанию\c[0] на вкладке\c[3] Дополнительно\c[0].

# data/lang/sc/gui.en_US.json/labels/dlc-list/title
source: Installed DLCs
ru_ru: Установленные DLC

# data/lang/sc/gui.en_US.json/labels/dlc-list/back
source: Back
ru_ru: Назад

# data/lang/sc/gui.en_US.json/labels/hit-task/title
source: Task
ru_ru: Задание

# data/lang/sc/gui.en_US.json/labels/information/title
source: Info
ru_ru: Информация

# data/lang/sc/gui.en_US.json/labels/levelup/title
source: Stats
ru_ru: Статистика

# data/lang/sc/gui.en_US.json/labels/levelup/level
source: Level
ru_ru: Уровень

# data/lang/sc/gui.en_US.json/labels/levelup/hp
source: MaxHP
ru_ru: Здоровье

# data/lang/sc/gui.en_US.json/labels/levelup/attack
source: Attack
ru_ru: Атака

# data/lang/sc/gui.en_US.json/labels/levelup/defense
source: Defense
ru_ru: Защита

# data/lang/sc/gui.en_US.json/labels/levelup/focus
source: Focus
ru_ru: Фокус

# data/lang/sc/gui.en_US.json/labels/button/skip
source: skip
ru_ru: пропустить

# data/lang/sc/gui.en_US.json/labels/money-hud/title
source: Credit
ru_ru: Кредиты

# data/lang/sc/gui.en_US.json/labels/item-hud/title
source: Item
ru_ru: Предмет

# data/lang/sc/gui.en_US.json/labels/lore-hud/title
source: Encyclopedia
ru_ru: Энциклопедия

# data/lang/sc/gui.en_US.json/labels/lore-hud/updated
source: Updated
ru_ru: обновлено

# data/lang/sc/gui.en_US.json/labels/lore-hud/unlocked
source: Unlocked
ru_ru: открыто

# data/lang/sc/gui.en_US.json/labels/lore-hud/top-title
source: Encyclopedia
ru_ru: Энциклопедия

# data/lang/sc/gui.en_US.json/labels/lore-hud/top-first-title
source: Records Updates
ru_ru: Записи обновлены

# data/lang/sc/gui.en_US.json/labels/lore-hud/top-first
source: \c[3]Encyclopedia\c[0], \c[3]Statistics\c[0] & \c[3]Monster Fibula\c[0] unlocked
ru_ru: \c[3]Энциклопедия\c[0], \c[3]Статистика\c[0] и \c[3]Бестиарий\c[0] разблокированы

# data/lang/sc/gui.en_US.json/labels/drop-hud/title
source: Botanics
ru_ru: Ботаника

# data/lang/sc/gui.en_US.json/labels/drop-hud/completed
source: Analyzed
ru_ru: проанализировано

# data/lang/sc/gui.en_US.json/labels/timer-hud/counter
source: Passed Time
ru_ru: Времени прошло

# data/lang/sc/gui.en_US.json/labels/timer-hud/countdown
source: Remaining Time
ru_ru: Время

# data/lang/sc/gui.en_US.json/labels/counter-hud/title
source: Counter
ru_ru: Ответный удар

# data/lang/sc/gui.en_US.json/labels/task-hud/title
source: Task
ru_ru: Задача

# data/lang/sc/gui.en_US.json/labels/quest-hud/taskDoneCenter
source: Quest: Next Task
ru_ru: Квест: Следующая задача

# data/lang/sc/gui.en_US.json/labels/quest-hud/taskDoneCurrent
source: Quest: Task Done
ru_ru: Квест: Задача выполнена

# data/lang/sc/gui.en_US.json/labels/quest-hud/title
source: Marked Quest
ru_ru: Избранное

# data/lang/sc/gui.en_US.json/labels/quest-hud/taskUpdated
source: Task Updates
ru_ru: Обновление задач

# data/lang/sc/gui.en_US.json/labels/quest-hud/taskDone
source: Task
ru_ru: Задача

# data/lang/sc/gui.en_US.json/labels/quest-hud/taskDone2
source: Done
ru_ru: Выполнено

# data/lang/sc/gui.en_US.json/labels/quest-hud/nextTask
source: Next
ru_ru: Далее

# data/lang/sc/gui.en_US.json/labels/landmark-hud/title-new
source: Landmark discovered
ru_ru: Обнаружен ориентир

# data/lang/sc/gui.en_US.json/labels/landmark-hud/title
source: Landmarks
ru_ru: Ориентиры

# data/lang/sc/gui.en_US.json/labels/landmark-hud/landmark
source: Landmark
ru_ru: Ориентир

# data/lang/sc/gui.en_US.json/labels/landmark-hud/unlocked
source: unlocked
ru_ru: разблокирован

# data/lang/sc/gui.en_US.json/labels/pause-screen/lobby
source: Return to Lobby
ru_ru: В главное меню

# data/lang/sc/gui.en_US.json/labels/pause-screen/restartRound
source: Restart Round
ru_ru: Рестарт раунда

# data/lang/sc/gui.en_US.json/labels/pause-screen/restartCup
source: Restart Cup
ru_ru: Перезапустить

# data/lang/sc/gui.en_US.json/labels/pause-screen/to-title
source: Return to Title
ru_ru: В главное меню

# data/lang/sc/gui.en_US.json/labels/pause-screen/resume
source: Resume Game
ru_ru: Продолжить

# data/lang/sc/gui.en_US.json/labels/pause-screen/skip
source: Skip Cutscene
ru_ru: Пропустить сцену

# data/lang/sc/gui.en_US.json/labels/pause-screen/save-game
source: Save Game
ru_ru: Сохранить

# data/lang/sc/gui.en_US.json/labels/pause-screen/info
source: Press ESC or P to return to the Game
ru_ru: Нажмите ESC или P для возврата в игру

# data/lang/sc/gui.en_US.json/labels/pause-screen/lang-fix
source: Found a typo? Press \c[3]F7 to open the Lang Editor\c[0] and send us the fix!
ru_ru: Нашли опечатку? Нажмите \c[3]F7, чтобы открыть редактор Lang\c[0] и отправить нам исправление!

# data/lang/sc/gui.en_US.json/labels/lang-edit/title
source: Language Edit
ru_ru: Изменить язык

# data/lang/sc/gui.en_US.json/labels/lang-edit/map
source: Map
ru_ru: Карта

# data/lang/sc/gui.en_US.json/labels/lang-edit/recent
source: Recent
ru_ru: Текущий

# data/lang/sc/gui.en_US.json/labels/lang-edit/user-prefix
source: User:
ru_ru: Пользователь:

# data/lang/sc/gui.en_US.json/labels/lang-edit/user-edit
source: edit
ru_ru: редактирование

# data/lang/sc/gui.en_US.json/labels/lang-edit/user-credentials
source: User Credentials
ru_ru: Учётные данные пользователя

# data/lang/sc/gui.en_US.json/labels/lang-edit/user-name
source: Name
ru_ru: Имя

# data/lang/sc/gui.en_US.json/labels/lang-edit/comment
source: Additional Comments here, edit text in field above
ru_ru: Дополнительные комментарии здесь, редактировать текст в поле выше

# data/lang/sc/gui.en_US.json/labels/lang-edit/submit
source: Submit
ru_ru: Подтвердить

# data/lang/sc/gui.en_US.json/labels/lang-edit/send-report
source: Send Report
ru_ru: Отправить отчёт

# data/lang/sc/gui.en_US.json/labels/lang-edit/cancel
source: Cancel
ru_ru: Отмена

# data/lang/sc/gui.en_US.json/labels/lang-edit/sending
source: Sending Report...
ru_ru: Отправка отчёта...

# data/lang/sc/gui.en_US.json/labels/lang-edit/error
source: Error
ru_ru: Ошибка

# data/lang/sc/gui.en_US.json/labels/credits/note
source: Note
ru_ru: Записка

# data/lang/sc/gui.en_US.json/labels/credits/ideaConcept
source: Idea and Concept
ru_ru: Идея и концепт

# data/lang/sc/gui.en_US.json/labels/credits/programming
source: Programming
ru_ru: Программирование

# data/lang/sc/gui.en_US.json/labels/credits/conceptart
source: Concept Art
ru_ru: Концепт-арт

# data/lang/sc/gui.en_US.json/labels/credits/leveldesign
source: Level Design
ru_ru: Дизайн уровней

# data/lang/sc/gui.en_US.json/labels/credits/music
source: Music
ru_ru: Музыка

# data/lang/sc/gui.en_US.json/labels/credits/sound
source: Sound
ru_ru: Звук

# data/lang/sc/gui.en_US.json/labels/credits/betatesters
source: Beta Testers
ru_ru: Бета-тестеры

# data/lang/sc/gui.en_US.json/labels/credits/thanks
source: Special Thanks to
ru_ru: Особая благодарность

# data/lang/sc/gui.en_US.json/labels/gamepad-box/not-connected
source: Press any button
ru_ru: Нажмите любую клавишу

# data/lang/sc/gui.en_US.json/labels/gamepad-box/connected
source: Connected!
ru_ru: Подключено!

# data/lang/sc/gui.en_US.json/labels/gamepad-box/info-title
source: How to use your gamepad
ru_ru: Как использовать геймпад

# data/lang/sc/gui.en_US.json/labels/gamepad-box/info-text
source: You can play CrossCode with any X-Input compatible gamepad. What to do: 1. Connect your gamepad 2. Press any button (not the analogue sticks) If you read 'connected' next to the gamepad symbol, your gamepad should work!
ru_ru: Вы можете играть в CrossCode с любым совместимым геймпадом. Для игры на геймпаде: 1. Подключаете ваш геймпад 2. Нажмите любую кнопку (не аналоговые стики) Если горит надпись "connected" рядом с символом геймпада, то ваш геймпад должен работать!

# data/lang/sc/gui.en_US.json/labels/quick-menu/select
source: Select Strategy
ru_ru: Выберите стратегию

# data/lang/sc/gui.en_US.json/labels/quick-menu/current
source: Current
ru_ru: Текущее местоположение

# data/lang/sc/gui.en_US.json/labels/quick-menu/description/items
source: Use Healing and Buff Items.
ru_ru: Используйте исцеляющие и усиливающие предметы.

# data/lang/sc/gui.en_US.json/labels/quick-menu/description/map
source: Access the Map.
ru_ru: Перейдите к карте.

# data/lang/sc/gui.en_US.json/labels/quick-menu/description/analyze
source: Analyze the the enemies on the field.
ru_ru: Анализируйте врагов на поле боя.

# data/lang/sc/gui.en_US.json/labels/quick-menu/description/party
source: Give your party members orders.
ru_ru: Дайте указания своей группе.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/headers/target
source: Target
ru_ru: Цель

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/headers/behaviour
source: Behaviour
ru_ru: Поведение

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/headers/arts
source: Combat Arts
ru_ru: Техники боя

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/names/TARGET/0
source: You Decide
ru_ru: Автоатака

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/names/TARGET/1
source: My Enemy
ru_ru: Мой враг

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/names/TARGET/2
source: Others
ru_ru: Другие

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/names/BEHAVIOUR/0
source: Offensive
ru_ru: Агрессивное

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/names/BEHAVIOUR/1
source: Defensive
ru_ru: Защитное

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/names/BEHAVIOUR/2
source: Do Nothing
ru_ru: Бездействие

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/names/ARTS/0
source: Normal
ru_ru: Обыкновенно

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/names/ARTS/1
source: Use Often
ru_ru: Часто

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/names/ARTS/2
source: Never
ru_ru: Никогда

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/description/TARGET/0
source: Party members will focus enemies as they please.
ru_ru: Члены группы сфокусируются на врагах по своему желанию.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/description/TARGET/1
source: Party members will focus the same enemy as you.
ru_ru: Члены группы сфокусируются на том же враге, что и вы.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/description/TARGET/2
source: Party members will focus enemies you are not attacking.
ru_ru: Члены группы сфокусируются на врагах, которых вы не атакуете.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/description/BEHAVIOUR/0
source: Party members will use an aggressive playstyle.
ru_ru: Члены группы будут использовать агрессивный стиль игры.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/description/BEHAVIOUR/1
source: Party members will stay back and focus defensive maneuvers.
ru_ru: Члены группы будут держаться в стороне и сосредоточатся на оборонных манёврах.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/description/BEHAVIOUR/2
source: Party members will stay far away and do nothing.
ru_ru: Члены группы будут стоять вдалеке и ничего не делать.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/description/ARTS/0
source: Party members will use combat arts at a normal interval.
ru_ru: Члены группы будут использовать техники боя с нормальной частотой.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/description/ARTS/1
source: Party members will use combat arts as much as possible.
ru_ru: Члены группы будут использовать техники боя как можно чаще.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/description/ARTS/2
source: Party members will never use any combat arts.
ru_ru: Члены группы никогда не будут использовать техники боя.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/buttons/FREE
source: Do as you please!
ru_ru: На свой выбор!

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/buttons/FOCUS_ENEMY
source: Focus my enemy!
ru_ru: Сосредоточься на моём враге!

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/buttons/FOCUS_DEFENSE
source: Focus defense!
ru_ru: Всё внимание на оборону!

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/buttons/NOTHING
source: Stay out of combat!
ru_ru: Выйти из боя!

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/descriptions/FREE
source: Your party members will take action as they see fit.
ru_ru: Члены вашей группы предпримут какие-либо действия по своему желанию.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/descriptions/FOCUS_ENEMY
source: Your party members will focus the same enemy as you.
ru_ru: Члены вашей группы сконцентрируются на вашем противнике.

source: Your party members will stay back and focus on defending/evading attacks.
ru_ru: Члены вашей группы будут оставаться в стороне, сосредоточившись на защите/уклонении от атак.

# data/lang/sc/gui.en_US.json/labels/quick-menu/strategy/descriptions/NOTHING
source: Your Party members will do absolutely nothing and stay back.
ru_ru: Члены вашей группы не будут ничего делать и будут держаться в стороне.

# data/lang/sc/gui.en_US.json/labels/quick-menu/noData
source: Insufficient Data! Fight against this enemy to reveal more information.
ru_ru: Недостаточно данных! Сразитесь с врагом, чтобы получить больше информации.

# data/lang/sc/gui.en_US.json/labels/shop/buy
source: Buy
ru_ru: Купить

# data/lang/sc/gui.en_US.json/labels/shop/sell
source: Sell
ru_ru: Продать

# data/lang/sc/gui.en_US.json/labels/shop/cancel
source: Cancel
ru_ru: Отмена

# data/lang/sc/gui.en_US.json/labels/shop/checkout
source: Checkout
ru_ru: Оплатить

# data/lang/sc/gui.en_US.json/labels/shop/credits
source: Credits
ru_ru: Кредиты

# data/lang/sc/gui.en_US.json/labels/shop/coins
source: Coins
ru_ru: Монеты

# data/lang/sc/gui.en_US.json/labels/shop/price
source: Sell Price
ru_ru: Цена продажи

# data/lang/sc/gui.en_US.json/labels/shop/profit
source: Profit
ru_ru: Прибыль

# data/lang/sc/gui.en_US.json/labels/shop/cost
source: Cost
ru_ru: Цена

# data/lang/sc/gui.en_US.json/labels/shop/rest
source: Rest
ru_ru: Остаток

# data/lang/sc/gui.en_US.json/labels/shop/total
source: Total
ru_ru: Итоги

# data/lang/sc/gui.en_US.json/labels/shop/leaveWithCartItems
source: Items are in your cart. Still return?
ru_ru: В вашей корзине находятся товары. Вернуться в игру?

# data/lang/sc/gui.en_US.json/labels/shop/confirmBuy
source: Buy the selected Items?
ru_ru: Купить выбранные товары?

# data/lang/sc/gui.en_US.json/labels/shop/confirmSell
source: Sell the selected Items?
ru_ru: Продать выбранные товары?

# data/lang/sc/gui.en_US.json/labels/shop/owned
source: Owned
ru_ru: В наличии

# data/lang/sc/gui.en_US.json/labels/shop/select
source: Select
ru_ru: Выбрано

# data/lang/sc/gui.en_US.json/labels/shop/cart
source: Cart
ru_ru: Корзина

# data/lang/sc/gui.en_US.json/labels/shop/quantity
source: Set Quantity
ru_ru: Количество

# data/lang/sc/gui.en_US.json/labels/shop/submit
source: Submit
ru_ru: Принять

# data/lang/sc/gui.en_US.json/labels/shop/items
source: Items
ru_ru: Предметы

# data/lang/sc/gui.en_US.json/labels/shop/sellGroup
source: Select Category
ru_ru: Выбрать категорию

# data/lang/sc/gui.en_US.json/labels/shop/sellPages/cons
source: Consumables
ru_ru: Расходники

# data/lang/sc/gui.en_US.json/labels/shop/sellPages/equip-arm
source: Arm Equipment
ru_ru: Оружие

# data/lang/sc/gui.en_US.json/labels/shop/sellPages/equip-head
source: Head Equipment
ru_ru: Шапки

# data/lang/sc/gui.en_US.json/labels/shop/sellPages/equip-torso
source: Torso Equipment
ru_ru: Одежда

# data/lang/sc/gui.en_US.json/labels/shop/sellPages/equip-feet
source: Foot Equipment
ru_ru: Обувь

# data/lang/sc/gui.en_US.json/labels/shop/sellPages/trade
source: Trade
ru_ru: Торговля

# data/lang/sc/gui.en_US.json/labels/shop/sellPages/key
source: Valuables
ru_ru: Ценности

# data/lang/sc/gui.en_US.json/labels/menu/new-game/points
source: Points
ru_ru: Очки

# data/lang/sc/gui.en_US.json/labels/menu/new-game/overview
source: Overview
ru_ru: Обзор

# data/lang/sc/gui.en_US.json/labels/menu/new-game/start
source: Begin Adventure
ru_ru: Начать приключение

# data/lang/sc/gui.en_US.json/labels/menu/new-game/saveFileInfo
source: Please select a \i[save-star] save file from which to carry over the selected options.
ru_ru: Пожалуйста, выберите \i[save-star] файл сохранения для переноса из него выбранных параметров.

# data/lang/sc/gui.en_US.json/labels/menu/new-game/confirmOptions
source: Start a new game with the selected options?
ru_ru: Начать новую игру с выбранными параметрами?

# data/lang/sc/gui.en_US.json/labels/menu/new-game/okay
source: Okay
ru_ru: Окей!

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/enemy-damage
source: Enemy Damage
ru_ru: Урон врагов

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/combat-arts
source: Combat Arts
ru_ru: Техники боя

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/others
source: Others
ru_ru: Другие

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/money
source: Credits
ru_ru: Кредиты

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/exp
source: Experience
ru_ru: Опыт

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/carry-over
source: Carry Over from a save file
ru_ru: Перенос из файла сохранения

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/combat-modifier
source: Combat Modifier
ru_ru: Модификаторы боя

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/drop-rate
source: Drop Rates
ru_ru: Шанс выпадения

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/enemy
source: Enemy Modifiers
ru_ru: Модификаторы врагов

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/itemCooldown
source: Item Cooldown
ru_ru: Время восстановления предметов

# data/lang/sc/gui.en_US.json/labels/menu/new-game/sets/hp-regen
source: HP Regeneration
ru_ru: Регенерация здоровья
