Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/lang.po
Languages: es_es, ru_ru

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/description/ARTS/1
source: Party members will use combat arts as much as possible.
es_es: Los miembros de tu grupo utilizarán las artes de combte tanto como puedan.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/description/ARTS/2
source: Party members will never use any combat arts.
es_es: Los miembros de tu grupo nunca usarán artes de combate.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/buttons/FREE
source: Do as you please!
es_es: ¡Haz como plazcas!

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/buttons/FOCUS_ENEMY
source: Focus my enemy!
es_es: ¡Céntrate en mi enemigo!

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/buttons/FOCUS_DEFENSE
source: Focus defense!
es_es: ¡Céntrate en defensa!

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/buttons/NOTHING
source: Stay out of combat!
es_es: ¡Quédate fuera de combate!

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/descriptions/FREE
source: Your party members will take action as they see fit.
es_es: Los miembros de tu grupo harán lo que les parezca apropiado.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/descriptions/FOCUS_ENEMY
source: Your party members will focus the same enemy as you.
es_es: Los miembros de tu grupo se centrarán en el mismo enemigo que tú.

source: Your party members will stay back and focus on defending/evading attacks.
es_es: Los miembros de tu grupo se quedarán atrás y se centrarán en defender/evadir ataques.

# data/lang/sc/gui.en_US.json//labels/quick-menu/strategy/descriptions/NOTHING
source: Your Party members will do absolutely nothing and stay back.
es_es: Los miembros de tu grupo no harán absolutamente nada y se quedarán atrás.

# data/lang/sc/gui.en_US.json//labels/quick-menu/noData
source: Insufficient Data! Fight against this enemy to reveal more information.
es_es: ¡Datos Insuficientes! Pelea contra este enemigo para revelar más información.

# data/lang/sc/gui.en_US.json//labels/quick-menu/analyze/enemy-level
source: LV
es_es: NV

# data/lang/sc/gui.en_US.json//labels/shop/buy
source: Buy
es_es: Comprar

# data/lang/sc/gui.en_US.json//labels/shop/sell
source: Sell
es_es: Vender

# data/lang/sc/gui.en_US.json//labels/shop/cancel
source: Cancel
es_es: Cancelar

# data/lang/sc/gui.en_US.json//labels/shop/checkout
source: Checkout
es_es: Continuar

# data/lang/sc/gui.en_US.json//labels/shop/credits
source: Credits
es_es: Créditos

# data/lang/sc/gui.en_US.json//labels/shop/coins
source: Coins
es_es: Monedas

# data/lang/sc/gui.en_US.json//labels/shop/price
source: Sell Price
es_es: Precio de Venta

# data/lang/sc/gui.en_US.json//labels/shop/profit
source: Profit
es_es: Ganancia

# data/lang/sc/gui.en_US.json//labels/shop/cost
source: Cost
es_es: Costo

# data/lang/sc/gui.en_US.json//labels/shop/rest
source: Rest
es_es: Resto

# data/lang/sc/gui.en_US.json//labels/shop/leaveWithCartItems
source: Items are in your cart. Still return?
es_es: Hay objetos en tu carrito. ¿Volver?

# data/lang/sc/gui.en_US.json//labels/shop/confirmBuy
source: Buy the selected Items?
es_es: ¿Comprar los objetos seleccionados?

# data/lang/sc/gui.en_US.json//labels/shop/confirmSell
source: Sell the selected Items?
es_es: ¿Vender los objetos seleccionados?

# data/lang/sc/gui.en_US.json//labels/shop/owned
source: Owned
es_es: En Posesión

# data/lang/sc/gui.en_US.json//labels/shop/select
source: Select
es_es: Seleccionar

# data/lang/sc/gui.en_US.json//labels/shop/cart
source: Cart
es_es: Carrito

# data/lang/sc/gui.en_US.json//labels/shop/quantity
source: Set Quantity
es_es: Cantidad

# data/lang/sc/gui.en_US.json//labels/shop/submit
source: Submit
es_es: Aceptar

# data/lang/sc/gui.en_US.json//labels/shop/items
source: Items
es_es: Objetos

# data/lang/sc/gui.en_US.json//labels/shop/sellGroup
source: Select Category
es_es: Seleccionar Categoría

# data/lang/sc/gui.en_US.json//labels/shop/sellPages/cons
source: Consumables
es_es: Consumibles

# data/lang/sc/gui.en_US.json//labels/shop/sellPages/equip-arm
source: Arm Equipment
es_es: Equipamiento de Brazos

# data/lang/sc/gui.en_US.json//labels/shop/sellPages/equip-head
source: Head Equipment
es_es: Equipamiento de Cabeza

# data/lang/sc/gui.en_US.json//labels/shop/sellPages/equip-torso
source: Torso Equipment
es_es: Equipamiento de Torso

# data/lang/sc/gui.en_US.json//labels/shop/sellPages/equip-feet
source: Foot Equipment
es_es: Equipamiento de Pies

# data/lang/sc/gui.en_US.json//labels/shop/sellPages/trade
source: Trade
es_es: Intercambio

# data/lang/sc/gui.en_US.json//labels/shop/sellPages/key
source: Valuables
es_es: Valioso

# data/lang/sc/gui.en_US.json//labels/menu/new-game/points
source: Points
es_es: Puntos

# data/lang/sc/gui.en_US.json//labels/menu/new-game/overview
source: Overview
es_es: Vista Previa

# data/lang/sc/gui.en_US.json//labels/menu/new-game/start
source: Begin Adventure
es_es: Comenzar Aventura

# data/lang/sc/gui.en_US.json//labels/menu/new-game/saveFileInfo
source: Please select a \i[save-star] save file from which to carry over the selected options.
es_es: Por favor elije un \i[save-star] archivo de guardado desde cual transferir las opciones seleccionadas.

# data/lang/sc/gui.en_US.json//labels/menu/new-game/confirmOptions
source: Start a new game with the selected options?
es_es: ¿Comenzar un nuevo juego con las opciones seleccionadas?

# data/lang/sc/gui.en_US.json//labels/menu/new-game/okay
source: Okay
es_es: Aceptar

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/enemy-damage
source: Enemy Damage
es_es: Daño Enemigo

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/combat-arts
source: Combat Arts
es_es: Artes de Combate

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/others
source: Others
es_es: Otros

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/money
source: Credits
es_es: Créditos

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/exp
source: Experience
es_es: Experiencia

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/carry-over
source: Carry Over from a save file
es_es: Transferir de un archivo de guardado

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/combat-modifier
source: Combat Modifier
es_es: Modificador de Combate

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/drop-rate
source: Drop Rates
es_es: Probabilidad de Conseguir

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/enemy
source: Enemy Modifiers
es_es: Modificadores Enemigos

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/itemCooldown
source: Item Cooldown
es_es: Enfriamiento de Objetos

# data/lang/sc/gui.en_US.json//labels/menu/new-game/sets/hp-regen
source: HP Regeneration
es_es: Regeneración de PV

# data/lang/sc/gui.en_US.json//labels/menu/new-game/dialogs/modeSelect
source: Select Game Mode
es_es: Selecciona el Modo de Juego

# data/lang/sc/gui.en_US.json//labels/menu/new-game/dialogs/plus
source: New Game Plus
es_es: Nuevo Juego Plus

# data/lang/sc/gui.en_US.json//labels/menu/new-game/dialogs/normalDescription
source: Experience the story of CrossCode just like before!
es_es: ¡Experimenta la historia de CrossCode como la primera vez!

# data/lang/sc/gui.en_US.json//labels/menu/new-game/dialogs/plusDescription
source: Use your accumulated \c[3]Trophy Points\c[0] to customize your game!
es_es: ¡Utiliza tus \c[3]Puntos de Trofeo\c[0] acumulados para personalizar tu juego!

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/enemy-damage-15
source: Damage x 1.5
es_es: Daño x1,5

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/enemy-damage-2
source: Damage x 2
es_es: Daño x2

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/enemy-damage-4
source: Damage x 4
es_es: Daño x4

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/keep-level
source: Level
es_es: Nivel

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/keep-consumables
source: Consumables
es_es: Consumibles

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/keep-equipment
source: Equipment
es_es: Equipamiento

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/keep-trade
source: Trade
es_es: Intercambio

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/keep-addons
source: Add-Ons
es_es: Accesorios

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/keep-money
source: Credits
es_es: Créditos

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/keep-records
source: Records
es_es: Registros

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/keep-elements
source: Elements
es_es: Elementos

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/keep-botanics
source: Botanics
es_es: Botánica

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/keep-traders
source: Traders
es_es: Comerciantes

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/money-plus-2
source: Credits x 2
es_es: Créditos x2

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/money-plus-4
source: Credits x 4
es_es: Créditos x4

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/disable-exp
source: Disable EXP
es_es: Desactiar EXP

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/disable-money
source: Disable Credits
es_es: Desactivar Créditos

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/dash-1
source: Dash Master
es_es: Maestro del Esquive

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/waypoints-heals
source: Classic Heals
es_es: Curaciones Clásicas

source: Classic Porter
es_es: Portero Clásico

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/scale-enemies
source: Get on my Level
es_es: Ponte a mi Nivel

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/witch-time
source: Witch Time
es_es: Maestro del Tiempo

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/harder-enemies
source: No Mercy
es_es: Sin Piedad

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/lea-must-die
source: Prepare to Hi!
es_es: ¡Prepárate para Hola!

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/sergey-hax
source: Sergey Hax
es_es: Hax de Sergey

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/double-buff-time
source: Mega Nutrients
es_es: Mega Nutrientes

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/rhombus-start
source: Skip Beginning
es_es: Saltar el Inicio

source: First Belt
es_es: Primer Cinturón

source: Second Belt
es_es: Segundo Cinturón

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/overload-disable
source: Truly Balanced
es_es: Verdaderamente Balanceado

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/infinite-sp
source: Devil Trigger
es_es: Gatillo del Diablo

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/enemy-aggro
source: Hostile Habitat
es_es: Habitat Hostil

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/item-cd-double
source: Diet
es_es: Dieta

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/item-cd-half
source: Feast
es_es: Banquete

source: Early Access
es_es: Acceso Anticipado

source: Half Healing
es_es: Media Curación

source: Zero Healing
es_es: Cero Curación

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/no-trophies
source: Trophy Block
es_es: Sin Trofeos

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/names/ice-physics
source: Slippery Slope
es_es: El Suelo es Hielo

source: Doubles the length of all consumables items.
es_es: Duplica la duración de todos los consumibles.

source: Increases drop rate for items from plants and enemies by 100%.
es_es: Incrementa la probabilidad de conseguir objetos de las plantas y los enemigos en un 100%.

source: Increases drop rate for items from plants and enemies by 300%.
es_es: Incrementa la probabilidad de conseguir objetos de las plantas y los enemigos en un 300%.

source: Increase damage taken by 50%.
es_es: Incrementa el daño recibido un 50%.

source: Increase damage taken by 100%.
es_es: Incrementa el daño recibido un 100%.

source: Increase damage taken by 300%.
es_es: Incrementa el daño recibido un 300%.

source: Keep your current level.
es_es: Mantén tu nivel actual.

source: Keep all your consumables. (Favorites are reset)
es_es: Mantén todos tus consumibles. (Tus Favoritos se reinician )

source: Keep all your equipment. (Equipped items are moved to your inventory)
es_es: Mantén todo tu equipamiento. (Los objetos equipados se moverán a tu inventario)

source: Keep all trade items
es_es: Mantén todos los objetos de intercambio

source: Keep all Add-Ons. (Add-Ons are switched off)
es_es: Mantén todos los Accesorios. (Los Accesorios estarán desactivados)

source: Keep all credits.
es_es: Mantén todos los créditos.

source: Keep your accumulated statistics.
es_es: Mantén tus estadísticas.

source: Keep your botanics progress.
es_es: Mantén tu progreso en botánica.

source: Keep all trader locations.
es_es: Mantén la localización de todos los comerciantes.

source: Keep all elements. (Elements will be activated once obtaining the neutral mode)
es_es: Mantén todos los elementos. (Los elementos se activarán una vez se consiga el modo neutral)

source: Keep all your arena progress.
es_es: Mantén todo tu progreso en la arena.

source: Gain 100% more credits from all sources.
es_es: Consigue un 100% más de créditos de todas las fuentes.

source: Gain 300% more credits from all sources.
es_es: Consigue un 300% más de créditos de todas las fuentes.

source: Gain 100% more experience from all sources.
es_es: Consigue un 100% más de experiencia de todas las fuentes.

source: Gain 300% more experience from all sources.
es_es: Consigue un 300% más de experiencia de todas las fuentes.

source: Disable gaining experience.
es_es: Desactiva la experiencia.

source: Disable gaining money. This includes selling items in shops!
es_es: Desactiva el dinero. ¡No podrás vender objetos en tiendas!

# data/lang/sc/gui.en_US.json//labels/menu/new-game/options/descriptions/dash-1
source: Start with only one dash that has 3 times the invincibility and less ending lag.
es_es: Empieza con un solo esquive que te hace invencible por el triple de tiempo y tarda menos en recuperarse.

source: Every time you do a perfect dash, time slows down for a few seconds.
es_es: Cada vez que hagas un esquive perfecto, el tiempo se realentizará por unos segundos.

source: Healing out of combat only possible at Landmarks.
es_es: Curarse fuera de combate solo será posible en los Puntos de Referencia.

source: Using the map menu to teleport is only possible at Landmarks.
es_es: Utilizar el menú del mapa para teletransportarse solo será posible en los Puntos de Referencia.

source: Regular enemy & boss levels will be matched to your stat average.
es_es: Los niveles de los enemigos y los jefes se igualará con el promedio de tus estadísticas.

source: Normal enemies & Bosses will be more aggressive.
es_es: Los enemigos y los jefes serás más agresivos.

source: Every hit instantly kills you.
es_es: Cualquier golpe te matará instantáneamente.

source: Enable Sergey's hacks and do insane damage all the time.
es_es: Activa el Hax de Sergey para hacer muchísimo daño constantemente.

source: Start directly at the Newcomer's Bridge in Rhombus Square.
es_es: Empieza directamente en el Puente de los Principiantes en Rhombus Square.

source: You can only do level 1 Combat Arts, no matter what else you have unlocked.
es_es: Solo podrás hacer Artes de Combate de nivel 1, sin importar que más hayas desbloqueado.

source: You can only do up to level 2 Combat Arts, no matter what else you have unlocked.
es_es: Solo podrás hacer Artes de Combate de nivel 2, sin importar que más hayas desbloqueado.

source: Overload is disabled, meaning you can stay in element mode as long as you wish.
es_es: Desactiva la sobrecarga elemental, lo que significa que podrás atacar con los elementos tanto como quieras.

source: You are always at max SP and using Combat Arts do not consume any SP.
es_es: Siempre tienes PE máximos, y utiizar Artes de Combate no los consume.

source: Regular enemies in the field will always attack on sight.
es_es: Los enemigos normales siempre atacarán a primera vista.

source: The cooldown for consumables is twice as long in combat.
es_es: El tiempo de enfriamiento para los consumibles siempre será el doble de largo en combate.

source: The cooldown for consumables is half as long in combat.
es_es: El tiempo de enfriamiento para los consumibles siempre será la mitad de largo en combate.

source: There is no cooldown when using consumables in combat.
es_es: No hay tiempo de enfriamiento cuando usas consumibles en combate.

source: Remove all shade blockades in the Circuit-Tree.
es_es: Quita todos los bloqueos de Sombra en el Árbol de Circuitos.

source: HP Regeneration in combat is cut in half.
es_es: La regeneración de vida en combate se reduce a la mitad.

source: HP Regeneration is disabled in combat.
es_es: La regeneración de vida en combate se desactiva.

source: Disables being able to unlock any Trophies.
es_es: Desactiva los Trofeos.

source: Ice Physics are toggled on at all times.
es_es: Caminarás como si estuvieras en hielo constantemente.

# data/lang/sc/gui.en_US.json//labels/menu/rhombus/help
source: \i[help-icon]Select a location on the map you would like to travel to!
es_es: \i[help-icon]¡Elige un lugar en el mapa al que quisieras viajar!

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/points
source: Arena Coins
es_es: Monedas de la Arena

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/highscore
source: Highscore
es_es: Máxima Puntuación

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/highscoreRound
source: Highscore
es_es: Máxima Puntuación

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/time
source: Sum of Best
es_es: Suma de los Mejores

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/timeRound
source: Best Time
es_es: Mejor Tiempo

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/difficulty
source: Difficulty
es_es: Dificultad

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/coins
source: Arena Coins
es_es: Monedas de la Arena

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/coinsRound
source: Arena Coins
es_es: Monedas de la Arena

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/rounds
source: Rounds
es_es: Rondas

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/avgLevel
source: Average Level
es_es: Nivel Promedio

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/clears
source: Cleared
es_es: Completado

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/objective
source: Objective
es_es: Objetivo

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/bonus
source: Bonus Points
es_es: Puntos Bonus

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/challenges
source: Conditions
es_es: Condiciones

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/titles/creator
source: Creator
es_es: Creador

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/points
source: Shows your accumulated arena coins. Win Cups to gain more coins. The higher your score, the higher your reward!
es_es: Te muestra tu cantidad de monedas de arena acumuladas. Gana Copas para conseguir más monedas. ¡A mayor puntaje mayor recompensa!

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/highscore
source: Shows the combined score of all rounds including the Rush Mode score.
es_es: Muestra el puntaje combinado de todas las rondas, incluyendo el puntaje del Modo Rush.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/highscoreRound
source: Shows the highest score you have achieved. Below you can see how much points you need for the silver and gold medal.
es_es: Muestra el puntaje más alto que hayas conseguido. Debajo puedes ver cuantos puntos necesitas para las medallas de plata y oro.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/time
source: Shows the combined time of all rounds. Below is the best time achieved in Rush Mode.
es_es: Muestra el tiempo combinado de todas las rondas. Debajo está tu mejor tiempo en el Modo Rush.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/difficulty
source: Indicates the difficulty of a cup. Ranging from 1 to 5 swords. 5 being the most difficult.
es_es: Indica la dificultad de una Copa. De 1 a 5 espadas. 5 siendo la más difícil.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/coins
source: Shows the obtained Arena Coins and the maximum coins available in a cup.
es_es: Muestra las Monedas de Arena obtenidas y la cantidad máxima que se puede conseguir en esta Copa.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/coinsRound
source: Shows the obtained and maximum Arena coins in a round or Rush Mode.
es_es: Muestra la cantidad obtenida y máxima de las Monedas de Arena en una ronda o el Modo Rush.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/rounds
source: Shows the number of rounds cleared and the total rounds in a cup. Below you can see what Rush Mode medal was achieved in a cup.
es_es: Muestra el número de rondas completadas y las rondas totales en una Copa. Debajo puedes ver que medalla del Modo Rush se obtuvo en la Copa.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/timeRound
source: Shows the best time achieved in a round or Rush Mode.
es_es: Muestra el mejor tiempo obtenido en una ronda o el Modo Rush.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/avgLevel
source: Shows the average enemy level present in a cup.
es_es: Muestra el nivel promedio de los enemigos en la Copa.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/clears
source: Shows the number of times a round or Rush Mode was completed.
es_es: Muestra la cantidad de veces que una ronda o el Modo Rush se ha completado.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/objective
source: Shows what you need to do in order to successfully clear a round or Ruse Mode.
es_es: Muestra lo que debes hacer para completar una ronda o el Modo Rush exitosmente.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/bonus
source: Shows optional bonus challenges that reward you with extra points, crucial to reach the highest score.
es_es: Muestra desafíos bonus opcionales que te recompensan con puntos extra, son cruciales para conseguir el puntaje máximo.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/challenges
source: Shows additional conditions that may apply to this round. Conditions with yellow outlines are active for the entire cup.
es_es: Muestra condiciones adicionales que pueden aplicarse en la ronda. Las condiciones con borde amarillo se aplicarán a toda la Copa.

# data/lang/sc/gui.en_US.json//labels/menu/help/arena/description/creator
source: Shows who created the selected cup.
es_es: Muestra quién creó la Copa seleccionada.

# data/lang/sc/gui.en_US.json//labels/menu/help/hub/titles/rate
source: Completion Rate
es_es: Completadas

# data/lang/sc/gui.en_US.json//labels/menu/help/hub/titles/available
source: Available Quests
es_es: Misiones Disponibles
