Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/53/message
source: And ever since they didn't stop following me!
es_es: ¡Y desde entonces no dejan de seguirme!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/55/message
source: Oh bother...
es_es: Oh por Dios...

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/56/message
source: Wasn't it Ivo, who told us not to draw too much attention?
es_es: ¿No fue Ivo quién nos dijo que no llamemos la atención?

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/57/message
source: Yeah, so much for that!
es_es: Sí, ¡a esto sí que le llamo ser discreto!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/58/message
source: Oh well, whatever!
es_es: Oh bueno, ¡como sea!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/59/message
source: The problem has been solved, right?
es_es: El problema está resuelto, ¿no?

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/60/message
source: No more enemies following me around, so we're good!
es_es: Ya no me persiguen los enemigos, ¡así que estamos bien!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/61/message
source: We wouldn't have had this kind of trouble if you'd just stayed still!
es_es: ¡No habríamos tenido ningún problema si supieras como quedarte quieto!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/62/message
source: I still don't get why it was so hard for you to find the arena.
es_es: Aún no entiendo cómo te ha costado tanto encontrar la arena.

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/63/message
source: You could have just \c[3]teleported\c[0] here, you know?
es_es: Podrías haberte \c[3]teletransportado\c[0] y ya, ¿sabes?

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/64/message
source: ...What?
es_es: ¿...Qué?

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/65/message
source: What do you mean, teleported?
es_es: ¿Qué quieres decir con "teletransportar"?

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/66/message
source: Did...\. did you really \c[3]walk\c[0] to all those locations?
es_es: ¿Tú...\. realmente \c[3]caminas\c[0] a todos lados?

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/67/message
source: Of course!\. I didn't even know you could teleport!
es_es: ¡Por supuesto!\. ¡Ni siquiera sabía que podías teletransportarte!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/90/message
source: I...\. probably should have mentioned this earlier.
es_es: Yo...\. creo que debí haberlo mencionado antes.

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/91/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/92/message
source: A-Anyway, what's done is done.
es_es: E-En fin, lo hecho hecho está.

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/93/message
source: Let's finally go to the arena!
es_es: ¡Vayamos a la arena de una vez!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/94/message
source: Yes!! Even I should be able to find the right way now!
es_es: ¡¡Sí!! ¡Incluso yo debería poder llegar ahora!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/95/message
source: Let's go!
es_es: ¡Vamos!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/105/message
source: Waaaaaaiiit!!
es_es: ¡¡Espeeeeraaa!!

# data/maps/rhombus-sqr/center-se.json//entities/46/settings/event/0/text
source: Restricted Area
es_es: Área Restringida

source: We are terribly sorry, dear player.
es_es: Lo sentimos muchísimo, querido jugador.

source: This bridge is currently under repair.
es_es: Este puente se encuentra en reparación.

source: We are terribly sorry, dear player.
es_es: Lo sentimos muchísimo, querido jugador.

source: This bridge is currently undergoing repairs.
es_es: Este puente está en mantenimiento.

source: We are terribly sorry, dear player.
es_es: Lo sentimos muchísimo, querido jugador.

source: This bridge is currently under repair.
es_es: Este puente está siendo reparado.

# data/maps/rhombus-sqr/center-se.json//entities/85/settings/event/2/text
source: Access Denied
es_es: Acceso Denegado

source: We are terribly sorry, dear player.
es_es: Lo sentimos muchísimo, querido jugador.

source: This bridge is currently under repair.
es_es: Este puente está en mantenimiento.

source: We are terribly sorry, dear player.
es_es: Lo sentimos muchísimo, querido jugador.

source: This bridge is currently under repair.
es_es: Este puente está en reparación.

# data/maps/rhombus-sqr/center-se.json//entities/107/settings/event/2/text
source: Access Denied
es_es: Acceso Denegado

# data/maps/rhombus-sqr/center-se.json//entities/394/settings/event/1/text
source: Access Denied
es_es: Acceso Denegado

source: We are terribly sorry, dear player.
es_es: Lo sentimos muchísimo, querido jugador.

source: We are currently investigating a malfunction in these fences.
es_es: Estamos investigando un fallo con estas vallas.

source: Hi!
es_es: ¡Hola!

source: Oh?\. Good day, Lea.
es_es: Oh.\. Buenos días, Lea.

source: Having a stroll around Rhombus Square?
es_es: ¿Dando un paseo por Plaza Rombo?

source: [nods]
es_es: [asiente]

source: Oh, who are you? A new member of the First Scholars?
es_es: Oh, ¿y tú quién eres? ¿Un nuevo miembro de los Primeros Eruditos?

source: Yes, she just joined a couple weeks ago.
es_es: Sí, se unió hace un par de semanas.

source: Well then, I hope you're enjoying CrossWorlds, young lady!
es_es: Pues bien, ¡espero que estés disfrutando de CrossWorlds, jovencita!

source: Oh, yes! I'm Ivan. Nice to meet you!
es_es: ¡Oh, claro! Soy Ivan. ¡Encantado de conocerte!

source: Actually, something quite peculiar about her...\. It seems her speech module isn't working.
es_es: De hecho, hay algo muy peculiar sobre ella...\. Parece que su módulo del habla está roto.

source: Oh, it isn't? She just said her name though, didn't she?
es_es: Oh, ¿de verdad?\. ¿Pero no acaba de decir su nombre?

source: We believe she is using some kind of workaround that allows her to say a few words.
es_es: Creemos que está utilizando algún tipo parche provisional que le permite decir unas pocas palabras.

source: [nods]
es_es: [asiente]

source: Hi!\. Bye.\. How.\. Why.\. Sorry.
es_es: ¡Hola!.\. Adiós.\. Cómo.\. Por qué.\. Perdón.

source: This is...\. very strange.
es_es: Esto es...\. muy extraño.

source: I'd suggest you contact support, but if you already rely on a workaround like this, the problem must be really persistent.
es_es: Te sugeriría que hables con el soporte, pero si estás dependiendo de esta solución alterna, el problema debe ser muy persistente.

source: You think there is anybody you could talk to about this?
es_es: ¿Por casualidad no conocerás a alguien que sepa como solucionarlo?

source: Not really...\. I'm unfortunately out of touch with the development department.
es_es: En realidad, no...\. Desgraciadamente no tengo mucho contacto con el departamento de desarrollo.

source: I expected as much.
es_es: Era de esperarse.

source: There was that one time when I tried to promote some research projects to integrate upcoming AI technologies.
es_es: Hubo una vez que intenté promover algunos proyectos de investigación para integrar las próximas tecnologías de IA.

source: I talked to some of the engineers back then.
es_es: Hablé con algunos de los ingenieros en ese entonces.

source: But it wasn't met with a lot of enthusiasm, so I gave up on it. It's really a shame.
es_es: Pero la idea no fue bien recibida, así que lo dejé. Es una verdadera lástima.

source: I heard that Instatainment cut down on the R&D department in general, didn't they?
es_es: He oído que Instatainment ha recortado el presupuesto del departamento de desarrollo e investigación en general, ¿no es cierto?

source: That's pretty much the case, yes.
es_es: Se podría decir que así fue, sí.

source: Why?
es_es: ¿Por qué?

source: Business is going well enough and most shareholders want to avoid risks as much as possible.
es_es: El negocio va bien, y los accionistas quieren evitar riesgos innecesarios dentro de lo posible.

source: Instatainment has lost much of its innovative spark these days.
es_es: Instatainment no es tan innovadora como antes.

source: Oh, is it that late already? It's time for me to go.
es_es: Oh, ¿ya es tan tarde? Lo siento, pero debo irme.

source: Anyway, it was nice to see you again, Albert! Until next time!
es_es: En fin. ¡Ha sido un placer volver a verte, Albert! ¡Hasta la próxima!

source: Sure, just let me know when you have some free time again.
es_es: Igualmente, hazme saber cuando vuelvas a tener tiempo libre.

source: Have a nice day, everyone!
es_es: ¡Les deseo un buen día a ambos!

source: Bye!
es_es: ¡Adiós!

source: Logout
es_es: Desconectando

source: Well then, I have to leave as well.
es_es: Bueno, yo también debo irme.

source: Good bye!
es_es: ¡Adiós!

source: Bye!
es_es: ¡Adiós!

source: Who was that person?
es_es: ¿Quién era esa persona?

source: He seems to be closely involved with Instatainment.
es_es: Parece tener contactos importantes en Instatainment.

source: What was his name again? Ivan?
es_es: ¿Cómo se llamaba? ¿Ivan?

source: [nods]
es_es: [asiente]

source: No way!
es_es: ¡No puede ser!

source: That must have been \c[3]Mr. Vestorovich\c[0]!
es_es: ¡Debe ser el \c[3]Sr. Vestorovich\c[0]!

source: He is a shareholder of Instatainment.
es_es: Es un accionista de Instatainment.

source: I can barely believe this.
es_es: No puedo creerlo.

source: He is supposed to be such a busy person, yet here he was talking casually with Albert.
es_es: Se supone que es una persona muy ocupada, pero aquí estaba hablando despreocupadamente con Albert.

source: Lea, this is huge!
es_es: ¡Lea, esto es grandioso!

source: Mr. Vestorovich, he has been active in the field of AI for some time now.
es_es: El Sr. Vestorovich ha estado muy activo en el campo de la IA desde hace algún tiempo.

source: I tried to get in touch with him back when Satoshi was still at Instatainment, but we never had any luck.
es_es: Intenté ponerme en contacto con él cuando Satoshi aún estaba en Instatainment, pero nunca tuvimos suerte.

source: However, since Albert seems to know him personally, we might get our chance to meet him.
es_es: Sin embargo, dado que Albert parece conocerlo personalmente, es posible que tengamos la oportunidad de conocerlo.

source: I am 100% positive he would be thrilled to learn about \c[3]Evotars\c[0]!
es_es: ¡Estoy completamente seguro de que estaría encantado de aprender sobre los \c[3]Evotares\c[0]!

source: So... now we just have to reach Albert and ask him about it...
es_es: Así que... ahora sólo tenemos que hablar con Albert y preguntarle sobre ello...

source: How?
es_es: ¿Cómo?

source: That is the tricky part.
es_es: Esa es la parte complicada.

source: Remember the \c[3]hologram projector\c[0] in the meeting room of the \c[3]First Scholar HQ\c[0]?
es_es: ¿Recuerdas el \c[3]proyector de hologramas\c[0] en la sala de reuniones de la \c[3]sede de los Primeros Eruditos\c[0]?

source: If we can meet him personally there, I might be able to talk to him directly.
es_es: Si logras llevarlo hasta allí, puede que sea capaz de hablar con él directamente.

source: It looks like he is \c[3]still online\c[0].
es_es: Parece que aún \c[3]está en línea\c[0].

source: Let us just head to the meeting room and see if he is close by.
es_es: Vayamos a la sala de reuniones, quizá está cerca.

source: [nods]
es_es: [asiente]

source: Go to the \c[3]First Scholar HQ\c[0] and check if Albert is there.
es_es: Ve a la \c[3]Sede de los Primeros Eruditos\c[0] y comprueba si Albert está allí.

source: It's too bad that \c[3]Ivan\c[0] didn't have the chance to meet you...
es_es: Es una pena que \c[3]Ivan\c[0] no haya tenido la oportunidad de conocerte...

source: Why?
es_es: ¿Por qué?

source: Oh well...\. let's just say he is well connected with Instatainment.
es_es: Oh, bueno...\. digamos que tiene contactos en Instatainment.

source: And I'm sure he would have been excited about Evotars.
es_es: Y estoy seguro de que le habría entusiasmado conocer todo esto de los Evotares.

source: Unfortunately, he just left for a business trip.
es_es: Por desgracia, acaba de salir de viaje de negocios.

source: No chance to meet him anytime soon.
es_es: No se lo verá por un tiempo.

source: It was very fortunate that you spotted me together with Ivan back then.
es_es: Hemos sido muy afortunados de que me vieras junto a Ivan en aquel entonces.

source: He really seems to be excited about Evotars.
es_es: Parece estar muy emocionado por los Evotares.

source: That will help a great deal when we start to talk with Instatainment.
es_es: Eso ayudará mucho cuando empecemos las negociaciones con Instatainment.

source: Though I suppose the meeting could have gone better.
es_es: Aunque supongo que la reunión podría haber ido mejor.

source: Still...\. let's try our best to convince Instatainment.
es_es: Aun así...\. haremos lo posible para convencer a Instatainment.

source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/center-se.json//entities/944/settings/event/24/message
source: Oh!\. Were you just talking about Ivan?
es_es: ¡Oh!\. ¿Estabas hablando de Ivan?

# data/maps/rhombus-sqr/center-se.json//entities/944/settings/event/26/message
source: Come on!\. I want to meet him already!
es_es: ¡Vamos!\. ¡Quiero conocerlo ya!

# data/maps/rhombus-sqr/center-se.json//entities/944/settings/event/27/message
source: Forget it!
es_es: ¡Olvídalo!

# data/maps/rhombus-sqr/center-se.json//entities/944/settings/event/35/message
source: I bet he's amazing at \c[3]BBQs\c[0],\. being a proper\. \c[3]steakholder\c[0]\. and all!
es_es: ¡Apuesto a que es increíble con las \c[3]matemáticas\c[0],\. siendo un\. \c[3]auténtico fraccionista\c[0]\. ya sabes!

# data/maps/rhombus-sqr/center-se.json//entities/944/settings/event/37/message
source: Go away.
es_es: Vete.

# data/maps/rhombus-sqr/center-se.json//entities/944/settings/event/47/text
source: And then, before I knew it...\. it was already time to say goodbye.
es_es: Y entonces, antes de darme cuenta...\. ya era hora de decir adiós.

# data/maps/rhombus-sqr/center-se.json//entities/959/settings/dialog/0/text
source: Just what caused this bridge to collapse?
es_es: ¿Qué ha causado que este puente se derrumbe?

# data/maps/rhombus-sqr/center-se.json//entities/959/settings/dialog/1/text
source: It's not like Avatars are heavy and can just break it.
es_es: Los avatares no son pesados, no podrían haberlo roto.

# data/maps/rhombus-sqr/center-se.json//entities/959/settings/dialog/2/text
source: Can't be the cars either, those are tied to a grid.
es_es: No pudieron haber sido los autos tampoco, están atados a la carretera.

# data/maps/rhombus-sqr/center-se.json//entities/959/settings/dialog/3/text
source: I'm more concerned with your obsession with sitting on the ground...
es_es: Estoy más preocupada por tu obsesión por sentarte en el suelo...

# data/maps/rhombus-sqr/center-se.json//entities/973/settings/dialog/0/text
source: Man, I never saw him this excited...
es_es: Nunca lo había visto tan emocionado...

# data/maps/rhombus-sqr/center-se.json//entities/973/settings/dialog/1/text
source: At least we get some rest...
es_es: Al menos podemos descansar...

# data/maps/rhombus-sqr/center-se.json//entities/973/settings/dialog/2/text
source: Until the shop opens, that is.
es_es: Hasta que abra la tienda, claro.

source: A painting is a memory that never fades.
es_es: Un cuadro es una recuerdo que nunca se borra.

source: [nods]
es_es: [asiente]

source: Actually...\. paint does fade away with time...
es_es: De hecho...\. la pintura si se borra con el tiempo...

source: Tronny, please...
es_es: Tronny, por favor...

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/0/text
source: So, now we've essentially beaten the game, but to be honest...\. I don't really know how I should feel about that.
es_es: Bueno, hemos terminado el juego... Pero para ser sincera...\. no sé como sentirme al respecto.

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/1/text
source: Hm, how so?
es_es: Hm, ¿por qué lo dices?

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/2/text
source: I mean, of course, we did it.
es_es: Es decir, sí, lo conseguimos.

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/3/text
source: Revealed the last secret there is and even beat the last and hardest boss... and I had so much fun doing it.
es_es: Revelamos el último secreto y derrotamos al jefe más difícil... y nos hemos divertido muchísimo haciéndolo.

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/4/text
source: So... I can't just leave everything behind already, can I? I would not be able to handle it.
es_es: Pero... no puedo dejarlo todo tan pronto, ¿verdad? No sería capaz de soportarlo.

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/5/text
source: Hm, I know that feeling and with time it will go away...
es_es: Hm, conozco esa sensación. Se irá con el tiempo...

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/6/text
source: But it's also kinda cruel that way, since you will lose some great memories with it.
es_es: Pero de una forma algo cruel, ya que perderás buenos recuerdos...

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/7/text
source: Yeah...
es_es: Cierto...

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/8/text
source: Thing is, the game hasn't fully ended yet. There will be more content added.
es_es: Igualmente, no tienes que preocuparte, el juego no está terminado aún. Se agregará más contenido.

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/9/text
source: But if you still feel that way, then... at least try to always keep it in the back of your head.
es_es: Pero si aún te sientes así, entonces... intenta conservarlo en la memoria.

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/10/text
source: Pin a poster somewhere in your room or I don't know, draw something.
es_es: Cuelga un póster en tu cuarto o, no sé, dibuja algo.

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/12/text
source: Ah, you're right, I really don't want to forget any of my time spent here, it was too good to let that happen.
es_es: Ah, tienes razón, no quiero olvidar el tiempo que pasé aquí, ha sido muy bueno como para dejarlo en el pasado.

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/13/text
source: I think I will start looking for a poster right now, thank you for helping me.
es_es: Creo que buscaré algún póster, gracias por la ayuda.

# data/maps/rhombus-sqr/center-se.json//entities/989/settings/dialog/14/text
source: Oh, you're welcome.
es_es: Oh, no hay de qué.

# data/maps/rhombus-sqr/central-inner.json//entities/15/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/40/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/42/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/43/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/44/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/45/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/54/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/55/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/56/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/60/settings/event/1/text
source: Access denied
es_es: Acceso Denegado

# data/maps/rhombus-sqr/central-inner.json//entities/66/settings/event/4/text
source: Access denied
es_es: Acceso Denegado

# data/maps/rhombus-sqr/central-inner.json//entities/71/settings/event/4/text
source: Access denied
es_es: Acceso Denegado

# data/maps/rhombus-sqr/central-inner.json//entities/81/settings/event/1/text
source: Access denied
es_es: Acceso Denegado

# data/maps/rhombus-sqr/central-inner.json//entities/85/settings/event/1/text
source: Access denied
es_es: Acceso Denegado

# data/maps/rhombus-sqr/central-inner.json//entities/90/settings/event/1/text
source: Access denied
es_es: Acceso Denegado

# data/maps/rhombus-sqr/central-inner.json//entities/95/settings/event/25/message
source: Allez! This way!
es_es: ¡Allez! ¡Por aquí!

# data/maps/rhombus-sqr/central-inner.json//entities/101/settings/teleportLabel
source: Rookie Harbor
es_es: Puerto Recluta

# data/maps/rhombus-sqr/central-inner.json//entities/102/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/103/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/104/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/105/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/106/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/107/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/108/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/109/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/111/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/112/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/113/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/114/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/115/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/116/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/117/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/118/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/120/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/121/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/122/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/123/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/124/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/125/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/126/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/127/settings/teleportLabel
source: Balcony
es_es: Balcón
