Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

# data/areas/rhombus-sqr.json/floors/1/maps/8/name
source: Boost Lounge
ru_ru: Холл усилений

# data/areas/rhombus-sqr.json/floors/1/maps/9/name
source: Gear Store GF
ru_ru: Магазин снаряжения - Цокольный этаж

# data/areas/rhombus-sqr.json/floors/1/maps/10/name
source: Buy Land GF
ru_ru: Мир покупок - Цокольный этаж

# data/areas/rhombus-sqr.json/floors/1/maps/11/name
source: Vestorovich Mansion
ru_ru: Особняк Весторовича

# data/areas/rhombus-sqr.json/floors/1/maps/12/name
source: Curios Trinkets
ru_ru: Редкие безделушки

# data/areas/rhombus-sqr.json/floors/1/maps/13/name
source: Arena Cafe
ru_ru: Кафе у арены

# data/areas/rhombus-sqr.json/floors/1/maps/14/name
source: Books 'n Worms
ru_ru: Книги и черви

# data/areas/rhombus-sqr.json/floors/1/maps/15/name
source: Arena Lobby
ru_ru: Вестибюль арены

# data/areas/rhombus-sqr.json/floors/1/maps/16/name
source: Alabaster Passage
ru_ru: Гипсовый проход

# data/areas/rhombus-sqr.json/floors/1/maps/17/name
source: Garden Terrace
ru_ru: Садовая терраса

# data/areas/rhombus-sqr.json/floors/1/maps/18/name
source: Open PVP Fields
ru_ru: Открытые PVP поля

# data/areas/rhombus-sqr.json/floors/2/maps/0/name
source: Newcomer's Bridge
ru_ru: Мост новичков

# data/areas/rhombus-sqr.json/floors/2/maps/1/name
source: Newcomer's Bridge End
ru_ru: Конец Моста новичков

# data/areas/rhombus-sqr.json/floors/2/maps/2/name
source: CrossCentral Balcony
ru_ru: Балкон CrossCentral

# data/areas/rhombus-sqr.json/floors/2/maps/3/name
source: Old Smith 1F
ru_ru: Старый кузнец - 1-й этаж

# data/areas/rhombus-sqr.json/floors/2/maps/4/name
source: Gear Store 1F
ru_ru: Магазин снаряжения - 1-й этаж

# data/areas/rhombus-sqr.json/floors/2/maps/5/name
source: Arena Cafe 2nd Floor
ru_ru: Кафе у арены - 2-й этаж

# data/areas/rhombus-sqr.json/floors/3/maps/0/name
source: Old Smith 2F
ru_ru: Старый кузнец - 2-й этаж

# data/maps/rhombus-sqr/arena-1.json/entities/479/settings/event/0/text
source: Missing Pass
ru_ru: Доступ отсутствует

source: Good Day, Seeker!
ru_ru: Добрый день, Искатель!

source: The \c[3]Rhombus Arena\c[0] is currently under construction.
ru_ru: \c[3]Арена Ромба\c[0] в данный момент находится на реконструкции.

source: We apologize for any inconveniences!
ru_ru: Приносим свои извинения за возможные неудобства!

source: However the new arena will include a much larger pool of activities for battle-ready Seekers.
ru_ru: Однако новая арена будет включать в себя гораздо больше активностей для готовых к сражениям Искателей.

source: These activities will include \c[3]Ranked Battle\c[0] for both Solo- & Teamplay, \c[3]Challenges\c[0], \c[3]Boss Rush\c[0] and more!
ru_ru: Эти мероприятия будут включать \c[3]Рейтинговые поединки\c[0], как для одиночной, так и для командной игры, \c[3]Испытания\c[0], \c[3]Босс-раш\c[0] и многое другое!

source: Sitting under this tree...
ru_ru: Сидеть под этим деревом...

source: You know I like this spot here a lot.
ru_ru: Знаешь, мне здесь очень нравится.

source: It always feels so... \c[3]palming\c[0].
ru_ru: Тут всегда так... \c[3]трогательно\c[0].

# data/maps/rhombus-sqr/arena-1.json/entities/664/settings/dialog/0/text
source: I really like this place.
ru_ru: Мне правда нравится это место.

# data/maps/rhombus-sqr/arena-1.json/entities/664/settings/dialog/1/text
source: It's so quiet and peaceful.
ru_ru: Тут так тихо и спокойно.

# data/maps/rhombus-sqr/arena-1.json/entities/664/settings/dialog/2/text
source: Yeah, those trees have some serious damping qualities.
ru_ru: Ага, у этих деревьев есть некоторые серьёзные демпфирующие свойства.

# data/maps/rhombus-sqr/arena-1.json/entities/664/settings/dialog/4/text
source: And there she goes...
ru_ru: Ну вот, опять...

# data/maps/rhombus-sqr/arena-1.json/entities/703/settings/dialog/0/text
source: Ah, the soothing sounds of water on my umbrella...
ru_ru: Ах, успокаивающие звуки капель дождя по моему зонтику...

# data/maps/rhombus-sqr/arena-1.json/entities/703/settings/dialog/1/text
source: I miss it so dearly...
ru_ru: Я так скучаю по этому...

# data/maps/rhombus-sqr/arena-1.json/entities/703/settings/dialog/2/text
source: If only more Seekers would jump into the water for me.
ru_ru: Если бы только кто-нибудь из Искателей снова прыгнул в воду для меня.

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/7/message
source: Hey you!
ru_ru: Эй, ты!

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/8/message
source: Hi?
ru_ru: Привет?

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/9/message
source: Yes, you!\. Uhm...\. Seeker, wasn't it?
ru_ru: Да, ты!\. Эмм...\. Искатель, так ведь?

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/10/message
source: We have a quest for you!
ru_ru: У нас есть квест для тебя!

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/22/message
source: Do we really need to get others involved in this?
ru_ru: А нам точно нужно втягивать в это других?

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/23/message
source: Yes.\. I've had my fill of chasing after him.
ru_ru: Да.\. С меня хватит беготни за ним.

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/24/message
source: Also she probably knows this place better than we do, don't you think?
ru_ru: Кроме того, она наверняка знает это место лучше нас, не думаешь?

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/25/message
source: True...
ru_ru: И вправду...

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/27/message
source: So yeah...\. we're looking for a certain troublemaker.
ru_ru: В общем, да...\. мы ищем одного проблемного человека.

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/28/message
source: He's strolling around somewhere in this world.
ru_ru: Он бродит где-то в этом мире.

# data/maps/rhombus-sqr/arena-1.json/entities/706/settings/event/29/message
source: Can you help us find him?
ru_ru: Можешь помочь нам найти его?

source: Thank you so much!
ru_ru: Спасибо огромное!

source: Lily
ru_ru: Лили

source: I'm Lily, nice to meet you!
ru_ru: Я Лили, приятно познакомиться!

source: Lea!
ru_ru: Лея!

source: Priel
ru_ru: Приэль

source: I'm Priel.\. Thanks for helping us.
ru_ru: Я Приэль.\. Спасибо, что помогаешь нам.

source: Now about the guy we're looking for...
ru_ru: Теперь о парне, которого мы ищем...

source: He's rather small, black hair...\. What's his class again?\. Powerfist?
ru_ru: Он довольно маленький, чёрные волосы...\. Какой там у него класс?\. Квадрофист?

source: Pentafist.
ru_ru: Пентафист.

source: [nods]
ru_ru: [кивает]

source: Right.\. And finally, he's notorious for wandering all over the place.
ru_ru: Точно.\. И наконец, он известен тем, что бродит повсюду.

source: In fact, he tends to go everywhere except for where you want him to be.
ru_ru: На самом деле, он имеет тенденцию идти куда угодно, но не туда, где тебе хотелось бы, чтобы он был.

source: Why don't we try to contact him together?
ru_ru: Почему бы нам с тобой вместе не попробовать с ним связаться?

source: Oh, we can do that?
ru_ru: О, мы можем это сделать?

source: I think, let's give it a try!
ru_ru: Наверное, давай попробуем!

source: Ahh!
ru_ru: Ааа!

source: It's the beeping thing again that makes everything blueish!
ru_ru: Снова эта пикающая штука, которая делает всё синеватым!

source: Stop complaining!
ru_ru: Хватит жаловаться!

source: See this guy, Lea?\. This is Reize.
ru_ru: Видишь этого парня, Лея?\. Это Рейз.

source: Hi!
ru_ru: Привет!

source: Reize
ru_ru: Рейз

source: Uhm...\. Hello!
ru_ru: Эмм...\. Привет!

source: Why's she here?
ru_ru: Почему она здесь?

source: We got her to help us pick you up.
ru_ru: Мы попросили её помочь нам забрать тебя.

source: I told you, you don't need to look for me!\. I'm already on my way to you!
ru_ru: Я же сказал, что вам не нужно искать меня!\. Я уже в пути!

source: Yes and we've been waiting for hours.
ru_ru: Да, и мы ждём уже несколько часов.

source: Where are you right now?
ru_ru: Где ты сейчас?

source: Uhm...\. let me see.\. I'm on this \c[3]snowy mountain\c[0].
ru_ru: Эмм...\. дай-ка глянуть.\. Я на этой \c[3]снежной горе\c[0].

source: There's a \c[3]little house\c[0] close by.
ru_ru: Здесь рядом есть \c[3]маленький домик\c[0].

source: Somebody told me there's a town when I go further up the mountain.
ru_ru: Мне сказали, что там есть город, если я поднимусь дальше в гору.

source: That's Rhombus Square, right?
ru_ru: Это же Площадь Ромба, так?

source: No, Reize...\. I think that's Bergen village.
ru_ru: Нет, Рейз...\. Я думаю, это деревня Берген.

source: Oh.
ru_ru: Ох.

source: Okay, enough of that.
ru_ru: Ладно, хватит.

source: You just wait where you are, okay?
ru_ru: Просто подожди там, хорошо?

source: Lea will pick you up and bring you to us!
ru_ru: Лея заберёт тебя и приведёт к нам!

source: [nods]
ru_ru: [кивает]

source: I told you, you don't ha-
ru_ru: Я же сказал, тебе не-

source: I said: WAIT!
ru_ru: Я сказала: ЖДИ!

source: Fine!
ru_ru: Ладно!

source: Okay, looks like we're all set.
ru_ru: Хорошо, похоже, что у нас всё готово.

source: Good luck on your search!
ru_ru: Удачи с поисками!

source: If there are any troubles you can call me via this D-Link.
ru_ru: Если будут какие-либо проблемы, ты можешь позвонить мне через Прямую связь.

source: [shakes head]
ru_ru: [мотает головой]

source: Shoot...\. Well, gotta wait for somebody else, I suppose.
ru_ru: Чёрт...\. Ну, видимо, придётся подождать кого-нибудь ещё.

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/14/message
source: Wow, that's such a huge place!
ru_ru: Ого, это такое огромное место!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/19/message
source: Yeah... really makes you wonder how you could miss it...
ru_ru: Да... заставляет задуматься, как ты мог его пропустить...

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/20/message
source: ...walking around RIGHT NEXT TO IT!
ru_ru: ...проходя прямо РЯДОМ С НИМ!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/21/message
source: Yeah...\. I guess!
ru_ru: Ага...\. Тоже гадаю!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/30/message
source: Now, time to try this \c[3]PvP\c[0] thing!
ru_ru: А теперь, время опробовать это \c[3]PvP\c[0]!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/31/message
source: At least I heard the arena is the best place to fight each other!
ru_ru: По крайней мере, я слышала, что арена - лучшее место для битвы друг с другом!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/32/message
source: Yeah let's do it!
ru_ru: Да, давай сделаем это!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/38/message
source: How about you join the fun as well, Lea?
ru_ru: Как насчёт того, чтобы присоединиться к веселью, Лея?

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/40/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/43/message
source: Alright, \s[5]let's gooooo~\.
ru_ru: Хорошо, \s[5]погнааааали~\.

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/44/message
source: You over there!
ru_ru: Эй, вы там!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/53/name
source: Moderator
ru_ru: Модератор

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/54/message
source: You with the yellow scarf!
ru_ru: Вы, с жёлтым шарфом!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/58/message
source: Huh?
ru_ru: А?

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/59/message
source: Yes, you!
ru_ru: Да, вы!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/60/message
source: A lot of players reported you've been hacking the system and pulling enemies across locations!
ru_ru: Многие игроки сообщили о том, что вы взламывали систему и тянули врагов через локации!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/61/message
source: Oh yeah, about that...\. Listen I...
ru_ru: Ах да, насчёт этого...\. Слушайте, я...

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/62/message
source: This is a clear violation of our Terms of Use!
ru_ru: Это явное нарушение нашего Пользовательского соглашения!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/64/message
source: You'll have to be \c[3]banned\c[0], sorry!
ru_ru: Простите, но вы должны быть \c[3]забанены\c[0]!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/69/message
source: W-Wait,\. I never intended...!
ru_ru: П-погодите,\. я никогда не собирался...!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/77/text
source: Banned!
ru_ru: Забанен!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/89/name
source: Moderator
ru_ru: Модератор

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/90/message
source: I don't believe you've been involved in any of this, right?
ru_ru: Я полагаю, что вы не были вовлечены во всё это, верно?

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/92/message
source: Nope!\. No idea who that guy was,\. haha.
ru_ru: Неа!\. Понятия не имею, кто был этот парень,\. хаха.

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/94/message
source: [shakes head]
ru_ru: [мотает головой]

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/96/message
source: S-Same...
ru_ru: Т-то же самое...

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/98/message
source: Alright then!
ru_ru: Тогда хорошо!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/99/message
source: Enjoy your stay in CrossWorlds!
ru_ru: Приятного пребывания в CrossWorlds!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/111/message
source: Well... he had it coming.
ru_ru: Ну... он это заслужил.

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/122/message
source: Ugh...
ru_ru: Ух...

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/124/message
source: Ivo is getting on my nerves now.
ru_ru: Иво уже действует мне на нервы.

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/125/message
source: Apparently Reize is all confused.\. I'd better tell him what happened.
ru_ru: Видимо, Рейз в замешательстве.\. Я лучше расскажу ему, что случилось.

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/127/message
source: Should I go as well?
ru_ru: Мне тоже стоит пойти?

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/128/message
source: Why don't you try this PvP thing with Lea?
ru_ru: Почему бы тебе не попробовать это PvP вместе с Леей?

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/130/message
source: Lea!
ru_ru: Лея!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/131/message
source: At least one person should have some fun here, right?
ru_ru: По крайней мере, хоть один человек должен здесь повеселиться, верно?

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/132/message
source: Sure, if that's okay with you!
ru_ru: Конечно, если ты не против!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/133/message
source: But before you leave, make sure to give Lea her reward.
ru_ru: Но перед тем, как уйти, не забудь дать Лее награду.

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/134/message
source: Right!
ru_ru: Точно!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/135/message
source: I mean... chasing that little troublemaker turned out to be entirely fruitless, but still...
ru_ru: Конечно... погоня за этим маленьким нарушителем порядка оказалась совершенно бесплодной, но всё же...

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/136/message
source: Here's a little something for all your trouble!
ru_ru: Вот кое-что для тебя за причинение всех этих проблем!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/144/message
source: Well then, I gotta go now.
ru_ru: Ну что ж, мне нужно идти.

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/145/message
source: You two have fun at the arena!
ru_ru: А вы двое веселитесь на арене!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/146/message
source: Thanks and see you later!
ru_ru: Спасибо и до встречи!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/147/message
source: Bye!
ru_ru: Пока!

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/150/text
source: Logout
ru_ru: Выход из игры

# data/maps/rhombus-sqr/arena-1.json/entities/708/settings/event/161/message
source: Alright then, Lea!\. Let's go!
ru_ru: Ладно, Лея!\. Пошли!

# data/maps/rhombus-sqr/center-e.json/entities/84/settings/event/2/text
source: Access Denied
ru_ru: Отказано в доступе

# data/maps/rhombus-sqr/center-e.json/entities/391/settings/event/0/text
source: Missing Pass
ru_ru: Доступ отсутствует

# data/maps/rhombus-sqr/center-e.json/entities/795/settings/interact/hoverText
source: \c[3]Hammer Weddings\c[0]
ru_ru: \c[3]Свадебный молоток\c[0]

# data/maps/rhombus-sqr/center-e.json/entities/823/settings/dialog/0/text
source: Alright... just need to write a \c[3]conclusion part\c[0]...
ru_ru: Ладно... нужно просто дописать \c[3]заключительную часть\c[0]...

source: Hi!
ru_ru: Привет!

source: Sorry, I can't really talk...
ru_ru: Извини, я не могу говорить...

source: Why?
ru_ru: Почему?

source: I'm writing a thesis on the \v[lore.unlock.real-planet]\c[3]Raritan Gem\c[0].
ru_ru: Я пишу диссертацию по \v[lore.unlock.real-planet]\c[3]Раритан Джем\c[0].

source: You know, the planet this game's played on?
ru_ru: Ну знаешь, по планете, на которой играют в эту игру?

source: So yeah, stranger. Maybe another time.
ru_ru: Так что да, незнакомка. Может быть, в другой раз.

source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/center-e.json/entities/850/settings/dialog/0/text
source: This is where we first met.
ru_ru: Вот здесь мы впервые познакомились.

# data/maps/rhombus-sqr/center-e.json/entities/850/settings/dialog/1/text
source: I totally ran into you, looking at the cars, haha.
ru_ru: Я столкнулась с тобой, засмотревшись на машины, ха-ха.

# data/maps/rhombus-sqr/center-e.json/entities/850/settings/dialog/2/text
source: And in retrospect I couldn't be happier about it.
ru_ru: Оглядываясь назад, я не могу представить себя счастливее.

# data/maps/rhombus-sqr/center-e.json/entities/850/settings/dialog/3/text
source: Me too...
ru_ru: Я тоже...

source: It's a rocket! Someone wrote "Meow, I am a cat!" on its side.
ru_ru: Это ракета! Кто-то написал на её стороне "Мяу, я кот!".

# data/maps/rhombus-sqr/center-s.json/entities/8/settings/teleportLabel
source: Sky Rail
ru_ru: Небесный рельс

# data/maps/rhombus-sqr/center-s.json/entities/447/settings/interact/hoverText
source: \c[3]Crossaint Cafe\c[0]
ru_ru: Кафе Круассан

# data/maps/rhombus-sqr/center-s.json/entities/593/settings/event/0/text
source: Missing Pass
ru_ru: Доступ отсутствует

source: Good day, Lea.
ru_ru: Добрый день, Лея.

source: Hi!
ru_ru: Привет!

source: I was expecting you to arrive \c[3]alone\c[0]. We should make sure that no one else is involved in this.
ru_ru: Я предполагал, что ты прибудешь \c[3]одна\c[0]. Мы должны убедиться, что больше никто не будет замешан в этом.

source: No time to waste, please come this way.
ru_ru: Не будем терять времени, пожалуйста, за мной.

source: Follow Albert to \c[3]Rhombus Square - Residential District\c[0].
ru_ru: Следуйте за Альбертом в \c[3]Жилой район Площади Ромба\c[0].

# data/maps/rhombus-sqr/center-s.json/entities/633/settings/dialog/0/text
source: And then she said: "You city folk don't know plants".
ru_ru: А потом она сказала: "Вы, горожане, совсем не знаете растений".

# data/maps/rhombus-sqr/center-s.json/entities/633/settings/dialog/1/text
source: But she was born here, wasn't she?
ru_ru: Но она родилась здесь, не так ли?

# data/maps/rhombus-sqr/center-s.json/entities/633/settings/dialog/2/text
source: That's what I thought too, but she was derailing the argument anyway.
ru_ru: Я тоже так подумал, но она всё равно уже пустила наш спор под откос.

# data/maps/rhombus-sqr/center-s.json/entities/633/settings/dialog/3/text
source: Oh bother...
ru_ru: Вот досада...

# data/maps/rhombus-sqr/center-s.json/entities/635/settings/dialog/0/text
source: Ah, Seeker. What you obtained is ancient. Be careful with it.
ru_ru: Ах, Искатель. То, что ты получила, очень древнее. Будь осторожна с этим.

# data/maps/rhombus-sqr/center-s.json/entities/648/settings/dialog/0/text
source: I've been looking to spiff up my character's look.
ru_ru: Я подумываю оживить внешний вид своего персонажа.

# data/maps/rhombus-sqr/center-s.json/entities/648/settings/dialog/1/text
source: Good luck with that.
ru_ru: Удачи тебе с этим.

# data/maps/rhombus-sqr/center-s.json/entities/648/settings/dialog/2/text
source: Why?
ru_ru: Почему?

# data/maps/rhombus-sqr/center-s.json/entities/648/settings/dialog/3/text
source: All of the cool cosmetics are only bought with real money.
ru_ru: Все крутые косметические предметы только за реальные деньги.

# data/maps/rhombus-sqr/center-s.json/entities/648/settings/dialog/4/text
source: What about the \c[5]horns\c[0]?
ru_ru: Что насчёт \c[5]рогов\c[0]?

source: Hi...?
ru_ru: Привет...?

source: You!\. You have the horns!
ru_ru: Ты!\. У тебя есть рога!

source: Please trade them with me!
ru_ru: Пожалуйста, обменяй их!

source: I have a flower you can put in your hair if you want that!
ru_ru: У меня есть цветок, который ты можешь прикрепить к своим волосам, если хочешь!

source: [nods]
ru_ru: [кивает]

source: Nice! So how do you trade it?
ru_ru: Отлично! Так как нужно меняться?

source: You don't.\. They don't allow trading of cosmetics.
ru_ru: Никак.\. Они не позволяют обменивать косметические предметы.

source: Whhhyyy?
ru_ru: Почемууу?

source: Bummer...
ru_ru: Облом...

source: Well then...\. can you at least tell me how you got them?
ru_ru: Ну тогда...\. ты можешь хотя бы сказать мне, как ты их получила?

source: [shakes head]
ru_ru: [мотает головой]

source: ... Sorry.
ru_ru: ...Прости.

source: Huh.\. Guess I'll look it up myself, then.
ru_ru: Хмм.\. Ну, тогда я сама посмотрю.

# data/maps/rhombus-sqr/center-s.json/entities/648/settings/dialog/5/text
source: What horns?
ru_ru: Каких рогов?

# data/maps/rhombus-sqr/center-s.json/entities/648/settings/dialog/6/text
source: You haven't seen them? They're metallic and connect to the side of your head.
ru_ru: Ты их не видела? Они металлические и присоединяются к бокам головы.

# data/maps/rhombus-sqr/center-s.json/entities/648/settings/dialog/7/text
source: I can't say I've ever seen those.
ru_ru: Не скажу, что я когда-либо видела их.

# data/maps/rhombus-sqr/center-s.json/entities/648/settings/dialog/8/text
source: Well, that's a shame.\. I could swear I've seen them on someone.
ru_ru: Очень жаль.\. Я могу поклясться, что видела их на ком-то.

# data/maps/rhombus-sqr/center-s.json/entities/655/settings/event/25/message
source: Why?!
ru_ru: Почему?!

# data/maps/rhombus-sqr/center-s.json/entities/659/settings/event/6/message
source: Hoooow...?
ru_ru: Каааак...?

# data/maps/rhombus-sqr/center-s.json/entities/669/settings/dialog/0/text
source: What is this!? A special event?
ru_ru: Что это!? Особое событие?

# data/maps/rhombus-sqr/center-s.json/entities/669/settings/dialog/1/text
source: This seriously seems like some kind of hack!\. Better not get involved!
ru_ru: Это очень похоже на какой-то взлом!\. Лучше не ввязываться!
