Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: He is waiting inside.
ru_ru: Он ждёт внутри.

source: He wants to find out just how advanced of an AI you really are.
ru_ru: Он хочет узнать, насколько ты продвинутый искусственный интеллект.

source: Well...\. just try to \c[3]act naturally\c[0]. Human-like.
ru_ru: Ну...\. просто попробуй \c[3]вести себя естественно\c[0]. Как человек.

source: Pretty much like you did so far.
ru_ru: Так же, как и вела себя до этого.

source: Meet Mr. Vestorovich in his mansion in \c[3]Rhombus Square - Residential District\c[0].
ru_ru: Встретьтесь с мистером Весторовичем в его особняке на \c[3]Площади Ромба в Жилом районе\c[0].

source: Good luck in there.
ru_ru: Удачи там.

source: Remember, just \c[3]act naturally\c[0].
ru_ru: Помни, просто \c[3]веди себя естественно\c[0].

# data/maps/rhombus-sqr/residential-s1.json/entities/992/settings/event/0/message
source: The mansion is further down.
ru_ru: Особняк находится дальше внизу.

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/6/message
source: Back again?\. How was it?
ru_ru: Уже вернулась?\. Как прошло?

source: It went really well!
ru_ru: Всё прошло очень хорошо!

source: Mr. Vestorovich at least seemed very intrigued.
ru_ru: Мистер Весторович, по крайней мере, казался очень заинтригованным.

source: If we can convince him of the potential of Evotars, we might get Instatainment to support the research after all.
ru_ru: Если мы сможем убедить его в потенциале эвотаров, то возможно, Instatainment всё-таки поддержит исследования.

source: Which means, we might be able to create a future for Evotars!
ru_ru: А это значит, что мы сможем создать будущее для эвотаров!

source: Lea!
ru_ru: Лея!

source: This is great news.
ru_ru: Это великолепные новости.

source: I am not sure, to be honest.
ru_ru: Честно говоря, я не уверен.

source: Lea, you behaved a little bit strangely in there. Were you nervous?
ru_ru: Лея, ты вела себя там немного странно. Тебя что-то беспокоило?

source: Hm...\. we will just have to see how it turns out.
ru_ru: Хм...\. нам просто придётся посмотреть, что из этого получится.

source: Honestly...\. Lea?
ru_ru: Честно говоря...\. Лея?

source: What was that?
ru_ru: Что это было?

source: Lea! Hi!
ru_ru: Лея! Привет!

source: Did you even want to prove you were an intelligent AI?
ru_ru: Ты вообще хочешь доказать, что ты умный искусственный интеллект?

source: It felt more like you have been messing around.
ru_ru: Больше было похоже на то, что ты валяешь дурака.

source: Why?
ru_ru: Почему?

source: This is not funny, Lea!!
ru_ru: Это не смешно, Лея!!

source: We might have just gambled away our best chance to create a future for Evotars.
ru_ru: Возможно, мы упустили свой лучший шанс создать будущее для эвотаров.

source: ...Sorry...
ru_ru: ...Прости...

source: I am afraid saying sorry will not fix this.
ru_ru: Я боюсь, что извинения не помогут.

source: Well, it happened.
ru_ru: Что сделано, то сделано.

source: We will have to see if more opportunities come up.
ru_ru: Посмотрим, может, ещё появятся какие-нибудь возможности.

source: Hm...\. that is a shame.
ru_ru: Хм...\. какая жалость.

source: Lea unfortunately failed the most important test.
ru_ru: Лея, к сожалению, провалила самый важный тест.

source: That was weird.\. Sending you those recordings usually works perfectly fine.
ru_ru: Это было странно.\. Передача этих записей обычно работала отлично.

source: Was there maybe an issue when Mr Vestorovich used it?
ru_ru: Может, произошла какая-то ошибка, когда мистер Весторович использовал её?

source: [shakes head]
ru_ru: [мотает головой]

source: Well...\. it cannot be helped now.
ru_ru: Ну...\. теперь ничего не поделаешь.

source: Hm...\. that is a shame.
ru_ru: Хм...\. какая жалость.

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/12/message
source: Anyway, next I suppose you have to resolve this whole "Evotarground" situation, right?
ru_ru: В любом случае, я полагаю, что теперь вам нужно разрешить всю эту ситуацию с "зоной эвотаров", верно?

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/13/message
source: Right, and we are on it.
ru_ru: Верно, и мы этим занимаемся.

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/14/message
source: Please make sure not to tell anyone else about Lea just yet.
ru_ru: Пожалуйста, постарайтесь пока никому не рассказывать про Лею.

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/15/message
source: It is important that we keep things secret for now.
ru_ru: Важно, чтобы мы пока держали всё в секрете.

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/16/message
source: Understood. If there is anything else I can help you with, just let me know.
ru_ru: Понимаю. Если я могу ещё чем-то помочь, дайте мне знать.

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/17/message
source: Of course, and thanks a lot for everything so far!
ru_ru: Конечно, и большое спасибо за всё!

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/18/message
source: No problem, see you around.
ru_ru: Без проблем, увидимся позже.

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/19/message
source: Bye!
ru_ru: Пока!

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/21/text
source: Logout
ru_ru: Выход из игры

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/30/message
source: So...\. what next?
ru_ru: Итак...\. что дальше?

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/32/message
source: Right. \c[3]Getting ready to re-enter Vermillion Wasteland\c[0].
ru_ru: Точно. \c[3]Готовимся снова войти в Пустошь Вермиллион\c[0].

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/33/message
source: Once you feel prepared, let us visit Shizuka and Satoshi again at the \c[3]Old Hideout\c[0].
ru_ru: Когда будешь готова, снова посети Шизуку и Сатоши в \c[3]Старом укрытии\c[0].

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/34/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/residential-s1.json/entities/994/settings/event/36/task
source: Prepare yourself for reentering Vermillion Wasteland. Talk to \c[3]Satoshi\c[0] at the \c[3]Hideout\c[0] when ready.
ru_ru: Подготовьтесь к возвращению в Пустошь Вермиллион. Поговорите с \c[3]Сатоши\c[0] в \c[3]Укрытии\c[0], когда будете готовы.

# data/maps/rhombus-sqr/shops-1.json/entities/219/settings/teleportLabel
source: Sky Rail
ru_ru: Небесный рельс

# data/maps/rhombus-sqr/shops-1.json/entities/766/settings/event/0/text
source: Missing Pass
ru_ru: Доступ отсутствует

# data/maps/rhombus-sqr/shops-1.json/entities/801/settings/dialog/0/text
source: So what did you wanna talk about?
ru_ru: Так о чём бы ты хотел поговорить?

# data/maps/rhombus-sqr/shops-1.json/entities/801/settings/dialog/1/text
source: Well, we've known each other for a while now, so...
ru_ru: Ну, мы уже давно знаем друг друга, так что...

# data/maps/rhombus-sqr/shops-1.json/entities/801/settings/dialog/2/text
source: You're gonna confess your love to me? REALLY?
ru_ru: Ты хочешь признаться мне в любви? СЕРЬЁЗНО?

# data/maps/rhombus-sqr/shops-1.json/entities/801/settings/dialog/3/text
source: Huh? No, I wanted to ask if you can watch my cats while I'm on vacation.
ru_ru: Что? Нет, я хотел спросить, сможешь ли ты присмотреть за моими кошками, пока я буду в отпуске.

# data/maps/rhombus-sqr/shops-1.json/entities/801/settings/dialog/4/text
source: Oh... Sure... Whatever.
ru_ru: Ох... Конечно... Как скажешь.

# data/maps/rhombus-sqr/shops-1.json/entities/812/settings/dialog/0/text
source: I'm not sure about this cactus juice.
ru_ru: Я не уверена насчёт этого кактусового сока.

# data/maps/rhombus-sqr/shops-1.json/entities/812/settings/dialog/1/text
source: It's the latest in juice design. Engineered for maximum taste.
ru_ru: Это последнее слово в дизайне соков. Разработан для максимального вкуса.

# data/maps/rhombus-sqr/shops-1.json/entities/812/settings/dialog/2/text
source: Can you tell me more about the company who made it?
ru_ru: Можете ли вы рассказать мне больше о компании, которая его производит?

# data/maps/rhombus-sqr/shops-1.json/entities/812/settings/dialog/3/text
source: I apologize, this information is confidential.
ru_ru: Прошу прощения, эта информация конфиденциальна.

# data/maps/rhombus-sqr/shops-1.json/entities/812/settings/dialog/4/text
source: Mh...
ru_ru: Мм...

# data/maps/rhombus-sqr/shops-1.json/entities/873/settings/dialog/0/text
source: Swords, knuckles, cards...\. Only a few firearms.
ru_ru: Мечи, кастеты, карты...\. И только несколько единиц огнестрельного оружия.

# data/maps/rhombus-sqr/shops-1.json/entities/873/settings/dialog/1/text
source: Man, why is it so tough to be a \c[5]gunner\c[0] in MMOs nowadays?
ru_ru: Блин, почему теперь так трудно быть \c[5]стрелком\c[0] в ММО?

source: Hi!
ru_ru: Привет!

source: Oh, hey.\. I was just doing some window-shopping here.
ru_ru: Ой, привет.\. Я тут просто глазею на витрины.

source: For a sci-fi game, CrossWorlds has an astounding lack of guns, don't you think?
ru_ru: Для научно-фантастической игры, в CrossWorlds слишком мало пушек, тебе не кажется?

source: It's a shame, too.\. My class is the ranged option, but...\. I'm not made for support.
ru_ru: Обидно.\. Мой класс - дальний, но...\. я не создан для поддержки.

source: Can't we have a Septaranger, or something?
ru_ru: Почему не может быть септарейнджера или что-то типа того?

source: Not that you'd agree, anyway.\. You're a Spheromancer.
ru_ru: Ну, ты-то с этим не согласишься.\. Ты сферомант.

source: But I can't be stylish while throwing balls.\. That's, like, anti-fun, you know?
ru_ru: Но я не могу быть стильным, бросая шары.\. Это как-то не круто, понимаешь?

# data/maps/rhombus-sqr/shops-1.json/entities/874/settings/dialog/0/text
source: Look! That guy just took a Cobalt Mail out of the display case and put it on!
ru_ru: Смотри! Этот парень просто взял Кобальтовую кольчугу с витрины и надел её!

# data/maps/rhombus-sqr/shops-1.json/entities/874/settings/dialog/1/text
source: I don't think the shopkeep noticed...
ru_ru: Мне кажется, что продавец не заметил...

# data/maps/rhombus-sqr/shops-1.json/entities/874/settings/dialog/2/text
source: Uh...\. doesn't he realize that won't work?\. You have to literally go up to the counter to buy the thing.
ru_ru: Эм...\. разве он не понимает, что это не сработает? Нужно буквально подойти к стойке, чтобы купить вещь.

# data/maps/rhombus-sqr/shops-1.json/entities/874/settings/dialog/3/text
source: It's going to disappear from his inventory as soon as he walks away from the case.
ru_ru: Она исчезнет из его инвентаря, как только он отойдёт от витрины.

# data/maps/rhombus-sqr/shops-1.json/entities/874/settings/dialog/4/text
source: It disappears?\. Oh...\. oh no.
ru_ru: Она исчезнет? Ох...\. о нет.

# data/maps/rhombus-sqr/shops-1.json/entities/874/settings/dialog/5/text
source: What? You don't think he has the Visible Armor setting enabled, do you?
ru_ru: Что? Ты думаешь, что у него не включена настройка "Показывать броню"?

# data/maps/rhombus-sqr/shops-1.json/entities/874/settings/dialog/7/text
source: Oh...\. oh wow.
ru_ru: Ох...\. ох, вау.

# data/maps/rhombus-sqr/shops-1.json/entities/874/settings/dialog/8/text
source: Purple chest hair?\. Really?
ru_ru: Фиолетовые волосы на груди?\. В самом деле?

# data/maps/rhombus-sqr/shops-1.json/entities/874/settings/dialog/9/text
source: Some people shouldn't be allowed near character creators.
ru_ru: Некоторых людей нельзя допускать к созданию персонажей.

# data/maps/rhombus-sqr/shops-1.json/entities/876/settings/dialog/0/text
source: Have you come up with your character for our Pen&Paper evening already?
ru_ru: Ты уже придумала своего персонажа для нашего вечера настольных игр?

# data/maps/rhombus-sqr/shops-1.json/entities/876/settings/dialog/1/text
source: Yeah, I guess I'm going to be an amazon warrior from Maraskan, who tries to find her lost tribe.
ru_ru: Да, думаю, что я собираюсь быть воином-амазонкой из Мараскана, которая пытается найти своё потерянное племя.

# data/maps/rhombus-sqr/shops-1.json/entities/876/settings/dialog/2/text
source: Sounds great. What's the name of your character?
ru_ru: Звучит здорово. Как зовут твоего персонажа?

# data/maps/rhombus-sqr/shops-1.json/entities/876/settings/dialog/3/text
source: I didn't come up with a good name yet. I'm really not good with \c[5]naming my characters\c[0].
ru_ru: Ещё не придумала хорошего имени. Я не очень хороша в придумывании \c[5]имён для своих персонажей\c[0].

source: Hi!
ru_ru: Привет!

source: Oh, hello. I guess you heard all that... do you have a suggestion for my character's name?
ru_ru: О, привет. Кажется, ты слышала всё это... у тебя есть предложения насчёт имени для моего персонажа?

source: [nods]
ru_ru: [кивает]

source: Lea!
ru_ru: Лея!

source: Mmh, Lea...\. Lea the amazon warrior...
ru_ru: Ммм, Лея...\. Лея, воительница-амазонка...

source: Yeah, I guess that sounds great!\. Thank you for helping me out.
ru_ru: Да, думаю, что это звучит здорово!\. Спасибо за помощь.

source: If you want to tag along, we still have space for new party members.
ru_ru: Если ты хочешь пойти с нами, у нас ещё есть место для новых членов группы.

source: [shakes head]
ru_ru: [мотает головой]

source: No? Too bad.
ru_ru: Нет? Жаль.

source: Anyway, amazon warrior Lea nevertheless thanks you for your help!
ru_ru: В любом случае, амазонка-воительница Лея благодарит тебя за помощь!

# data/maps/rhombus-sqr/sky-rail-map.json/entities/2/settings/title
source: South Arch
ru_ru: Южная арка

# data/maps/rhombus-sqr/sky-rail-map.json/entities/2/settings/description
source: This stop is close to both the Arena and the Southern Residence District.
ru_ru: Эта остановка находится недалеко от Арены и Южного жилого района.

# data/maps/rhombus-sqr/sky-rail-map.json/entities/3/settings/title
source: Shopping District
ru_ru: Торговый район

# data/maps/rhombus-sqr/sky-rail-map.json/entities/3/settings/description
source: Both shops and cafes call this part of town their home.
ru_ru: И магазины, и кафе называют эту часть города своим домом.

# data/maps/rhombus-sqr/sky-rail-map.json/entities/4/settings/description
source: The entrance to Rhombus Square and exit to the main land.
ru_ru: Вход на Площадь Ромба и выход на материк.

# data/maps/rhombus-sqr/test.json/entities/39/settings/teleportLabel
source: SOMEWHERE ELSE
ru_ru: КУДА-ТО ЕЩЁ

# data/maps/rhombus-sqr/test.json/entities/41/settings/teleportLabel
source: SOMEWHERE
ru_ru: КУДА-ТО

# data/maps/rhombus-sqr/test2.json/entities/38/settings/teleportLabel
source: SOMEWHERE ELSE
ru_ru: КУДА-ТО ЕЩЁ

# data/maps/rhombus-sqr/test2.json/entities/40/settings/teleportLabel
source: SOMEWHERE
ru_ru: КУДА-ТО
