Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

# data/maps/rhombus-sqr/center-s.json/entities/670/settings/dialog/0/text
source: Those seem out of place...
ru_ru: Кажется, они не на своём месте...

# data/maps/rhombus-sqr/center-s.json/entities/670/settings/dialog/1/text
source: Yeah, definitely a hack.\. Better avoid those.
ru_ru: Да, определённо взлом.\. Лучше держаться подальше.

# data/maps/rhombus-sqr/center-s.json/entities/671/settings/dialog/0/text
source: Is...\. is that a hillkat? How can it dig out of the glass?!
ru_ru: Это...\. это горностай? Как он может копать сквозь стекло?!

# data/maps/rhombus-sqr/center-s.json/entities/671/settings/dialog/1/text
source: Hacks!\. Definitely stay away from those!
ru_ru: Взлом!\. Определённо держись подальше от этого!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/20/message
source: Hey there, Lea...
ru_ru: Эй, Лея...

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/21/message
source: That was quite the mess, wasn't it?
ru_ru: Это была довольно странная ситуация, не так ли?

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/22/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/23/message
source: Now where is our little troublemaker?!
ru_ru: Ну и где наш маленький нарушитель спокойствия?!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/29/message
source: Ah, there you are!
ru_ru: Ах, вот вы где!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/37/message
source: Reize!
ru_ru: Рейз!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/49/message
source: WHAT THE HECK, DUDE?!
ru_ru: КАКОГО ЧЁРТА, ЧУВАК?!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/50/message
source: Seriously, what have you and Ivo been up to again?!
ru_ru: Серьёзно, чем вы с Иво снова занимались?!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/51/message
source: Well...\. Ivo wanted me to try out a few things with those enemies.
ru_ru: Ну...\. Иво хотел, чтобы я попробовал кое-что с этими врагами.

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/52/message
source: Gave me a few items and told me to feed them.
ru_ru: Дал мне несколько предметов и сказал, чтобы я их покормил.

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/53/message
source: And ever since they didn't stop following me!
ru_ru: И с тех пор они не переставали следовать за мной!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/55/message
source: Oh bother...
ru_ru: О, Боже...

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/56/message
source: Wasn't it Ivo, who told us not to draw too much attention?
ru_ru: Разве не Иво сказал нам не привлекать слишком много внимания?

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/57/message
source: Yeah, so much for that!
ru_ru: Ага, и всё напрасно!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/58/message
source: Oh well, whatever!
ru_ru: Да ладно, какая разница!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/59/message
source: The problem has been solved, right?
ru_ru: Проблема была решена, верно?

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/60/message
source: No more enemies following me around, so we're good!
ru_ru: Враги больше не преследуют меня, так что всё в порядке!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/61/message
source: We wouldn't have had this kind of trouble if you'd just stayed still!
ru_ru: У нас не было бы этих неприятностей, если бы ты просто оставался на месте!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/62/message
source: I still don't get why it was so hard for you to find the arena.
ru_ru: Я до сих пор не понимаю, почему тебе было так трудно найти арену.

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/63/message
source: You could have just \c[3]teleported\c[0] here, you know?
ru_ru: Ты мог бы просто \c[3]телепортироваться\c[0] сюда, знаешь?

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/64/message
source: ...What?
ru_ru: ...Что?

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/65/message
source: What do you mean, teleported?
ru_ru: В смысле телепортироваться?

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/66/message
source: Did...\. did you really \c[3]walk\c[0] to all those locations?
ru_ru: Ты...\. ты действительно \c[3]шёл\c[0] через все эти локации?

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/67/message
source: Of course!\. I didn't even know you could teleport!
ru_ru: Конечно!\. Я даже и не знал, что можно телепортироваться!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/71/message
source: \s[5]AHHHHHHHHHHHHHHH!!!!
ru_ru: \s[5]AААААААААААААААА!!!!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/90/message
source: I...\. probably should have mentioned this earlier.
ru_ru: Мне...\. вероятно, следовало упомянуть об этом раньше.

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/91/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/92/message
source: A-Anyway, what's done is done.
ru_ru: В-В любом случае, что сделано, то сделано.

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/93/message
source: Let's finally go to the arena!
ru_ru: Давайте уже пойдём на арену!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/94/message
source: Yes!! Even I should be able to find the right way now!
ru_ru: Да!! Даже я теперь смогу найти правильный путь!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/95/message
source: Let's go!
ru_ru: Погнали!

# data/maps/rhombus-sqr/center-s.json/entities/675/settings/event/105/message
source: Waaaaaaiiit!!
ru_ru: Подождииииииии!

# data/maps/rhombus-sqr/center-se.json/entities/46/settings/event/0/text
source: Missing Pass
ru_ru: Доступ отсутствует

source: We are terribly sorry, dear player.
ru_ru: Нам очень жаль, уважаемый игрок.

source: This bridge is currently under repair.
ru_ru: Этот мост в настоящее время ремонтируется.

source: We are terribly sorry, dear player.
ru_ru: Нам очень жаль, уважаемый игрок.

source: This bridge is currently undergoing repairs.
ru_ru: Этот мост в настоящее время ремонтируется.

source: We are terribly sorry, dear player.
ru_ru: Нам очень жаль, уважаемый игрок.

source: This bridge is currently under repair.
ru_ru: Этот мост в настоящее время ремонтируется.

# data/maps/rhombus-sqr/center-se.json/entities/85/settings/event/2/text
source: Access Denied
ru_ru: Отказано в доступе

source: We are terribly sorry, dear player.
ru_ru: Нам очень жаль, уважаемый игрок.

source: This bridge is currently under repair.
ru_ru: Этот мост в настоящее время ремонтируется.

source: We are terribly sorry, dear player.
ru_ru: Нам очень жаль, уважаемый игрок.

source: This bridge is currently under repair.
ru_ru: Этот мост в настоящее время ремонтируется.

# data/maps/rhombus-sqr/center-se.json/entities/107/settings/event/2/text
source: Access Denied
ru_ru: Отказано в доступе

# data/maps/rhombus-sqr/center-se.json/entities/394/settings/event/1/text
source: Access Denied
ru_ru: Отказано в доступе

source: We are terribly sorry, dear player.
ru_ru: Нам очень жаль, уважаемый игрок.

source: We are currently investigating a malfunction in these fences.
ru_ru: В настоящее время мы расследуем причину неисправности этих ограждений.

source: Hi!
ru_ru: Привет!

source: Oh?\. Good day, Lea.
ru_ru: А?\. Добрый день, Лея.

source: Having a stroll around Rhombus Square?
ru_ru: Прогуливаешься по Площади Ромба?

source: [nods]
ru_ru: [кивает]

source: Oh, who are you? A new member of the First Scholars?
ru_ru: О, а это кто? Новый член Первоучёных?

source: Yes, she just joined a couple weeks ago.
ru_ru: Да, она присоединилась к нам пару недель назад.

source: Well then, I hope you're enjoying CrossWorlds, young lady!
ru_ru: Ну что же, я надеюсь, вам нравится CrossWorlds, юная леди!

source: Lea!
ru_ru: Лея!

source: Oh yes! I'm Ivan. Nice to meet you!
ru_ru: Ах да! Я Иван. Приятно познакомиться!

source: Actually something quite peculiar about her...\. It seems her speech module isn't working.
ru_ru: Вообще-то, в ней есть кое-что странное...\. Похоже, что её речевой модуль не работает.

source: Oh it isn't? She just said her name though, didn't she?
ru_ru: Разве? Она ведь только что сказала своё имя, не так ли?

source: We believe she is using some kind of workaround that allows her to say a few words.
ru_ru: Нам кажется, что она использует какой-то обходной путь, который позволяет ей говорить несколько слов.

source: [nods]
ru_ru: [кивает]

source: Hi!\. Bye.\. How.\. Why.\. Sorry.
ru_ru: Привет!\. Пока.\. Как.\. Почему.\. Прости.

source: This is...\. very strange.
ru_ru: Это...\. очень странно.

source: I'd suggest you contact support, but if you already rely on a workaround like this, the problem must be really persistent.
ru_ru: Я бы предложил обратиться в службу поддержки, но если вы уже полагаетесь на обходной путь, проблема, должно быть, действительно серьёзная.

source: You think there is anybody you could talk to about this?
ru_ru: Думаешь, есть кто-то, с кем бы ты мог обсудить это?

source: Not really...\. I'm unfortunately out of touch with the development department.
ru_ru: Не совсем...\. К сожалению, я никак не связан с отделом разработки.

source: I expected as much.
ru_ru: Как я и думал.

source: There was that one time when I tried to promote some research projects to integrate upcoming AI technologies.
ru_ru: Было время, когда я пытался продвигать некоторые исследовательские проекты для интеграции будущих технологий искусственного интеллекта.

source: I talked to some of the engineers back then.
ru_ru: Тогда я общался с некоторыми инженерами.

source: But it wasn't met with a lot of enthusiasm, so I gave up on it. It's really a shame.
ru_ru: Но это не встретило большого энтузиазма, поэтому я отказался от этой затеи. Правда, очень жаль.

source: I heard that Instatainment cut down on the R&D department in general, didn't they?
ru_ru: Я слышал, что Instatainment в целом планирует сократить отдел исследования и разработки, не так ли?

source: That's pretty much the case, yes.
ru_ru: В значительной степени это так, да.

source: Why?
ru_ru: Почему?

source: Business is going well enough and most shareholders want to avoid risks as much as possible.
ru_ru: Бизнес идёт достаточно хорошо, и большинство акционеров хотят избежать лишних рисков.

source: Instatainment has lost much of its innovative spark these days.
ru_ru: В наши дни Instatainment растерял большую часть своей инновационной жилки.

source: Oh, is it that late already? It's time for me to go.
ru_ru: Ой, уже так поздно? Мне пора уходить.

source: Anyway, it was nice to see you again Albert! Until next time!
ru_ru: В любом случае, было приятно снова увидеть тебя, Альберт! До скорого!

source: Sure, just let me know when you have some free time again.
ru_ru: Конечно, просто дай мне знать, когда у тебя снова будет свободное время.

source: Have a nice day, everyone!
ru_ru: Всем хорошего дня!

source: Bye!
ru_ru: Пока!

source: Logout
ru_ru: Выход из игры

source: Well then, I have to leave as well.
ru_ru: Ну что же, мне тоже пора уходить.

source: Good bye!
ru_ru: До свидания!

source: Bye!
ru_ru: Пока!

source: Who was that person?
ru_ru: Что это был за человек?

source: He seems to be closely involved with Instatainment.
ru_ru: Он, кажется, тесно связан с Instatainment.

source: What was his name again? Ivan?
ru_ru: Как там его зовут? Иван?

source: [nods]
ru_ru: [кивает]

source: No way!
ru_ru: Не может быть!

source: That must have been \c[3]Mr. Vestorovich\c[0]!
ru_ru: Должно быть, это был \c[3]мистер Весторович\c[0]!

source: He is a shareholder of Instatainment.
ru_ru: Он акционер Instatainment.

source: I can barely believe this.
ru_ru: Я с трудом могу в это поверить.

source: He is supposed to be such a busy person, yet here he was talking casually with Albert.
ru_ru: Вроде бы, он сильно занятой человек, но он так непринуждённо общался с Альбертом.

source: Lea, this is huge!
ru_ru: Лея, это грандиозно!

source: Mr. Vestorovich, he has been active in the field of AI for some time now.
ru_ru: Мистер Весторович активно работал в области искусственного интеллекта уже достаточно долго.

source: I tried to get in touch with him back when Satoshi was still at Instatainment, but we never had any luck.
ru_ru: Я пытался связаться с ним, когда Сатоши ещё работал в Instatainment, но мне так и не удалось.

source: However, since Albert seems to know him personally, we might get our chance to meet him.
ru_ru: Однако, поскольку Альберт, кажется, знает его лично, у нас появился отличный шанс встретиться с ним.

source: I am 100% positive he would be thrilled to learn about \c[3]Evotars\c[0]!
ru_ru: Я на 100% уверен, что он будет в восторге, узнав об \c[3]эвотарах\c[0]!

source: So... now we just have to reach Albert and ask him about it...
ru_ru: Так что... теперь мы просто должны связаться с Альбертом и спросить его об этом...

source: How?
ru_ru: Как?

source: That is the tricky part.
ru_ru: Это самое сложное.

source: Remember the \c[3]hologram projector\c[0] in the meeting room of the \c[3]First Scholar HQ\c[0]?
ru_ru: Помнишь \c[3]голограммный проектор\c[0] в комнате собраний в \c[3]штабе Первоучёных\c[0]?

source: If we can meet him personally there, I might be able to talk to him directly.
ru_ru: Если мы сможем встретиться с ним там, то я смогу поговорить с ним напрямую.

source: It looks like he is \c[3]still online\c[0].
ru_ru: Похоже, что он \c[3]всё ещё онлайн\c[0].

source: Let us just head to the meeting room and see if he is close by.
ru_ru: Давай просто пойдём в комнату собраний и посмотрим, нет ли его поблизости.

source: [nods]
ru_ru: [кивает]

source: Go to the \c[3]First Scholar HQ\c[0] and check if Albert is there.
ru_ru: Идите в \c[3]штаб Первоучёных\c[0] и проверьте, нет ли там Альберта.

# data/maps/rhombus-sqr/center-se.json/entities/944/settings/event/14/message
source: Hm...
ru_ru: Хм...

source: It's too bad that \c[3]Ivan\c[0] didn't have the chance to meet you...
ru_ru: Очень плохо, что у \c[3]Ивана\c[0] не было возможности познакомиться с тобой...

source: Why?
ru_ru: Почему?

source: Oh well...\. let's just say he is well connected with Instatainment.
ru_ru: Ну ладно...\. скажем так, он тесно связан с Instatainment.

source: And I'm sure he would have been excited about Evotars.
ru_ru: И я уверен, что он был бы в восторге от эвотаров.

source: Unfortunately, he just left for a business trip.
ru_ru: К сожалению, он только что уехал в командировку.

source: No chance to meet him anytime soon.
ru_ru: В ближайшее время нет никаких шансов встретиться с ним.

source: It was very fortunate that you spotted me together with Ivan back then.
ru_ru: Очень повезло, что ты тогда заметила меня вместе с Иваном.

source: He really seems to be excited about Evotars.
ru_ru: Похоже, что он действительно в восторге от эвотаров.

source: That will help a great deal when we start to talk with Instatainment.
ru_ru: Это очень поможет, когда мы начнём переговоры с Instatainment.

source: Though I suppose the meeting could have gone better.
ru_ru: Хотя, полагаю, что встреча могла бы пройти и лучше.

source: Still...\. let's try our best to convince Instatainment.
ru_ru: Тем не менее...\. давайте приложим все наши усилия, чтобы убедить Instatainment.

source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/center-se.json/entities/944/settings/event/24/message
source: Oh!\. Were you just talking about Ivan?
ru_ru: О!\. Вы только что говорили об Иване?

# data/maps/rhombus-sqr/center-se.json/entities/944/settings/event/25/message
source: No.
ru_ru: Нет.

# data/maps/rhombus-sqr/center-se.json/entities/944/settings/event/26/message
source: Come on!\. I want to meet him already!
ru_ru: Ну же!\. Я уже хочу с ним познакомиться!

# data/maps/rhombus-sqr/center-se.json/entities/944/settings/event/27/message
source: Forget it!
ru_ru: Забудь об этом!

# data/maps/rhombus-sqr/center-se.json/entities/944/settings/event/35/message
source: I bet he's amazing at \c[3]BBQs\c[0],\. being a proper\. \c[3]steakholder\c[0]\. and all!
ru_ru: Я уверен, что он великолепно делает \c[3]барбекю\c[0],\. настоящий\. \c[3]стейкхолдер\c[0]\. и всё такое!

# data/maps/rhombus-sqr/center-se.json/entities/944/settings/event/37/message
source: Go away.
ru_ru: Отвали.

# data/maps/rhombus-sqr/center-se.json/entities/944/settings/event/47/text
source: And then, before I knew it...\. it was already time to say goodbye.
ru_ru: Но прежде, чем я это понял...\. уже настала пора прощаться.

# data/maps/rhombus-sqr/center-se.json/entities/959/settings/dialog/0/text
source: Just what caused this bridge to collapse?
ru_ru: Что же стало причиной обрушения моста?

# data/maps/rhombus-sqr/center-se.json/entities/959/settings/dialog/1/text
source: It's not like Avatars are heavy and can just break it.
ru_ru: Всё-таки аватары не настолько тяжёлые, чтобы сломать его.

# data/maps/rhombus-sqr/center-se.json/entities/959/settings/dialog/2/text
source: Can't be the cars either, those are tied to a grid.
ru_ru: Машины тоже исключаем, они привязаны к сети.

# data/maps/rhombus-sqr/center-se.json/entities/959/settings/dialog/3/text
source: I'm more concerned with your obsession with sitting on the ground...
ru_ru: Меня больше волнует твоя одержимость сидением на земле...

# data/maps/rhombus-sqr/center-se.json/entities/973/settings/dialog/0/text
source: Man, I never saw him this excited...
ru_ru: Никогда не видела его таким взволнованным...

# data/maps/rhombus-sqr/center-se.json/entities/973/settings/dialog/1/text
source: At least we get some rest...
ru_ru: По крайней мере, мы можем отдохнуть...

# data/maps/rhombus-sqr/center-se.json/entities/973/settings/dialog/2/text
source: Until the shop opens, that is.
ru_ru: Ага, пока магазин не откроется.

source: A painting is a memory that never fades.
ru_ru: Картина - это воспоминание, которое никогда не исчезнет.

source: [nods]
ru_ru: [кивает]

source: Actually...\. paint does fade away with time...
ru_ru: Вообще-то...\. краска всё-таки тускнеет со временем...

source: Tronny, please...
ru_ru: Тронни, пожалуйста...

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/0/text
source: So, now we've essentially beaten the game, but to be honest...\. I don't really know how I should feel about that.
ru_ru: Итак, теперь мы по сути прошли игру, но, честно говоря...\. я даже не знаю, что я должна чувствовать по этому поводу.

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/1/text
source: Hm, how so?
ru_ru: Хм, как так?

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/2/text
source: I mean, of course, we did it.
ru_ru: То есть, конечно, мы сделали это.

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/3/text
source: Revealed the last secret there is and even beat the last and hardest boss... and I had so much fun doing it.
ru_ru: Раскрыли последний секрет и даже победили последнего и самого трудного босса... и я получила столько удовольствия, делая это.

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/4/text
source: So... I can't just leave everything behind already, can I? I would not be able to handle it.
ru_ru: Так... как я могу просто оставить всё позади? Я не переживу этого.

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/5/text
source: Hm, I know that feeling and with time it will go away...
ru_ru: Хм, мне знакомо это чувство, со временем оно исчезнет...

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/6/text
source: But it's also kinda cruel that way, since you will lose some great memories with it.
ru_ru: Но это немного жестоко, потому что с этим ты потеряешь и прекрасные воспоминания.

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/7/text
source: Yeah...
ru_ru: Ага...

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/8/text
source: Thing is, the game hasn't fully ended yet. There will be more content added.
ru_ru: Дело в том, что игра ещё не полностью закончена. Будет ещё больше контента.

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/9/text
source: But if you still feel that way, then... at least try to always keep it in the back of your head.
ru_ru: Но если ты до сих пор чувствуешь себя так, то... по крайней мере, постарайся всегда держать это в голове.

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/10/text
source: Pin a poster somewhere in your room or I don't know, draw something.
ru_ru: Повесь плакат где-нибудь в комнате или, я не знаю, нарисуй что-нибудь.

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/12/text
source: Ah, you're right, I really don't want to forget any of my time spent here, it was too good to let that happen.
ru_ru: Ах, ты прав, я очень не хочу забывать проведённое здесь время, было слишком хорошо, чтобы позволить этому случиться.

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/13/text
source: I think I will start looking for a poster right now, thank you for helping me.
ru_ru: Я думаю, что начну искать плакат прямо сейчас. Спасибо, что помог мне.

# data/maps/rhombus-sqr/center-se.json/entities/989/settings/dialog/14/text
source: Oh, you're welcome.
ru_ru: Ой, да всегда пожалуйста.

# data/maps/rhombus-sqr/central-inner.json/entities/15/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/40/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/42/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/43/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/44/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/45/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/54/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/55/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/56/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/60/settings/event/1/text
source: Access denied
ru_ru: Отказано в доступе

# data/maps/rhombus-sqr/central-inner.json/entities/66/settings/event/4/text
source: Access denied
ru_ru: Отказано в доступе

# data/maps/rhombus-sqr/central-inner.json/entities/71/settings/event/4/text
source: Access denied
ru_ru: Отказано в доступе

# data/maps/rhombus-sqr/central-inner.json/entities/81/settings/event/1/text
source: Access denied
ru_ru: Отказано в доступе

# data/maps/rhombus-sqr/central-inner.json/entities/85/settings/event/1/text
source: Access denied
ru_ru: Отказано в доступе

# data/maps/rhombus-sqr/central-inner.json/entities/90/settings/event/1/text
source: Access denied
ru_ru: Отказано в доступе

# data/maps/rhombus-sqr/central-inner.json/entities/95/settings/event/25/message
source: Allez! This way!
ru_ru: Allez (Вперёд)! Сюда!

# data/maps/rhombus-sqr/central-inner.json/entities/101/settings/teleportLabel
source: Rookie Harbor
ru_ru: Гавань новичков

# data/maps/rhombus-sqr/central-inner.json/entities/102/settings/teleportLabel
source: Balcony
ru_ru: Балкон
