Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

# data/areas/rhombus-sqr.json//name
source: Rhombus Square
es_es: Plaza Rombo

# data/areas/rhombus-sqr.json//floors/0/maps/0/name
source: Training Arena
es_es: Campo de Entrenamiento

# data/areas/rhombus-sqr.json//floors/0/maps/1/name
source: Highway Tunnel 1
es_es: Autopista Túnel 1

# data/areas/rhombus-sqr.json//floors/0/maps/2/name
source: Highway Tunnel 2
es_es: Autopista Túnel 2

# data/areas/rhombus-sqr.json//floors/0/maps/3/name
source: Rumbling Chamber
es_es: Cámara Retumbante

# data/areas/rhombus-sqr.json//floors/1/maps/0/name
source: Arena Plaza
es_es: Plaza Arena

# data/areas/rhombus-sqr.json//floors/1/maps/1/name
source: Cross Central
es_es: Cruce Central

# data/areas/rhombus-sqr.json//floors/1/maps/2/name
source: Residential District
es_es: Distrito Residencial

# data/areas/rhombus-sqr.json//floors/1/maps/3/name
source: South Arch
es_es: Arco Sur

# data/areas/rhombus-sqr.json//floors/1/maps/4/name
source: Lloyd Passage
es_es: Pasaje Lloyd

# data/areas/rhombus-sqr.json//floors/1/maps/5/name
source: Garden Boulevard
es_es: Bulevar del Jardín

# data/areas/rhombus-sqr.json//floors/1/maps/6/name
source: Shopping District
es_es: Distrito Comercial

# data/areas/rhombus-sqr.json//floors/1/maps/7/name
source: Old Smith GF
es_es: Viejo Herrero PB

# data/areas/rhombus-sqr.json//floors/1/maps/8/name
source: Boost Lounge
es_es: Salón de Potenciadores

# data/areas/rhombus-sqr.json//floors/1/maps/9/name
source: Gear Store GF
es_es: Tienda de Materiales PB

# data/areas/rhombus-sqr.json//floors/1/maps/10/name
source: Buy Land GF
es_es: Tierra de las Compras PB

# data/areas/rhombus-sqr.json//floors/1/maps/11/name
source: Vestorovich Mansion
es_es: Mansión Vestorovich

# data/areas/rhombus-sqr.json//floors/1/maps/12/name
source: Curios Trinkets
es_es: Baratijas Curiosas

# data/areas/rhombus-sqr.json//floors/1/maps/13/name
source: Arena Cafe
es_es: Café de la Arena PB

# data/areas/rhombus-sqr.json//floors/1/maps/14/name
source: Books 'n Worms
es_es: Librería Local

# data/areas/rhombus-sqr.json//floors/1/maps/15/name
source: Arena Lobby
es_es: Vestíbulo de la Arena

# data/areas/rhombus-sqr.json//floors/1/maps/16/name
source: Alabaster Passage
es_es: Pasaje de Alabastro

# data/areas/rhombus-sqr.json//floors/1/maps/17/name
source: Garden Terrace
es_es: Terraza del Jardín

# data/areas/rhombus-sqr.json//floors/1/maps/18/name
source: Open PVP Fields
es_es: Campos PVP Abiertos

# data/areas/rhombus-sqr.json//floors/1/maps/19/name
source: SW Beach
es_es: Playa Suroeste

# data/areas/rhombus-sqr.json//floors/1/maps/20/name
source: Cliff Exhibition
es_es: Exposición del Acantilado

# data/areas/rhombus-sqr.json//floors/1/maps/21/name
source: North Arch
es_es: Arco Norte

# data/areas/rhombus-sqr.json//floors/1/maps/22/name
source: Global Quest Hub
es_es: Centro de Misiones Global

# data/areas/rhombus-sqr.json//floors/1/maps/23/name
source: Tremor Lab
es_es: Laboratorio Sísmico

# data/areas/rhombus-sqr.json//floors/1/maps/24/name
source: Tremor Office
es_es: Oficina Tremor

# data/areas/rhombus-sqr.json//floors/1/maps/25/name
source: Rhombus Parks Embassy
es_es: Embajada de Parques Rombo

# data/areas/rhombus-sqr.json//floors/1/maps/26/name
source: Café Goat
es_es: Café Cabra

# data/areas/rhombus-sqr.json//floors/2/maps/0/name
source: Newcomer's Bridge
es_es: Puente Recluta

# data/areas/rhombus-sqr.json//floors/2/maps/1/name
source: Newcomer's Bridge End
es_es: Final del Puente Recluta

# data/areas/rhombus-sqr.json//floors/2/maps/2/name
source: CrossCentral Balcony
es_es: Balcón del Cruce Central

# data/areas/rhombus-sqr.json//floors/2/maps/3/name
source: Old Smith 1F
es_es: Viejo Herrero P1

# data/areas/rhombus-sqr.json//floors/2/maps/4/name
source: Gear Store 1F
es_es: Tienda de Materiales P1

# data/areas/rhombus-sqr.json//floors/2/maps/5/name
source: Arena Cafe 2nd Floor
es_es: Café de la Arena P1

# data/areas/rhombus-sqr.json//floors/2/maps/6/name
source: Buy Land F1
es_es: Tierra de las Compras P1

# data/areas/rhombus-sqr.json//floors/3/maps/0/name
source: Gear Store 2F
es_es: Tierra de las Compras P2

# data/maps/rhombus-sqr/arena-1.json//entities/479/settings/event/0/text
source: Missing Pass
es_es: No Tienes el Pase

source: Good day, Seeker!
es_es: ¡Buenos días, Buscadora!

source: The \c[3]Rhombus Arena\c[0] is currently under construction.
es_es: La \c[3]Arena Rombo\c[0] se encuentra en mantenimiento.

source: We apologize for any inconveniences!
es_es: ¡Lamentamos cualquier inconveniente!

source: However, the new arena will include a much larger pool of activities for battle-ready Seekers.
es_es: Sin embargo, la nueva arena incluirá muchas actividades nuevas para los Buscadores sedientos de batalla.

source: These activities will include \c[3]Ranked Battle\c[0] for both Solo- & Teamplay, \c[3]Challenges\c[0], \c[3]Boss Rush\c[0] and more!
es_es: ¡Estas actividades incluyen \c[3]Batallas Clasificadas\c[0] tanto para uno como varios jugadores, \c[3]Desafíos\c[0], \c[3]Oleada de Jefes\c[0] y mucho más!

source: Sitting under this tree...
es_es: Sentado bajo este árbol...

source: You know, I like this spot here a lot.
es_es: Sabes, me gusta mucho este sitio.

source: It always feels so... \c[3]palming\c[0].
es_es: Siempre es tan... \c[3]palmado\c[0].

# data/maps/rhombus-sqr/arena-1.json//entities/664/settings/dialog/0/text
source: I really like this place.
es_es: Me gusta mucho este lugar.

# data/maps/rhombus-sqr/arena-1.json//entities/664/settings/dialog/1/text
source: It's so quiet and peaceful.
es_es: Es muy silencioso y sereno.

# data/maps/rhombus-sqr/arena-1.json//entities/664/settings/dialog/2/text
source: Yeah, those trees have some serious damping qualities.
es_es: Sí, esos árboles amortiguan mucho el bullicio.

# data/maps/rhombus-sqr/arena-1.json//entities/664/settings/dialog/4/text
source: And there she goes...
es_es: Y ahí va...

# data/maps/rhombus-sqr/arena-1.json//entities/703/settings/dialog/0/text
source: Ah, the soothing sounds of water on my umbrella...
es_es: Ah, los dulces sonidos del agua bajo mi paraguas...

# data/maps/rhombus-sqr/arena-1.json//entities/703/settings/dialog/1/text
source: I miss it so dearly...
es_es: Los extraño tanto...

# data/maps/rhombus-sqr/arena-1.json//entities/703/settings/dialog/2/text
source: If only more Seekers would jump into the water for me.
es_es: Si tan solo más Buscadores se tiraran al agua por mí.

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/7/message
source: Hey you!
es_es: ¡Oye tú!

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/8/message
source: Hi?
es_es: ¿Hola?

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/9/message
source: Yes, you!\. Uhm...\. Seeker, wasn't it?
es_es: ¡Sí, tú!\. Uhm...\. ¿Buscadora, cierto?

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/10/message
source: We have a quest for you!
es_es: ¡Tenemos una misión para ti!

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/22/message
source: Do we really need to get others involved in this?
es_es: ¿Te parece buena idea involucrar a los demás en esto?

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/23/message
source: Yes.\. I've had my fill of chasing after him.
es_es: Sí.\. Ya me cansé de perseguirlo.

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/24/message
source: Also she probably knows this place better than we do, don't you think?
es_es: Y seguramente ella conozca este lugar mejor que nosotras, ¿no crees?

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/25/message
source: True...
es_es: Cierto...

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/27/message
source: So yeah...\. we're looking for a certain troublemaker.
es_es: En fin...\. estamos buscando a cierto alborotador.

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/28/message
source: He's strolling around somewhere in this world.
es_es: Está correteando en algún lugar de este mundo.

# data/maps/rhombus-sqr/arena-1.json//entities/706/settings/event/29/message
source: Can you help us find him?
es_es: ¿Nos ayudarías a encontrarlo?

source: Thank you so much!
es_es: ¡Muchísimas gracias!

source: I'm Lily, nice to meet you!
es_es: ¡Soy Lily! ¡Encantada de conocerte!

source: I'm Priel.\. Thanks for helping us.
es_es: Yo soy Priel.\. Gracias por ayudarnos.

source: Now about the guy we're looking for...
es_es: Ahora, acerca del tipo que andamos buscando...

source: He's rather small, black hair...\. What's his class again?\. Powerfist?
es_es: Es más o menos pequeño, pelo negro...\. ¿Qué clase era?\. ¿Powerfist?

source: [nods]
es_es: [asiente]

source: Right.\. And finally, he's notorious for wandering all over the place.
es_es: Cierto.\. Y una cosa más, es famoso por pasearse por todos lados.

source: In fact, he tends to go everywhere except for where you want him to be.
es_es: De hecho, suele estar en cualquier lugar excepto dónde quieres que esté.

source: Why don't we try to contact him together?
es_es: ¿Por qué no intentamos contactarlo juntas?

source: Oh, we can do that?
es_es: Oh, ¿se puede hacer eso?

source: I think, let's give it a try!
es_es: Eso creo, ¡intentémoslo!

source: It's the beeping thing again that makes everything blueish!
es_es: ¡Es ese zumbido que hace que todo se vuelva azul!

source: Stop complaining!
es_es: ¡Deja de quejarte!

source: See this guy, Lea?\. This is Reize.
es_es: ¿Ves a este tipo, Lea?\. Este es Reize.

source: Hi!
es_es: ¡Hola!

source: Uhm...\. Hello!
es_es: Oh...\. ¡Hola!

source: Why's she here?
es_es: ¿Por qué está ella aquí?

source: We got her to help us pick you up.
es_es: Le pedimos que nos ayude a encontrarte.

source: I told you, you don't need to look for me!\. I'm already on my way to you!
es_es: Ya se los dije, ¡no tienen que buscarme!\. ¡Estoy en camino a su posición!

source: Yes and we've been waiting for hours.
es_es: Sí, y te hemos estado esperando por horas.

source: Where are you right now?
es_es: ¿Dónde te encuentras ahora mismo?

source: Uhm...\. let me see.\. I'm on this \c[3]snowy mountain\c[0].
es_es: Uhm...\. déjame ver.\. Estoy en una \c[3]montaña nevada\c[0].

source: There's a \c[3]little house\c[0] close by.
es_es: Hay una \c[3]pequeña casa\c[0] cerca.

source: Somebody told me there's a town when I go further up the mountain.
es_es: Alguien me dijo que hay un pueblo más arriba de la montaña.

source: That's Rhombus Square, right?
es_es: Eso es Plaza Rombo, ¿cierto?

source: No, Reize...\. I think that's Bergen Village.
es_es: No, Reize...\. Creo que esa es la Aldea de Bergen.

source: Okay, enough of that.
es_es: Bueno, ya es suficiente.

source: You just wait where you are, okay?
es_es: Tú quédate ahí, ¿sí?

source: Lea will pick you up and bring you to us!
es_es: ¡Lea te recogerá y te guiará a nosotras!

source: [nods]
es_es: [asiente]

source: I told you, you don't ha-
es_es: Pero ya he dicho que no tienen qu-

source: I said: WAIT!
es_es: ¡Te dije que ESPERES!

source: Fine!
es_es: ¡Bien!

source: Okay, looks like we're all set.
es_es: Bueno, parece que está todo listo.

source: Good luck on your search!
es_es: ¡Buena suerte en tu búsqueda!

source: If there are any troubles you can call me via this D-Link.
es_es: Si tienes algún problema puedes llamarme por MD.

source: [shakes head]
es_es: [niega con la cabeza]

source: Shoot...\. Well, gotta wait for somebody else, I suppose.
es_es: Diablos...\. Bueno, tendremos que esperar a que alguien más se ofrezca, supongo.

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/14/message
source: Wow, that's such a huge place!
es_es: Oh, ¡este lugar es enorme!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/19/message
source: Yeah... really makes you wonder how you could miss it...
es_es: Sí... es todo un misterio como conseguiste perderlo de vista...

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/20/message
source: ...walking around RIGHT NEXT TO IT!
es_es: ...estabas caminando ¡JUSTO AL LADO!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/21/message
source: Yeah...\. I guess!
es_es: Sí...\. ¡eso creo!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/30/message
source: Now, time to try this \c[3]PvP\c[0] thing!
es_es: ¡Ahora, probemos eso del \c[3]PvP\c[0]!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/31/message
source: At least I heard the arena is the best place to fight each other!
es_es: ¡He oído que la arena es el mejor lugar para batirnos a duelo!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/32/message
source: Yeah let's do it!
es_es: ¡Sí, hagámoslo!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/38/message
source: How about you join the fun as well, Lea?
es_es: ¿Tú también vienes, Lea?

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/40/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/43/message
source: Alright, \s[5]let's gooooo~\.
es_es: Muy bien, \s[5]vamoooooos~\.

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/44/message
source: You over there!
es_es: ¡Tú, por allí!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/53/name
source: Moderator
es_es: Moderador

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/54/message
source: You with the yellow scarf!
es_es: ¡Tú, el de la bufanda amarilla!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/58/message
source: Huh?
es_es: ¿Eh?

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/59/message
source: Yes, you!
es_es: ¡Sí, tú!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/60/message
source: A lot of players reported you've been hacking the system and pulling enemies across locations!
es_es: ¡Muchos jugadores han reportado que has estado hackeando el sistema y transportando enemigos entre áreas!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/61/message
source: Oh yeah, about that...\. Listen I...
es_es: Oh sí, sobre eso...\. Escucha, yo...

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/62/message
source: This is a clear violation of our Terms of Use!
es_es: ¡Esto es una clara violación de los Términos de Uso!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/64/message
source: You'll have to be \c[3]banned\c[0], sorry!
es_es: ¡Tendré que \c[3]suspender tu cuenta\c[0], lo siento!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/69/message
source: W-Wait,\. I never intended...!
es_es: E-Espera,\. ¡no era mi intención...!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/77/text
source: Banned!
es_es: ¡Suspendido!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/89/name
source: Moderator
es_es: Moderador

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/90/message
source: I don't believe you've been involved in any of this, right?
es_es: Ustedes no estaban involucradas en esto, ¿cierto?

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/92/message
source: Nope!\. No idea who that guy was,\. haha.
es_es: ¡Nop!\. ¡Para nada!\. ¡No tengo idea de quién era ese tipo,\. jaja!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/94/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/96/message
source: S-Same...
es_es: L-Lo mismo digo...

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/98/message
source: Alright then!
es_es: ¡De acuerdo!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/99/message
source: Enjoy your stay in CrossWorlds!
es_es: ¡Disfruten su estadía en CrossWorlds!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/111/message
source: Well... he had it coming.
es_es: Bueno... se lo merecía.

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/124/message
source: Ivo is getting on my nerves now.
es_es: Ivo me está volviendo loca.

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/125/message
source: Apparently Reize is all confused.\. I'd better tell him what happened.
es_es: Parece que Reize está confundido.\. Será mejor que le diga lo que pasó.

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/127/message
source: Should I go as well?
es_es: ¿Quieres que te acompañe?

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/128/message
source: Why don't you try this PvP thing with Lea?
es_es: ¿Por qué mejor no pruebas el PvP con Lea?

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/131/message
source: At least one person should have some fun here, right?
es_es: Al menos alguien debe divertirse, ¿no?

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/132/message
source: Sure, if that's okay with you!
es_es: ¡Seguro, si no te molesta!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/133/message
source: But before you leave, make sure to give Lea her reward.
es_es: Pero antes de irte, dale a Lea su recompensa.

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/134/message
source: Right!
es_es: ¡Cierto!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/135/message
source: I mean... chasing that little troublemaker turned out to be entirely fruitless, but still...
es_es: Es decir... perseguir a ese alborotador resultó ser inútil, pero aún así...

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/136/message
source: Here's a little something for all your trouble!
es_es: ¡Toma esto por la molestia!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/144/message
source: Well then, I gotta go now.
es_es: Bueno, debo irme.

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/145/message
source: You two have fun at the arena!
es_es: ¡Pásenla bien en la arena!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/146/message
source: Thanks and see you later!
es_es: ¡Gracias, nos vemos luego!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/147/message
source: Bye!
es_es: ¡Adiós!

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/150/text
source: Logout
es_es: Desconectando

# data/maps/rhombus-sqr/arena-1.json//entities/708/settings/event/161/message
source: Alright then, Lea!\. Let's go!
es_es: ¡Muy bien, Lea!\. ¡Vamos!

# data/maps/rhombus-sqr/beach-sw.json//entities/128/settings/event/2/text
source: Access Denied
es_es: Acceso Denegado

source: No entry, Seeker. Someone beached a ship here against regulations.
es_es: Lo siento, Buscadora. Este camino está bloqueado. Alguien varó un barco en contra de las regulaciones.

source: Can't let that stand.
es_es: No podemos permitir eso.

# data/maps/rhombus-sqr/beach-sw.json//entities/912/settings/event/0/text
source: Missing Pass
es_es: No Tienes el Pase

# data/maps/rhombus-sqr/beach-sw.json//entities/1183/settings/teleportLabel
source: Sky Rail
es_es: Gran Teleférico

source: Hello Seeker.
es_es: Hola Buscadora.

source: This skyrail station will lead to a new area that was recently discovered.
es_es: Este gran teleférico conducirá a una nueva zona recientemente descubierta.

source: However, it is still under construction.\. Stay tuned!
es_es: Sin embargo, aún está en construcción.\. ¡Mantente al tanto!

source: Hello, Seeker!\. Any incidents to report?
es_es: ¡Hola, Buscadora!\. ¿Algún incidente que reportar?

source: [shakes head]
es_es: [niega con la cabeza]

source: Good.\. Please enjoy your stay.
es_es: Bien.\. Por favor, disfruta tu estadía.

source: Welcome to the Square's beach, Seeker.\. Enjoy your stay.
es_es: Bienvenida a la playa de la Plaza, Buscadora.\. Disfruta tu estadía.

source: But don't cause any trouble! I'm watching you, heheh.
es_es: ¡Pero no causes problemas! Te estaré vigilando, jejeje.

# data/maps/rhombus-sqr/beach-sw.json//entities/1253/settings/dialog/0/text
source: Girl,\. let me tell you something.\.\. If you're not in the game, you can't hit a home run.
es_es: Chica,\. déjame decirte algo.\.\. Si no eres una con el juego, no podrás hacer un home run.

# data/maps/rhombus-sqr/beach-sw.json//entities/1253/settings/dialog/1/text
source: Wow,\. you're so eloquent and philosophical!
es_es: ¡Guau,\. eres tan elocuente y filosófico!

# data/maps/rhombus-sqr/beach-sw.json//entities/1253/settings/dialog/2/text
source: I know,\. I know.
es_es: Lo sé,\. lo sé.

source: There have been rumors about a new area opening soon.\. This landmark should be the gate connected to it.\.\. Well, not yet it seems..
es_es: Han habido rumores de que pronto se abrirá una nueva zona.\. Este punto de referencia debería ser la puerta que lleva a ella.\.\. Bueno, aún no al parecer...

source: Until the time has come...\.\. Be water.\.\. Isn't this place the perfect venue to do so?
es_es: Hasta entonces...\.\. Sé agua.\.\. ¿No es este el lugar perfecto para eso?

# data/maps/rhombus-sqr/beach-sw.json//entities/1255/settings/dialog/0/text
source: ...Where are they? Always keep me waiting\..\..\..
es_es: ¿...Dónde están? Siempre me hacen esperar\..\..\..

# data/maps/rhombus-sqr/beach-sw.json//entities/1256/settings/dialog/0/text
source: What does my master mean...? I do karate "guess so"..?\.\.\. I need to train harder!\. Ha!
es_es: ¿Qué quiso decir mi sensei...? ¿Que yo hago karate "supongo"...?\.\.\. ¡Debo entrenar más duro!\. ¡Ja!

# data/maps/rhombus-sqr/beach-sw.json//entities/1257/settings/dialog/0/text
source: Hahah, that's fun!
es_es: ¡Jaja, qué divertido!

# data/maps/rhombus-sqr/beach-sw.json//entities/1257/settings/dialog/1/text
source: Hey,\. you're getting me all wet!
es_es: Oye,\. ¡me estás empapando!

# data/maps/rhombus-sqr/beach-sw.json//entities/1257/settings/dialog/2/text
source: Don't be such a buzzkill!\.\. Hahahah!
es_es: ¡No seas aguafiestas!\.\. ¡Jajajaja!

# data/maps/rhombus-sqr/beach-sw.json//entities/1258/settings/dialog/0/text
source: I dunno. Kinda feel sunburnt.\..\..\.. nah, can't be too bad.
es_es: No lo se. Siento que me está dando un golpe de calor.\..\..\.. nah, no puede ser tan malo.

# data/maps/rhombus-sqr/beach-sw.json//entities/1268/settings/analyzable/text
source: Barkeep Niskeewa
es_es: Barman Niskeewa

# data/maps/rhombus-sqr/beach-sw.json//entities/1269/settings/dialog/0/text
source: Hellooo!\.\. Please have a seat and enjoy some of the best ice cream around!
es_es: ¡Holaaaa!\.\. ¡Por favor, toma asiento y disfruta del mejor helado del mundo!

source: Look! The sky rail station has been finished!
es_es: ¡Mira! ¡El Gran Teleférico está terminado!

source: Let's take it!
es_es: ¡Vamos!

source: Look! The sky rail station has finished construction!
es_es: ¡Mira! ¡El Gran Teleférico ha terminado de construirse!

source: It will probably take us to the new area.
es_es: Puede que nos lleve a una nueva zona.

source: I guess we'll have to take the sky rail from that shiny new station.
es_es: Supongo que tendremos que tomar el teleférico desde esa nueva y lujosa estación.

source: Let's check it out!
es_es: ¡Echemos un vistazo!

source: As you can see, the new sky rail station has finished construction!
es_es: Como puedes ver, ¡la nueva estación del teleférico ha terminado de construirse!

source: It will take us to the new area!
es_es: ¡Nos llevará a la nueva zona!

source: Oh...\. a new sky rail station?
es_es: Oh...\. ¿una nueva estación para el teleférico?

source: I guess that will take us to the new area.
es_es: Supongo que nos llevará a una nueva zona.
