Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-dng.po
Languages: es_es, ru_ru

# data/maps/rhombus-dng/room-1-6.json/entities/42/settings/event/5/elseStep/0/text
source: Press and hold \i[quick] to open the \c[3]quickmenu\c[0].
es_es: Presiona y mantén \i[quick] para abrir el \c[3]Menú Rápido\c[0].

# data/maps/rhombus-dng/room-1-6.json/entities/42/settings/event/7/text
source: Consume \c[3]items\c[0]
es_es: Consumir \c[3]objetos\c[0]

# data/maps/rhombus-dng/room-1-6.json/entities/42/settings/event/9/text
source: Open the \c[3]map\c[0]
es_es: Abrir el \c[3]mapa\c[0]

# data/maps/rhombus-dng/room-1-6.json/entities/42/settings/event/11/text
source: Inspect the \c[3]environment\c[0]
es_es: Inspeccionar tu \c[3]entorno\c[0]

# data/maps/rhombus-dng/room-1-6.json/entities/44/settings/text
source: A chest! But what is inside?
es_es: ¡Un cofre! ¿Pero qué hay dentro?

# data/maps/rhombus-dng/room-1-6.json/entities/45/settings/text
source: A Chest! Some yummy \c[3]\v[item.1.name]es\c[0] were inside.
es_es: ¡Un cofre! Contenía unos deliciosos \c[3]\v[item.1.name]es\c[0].

# data/maps/rhombus-dng/room-1-6.json/entities/46/settings/text
source: A Chest! But what is inside?
es_es: ¡Un cofre! ¿Pero qué hay dentro?

# data/maps/rhombus-dng/room-1-6.json/entities/47/settings/text
source: A Chest! Two \c[3]\v[item.2.name]s\c[0] were inside.
es_es: ¡Un cofre! Contenía dos \c[3]\v[item.2.name]s\c[0].

# data/maps/rhombus-dng/room-1.json/entities/10/settings/event/0/message
source: Alright, Lea... I will be gone for a couple of minutes.
es_es: Bueno, Lea... me iré por unos minutos.

# data/maps/rhombus-dng/room-1.json/entities/10/settings/event/1/message
source: I will contact Jet and Carla, and try to investigate that blue individual.
es_es: Voy a hablar con Jet y Carla para investigar a ese tipo azul.

# data/maps/rhombus-dng/room-1.json/entities/10/settings/event/2/message
source: I am sure you will be fine by yourself. See you later!
es_es: Estoy seguro de que te puedes manejar sola. ¡Nos vemos!

# data/maps/rhombus-dng/room-1.json/entities/10/settings/event/3/message
source: ...Hi.
es_es: ...Hola.

# data/maps/rhombus-dng/room-1.json/entities/10/settings/event/4/message
source: ...I really have to work on your vocabulary.
es_es: ...Realmente tengo que trabajar en tu vocabulario.

# data/maps/rhombus-dng/room-1.json/entities/10/settings/event/5/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-dng/room-2.json/entities/0/settings/teleportLabel
source: Previous Level
es_es: Nivel Anterior

# data/maps/rhombus-dng/room-2.json/entities/36/settings/teleportLabel
source: Next Level
es_es: Siguiente Nivel

# data/maps/rhombus-dng/room-4.json/entities/2/settings/event/11/task
source: Survive Wave 1!
es_es: ¡Sobrevive a la Oleada 1!

# data/maps/rhombus-dng/room-4.json/entities/6/settings/event/3/task
source: Survive Wave 2!
es_es: ¡Sobrevive a la Oleada 2!

# data/maps/rhombus-dng/room-4.json/entities/7/settings/event/3/task
source: Survive Wave 3!
es_es: ¡Sobrevive a la Oleada 3!

# data/maps/rhombus-dng/room-4.json/entities/8/settings/event/3/task
source: Survive the final wave!
es_es: ¡Sobrevive a la Oleada Final!

source: THE TIME FOR REVENGE IS NIGH!
es_es: ¡LA HORA DE LA VENGANZA SE APROXIMA!

# data/maps/rhombus-dng/room-5-newer.json/entities/2/settings/event/36/object
source: Character Menu
es_es: Menú del Personaje

# data/maps/rhombus-dng/room-5-newer.json/entities/2/settings/event/37/task
source: Complete the final dungeon of \c[3]Newcomer's Bridge\c[0].
es_es: Completa la mazmorra final del \c[3]Puente de los Principiantes\c[0].

# data/maps/rhombus-dng/room-5-newer.json/entities/24/settings/teleportLabel
source: Previous Level
es_es: Nivel Anterior

source: Press \i[menu] to open the menu. Select \c[3]equipment\c[0] to equip the new items.
es_es: Presiona \i[menu] para abrir el menú. Selecciona \c[3]Equipamiento\c[0] para equiparte nuevos objetos.

source: Oh...\. Right. Enemies start to give EXP at this point.
es_es: Oh...\. Cierto. Los enemigos empiezan a dar experiencia a partir de este punto.

# data/maps/rhombus-dng/room-5-newer.json/entities/46/settings/interact/hoverText
source: Equip Rookieblades
es_es: Equípate las Cuchillas de Novato

# data/maps/rhombus-dng/room-5-newer.json/entities/47/settings/interact/hoverText
source: Equip Rookiehat
es_es: Equípate el Sombrero de Novato

# data/maps/rhombus-dng/room-5-newer.json/entities/50/settings/interact/hoverText
source: Equip Rookiebelt
es_es: Equípate el Cinturón de Novato

# data/maps/rhombus-dng/room-5-newer.json/entities/51/settings/interact/hoverText
source: Equip Rookieboots
es_es: Equípate las Botas de Novato

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/5/message
source: I am back!
es_es: ¡He vuelto!

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/7/message
source: Hi!
es_es: ¡Hola!

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/9/message
source: Greetings from Jet and Carla.\. Everything is back to normal on the M.S. Solar.
es_es: Jet y Carla te mandan saludos.\. Todo ha vuelto a la normalidad en el M.S. Solar.

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/10/message
source: There are no traces left of that blue individual.
es_es: No quedan rastros de ese tipo azul.

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/12/message
source: I also tried to find some information about him, but there is nothing.
es_es: También intenté buscar información sobre él, pero no hay nada.

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/14/message
source: We can be pretty certain that he is not connected to the official game.
es_es: Estamos bastante seguros de que no está conectado al juego oficial.

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/15/message
source: I just cannot imagine a regular player leaving CrossWorlds and going on a rampage like this.
es_es: No puedo imaginarme a un jugador normal dejando CrossWorlds y destruyendo todo así como así.

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/16/message
source: Something very strange is going on here.
es_es: Algo muy raro está sucediendo.

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/17/message
source: ...\. Not to mention that he recognized you.
es_es: ...\. Sin mencionar que te reconoció.

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/19/message
source: Your memory might, in fact, contain some answers to all of this.
es_es: Tu memoria puede que tenga algunas respuestas a todo este lío.

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/23/message
source: Anyway, there is no need to worry about this right now.
es_es: Como sea, no tienes por que preocuparte de esto ahora mismo.

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/24/message
source: Our goal is simply to play CrossWorlds!
es_es: ¡Nuestro objetivo es simplemente jugar CrossWorlds!

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/25/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/26/message
source: And I see you've made a lot of progress already!
es_es: ¡Y por lo que veo ya hiciste bastante progreso!

# data/maps/rhombus-dng/room-5-newer.json/entities/54/settings/event/27/message
source: So...\. onwards!
es_es: Así que...\. ¡adelante!

source: You already reached level 3?\. That is strange.
es_es: ¿Ya llegaste al nivel 3?\. Que extraño.

source: I thought you were supposed to reach level 2 at this point.
es_es: Pensé que deberías llegar al Nivel 2 para este punto.

source: I suppose they may have added more enemies...
es_es: Supongo que habrán agregado más enemigos...

# data/maps/rhombus-dng/room-5-newer.json/entities/70/settings/event/4/text
source: Press \i[menu] to open the \c[3]character menu\c[0]
es_es: Presiona \i[menu] para abrir el \c[3]Menú de Personaje\c[0]

# data/maps/rhombus-dng/room-5-newer.json/entities/70/settings/event/6/text
source: Check your \c[3]inventory\c[0] and select \c[3]favorite items\c[0].
es_es: Mira tu \c[3]Inventario\c[0] y selecciona \c[0]Objetos Favoritos\c[0].

# data/maps/rhombus-dng/room-5-newer.json/entities/70/settings/event/8/text
source: \c[3]Equip items\c[0] to prepare yourself for battle.
es_es: \c[3]Equípate tus objetos\c[0] y prepárate para una batalla.

source: W-Wait a moment!\. What are all those \c[1]items\c[0] doing in your inventory?!
es_es: ¡E-Espera un momento!\. ¡¿Qué son todos esos \c[1]objetos\c[0] en tu inventario?!

source: You should barely have anything at this point.\. Why?!
es_es: No deberías tener casi nada ahora mismo.\. ¡¿Por qué?!

source: Oh no, you have all kinds of \c[1]equipment\c[0], too!!
es_es: ¡¡Oh no, tienes todo tipo de \c[3]equipamiento\c[0] también!!

source: M-Maybe, you should not wear it? You know...\. to not \c[1]attract any attention\c[0]?
es_es: ¿Q-Quizás, no debas equipártelo? Ya sabes...\. ¿para no \c[1]llamar la atención\c[0]?

source: Lea, please...
es_es: Lea, por favor...

# data/maps/rhombus-dng/room-final.json/entities/13/settings/event/34/object
source: Circuit
es_es: Circuito

# data/maps/rhombus-dng/room-final.json/entities/28/settings/teleportLabel
source: Exit
es_es: Salida

# data/maps/rhombus-dng/room-final.json/entities/38/settings/event/1/message
source: Ready for one big upgrade?
es_es: ¿Estás lista para una gran mejora?

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/3/message
source: Lea, please wait a second.
es_es: Lea, por favor espera un segundo.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/4/message
source: I have a little upgrade for you, as well!
es_es: ¡¡Tengo una pequeña mejor para tí también!!

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/6/message
source: I finally managed to add another word to your vocabulary.
es_es: Conseguí agregar otra palabra a tu vocabulario.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/8/message
source: Well, you know how it is.\. No shiny effects from me.\. Just the upgrade.
es_es: Bueno, ya sabes como es.\. No hay ningún tipo de efecto especial.\. Sólo la mejora.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/9/message
source: Here goes!
es_es: ¡Aquí va!

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/17/message
source: I think you will need this one, since I will not be able to introduce you to other people anymore.
es_es: Creo que necesitarás esta, ya que no podré seguir introduciéndote a otras personas.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/18/message
source: ...Lea. Hi.
es_es: ...Lea. Hola.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/19/message
source: Hi, Hi, Lea.
es_es: Hola, Hola, Lea.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/20/message
source: Hi, Lea, Hi.
es_es: Hola, Lea, Hola.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/22/message
source: Do not look at me like that...
es_es: No me mires así...

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/23/message
source: I know, it takes a long time to add these words.
es_es: Lo sé, toma un largo tiempo agregar estas palabras.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/24/message
source: It is a very involved process, actually.
es_es: Es un proceso bastante complejo, de hecho.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/25/message
source: I need to manually extend your Thought Control Model...
es_es: Tengo que extender manualmente tu Módulo de Control de Pensamiento.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/26/message
source: ...essentially modifying a statistically generated code base by hand.
es_es: ...esencialmente modificar un código generado estáticamente, a mano.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/28/message
source: Yes, it is very technical.
es_es: Si, es bastante técnico.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/29/message
source: The technology to control avatars is...\. well...\. complicated.
es_es: La tecnología para controlar avatares es...\. bueno...\. complicada.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/30/message
source: And that is an understatement.
es_es: Y eso es subestimarla.

# data/maps/rhombus-dng/room-final.json/entities/40/settings/event/31/message
source: Anyway, the second word is done.\. I will work on the next one right away!
es_es: De todos modos, la segunda palabra está lista.\. ¡Me pondré a trabajar en la siguiente!

# data/maps/rhombus-dng/room-final.json/entities/41/settings/event/21/text
source: Activate circuits using \c[3]Circuit Points (CP)\c[0], earned with each level up.
es_es: Activa los circuitos utilizando \c[3]Puntos de Circuito (PC)\c[0] que se consiguen cuando subes de nivel.

# data/maps/rhombus-dng/room-final.json/entities/41/settings/event/34/text
source: Certain skills unlock \c[3]combat arts\c[0] that can be used in battle.
es_es: Ciertas habilidades desbloquean \c[3]artes de combate\c[0] que pueden ser utilizadas en batalla.

source: You can \c[3]switch between branching skills\c[0] at any time without spending CP!
es_es: ¡Puedes \c[3]cambiar entre las distintas ramificaciones\c[0] cuando quieras sin gastar PC!

source: You can \c[3]switch between branching skills\c[0] at any time without spending CP!
es_es: ¡Puedes \c[3]cambiar entre las distintas ramificaciones\c[0] cuando quieras sin gastar PC!

# data/maps/rhombus-dng/room-final.json/entities/41/settings/event/52/text
source: You now got \c[3]special points\c[0] (SP) used for \c[3]combat arts\c[0].
es_es: Ahora tienes \c[3]puntos especiales\c[0] (PE) utilizados para las \c[3]artes de combate\c[0].

source: Wait... \c[1]Why are all your elements already unlocked?!\c[0]
es_es: Espera... \c[1]¡¿Por qué tienes todos los elementos desbloqueados?!\c[0]

source: This is not supposed to happen!\. Seriously, this game has been out for quite some time already.\. Why do these weird issues keep coming up?!
es_es: ¡Esto no debería pasar!\. En serio, este juego no es nada nuevo.\. ¡¿Por qué siguen existiendo esta clase de problemas?!

source: Come on, let's switch!
es_es: Vamos, ¡cambiemos!

source: [nods]
es_es: [asiente]

# data/maps/rhombus-dng/upgrade-test.json/entities/25/settings/event/34/object
source: Some shit
es_es: Alguna mierda
