Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: How can you be so sure about it?
ru_ru: Как ты можешь быть так уверен в этом?

source: Just because you are stuck at level 3 doesn't mean...
ru_ru: То, что ты застрял на 3-м уровне, не значит...

source: She is...\. \c[1]level \v[player.level]\c[0]!
ru_ru: Она...\. \c[1]\v[player.level] уровня\c[0]!

source: \s[1]\c[1]LEVEL \v[player.level]\c[0]!
ru_ru: \s[1]\c[1]\v[player.level] УРОВНЯ\c[0]!

source: HOW CAN YOU NOT SEE THE ISSUE?!
ru_ru: КАК ВЫ НЕ ВИДИТЕ ПРОБЛЕМУ?!

source: IT'S RIDICULOUSLY HIGH!!
ru_ru: ОН АБСУРДНО ВЫСОК!!

source: THIS IS PLAIN AND OBVIOUS CHEATING!
ru_ru: ЭТО ОЧЕВИДНОЕ И БАНАЛЬНОЕ ЧИТЕРСТВО!

source: Come on! No reason to make a huge deal out of it...
ru_ru: Перестань! Нет причин раздувать это...

source: What? So it doesn't matter to you that some players start the game with any level they like?
ru_ru: Что? То есть для тебя не важно, что некоторые игроки начинают игру с любого уровня, который им нравится?

source: Then what's the point of having levels in the first place?!
ru_ru: Какой тогда вообще смысл в уровнях?!

source: Hey, it's just a game...
ru_ru: Эй, это всего лишь игра...

source: NO!!!\. THIS IS SERIOUS!!
ru_ru: НЕТ!!!\. ЭТО СЕРЬЁЗНО!!

source: Impossible!
ru_ru: Невозможно!

source: No player on record has ever reached level \v[player.level] at this point.
ru_ru: На данный момент, ни один зарегистрированный игрок не достигал \v[player.level]-го уровня на этом этапе.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/91/message
source: Young lady, surely I don't need to explain to you the faults of such actions.
ru_ru: Юная леди, я надеюсь, что мне не нужно объяснять тебе неправильность подобных действий.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/93/message
source: Cheating will never pay off in the long run!
ru_ru: Жульничество никогда не окупится в долгосрочной перспективе!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/94/message
source: Hi...
ru_ru: Привет...

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/95/message
source: Is that all you have to say?
ru_ru: Это всё, что ты хочешь сказать?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/96/message
source: Oh dear, what is going on here?
ru_ru: Боже, что здесь происходит?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/104/message
source: Joern, I have exposed this cheater here.
ru_ru: Йорн, я тут разоблачил читера.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/105/message
source: And now you're lecturing her?
ru_ru: И теперь ты читаешь ей лекцию?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/106/message
source: Yes, about the wrongness of her actions!
ru_ru: Да, о неправильности её действий!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/109/message
source: How about: no.
ru_ru: Как насчёт: нет?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/110/message
source: ...What?
ru_ru: ...Что?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/111/message
source: I'll just go ahead and pretend I don't know you.
ru_ru: Я просто пройду мимо и сделаю вид, что не знаю тебя.

source: ...But...
ru_ru: ...Но...

source: SHE'S \c[1]LEVEL \v[player.level]\c[0]!\. LOOK AT HER!!
ru_ru: ЕЁ \c[1]УРОВЕНЬ - \v[player.level]\c[0]!\. ПОСМОТРИТЕ НА НЕЁ!!

source: Come on!
ru_ru: Да ладно!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/122/message
source: Apologies for my friend's behavior.
ru_ru: Извините за поведение моего друга.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/123/message
source: He sometimes pretends to be a moderator.\. He is not.
ru_ru: Иногда он прикидывается модератором.\. Но это не так.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/124/message
source: N-No problem...
ru_ru: Н-Нет проблем...

source: WHAT IS GOING ON, HERE?!
ru_ru: ЧТО ЗДЕСЬ ПРОИСХОДИТ?!

source: WHY DOES NOBODY CARE ABOUT THIS?!\. HELLO?!
ru_ru: ПОЧЕМУ ЭТО НИКОГО НЕ БЕСПОКОИТ? АЛЛО?!

source: SHE\.\. IS\.\. \c[1]LEVEL\.\. \v[player.level]\c[0]!
ru_ru: У\.\. НЕЁ\.\. \c[1]УРОВЕНЬ\.\. \v[player.level]\c[0]!

source: Monsieur, you should relax.
ru_ru: Monsieur (Месье), вам лучше расслабиться.

source: It's just a game.\. We're only here to have some fun!
ru_ru: Это всего лишь игра.\. Мы здесь только для того, чтобы немного поразвлечься!

source: \s[5]AHHHHHHHHHHHHHHHHHHHHHHHHHH!\.
ru_ru: \s[5]АААААААААААААААААААААААААААААА!\.

source: Hmph.
ru_ru: Хмф.

source: Young lady, I'll let you off this time.
ru_ru: Юная леди, я отпущу тебя на этот раз.

source: Reflect on your actions!
ru_ru: Подумай о своём поведении!

source: Mon Dieu!\. What an obnoxious guy...
ru_ru: Mon dieu! (Боже мой)\. Какой противный парень...

source: Though I have to admit, your level really is a bit...\. far out there.
ru_ru: Хотя я должна признать, твой уровень действительно немного...\. за пределами.

source: Mon Dieu!\. What was the deal with him?
ru_ru: Mon dieu (Боже мой)!\. Что с ним не так?

source: I hope we don't meet players like this around here too often.
ru_ru: Я надеюсь, что мы не будем встречать подобных игроков слишком часто.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/155/message
source: Anyway, let's go on.
ru_ru: В любом случае, давай продолжим.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/156/message
source: I want to finally reach \c[3]Rookie Harbor\c[0]!
ru_ru: Я хочу уже наконец добраться до \c[3]Гавани новичков\c[0]!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/157/message
source: You can come with me, if you want to.
ru_ru: Ты можешь пойти со мной, если хочешь.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/158/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/159/message
source: Très bien!\. Let's go!
ru_ru: Très bien (Очень хорошо)!\. Пойдём!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/162/message
source: Whoa...\. My heart just stopped there for a second.\. That was close.
ru_ru: Ух...\. Моё сердце просто замерло на секунду.\. Это было близко.

source: Honestly, though?\. There is no rational way to explain how we just got through that situation.\. That was just dumb luck.
ru_ru: Честно сказать?\. Нет рационального способа объяснить, как мы только что выбрались из этой ситуации.\. Нам просто повезло.

source: Really though...\. something is not quite right with your current level.\. How did it even end up that way?
ru_ru: Хотя правда...\. с твоим уровнем что-то не так.\. Как это вообще произошло?

source: It is all because you collected those extra EXP from that \c[3]crab boss\c[0].
ru_ru: Это всё потому, что ты получила дополнительный опыт за этого \c[3]босса-краба\c[0].

source: I should have noticed this earlier.\. Sorry.
ru_ru: Я должен был заметить это раньше.\. Извини.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/170/task
source: Enter the \c[3]Playground\c[0] together with \c[3]Emilie\c[0].
ru_ru: Войдите в \c[3]игровую зону\c[0] вместе с \c[3]Эмили\c[0].

source: Congratulations on passing Newcomer's Bridge!
ru_ru: Поздравляем с прохождением Моста новичков!

source: From here you can take the sky rails to reach \c[3]CrossCentral\c[0].
ru_ru: Отсюда вы можете воспользоваться небесными рельсами, чтобы добраться до \c[3]CrossCentral\c[0].

# data/maps/rhombus-sqr/dng-end.json/entities/164/settings/dialog/0/text
source: No floor... there is no floor....
ru_ru: Нет пола... здесь нет пола....

# data/maps/rhombus-sqr/dng-end.json/entities/164/settings/dialog/1/text
source: Oh dear.
ru_ru: О, Господи.

# data/maps/rhombus-sqr/dng-end.json/entities/164/settings/dialog/2/text
source: You just fly through the air... it's all transparent!
ru_ru: Ты просто летишь по воздуху... всё прозрачно!

# data/maps/rhombus-sqr/dng-end.json/entities/164/settings/dialog/3/text
source: I... I can't do it!
ru_ru: Я... я не могу!

# data/maps/rhombus-sqr/dng-end.json/entities/164/settings/dialog/4/text
source: Awww man...
ru_ru: Ох, перестань...

# data/maps/rhombus-sqr/dng-end.json/entities/164/settings/dialog/5/text
source: Please stay strong, just this one last time.
ru_ru: Пожалуйста, будь сильной, в последний раз.

# data/maps/rhombus-sqr/dng-end.json/entities/164/settings/dialog/6/text
source: I'm sure things will be better once we reach the mainland.
ru_ru: Я уверена, всё будет лучше, когда мы достигнем материка.

# data/maps/rhombus-sqr/dng-end.json/entities/170/settings/dialog/0/text
source: Dear Seekers, you are now permitted to enter the \c[3]mainland of Shadoon\c[0].
ru_ru: Дорогие Искатели, теперь вам разрешено ступить на \c[3]материк Шадуна\c[0].

# data/maps/rhombus-sqr/dng-end.json/entities/170/settings/dialog/1/text
source: You can take the sky rails from here to reach \c[3]CrossCentral\c[0], our central teleportation hub.
ru_ru: Отсюда, с помощью небесных рельс, вы сможете добраться до \c[3]CrossCentral\c[0], нашего центрального узла телепортации.

# data/maps/rhombus-sqr/dng-end.json/entities/170/settings/dialog/2/text
source: Note that as new Seekers you are not yet permitted to enter the \c[3]city of Rhombus Square\c[0].
ru_ru: Обратите внимание на то, что новым Искателям ещё не разрешено входить в \c[3]город Площади Ромба\c[0].

# data/maps/rhombus-sqr/dng-end.json/entities/170/settings/dialog/3/text
source: Such permission will be granted once you've made sufficient progress along the \c[5]Track of the Ancients\c[0].
ru_ru: Такое разрешение будет предоставлено, как только вы добьётесь достаточного прогресса на \c[5]Пути Древних\c[0].

source: ...Hi?
ru_ru: ...Привет?

source: You look puzzled.
ru_ru: Вы выглядите озадаченной.

source: Do you want to know more about the \c[3]Track of the Ancients\c[0]?
ru_ru: Хотите узнать больше о \c[3]Пути Древних\c[0]?

source: [nods]
ru_ru: [кивает]

source: The \c[3]Track of the Ancients\c[0] is an ancient \c[3]assessment system\c[0] based on a highly advanced technology.
ru_ru: \c[3]Путь Древних\c[0] - это древняя \c[3]система оценки\c[0], основанная на высокоразвитой технологии.

source: As Seekers it is your task to walk the Track and discover all the secrets it holds.
ru_ru: Ваша задача как Искателей - следовать по Пути и исследовать секреты, которые он хранит.

source: Once you reach \c[3]Rookie Harbor\c[0] you can attend the introductory briefing to learn more about it.
ru_ru: Как только вы достигнете \c[3]Гавани новичков\c[0], вы можете посетить вводный брифинг, чтобы узнать больше обо всём этом.

source: [shakes head]
ru_ru: [мотает головой]

source: Well then...
ru_ru: Тогда ладно...

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Those sky rail terminals will bring you to \c[3]CrossCentral\c[0].
ru_ru: Эти терминалы небесных рельс приведут вас в \c[3]CrossCentral\c[0].

source: You can take any one of them, they all go to the same place.
ru_ru: Вы можете воспользоваться любым из них, они все идут в одно место.

source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/dng-end.json/entities/174/settings/dialog/0/text
source: Whoa, this city looks huge! And so clean and shiny!
ru_ru: Вау, этот город выглядит огромным! Такой чистый и блестящий!

# data/maps/rhombus-sqr/dng-end.json/entities/174/settings/dialog/1/text
source: Yeah, and they won't let you in it until much later.
ru_ru: Ага, и они ещё не сразу впустят тебя внутрь.

# data/maps/rhombus-sqr/dng-end.json/entities/174/settings/dialog/2/text
source: That's just evil!
ru_ru: Это просто жестоко!

# data/maps/rhombus-sqr/dng-end.json/entities/174/settings/dialog/3/text
source: I know right?
ru_ru: И не говори.

source: Yo, what's up?
ru_ru: Йо, что такое?

source: Hi!
ru_ru: Привет!

source: Yeah. Hi.
ru_ru: Ага. Привет.

source: Well, in case you are wondering why I'm sitting here...
ru_ru: Ну, если тебе любопытно, почему я тут сижу...

source: My friend just went afk.
ru_ru: Мой друг ушёл в АФК.

source: Apparently he felt sick after the last stage.
ru_ru: Видимо, ему стало плохо после последнего этапа.

source: Now I have to wait here for him to come back.
ru_ru: Теперь мне придётся ждать здесь, пока он вернётся.

source: Damn it, I want to go on so badly!
ru_ru: Чёрт возьми, я уже хочу продолжить!

source: Aww, don't look so sorry! We're talking first world problems here.
ru_ru: Ой, убери эту кислую мину со своего лица! Не такая уж это и большая проблема.

# data/maps/rhombus-sqr/dng-end.json/entities/180/settings/dialog/0/text
source: That turret boss at the end was pretty cool, huh?
ru_ru: Этот турельный босс в конце был довольно крут, правда?

# data/maps/rhombus-sqr/dng-end.json/entities/180/settings/dialog/1/text
source: Most def! That ball streaming attack was intense, dude!
ru_ru: Точняк! Эта атака потоком шаров была довольно напряжной, чувак!

# data/maps/rhombus-sqr/dng-end.json/entities/180/settings/dialog/2/text
source: I also like how it was mostly about ranged combat.
ru_ru: Мне ещё понравилось, что в основном был дальний бой.

# data/maps/rhombus-sqr/dng-end.json/entities/180/settings/dialog/3/text
source: Whatcha talking about, dude? I just went in and punched it hard!
ru_ru: О чём ты говоришь, чувак? Я просто залетел и вломил как надо!

# data/maps/rhombus-sqr/dng-end.json/entities/180/settings/dialog/4/text
source: What?\. How did you do that?\. It moved to the center of that hole in the second phase, didn't it?
ru_ru: Что?\. Как тебе это удалось?\. Он же переместился в центр этой дыры во второй фазе, разве нет?

# data/maps/rhombus-sqr/dng-end.json/entities/180/settings/dialog/5/text
source: Well, I just jumped on its platform and did ma punching!\. Also, some dodging.
ru_ru: Ну, я просто прыгнул на его платформу и бил!\. Кроме того, немного уворотов.

# data/maps/rhombus-sqr/dng-end.json/entities/180/settings/dialog/6/text
source: That sounds like a risky tactic.
ru_ru: Звучит как рискованная тактика.

# data/maps/rhombus-sqr/dng-end.json/entities/180/settings/dialog/7/text
source: Well, I ain't choosing a Pentafist for no reason! Gotta punch stuff! That's ma skill, dude!
ru_ru: Ну, я выбрал пентафиста не без причины! Он офигенный кулачный боец! В этом я хорош, чувак!

# data/maps/rhombus-sqr/dng-end.json/entities/180/settings/dialog/8/text
source: Fair enough...
ru_ru: Справедливо...

# data/maps/rhombus-sqr/dng-top.json/entities/172/settings/teleportLabel
source: Rookie Dungeon #3
ru_ru: Подземелье новичков #3

# data/maps/rhombus-sqr/dng-top.json/entities/173/settings/event/3/thenStep/7/text
source: Initializing Avatar
ru_ru: Инициализация аватара

source: We did it, Lea.
ru_ru: Мы справились, Лея.

source: I still cannot believe what just happened on the M.S. Solar.
ru_ru: Я до сих пор не могу поверить в то, что только что произошло на M.S. Solar.

source: Anyway, we are now in the official Playground.
ru_ru: Так или иначе, мы сейчас находимся в официальной игровой зоне.

source: This area is packed with all kinds of security measures.
ru_ru: Это место полно всевозможных мер безопасности.

source: More interference from that blue individual is highly unlikely here.
ru_ru: Повторные вмешательства того синего индивидуума маловероятны здесь.

source: For now, let's just proceed.
ru_ru: А пока, давай продолжим.

source: This is \c[3]Rhombus Square\c[0].
ru_ru: Это \c[3]Площадь Ромба\c[0].

source: Or more precisely, \c[3]Newcomer's Bridge\c[0]!
ru_ru: Или, точнее, \c[3]Мост новичков\c[0]!

source: This is the official introduction to CrossWorlds.
ru_ru: Это официальное введение в CrossWorlds.

source: I placed you right in front of the last part.
ru_ru: Я поместил тебя перед его заключительной частью.

source: It is important that we do this part the official way to avoid suspicion.
ru_ru: Важно, чтобы мы прошли эту часть официально, чтобы избежать подозрений.

source: Ah yes...\. speaking of suspicion.
ru_ru: Ах да...\. говоря о подозрениях.

source: Listen, Lea.
ru_ru: Слушай, Лея.

source: It is absolutely essential that you pass as a regular player.
ru_ru: Крайне необходимо, чтобы ты вошла как обычный игрок.

source: We must avoid being reported at any cost.
ru_ru: Мы должны избегать жалоб любой ценой.

source: Hi?
ru_ru: Привет?

source: Ah yes...
ru_ru: Ах да...

source: Do not worry too much about your speech synchronization issues.
ru_ru: Не беспокойся о проблемах с синхронизацией речи.

source: You are in fact not the first player with these problems.
ru_ru: На самом деле, ты не первый игрок с такими проблемами.

source: Hi?!
ru_ru: Привет?!

source: Also...\. your \c[1]unusual character level\c[0] certainly does not help either.
ru_ru: К тому же...\. твой \c[1]необычный уровень персонажа\c[0] определённо не улучшает ситуацию.

source: Hi?!!
ru_ru: Привет?!!

source: Yeah and about that \c[1]damage issue\c[0]...\. Please \c[1]do not hit anything\c[0] anywhere close to players, okay?\. Thank you.
ru_ru: Да, и насчёт \c[1]проблемы с уроном\c[0]...\. Пожалуйста, \c[1]не бей ничего\c[0] рядом с игроками, хорошо?\. Спасибо.

source: Anyway...\. just be careful, okay?
ru_ru: В любом случае...\. просто будь осторожна, хорошо?

source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/dng-top.json/entities/176/settings/event/0/message
source: Most of these players here should be newcomers just like you.
ru_ru: Большинство из этих игроков должны быть новичками, как и ты.

# data/maps/rhombus-sqr/dng-top.json/entities/176/settings/event/1/message
source: Veterans usually skip this part, obviously.
ru_ru: Очевидно, что ветераны обычно пропускают эту часть.

# data/maps/rhombus-sqr/dng-top.json/entities/179/settings/dialog/0/text
source: C'mon, there's no need to be afraid.
ru_ru: Перестань, здесь нечего бояться.

# data/maps/rhombus-sqr/dng-top.json/entities/179/settings/dialog/1/text
source: You know I can't deal with heights...
ru_ru: Ты же знаешь, что я боюсь высоты...

# data/maps/rhombus-sqr/dng-top.json/entities/179/settings/dialog/2/text
source: It's all just a game, there's no danger, y'know?
ru_ru: Это всего лишь игра, никакой опасности нет, ты ведь в курсе?

# data/maps/rhombus-sqr/dng-top.json/entities/179/settings/dialog/3/text
source: I know... It just feels so real.
ru_ru: Я понимаю... Но всё ощущается таким реальным.

# data/maps/rhombus-sqr/dng-top.json/entities/179/settings/dialog/4/text
source: Just give me some time, ok?
ru_ru: Просто дай мне немного времени, хорошо?

# data/maps/rhombus-sqr/dng-top.json/entities/179/settings/dialog/5/text
source: Alright...
ru_ru: Ладно...

source: Hi!
ru_ru: Привет!

source: Oh hey, what's up?
ru_ru: Ой, привет, что-то случилось?

source: ...What's the matter?
ru_ru: ...В чём дело?

source: First a greeting and now silence? You're a strange one.
ru_ru: Сначала приветствие, а теперь молчание? Ты странная.

source: S-Sorry... that came across the wrong way.
ru_ru: И-Извини... разговор зашёл не в то русло.

source: You must be here for the view.
ru_ru: Ты, должно быть, здесь ради этого вида.

source: It's gorgeous, right?
ru_ru: Очень красиво, не правда ли?

source: CrossWorlds expands over the whole land you see over there.
ru_ru: CrossWorlds простирается на весь материк, который ты сейчас видишь.

source: People call it the \c[3]Croissant\c[0]... because the island is shaped like one.
ru_ru: Игроки называют его \c[3]Круассан\c[0]... потому что остров похож на него по форме.

source: It's not my first time up here.
ru_ru: Я здесь не в первый раз.

source: I usually redo the introduction phase with each character.
ru_ru: Я обычно перепрохожу вступление каждым персонажем.

source: I just enjoy the view from here.
ru_ru: Просто чтобы насладиться видом отсюда.

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/9/message
source: Pardon! Didn't see you there.
ru_ru: Pardon (Извини)! Я тебя не заметила.

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/10/message
source: ...Hi.
ru_ru: ...Привет.

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/11/message
source: Um...\. Bonjour!
ru_ru: Эм...\. Bonjour (Привет)!

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/12/message
source: You are new here, too?
ru_ru: Ты тоже здесь новенькая?

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/13/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/14/message
source: Hm...\. But I have not noticed you up here before.
ru_ru: Хм...\. Но я не замечала тебя здесь раньше.

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/15/message
source: Oh!\. Does this mean you caught up after me?
ru_ru: А!\. Это значит, ты догнала меня?

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/17/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/18/message
source: Huh!\. You must be very quick with the tutorials!
ru_ru: Ха!\. Ты, должно быть, неплохо справляешься с обучением!

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/19/message
source: But I got the hang of it now, too.
ru_ru: Но и я тоже не промах.

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/20/message
source: You will not beat me on the last tutorial stage, non!
ru_ru: Ты не пройдёшь последний этап обучения быстрее меня!

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/21/message
source: Let's meet at the end.\. I will be waiting!
ru_ru: Давай встретимся в конце.\. Я буду ждать!

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/23/message
source: Au revoir!
ru_ru: Au revoir (Пока)!

# data/maps/rhombus-sqr/dng-top.json/entities/184/settings/event/30/message
source: Very competitive, this one.
ru_ru: Ох уж этот дух соперничества.

# data/maps/rhombus-sqr/dng-top.json/entities/195/settings/dialog/0/text
source: Dear \c[3]Seekers\c[0], you're about to enter the final stage of Newcomer's Bridge.
ru_ru: Дорогие \c[3]Искатели\c[0], вы начинаете заключительную стадию Моста новичков.

# data/maps/rhombus-sqr/dng-top.json/entities/195/settings/dialog/1/text
source: You will be confronted with a multitude of puzzle and combat situations.
ru_ru: Вам предстоит столкнуться со множеством сражений и головоломок.

# data/maps/rhombus-sqr/dng-top.json/entities/195/settings/dialog/2/text
source: Make use of all the skills you learned in the previous stages!
ru_ru: Используйте все навыки, которым вы научились на предыдущих этапах!

# data/maps/rhombus-sqr/dng-top.json/entities/195/settings/dialog/3/text
source: Expect your skillset to be further expanded over the course of the final stage.
ru_ru: Ожидайте, что ваш набор навыков будет расширяться на протяжении заключительного этапа.

# data/maps/rhombus-sqr/dng-top.json/entities/195/settings/dialog/4/text
source: As a reward for passing Newcomer's Bridge you will be granted access to the mainland.
ru_ru: В качестве награды за прохождение Моста новичков вам будет предоставлен доступ на материк.

source: Please step on the red teleport panel to enter the final stage.
ru_ru: Пожалуйста, встаньте на красную панель телепорта, чтобы начать заключительный этап.

source: [nods]
ru_ru: [кивает]

source: Dang, I can barely see a thing!
ru_ru: Чёрт, я почти ничего не вижу!

source: "You should totally choose a short avatar", they said.
ru_ru: "Тебе нужно выбрать низкого аватара", - говорили они.

source: "It'll be sooo~ cute", they said.
ru_ru: "Это будет тааак~ мило", - говорили они.

source: Just great.
ru_ru: Просто замечательно.

source: You're in the same boat, huh?
ru_ru: Тебе это тоже знакомо, не так ли?

source: Congratulations on reaching the third stage of Newcomer's Bridge!
ru_ru: Поздравляем с достижением третьего этапа Моста новичков!
