Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: Great!
es_es: ¡Genial!

source: Then, let's get everything prepared!
es_es: ¡Entonces dejemos todo preparado!

source: It's time for the final beating of Grasshead!
es_es: ¡Es hora de la última paliza de Peloverde!

source: Wow...\. everyone is watching, huh?
es_es: Wow...\. todo el mundo está viendo, ¿no?

source: No pressure, Lea!
es_es: ¡Sin presiones, Lea!

source: Why...\. of course I had to invite everyone to witness this great event!
es_es: ¡Pues claro!\. ¡Cómo no iba a invitar a todo el mundo para que presencien este gran evento!

source: Two Spheromancers at the end of their journey...
es_es: Dos Spheromancers al final de su aventura...

source: Engaging in one final duel to measure their skills!
es_es: ¡Participando en un duelo final para medir sus habilidades!

source: With no \c[1]shameful damage glitches\c[0] involved!
es_es: ¡Sin ningún \c[1]vergonzoso truco de daño\c[0] activo!

source: Truly, it will be a sight to behold!
es_es: ¡Verdaderamente, será un espectáculo histórico!

source: That's right, grasshead!
es_es: ¡Así es, Peloverde!

source: So when does it finally start?
es_es: Bien, ¿cuándo empiezan?

source: Now!\. We will start now!
es_es: ¡Ahora!\. ¡Empezaremos ahora!

source: PVP Activate!
es_es: ¡PvP Activado!

source: Good luck, Lea!
es_es: ¡Buena suerte, Lea!

source: Today is finally the day!
es_es: ¡Finalmente ha llegado el día!

source: We both walked the track, mastered all the elements.
es_es: Ambos atravesamos el Camino, dominamos todos los elementos.

source: Reached our full potential!
es_es: ¡Alcanzado nuestro máximo potencial!

source: Now the time has come!
es_es: ¡Ahora el tiempo ha llegado!

source: To see, which of us walked the right path!
es_es: ¡De probar quién de nosotros ha ido por el buen camino!

source: The path...
es_es: El camino...

source: Wait... I'm getting a call.
es_es: Espera... me están llamando.

source: Yes?
es_es: ¿Sí?

source: Oh, Sergey it's you!\. I was just about to start the duel!
es_es: ¡Oh, Sergey eres tú!\. ¡Estaba a punto de empezar un duelo!

source: ...What?
es_es: ¿...Qué?

source: That is...\. very unfortunate.
es_es: Eso es...\. muy desafortunado.

source: It's alright.\. I understand.
es_es: De acuerdo.\. Entiendo.

source: Bye.
es_es: Adiós.

source: Turns out the \c[1]glitch\c[0] can't be disabled, after all...
es_es: Parece que el \c[1]truco\c[0] no puede desactivarse después de todo...

source: But the duel already started, so....
es_es: Pero el duelo ya ha empezado, así que...

source: \c[1]Let's get this over with.\c[0]
es_es: \c[1]Terminemos con esto\c[0].

source: The path of the true Spheromancer!
es_es: ¡El camino del verdadero Spheromancer!

source: The path...\. of...\. JUSTICE!
es_es: El camino...\. de...\. ¡LA JUSTICIA!

source: Let the duel begin!!
es_es: ¡¡Qué comience el duelo!!

source: [shakes head]
es_es: [niega con la cabeza]

source: I see.\. Make sure you are well prepared!
es_es: Ya veo.\. ¡Asegúrate de estar bien preparada!

source: [yes]
es_es: [Sí]

source: Oh, just with \c[1]one hit\c[0]?!
es_es: ¡¿Qué?!\. ¡¿Sólo \c[1]un golpe\c[0]?!

source: \c[1]Despicable.\c[0]
es_es: \c[1]Despreciable\c[0].

source: Very nice, dear!
es_es: ¡Muy bien, querida!

source: Just getting warmed up.
es_es: No es más que el calentamiento.

source: Oh boy, this is painful to watch.
es_es: Oh... esto será difícil de ver.

source: \c[1]Absolutely pointless.\c[0]
es_es: \c[1]Una total falta de sentido\c[0].

source: Not bad!\. Not bad at all!
es_es: ¡Nada mal!\. ¡Para nada mal!

source: Alright.\. Let's try something else!
es_es: Muy bien.\. ¡Probemos otra cosa!

source: Oui, this will be quick.
es_es: Oui, esto será rápido.

source: \c[1]There is absolutely no honor in this.\c[0]
es_es: \c[1]No hay una pizca de honor en esto\c[0].

source: Nice one, chérie!!
es_es: ¡¡Bien hecho, chérie!!

source: Okay...\. Time to get serious!
es_es: Bien...\. ¡Basta de juegos!

source: It's the rise of the machines, everyone!
es_es: ¡Es la revolución de las máquinas, gente!

source: \c[1]There is no justice.\c[0]
es_es: \c[1]No hay justicia\c[0].

source: This isn't over yet!!
es_es: ¡¡Aún no he acabado!!

source: Letting me win now?\. \c[1]There is no honor in this either.\c[0]
es_es: ¿Me estás dejando ganar?\. \c[1]Tampoco hay honor en eso\c[0].

source: Oh!\. So you die as quickly as I do!\. This might even still be considered \c[1]fair\c[0]!
es_es: ¡Oh!\. ¡Así que mueres tan rápido como yo!\. ¡Quizá hasta se le podría llamar \c[1]justo\c[0]!

source: Dying as quickly as always...
es_es: Mueres tan rápido como siempre...

source: What's up with your defense?\. This is not normal.
es_es: ¿Qué tiene tu defensa?\. Esto no es normal.

source: Oh, he got you this time!
es_es: ¡Oh, te atrapó esta vez!

source: I won't let you win this easily!
es_es: ¡No te dejaré ganar tan fácil!

source: One point to Apollo!
es_es: ¡Un punto para Apollo!

source: I thought you'd do better than that.
es_es: Creí que lo harías mejor que eso.

source: What a nicely balanced match.\. Exciting.
es_es: Es un duelo bastante balanceado.\. Emocionante.

source: That was quite the move.
es_es: Qué movimientos.

source: Let me show you!\. The true potential of a Spheromancer!
es_es: ¡Te enseñaré!\. ¡El verdadero potencial de un Spheromancer!

source: You're on a roll, aren't you Polly?
es_es: Estás en racha, ¿no, Polly?

source: Spheromancer Lea, you still have much to learn!
es_es: ¡Spheromancer Lea, aún tienes mucho que aprender!

source: Don't give up Lea!\. You can do it!!
es_es: ¡No te rindas, Lea!\. ¡¡Puedes hacerlo!!

source: Alright. Time to end this!
es_es: Bien. ¡Terminemos con esto!

source: What a waste of time.
es_es: Qué pérdida de tiempo.

source: The result was as expected.
es_es: El resultado es el esperado.

source: You let me win, but it's not like it makes any difference.
es_es: Me has dejado ganar, pero no hay diferencia.

source: There was \c[1]no honor\c[0] to be found in this duel.
es_es: No ha habido \c[1]honor\c[0] en este duelo.

source: My disappointment is immeasurable.
es_es: Mi decepción es inconmensurable.

source: And my day is ruined.
es_es: Y mi día está arruinado.

source: Anyways...\. If you ever manage to remove the glitch and want to repeat this duel in a proper way, we can do that in the arena.
es_es: En fin...\. Si alguna vez consigues desactivar el truco y quieres repetir este duelo como se debe, podemos hacerlo en la arena.

source: This battle is over and the result is very clear.
es_es: La batalla terminó, y el resultado es claro.

source: This...\. is what I call a proper fight!
es_es: Esto...\. ¡esto es lo que yo llamo una batalla!

source: You have truly proven that you walked the right path!
es_es: ¡Has demostrado haber recorrido el buen camino!

source: And as such, you emerged victorious!
es_es: ¡Y por ello, has emergido victoriosa!

source: Indeed, you inspire me to grow further myself!
es_es: ¡En efecto! ¡Inspira mi propio crecimiento!

source: You fought honorably!
es_es: ¡Has peleado honorablemente!

source: And I hope that this battle inspired you!
es_es: ¡Y espero que esta batalla te haya inspirado!

source: For I am sure that your full potential is still within reach!
es_es: ¡Ya que estoy seguro que tu máximo potencial está al alcance!

source: Now...\. if you wish to challenge me to another duel, I suggest we hold it at the \c[3]arena\c[0]!
es_es: Ahora...\. ¡si quieres desafiarme a otro duelo, sugiero que lo hagamos en la \c[3]arena\c[0]!

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/20/object
source: Apollo Arena Challenge
es_es: Desafío de Arena de Apollo

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/22/titleText
source: Challenge Apollo to another Duel
es_es: Desafiar a Apollo a otro Duelo

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/22/text
source: You can now repeat Apollo's PvP duel at the \c[3]Custom Cups\c[0] counter in the arena.
es_es: Ahora puedes repetir el duelo de Apollo en la sección de \c[3]Copas Personalizadas\c[0] en la arena.

source: Bye.
es_es: Adiós.

source: Thank you, for the great duel!
es_es: ¡Gracias, por el gran duelo!

source: Thanks!
es_es: ¡Gracias!

source: Man, that was a \c[1]literal slaughter\c[0].
es_es: Uf, eso fue toda una \c[1]masacre\c[0].

source: He got what he asked for!
es_es: ¡Él lo pidió!

source: Congratulations, Lea!
es_es: ¡Felicidades, Lea!

source: Awesome fight, chérie!
es_es: ¡Gran pelea, chérie!

source: Japp.\. A good reminder to not get on your bad side.
es_es: Japp.\. Es un buen recordatorio de que no debo pelearme contigo.

source: I guess you meant well in letting him win, though I can see how it doesn't make any difference.
es_es: Supongo que querías hacer lo correcto al dejarlo ganar, aunque entiendo que no haga mucha diferencia.

source: What can you do!\. He really wanted the duel so badly.
es_es: ¡Nada que puedas hacer!\. Él quería hacer ese duelo de todos modos.

source: It was a good fight, Lea.
es_es: Ha sido una buena pelea, Lea.

source: Oui, you tried your best.\. You can't always win.
es_es: Oui, has dado lo mejor de ti.\. No siempre se puede ganar.

source: What's up, Polly?
es_es: ¿Qué pasa, Polly?

source: It's nothing.\. I'm just tired.
es_es: No es nada.\. Tan solo estoy cansado.

source: Really?
es_es: ¿En serio?

source: Do you think I actually managed to teach her anything at all?
es_es: ¿Crees que siquiera he conseguido enseñarle algo?

source: All these duels... feel pretty pointless to me now in hindsight.
es_es: Todos estos duelos... se sienten inútiles en retrospectiva.

source: She really did walk the right path all along.
es_es: Ella habría ido por el camino correcto de todos modos.

source: Polly, don't be so hard on yourself.
es_es: Polly, no seas tan duro contigo mismo.

source: I'd say, you definitely had an impact on her.
es_es: No cabe duda que has tenido un impacto en ella.

source: Challenging her every time, putting her on the edge.
es_es: Desafiándola todo el tiempo, probando sus límites.

source: Really, I can't imagine that level of annoyance to have no effect on someone.
es_es: En serio, es difícil de creer que alguien tan pesado no cause un impacto en alguien.

source: You think?
es_es: ¿Eso crees?

source: Also, was teaching her really the point of this?
es_es: Además, ¿fue realmente enseñarle el objetivo de todo esto?

source: The way I see it, you both have been rivals.
es_es: Desde mi punto de vista, ambos han sido rivales.

source: And I remember you always looked forward to the next duel.
es_es: Y recuerdo que tú siempre esperabas con ansias el próximo duelo.

source: I'm sure both of you got plenty of joy out of it.
es_es: Creo que ambos han disfrutado mucho.

source: You're probably right.
es_es: Puede que tengas razón.

source: Polly, sometimes you're just earnest to a fault.
es_es: Polly, a veces eres fervoroso hasta el cansancio.

source: But you know...\. moments like these are why I love you.
es_es: Pero, sabes...\. son momentos como este por los que te quiero.

source: What?\. When I'm a sore loser?
es_es: ¿Qué?\. ¿Por ser mal perdedor?

source: When you reflect on yourself.
es_es: Cuándo reflexionas sobre ti mismo.

source: I'll never get used to our size difference.
es_es: Nunca me acostumbraré a nuestra diferencia de tamaño.

source: I think we played enough, for today.
es_es: Creo que hemos jugado suficiente por hoy.

source: Let's log off.
es_es: Desconectémonos.

source: Let's.
es_es: De acuerdo.

source: We'll be going now.
es_es: Dejaremos de jugar por hoy.

source: So...\. goodbye, everyone!
es_es: Así que...\. ¡adiós a todos!

source: And Lea...
es_es: Y Lea...

source: Thank you for all the duels.\. I mean it.
es_es: Gracias por los duelos.\. En serio.

source: Thanks!
es_es: ¡Gracias!

source: Truly!
es_es: ¡En verdad!

source: You make us Spheromancers proud!
es_es: ¡Eres un orgullo para los Spheromancers!

source: Stay sharp!
es_es: ¡Sigue así!

source: Bye!
es_es: ¡Adiós!

source: Logout
es_es: Desconectando

source: Logout
es_es: Desconectando

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/54/message
source: It's pretty late, so...\. I gotta log off.
es_es: Ya es bastante tarde...\. Debo desconectarme también.

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/55/message
source: It was a fun day, though!\. See you around!
es_es: ¡Pero ha sido un día divertido!\. ¡Nos vemos!

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/56/message
source: Bye!
es_es: ¡Adiós!

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/61/text
source: Logout
es_es: Desconectando

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/68/message
source: Looks like it's only us Evotars, now.
es_es: Parece que solo quedamos los Evotares.

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/69/message
source: Guess it's time to return to our village.
es_es: Supongo que es hora de volver a la aldea.

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/70/message
source: Actually...
es_es: De hecho...

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/76/message
source: It looks like Tronny already went ahead, huh?
es_es: Parece que Tronny ya se adelantó, ¿no?

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/83/message
source: See you in the neighborhood, Lea!
es_es: ¡Nos vemos en el vecindario, Lea!

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/84/message
source: Bye!
es_es: ¡Adiós!

# data/maps/rhombus-sqr/center-nw.json//entities/681/settings/event/93/task
source: It has been a long day! Time to return to \c[3]Homestedt\c[0].
es_es: ¡Ha sido un largo día! Es hora de volver a \c[3]Villa Evotar\c[0].

# data/maps/rhombus-sqr/center-nw.json//entities/701/settings/dialog/0/text
source: My rhymes are hip, my gear sits fit and you look like a twit!
es_es: ¡Mis rimas son de oro, mi equipo es un tesoro, y tú eres un engorro!

# data/maps/rhombus-sqr/center-nw.json//entities/701/settings/dialog/1/text
source: Your words are sloppy, those rhymes are choppy so please don't be so cocky.
es_es: Tus palabras son un lastre, tus rimas un desastre, no pretendas destacar, yo te voy a ganar.

# data/maps/rhombus-sqr/center-nw.json//entities/701/settings/dialog/2/text
source: My rhymes are hip, my gear sits fit and you look like a wit!
es_es: ¡Mis rimas son de oro, mi equipo es un tesoro, y tú eres un gorro!

# data/maps/rhombus-sqr/center-nw.json//entities/702/settings/dialog/0/text
source: What are these two dudes doing?
es_es: ¿Qué están haciendo esos dos?

# data/maps/rhombus-sqr/center-nw.json//entities/702/settings/dialog/1/text
source: It's some form of contest. Who can insult the other better, while also rhyming.
es_es: Es algún tipo de competencia. Intentan insultarse mutuamente mientras riman.

# data/maps/rhombus-sqr/center-nw.json//entities/702/settings/dialog/2/text
source: Does anyone know who is winning?
es_es: ¿Se sabe quién va ganando?

# data/maps/rhombus-sqr/center-nw.json//entities/702/settings/dialog/3/text
source: That\..\..\.. is a good question.
es_es: Esa\..\..\.. es una buena pregunta.

# data/maps/rhombus-sqr/center-nw.json//entities/702/settings/dialog/4/text
source: And they had to book a whole PvP Field for it?
es_es: ¿Y hacía falta que ocupen un campo PvP entero?

# data/maps/rhombus-sqr/center-nw.json//entities/702/settings/dialog/5/text
source: Well, maybe they like the attention...
es_es: Bueno, quizá les gusta la atención...

# data/maps/rhombus-sqr/center-nw.json//entities/702/settings/dialog/6/text
source: I just hope they're done soon.
es_es: Tan solo espero que termine pronto.

# data/maps/rhombus-sqr/center-nw.json//entities/746/settings/dialog/0/text
source: Ever noticed how you can find a lot of Mancers in the City?
es_es: ¿Te diste cuenta de que hay muchos Mancers en la ciudad?

# data/maps/rhombus-sqr/center-nw.json//entities/746/settings/dialog/1/text
source: Like, in the wild you rarely see them at all.
es_es: En las otras áreas apenas se los ve.

# data/maps/rhombus-sqr/center-nw.json//entities/746/settings/dialog/2/text
source: I guess it's because PvP is the most fun a Mancer can have at end game.
es_es: Supongo que es porque el PvP se disfruta mucho como un Mancer al final del juego.

# data/maps/rhombus-sqr/center-nw.json//entities/746/settings/dialog/3/text
source: With them being so balanced the fights are usually pretty entertaining.
es_es: Ya que son muy balanceados, las peleas suelen ser interesantes.

# data/maps/rhombus-sqr/center-nw.json//entities/746/settings/dialog/4/text
source: Huh, now that you mention it...
es_es: Hm, ahora que lo mencionas...

# data/maps/rhombus-sqr/center-s.json//entities/8/settings/teleportLabel
source: Sky Rail
es_es: Gran Teleférico

# data/maps/rhombus-sqr/center-s.json//entities/446/settings/interact/hoverText
source: \c[3]Crossaint Cafe\c[0]
es_es: \c[3]Café Crossaint\c[0]

# data/maps/rhombus-sqr/center-s.json//entities/592/settings/event/0/text
source: Missing Pass
es_es: No Tienes el Pase

source: Good day, Lea.
es_es: Buenos días, Lea.

source: Hi!
es_es: ¡Hola!

source: I was expecting you to arrive \c[3]alone\c[0]. We should make sure that no one else is involved in this.
es_es: Esperaba que estés \c[3]sola\c[0]. Debemos asegurarnos de no involucrar a nadie más.

source: No time to waste, please come this way.
es_es: No hay tiempo que perder, por favor sígueme.

source: Follow Albert to \c[3]Rhombus Square - Residential District\c[0].
es_es: Sigue a Albert hasta \c[3]Plaza Rombo - Distrito Residencial\c[0].

# data/maps/rhombus-sqr/center-s.json//entities/632/settings/dialog/0/text
source: And then she said: "You city folk don't know plants."
es_es: Y luego dijo: "Ustedes los de la ciudad no saben nada de plantas."

# data/maps/rhombus-sqr/center-s.json//entities/632/settings/dialog/1/text
source: But she was born here, wasn't she?
es_es: Pero ella nació aquí, ¿no?

# data/maps/rhombus-sqr/center-s.json//entities/632/settings/dialog/2/text
source: That's what I thought too, but she was derailing the argument anyway.
es_es: Eso pensé también, pero no dejaba de esquivar la pregunta.

# data/maps/rhombus-sqr/center-s.json//entities/632/settings/dialog/3/text
source: Oh bother...
es_es: Qué molesta...

# data/maps/rhombus-sqr/center-s.json//entities/634/settings/dialog/0/text
source: Ah, Seeker. What you obtained is ancient. Be careful with it.
es_es: Ah, Buscadora. Lo que llevas ahí es antiguo. Ten cuidado con eso.

# data/maps/rhombus-sqr/center-s.json//entities/647/settings/dialog/0/text
source: I've been looking to spiff up my character's look.
es_es: He estado deseando radicalizar el aspecto de mi personaje.

# data/maps/rhombus-sqr/center-s.json//entities/647/settings/dialog/1/text
source: Good luck with that.
es_es: Buena suerte con eso.

# data/maps/rhombus-sqr/center-s.json//entities/647/settings/dialog/2/text
source: Why?
es_es: ¿Por qué?

# data/maps/rhombus-sqr/center-s.json//entities/647/settings/dialog/3/text
source: All of the cool cosmetics are only bought with real money.
es_es: Todos los cosméticos lujosos cuestan dinero real.

# data/maps/rhombus-sqr/center-s.json//entities/647/settings/dialog/4/text
source: What about the \c[5]horns\c[0]?
es_es: ¿Qué hay de los \c[5]cuernos\c[0]?

source: Hi...?
es_es: ¿Hola...?

source: You!\. You have the horns!
es_es: ¡Tú!\. ¡Tú tienes los cuernos!

source: Please trade them with me!
es_es: ¡Por favor, intercambiemos algo!

source: I have a flower you can put in your hair if you want that!
es_es: ¡Tengo una flor que te puedes poner en el pelo si quieres!

source: [nods]
es_es: [asiente]

source: Nice! So how do you trade it?
es_es: ¡Genial! ¿Cómo se intercambia?

source: You don't.\. They don't allow trading of cosmetics.
es_es: No puedes.\. No se puede intercambiar cosméticos.

source: Whhhyyy?
es_es: ¿Por quéééééé?

source: Bummer...
es_es: Una pena...

source: Well then...\. can you at least tell me how you got them?
es_es: Bueno...\. ¿al menos me dirías como los obtuviste?

source: [shakes head]
es_es: [niega con la cabeza]

source: ... Sorry.
es_es: ... Perdón.

source: Huh.\. Guess I'll look it up myself, then.
es_es: Hm.\. Bueno, lo investigaré yo misma entonces.

# data/maps/rhombus-sqr/center-s.json//entities/647/settings/dialog/5/text
source: What horns?
es_es: ¿Qué cuernos?

# data/maps/rhombus-sqr/center-s.json//entities/647/settings/dialog/6/text
source: You haven't seen them? They're metallic and connect to the side of your head.
es_es: ¿No sabes de que hablo? Son metálicos y salen de los lados de tu cabeza.

# data/maps/rhombus-sqr/center-s.json//entities/647/settings/dialog/7/text
source: I can't say I've ever seen those.
es_es: Jamás los he visto.

# data/maps/rhombus-sqr/center-s.json//entities/647/settings/dialog/8/text
source: Well, that's a shame.\. I could swear I've seen them on someone.
es_es: Ah, es una pena.\. Puedo jurar que he visto a alguien con ellos.

# data/maps/rhombus-sqr/center-s.json//entities/654/settings/event/25/message
source: Why?!
es_es: ¡¿Por qué?!

# data/maps/rhombus-sqr/center-s.json//entities/658/settings/event/6/message
source: Hoooow...?
es_es: ¿Cómoooo...?

# data/maps/rhombus-sqr/center-s.json//entities/668/settings/dialog/0/text
source: What is this!? A special event?
es_es: ¿¡Qué es esto!? ¿Un evento especial?

# data/maps/rhombus-sqr/center-s.json//entities/668/settings/dialog/1/text
source: This seriously seems like some kind of hack!\. Better not get involved!
es_es: ¡Esto parece ser algún tipo de hack!\. ¡Será mejor no involucrarme!

# data/maps/rhombus-sqr/center-s.json//entities/669/settings/dialog/0/text
source: Those seem out of place...
es_es: Se ve fuera de lugar...

# data/maps/rhombus-sqr/center-s.json//entities/669/settings/dialog/1/text
source: Yeah, definitely a hack.\. Better avoid those.
es_es: Sí, es definitivamente un hack.\. Será mejor evitarlos.

# data/maps/rhombus-sqr/center-s.json//entities/670/settings/dialog/0/text
source: Is...\. is that a hillkat? How can it dig out of the glass?!
es_es: Es...\. ¿es esa una colicata? ¡¿Cómo puede escarbar en vidrio?!

# data/maps/rhombus-sqr/center-s.json//entities/670/settings/dialog/1/text
source: Hacks!\. Definitely stay away from those!
es_es: ¡Hacks!\. ¡Te digo que te alejes de ellos!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/20/message
source: Hey there, Lea...
es_es: Ah, hola, Lea...

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/21/message
source: That was quite the mess, wasn't it?
es_es: Eso ha sido un lío, ¿no?

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/22/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/23/message
source: Now where is our little troublemaker?!
es_es: Ahora, ¡¿dónde se encuentra ese alborotador?!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/29/message
source: Ah, there you are!
es_es: ¡Ah, ahí estás!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/49/message
source: WHAT THE HECK, DUDE?!
es_es: ¡¿QUÉ DEMONIOS, HOMBRE?!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/50/message
source: Seriously, what have you and Ivo been up to again?!
es_es: En serio, ¡¿en qué se han metido Ivo y tú esta vez?!

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/51/message
source: Well...\. Ivo wanted me to try out a few things with those enemies.
es_es: Bueno...\. Ivo quería probar una cosa con esos enemigos.

# data/maps/rhombus-sqr/center-s.json//entities/674/settings/event/52/message
source: Gave me a few items and told me to feed them.
es_es: Me dio unos objetos y me dijo que los alimente.
