Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

# data/maps/rhombus-sqr/residential-s1.json//entities/708/settings/dialog/3/text
source: Oof, that's harsh...
es_es: Uf, qué duro...

# data/maps/rhombus-sqr/residential-s1.json//entities/708/settings/dialog/4/text
source: And the kicker: They said most people just enjoy hitting plants more.
es_es: Y para el colmo: Dijo que la mayoría de la gente prefiere golpear plantas.

# data/maps/rhombus-sqr/residential-s1.json//entities/708/settings/dialog/5/text
source: But what about us? Some just want some peace and tranquility while fishing.
es_es: ¿Y qué hay de nosotros? Hay quienes prefieren la paz y la tranquilidad de la pesca.

# data/maps/rhombus-sqr/residential-s1.json//entities/748/settings/interact/title
source: Coming Soon
es_es: Próximamente

# data/maps/rhombus-sqr/residential-s1.json//entities/894/settings/event/0/text
source: Missing Pass
es_es: No Tienes el Pase

source: Lea, you need to enter his mansion \c[3]alone\c[0]. No one else must be involved.
es_es: Lea, tienes que entrar en su mansión \c[3]sola\c[0]. Nadie más debe estar involucrado.

source: He is waiting inside.
es_es: Está esperándote ahí dentro.

source: He wants to find out just how advanced of an AI you really are.
es_es: Quiere comprobar qué tan avanzada es esta IA realmente.

source: Well...\. just try to \c[3]act naturally\c[0]. Human-like.
es_es: Bueno...\. solo trata de\. \c[3]actuar naturalmente\c[0]. Como un humano.

source: Pretty much like you did so far.
es_es: Básicamente como has hecho hasta ahora.

source: Meet Mr. Vestorovich in his mansion in \c[3]Rhombus Square - Residential District\c[0].
es_es: Reúnete con el Sr. Vestorovich en su mansión en \c[3]Plaza Rombo - Distrito Residencial\c[0].

source: Good luck in there.
es_es: Buena suerte ahí dentro.

source: Remember, just \c[3]act naturally\c[0].
es_es: Recuerda, sólo \c[3]actúa naturalmente\c[0].

# data/maps/rhombus-sqr/residential-s1.json//entities/992/settings/event/0/message
source: The mansion is further down.
es_es: La mansión está más al sur.

# data/maps/rhombus-sqr/residential-s1.json//entities/994/settings/event/6/message
source: Back again?\. How was it?
es_es: ¿Y bien?\. ¿Cómo te fue?

source: It went really well!
es_es: ¡Ha ido muy bien!

source: Mr. Vestorovich at least seemed very intrigued.
es_es: El Sr. Vestorovich parecía como mínimo intrigado.

source: If we can convince him of the potential of Evotars, we might get Instatainment to support the research after all.
es_es: Si conseguimos convencerle del potencial de los Evotares, puede que consigamos que Instatainment apoye la investigación.

source: Which means, we might be able to create a future for Evotars!
es_es: Lo que significa, ¡que puede que haya futuro para los Evotares!

source: This is great news.
es_es: Esas son grandes noticias.

source: I am not sure, to be honest.
es_es: A decir verdad, no estoy seguro.

source: Lea, you behaved a little bit strangely in there. Were you nervous?
es_es: Lea, te comportaste un poco extraño ahí dentro. ¿Estabas nerviosa?

source: Hm...\. we will just have to see how it turns out.
es_es: Hm...\. tendremos que ver como resulta.

source: Honestly...\. Lea?
es_es: La verdad...\. ¿Lea?

source: What was that?
es_es: ¿Qué fue eso?

source: Lea! Hi!
es_es: ¡Lea! ¡Hola!

source: Did you even want to prove you were an intelligent AI?
es_es: ¿Lo has intentado siquiera?

source: It felt more like you have been messing around.
es_es: Parecías que tan solo querías jugar con él.

source: Why?
es_es: ¿Por qué?

source: This is not funny, Lea!!
es_es: ¡Esto no es gracioso, Lea!

source: We might have just gambled away our best chance to create a future for Evotars.
es_es: Puede que hayamos desperdiciado nuestra mejor oportunidad de crear un futuro para los Evotares.

source: ...Sorry...
es_es: ...Perdón...

source: I am afraid saying sorry will not fix this.
es_es: Me temo que pedir perdón no lo arreglará.

source: Well, it happened.
es_es: Bueno, lo hecho hecho está.

source: We will have to see if more opportunities come up.
es_es: Espero que surja algún otra oportunidad.

source: Hm...\. that is a shame.
es_es: Hm...\. es una pena.

source: Lea unfortunately failed the most important test.
es_es: Por desgracia, Lea no pasó la prueba más importante.

source: That was weird.\. Sending you those recordings usually works perfectly fine.
es_es: Eso fue raro.\. Cuando yo te envío esas grabaciones funciona perfectamente.

source: Was there maybe an issue when Mr Vestorovich used it?
es_es: ¿Habrá habido algún problema cuando lo usó el Sr. Vestorovich?

source: [shakes head]
es_es: [niega con la cabeza]

source: Well...\. it cannot be helped now.
es_es: Bueno...\. nada que podamos hacer ahora.

source: Hm...\. that is a shame.
es_es: Hm...\. es una pena.

source: Anyway, next I suppose you have to resolve this whole "Evotarground" situation, right?
es_es: En fin, aún queda por resolver todo el asunto del "Mundo Evotar", ¿cierto?

source: Right, and we are on it.
es_es: Sí, ya estamos en ello.

source: Please make sure not to tell anyone else about Lea just yet.
es_es: Por favor, asegúrate de no decirle a nadie más sobre Lea aún.

source: It is important that we keep things secret for now.
es_es: Es importante que mantengamos las cosas en secreto por ahora.

source: Understood. If there is anything else I can help you with, just let me know.
es_es: Entendido. Si hay algo más con lo que pueda ayudar, házmelo saber.

source: Of course, and thanks a lot for everything so far!
es_es: Por supuesto, ¡y muchas gracias por todo hasta ahora!

source: No problem, see you around.
es_es: No hay problema, nos vemos.

source: Bye!
es_es: ¡Adiós!

# data/maps/rhombus-sqr/residential-s1.json//entities/994/settings/event/21/text
source: Logout
es_es: Desconectando

source: So...\. what next?
es_es: Entonces...\. ¿qué sigue?

source: Right. \c[3]Getting ready to re-enter Vermillion Wasteland\c[0].
es_es: Cierto. \c[3]Prepararse para volver a entrar al Vertedero Vermillion\c[0].

source: Once you feel prepared, let us visit Shizuka and Satoshi again at the \c[3]Old Hideout\c[0].
es_es: Una vez te sientas preparada, visitemos de nuevo a Shizuka y Satoshi en el \c[3]Viejo Escondite\c[0].

source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/residential-s1.json//entities/994/settings/event/36/task
source: Prepare yourself for reentering Vermillion Wasteland. Talk to \c[3]Satoshi\c[0] at the \c[3]Hideout\c[0] when ready.
es_es: Prepárate para volver a entrar al Vertedero Vermillion. Habla con \c[3]Satoshi\c[0] en el \c[3]Escondite\c[0] cuando estés listo.

# data/maps/rhombus-sqr/residential-s1.json//entities/1008/settings/event/0/text
source: Restricted Area
es_es: Área Restringida

# data/maps/rhombus-sqr/shops-1.json//entities/219/settings/teleportLabel
source: Sky Rail
es_es: Gran Teleférico

# data/maps/rhombus-sqr/shops-1.json//entities/766/settings/event/0/text
source: Restricted Area
es_es: Área Restringida

# data/maps/rhombus-sqr/shops-1.json//entities/801/settings/dialog/0/text
source: So what did you wanna talk about?
es_es: Entonces, ¿de qué querías hablarme?

# data/maps/rhombus-sqr/shops-1.json//entities/801/settings/dialog/1/text
source: Well, we've known each other for a while now, so...
es_es: Bueno, ya nos conocemos hace un tiempo, entonces...

# data/maps/rhombus-sqr/shops-1.json//entities/801/settings/dialog/2/text
source: You're gonna confess your love to me? REALLY?
es_es: ¿Vas a confesar tu amor por mí? ¿EN SERIO?

# data/maps/rhombus-sqr/shops-1.json//entities/801/settings/dialog/3/text
source: Huh? No, I wanted to ask if you can watch my cats while I'm on vacation.
es_es: ¿Eh? No, quería pedirte si podías cuidar mis gatos mientras estoy de vacaciones.

# data/maps/rhombus-sqr/shops-1.json//entities/801/settings/dialog/4/text
source: Oh... Sure... Whatever.
es_es: Oh... Seguro... Lo que sea.

# data/maps/rhombus-sqr/shops-1.json//entities/812/settings/dialog/0/text
source: I'm not sure about this cactus juice.
es_es: Este jugo de cactus no me inspira mucha confianza.

# data/maps/rhombus-sqr/shops-1.json//entities/812/settings/dialog/1/text
source: It's the latest in juice design. Engineered for maximum taste.
es_es: Es lo último en diseño de jugos. Diseñado para el máximo sabor.

# data/maps/rhombus-sqr/shops-1.json//entities/812/settings/dialog/2/text
source: Can you tell me more about the company who made it?
es_es: ¿Podrías decirme más sobre la compañía que lo fabrica?

# data/maps/rhombus-sqr/shops-1.json//entities/812/settings/dialog/3/text
source: I apologize, this information is confidential.
es_es: Lo siento, esa información es confidencial.

# data/maps/rhombus-sqr/shops-1.json//entities/812/settings/dialog/4/text
source: Mh...
es_es: Hm...

# data/maps/rhombus-sqr/shops-1.json//entities/873/settings/dialog/0/text
source: Swords, knuckles, cards...\. Only a few firearms.
es_es: Espadas, nudillos, cartas...\. Apenas un puñado de armas de fuego.

# data/maps/rhombus-sqr/shops-1.json//entities/873/settings/dialog/1/text
source: Man, why is it so tough to be a \c[5]gunner\c[0] in MMOs nowadays?
es_es: Uf, ¿por qué es tan difícil ser un \c[5]tirador\c[0] en los MMOs hoy en día?

source: Hi!
es_es: ¡Hola!

source: Oh, hey.\. I was just doing some window-shopping here.
es_es: Oh, hola.\. Estaba echando un vistazo a las vidrieras.

source: For a sci-fi game, CrossWorlds has an astounding lack of guns, don't you think?
es_es: Para ser un juego de ciencia ficción, CrossWorlds tiene una sorprendente falta de armas, ¿no crees?

source: It's a shame, too.\. My class is the ranged option, but...\. I'm not made for support.
es_es: Es una pena.\. Mi clase está hecha para combate a distancia, pero...\. no estoy hecho para soporte.

source: Can't we have a Septaranger, or something?
es_es: ¿No podría haber un Heptaranger o algo?

source: Not that you'd agree, anyway.\. You're a Spheromancer.
es_es: No creo que estés de acuerdo, de todos modos.\. Eres una Spheromancer.

source: But I can't be stylish while throwing balls.\. That's, like, anti-fun, you know?
es_es: Pero no puedo verme guay si voy tirando bolas por ahí.\. Eso es, anti diversión, ¿sabes?

# data/maps/rhombus-sqr/shops-1.json//entities/874/settings/dialog/0/text
source: Look! That guy just took a Cobalt Mail out of the display case and put it on!
es_es: ¡Mira! ¡Ese tipo se llevó la Malla de Cobalto de la vidriera y se la equipó!

# data/maps/rhombus-sqr/shops-1.json//entities/874/settings/dialog/1/text
source: I don't think the shopkeep noticed...
es_es: Creo que el tendero no se enteró...

# data/maps/rhombus-sqr/shops-1.json//entities/874/settings/dialog/2/text
source: Uh...\. doesn't he realize that won't work?\. You have to literally go up to the counter to buy the thing.
es_es: Uh...\. ¿qué no sabe que eso no funcionará?\. Tienes que ir al mostrador para comprar las cosas.

# data/maps/rhombus-sqr/shops-1.json//entities/874/settings/dialog/3/text
source: It's going to disappear from his inventory as soon as he walks away from the case.
es_es: Desaparecerá de su inventario tan pronto como se aleje de la vidriera.

# data/maps/rhombus-sqr/shops-1.json//entities/874/settings/dialog/4/text
source: It disappears?\. Oh...\. oh no.
es_es: ¿Desaparece?\. Oh..\. oh no.

# data/maps/rhombus-sqr/shops-1.json//entities/874/settings/dialog/5/text
source: What? You don't think he has the Visible Armor setting enabled, do you?
es_es: ¿Qué? No creerás que tiene la opción de Armadura Visible activada, ¿verdad?

# data/maps/rhombus-sqr/shops-1.json//entities/874/settings/dialog/8/text
source: Purple chest hair?\. Really?
es_es: ¿Pelo púrpura en el pecho?\. ¿En serio?

# data/maps/rhombus-sqr/shops-1.json//entities/874/settings/dialog/9/text
source: Some people shouldn't be allowed near character creators.
es_es: Hay gente que debería tener prohibido acercarse a un creador de personajes.

# data/maps/rhombus-sqr/shops-1.json//entities/876/settings/dialog/0/text
source: Have you come up with your character for our Pen&Paper evening already?
es_es: ¿Ya tienes listo el personaje para nuestra tarde de rol?

# data/maps/rhombus-sqr/shops-1.json//entities/876/settings/dialog/1/text
source: Yeah, I guess I'm going to be an amazon warrior from Maraskan, who tries to find her lost tribe.
es_es: Sí, creo que seré una guerrera del amazonas de Maraskan, que intenta encontrar su tribu perdida.

# data/maps/rhombus-sqr/shops-1.json//entities/876/settings/dialog/2/text
source: Sounds great. What's the name of your character?
es_es: Suena genial. ¿Cómo la has llamado?

# data/maps/rhombus-sqr/shops-1.json//entities/876/settings/dialog/3/text
source: I didn't come up with a good name yet. I'm really not good with \c[5]naming my characters\c[0].
es_es: No tengo un buen nombre aún. No se me da bien \c[5]nombrar a mis personajes\c[0].

source: Hi!
es_es: ¡Hola!

source: Oh, hello. I guess you heard all that... do you have a suggestion for my character's name?
es_es: Oh, hola. Supongo que oíste nuestra conversación... ¿por casualidad se te ocurre un buen nombre para mi personaje?

source: [nods]
es_es: [asiente]

source: Mmh, Lea...\. Lea the amazon warrior...
es_es: Hm, Lea...\. Lea la guerrera del amazonas...

source: Yeah, I guess that sounds great!\. Thank you for helping me out.
es_es: Sí, ¡suena maravilloso!\. Muchas gracias por la ayuda.

source: If you want to tag along, we still have space for new party members.
es_es: Si quieres unirte, aún tenemos espacio para más jugadores.

source: [shakes head]
es_es: [niega con la cabeza]

source: No? Too bad.
es_es: ¿No? Una pena.

source: Anyway... Amazon warrior Lea. I like it. Thank you for your help!
es_es: En fin... Guerrera Amazónica Lea. Me gusta. ¡Gracias por la ayuda!

# data/maps/rhombus-sqr/shops-1.json//entities/878/settings/dialog/0/text
source: \c[3]New Gear\c[0] available as of today!
es_es: ¡\c[3]Nuevo Equipo\c[0] disponible desde hoy!

# data/maps/rhombus-sqr/shops-1.json//entities/878/settings/dialog/1/text
source: Don't miss our \c[3]new trading offers\c[0] on the \c[3]third floor\c[0]!
es_es: ¡No te pierdas nuestras \c[3]nuevas ofertas\c[0] en el \c[3]tercer piso\c[0]!

# data/maps/rhombus-sqr/shops-1.json//entities/878/settings/dialog/2/text
source: Make sure you are prepared for \c[3]Azure Archipelago\c[0] and what follows!
es_es: ¡Asegúrate de preparate para el \c[3]Archipiélago Cerúleo\c[0] y demás!

# data/maps/rhombus-sqr/sky-rail-map.json//entities/2/settings/title
source: South Arch
es_es: Arco Sur

# data/maps/rhombus-sqr/sky-rail-map.json//entities/2/settings/description
source: This stop is close to both the Arena and the Southern Residence District.
es_es: Esta parada está cerca de la Arena y del Distrito Residencial Sur.

# data/maps/rhombus-sqr/sky-rail-map.json//entities/3/settings/title
source: Shopping District
es_es: Distrito Comercial

# data/maps/rhombus-sqr/sky-rail-map.json//entities/3/settings/description
source: Both shops and cafes call this part of town their home.
es_es: Encontrarás muchas tiendas y cafeterías.

# data/maps/rhombus-sqr/sky-rail-map.json//entities/4/settings/title
source: Cross Central
es_es: Cruce Central

# data/maps/rhombus-sqr/sky-rail-map.json//entities/4/settings/description
source: The entrance to Rhombus Square and exit to the main land.
es_es: La entrada a Plaza Rombo y la salida al continente.

# data/maps/rhombus-sqr/sky-rail-map.json//entities/5/settings/title
source: North Arch
es_es: Arco Norte

# data/maps/rhombus-sqr/sky-rail-map.json//entities/5/settings/description
source: This stop is close to the business district and the PvP fields.
es_es: Esta parada está cerca del distrito empresarial y de los campos PvP.

# data/maps/rhombus-sqr/test.json//entities/39/settings/teleportLabel
source: SOMEWHERE ELSE
es_es: ALGÚN OTRO LUGAR

# data/maps/rhombus-sqr/test.json//entities/41/settings/teleportLabel
source: SOMEWHERE
es_es: ALGÚN LUGAR

# data/maps/rhombus-sqr/test2.json//entities/38/settings/teleportLabel
source: SOMEWHERE ELSE
es_es: ALGÚN OTRO LUGAR

# data/maps/rhombus-sqr/test2.json//entities/40/settings/teleportLabel
source: SOMEWHERE
es_es: ALGÚN LUGAR

source: Oh Hey, fellow Spheromancer.
es_es: Oh, hola colega Spheromancer.

source: Hi!
es_es: ¡Hola!

source: An excellent class choice, albeit one that is not very popular.
es_es: Una gran clase, pero no muy popular.

source: Why?
es_es: ¿Por qué?

source: If you ask me, I think players love being overpowered.
es_es: Si quieres mi opinión, yo creo que a la gente le gusta sentirse poderosa.

source: But Spheromancers are balanced in all ways.
es_es: Pero los Spheromancers son muy balanceados.

source: While the other classes excel at doing one particular thing, we can do well at all of them.
es_es: Las otras clases tienen un aspecto en el que se destacan, pero nosotros podemos hacer todo bien.

source: That takes skill and time, not something a lot of people have these days.
es_es: Aunque lleva mucha habilidad y tiempo. No es algo que mucha gente tenga hoy en día.

source: That is why the other classes struggle with some of the content too.
es_es: Es por eso también por lo que las otras clases tienen dificultades con algunas partes del juego.

source: It's almost as if the developers made the game specifically for Spheromancers.
es_es: Es casi como si los desarrolladores lo hubieran diseñado específicamente para Spheromancers.

source: What are we queuing for?
es_es: ¿Para qué hacemos cola?

source: Oh, I thought you knew?
es_es: Oh, creí que sabías.

source: Nope. Just followed you here.
es_es: Nop. Tan solo te seguí hasta aquí.

source: Well... \. Only one way to find out.
es_es: Bueno...\. Solo hay un modo de averiguarlo.

source: I wonder if we'll ever see that insane arena champion again.
es_es: Me pregunto si alguna vez volveremos a ver al campeón de la arena.

source: You mean that self-proclaimed VRP dueling champ?
es_es: Oh, ¿hablas de ese auto proclamado campeón de duelo de PRV?

source: Yeah, that old man was amazing.
es_es: Sí, ese viejo estuvo asombroso.

source: Last I heard of him, he apparently took a job at Instatainment.
es_es: Lo último que oí de él es que aparentemente consiguió trabajo en Instatainment.

source: Must be nice, getting a job at the company which made the game you played.
es_es: Debe sentirse bien, trabajar para la compañía que hizo el juego que jugaste.

source: Depends on the job I guess...
es_es: Dependerá del trabajo supongo...

source: Oh, a little park.\. Neat!
es_es: Oh, un parquecito.\. ¡Qué bello!

source: Kind of a shame that all those cars are driving right below it.
es_es: Es una pena que haya tantos autos pasando debajo de él.

source: What a successful day!
es_es: ¡Qué día tan exitoso!

source: Now we only need to figure out how those Hillkats ended up in our city in the first place.
es_es: Ahora solo tenemos que averiguar cómo esas Colicatas acabaron en nuestra ciudad en primer lugar.

source: But you can safely leave that part in the hands of our department.
es_es: Pero puede dejar esa tarea en manos de nuestro departamento.

source: In fact, I already have my suspicions.
es_es: De hecho, ya tengo mis sospechas.

source: Alas, Ms. Lea, your work here is done and a reward is in order!
es_es: En fin, Señorita Lea. ¡Su trabajo aquí está hecho! ¡Tenga esta recompensa!

source: It was a pleasure working with you and I hope our paths will cross again in the future!
es_es: ¡Ha sido un gran placer trabajar con usted! ¡Espero que nos volvamos a encontrar!

source: [nods]
es_es: [asiente]

source: Bye!!
es_es: ¡¡Adiós!!

source: Missing Homeowner Pass
es_es: No Tienes el Pase de Propietario

source: Hi!
es_es: ¡Hola!

source: Great! Looks like I can just inject functionality by rewriting memory.
es_es: ¡Genial! Parece que puedo inyectar mi propia funcionalidad modificando la memoria.

source: Hi...
es_es: Hola...

source: This would mean no more replacing the executable...
es_es: Con esto no habría más necesidad de reemplazar el ejecutable...

source: Hi...?
es_es: ¿Hola...?

source: Also UI changes should be feasible, maybe even inject entirely new UI.
es_es: Además, debería poder modificar la interfaz. Quizá hasta reemplazarla por completo.

source: Maybe even highlight text commands...
es_es: Quizá incluso resaltar los comandos de texto...

source: Bye...
es_es: Adiós...

source: Please be advised to use the southern temporary bridge to cross the road safely.
es_es: Por favor use el puente sureño temporal para cruzar la carretera de forma segura.

source: The new bridge will be finished soon.
es_es: El nuevo puente se terminará pronto.

source: This new bridge is sure gonna be a tight fit.
es_es: Este nuevo puente va a estar ajustado.

source: It's not like many people will use it anyway.
es_es: No mucha gente va a usarlo de todos modos.

source: The rich folk over there have a personal teleporter.
es_es: Los ricos de por allí tienen un teletransportador personal.

source: That's true.
es_es: Cierto.

source: Homeowners only it said...
es_es: Solo para propietarios dice...

source: What a joke. I just wanna hang out with my friends at the private beach.
es_es: Qué tontería. Tan solo quiero estar con mis amigos en la playa privada.

source: I guess this is where they make all the money from, with all the content updates being free...
es_es: Supongo que de aquí recaudan todo el dinero, ya que las actualizaciones son gratis...

source: That... actually makes sense. Dammit now I can't be mad.
es_es: Eso... tiene sentido. Demonios ahora no puedo enojarme.

source: Where art thou fish. Where art thou...
es_es: Dónde estás pecesito. Dónde estás...

source: Again someone interrupting\..\..\..
es_es: De nuevo alguien interrumpiendo\..\..\..

source: It's that treasure.\.\. We'll find a better place next time.
es_es: Es ese tesoro.\.\. Encontraremos un mejor lugar la próxima.

source: A friend of mine told me\...\..\..\. you can reach the other side via jumping over the cars here.
es_es: Un amigo mío me dijo\...\..\..\. que puedes llegar al otro lado saltando sobre los autos.

source: But I'm just too scared to try.\. Have you tried?
es_es: Pero me da mucho miedo intentarlo.\. ¿Tú lo has hecho?

source: Look, a Pentafist assemblée!\. So much punching force concentrated in one spot!
es_es: ¡Mira, una assemblée de Pentafists!\. ¡Tanto poderío en los puños concentrado en un solo lugar!

source: Where do we punch things next?
es_es: ¿Dónde vamos a golpear ahora?

source: Anywhere, where there's stuff to punch!
es_es: Dónde sea, ¡dónde quiera que haya cosas que golpear!

source: I wanna punch snowy things!
es_es: ¡Quiero golpear cosas nevadas!

source: I'd rather punch sandy things!
es_es: ¡Yo prefiero cosas arenosas!

source: I wanna punch plants!
es_es: ¡Y yo quiero golpear plantas!

source: Don't worry, there's enough time to punch all the things!
es_es: No se preocupen, ¡hay suficiente tiempo para golpearlo todo!

# data/areas/rhombus-sqr.json/name
source: Rhombus Square
ru_ru: Площадь Ромба

# data/areas/rhombus-sqr.json/floors/0/maps/0/name
source: Training Arena
ru_ru: Тренировочная арена

# data/areas/rhombus-sqr.json/floors/1/maps/0/name
source: Arena Plaza
ru_ru: Площадь арены

# data/areas/rhombus-sqr.json/floors/1/maps/2/name
source: Residential District
ru_ru: Жилой район

# data/areas/rhombus-sqr.json/floors/1/maps/3/name
source: South Arch
ru_ru: Южная арка

# data/areas/rhombus-sqr.json/floors/1/maps/4/name
source: Lloyd Passage
ru_ru: Пассаж Ллойда

# data/areas/rhombus-sqr.json/floors/1/maps/5/name
source: Garden Boulevard
ru_ru: Садовый бульвар

# data/areas/rhombus-sqr.json/floors/1/maps/6/name
source: Shopping District
ru_ru: Торговый район

# data/areas/rhombus-sqr.json/floors/1/maps/7/name
source: Old Smith GF
ru_ru: Старый кузнец - Цокольный этаж
