Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: You have just arrived at the final waiting area.
ru_ru: Вы только что прибыли в заключительную зону ожидания.

source: You can take a break here and enjoy the view.
ru_ru: Здесь вы можете отдохнуть и насладиться видом.

source: Once you are ready, proceed to the teleporter at the other end of this area to enter the final stage!
ru_ru: Как только вы будете готовы, пройдите к телепорту на другом конце этой области, чтобы приступить к заключительному этапу!

source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/dng-top.json/entities/204/settings/dialog/0/text
source: This is seriously high up.
ru_ru: Здесь довольно высоко.

# data/maps/rhombus-sqr/dng-top.json/entities/204/settings/dialog/1/text
source: Yeah, good thing they added those laser railings!
ru_ru: Ага, хорошо, что они добавили эти лазерные перила!

# data/maps/rhombus-sqr/dng-top.json/entities/204/settings/dialog/2/text
source: Yes, gotta love lasers.
ru_ru: Как же не любить лазеры?

# data/maps/rhombus-sqr/dng-top.json/entities/204/settings/dialog/3/text
source: Movement blocking lasers!
ru_ru: Блокирующие передвижение лазеры!

# data/maps/rhombus-sqr/dng-top.json/entities/204/settings/dialog/4/text
source: The best type of laser there is.
ru_ru: Самый лучший вид лазера.

# data/maps/rhombus-sqr/dng-top.json/entities/207/settings/dialog/0/text
source: Ocean as far as the eye can see.
ru_ru: Океан тянется так далеко, ни конца, ни края.

# data/maps/rhombus-sqr/dng-top.json/entities/207/settings/dialog/1/text
source: Huh... now that we're on this distant moon...
ru_ru: Хмм... теперь, когда мы на этом далёком спутнике...

# data/maps/rhombus-sqr/dng-top.json/entities/207/settings/dialog/2/text
source: It makes you wonder what kind of sea life you'd find down there.
ru_ru: Это заставляет задуматься о том, что таит в себе его пучина.

# data/maps/rhombus-sqr/dng-top.json/entities/207/settings/dialog/3/text
source: Hell yeah! You think we can just jump down into the water with our avatars and explore?
ru_ru: Чёрт возьми! Думаешь, что мы можем просто прыгнуть в воду и начать врываться?

# data/maps/rhombus-sqr/dng-top.json/entities/207/settings/dialog/4/text
source: More like "explode"... I heard avatars are not all that water resistant.
ru_ru: Скорее "взрываться"... Я слышала, что аватары не такие уж и водостойкие.

source: Awesome!
ru_ru: Замечательно!

source: Combat Practice Terminal
ru_ru: Терминал боевой практики

source: \i[element-neutral]Neutral
ru_ru: \i[element-neutral]Нейтральный

source: \i[element-heat]Heat
ru_ru: \i[element-heat]Пламя

source: \i[element-cold]Cold
ru_ru: \i[element-cold]Холод

source: \i[element-shock]Shock
ru_ru: \i[element-shock]Шок

source: \i[element-wave]Wave
ru_ru: \i[element-wave]Волна

source: \c[1]Cancel\c[0]
ru_ru: \c[1]Отмена\c[0]

source: Single Enemy Practice
ru_ru: Один противник

source: Multi Enemy Practice
ru_ru: Несколько противников

source: Set Enemy Attack \c[2]On\c[0]
ru_ru: \c[2]Включить\c[0] атаку врагов

source: Set Enemy Attack \c[1]Off\c[0]
ru_ru: \c[1]Отключить\c[0] атаку врагов

source: Change attacking \c[3]Element\c[0]
ru_ru: Сменить \c[3]элемент\c[0] атак

source: \c[1]End Practice\c[0]
ru_ru: \c[1]Завершить тренировку\c[0]

source: \c[1]Cancel\c[0]
ru_ru: \c[1]Отмена\c[0]

source: Initiate Practice Mode
ru_ru: Запуск тренировки

source: Practice Mode End
ru_ru: Тренировка окончена

source: Circuit Reset Terminal
ru_ru: Терминал сброса контуров

source: \s[0]Circuit Reset Machine ------------------------- \c[3]\v[item.428.name]\c[0]: \v[item.428.amount]
ru_ru: \s[0]Терминал сброса контуров ------------------------- \c[3]\v[item.428.name]\c[0]: \v[item.428.amount]

source: Neutral Circuit
ru_ru: Нейтральный контур

source: Heat Circuit
ru_ru: Контур Пламени

source: Cold Circuit
ru_ru: Контур Холода

source: Shock Circuit
ru_ru: Контур Шока

source: Wave Circuit
ru_ru: Контур Волны

source: \s[0]You can spend one \c[3]\v[item.428.name]\c[0] to reset a circuit. Which circuit do you want to reset?
ru_ru: Вы можете потратить один \c[3]\v[item.428.name]\c[0], чтобы сбросить контур. Какой контур вы хотите сбросить?

source: \s[0]You can reset a circuit \c[2]for free\c[0]. Which circuit do you want to reset?
ru_ru: \s[0]Вы можете сбросить контур \c[2]бесплатно\c[0]. Какой контур вы хотите сбросить?

source: Reset \i[element-neutral]Neutral
ru_ru: Сбросить \i[element-neutral]Нейтральный

source: Reset \i[element-heat]Heat
ru_ru: Сбросить \i[element-heat]Пламя

source: Reset \i[element-cold]Cold
ru_ru: Сбросить \i[element-cold]Холод

source: Reset \i[element-shock]Shock
ru_ru: Сбросить \i[element-shock]Шок

source: Reset \i[element-wave]Wave
ru_ru: Сбросить \i[element-wave]Волна

source: \c[1]Cancel\c[0]
ru_ru: \c[1]Отмена\c[0]

source: Neutral Circuit
ru_ru: Нейтральный контур

source: Heat Circuit
ru_ru: Контур Пламени

source: Cold Circuit
ru_ru: Контур Холода

source: Shock Circuit
ru_ru: Контур Шока

source: Wave Circuit
ru_ru: Контур Волны

source: You can spend one \c[3]\v[item.428.name]\c[0] to reset a circuit.
ru_ru: Вы можете потратить один \c[3]\v[item.428.name]\c[0], чтобы сбросить контур.

source: If you possess \c[3]more than one Element\c[0], you can also \c[2]reset more circuits at once\c[0], \c[2]at a discount\c[0].
ru_ru: Если вы владеете \c[3]несколькими элементами\c[0], то вы можете \c[2]сбросить сразу несколько контуров со скидкой\c[0].

source: Once you reset a circuit you can \c[3]reset it again for free\c[0] as often as you want - until you leave this room.
ru_ru: После того, как вы сбросили контур, вы сможете \c[3]снова сбросить его бесплатно\c[0] до тех пор, пока вы не выйдете из этой комнаты.

source: Reset \i[element-neutral]Neutral \c[2](free)\c[0]
ru_ru: Сбросить \i[element-neutral]Нейтральный \c[2](бесплатно)\c[0]

source: Reset \i[element-heat]Heat \c[2](free)\c[0]
ru_ru: Сбросить \i[element-heat]Пламя \c[2](бесплатно)\c[0]

source: Reset \i[element-cold]Cold \c[2](free)\c[0]
ru_ru: Сбросить \i[element-cold]Холод \c[2](бесплатно)\c[0]

source: Reset \i[element-shock]Shock \c[2](free)\c[0]
ru_ru: Сбросить \i[element-shock]Шок \c[2](бесплатно)\c[0]

source: Reset \i[element-wave]Wave \c[2](free)\c[0]
ru_ru: Сбросить \i[element-wave]Волна \c[2](бесплатно)\c[0]

source: Reset a Circuit \c[3](\v[tmp.resetOneCost] token)\c[0]
ru_ru: Сбросить контур \c[3](\v[tmp.resetOneCost] жетон(ов))\c[0]

source: Reset a Circuit \c[2](free)\c[0]
ru_ru: Сбросить контур \c[2](бесплатно)\c[0]

source: Reset all Circuits \c[3](\v[tmp.resetAllCost] token)\c[0]
ru_ru: Сбросить все контуры \c[3](\v[tmp.resetAllCost] жетон(ов))\c[0]

source: Reset all Circuits \c[2](free)\c[0]
ru_ru: Сбросить все контуры \c[2](бесплатно)\c[0]

source: [Help]
ru_ru: [Помощь]

source: \c[1]Cancel\c[0]
ru_ru: \c[1]Отмена\c[0]

source: Info Advisor
ru_ru: Информационный советник

source: Greetings, \v[lore.title.seeker].\. You can purchase additional \c[3]Circuit Overrides\c[0] from me that you can use to \c[3]reset your circuits\c[0].
ru_ru: Приветствую, Искатель.\! У меня в продаже есть \c[3]Сброс контура\c[0], с помощью которого можно \c[3]сбрасывать контуры\c[0].

source: But beware: These legendary items are still costly to acquire.\. Please handle your circuit with care!
ru_ru: Но будьте осторожны: эти легендарные предметы стоят очень дорого.\. Пожалуйста, распределяйте ваши контуры с умом!

source: Area: Rhombus Square
ru_ru: Область: Площадь Ромба

# data/maps/rhombus-sqr/interior/arena-01.json/entities/19/settings/interact/title
source: \c[3]Bulletin Board\c[0]
ru_ru: \c[3]Доска объявлений\c[0]

source: Welcome to \c[3]Rhombus Arena\c[0]!
ru_ru: Добро пожаловать на \c[3]Арену Ромба\c[0]!

source: I'm happy to provide information on \c[3]Cups\c[0] and related topics!
ru_ru: Я рада предоставить информацию о \c[3]кубках\c[0] и связанных c ними темах!

source: [nods cups question]
ru_ru: [вопросительно кивает о кубках]

source: All challenges of the arena can be accessed through \c[3]cups\c[0].
ru_ru: Все испытания арены доступны в \c[3]кубках\c[0].

source: Each cup offers a list of \c[3]rounds\c[0] that you can tackle in \c[3]two ways\c[0].
ru_ru: Каждый кубок предлагает список \c[3]раундов\c[0], которые можно запустить \c[3]двумя способами\c[0].

source: The \c[3]first\c[0] is to simply pick each round \c[3]individually\c[0] and repeat it as often as you like.
ru_ru: \c[3]Первый\c[0] состоит в том, чтобы просто выбирать каждый раунд \c[3]отдельно\c[0] и повторять его так часто, как захочется.

source: Note that you can only select a round if you already completed the previous one.
ru_ru: Обратите внимание, что раунд можно выбрать, только если вы уже завершили предыдущий.

source: The \c[3]second way\c[0] to beat a cup is in \c[3]Rush Mode\c[0], where you fight through all rounds in order and only recover \c[3]50% of your HP\c[0] between rounds.
ru_ru: \c[3]Второй способ\c[0] сразиться за кубок находится в \c[3]режиме состязания\c[0], где вы должны проходить раунды по порядку и восстанавливаете только \c[3]50% вашего HP\c[0] между раундами.

source: [nods team cups question]
ru_ru: [вопросительно кивает о командных кубках]

source: \c[3]Solo cups\c[0] offer challenges for a single player, while \c[3]team cups\c[0] can be tackled by the whole party.
ru_ru: \c[3]Одиночные кубки\c[0] предлагают задания для одного игрока, в то время как \c[3]Командные кубки\c[0] доступны в группе.

source: Note that for \c[3]team cups\c[0] defeated members will not respawn until the end of the round.
ru_ru: Обратите внимание, что в \c[3]Командных кубках\c[0] побеждённые участники не возродятся до конца раунда.

source: Also, you will automatically lose the round when the \c[3]team leader is defeated\c[0].
ru_ru: Кроме того, вы автоматически проиграете раунд, если лидер команды \c[3]будет побеждён\c[0].

source: [nods custom cups question]
ru_ru: [вопросительно кивает о пользовательских кубках]

source: We offer two different kind of cups!
ru_ru: Мы предлагаем два вида кубков!

source: \c[3]Regular Cups\c[0] are available by default and can be accessed at the \c[3]left counter\c[0].
ru_ru: \c[3]Обычные кубки\c[0] открыты по умолчанию и доступны в \c[3]левой части\c[0].

source: And on the \c[3]right\c[0] you find \c[3]Custom Cups\c[0]!
ru_ru: А \c[3]справа\c[0] вы найдёте \c[3]Пользовательские кубки\c[0]!

source: Those are unique cups created \c[3]by players for other players\c[0]!
ru_ru: Это уникальные кубки, созданные \c[3]игроками для других игроков\c[0]!

source: Note that players have to purchase a \c[3]Custom Cup Toolkit\c[0] to create their own custom cup.
ru_ru: Обратите внимание, что игроки должны купить \c[3]Инструментарий пользовательских кубков\c[0], чтобы создать свой собственный кубок.

source: Sorry Lea...\. buying such a Toolkit will leave all kinds of traces on the system.
ru_ru: Извини, Лея... покупка такого инструментария оставит ненужные следы в системе.

source: I cannot risk doing that.
ru_ru: Я не могу так рисковать.

source: But maybe you will find other players creating custom cups for you...
ru_ru: Но, возможно, ты найдёшь других игроков, создающих пользовательские кубки...

source: [nods round condition question]
ru_ru: [вопросительно кивает об условиях раундов]

source: [shakes head]
ru_ru: [мотает головой]

source: Cups, Rounds, and Rush Mode
ru_ru: Кубки, раунды, и режим состязания

source: Solo and Team Cups
ru_ru: Одиночные и командные кубки

source: Regular and Custom Cups
ru_ru: Обычные и пользовательские кубки

source: Round Conditions
ru_ru: Условия раундов

source: \c[1]No, thanks!\c[0]
ru_ru: \c[1]Нет, спасибо!\c[0]

source: Any other questions?
ru_ru: Ещё какие-то вопросы?

source: Good luck and have fun!
ru_ru: Удачи и приятного времяпровождения!

source: Welcome to the \c[3]Rhombus Arena\c[0], Seeker!
ru_ru: Добро пожаловать в \c[3]Арену Ромба\c[0], Искатель!

source: Seeing as this is your first time here, would you like an introduction?
ru_ru: Так как это ваш первый раз здесь, может, нужно небольшое введение?

source: Arena Menu
ru_ru: Меню арены

source: Get a quick introduction on how to use the Arena Menu.
ru_ru: Получите краткую инструкцию о том, как использовать меню "Арена".

source: Start by selecting a cup! Each cup shows its name and the \c[3]Trophy\c[0] you have unlocked.
ru_ru: Начните с выбора кубка! Каждый кубок имеет своё название и \c[3]трофей\c[0], который вы разблокировали.

source: The info page shows a summary of your progress in a cup. Use the \c[3]Help Menu\c[0] for a detailed description of each line.
ru_ru: Информационная страница показывает ваш прогресс в кубке. Используйте \c[3]Меню помощи\c[0] для подробного описания каждого пункта.

source: Below you can see how many \c[3]Arena Coins\c[0] you have obtained. Win coins by clearing rounds in a cup with a high score.
ru_ru: Ниже вы можете увидеть, сколько \c[3]монет арены\c[0] вы получили. Получайте монеты, проходя раунды в кубке с высоким счётом.

source: By selecting a cup you can see all rounds the cup includes. Each round shows its name and the medal you have achieved.
ru_ru: Выбрав кубок, вы можете увидеть все раунды, которые он в себя включает. Каждый раунд показывает его имя и полученную медаль.

source: To unlock a round, clear the previous one!
ru_ru: Пройдите предыдущий раунд, чтобы разблокировать следующий!

source: \c[3]Rush Mode\c[0] will pit you against all rounds without stopping and limited healing!
ru_ru: \c[3]Режим состязания\c[0] запустит все раунды без остановки и с ограниченным лечением!

source: To the left you can see a summary of your progress in each round. You can also see what score you need to achieve to obtain a silver or gold medal.
ru_ru: Слева вы можете увидеть сводку вашего прогресса в каждом раунде. Вы также можете увидеть, какое количество очков вам необходимо для получения серебряной или золотой медали.

source: Press \i[page-left] or \i[page-right] to see the second page which shows \c[3]Bonus Points\c[0] and \c[3]Conditions\c[0].
ru_ru: Нажмите \i[page-left] или \i[page-right], чтобы увидеть вторую страницу, на которой показаны \c[3]бонусные очки\c[0] и \c[3]условия\c[0].

source: Press \i[circle-left] or \i[circle-right] to switch between \c[3]Single Cups\c[0] and \c[3]Team Cups\c[0].
ru_ru: Нажмите \i[circle-left] или \i[circle-right], чтобы переключиться между \c[3]Одиночными кубками\c[0] и \c[3]Командными кубками\c[0].

source: Good Luck in the Arena!
ru_ru: Удачи на арене!

source: [shakes head]
ru_ru: [мотает головой]

source: Understood! Good Luck in the Arena!
ru_ru: Понимаю! Удачи на арене!

source: Congratulations on your first \c[3]Platinum Medal\c[0]!
ru_ru: Поздравляем вас с первой \c[3]платиновой медалью\c[0]!

source: The \c[3]Info Page\c[0] will now include the requirements for the \c[3]Platinum Medal\c[0] in each round as a small accommodation.
ru_ru: \c[3]Информационная страница\c[0] теперь будет включать требования для \c[3]платиновой медали\c[0] в каждом раунде в качестве небольшого удобства.

# data/maps/rhombus-sqr/interior/arena-01.json/entities/39/settings/event/1/text
source: Access Denied
ru_ru: Отказано в доступе

source: Go go, Lea!
ru_ru: Вперёд, вперёд, Лея!

source: Good Luck, Lea!
ru_ru: Удачи, Лея!

source: Do not disappoint, Spheromancer Lea!
ru_ru: Не разочаруй, сферомант Лея!

source: Have fun, little one.
ru_ru: Веселись, малышка.

source: My Fists are itching!
ru_ru: Мои кулаки чешутся!

source: I'll do my best!
ru_ru: Я сделаю всё возможное!

source: Let us show them true skill!
ru_ru: Давайте покажем им истинное мастерство!

source: Let's have a good time!
ru_ru: Давайте хорошо проведём время!

source: \c[3]Arena Records & Options Unlocked!\c[0]
ru_ru: \c[3]Рекорды и настройки арены разблокированы!\c[0]

source: The Arena Tab in the Records Menu and Options Menu have been unlocked!
ru_ru: Вкладки арены в меню рекордов и настроек были разблокированы!

source: We are terribly sorry, but at the current moment \c[3]Custom Cups\c[0] are not available.
ru_ru: К сожалению, в настоящий момент \c[3]Пользовательские кубки\c[0] недоступны.

source: Welcome to \c[3]Custom Cups\c[0], Seeker!
ru_ru: Добро пожаловать в \c[3]Пользовательские кубки\c[0], Искатель!

source: Here you can play cups that other players created for you.
ru_ru: Здесь вы можете играть в кубки, которые другие игроки создали для вас.

source: To make sure you can't abuse this system, obtaining coins from these cups is prohibited.
ru_ru: Чтобы убедиться, что вы не сможете злоупотреблять этой системой, возможность получения монет из этих кубков убрана.

source: To make sure you can't abuse this system, obtaining coins from these cups is prohibited.
ru_ru: Чтобы убедиться, что вы не сможете злоупотреблять этой системой, возможность получения монет из этих кубков убрана.

source: Now good luck and have fun!
ru_ru: А сейчас, удачи и приятного времяпрепровождения!

source: Welcome to the \c[3]Arena Coin Shop\c[0], Seeker!
ru_ru: Добро пожаловать в \c[3]Магазин арены\c[0], Искатель!

source: Hi!
ru_ru: Привет!

source: Here you can spend your hard earned \c[3]Arena Coins\c[0].
ru_ru: Здесь вы сможете потратить свои с трудом заработанные \c[3]монеты арены\c[0].

source: We feature a wide array of rewards such as specialized \c[3]Equipment\c[0] and various \c[3]Cosmetic Items\c[0].
ru_ru: У нас есть широкий спектр наград, таких как особая \c[3]экипировка\c[0] и различные \c[3]косметические предметы\c[0].

source: Note that each item is only available once and cannot be sold.
ru_ru: Обратите внимание, что каждый предмет доступен только один раз и не может быть продан.

source: We arranged items in multiple tabs. Please use \i[circle-left] & \i[circle-right] to change between the tabs.
ru_ru: Мы расположили предметы в нескольких вкладках. Пожалуйста, используйте \i[circle-left] и \i[circle-right] для переключения между ними.

source: Here we are, such a busy place!
ru_ru: Вот мы и на месте, тут так оживлённо!

source: Now then...
ru_ru: А теперь...

source: If I understand this correctly you can configure custom cups and do PvP battle challenges that way!
ru_ru: Если я правильно понимаю, то ты можешь настраивать собственные кубки и таким образом выполнять боевые задания в PvP!

source: Let me give it a try!
ru_ru: Позволь мне попробовать!

source: [nods]
ru_ru: [кивает]

source: We're all set!\. Ready when you are!
ru_ru: Мы все готовы!\. Начнём по твоей команде!

source: Just select the \c[3]PvP vs Lily\c[0] among the \c[3]Custom Cups\c[0] to the right.
ru_ru: Просто выбери \c[3]PvP против Лили\c[0] среди \c[3]Пользовательских кубков\c[0] справа.

source: [nods]
ru_ru: [кивает]

source: Welcome to \c[3]Rhombus Arena\c[0]!
ru_ru: Добро пожаловать на \c[3]Арену Ромба\c[0]!

source: If you want to know more about \c[3]Scores, Medals, or Coins\c[0] you're talking to the right person!
ru_ru: Если вы хотите узнать больше о \c[3]результатах, медалях или монетах\c[0], то вы говорите с нужным человеком!

source: [nods score basics question]
ru_ru: [вопросительно кивает о результатах]

source: The score rates your performance in each round of a cup.
ru_ru: Результат оценивает ваши успехи в каждом раунде кубка.

source: The majority of your points come from \c[3]dealt damage to enemies\c[0].
ru_ru: Основная часть ваших очков зависит от \c[3]нанесённого врагам урона\c[0].

source: You get extra points for dealing \c[3]effective damage\c[0] using your enemy's weakness.
ru_ru: Вы получаете дополнительные очки за нанесение \c[3]эффективного урона\c[0], используя слабость противника.

source: Also, your score further increases for specific combat actions such as \c[3]perfect guards\c[0], \c[3]perfect dodges\c[0] and \c[3]inflicting status effects\c[0].
ru_ru: Кроме того, ваши очки ещё больше увеличиваются за конкретные боевые действия, такие как \c[3]идеальные блоки\c[0], \c[3]идеальные уклонения\c[0] и \c[3]накладывание статусных эффектов\c[0].

source: \c[3]Breaking enemies\c[0] gives you extra points as well. However, note that you will get these points only \c[3]once per enemy or boss phase\c[0]!
ru_ru: \c[3]Пробитие врагов\c[0] также даёт вам дополнительные очки. Однако обратите внимание, что вы получите эти очки только \c[3]один раз за каждого врага или фазу босса\c[0]!

source: \c[3]Receiving damage\c[0], on the other hand, will \c[3]quickly decrease your score\c[0], so better watch out!
ru_ru: \c[3]Получение урона\c[0], наоборот, \c[3]быстро уменьшит ваш результат\c[0], так что будьте осторожны!

source: Same when your enemies manage to \c[3]heal themselves\c[0] or when you reach an \c[3]Elemental Overload\c[0].
ru_ru: То же самое, когда ваши враги \c[3]излечивают себя\c[0] или когда вы достигаете \c[3]элементальной перегрузки\c[0].

source: [nods kills and chains question]
ru_ru: [вопросительно кивает об убийствах и комбо]

source: You get additional score points whenever you \c[3]defeat an enemy\c[0].
ru_ru: Вы получаете дополнительные очки, когда \c[3]побеждаете врага\c[0].

source: Additionally, defeating enemies will \c[3]increase your chain\c[0].
ru_ru: Кроме того, победа над врагами \c[3]увеличит ваше комбо\c[0].

source: The points of each defeated enemy are subsequently \c[3]multiplied with your chain\c[0].
ru_ru: Очки каждого побежденного врага впоследствии \c[3]умножаются на комбо\c[0].

source: You will keep your chain as long as you \c[3]remain active in combat\c[0] without being hit \c[3]too often\c[0].
ru_ru: Вы будете удерживать счётчик комбо до тех пор, пока вы \c[3]остаётесь в бою\c[0], не получая ударов \c[3]слишком часто\c[0].

source: Also you get extra points for defeating \c[3]multiple enemies at the same time\c[0] which are also multiplied with your chain.
ru_ru: Также вы получите дополнительные очки за победу над \c[3]несколькими врагами одновременно\c[0], которые тоже умножаются на счётчик комбо.

source: As such, defeating enemies in a certain way can boost your score by quite a lot!
ru_ru: Как видите, победа над врагами определённым образом может значительно увеличить ваш счёт!

source: [nods bonus points question]
ru_ru: [вопросительно кивает о бонусных очках]

source: For each round you can receive additional points through \c[3]bonus objectives\c[0].
ru_ru: За каждый раунд вы можете получить дополнительные очки за \c[3]бонусные цели\c[0].

source: Commonly, each round comes with a \c[3]time bonus\c[0] that you will receive by finishing below a certain target time.
ru_ru: Как правило, каждый раунд идёт с \c[3]бонусом за время\c[0], который вы получите, закончив быстрее определённого целевого времени.

source: A unique aspect about the time bonus is, that you still get \c[3]partial points\c[0] for being faster than \c[3]twice the target time\c[0].
ru_ru: Уникальный аспект бонуса времени заключается в том, что вы всё равно получите \c[3]частичные очки\c[0] за то, что будете быстрее, чем \c[3]удвоенное целевое время\c[0].

source: You can see the \c[3]target time\c[0] as well as \c[3]additional bonus objectives\c[0] on the \c[3]second page\c[0] of each round's description.
ru_ru: Вы можете увидеть \c[3]целевое время\c[0] и \c[3]дополнительные бонусные цели\c[0] на \c[3]второй странице\c[0] описания каждого раунда.

source: In addition to round specific bonus objectives, you get additional points for a number of \c[3]common bonus objectives\c[0].
ru_ru: В дополнение к конкретным бонусным целям, вы получаете дополнительные очки за ряд \c[3]общих бонусных целей\c[0].

source: Examples are \c[3]not receiving damage\c[0] and \c[3]not using items\c[0].
ru_ru: Например: \c[3]не получать урона\c[0] или \c[3]не использовать расходники\c[0].

source: As with all score points, you can read the list at the end of each round to understand which bonus points you received.
ru_ru: Как и для всех результатов, вы можете прочитать список в конце каждого раунда, чтобы понять, какие бонусные очки вы получили.
