Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: There is is! The new sky trail station!
es_es: ¡Ahí está! ¡La nueva estación del teleférico!

source: It will go to the new area.\. Exciting!
es_es: Nos lleva a la nueva zona.\. ¡Qué emocionante!

source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/beach-sw.json//entities/1311/settings/dialog/0/text
source: Can't someone tell that blonde guy to frig off already?
es_es: ¿Puede alguien decirle a ese tipo rubio que se vaya a la...?

# data/maps/rhombus-sqr/beach-sw.json//entities/1311/settings/dialog/1/text
source: Yeah,\.\. no idea why he's always crossing here just between us.
es_es: Sí,\.\. no se por qué se la pasa dando vuelta entre nosotros.

# data/maps/rhombus-sqr/beach-sw.json//entities/1311/settings/dialog/2/text
source: Maybe he's looking for someone or something?\.\.\. Relax guys.
es_es: ¿Quizá está buscando a alguien o algo?\.\.\. Cálmense, chicos.

source: Yummy...\. almost like the real thing!
es_es: Delicioso...\. ¡es casi como el de verdad!

source: \c[2][Delicious]\c[0]
es_es: \c[2][Delicioso]\c[0]

source: So they finally support proper taste senses.\. That's great!
es_es: Veo que por fin agregaron el captar sabores.\. ¡Eso es genial!

source: I hope they'll add \c[3]Roquefort Cheese\c[0] as well.\. You have to try it!
es_es: Espero que agreguen \c[3]Queso Roquefort\c[0] también.\. ¡Tienes que probarlo!

source: \c[2][I want to eat]\c[0]
es_es: \c[2][Quiero comer]\c[0]

source: No...\. you don't.
es_es: No...\. no es cierto.

source: I'm sure that taste is impossible to simulate without breaking pain constraints.
es_es: Dudo que sea posible simular ese sabor sin causar dolor físico.

source: Don't listen to him, Lea!
es_es: ¡No le hagas caso, Lea!

source: \c[2][Delicious]\c[0]
es_es: \c[2][Delicioso]\c[0]

source: So they finally support proper taste senses.\. That's great!
es_es: Veo que por fin agregaron sentidos gustativos.\. ¡Eso es genial!

source: Oh, you gotta try \c[3]Roquefort Cheese\c[0], when they add it!
es_es: ¡Oh, tienes que probar el \c[3]Queso Roquefort\c[0] cuando lo agreguen!

source: It may look horrible...\. it might also taste a bit horrible...
es_es: Tiene un aspecto horrible...\. y puede que también tenga un sabor un poco horrible...

source: But trust me, it's great!
es_es: ¡Pero créeme, es genial!

source: Or...\. maybe just stick with ice cream.
es_es: O...\. puede que sea mejor si te quedas con el helado.

source: [nods]
es_es: [asiente]

source: I'm sure he would have enjoyed this.
es_es: Estoy segura de que él hubiera disfrutado esto.

# data/maps/rhombus-sqr/center-e.json//entities/84/settings/event/2/text
source: Access Denied
es_es: Acceso Denegado

# data/maps/rhombus-sqr/center-e.json//entities/391/settings/event/0/text
source: Missing Pass
es_es: No Tienes el Pase

# data/maps/rhombus-sqr/center-e.json//entities/795/settings/interact/hoverText
source: \c[3]Hammer Weddings\c[0]
es_es: \c[3]Casamientos Martillo\c[0]

# data/maps/rhombus-sqr/center-e.json//entities/823/settings/dialog/0/text
source: Alright... just need to write a \c[3]conclusion part\c[0]...
es_es: Muy bien... ahora solo debo escribir \c[3]la conclusión\c[0]...

source: Hi!
es_es: ¡Hola!

source: Sorry, I can't really talk...
es_es: Lo siento, no puedo hablar ahora...

source: Why?
es_es: ¿Por qué?

source: I'm writing a thesis on the \v[lore.unlock.real-planet]\c[3]Raritan Gem\c[0].
es_es: Estoy escribiendo una tesis sobre la \c[3]Gema Rara\c[0] de \v[lore.unlock.real-planet].

source: You know, the planet this game's played on?
es_es: Ya sabes... ¿el planeta en el que toma lugar este juego?

source: So yeah, stranger. Maybe another time.
es_es: Así que eso, extraño. Quizá en otro momento.

source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/center-e.json//entities/850/settings/dialog/0/text
source: This is where we first met.
es_es: Aquí nos encontramos por primera vez.

# data/maps/rhombus-sqr/center-e.json//entities/850/settings/dialog/1/text
source: I totally ran into you, looking at the cars, haha.
es_es: Sí, recuerdo que estaba distraída por los autos y me choqué contigo, jaja.

# data/maps/rhombus-sqr/center-e.json//entities/850/settings/dialog/2/text
source: And in retrospect I couldn't be happier about it.
es_es: En retrospectiva, me alegro mucho que haya pasado.

# data/maps/rhombus-sqr/center-e.json//entities/850/settings/dialog/3/text
source: Me too...
es_es: Yo también...

source: It's a rocket! Someone wrote "Meow, I am a cat!" on its side.
es_es: ¡Es un cohete! Alguien escribió "Meow, ¡soy un gato!" en un lado.

# data/maps/rhombus-sqr/center-n.json//entities/424/settings/teleportLabel
source: Sky Rail
es_es: Gran Teleférico

# data/maps/rhombus-sqr/center-n.json//entities/1002/settings/dialog/0/text
source: It's quite annoying to have the PvP Fields right next to the office and now this?
es_es: Ya es lo suficientemente molesto que las arenas PvP estén justo al lado de la oficina, ¿pero ahora esto?

# data/maps/rhombus-sqr/center-n.json//entities/1002/settings/dialog/1/text
source: Dodge Ball?
es_es: ¿Quemado?

# data/maps/rhombus-sqr/center-n.json//entities/1002/settings/dialog/2/text
source: You'd think Seekers would have better things to do.
es_es: Uno pensaría que los Buscadores tienen mejores cosas para hacer.

# data/maps/rhombus-sqr/center-n.json//entities/1002/settings/dialog/3/text
source: Can't wait for it to be finished...
es_es: Me muero de ganas de que esté terminado...

# data/maps/rhombus-sqr/center-n.json//entities/1006/settings/dialog/0/text
source: So this is where they wanna try out this new mini game?
es_es: ¿Así que aquí probarán ese nuevo minijuego?

# data/maps/rhombus-sqr/center-n.json//entities/1006/settings/dialog/1/text
source: Looks like it.
es_es: Así parece.

# data/maps/rhombus-sqr/center-n.json//entities/1006/settings/dialog/2/text
source: I'm still unsure if this is going to be fun though.
es_es: Aún tengo mis dudas sobre qué tan divertido sea.

# data/maps/rhombus-sqr/center-n.json//entities/1006/settings/dialog/3/text
source: I mean, more throwing balls at each other?
es_es: Bueno, ¿quizá sea mejor que tirarse pelotas entre sí?

# data/maps/rhombus-sqr/center-n.json//entities/1006/settings/dialog/4/text
source: What do you mean? This is why I play this game.
es_es: ¿Qué quieres decir? Por eso juego a este juego.

# data/maps/rhombus-sqr/center-n.json//entities/1016/settings/dialog/0/text
source: My wife got a promotion recently!
es_es: ¡Han ascendido a mi esposa hace poco!

# data/maps/rhombus-sqr/center-n.json//entities/1016/settings/dialog/1/text
source: That's great! Does that mean you're finally looking to invest in a new house?
es_es: ¡Qué buena noticia! ¿Entonces por fin intentarás invertir en una casa?

# data/maps/rhombus-sqr/center-n.json//entities/1016/settings/dialog/2/text
source: I'm afraid not. Even with our combined salaries we can't afford it.
es_es: Me temo que no. Incluso con ambos sueldos, no es suficiente.

# data/maps/rhombus-sqr/center-n.json//entities/1016/settings/dialog/3/text
source: Really? In Bergen the local government even provides us with money to build a new house.
es_es: ¿En serio? En Bergen el gobierno nos da dinero para que construyamos una casa.

# data/maps/rhombus-sqr/center-n.json//entities/1016/settings/dialog/4/text
source: Wait, YOU GET MONEY???
es_es: Espera, ¿¿¿TE DAN DINERO???

# data/maps/rhombus-sqr/center-n.json//entities/1016/settings/dialog/5/text
source: Yes, you only have to buy furniture and stuff yourself.
es_es: Sí, todo lo que tiene que salir de tu bolsillo es lo necesario para los muebles y cosas así.

# data/maps/rhombus-sqr/center-n.json//entities/1016/settings/dialog/6/text
source: I wish the Square had a similar mindset...
es_es: Ojalá fuera igual aquí...

# data/maps/rhombus-sqr/center-n.json//entities/1016/settings/dialog/7/text
source: But there's not as much space anymore on the island.
es_es: Pero ya no hay mucho espacio en la isla.

# data/maps/rhombus-sqr/center-n.json//entities/1016/settings/dialog/8/text
source: There would be, if Seekers didn't get the benefit of the space on the west side.
es_es: Lo habría, si los Buscadores no se quedaran con la parte oeste.

# data/maps/rhombus-sqr/center-n.json//entities/1016/settings/dialog/9/text
source: That's true. I can see that space being moved at some point in the future...
es_es: Cierto. No me parecería raro que muevan ese sitio en el futuro...

source: Ms. Seeker!
es_es: ¡Señorita Buscadora!

source: Did you by chance see my posting at the quest board?
es_es: ¿Por casualidad vio mi anuncio en el tablón?

source: I am trying to catch a troupe of thieving Hillkats!
es_es: ¡Estoy tratando de atrapar a un grupo de Colicatas ladronas!

source: Consequently, I'm in dire need of a seeker's assistance!
es_es: Por ello, ¡necesito la ayuda urgente de un Buscador!

source: Can I count on your support?
es_es: ¿Puedo contar con usted?

source: [nods]
es_es: [asiente]

source: You have my gratitude!
es_es: ¡No sé como agradecerle!

source: Allow me to introduce myself.
es_es: Permítame introducirme.

source: My name is \c[3]Edmond Curtis\c[0], captain of the Rhombus Square Police Force.
es_es: Me llamo \c[3]Edmond Curtis\c[0], capitán de la Fuerza Policial de Plaza Rombo.

source: It's a pleasure to meet you, Ms. Lea!
es_es: ¡Es un placer conocerla, Señorita Lea!

source: Now, let's not waste any more time!\. Follow me!
es_es: Ahora, ¡no malgastemos el tiempo!\. ¡Sígame!

source: Several locals reported sightings of \c[3]Hillkats\c[0] in the parks of this area.
es_es: Varios lugareños reportaron avistamientos de \c[3]Colicatas\c[0] en los parques de este área.

source: Most sightings were reported for this patch of grass down here.
es_es: La mayoría de avistamientos tienen que ver con este parche de pasto aquí abajo.

source: Now... as you must know, no creature of the Track has any place in the parks of our beautiful...\.
es_es: Ahora... como sabrá, ninguna criatura del Camino tiene permitido pasearse por los parques de la bellísima...\.

source: There they are!
es_es: ¡Ahí están!

source: And now they've started digging up the precious earth of our parks, just as reported!
es_es: Y ahora están arruinando la preciada tierra de nuestros parques, ¡tal como se reportó!

source: Ms. Lea, creatures of the track are best handled by Seekers like you!
es_es: Señorita Lea, ¡lidiar con las criaturas del Camino es el trabajo de los Buscadores como usted!

source: Please fight those vile Hillkats for the sake of our parks!!
es_es: ¡¡Por favor, luche contra esas viles Colicatas por el bien de nuestros parques!!

source: [shakes head]
es_es: [niega con la cabeza]

source: I understand!
es_es: ¡Es entendible!

source: Should you change your mind, you know where to find me!
es_es: ¡Si cambiara de opinión, hágamelo saber!

source: Please fight those vile Hillkats for the sake of our parks!!
es_es: ¡¡Por favor, luche contra esas viles Colicatas por el bien de nuestros parques!!

# data/maps/rhombus-sqr/center-n.json//entities/1080/settings/event/12/message
source: We have been tricked!
es_es: ¡Hemos sido engañados!

# data/maps/rhombus-sqr/center-n.json//entities/1093/settings/event/7/message
source: There's more of them?!
es_es: ¡¿Aún hay más?!

# data/maps/rhombus-sqr/center-n.json//entities/1093/settings/event/21/message
source: ...!!\. A car!\. They're digging up the earth, just as reported!
es_es: ¡¡...!!\. ¡Un auto!\. ¡Están escarbando la tierra, tal como fue reportado!

source: What?!
es_es: ¡¿Qué?!

source: How?!
es_es: ¡¿Cómo?!

# data/maps/rhombus-sqr/center-n.json//entities/1093/settings/event/49/message
source: It really happened!
es_es: ¡Realmente ha sucedido!

# data/maps/rhombus-sqr/center-n.json//entities/1093/settings/event/50/message
source: They're stealing the \c[3]soil of our parks\c[0] with a \c[3]teleporting car\c[0]!
es_es: ¡Se están robando la \c[3]tierra de nuestros parques\c[0] con un \c[3]auto que se teletransporta\c[0]!

# data/maps/rhombus-sqr/center-n.json//entities/1093/settings/event/51/message
source: Locals reported as much, but I couldn't believe it until I saw it.
es_es: Es lo mismo que me comentaron los lugareños, pero no pude creerles hasta que lo vi.

# data/maps/rhombus-sqr/center-n.json//entities/1093/settings/event/53/message
source: Don't worry, Ms. Lea!
es_es: ¡No se preocupe, Señorita Lea!

# data/maps/rhombus-sqr/center-n.json//entities/1093/settings/event/54/message
source: They might have gotten away this time, but I know a way to catch up with them!
es_es: ¡Se habrán salido con la suya esta vez, pero se como atraparlos!

# data/maps/rhombus-sqr/center-n.json//entities/1093/settings/event/56/message
source: Follow me!
es_es: ¡Sígame!

# data/maps/rhombus-sqr/center-n.json//entities/1098/settings/dialog/0/text
source: I guarantee, our parks are filled with only the highest quality soil of Shadoon!
es_es: ¡Te garantizo que nuestros parques contienen tierra de la más altísima calidad en todo Shadoon!

# data/maps/rhombus-sqr/center-n.json//entities/1098/settings/dialog/1/text
source: That's exactly the problem!\. You get your quality soil directly from the main continent!
es_es: ¡Ese es precisamente el problema!\. ¡Toman su tierra de calidad directamente del continente!

# data/maps/rhombus-sqr/center-n.json//entities/1098/settings/dialog/2/text
source: The best quality soil... with Hillkats inside of it!
es_es: Tierra de calidad... ¡con Colicatas dentro!

# data/maps/rhombus-sqr/center-n.json//entities/1098/settings/dialog/3/text
source: That's ridiculous!\. All of our soil is thoroughly scanned for traces of the Track!
es_es: ¡Eso es ridículo!\. ¡Toda nuestra tierra es extensivamente escaneada en busca de rastros del Camino!

# data/maps/rhombus-sqr/center-n.json//entities/1098/settings/dialog/4/text
source: Is it now?\. Then what's the issue with a closer inspection?
es_es: ¿Ah, sí?\. Entonces supongo que no se negaría a dejarme echar un vistazo más de cerca.

source: Used \c[3]Tremor Lab Key\c[0]
es_es: Usada \c[3]llave de Laboratorio Sísmico\c[0]

source: Locked
es_es: Bloqueado

# data/maps/rhombus-sqr/center-ne.json//entities/735/settings/dialog/0/text
source: I am Speed!
es_es: ¡Soy velocidad!

# data/maps/rhombus-sqr/center-ne.json//entities/757/settings/dialog/0/text
source: How business is booming!
es_es: ¡El negocio está que explota!

# data/maps/rhombus-sqr/center-ne.json//entities/757/settings/dialog/1/text
source: Yes, I also love business booming.
es_es: Sí, adoro cuando el negocio explota.

# data/maps/rhombus-sqr/center-ne.json//entities/757/settings/dialog/2/text
source: Can't believe those stocks.
es_es: Esas acciones son increíbles.

# data/maps/rhombus-sqr/center-ne.json//entities/757/settings/dialog/3/text
source: Stocks are at an all time high.
es_es: Las acciones han alcanzado un punto máximo histórico.

# data/maps/rhombus-sqr/center-ne.json//entities/757/settings/dialog/4/text
source: So thankful nobody ever abolished those.
es_es: Es de agradecer que nadie las ha abolido.

# data/maps/rhombus-sqr/center-ne.json//entities/757/settings/dialog/5/text
source: More money for us.
es_es: Más dinero para nosotros.

# data/maps/rhombus-sqr/center-ne.json//entities/760/settings/dialog/0/text
source: You log into a game and think you can escape the whole business thing.
es_es: Te metes a un juego para escapar del mundo de los negocios.

# data/maps/rhombus-sqr/center-ne.json//entities/760/settings/dialog/1/text
source: And the game just throws a whole business district in your face.
es_es: Y el juego va y te tira un distrito empresarial en la cara.

# data/maps/rhombus-sqr/center-ne.json//entities/760/settings/dialog/2/text
source: Could you imagine walking around in a suit all day?
es_es: ¿Puedes imaginarte estar todo el día vestido de traje?

# data/maps/rhombus-sqr/center-ne.json//entities/760/settings/dialog/3/text
source: Imagine all those NPCs being alive, doomed to walk around in inflexible pants and jackets.
es_es: Imagina si esos NPCs tuvieran vida, condenados de por vida a caminar con pantalones y chaquetas ajustadas.

# data/maps/rhombus-sqr/center-ne.json//entities/760/settings/dialog/4/text
source: Urgh, let's not think about it too much. I just wanna chill and grind some loot.
es_es: Ugh, no quiero pensar en eso. Tan solo quiero relajarme y obtener objetos.

# data/maps/rhombus-sqr/center-ne.json//entities/764/settings/dialog/0/text
source: I'm surprised to find such rough terrain in the middle of the city.
es_es: Es algo inesperado encontrar terreno tan desnivelado en medio de la ciudad.

# data/maps/rhombus-sqr/center-ne.json//entities/764/settings/dialog/1/text
source: Me too, but I guess that is the freedom game developers have.
es_es: Cierto, supongo que es una demostración del nivel de libertad que tienen los desarrolladores.

# data/maps/rhombus-sqr/center-ne.json//entities/764/settings/dialog/2/text
source: Also it's probably used for another elaborate puzzle.
es_es: Y probablemente se utilice para algún puzzle elaborado.

# data/maps/rhombus-sqr/center-ne.json//entities/764/settings/dialog/3/text
source: Heh\., they do love their puzzles.
es_es: Je\., aman sus puzzles.

# data/maps/rhombus-sqr/center-ne.json//entities/780/settings/event/0/message
source: Really?\. Seriously?\. Was this really necessary?\. This Pond?\. Right over the crossing?
es_es: ¿En serio?\. ¿De verdad?\. ¿Era esto necesario?\. ¿Un estanque?\. ¿Justo encima del cruce?

# data/maps/rhombus-sqr/center-ne.json//entities/780/settings/event/1/message
source: How do those trucks even fit below it?! Why would you even \c[1]need\c[0] any water here?
es_es: ¡¿Cómo es que esos camiones siquiera caben por debajo?! ¿Por qué sería siquiera \c[1]necesario\c[0] tener agua aquí?

source: Are you ready for the chase?
es_es: ¿Está lista para la persecución?

source: Allow me to introduce you to my trusty ride, \c[3]Meteor\c[0]!
es_es: ¡Permítame introducirle a mi confiable vehículo, \c[3]Meteoro\c[0]!

source: You better not take her lightly!
es_es: ¡Será mejor que no la subestime!

source: Me and my ship have solved many crimes in the past and this one won't be any different!
es_es: ¡Mi querida nave y yo hemos resulto millones de crímenes en el pasado, y este no será excepción!

source: As it happens, I've just received reports that \c[3]dirt-filled cars\c[0] have been spotted on our highways!
es_es: ¡Ahora mismo he recibido reportes de que se han avistado \c[3]autos llenos de tierra\c[0] en nuestras autopistas!

source: That's right!\. It must be them!
es_es: ¡Eso es!\. ¡Deben ser ellos!

source: So it's time to \c[3]start the chase\c[0]! Are you ready?
es_es: ¡Así que es hora de \c[3]comenzar la persecución\c[0]! ¿Está lista?

source: [nods]
es_es: [asiente]

source: Great!
es_es: ¡Fantástico!

source: I will take the wheel while you \c[3]stand on the roof\c[0] for greater mobility!
es_es: ¡Yo tomaré el volante, usted \c[3]párese en el techo\c[0] para mayor movilidad!

source: Come on!\. There's no time to waste!
es_es: ¡Vamos!\. ¡No hay tiempo que perder!

source: Abort Chase
es_es: Abortar Persecución

source: [shakes head]
es_es: [niega con la cabeza]

source: If you need to prepare, please do so quickly!
es_es: Si necesita prepararse, ¡dese prisa!

source: We have to catch those thieves in the act!
es_es: ¡Debemos atrapar a esos malhechores en el acto!

source: Yes
es_es: [Sí]

# data/maps/rhombus-sqr/center-ne.json//entities/783/settings/event/1/message
source: Over here!
es_es: ¡Por aquí!

source: Hi?\.
es_es: ¿Hola?\.

source: This area is locked for unauthorized trespassers!\. Move along, there is nothing to see here!
es_es: ¡Este área está bloqueada para los intrusos no autorizados!\. ¡Sigue circulando, no hay nada que ver aquí!

source: Why?
es_es: ¿Por qué?

source: I am unauthorized to tell and you are not authorized to know!\. And now, leave!
es_es: ¡No estoy autorizada para decirte, y tú no estás autorizada para saber!\. ¡Ahora vete!

source: Bye...
es_es: Adiós...

source: Hi!
es_es: ¡Hola!

source: This area is locked for unauthorized trespassers!\. Move along, there is nothing to see here!
es_es: ¡Este área está bloqueada para los intrusos no autorizados!\. ¡Sigue circulando, no hay nada que ver aquí!

source: Hi!\. Lea.\. Why.\. Meet.
es_es: ¡Hola!\. Lea.\. Por qué.\. Reunir.

source: I see, I see.\. You are one of the \v[lore.title.seeker]s, on an official mission from a local guard.
es_es: Ya veo, ya veo.\. Eres uno de los \v[lore.title.seeker]es en una misión oficial de la guardia local.

source: [nods]
es_es: [asiente]

source: Those country bumpkins from \v[area.bergen.name] sure put a lot of trust into some adventurer.
es_es: Esos campesinos de la \v[area.bergen.name] tienen demasiada confianza en estos aventureros.

source: ... Why?
es_es: ¿...Por qué?

source: Relax, I'm not interested in arguing over the "\v[lore.title.seeker] Defense Assistance"-clause with you or my supervisors.
es_es: Relájate, no me interesa discutir sobre la pauta de "Asistencia de Defensa de Buscadores" contigo ni con mis superiores.

source: You can handle this... goat problem that Bergen left to us.\. I will even give you an up-to-date briefing, how's that?
es_es: Puedes encargarte de aquel... problema con las cabras que nos dejó Bergen.\. Incluso te daré un reporte actualizado, ¿que te parece?

source: What?\. How?\. Why?
es_es: ¿Qué?\. ¿Cómo?\. ¿Por qué?

source: How?\. Why?
es_es: ¿Cómo?\. ¿Por qué?

source: Okay, listen.\. Those goats you are hunting have violently occupied the building behind us.
es_es: Bien, escucha.\. Esas cabras que estás persiguiendo han ocupado violentamente el edificio de aquí atrás.

source: It's the \c[3]Rhombus Parks Embassy\c[0].\. Takes care of the local parks and sends researchers to the mainland.
es_es: Es la \c[3]Embajada de Parques Rombo\c[0].\. Se ocupa del mantenimiento de los parques locales y envía investigadores al continente.

source: Maybe the goats want to munch on some rare plants or steal hoof research.\. I don't know and I don't care.
es_es: Quizá las cabras quieran mordisquear plantas raras, o quizá robar documentos de investigación.\. No se ni me importa.

source: Point is, \v[lore.title.seeker], they are occupying the building, holding hostages and they keep bleating all day.
es_es: El punto es, \v[lore.title.seeker]a, están ocupando el edificio, tienen rehenes y no dejan de gemir en todo el día.

source: That's gotta stop.\. You following?
es_es: Esto debe acabarse.\. ¿Me sigues?

source: [nods]
es_es: [asiente]

source: Fine.\. Then go inside and detain those terrorist goats!\. We will continue to secure the area here.
es_es: Bien.\. ¡Así que ve ahí dentro y detén a esas cabras terroristas!\. Continuaré asegurando el área por aquí.

source: [nods]
es_es: [asiente]

source: Bye.
es_es: Adiós.

source: Go inside and detain those terrorist goats, \v[lore.title.seeker]!\. We will continue to secure the area here.
es_es: ¡Ve ahí dentro y detén a esas cabras terroristas, \v[lore.title.seeker]a!\. Continuaré asegurando el área por aquí.

source: Hi!
es_es: ¡Hola!

source: \v[lore.title.seeker], things are very quiet now.\. Did you defuse the situation?
es_es: \v[lore.title.seeker]a, las cosas se ven tranquilas por ahora.\. ¿Has resuelto la situación?

source: [nods]
es_es: [asiente]

source: Impressive.\. You can now get your reward from whoever you got the assignment from.\. We will take it from here.
es_es: Impresionante.\. Ve a obtener tu recompensa de quien sea que te haya encomendado la misión en primer lugar.\. Ahora nos encargamos nosotros.

source: Bye...
es_es: Adiós...

source: [enterprising goat noises]
es_es: [sonidos de cabra empresarial]

source: Hi!
es_es: ¡Hola!

source: There you are!
es_es: ¡Ahí estás!

source: Are you ready for our final duel?
es_es: ¿Estás lista para nuestro duelo final?

source: [nods]
es_es: [asiente]
