Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

# data/maps/rhombus-sqr/central-inner.json//entities/128/settings/teleportLabel
source: Basin Keep
es_es: Torreón de la Cuenca

# data/maps/rhombus-sqr/central-inner.json//entities/129/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/130/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/131/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/132/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/133/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/134/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/135/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/136/settings/teleportLabel
source: Balcony
es_es: Balcón

# data/maps/rhombus-sqr/central-inner.json//entities/137/settings/teleportLabel
source: The Cave Inn
es_es: La Posada de la Cueva

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/30/message
source: Here we are.
es_es: He aquí estamos otra vez.

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/31/message
source: You should now be able to travel to all landmarks within the Playground again.
es_es: Deberías poder viajar a todos los puntos de referencia del juego nuevamente.

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/33/message
source: Also, \c[3]direct links\c[0] should work again!
es_es: Además, ¡los \c[3]mensajes directos\c[0] funcionan otra vez!

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/34/message
source: It is probably a good idea to say hello to your friends again...
es_es: Quizá sea buena idea saludar a tus amigos...

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/35/message
source: We have been missing for quite some time.
es_es: Llevamos bastante tiempo desaparecidos.

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/42/message
source: ...Hi!
es_es: ¡...Hola!

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/46/message
source: So...\. suddenly you're back?
es_es: Así que...\. ¿te apareces así sin más?

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/48/message
source: It has been what?\. A week?
es_es: ¿Ha sido cuanto?\. ¿Una semana?

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/50/message
source: Oui. Lost for words. As always.
es_es: Oui. Sin palabras. Como siempre.

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/51/message
source: Meet me at the guild headquarters.
es_es: Ven a la sede del gremio.

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/52/message
source: I want to talk to you in person.
es_es: Quiero hablar contigo en persona.

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/59/message
source: Oh...\. she seemed...\. angry?
es_es: Vaya...\. se la veía...\. ¿enfadada?

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/60/message
source: ...Why?
es_es: ¿...Por qué?

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/61/message
source: Well...\. you disappeared in the middle of the raid, remember?
es_es: Bueno...\. desapareciste en medio de la raid, ¿recuerdas?

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/63/message
source: It is probably a good idea to talk to her soon.
es_es: Deberías hablar con ella pronto.

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/64/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/central-inner.json//entities/147/settings/event/66/task
source: Meet \c[3]Emilie\c[0] in the \c[3]First Scholars HQ\c[0].
es_es: Reúnete con \c[3]Emilie\c[0] en la \c[3]Sede de los Primeros Eruditos\c[0].

# data/maps/rhombus-sqr/central.json//entities/6/settings/teleportLabel
source: CrossCentral
es_es: Cruce Central

# data/maps/rhombus-sqr/central.json//entities/77/settings/teleportLabel
source: Newcomer's Bridge
es_es: Puente Recluta

# data/maps/rhombus-sqr/central.json//entities/78/settings/teleportLabel
source: Newcomer's Bridge
es_es: Puente Recluta

# data/maps/rhombus-sqr/central.json//entities/79/settings/teleportLabel
source: Newcomer's Bridge
es_es: Puente Recluta

# data/maps/rhombus-sqr/central.json//entities/106/settings/event/18/message
source: That was fun! Can't wait to reach the mainland.
es_es: ¡Qué divertido! Me muero de ganas de llegar al continente.

source: Voilà! Le \c[3]CrossCentral\c[0]!
es_es: ¡Voilà! ¡Le \c[3]Cruce Central\c[0]!

source: You can quickly reach all of CrossWorlds from here.
es_es: Puedes llegar a cualquier parte de CrossWorlds desde aquí.

source: Though there should only be one destination for us newbies: \c[3]Rookie Harbor\c[0].
es_es: Aunque solo hay un destino para los novatos como nosotras: El \c[3]Puerto Recluta\c[0].

# data/maps/rhombus-sqr/central.json//entities/118/settings/dialog/0/text
source: Dear Seekers, welcome to \c[3]CrossCentral\c[0]!
es_es: ¡Queridos Buscadores, bienvenidos al \c[3]Cruce Central\c[0]!

# data/maps/rhombus-sqr/central.json//entities/118/settings/dialog/1/text
source: This is the central teleportation hub of this world.
es_es: Este es el centro de teleportación de este mundo.

# data/maps/rhombus-sqr/central.json//entities/118/settings/dialog/2/text
source: From here you will be able to quickly travel to all locations you have reached on the mainland.
es_es: Desde aquí, podrán llegar a cualquier otra localización que hayan visitado en el continente.

# data/maps/rhombus-sqr/central.json//entities/118/settings/dialog/3/text
source: Note that new recruits will only be able to travel to \c[3]Rookie Harbor\c[0] at first.
es_es: Nótese que los nuevos reclutas solo podrán viajar al \c[3]Puerto Recluta\c[0].

# data/maps/rhombus-sqr/central.json//entities/118/settings/dialog/4/text
source: You will visit several locations as you travel along the \c[5]Track of the Ancients\c[5].
es_es: Visitarán varias localizaciones mientras recorren el \c[5]Camino de los Antiguos\c[0].

source: ...Hi?
es_es: ¿...Hola?

source: You look puzzled.
es_es: Te ves confundida.

source: Do you want to know more about the \c[3]Track of the Ancients\c[0]?
es_es: ¿Quieres saber más sobre el \c[3]Camino de los Antiguos\c[0]?

source: [nods]
es_es: [asiente]

source: The \c[3]Track of the Ancients\c[0] is an ancient \c[3]assessment system\c[0] based on a highly advanced technology.
es_es: El \c[3]Camino de los Antiguos\c[0] es un antiguo \c[3]sistema de evaluación\c[0] basado en tecnología altamente avanzada.

source: As Seekers it is your task to walk the Track and discover all the secrets it holds.
es_es: Como Buscadores, es su trabajo recorrer el Camino y descubrir los secretos que oculta.

source: Once you reach \c[3]Rookie Harbor\c[0] you can attend the Introductory briefing to learn more about it.
es_es: Una vez que llegues al \c[3]Puerto Recluta\c[0], deberás atender a un informe introductorio que te dará más información.

source: [shakes head]
es_es: [niega con la cabeza]

source: Well then...
es_es: Bien entonces...

source: Yes
es_es: [Sí]

# data/maps/rhombus-sqr/central.json//entities/118/settings/dialog/5/text
source: Once you reach a new major location on the mainland, a connection to CrossCentral will be established for quick travel.
es_es: Una vez que lleguen a una nueva área en el continente, se formará una conexión con el Cruce Central para viaje rápido.

# data/maps/rhombus-sqr/central.json//entities/121/settings/dialog/0/text
source: Huh, those poor advisor NPCs. Just explaining the same thing over and over again.
es_es: Hm, pobre de esos NPCs. No hacen más que repetir las mismas cosas una y otra vez.

# data/maps/rhombus-sqr/central.json//entities/121/settings/dialog/1/text
source: You know that those NPCs are actually artificial intelligences, right?
es_es: Sabes que esos NPCs son inteligencias artificiales, ¿no?

# data/maps/rhombus-sqr/central.json//entities/121/settings/dialog/2/text
source: Are you serious?
es_es: ¿En serio?

# data/maps/rhombus-sqr/central.json//entities/121/settings/dialog/3/text
source: Yeah, it's hard to tell at the beginning, but you will notice eventually.
es_es: Sí, es difícil darse cuenta al principio, pero lo harás eventualmente.

# data/maps/rhombus-sqr/central.json//entities/121/settings/dialog/4/text
source: Their interactions with players are somewhat limited.
es_es: Sus interacciones con los jugadores son algo limitadas.

# data/maps/rhombus-sqr/central.json//entities/121/settings/dialog/5/text
source: Man, we've come pretty far with AI research, haven't we?
es_es: Se ha avanzado mucho con la I.A., ¿no crees?

# data/maps/rhombus-sqr/central.json//entities/121/settings/dialog/6/text
source: Sure... yet we still have trouble passing the \c[5]Turing Test\c[0].
es_es: Seguro... y aún así tienen problemas superando el \c[5]Test de Turing\c[0].

source: Hi?
es_es: ¿Hola?

source: Hey there, can we help you?
es_es: Hola, ¿podemos ayudarte?

source: Uhm...
es_es: Em...

source: Oh, are you wondering about the \c[3]Turing Test\c[0]?
es_es: Oh, ¿quieres saber qué es el \c[3]Test de Turing\c[0]?

source: [nods]
es_es: [asiente]

source: Oh? You're a curious one, I like that!
es_es: ¿En serio? Qué curiosa eres, ¡me agradas!

source: The Turing Test is quite simple:
es_es: El Test de Turing es bastante sencillo:

source: You have two people writing each other via text.
es_es: Hay dos personas escribiéndose mensajes de texto.

source: The twist: one of them is actually a machine.
es_es: Pero... una de ellas es una máquina.

source: If the actual person can tell from the conversation that the other person is a machine, you fail the Turing Test.
es_es: Si la persona real puede discernir de la conversación que la otra es en realidad una máquina, fallas el Test de Turing.

source: It's difficult, because it's not just about simulating natural language.
es_es: Es difícil, porque no se trata solo de simular el lenguaje natural.

source: The machine needs to have a memory, general knowledge and many other things to properly respond like a human being would.
es_es: La máquina tiene que tener memoria, conocimiento general y muchas otras cosas para contestar como un humano lo haría.

source: Oh! It's you from Newcomer's Bridge again.
es_es: ¡Oh! Eres tú, te recuerdo del Puente Recluta.

source: Hi!
es_es: ¡Hola!

source: Look, we're getting closer to the mainland!
es_es: Mira, ¡ya estamos cerca del continente!

source: If you look closely, you can already see Rookie Harbor on the horizon.
es_es: Si ves más de cerca, puedes ver el Puerto Recluta en el horizonte.

source: Almost there~
es_es: Ya casi~

# data/maps/rhombus-sqr/central.json//entities/266/settings/teleportLabel
source: To the City
es_es: A la Ciudad

# data/maps/rhombus-sqr/central.json//entities/267/settings/teleportLabel
source: SOMEWHERE
es_es: ALGUNA PARTE

# data/maps/rhombus-sqr/central.json//entities/268/settings/teleportLabel
source: SOMEWHERE
es_es: ALGUNA PARTE

# data/maps/rhombus-sqr/central.json//entities/270/settings/teleportLabel
source: SOMEWHERE
es_es: ALGUNA PARTE

# data/maps/rhombus-sqr/central.json//entities/271/settings/teleportLabel
source: SOMEWHERE
es_es: ALGUNA PARTE

# data/maps/rhombus-sqr/central.json//entities/272/settings/teleportLabel
source: SOMEWHERE
es_es: ALGUNA PARTE

source: So...\. this is it?\. Is this the entrance to the city?
es_es: Entonces...\. ¿es aquí?\. ¿Esta es la entrada a la ciudad?

source: Indeed! From here you can take the sky rail to any part of the city.
es_es: ¡En efecto! Desde aquí puedes tomar el teleférico a cualquier parte de la ciudad.

source: There is a shopping district, a residential area, and of course the \c[3]arena\c[0].
es_es: Hay un distrito de compras, un área residencial, y por supuesto, la \c[3]arena\c[0].

source: I recommend checking out the stores. The \c[3]Booster Items\c[0] are especially interesting.
es_es: Recomiendo que visites las tiendas. Los \c[3]Potenciadores\c[0] son particularmente interesantes.

source: We'll be going then! See you around!
es_es: ¡Vamos yendo entonces! ¡Nos vemos!

source: So how about it, Lea? Should we explore the city together?
es_es: Bueno, ¿qué opinas Lea? ¿Exploramos la ciudad juntos?

source: [nods]
es_es: [asiente]

source: Très bien! Let's go!
es_es: ¡Très bien! ¡Vamos!

source: [shakes head]
es_es: [niega con la cabeza]

source: D'accord! Just call us then when you change your mind!
es_es: ¡D'accord! ¡Llámanos si cambias de opinión!

source: [yes]
es_es: [Sí]

source: It does not hurt to have a look around the city now.
es_es: No hay problema en que te eches un paseo por la ciudad ahora mismo.

source: Just do not forget that our next destination is the \c[3]north of Sapphire Ridge\c[0].
es_es: Tan solo recuerda que nuestro próximo destino es el \c[3]norte de Cresta Zafiro\c[0].

source: Search the \c[3]north of Sapphire Ridge\c[0] to look for the place you saw in your dreams.
es_es: Investiga el \c[3]norte de Cresta Zafiro\c[0] para encontrar el lugar que viste en tus sueños.

# data/maps/rhombus-sqr/central.json//entities/346/settings/dialog/0/text
source: Sky Rails...\. My arch enemy...
es_es: Teleféricos del cielo...\. mi archienemigo...

# data/maps/rhombus-sqr/central.json//entities/346/settings/dialog/1/text
source: We're back in Rhombus Square. You should have seen that coming.
es_es: Hemos vuelto a Plaza Rombo. Era de esperarse.

# data/maps/rhombus-sqr/central.json//entities/346/settings/dialog/2/text
source: I know...\. they're still the worst, though!
es_es: Lo sé...\. ¡pero siguen siendo lo peor!

source: Why?
es_es: ¿Por qué?

source: Huh?
es_es: ¿Eh?

source: Well, just think about it...
es_es: Bien, piénsalo...

source: You walked through the deep chasms of a mine, climbed up a giant tree, and stood in the middle of space.
es_es: Caminaste por los oscuros abismos de una mina, trepaste un árbol gigante, y te paraste en medio del espacio.

source: After all that, do those puny Sky Rails still pose a challenge to you?
es_es: Después de todo eso, ¿esos tontos teleféricos te siguen pareciendo un desafío?

source: You know what?\. You're right.\. They really shouldn't.
es_es: ¿Sabes qué?\. Tienes razón.\. No deberían serlo.

source: Nothing tops the horror of standing in literal space.
es_es: Nada supera el horror de estar literalmente parado en el espacio.

source: Screw this, let's explore the city!
es_es: ¡Al demonio, exploremos la ciudad!

source: There we go!
es_es: ¡Así me gusta!

# data/maps/rhombus-sqr/dng-end.json//entities/142/settings/teleportLabel
source: CrossCentral
es_es: Cruce Central

source: You can go ahead! Just take any of those sky rail terminals.
es_es: ¡Ve tú, yo te sigo! Toma cualquiera de los teleféricos.

source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/8/text
source: Initializing Avatar
es_es: Inicializando Avatar

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/15/message
source: Ha!\. ...\. Told you I would be...\. first...
es_es: ¡Ja!\. ...\. Te dije que saldría...\. primera...

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/16/message
source: ...Hi.
es_es: ...Hola.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/20/message
source: ...\. Phew...
es_es: ...\. Uff...

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/22/message
source: Ah, oui~\. But wasn't that fun?
es_es: Ah, oui~\. ¿Pero no fue divertido?

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/23/message
source: I was very surprised by that boss at the end!
es_es: ¡Esa torreta del final me sorprendió mucho!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/24/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/25/message
source: Um...\. Pardon.\. I didn't even introduce myself.
es_es: Um...\. Pardon.\. No te dije mi nombre.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/27/message
source: Nickname: \c[3]Emilienator\c[0]!
es_es: ¡Nombre de usuario: \c[3]Emilienator\c[0]!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/29/message
source: I know!\. It's genius, right?
es_es: ¡Lo sé!\. Ingenioso, ¿no?

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/30/message
source: So...\. um...\. what's your name?
es_es: Entonces...\. em...\. ¿cómo te llamas?

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/32/message
source: Lea!\. Nice to meet you!
es_es: ¡Lea!\. ¡Encantada de conocerte!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/33/message
source: So...\. Are you ready to take the sky rails?
es_es: Así que...\. ¿Estás lista para subirte a los teleféricos del cielo?

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/47/message
source: I wish we could already explore the city itself, but non~
es_es: Ojalá pudieramos explorar la ciudad, pero non~

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/49/message
source: Didn't you know?\. The sky rail will take you straight to \c[3]CrossCentral\c[0].
es_es: ¿No lo sabías?\. El teleférico te llevará directamente al \c[3]Cruce Central\c[0].

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/50/message
source: From there you'll be transported to the mainland.
es_es: Desde ahí, te transportarán al continente.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/51/message
source: You will only be able to enter Rhombus Square much later.
es_es: Te dejarán entrar a Plaza Rombo mucho más adelante.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/53/message
source: Oui, it sucks. I know.
es_es: Oui, apesta. Lo sé.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/55/message
source: YOU OVER THERE!
es_es: ¡OYE, TÚ!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/64/message
source: Yes, you, the \c[3]blue haired Spheromancer\c[0]!
es_es: ¡Sí, tú!, ¡La \c[3]Spheromancer de pelo azul\c[0]!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/65/message
source: ...Hi?
es_es: ¿...Hola?

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/66/message
source: Before, you just appeared out of nowhere.\. Suspicious!
es_es: Hace un rato te vi aparecer de la nada.\. ¡Sospechoso!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/67/message
source: And what do I see now?
es_es: ¿Y qué veo ahora?

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/68/message
source: You are at \c[3]level \v[player.level]\c[0]!
es_es: ¡Eres \c[3]nivel \v[player.level]\c[0]!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/69/message
source: And this is unheard of.\. I'm forced to assume~
es_es: Esto es inaudito.\. No puedo más que asumir...

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/76/message
source: You,\. young lady...
es_es: Tú,\. jovencita...

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/84/message
source: ... have been \c[3]cheating\c[0]!
es_es: ... ¡has estado \c[3]haciendo trampa\c[0]!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/87/message
source: ...What.
es_es: ...Qué.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/89/message
source: Monsieur, going straight for the accusations?
es_es: Monsieur, ¿saltas directo a las acusaciones?

source: Also \c[3]why\c[0]? We're all \c[3]level 3\c[0], non?
es_es: ¿Además \c[3]cuál es el problema\c[0]? Todos somos \c[3]nivel 3\c[0], ¿non?

source: Yes, but it doesn't add up! She wasn't \c[3]level 1\c[0] when I saw her entering the dungeon!
es_es: ¡Sí, pero no cuadra! ¡Ella no era \c[3]nivel 1\c[0] cuando entró en la mazmorra!

source: Something is \c[3]definitely\c[0] fishy here!
es_es: ¡Hay algo \c[3]muy\c[0] extraño aquí!

source: Mon dieu... Why do you even care when the end result is the same?
es_es: Mon dieu... ¿Por qué te preocupas siquiera si es que da igual?

source: [nods]
es_es: [asiente]

source: That's...\. \c[1]lower\c[0] than our level. Why does it matter when she handicaps herself?
es_es: Eso está...\. por \c[1]debajo\c[0] de nuestro nivel. ¿Qué importa si se lo quiere poner más difícil?

source: This is about principle!
es_es: ¡Es un tema de principios!

source: Cheating is bad, no matter what the outcome is!
es_es: ¡Hacer trampa está mal, no importa si otorga o no una ventaja!

source: How can you be so sure about it?
es_es: ¿Cómo sabes que hizo trampa?

source: Just because you are stuck at level 3 doesn't mean...
es_es: Que tú no puedas pasar del nivel 3 no quiere decir que...

source: She is...\. \c[1]level \v[player.level]\c[0]!
es_es: ¡Ella es...\. \c[1]nivel \v[player.level]\c[0]!

source: \s[1]\c[1]LEVEL \v[player.level]\c[0]!
es_es: ¡\s[1]\c[1]NIVEL \v[player.level]\c[0]!

source: HOW CAN YOU NOT SEE THE ISSUE?!
es_es: ¡¿CÓMO NO VES UN PROBLEMA CON ESO?!

source: IT'S RIDICULOUSLY HIGH!!
es_es: ¡¡ES RIDÍCULAMENTE ALTO!!

source: THIS IS PLAIN AND OBVIOUS CHEATING!
es_es: ¡ESTO ES SIMPLE Y LLANAMENTE TRAMPA!

source: Come on! No reason to make a huge deal out of it...
es_es: ¡Vamos! No tienes por qué hacer tanto alboroto...

source: What? So it doesn't matter to you that some players start the game with any level they like?
es_es: ¿Qué? ¿Así que te parece bien que los jugadores tengan cualquier nivel?

source: Then what's the point of having levels in the first place?!
es_es: ¡¿Entonces para qué tener niveles en primer lugar?!

source: Hey, it's just a game...
es_es: Oye, es solo un juego...

source: NO!!!\. THIS IS SERIOUS!!
es_es: ¡¡¡NO!!!\. ¡¡ESTO ES SERIO!!

source: Impossible!
es_es: ¡Imposible!

source: No player on record has ever reached level \v[player.level] at this point.
es_es: Nunca se ha registrado que un jugador tenga nivel \v[player.level] a este punto.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/91/message
source: Young lady, surely I don't need to explain to you the faults of such actions.
es_es: Jovencita, estoy seguro de que no debo explicar lo terrible de tus acciones.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/93/message
source: Cheating will never pay off in the long run!
es_es: ¡Hacer trampa nunca vale la pena a la larga!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/94/message
source: Hi...
es_es: Hola...

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/95/message
source: Is that all you have to say?
es_es: ¿Eso es todo lo que tienes para decir?

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/96/message
source: Oh dear, what is going on here?
es_es: Oh, Dios, ¿qué sucede aquí?

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/104/message
source: Joern, I have exposed this cheater here.
es_es: Joern, he descubierto a una tramposa.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/105/message
source: And now you're lecturing her?
es_es: ¿Y la estás sermoneando?

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/106/message
source: Yes, about the wrongness of her actions!
es_es: ¡Sí! ¡Para que se arrepienta de lo que ha hecho!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/109/message
source: How about: no.
es_es: Ya cállate.
