Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: Are you ready to help me one final time?
es_es: ¿Estás lista para ayudarme una última vez?

source: I appreciate it, kid!
es_es: ¡Te lo agradezco mucho, niña!

source: This one starts off just like the last one.
es_es: Esta es similar a la anterior.

source: There's a book here talking about a place in \c[3]\v[area.forest.name]\c[0]. It's in the shelf to the left.
es_es: Hay un libro aquí que habla de un lugar en \c[3]\v[area.forest.name]\c[0]. Está en la estantería de la izquierda.

source: Give it a read and see if you can make something of it.
es_es: Échale un vistazo y fíjate si puedes descifrarlo.

source: [nods]
es_es: [asiente]

source: No? What's the matter? Please come back if you changed your mind!
es_es: ¿No? ¿Cuál es el problema? ¡Por favor, vuelve si cambias de opinión!

source: Hello young lady, read the book yet?
es_es: Hola jovencita, ¿ya has leído el libro?

source: [nods]
es_es: [asiente]

source: So, something about a "Berrytree" and a Panda. Ah yes, also the bug by the campfire?
es_es: Entonces, algo con un "Árbol de Bayas" y un Panda. Ah, sí, ¿y el bicho en la hoguera?

source: To be frank, I have no idea what it means.
es_es: Para ser sincero, no tengo idea de qué significa.

source: I hope you can make something out of it.
es_es: Espero que puedas averiguarlo.

source: [nods]
es_es: [asiente]

source: That's the spirit!
es_es: ¡Ese es el espíritu!

source: [shakes head]
es_es: [niega con la cabeza]

source: Well, give it a read. It's on the shelf to the left.
es_es: Bueno, dale una leída. Está en la estantería a la izquierda.

source: Welcome back kid, any luck finding the \c[3]\v[item.515.name]\c[0]?
es_es: Bienvenida de vuelta, niña. ¿Has tenido suerte con el \c[3]\v[item.515.name]\c[0]?

source: [nods]
es_es: [asiente]

source: We really did it...
es_es: Realmente lo hemos hecho...

source: Well, you did it to be fair.
es_es: Bueno, tú lo hiciste, a decir verdad.

source: Thanks!
es_es: ¡Gracias!

source: Well... I guess there is no point in waiting.
es_es: Bueno... supongo que no tiene sentido esperar.

source: Let me make some arrangements and get word out to my children.
es_es: Déjame hacer unos preparativos y le avisaré a mis niños.

source: We should all meet at the place where we first heard of this quest: \c[3]The Observatory\c[0] in \c[3]\v[area.autumn-area.name]\c[0].
es_es: Deberíamos reunirnos todos en el primer lugar dónde oímos hablar de esta misión: \c[3]El Observatorio\c[0] en \c[3]\v[area.autumn-area.name]\c[0].

source: Would you be willing to join us? It's only fair and I trust you.
es_es: ¿Quieres unirte a nosotros? Es lo menos que puedo hacer, confío en ti.

source: [nods]
es_es: [asiente]

source: Thanks, kiddo.
es_es: Gracias, niña.

source: I'll be leaving then! See you at the Observatory.
es_es: ¡Estaré allí entonces! Nos vemos en el Observatorio.

source: Bye!
es_es: ¡Adiós!

source: Is it just me or did he seem... \.\.nervous?
es_es: Soy yo o se lo veía... \.\.¿nervioso?

source: Well, I am sure everything will work out after all the work you went through.
es_es: Bueno, estoy seguro de que todo saldrá bien luego de todo el trabajo que ha llevado.

# data/maps/rhombus-sqr/interior/hidden-shop.json//entities/17/settings/text
source: Ridge Poems
es_es: Poemas de la Cresta

source: Read Book
es_es: Leer Libro

source: \c[3]Ridge Poems\c[0]
es_es: \c[3]Poemas de la Cresta\c[0]

source: In \c[3]\v[area.forest.name]\c[0], locals indulge passionately in the art of poems. The most famous is called \c[3]A War in the Bellow\c[0] and goes like this:
es_es: En \c[3]\v[area.forest.name]\c[0], los locales se sumergen apasionadamente en el arte de la poesía. El más famoso se llama \c[3]Una Guerra en el Bramido\c[0], y dice:

source: Silent evenfall shall a mealy, stern bug wait by the campfire
es_es: Silencioso atardecer, un harinoso y severo insecto espera cerca de la hoguera

source: Composure nighttime An old, strong panda walks watching the berrytree
es_es: Serena noche Un viejo, y fuerte panda camina observando el árbol de bayas

source: Bellwielder
es_es: Campanero

source: Hello.
es_es: Hola.

source: Hi...?
es_es: ¿Hola...?

source: Are you looking for a book?
es_es: ¿Estás buscando algún libro?

source: [shakes head]
es_es: [niega con la cabeza]

source: Okay.
es_es: Bueno.

source: So...\. just so you know...
es_es: Entonces...\. solo para que sepas...

source: This is a book store.
es_es: Esta es una tienda de libros.

source: Not sure what else you hope to find here.
es_es: No sé que más esperas encontrar aquí.

source: *sigh*
es_es: *suspiro*

source: What am I doing here?
es_es: ¿Qué estoy haciendo aquí?

source: I came to this bustling city hoping to get a position in one of their libraries.
es_es: He venido a esta ciudad con la esperanza de trabajar en una de sus librerías.

source: Yet somehow I ended up in this tiny book store.
es_es: Y por algún motivo acabé en esta pequeña tienda de libros.

source: Why?
es_es: ¿Por qué?

source: Well, apparently they didn't like the fact I'm always carrying this giant bell with me.
es_es: Bueno, parece que no les gusta que siempre lleve esta campana gigante conmigo.

source: Because yes, yes...\. Libraries are quiet places.
es_es: Y bien, cierto...\. Las librerías deben ser silenciosas.

source: I know!
es_es: ¡Lo sé!

source: What do they expect me to do?\. Constantly ring the bell like a crazy person?
es_es: ¿Qué creen que haría?\. ¿Sonar la campana constantemente cómo un loco?

source: Of course I wouldn't do that!
es_es: ¡Por supuesto que no me atrevería!

source: But I just...\. have to bring it with me, okay?\. It's complicated.
es_es: Pero yo...\. debo tenerla conmigo, ¿sí?\. Es complicado.

source: Well at least in this book store they don't mind.
es_es: Bueno, al menos en esta tienda de libros no les importa.

source: Ah! There you are!
es_es: ¡Ah! ¡Ahí estás!

source: Hi!
es_es: ¡Hola!

source: Hm?\. No need to be so shy!
es_es: ¿Hm?\. ¡No seas tímida!

source: Sorry...
es_es: Perdón...

source: Hm? Oh don't worry, you didn't make me wait for that long.
es_es: ¿Hm? Oh, no te preocupes, no me has hecho esperar tanto tiempo.

source: Anyway...
es_es: En fin...

source: Why?
es_es: ¿Por qué?

source: Hm? Is something wrong?
es_es: ¿Hm? ¿Hay algún problema?

source: Well... Anyway...
es_es: Bueno... De todos modos...

source: Hi!
es_es: ¡Hola!

source: [stay quiet]
es_es: [quedarse en silencio]

source: Sorry...
es_es: Perdón...

source: Why?
es_es: ¿Por qué?

source: Welcome to my little mansion, \c[3]Anna\c[0]! It's nice to see you again.
es_es: ¡Bienvenida a mi pequeña mansión, \c[3]Anna\c[0]! Es un placer verte de nuevo.

source: Hi!
es_es: ¡Hola!

source: Yes, yes.\. Hello.
es_es: Sí, sí.\. Hola.

source: Wait...
es_es: Espera...

source: Ah...\. did I get your name wrong?
es_es: Ah...\. ¿He dicho mal tu nombre?

source: Right... Your name is \c[3]Lea\c[0].
es_es: Cierto... Tu nombre es \c[3]Lea\c[0].

source: [nods]
es_es: [asiente]

source: I'm sorry, my memory for names has seen better days.
es_es: Lo siento, mi memoria no es la de antes.

source: Bye...
es_es: Adiós...

source: You just arrived, don't tell me you want to leave already.
es_es: ¡Pero si acabas de llegar! No me digas que ya te quieres ir.

source: Hi!
es_es: ¡Hola!

source: Wait...
es_es: Espera...

source: Bye!
es_es: ¡Adiós!

source: Anyway, I'm glad you arrived safely.
es_es: En fin, me alegro de que hayas llegado bien.

source: It's good to see that you managed to stay dry with all the \c[3]rain outside\c[0].
es_es: Es bueno ver que has conseguido mantenerte seca con toda la \c[3]lluvia ahí fuera\c[0].

source: [nods]
es_es: [asiente]

source: Yes, indeed...
es_es: Sí, en efecto...

source: Hi~
es_es: Hola~

source: Uhm...\. excuse me?
es_es: Uhm...\. ¿disculpa?

source: Why?
es_es: ¿Por qué?

source: Huh, did I say something strange?
es_es: ¿He dicho algo extraño?

source: [nods]
es_es: [asiente]

source: [yes]
es_es: [Sí]

source: Hi!
es_es: ¡Hola!

source: Why?
es_es: ¿Por qué?

source: Oh wait!\. I forgot!
es_es: ¡Oh, espera!\. ¡Lo olvidé!

source: It's sunny out there, isn't it?
es_es: Hoy es un día soleado, ¿no es así?

source: Hohoho!
es_es: ¡Jojojo!

source: I probably sound like a senile old man to you, don't I?
es_es: Probablemente te parezca un viejo senil, ¿no?

source: [nods]
es_es: [asiente]

source: Ouch.\. That was a bit too honest, don't you think?
es_es: Ouch.\. Eso fue demasiado honesto, ¿no crees?

source: Sorry.
es_es: Perdón.

source: Bye.
es_es: Adiós.

source: Oh? Do you want to leave? Did I do something wrong?
es_es: ¿Oh? ¿Quieres irte? ¿He hecho algo malo?

source: [stay quiet]
es_es: [quedarse en silencio]

source: Sorry.
es_es: Perdón.

source: Bye.
es_es: Adiós.

source: Hohohoho! Don't worry!
es_es: ¡Jojojojo! ¡No te preocupes!

source: I'm just testing you.
es_es: Sólo te estoy probando.

source: I was told you are an AI.
es_es: Me han dicho que eres una IA.

source: One of the most effective ways to distinguish a poor AI from a human is testing how it reacts to nonsense.
es_es: Una de las formas más efectivas de distinguir una IA rudimentaria de un humano es ver cómo reacciona a incoherencias.

source: And despite your lack of speech, I have to say your reactions so far seem very much human-like.
es_es: Y a pesar de tu falta de diálogo, debo decir que tus reacciones hasta ahora parecen muy humanas.

source: I'm impressed!
es_es: ¡Estoy impresionado!

source: And your reactions have been...\. pretty good so far!
es_es: Y tus reacciones han sido..\. ¡bastante buenas hasta ahora!

source: Especially considering your speech limitations.
es_es: Sobre todo teniendo en cuenta tus limitaciones en el habla.

source: And I have to be honest...\. some of your answers have been rather strange, Lea.
es_es: Y para ser sincero...\. algunas de tus respuestas han sido bastante extrañas, Lea.

source: Even taking into account your speech limitations.
es_es: Incluso teniendo en cuenta tus limitaciones del habla.

source: Anyway, let's do a little quiz.
es_es: En fin, hagamos una pequeña encuesta.

source: Don't worry, it should be simple.
es_es: No te preocupes, debería ser sencillo.

source: This way please. Ladies first!
es_es: Por aquí, por favor. ¡Las damas primero!

source: Okay, Lea.\. Are you ready?
es_es: Bien, Lea.\. ¿Estás lista?

source: [nods]
es_es: [asiente]

source: Good! First question.
es_es: ¡Bien! Primera pregunta.

source: Say Lea, do you remember the appearance and taste of \c[3]fruits and vegetables\c[0]?
es_es: Dime Lea, ¿recuerdas el aspecto y el sabor de las \c[3]frutas y verduras\c[0]?

source: [nods]
es_es: [asiente]

source: In that case,\. what's your \c[3]favorite\c[0]?\. A:\. Lettuce,\. B:\. Tomatoes,\. C:\. Bananas,\. D:\. Eggplants?
es_es: En ese caso, ¿cuál es tu \c[3]favorita\c[0]?\. A:\. Lechuga,\. B:\. Tomates,\. C:\. Plátanos,\. D:\. Berenjenas.

source: Lettuce
es_es: Lechuga

source: Tomatoes
es_es: Tomates

source: Bananas
es_es: Plátanos

source: Eggplants
es_es: Berenjenas

source: Lettuce
es_es: Lechuga

source: Tomatoes
es_es: Tomates

source: Bananas
es_es: Plátanos

source: Eggplants
es_es: Berenjenas

source: Good. "\c[3]\v[tmp.food]\c[0]" you say. Please remember this for a moment.
es_es: Bien. "\c[3]\v[tmp.food]\c[0]" dices. Por favor, recuérdalo por un momento.

source: Now to something else!
es_es: ¡Ahora a otra cosa!

source: Some time ago, I had a long talk with an old friend.
es_es: Hace un tiempo, tuve una larga charla con un viejo amigo.

source: He just went on about his garden at home.
es_es: No dejaba de hablar del jardín de su casa.

source: Yadda, yadda, bonsai trees...
es_es: Puro palabrerío, árboles de bonsai...

source: Blah, Blah, flower beds...
es_es: Blah, Blah, camas de flores...

source: He just kept going.
es_es: No me dio un respiro.

source: And when he was done...\. I told him this is all really \c[3]fascinating\c[0].
es_es: Y cuando había acabado...\. Yo le dije, \c[3]"fascinante"\c[0].

source: Here is my second question: \c[3]did I tell him the truth\c[0]?
es_es: Y mi segunda pregunta es: ¿\c[3]he sido sincero con él\c[0]?

source: [nods]
es_es: [asiente]

source: [shakes head]
es_es: [niega con la cabeza]

source: [yes]
es_es: [Sí]

source: Alright.\. Last question!
es_es: Bien.\. ¡Ahora la última pregunta!

source: So...\. remember your \c[3]favorite food item\c[0]?
es_es: Bueno...\. ¿aún recuerdas tu \c[3]fruta favorita\c[0]?

source: What \c[3]color\c[0] is most commonly associated with it? A:\. Red,\. B:\. Green,\. C:\. Purple,\. D:\. Yellow?
es_es: ¿Qué \c[3]color\c[0] se asocia más comúnmente con ella? A:\. Rojo,\. B:\. Verde,\. C:\. Púrpura,\. D:\. Amarillo.

source: Red
es_es: Rojo

source: Green
es_es: Verde

source: Purple
es_es: Púrpura

source: Yellow
es_es: Amarillo

source: Red
es_es: Rojo

source: Green
es_es: Verde

source: Purple
es_es: Púrpura

source: Yellow
es_es: Amarillo

source: The color of "\c[3]\v[tmp.food]\c[0]" is "\c[3]\v[tmp.color]\c[0]".\. Sounds reasonable!
es_es: El color de "\c[3]\v[tmp.food]\c[0]" es "\c[3]\v[tmp.color]\c[0]".\. ¡Suena razonable!

source: [nods]
es_es: [asiente]

source: The color of "\c[3]\v[tmp.food]\c[0]" is "\c[3]\v[tmp.color]\c[0]"?\. Are you sure?
es_es: ¿El color de "\c[3]\v[tmp.food]\c[0]" es "\c[3]\v[tmp.color]\c[0]"?\. ¿Estás segura?

source: Good, this concludes our quiz!
es_es: Bien, ¡con esto concluye la encuesta!

source: And you handled this one \c[3]perfectly\c[0].\. That's for sure.
es_es: Y debo decir que lo has hecho \c[3]genial\c[0].\. Muy impresionante.

source: And your answers have been...\. well...\. \c[3]so-so\c[0].
es_es: Y tus respuestas han sido...\. bueno...\. \c[3]no muy buenas\c[0].

source: And well...\. I \c[3]expected better\c[0] to be honest.
es_es: Y bueno...\. Esperaba \c[3]algo mejor\c[0] a decir verdad.

source: Now!
es_es: ¡Ahora!

source: You could in fact just be a human-controlled program mocking an AI.
es_es: Aún no se descarta la posibilidad de que no seas más que un humano haciéndose pasar por una IA.

source: But Mr. Asimov proposed a little \c[3]experiment\c[0] to prove that you are in fact a real AI.
es_es: Pero el Sr. Asimov propuso un pequeño \c[3]experimento\c[0] para probar que eres una IA auténtica.

source: He gave me a small program to send you a \c[3]prerecorded message\c[0].
es_es: Me otorgó un pequeño programa para enviarte un \c[3]mensaje pregrabado\c[0].

source: I will send this message now.\. Get ready!
es_es: Enviaré este mensaje ahora.\. ¡Prepárate!

source: Hello, Lea!
es_es: ¡Hola, Lea!

source: This is a prerecorded message.
es_es: Este es un mensaje pregrabado.

source: Mr. Asimov claimed you are capable of receiving and understanding the full recording in a \c[3]split second\c[0].
es_es: El Sr. Asimov afirmó que eres capaz de recibir y comprender la grabación completa en una \c[3]fracción de segundo\c[0].

source: That is certainly a feat impossible to humans.
es_es: Eso es ciertamente una hazaña imposible para los humanos.

source: In the middle of this recording will be a simple question.
es_es: En medio de esta grabación habrá una simple pregunta.

source: Be careful not to miss it.
es_es: ¡Que no se te escape!

source: Anyway...\. the weather sure is nice, isn't it?
es_es: En fin...\. el clima está agradable hoy, ¿no?

source: I'm just talking to add some padding to this recording.\. Don't mind me.
es_es: Sólo estoy hablando para añadir algo de relleno a esta grabación.\. No me hagas caso.

source: Well, that should be sufficient!
es_es: Bueno, ¡eso debería ser suficiente!

source: Here is the \c[3]question\c[0].
es_es: Aquí está la \c[3]pregunta\c[0].

source: What is \c[3]6\c[0] divided by \c[3]2\c[0]?
es_es: ¿Cuánto es \c[3]6\c[0] dividido por \c[3]2\c[0]?

source: Please remember the answer until after the recording is over.
es_es: Por favor, recuerda la respuesta hasta que termine la grabación.

source: Now, on to something else.
es_es: Ahora, a otra cosa.

source: Some of my peers find it rather strange that I sometimes play CrossWorlds, you know?
es_es: A algunos de mis colegas les resulta extraño que a veces juegue a CrossWorlds, ¿sabes?

source: They keep telling me a person in my position should have better things to do.
es_es: Me dicen que una persona en mi cargo debería tener mejores cosas qué hacer.

source: But why should it matter what I do as a recreational activity?
es_es: ¿Pero por qué importaría lo que hago para divertirme?

source: Plus, I feel the technology of CrossWorlds is highly fascinating.
es_es: Además, la tecnología de CrossWorlds me parece fascinante.

source: Of course I do. That's why I invested into Instatainment, after all.
es_es: Y eso debería ser evidente. Después de todo, es el motivo por el cual invertí en Instatainment.

source: Anyway, this is the end of the recording.
es_es: En fin, este es el fin de la grabación.

source: Now, please answer my question from before!
es_es: Ahora, ¡responde a la pregunta que te hice antes!

source: Hi!
es_es: ¡Hola!

source: Absolutely incredible!
es_es: ¡Absolutamente increíble!

source: You received a recording of about a minute and responded to it...\. almost \c[3]immediately\c[0]!
es_es: Recibiste una grabación de alrededor de un minuto y respondiste a ella...\. ¡casi de \c[3]inmediato\c[0]!

source: This proves, without a doubt, that you are indeed an AI.
es_es: Esto demuestra, sin lugar a dudas, que eres realmente una IA.

source: Hi!
es_es: ¡Hola!

source: That was \c[3]wrong\c[0].\. Too bad.
es_es: Eso \c[3]no es correcto\c[0].\. Una pena.

source: Are you sure you received the full recording?
es_es: ¿Estás segura de haber recibido la grabación completa?

source: Now I have to wonder if you really are an AI.
es_es: Ahora tengo dudas de si realmente eres una IA.

source: Honestly...\. I feel this was a waste of time.
es_es: Honestamente...\. Siento que esto fue una pérdida de tiempo.

source: Still...\. I feel this was a waste of time.
es_es: Aún así...\. Siento que esto fue una pérdida de tiempo.

source: Lea, you are not the advanced AI I was hoping to meet today.
es_es: Lea, no eres la avanzada IA que esperaba conocer hoy.

source: Sorry.
es_es: Perdón.

source: Anyway, this is all.
es_es: En fin, eso es todo.

source: Pretty much the most \c[3]human-like AI\c[0] I have witnessed so far!
es_es: ¡Esta IA es \c[3]la más parecida a un humano\c[0] que he visto nunca!

source: Mr. Asimov, I'm honestly impressed.
es_es: Sr. Asimov, estoy muy impresionado.

source: I am very glad to hear this.
es_es: Me alegra mucho oír eso.

source: I'd like to meet up soon to discuss this matter in more detail.
es_es: Quisiera hablar con usted pronto para discutir el asunto en más detalle.

source: Please contact my secretary to make an appointment.
es_es: Por favor, póngase en contacto con mi secretaria para arreglar una cita.

source: I will do that right away! Thank you for your time.
es_es: ¡Lo haré ahora mismo! Gracias por su tiempo.

source: No, I thank you for giving me the opportunity to see this!
es_es: No, ¡gracias a usted por darme la oportunidad de presenciar esto!

source: And Lea...\. I hope you enjoyed our conversation as much as I did.
es_es: Y Lea...\. Espero que hayas disfrutado de nuestra conversación tanto como yo lo hice.

source: How?
es_es: ¿Cómo?

source: Hohoho! Quite the sassy girl, aren't you?
es_es: ¡Jojojo! Eres una chica muy atrevida, ¿verdad?

source: As for your performance...\. I'm a bit on the edge to be honest.
es_es: En cuanto a los resultados...\. No estoy del todo convencido, a decir verdad.

source: Some of your answers have been rather strange.
es_es: Algunas de tus respuestas han sido algo extrañas.

source: Anyway, thanks a lot for the interesting conversation.
es_es: Pero igualmente, muchas gracias por esta interesante conversación.

source: I will get back to you.
es_es: Me pondré en contacto contigo.

source: Goodbye, Lea. And I hope to see you again!
es_es: Adiós, Lea. ¡Espero que nos volvamos a encontrar!

source: Bye!
es_es: ¡Adiós!

source: Goodbye and have a nice day, Lea.
es_es: Adiós y que tengas un buen día, Lea.

source: Bye.
es_es: Adiós.

source: Hello, welcome!\. Take a look at our great selection of items.
es_es: ¡Hola, bienvenida!\. Echa un vistazo a nuestra gran variedad de objetos.

source: Hey! We offer special items, supported by only the finest of backers.
es_es: ¡Hola! Ofrecemos objetos especiales, auspiciados por los mejores patrocinadores.

source: Banana Man
es_es: Hombre Banana

source: Shoot!\. This store doesn't have it either!
es_es: ¡Demonios!\. ¡Esta tienda no los tiene tampoco!

source: \c[3]Hedgehag Sandwiches\c[0]!
es_es: ¡\c[3]Sándwiches de Arizo\c[0]!

source: None of these stores seem to have them, and I've been searching all day!
es_es: ¡Ninguna tienda los vende! ¡He estado buscando todo el día!

source: Why?
es_es: ¿Por qué?

source: Because I need to know they exist!
es_es: ¡Porque debo saber que existen!

source: I've been bugging the devs about it for the past 5 years!
es_es: ¡Se los he pedido a los desarrolladores por los últimos 5 años!

source: ...Why?
es_es: ¿...Por qué?

source: ...\.I don't remember.\. It's been 5 years.
es_es: ...\.No lo recuerdo.\. Han pasado 5 años.

source: Just let me know if you find one, ok?
es_es: Tan solo hazme saber si ves uno, ¿sí?

source: Didn't ya read the sign outside?
es_es: ¿Qué no has leído el cartel de afuera?

source: Leave an old man alone.
es_es: Deja a este viejo en paz.

source: Didn't ya read the sign outside?
es_es: ¿Qué no has leído el cartel de afuera?

source: Leave an old man alone.
es_es: Deja a este viejo en paz.

source: Sorry...
es_es: Perdón...

source: You need a smith?
es_es: ¿Necesitas un herrero?

source: Sorry lass, this old geezer wants to enjoy his retirement.
es_es: Lo siento, niña, este vejete quiere disfrutar de su retiro.

source: Better find someone else.
es_es: Ve a molestar a alguien más.

source: How?
es_es: ¿Cómo?

source: Don't be stubborn, old friend.
es_es: No seas tan testarudo, viejo amigo.

source: ...Hi?
es_es: ¿...Hola?

source: Been a long time.
es_es: Ha pasado un largo tiempo.

source: Well, look who's still alive.
es_es: Vaya, mira quién sigue vivo.

source: Time sure did no harm to you.
es_es: El tiempo te ha tratado bien.

source: Been eating my vegetables, is all.
es_es: Son los vegetales, eso es todo.

source: You haven't lost your cheek, either.
es_es: Y no has perdido la picardía, tampoco.

source: So, what about this lass?
es_es: Y bien, ¿qué hay de esta niña?

source: At this point, I'm sure you sent her.
es_es: Me imagino que tú la habrás enviado.

source: True. Thought the girl might have some trouble convincing you.
es_es: Es cierto. Y pensé que tendría problemas convenciéndote.

source: Guess I was right.
es_es: Parece que tenía razón.

source: I quit the hermit smith life a long time ago, friend.
es_es: He dejado la herrería en el pasado, amigo.

source: My creations have long been forgotten, or left broken.
es_es: Mis creaciones han sido olvidadas, o destruidas.

source: She has the drill.
es_es: Tiene el taladro.

source: The drill you say? How is that old thing still around?
es_es: ¿El taladro dices? ¿Cómo es que esa cosa sigue dando vueltas?

source: Can't stop what drives progress.
es_es: No se puede parar el progreso.

source: Was in pretty bad shape when I got my hands on it.
es_es: Estaba en muy mala forma cuando calló en mis manos.

source: Did what I could. But it needs the stone.
es_es: Hice lo que pude. Pero necesita la piedra.

source: The stone? And you think this lass can handle it?
es_es: ¿La piedra? ¿Y tú crees que esta niña podrá con ello?

source: Never was more sure about anything.
es_es: Nunca estuve más seguro de algo en mi vida.

source: Mh...
es_es: Hm...
