Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: Enemy Kills and Chains
es_es: Eliminar Enemigos y las Rachas

source: Bonus Objectives
es_es: Objetivos Bonus

source: Medals, Trophies, and Coins
es_es: Medallas, Trofeos, y Monedas

source: \c[1]No, thanks!\c[0]
es_es: \c[1]¡No, gracias!\c[0]

source: Any other questions?
es_es: ¿Algún otra pregunta?

source: In that case, good luck going for the highest scores!
es_es: En ese caso, ¡buena suerte consiguiendo las puntuaciones más altas!

source: Come on!\. Let's go, let's gooo~
es_es: ¡Vamos!\. Quiero ir, quiero ir~

source: Wait, I still have to decide which equipment to put on...
es_es: Espera, aún tengo que decidir qué equiparme...

source: Don't overthink it.\. We can run those cups as often as we like.
es_es: No lo pienses mucho.\. Podemos intentar las copas tantas veces como queramos.

source: Exactly!! Let's start!
es_es: ¡¡Eso mismo!!\. ¡¡Vamos ya!!

source: Hey, I'm planning to use consumables and it'd be a shame if they go to waste.
es_es: Oye, estoy pensando usar consumibles, y sería una pena desperdiciarlos.

source: Come on, you're sitting on a huge stack of items! You'll never be able to use those up!
es_es: Oh vamos, ¡pero si tienes un sinfín de ellos! ¡Es imposible que te los acabes!

source: Man, I can't figure out how to get that platinum medal.
es_es: Hombre, no sé qué hacer para obtener esa medalla de platino.

source: It's driving me crazy!
es_es: ¡Me está volviendo loco!

source: Why bother? It's not like you get any coins for it!
es_es: ¿Por qué te molestas? ¡No te darán monedas por ello!

source: He's a completionist, there's no helping him.
es_es: Es un completista, no intentes razonarlo.

source: I know I'm that close!
es_es: ¡Sé que no me queda nada!

source: Training Arena \i[arrow-e]
es_es: Arena de Entrenamiento \i[arrow-e]

source: Hello, Seeker!\. You can buy regular consumables here.
es_es: ¡Hola, Buscadora!\. Puedes comprar consumibles regulares aquí.

source: Welcome to \c[3]Rhombus Arena\c[0]!
es_es: ¡Bienvenida a la \c[3]Arena Rombo\c[0]!

source: I'm happy to provide information on \c[3]Cups\c[0] and related topics!
es_es: ¡Con gusto proporcionaré información sobre las \c[3]Copas\c[0] y temas relacionados!

source: Welcome to \c[3]Rhombus Arena\c[0]!
es_es: ¡Bienvenida a la \c[3]Arena Rombo\c[0]!

source: I'm happy to provide information on \c[3]Cups\c[0] and related topics!
es_es: ¡Con gusto proporcionaré información sobre las \c[3]Copas\c[0] y temas relacionados!

source: \i[element-neutral] \c[3]+1 CP in the Heat Circuit\c[0] \i[element-neutral]
es_es: \i[element-neutral] \c[3]+1 PC en Circuito Neutral\c[0] \i[element-neutral]

source: The \c[3]\v[item.650.name]\c[0] is empowering your circuit! \c[3]You got one additional CP in the Neutral Circuit!\c[0] \i[element-neutral]
es_es: ¡El \c[3]\v[item.650.name]\c[0] está sobrecargando tu circuito! \c[3]¡Obtuviste un PC adicional en el Circuito Neutral!\c[0] \i[element-neutral]

source: \i[element-heat] \c[3]+1 CP in the Heat Circuit\c[0] \i[element-heat]
es_es: \i[element-heat] \c[3]+1 PC en Circuito Fuego\c[0] \i[element-heat]

source: The \c[3]\v[item.651.name]\c[0] is empowering your circuit! \c[3]You got one additional CP in the Heat Circuit!\c[0] \i[element-heat]
es_es: ¡El \c[3]\v[item.650.name]\c[0] está sobrecargando tu circuito! \c[3]¡Obtuviste un PC adicional en el Circuito Fuego!\c[0] \i[element-heat]

source: \i[element-cold] \c[3]+1 CP in the Cold Circuit\c[0] \i[element-cold]
es_es: \i[element-cold] \c[3]+1 PC en Circuito Hielo\c[0] \i[element-cold]

source: The \c[3]\v[item.652.name]\c[0] is empowering your circuit! \c[3]You got one additional CP in the Cold Circuit!\c[0] \i[element-cold]
es_es: ¡El \c[3]\v[item.650.name]\c[0] está sobrecargando tu circuito! \c[3]¡Obtuviste un PC adicional en el Circuito Hielo!\c[0] \i[element-cold]

source: \i[element-shock] \c[3]+1 CP in the Shock Circuit\c[0] \i[element-shock]
es_es: \i[element-shock] \c[3]+1 PC en Circuito Rayo\c[0] \i[element-shock]

source: The \c[3]\v[item.653.name]\c[0] is empowering your circuit! \c[3]You got one additional CP in the Shock Circuit!\c[0] \i[element-shock]
es_es: ¡El \c[3]\v[item.650.name]\c[0] está sobrecargando tu circuito! \c[3]¡Obtuviste un PC adicional en el Circuito Rayo!\c[0] \i[element-shock]

source: \i[element-wave] \c[3]+1 CP in the Wave Circuit\c[0] \i[element-wave]
es_es: \i[element-wave] \c[3]+1 PC en Circuito Pulso\c[0] \i[element-wave]

source: The \c[3]\v[item.654.name]\c[0] is empowering your circuit! \c[3]You got one additional CP in the Wave Circuit!\c[0] \i[element-wave]
es_es: ¡El \c[3]\v[item.650.name]\c[0] está sobrecargando tu circuito! \c[3]¡Obtuviste un PC adicional en el Circuito Pulso!\c[0] \i[element-wave]

source: This must be it!\. The \c[3]teleporting car\c[0]!
es_es: ¡Ese debe ser!\. ¡El \c[3]auto teletransportador\c[0]!

source: Fantastic work, Ms. Lea!\. It seems like we got them all!
es_es: ¡Un trabajo fantástico, Señorita Lea!\. ¡Parece que los atrapamos a todos!

source: That was a chase to be proud of!
es_es: ¡Esa fue una persecución de la que debería sentirse orgullosa!

source: Time to get out of these tunnels!
es_es: ¡Salgamos de estos túneles!

source: We're catching up to them!
es_es: ¡Los estamos alcanzando!

source: Go get them, Ms. Lea!
es_es: ¡Atrápelos, Señorita Lea!

source: There must be more ahead, but there's too much traffic!
es_es: ¡Debe haber más por delante, pero hay demasiado tráfico!

source: Ms. Lea, you need to go ahead! \c[3]Jump over the cars\c[0]!
es_es: ¡Señorita Lea, debe adelantarse! ¡\c[3]Salte sobre los autos\c[0]!

source: Great work, Ms. Lea!\. But we need to \c[3]go further\c[0], still!
es_es: ¡Gran trabajo, Señorita Lea!\. ¡Pero debemos \c[3]avanzar aún más\c[0]!

source: I will follow as soon as I get through the traffic!
es_es: ¡Le seguiré tan pronto como me libre del tráfico!

source: We're getting close to their leader!\. Ms. Lea, jump on!
es_es: ¡Nos estamos acercando a su líder!\. ¡Señorita Lea, entre!

source: Welcome to the \c[3]Boost Lounge\c[0], Seeker!
es_es: ¡Bienvenida a la \c[3]Central de Potenciadores\c[0], Buscadora!

source: Here you can acquire the Booster Item introduced in Version 1.35-1 of CrossWorlds.
es_es: Aquí podrás adquirir los \c[3]Potenciadores\c[0], introducidos a CrossWorlds en la versión 1.35-1.

source: As this is your first visit here, allow me to explain!
es_es: Ya que es tu primera vez aquí, ¡déjame explicarte!

source: These Traders behind me hold a\c[3] Booster Add-On\c[0] for each one of the major areas.
es_es: Estos comerciantes detrás mío venden un \c[3]Accesorio Potenciador\c[0] para cada una de las áreas principales.

source: Once acquired and turned on, \c[3]enemies in the affected area will become much stronger\c[0].
es_es: Una vez adquirido y encendido, \c[3]los enemigos del área correspondiente se volverán más fuertes\c[0].

source: They will also \c[3]drop rare gem stones used in various trading offers\c[0] around \v[area.rhombus-sqr.name].
es_es: Además, \c[3]soltarán raras gemas que se utilizan en varios intercambios\c[0] aquí en \v[area.rhombus-sqr.name].

source: However, each trader requires a \c[3]legendary item\c[0] that can be \c[3]found in the affected area\c[0].
es_es: Sin embargo, cada intercambio requiere un \c[3]objeto legendario\c[0] que se puede encontrar \c[3]en el área correspondiente\c[0].

source: They are very well hidden! Try communicating with other players in order to locate them!
es_es: ¡Están muy bien ocultos! ¡Intenta hablar con otros jugadores para encontrarlos!

source: Good Luck and happy hunting, Seeker!
es_es: ¡Buena suerte y feliz caza, Buscadora!

source: Thanks!
es_es: ¡Gracias!

source: Welcome to the \c[3]Boost Lounge\c[0], Seeker!
es_es: ¡Bienvenida a la \c[3]Central de Potenciadores\c[0], Buscadora!

source: Here you can acquire the \c[3]Booster Items\c[0] introduced in Version 1.35-1 of CrossWorlds.
es_es: Aquí podrás adquirir los \c[3]Potenciadores\c[0], introducidos a CrossWorlds en la versión 1.35-1.

source: Do you need a refresher on how to acquire and use Booster Items?
es_es: ¿Quieres que te recuerde como adquirir y utilizar los Potenciadores?

source: [nods]
es_es: [asiente]

source: These Traders behind me, hold a\c[3] Booster Add-On\c[0] for each one of the major areas.
es_es: Estos comerciantes detrás mío venden un \c[3]Accesorio Potenciador\c[0] para cada una de las áreas principales.

source: Once acquired and turned on, \c[3]enemies in the affected area will become much stronger\c[0].
es_es: Una vez adquirido y encendido, \c[3]los enemigos del área correspondiente se volverán más fuertes\c[0].

source: They will also \c[3]drop rare gem stones used in various trading offers\c[0] around \v[area.rhombus-sqr.name].
es_es: Además, \c[3]soltarán raras gemas que se utilizan en varios intercambios\c[0] aquí en \v[area.rhombus-sqr.name].

source: However each trader requires a \c[3]legendary item\c[0] that can be \c[3]found in the affected area\c[0].
es_es: Sin embargo, cada intercambio requiere un \c[3]objeto legendario\c[0] que se puede encontrar \c[3]en el área correspondiente\c[0].

source: They are very well hidden! Try communicating with other players in order to locate them!
es_es: ¡Están muy bien ocultos! ¡Intenta hablar con otros jugadores para encontrarlos!

source: Good Luck and happy hunting, Seeker!
es_es: ¡Buena suerte y feliz caza, Buscadora!

source: Thanks!
es_es: ¡Gracias!

source: [shakes head]
es_es: [niega con la cabeza]

source: Good Luck and happy hunting, Seeker!
es_es: ¡Buena suerte y feliz caza, Buscadora!

source: Thanks!
es_es: ¡Gracias!

source: Yes
es_es: [Sí]

# data/maps/rhombus-sqr/interior/curios.json//entities/26/settings/analyzable/text
source: Curios Tim
es_es: Tim el Curioso

source: 'Sup. Looking for some treasure? Look no further.
es_es: Qué onda. ¿En busca de tesoro? Has venido al lugar indicado.

source: \c[3]Only one item per body\c[0] though, rules are rules.
es_es: Pero \c[3]solo un objeto por persona\c[0]. Las reglas son reglas.

source: Alright, I've got it. I'm gonna go for \c[3]Bullseye\c[0] and \c[3]Shooter\c[0] gear. That's good right?
es_es: Muy bien, ya se. Iré a por equipamiento con \c[3]Diana\c[0] y \c[3]Tirador\c[0]. ¿Está bien, verdad?

source: If you're a coward, maybe.
es_es: Si eres un cobarde, quizá.

source: If you wanna really have fun, you need to get up close and personal. \c[3]Assault\c[0] and \c[3]Brawler\c[0] all day.
es_es: Si realmente quieres divertirte, debes meterte en su espacio personal. \c[3]Asalto\c[0] y \c[3]Golpeador\c[0] sin duda alguna.

source: No no no. It's way more fun to be invincible and let the enemies kill themselves. Full \c[3]Pin Body\c[0] all the way.
es_es: No no no. Es mucho más divertido si eres invencible y dejas que los enemigos se maten entre ellos. Yo elegiría equipamiento de \c[3]Cuerpoespín\c[0].

source: I'm not sure...
es_es: No lo sé...

source: Fights will take all day like that!
es_es: ¡Las peleas llevarían horas de ese modo!

source: A true warrior fights on the edge. Maxing out \c[3]Berserker\c[0] is the only way.
es_es: Un verdadero guerrero pelea al borde de la muerte. \c[3]Berserker\c[0] es la única opción válida.

source: Do you all have the gems for that gear?
es_es: ¿Tienen las gemas para el equipo siquiera?

source: Nope!
es_es: ¡Nop!

source: Not yet.
es_es: Aún no.

source: Are you FINALLY ready to go farming then?
es_es: ¿PODEMOS entonces ir a farmear de una vez?

source: Maybe I should go full \c[3]Status Rush\c[0].
es_es: Quizá debería ir con \c[3]Maestro\c[0].

source: That's fighting dirty.\. I like it!
es_es: Eso es pelear sucio.\. ¡Me gusta!

source: *sigh*
es_es: *suspiro*

source: No no no.\. What about at least going \c[3]Royal Guard\c[0] and \c[3]Riposte\c[0]?
es_es: No no no.\. ¿Qué tal si llevas \c[3]Caballero\c[0] y \c[3]Estocada\c[0]?

source: Let me out of here...
es_es: Por qué me metí en esto...

source: F1: \c[3]Trading Offers\c[0] GF: \c[3]General Equipment\c[0]
es_es: P1: \c[3]Ofertas de Intercambio\c[0] PB: \c[3]Equipamiento General\c[0]

source: F2: \c[2]New Trading Offers\c[0] F1: \c[3]Trading Offers\c[0] GF: \c[3]General Equipment\c[0]
es_es: P2: \c[2]Nuevas Ofertas de Intercambio\c[0] P1: \c[3]Ofertas de Intercambio\c[0] PB: \c[3]Equipamiento General\c[0]

source: These are the weapons of Rhombus Square, the finest any human can produce!
es_es: ¡Estas son las armas de Plaza Rombo, lo mejor que cualquier humano podría fabricar!

source: Hi?
es_es: ¿Hola?

source: Oh!\. Sorry, I was lost in thought.
es_es: ¡Oh!\. Lo siento, estaba perdido en mis pensamientos.

source: Why?
es_es: ¿Por qué?

source: Well, I'm trying to decide which weapon I should get.
es_es: Mira, estoy intentando decidir qué arma comprar.

source: Upstairs they offer the \c[3]Skirmisher\c[0], which seems pretty ideal for dealing damage close-up.
es_es: Arriba me ofrecen la \c[3]Skirmisher\c[0], que parece ser ideal para hacer daño cuerpo a cuerpo.

source: But to get it I'd still need to grind for a few more items.
es_es: Pero aún me falta conseguir un par de objetos.

source: The \c[3]Laser Edge\c[0], on the other hand, I could get right now.
es_es: El \c[3]Filo Láser\c[0], por otro lado, podría obtenerlo ahora mismo.

source: It's not quite as good stats-wise but still...
es_es: No tiene tan buenas estadísticas pero...

source: Having a Laser Edge is pretty awesome by itself, don't you think?
es_es: Tener el Filo Láser ya es bastante sorprendente de por sí, ¿no crees?

source: Wait!
es_es: ¡Espera!

source: Huh?\. Two?\. What do you mean?
es_es: ¿Eh?\. ¿Dos?\. ¿Qué quieres decir?

source: Oh, wait!\. I can equip two weapons!
es_es: ¡Oh, espera!\. ¡Puedo equipar dos armas!

source: [nods]
es_es: [asiente]

source: You're right, there is no need to pick just one.
es_es: Tienes razón, no tengo por qué elegir una.

source: I'll get the Laser Edge now and the Skirmisher later!
es_es: ¡Compraré el Filo Láser ahora y la Skirmisher después!

source: Or...\. should I go for two Skirmishers right away?
es_es: O...\. ¿quizá deba esperar a comprar dos Skirmishers a la vez?

source: Welcome Seeker!
es_es: ¡Bienvenida, Buscadora!

source: Our store now offers new \c[3]ascended gears\c[0] to all walkers of the track!
es_es: ¡Nuestra tienda ahora ofrece \c[3]Equipamiento Ascendido\c[0] a todos los seguidores del Camino!

source: Do you want to know further details about \c[3]ascended equipment\c[0]?
es_es: ¿Quieres saber más sobre el \c[3]Equipamiento Ascendido\c[0]?

source: [nods]
es_es: [asiente]

source: You recognize ascended equipment by the \c[3]orange icon\c[0] and the \i[ascended] icon in the description.
es_es: Puedes reconocer el equipamiento ascendido por el \c[3]ícono naranja\c[0] y el ícono \i[ascended] en su descripción.

source: Ascended gear will \c[3]adapt to your level\c[0]. That means its base stats will rise as your character level increases.
es_es: El equipamiento ascendido se \c[3]adaptará a tu nivel\c[0]. Eso quiere decir que sus estadísticas subirán a medida que tú subas de nivel.

source: However, note that their \c[3]modifier values\c[0] remain unchanged.
es_es: Sin embargo, el valor de sus \c[3]modificadores\c[0] no se verá afectado.

source: Still, \c[3]ascended equipment\c[0] should be considered the first choice for every seeker to reach their highest potential!
es_es: Aún así, ¡el \c[3]equipamiento ascendido\c[0] debería ser la primera parada para cualquier Buscador que desee llegar a su máximo potencial!

source: [shakes head]
es_es: [niega con la cabeza]

source: Of course!\. I'll be here should you require my help later on.
es_es: ¡Por supuesto!\. Estaré aquí por si necesitas mi ayuda más tarde.

source: [yes]
es_es: [Sí]

source: Hi.\. Lea.\. Why?
es_es: Hola.\. Lea.\. ¿Por qué?

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: \v[lore.title.seeker]!\. This is place of goat now!\. Leave!
es_es: ¡\v[lore.title.seeker]!\. ¡Este lugar de cabra ahora!\. ¡Vete!

source: [shakes head]
es_es: [niega con la cabeza]

source: How?\. Meet.\. Why?
es_es: ¿Cómo?\. Reunir.\. ¿Por qué?

source: [even more aggressive goat noises]
es_es: [sonidos de cabra aún más agresiva]

source: No talk!\. Leave! Or.\..\..\. Fight!!
es_es: ¡No hablar!\. ¡Vete! O.\..\..\. ¡¡Pelea!!

source: [tired goat noises]
es_es: [sonidos de cabra cansada]

source: \v[lore.title.seeker], you have won.\..\..\.
es_es: \v[lore.title.seeker], has ganado.\..\..\.

source: [sad goat noises]
es_es: [sonidos de cabra triste]

source: Fate of goatkind lies in your hand.\. But now... finish me.
es_es: El destino de la cabranidad depende de ti.\. Pero ahora... acaba conmigo.

source: [shakes head]
es_es: [niega con la cabeza]

source: Why?\. Lea meet.\. How!
es_es: ¿Por qué?\. Lea reunir.\. ¡Cómo!

source: [surprised goat noises]
es_es: [sonidos de cabra sorprendida]

source: You think man and goat can coexist here in peace?\. But how?
es_es: ¿Crees que cabra y humano pueden coexistir?\. ¿Pero cómo?

source: How\..\..\..\.?\.
es_es: ¿Cómo\..\..\..\.?\.

source: Mrs. Hoover
es_es: Srta. Hoover

source: Hi!?\. Who?
es_es: ¿¡Hola!?\. ¿Quién?

source: [cheerful goat noises]
es_es: [sonidos de cabra alegre]

source: \v[lore.title.seeker] and boss!\. Greetings and good news!
es_es: ¡\v[lore.title.seeker] y jefe!\. ¡Saludos y buenas noticias!

source: Yes, good day everyone.\. We just finished an important meeting and bring a proposition.
es_es: Sí, buen día a todos\. Acabamos de terminar una importante reunión y tenemos una proposición.

source: [angrily confused goat noises]
es_es: [sonidos de cabra confundida y enojada]

source: Zira?\. You held negotiations with humans behind my back?
es_es: ¿Zira?\. ¿Has negociado con humanos a mis espaldas?

source: [determined goat noises]
es_es: [sonidos de cabra determinada]

source: Yes, father.\. Goats will have to adapt and cooperate to live good lives here, in this city.
es_es: Sí, padre.\. Las cabras deben adaptarse y cooperar para vivir una buena vida aquí, en esta ciudad.

source: [nods]
es_es: [asiente]

source: How?\. ... Who?
es_es: ¿Cómo?\. ¿...Quién?

source: Well, there are ways.\. I represent large property holdings in this area and was contacted by Ms. Zira here.
es_es: Bueno, tenemos nuestros métodos.\. Soy representante de grandes propietarios de la zona, y fui contactada por la Sra. Zira.

source: Despite her age, she was a great negotiator and most persuasive.
es_es: A pesar de su edad, ha sido una gran negociadora y muy persuasiva.

source: After communicating with the city council we found a few solutions that should be satisfying to all, hooved or not.
es_es: Luego de comunicarme con el consejo de la ciudad, hemos encontrado algunas soluciones que satisfagan a todos, con pezuñas o sin ellas.

source: Lea!\. How?
es_es: ¡Lea!\. ¿Cómo?

source: It is obvious that these intelligent goats bring a very specialized skillset that can turn into a valuable business.
es_es: Está claro que estas inteligentes cabras tienen un conjunto de habilidades que pueden ser utilizadas para un valioso negocio.

source: Also, Ms. Zira already created a deposit to buy local properties with the valuable goods she brought.
es_es: Además, la Sra. Zira ya ha creado un depósito para comprar propiedades locales con los valiosos bienes que trajo.

source: W-\.what?\.\. How...?!
es_es: ¿Q-\.Qué?\.\. ¡¿Cómo...?!

source: H-\.how...?!
es_es: ¡¿C-\.Cómo...?!

source: [smug goat noises]
es_es: [sonidos de cabra presumida]

source: I was very busy and planned a lot.
es_es: He estado muy ocupada y he planeado mucho.

source: [defeated goat noises]
es_es: [sonidos de cabra derrotada]

source: It seems like my smart daughter has done a lot of work while her father just stubbornly prepared for his defeat.
es_es: Parece que mi inteligente hija ha estado trabajando duro mientras que su testarudo padre no ha hecho más que prepararse para la derrota.

source: [dignified goat noises]
es_es: [sonidos de cabra solemne]

source: Very well, I shall listen to those propositions of yours.\. For the well-being of all goatkind.
es_es: Muy bien, consideraré esas proposiciones que traes.\. Por el bien de la cabranidad.

source: Splendid.\. You won't be disappointed, sir!\. Please, let us continue this in our office!
es_es: Espléndido.\. ¡No lo decepcionaré, señor!\. ¡Por favor, hablemos en mi oficina!

source: [stern goatbye noises]
es_es: [sonidos de cabra severa]

source: Fine, let us go.\. \v[lore.title.seeker], goodbye.
es_es: Bien, vamos.\. \v[lore.title.seeker], adiós.

source: [cheerful goatbye noises]
es_es: [sonidos de cabra alegre]

source: Goodbye, \v[lore.title.seeker].\. And thank you for everything!
es_es: Adiós, \v[lore.title.seeker].\. ¡Y gracias por todo!

source: Bye!
es_es: ¡Adiós!

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: [roaring goat noises]
es_es: [rugidos de cabra]

source: ENOUGH!\. Stop this slaughter at once!
es_es: ¡SUFICIENTE!\. ¡Basta de esta masacre!

source: [somber goat noises]
es_es: [sonidos de cabra sombría]

source: Too many goat lives have been lost already.\. I will handle this myself.
es_es: Hemos perdido demasiadas vidas cabrinas.\. Me encargaré de esto yo mismo.

source: Hi.\. Lea.
es_es: Hola.\. Lea.

source: [stern goat noises]
es_es: [sonidos de cabra severa]

source: We goats claimed this place.\. We won't leave peacefully.
es_es: Nosotras las cabras hemos reclamado este lugar.\. No nos iremos en paz.

source: Why?
es_es: ¿Por qué?

source: [sage, yet stern goat noises]
es_es: [sonidos de cabra sabia, pero severa]

source: It is the rules of nature, \v[lore.title.seeker].
es_es: Son las reglas de la naturaleza, \v[lore.title.seeker].

source: [unrelenting goat noises]
es_es: [sonidos de cabra implacable]

source: If you won't relent... a duel between us shall decide the fate of goats and humans.
es_es: Si no te rendirás... un duelo entre nosotros decidirá el destino de las cabras y los humanos.

source: Meet.\. Lea!
es_es: Reunir.\. ¡Lea!

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: [aggressive goat noises]
es_es: [sonidos de cabra agresiva]

source: Kid Goat Zira
es_es: Cabrita Zira

source: Mrs. Hoover
es_es: Srta. Hoover

source: You look at it, you buy it.
es_es: Lo miras, lo compras.

source: Well look who it is!
es_es: ¡Mira quién es!

source: Hi!
es_es: ¡Hola!

source: I must admit, I was expecting you.
es_es: Debo admitir, te he estado esperando.

source: Yet you still managed to surprise me.
es_es: Y aún así has conseguido sorprenderme.

source: Haha, now don't get cocky on an old man.
es_es: Jaja, no presumas frente a un viejo.

source: Anyway... there's only one more piece missing in our little puzzle.
es_es: En fin... aún falta una pieza en nuestro rompecabezas.

source: Should we find it, I might be able to fulfill my promise to my kids...
es_es: Si la encontramos, puede que sea capaz de cumplir mi promesa a mis niños...

source: No reason to look sad, little one.
es_es: No te pongas triste, pequeña.

source: I'm sure if I can get them all in one place and talk to them this will all end well.
es_es: Estoy seguro de que si consigo reunirlos en un mismo lugar y hablo con ellos todo acabará bien.

source: [nods]
es_es: [asiente]

source: Alright, the last ones are the \c[3]\v[item.515.name]\c[0].
es_es: Muy bien, los últimos son los \c[3]\v[item.515.name]\c[0].
