Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: Ahhh, fine then. But you know she has to find the fragments of the stones first, aye?
es_es: Ahhh, de acuerdo. Pero no te olvides que primero debe encontrar los fragmentos de las piedras, ¿sí?

source: Already did. All you need to do is put 'em together.
es_es: Ya los tiene. Todo lo que debes hacer es unirlos.

source: Thought of everything, eh?
es_es: Has pensado en todo, ¿eh?

source: Well, I'll still need an ember strong enough to melt them.
es_es: Bueno, aún así necesitaré un ascua lo suficientemente fuerte para fundirlos.

source: And the only one strong enough would be a \c[3]\v[item.456.name]\c[0].
es_es: Y el único lo suficientemente fuerte sería el \c[3]\v[item.456.name]\c[0].

source: If you bring me one, I can make the stone.
es_es: Si me traes uno, podré hacer la piedra.

source: But you know what this means for you?
es_es: ¿Pero sabes lo que significa para ti?

source: I'm ready.
es_es: Estoy listo.

source: Why did I even ask?
es_es: ¿Por qué pregunté?

source: So Seeker, find me a \c[3]\v[item.456.name]\c[0]. You might have luck finding one here in \c[3]\v[area.rhombus-sqr.name]\c[0].
es_es: Bien, Buscadora, encuentra un \c[3]\v[item.456.name]\c[0]. Puede que encuentres uno aquí mismo en \c[3]\v[area.rhombus-sqr.name]\c[0].

source: [nods]
es_es: [asiente]

source: We'll stay here, have some catching up to do.
es_es: Nosotros estaremos aquí. Tenemos cosas de qué charlar.

source: Find me a \c[3]\v[item.456.name]\c[0]. You might have luck finding one here in \c[3]\v[area.rhombus-sqr.name]\c[0].
es_es: Encuentra un \c[3]\v[item.456.name]\c[0]. Puede que encuentres uno aquí mismo en \c[3]\v[area.rhombus-sqr.name]\c[0].

source: [nods]
es_es: [asiente]

source: Did you find the ember?
es_es: ¿Tienes el ascua?

source: [nods]
es_es: [asiente]

source: Alright, let's see if these old bones can still create something.
es_es: Bien, veamos si este vejete aún conserva la chispa.

source: Origin Stones
es_es: Piedras del Origen

source: You both just wait here. I'll be back in a bit.
es_es: Esperen aquí. Ya vuelvo.

source: Fine with me.
es_es: No hay problema.

source: ...How?!
es_es: ¡¿...Cómo?!

source: Old geezer can't walk.
es_es: El viejo no puede caminar.

source: Always used his instant teleportation or whatever he calls it.
es_es: Siempre ha usado su teletransportación instantánea, o como sea que le llame.

source: Anyway...
es_es: En fin...

source: I will be preparing things on my end. Find me in The \c[3]Cave Inn\c[0] once you're done here.
es_es: Yo estaré haciendo las preparaciones por mi lado. Puedes encontrarme en \c[3]La Posada de la Cueva\c[0] una vez hayas terminado aquí.

source: [nods]
es_es: [asiente]

source: Heh, I still got it.
es_es: Je, parece que aún conservo la magia.

source: Here, take a look at this beauty.
es_es: Mira, echa un vistazo a esta belleza.

source: I haven't felt this alive in a while, lass.
es_es: No me había sentido tan vivo en un largo tiempo, niña.

source: I guess I have you to thank for that.
es_es: Gracias por eso.

source: And it looks like that old fool already left, huh?
es_es: Y parece que ese viejo tonto ya se ha pirado, ¿eh?

source: [nods]
es_es: [asiente]

source: Didn't even say goodbye. He'll never change.
es_es: Ni siquiera saludó. Nunca cambiará.

source: Well, my work is done. Go find him to awaken the true power of the drill.
es_es: Bueno, mi trabajo está hecho. Ve con él para revelar el verdadero poder del taladro.

source: [nods]
es_es: [asiente]

source: My work is done. Go find \c[3]him\c[0] to awaken the true power of the drill.
es_es: Mi trabajo está hecho. Ve con \c[3]él\c[0] para revelar el verdadero poder del taladro.

source: [nods]
es_es: [asiente]

source: I can see the drill has awakened.
es_es: Veo que el taladro está ascendido.

source: [nods]
es_es: [asiente]

source: I will miss that old fool...
es_es: Extrañaré a ese tonto...

source: Don't fret, lass. He'll just be sleeping for a long time.
es_es: No te sientas mal, niña. Tan solo se tomará una laaaaarga siesta.

source: Looks like I can finally see my drill at full power.
es_es: Parece que por fin podré ver mi taladro en todo su esplendor.

source: Must have been ages since I last used it.
es_es: Han pasado años desde la última vez que lo usé.

source: Area: Global
es_es: Área: Global

# data/maps/rhombus-sqr/interior/questhub.json//entities/3/settings/interact/title
source: \c[3]Bulletin Board\c[0]
es_es: \c[3]Tablón de Anuncios\c[0]

source: Welcome, Seeker, to the \c[3]Global Quest Hub\c[0].
es_es: Bienvenida, Buscadora, al \c[3]Centro de Misiones Global\c[0].

source: Here you can find the \c[3]Global Quest Board\c[0] listing \c[3]available quests in all of Shadoon\c[0]!
es_es: ¡Aquí encontrarás el \c[3]Tablón de Anuncios Global\c[0], que lista \c[3]todas las misiones disponibles en todo Shadoon\c[0]!

# data/maps/rhombus-sqr/interior/questhub.json//entities/93/settings/dialog/0/text
source: Everyone, join us!
es_es: ¡Todo el mundo, aquí!

# data/maps/rhombus-sqr/interior/questhub.json//entities/93/settings/dialog/1/text
source: Sitting on tables is the best!
es_es: ¡Sentarse en mesas es lo mejor!

# data/maps/rhombus-sqr/interior/questhub.json//entities/93/settings/dialog/2/text
source: Enjoy a new perspective!
es_es: ¡Disfruten de una nueva perspectiva!

# data/maps/rhombus-sqr/interior/questhub.json//entities/93/settings/dialog/3/text
source: That's right my friends!
es_es: ¡Así es, amigos!

# data/maps/rhombus-sqr/interior/questhub.json//entities/93/settings/dialog/4/text
source: Together let's spread the joy of \c[3]sitting on tables\c[0]!
es_es: ¡Juntos hagamos conocer al mundo el placer de \c[3]sentarse en mesas\c[0]!

# data/maps/rhombus-sqr/interior/questhub.json//entities/93/settings/dialog/5/text
source: Please return the tables to their original positions!
es_es: ¡Por favor devuelvan las mesas a dónde pertenecen!

# data/maps/rhombus-sqr/interior/questhub.json//entities/93/settings/dialog/6/text
source: Ugh...\. we'll so get into trouble for this.
es_es: Ugh...\. nos meteremos en problemas por esto.

# data/maps/rhombus-sqr/interior/questhub.json//entities/94/settings/dialog/0/text
source: The NPCs...\. they just keep sitting there.\. It's kind of sad.
es_es: Los NPCs...\. no hacen más que sentarse ahí.\. Es un poco triste.

# data/maps/rhombus-sqr/interior/questhub.json//entities/94/settings/dialog/1/text
source: To be fair, they probably didn't expect players to find a way to move the tables.
es_es: Para ser sincero, puede que no hayan considerado que un jugador mueva las mesas.

# data/maps/rhombus-sqr/interior/questhub.json//entities/94/settings/dialog/2/text
source: I hope they'll patch this soon before the chaos spreads any further.
es_es: Espero que arreglen esto pronto, antes de que el caos cause más estragos.

# data/maps/rhombus-sqr/interior/questhub.json//entities/98/settings/dialog/0/text
source: Please return the tables to their original positions!
es_es: ¡Por favor devuelvan las mesas a dónde pertenecen!

# data/maps/rhombus-sqr/interior/questhub.json//entities/98/settings/dialog/2/text
source: Man... I don't know.\. Should we really keep sitting here?
es_es: Hombre... no lo sé.\. ¿Deberíamos hacer algo?

# data/maps/rhombus-sqr/interior/questhub.json//entities/98/settings/dialog/3/text
source: Someone has to do it, or they'll take back the tables.
es_es: Alguien debe hacerlo, o tomarán las mesas de nuevo.

# data/maps/rhombus-sqr/interior/questhub.json//entities/98/settings/dialog/4/text
source: Don't you want to run the new dungeon?
es_es: ¿No quieres ir a la nueva mazmorra?

# data/maps/rhombus-sqr/interior/questhub.json//entities/98/settings/dialog/5/text
source: Meh. It'll probably be crowded anyway.
es_es: Meh. Probablemente esté lleno de gente de todos modos.

# data/maps/rhombus-sqr/interior/questhub.json//entities/98/settings/dialog/6/text
source: The dungeon can wait. This is important!
es_es: La mazmorra puede esperar. ¡Esto es importante!

# data/maps/rhombus-sqr/interior/questhub.json//entities/98/settings/dialog/7/text
source: *sigh*
es_es: *suspiro*

source: Awaken the machine
es_es: Despierta la máquina

source: [ Vibrating machine ]
es_es: [ Máquina vibrando ]

source: Ms. Tremoire
es_es: Sra. Tremoire

source: A s-\v[lore.title.seeker]?\. D-don't mind me, nothing to f-find here..
es_es: ¿U-Una B-\v[lore.title.seeker]a?\. N-No me hagas c-caso, n-nada que ver a-aquí...

source: ... T-this is g-getting w... worse and worse...
es_es: ... E-Esto s-se está p-poniendo... p-peor y p-peor...

source: Hi!
es_es: ¡Hola!

source: Ms. Tremoire
es_es: Sra. Tremoire

source: Ah, you st-startled me...!\.\. S-sorry...\.\.\.\. You're a s-\v[lore.title.seeker] aren't you?
es_es: Ah, ¡m-me asus-staste!\.\. L-Lo siento...\.\.\.\. ¿Eres una B-\v[lore.title.seeker]a, verdad?

source: [nods]
es_es: [asiente]

source: Why?
es_es: ¿Por qué?

source: O... oh, n-nothing.\. J-just enjoying l-life here.\. Good v-vibrations, haha.... ha... ha...
es_es: O-Oh..., n-no es nada.\. T-Tan solo disfruto la v-vida aquí.\. H-Hay buena arm-monía, jaja... ja... ja...

source: Why?\. Lea.\. Meet.
es_es: ¿Por qué?\. Lea.\. Reunir.

source: Y-you w-want to kn-know if you can help m-me?\. R-really?
es_es: ¿Q-Quieres s-saber si p-puedes ayud-darme?\. ¿E-En serio?

source: [nods]
es_es: [asiente]

source: ... W-well.\. If y-you are a-a-asking like that.\. You m-might be w-wondering what is h-happening with me...
es_es: ... B-Bueno.\. S-Si q-quieres.\. P-Puede que te p-preguntes q-qué pasa c-conmigo...

source: T-this sh-shaking.\. It... It is l-like a c-c-curse... t-torturing the Tremoire f-family for g-generations.\.
es_es: E-Este temblor.\. Es... Es c-como una m-m-maldición... ha es-stado t-torturando a la f-familia Tremoire por g-g-generaciones.\.

source: Why?
es_es: ¿Por qué?

source: My n-name's Nánii Tremoire a-and my gr-great gramps was a w-weaponsmith.\. F-founder of \c[3]Tremor Arms\c[0].
es_es: M-Mi nombre es Nánii Tremoire y m-mi a-abuelo es herrero.\. F-Fundador de \c[3]Armas Tremor\c[0].

source: B-built w-weapons and w-war m-machines that u-used powerf-ful vibrating at-t-tacks.
es_es: C-Construyó a-armas y m-máquinas de guerra que u-u-utilizan p-poderosos ataques de v-v-vibración.

source: W-well...\. Of c-course it h-had to go w-wrong.\. A-ancient e-energy is d-dangerous after all.
es_es: B-Bueno...\. P-Por supuesto, tenía q-que salir m-mal.\. La e-energía ant-tigua es p-peligrosa desp-p-pueś de t-todo.

source: T-the destr-...tructive v-vibrations of the m-most powerful w-weapon affected its u-users as w-well.
es_es: L-Las d-dest...tructivas v-vibraciones del a-arma más poderosa a-afectó a s-sus us-suarios también.

source: So m-my gramps t-took it apart.\. B-but that s-somehow put the c-curse on h-him and a-all his d-descendants.
es_es: Así q-que m-mi abuelo la d-d-desarmó.\. P-Pero p-por algún motivo, e-eso puso l-la maldición en él y t-toda su d-d-descendencia.

source: How?
es_es: ¿Cómo?

source: T-he Track's p-punishment for a-abandoning a ch-challenge, s-some Shad t-told me.
es_es: Un S-Shad m-me dijo que es u-un c-castigo del C-Camino por a-abandonar un d-desafío.

source: ... Why...?
es_es: ¿...Por qué...?

source: I-it is w-what it i-is.\. N-now I have to s-suffer f-for it u-unless I c-can p-put all the p-parts back together.
es_es: Es lo q-que e-es.\. Ahora d-d-debo p-p-padecerlo a m-menos que p-pueda r-reunir t-todas las p-partes.

source: S-so... y-you st-still inte-terested in h-helping?
es_es: E-Entonces... ¿t-te int-teresaría a-ayudarme?

source: Y-you again.\.\.\. ... D-do you want to help me n-now?
es_es: T-Tú otra vez.\.\.\. ... ¿Quieres a-a-ayudarme a-ahora?

source: [nods]
es_es: [asiente]

source: F-for real?\. Y-you w-will help? S-seriously?
es_es: ¿D-De veras?\. ¿A-Ayudarás? ¿D-De verdad?

source: [nods]
es_es: [asiente]

source: W-wow.\. S-so I g-guess you w-will n-need inform-mation on th-this.
es_es: W-Wow.\. E-Entonces n-necesitarás a-algo de i-información.

source: [nods]
es_es: [asiente]

source: Th-the w-weapon in q-question is c-called a \c[3]\v[item.13.name]\c[0] in its m-most b-basic f-form.
es_es: E-El arma en c-cuestión se llam-ma \c[3]\v[item.13.name]\c[0] e-en s-su forma más b-básica.

source: B-but w-we w-will also n-need \c[3]4 \v[item.381.name]s\c[0] t-to r-restore t-the w-weapon to its original f-form.
es_es: P-Pero t-también n-necesitaremos \c[3]4 \v[item.381.name]s\c[0] p-para r-restaurar s-su f-forma original.

source: [nods]
es_es: [asiente]

source: W-well, t-that's n-not all, b-but you b-better st-start th-there.\. I c-can do the t-technical p-part w-with t-the m-material.
es_es: B-Bueno, e-eso no es t-todo, p-pero es un comienzo.\. U-Una vez t-tengas eso, y-yo me encargo de la p-parte técnica.

source: Lea.\. Bye.\. Meet!
es_es: Lea.\. Adiós.\. ¡Reunir!

source: Y-yes.\. G-good l-luck.\. T-talk t-to me i-if you want m-more inform-mation o-on the p-parts!
es_es: S-Sí.\. B-buena s-suerte.\. ¡H-háblame s-si quieres m-más infor-mación s-sobre las p-partes!

source: [shakes head]
es_es: [niega con la cabeza]

source: ... I... I sh-should have k-known.\. H-helping the c-child of a f... f-foolish family with her p-problem is a w-waste of time.
es_es: ... Yo... d-debí s-saberlo.\. A-Ayudar a u-una tonta f-familia c... con un t-tonto problema es u-una p-pérdida de t-tiempo.

source: I will n-need you to complete a \c[3]\v[item.419.name]\c[0] before we can proceed.
es_es: N-Necesitaré que c-c-completes un \c[3]\v[item.419.name]\c[0] a-antes de c-continuar.

source: Do you need some pointers where to find the \c[3]\v[item.381.name]s\c[0]?
es_es: ¿N-Necesitas i-indicaciones para c-conseguir el \c[3]\v[item.381.name]s\c[0]?

source: [Yes]
es_es: [Sí]

source: Ms. Tremoire
es_es: Sra. Tremoire

source: I w-will n-need you to c-complete a \c[3]\v[item.419.name]\c[0] b-before w-we can pr-proceed.
es_es: N-Necesitaré que c-c-completes un \c[3]\v[item.419.name]\c[0] a-antes de c-continuar.

source: H-have you g-gotten e-everyth-thing or d-do you need s-some p-pointers as t-to w-where to f-find the \c[3]\v[item.381.name]s\c[0]?
es_es: ¿L-Lo t-tienes todo o n-necesitas i-indicaciones para c-conseguir el \c[3]\v[item.381.name]s\c[0]?

source: [nods at trades]
es_es: [asiente a intercambios]

source: Y... y-you got the \v[item.419.name] c-completed!\. Heu-... heureka!
es_es: ¡T-Tienes el \v[item.419.name] c-completo!\. ¡E-Eurec-ca!

source: T-talk to m-me again if y-you are r-ready f-for the n-next p-part.
es_es: Habla c-conmigo si est-tás lista p-para la s-s-siguiente p-parte.

source: [nods]
es_es: [asiente]

source: M-making s-some good p-progress t-there.\. N-need s-some p-pointers to f-find the o-other \c[3]\v[item.381.name]s\c[0]?
es_es: Has hecho b-buen p-progreso.\. ¿N-Necesitas i-indicaciones para c-conseguir el \c[3]\v[item.381.name]s\c[0]?

source: A-are you s-still m-missing someth-thing?
es_es: ¿Aún t-te f-falta algo?

source: [nods askingly]
es_es: [asiente preguntando]

source: O-okay, l-listen s-\v[lore.title.seeker].
es_es: B-Bien, esc-cucha B-\v[lore.title.seeker]a.

source: F-first, you will need the base w-weapon, the \v[item.13.name].
es_es: P-Primero n-necesitas el a-arma base, el \v[item.13.name].

source: I-it w-was l-left in an \c[3]underg-ground t-tunnel tow-wards P-Para Island\c[0] in \c[3]\v[area.autumn-fall.name]\c[0].
es_es: E-Está es-scondido \c[3]e-en un t-túnel subterráneo d-de la Isla Ap-partada\c[0] e-en \c[3]\v[area.autumn-fall.name]\c[0].

source: Th-Then you w-will n-need the \c[3]4 Tremor Engines\c[0] th-that w-were l-left all o-over \v[lore.title.planet].
es_es: L-Luego n-necesitarás \c[3]4 Motores de T-Temblor\c[0] q-que están d-desparramados p-por t-todo \v[lore.title.planet].

source: The f-first should be \c[3]s-somewhere in t-the same tunnel the \v[item.13.name]\c[0].
es_es: E-El p-primero debería estar e-en \c[3]a-algún lugar d-dentro del mismo t-t-túnel del \v[item.13.name]\c[0].

source: You w-will n-need a t-total of \c[3]4 Tremor Engines\c[0].\. T-those w-were left a-all over \v[lore.title.planet].
es_es: N-Necesitarás u-un total d-de \c[3]4 Motores de T-Temblor\c[0]\. Están d-desparramados p-por t-todo \v[lore.title.planet].

source: The f-first sh-should be in t-the \c[3]underg-ground t-tunnel tow-wards P-Para Island\c[0] in \c[3]\v[area.autumn-fall.name]\c[0].
es_es: E-El p-primero debería es-star \c[3]e-en el túnel q-que lleva a l-la Is-sla Ap-partada\c[0] en \c[3]\v[area.autumn-fall.name]\c[0].

source: The s-second was left \c[3]in the s-shady part of \v[area.jungle-city.name]\c[0].\. If n-no one st-stole it.
es_es: E-El s-segundo está en e-el \c[3]s-sector m-marginal del \v[area.jungle-city.name]\c[0].\. Si e-es que n-nadie s-se lo robó.

source: As f-for the l-ast two, they w-were \c[3]both h-hidden in \v[area.forest.name]\c[0].
es_es: Y los últ-timos d-dos, a-ambos es-staban \c[3]o-ocultos en \v[area.forest.name]\c[0].

source: One is h-hidden \c[3]W-West of the Cave Inn\c[0], \c[3]b-between b-bridges and r-rivers\c[0].
es_es: U-Uno en \c[3]e-el oeste de La P-Posada de la C-Cueva\c[0], \c[3]e-entre p-puentes y ríos\c[0].

source: The o-other w-was l-eft \c[3]w-within a sp-spider nest\c[0].\. Ew..
es_es: Y el o-otro e-estaba en \c[3]u-un nido d-de arañas\c[0].\. Ew...

source: G-got it?
es_es: ¿L-Lo t-tienes?

source: [shakes head]
es_es: [niega con la cabeza]

source: A-alright.\. Good l-luck with the s-search.
es_es: B-Bien.\. Buena s-suerte con la b-búsqueda.

source: Bye.
es_es: Adiós.

source: [Trade]
es_es: [Intercambio]

source: [Ask for pointers]
es_es: [Pedir indicaciones]

source: [Leave]
es_es: [Abandonar]

source: Ms. Tremoire
es_es: Sra. Tremoire

source: S-so, w-we g-got the \c[3]\v[item.419.name] c-completed\c[0].\. W-we can t-tackle t-the last p-part now.
es_es: As-sí que ya t-tenemos el \c[3]\v[item.419.name] c-completo\c[0].\. P-Podemos encargarnos de la últ-tima p-parte ahora.

source: How?
es_es: ¿Cómo?

source: T-there is a f-final p-part missing.\. T-the c-core t-that my g-gramps put into a d-dangerous w-war machine.
es_es: F-Falta una p-pieza.\. El n-núcleo que m-m-mi abuelo instaló en u-una p-peligrosa m-máquina de guerra.

source: ... Why?!
es_es: ¡¿.... Por qué?!

source: I-it w-was h-his d-duty a-as a cr-craftsman.\. B-but it b-became too d-dangerous so h-he s-sealed it away.
es_es: E-Era s-su deber c-como herrero.\. P-Pero se ha v-vuelto m-muy peligrosa, as-sí que la guardó y s-selló l-la entrada.

source: S-so n-now it r-rests in o-our old l-laborat-tory, in the r-remote b-building on \c[3]Cliff Exhibition, h-here i-in \v[area.rhombus-sqr.name]\c[0].
es_es: E-entonces ahora d-descansa en n-nuestro antiguo l-laboratorio, en el r-remoto e-edificio en la \c[3]Exposición del Acantilado, aquí e-en \v[area.rhombus-sqr.name]\c[0].

source: H-here, this is the k-key to the d-door.\. The m-machine will r-react to the w-weapon and a-awaken.
es_es: T-Toma, e-esta es la llav-ve p-para la p-puerta.\. La m-máquina reaccionará al a-arma y d-despertará.

source: \c[3]D-destroy it and b-bring me its c-core\c[0] so I c-can f-finally l-leave the sh-shaking behind.\. P-please..
es_es: \c[3]Destrúyela, y t-tráeme s-su núcleo\c[0]. Así f-finalmente p-podré d-dejar de t-temblar.\. P-Por f-favor...

source: [nods]
es_es: [asiente]

source: ... Bye!
es_es: ... ¡Adiós!

source: Ms. Tremoire
es_es: Sra. Tremoire

source: G-go to o-our old l-laborat-tory, in the r-remote b-building on \c[3]Cliff Exhibition, h-here in \v[area.rhombus-sqr.name]\c[0]
es_es: V-Ve a n-nuestro antiguo l-laboratorio, en el r-remoto edificio en la \c[3]Exposición del Acantilado, aquí e-en \v[area.rhombus-sqr.name]\c[0].

source: Aw-waken a-and defeat t-the m-machine in the b-basement and b-bring me the c-core.
es_es: D-Despierta y v-vence a la máquina e-en el s-sótano y t-tráeme s-su n-núcleo.

source: Ms. Tremoire
es_es: Sra. Tremoire

source: Hi!
es_es: ¡Hola!

source: S-\v[lore.title.seeker], y-you're back.\. A-and you g-got the c-core?
es_es: B-\v[lore.title.seeker]a, has v-vuelto.\. ¿T-Tienes e-el núcleo?

source: [nods]
es_es: [asiente]

source: Th-That... That is g-great.\. I can't b-believe I w-will f-finally be f-free again.
es_es: Es-E-Eso... Eso es g-genial.\. N-No p-puedo creer que p-por fin seré l-libre o-otra v-vez.

source: I w-will c-complete t-the w-weapon.\. T-that w-will lift the c-curse... I h-hope.
es_es: Iré a c-c-completar e-el arma.\. E-Eso l-levantará l-la maldición... e-espero.

source: Ms. Tremoire
es_es: Sra. Tremoire

source: It... It is gone?\. The shaking stopped!\. Huzzah!
es_es: Se... ¿se ha ido?\. ¡El temblor ha parado!\. ¡Qué alegría!

source: This feeling... It's liberating and peaceful at once.\. \v[lore.title.seeker], I can't thank you enough.
es_es: Esta sensación... siento mucha paz y libertad al mismo tiempo.\. \v[lore.title.seeker]a, no se como agradecerte.

source: Well, you can take the completed weapon with you!\. It is immensely powerful and that curse is lifted too!
es_es: Bueno, ¡puedes llevarte el arma terminada!\. ¡Es increíblemente poderosa y ya no posee ninguna maldición a la que temer!

source: And I could even make it \c[3]ascend\c[0] if you bring me the needed material.
es_es: E incluso podría \c[3]ascenderla\c[0] si me traes lo necesario.

source: Lea.\. Meet.\.\. ... Bye!
es_es: Lea.\. Reunir.\.\. ... ¡Adiós!

source: Yes, goodbye.\. And thank you again.
es_es: Sí, adiós.\. Y gracias otra vez.

source: Ms. Tremoire
es_es: Sra. Tremoire

source: Hey, \v[lore.title.seeker], how are you?\. Want me to work on the weapon?
es_es: Hola, \v[lore.title.seeker]a, ¿cómo estás?\. ¿Quieres que mejore el arma?

source: Lea...\. It should go without saying that you should meet Mr. Vestorovich in there \c[3]alone\c[0]. Please disband your party.
es_es: Lea...\. Creo que no debo recordarte que tienes que reunirte con el Sr. Vestorovich \c[3]tú sola\c[0]. Por favor, desbanda tu grupo.

source: Hi!
es_es: ¡Hola!

source: Hello, young lady!
es_es: ¡Hola, jovencita!

source: Isn't this part of the city quite beautiful?
es_es: ¿No te parece hermosa esta parte de la ciudad?

source: [nods]
es_es: [asiente]

source: Indeed, you could say it is very...\. fency!
es_es: En efecto, se podría decir que es muy...\. ¡vella!

source: Do not Disturb!
es_es: ¡No molestar!

source: \c[3]Mr. & Mrs. Oolo\c[0]
es_es: \c[3]Sr. & Sra. Oolo\c[0]

# data/maps/rhombus-sqr/residential-s1.json//entities/329/settings/interact/title
source: Twin Home
es_es: Hogar Gemelo

source: \c[3]Mr. & Mrs. Oolo\c[0]
es_es: \c[3]Sr. & Sra. Oolo\c[0]

# data/maps/rhombus-sqr/residential-s1.json//entities/374/settings/interact/title
source: Twin Home
es_es: Hogar Gemelo

source: \c[3]Bring Back Fishing\c[0]
es_es: \c[3]Reintroduzcan la Pesca\c[0]

# data/maps/rhombus-sqr/residential-s1.json//entities/636/settings/interact/title
source: Fan Club
es_es: Club de Fans

source: To fish, one must become the fish. Become one with the water.
es_es: Para pescar, uno debe convertirse en pez. Ser uno con el agua.

source: How?
es_es: ¿Cómo?

source: Feel the fish.
es_es: Siente el pez.

source: Be bold.
es_es: Sé atrevida.

source: Be rash.
es_es: Sé imprudente.

source: Be a radical fish, my friend.
es_es: Sé un pez radical, mi amiga.

source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/residential-s1.json//entities/708/settings/dialog/0/text
source: Have you seen the latest comment on the fishing thread?
es_es: ¿Has visto el último comentario en el foro de pesca?

# data/maps/rhombus-sqr/residential-s1.json//entities/708/settings/dialog/1/text
source: Nope, what's it about?
es_es: No, ¿qué dice?

# data/maps/rhombus-sqr/residential-s1.json//entities/708/settings/dialog/2/text
source: One of the devs said that they have no plans to ever bring fishing back.
es_es: Uno de los desarrolladores dijo que no piensan volver a implementarlo.
