Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

# data/maps/rhombus-sqr/central-inner.json/entities/103/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/104/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/105/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/106/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/107/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/108/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/109/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/110/settings/teleportLabel
source: Bergen
ru_ru: Берген

# data/maps/rhombus-sqr/central-inner.json/entities/111/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/112/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/113/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/114/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/115/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/116/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/117/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/118/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/119/settings/teleportLabel
source: Ba'kii Kum
ru_ru: Ба'кии Кум

# data/maps/rhombus-sqr/central-inner.json/entities/120/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/121/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/122/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/123/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/124/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/125/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/126/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/127/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/128/settings/teleportLabel
source: Basin Keep
ru_ru: Твердыня Бэйзина

# data/maps/rhombus-sqr/central-inner.json/entities/129/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/130/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/131/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/132/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/133/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/134/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/135/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/136/settings/teleportLabel
source: Balcony
ru_ru: Балкон

# data/maps/rhombus-sqr/central-inner.json/entities/137/settings/teleportLabel
source: The Cave Inn
ru_ru: Пещерный трактир

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/30/message
source: Here we are.
ru_ru: Вот мы и на месте.

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/31/message
source: You should now be able to travel to all landmarks within the Playground again.
ru_ru: Теперь ты снова можешь путешествовать по всем ориентирам игровой зоны.

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/33/message
source: Also, \c[3]direct links\c[0] should work again!
ru_ru: Кроме того, \c[3]прямая связь\c[0] снова должна работать!

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/34/message
source: It is probably a good idea to say hello to your friends again...
ru_ru: Возможно, будет хорошей идеей поздороваться со своими друзьями...

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/35/message
source: We have been missing for quite some time.
ru_ru: Мы довольно долго отсутствовали.

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/42/message
source: ...Hi!
ru_ru: ...Привет!

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/44/message
source: ...Bonjour.
ru_ru: ...Bonjour (Привет).

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/46/message
source: So...\. suddenly you're back?
ru_ru: Так...\. ты вдруг вернулась?

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/48/message
source: It has been what?\. A week?
ru_ru: Сколько тебя не было?\. Неделю?

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/50/message
source: Oui. Lost for words. As always.
ru_ru: Oui (Да). Нет слов. Как всегда.

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/51/message
source: Meet me at the guild headquarters.
ru_ru: Встретимся в штабе гильдии.

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/52/message
source: I want to talk to you in person.
ru_ru: Я хочу поговорить с тобой лично.

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/59/message
source: Oh...\. she seemed...\. angry?
ru_ru: Ох...\. похоже, что она...\. сердится?

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/60/message
source: ...Why?
ru_ru: ...Почему?

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/61/message
source: Well...\. you disappeared in the middle of the raid, remember?
ru_ru: Ну...\. ты исчезла прямо во время рейда, помнишь?

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/63/message
source: It is probably a good idea to talk to her soon.
ru_ru: Неплохо бы с ней поговорить в ближайшее время.

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/64/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/central-inner.json/entities/147/settings/event/66/task
source: Meet \c[3]Emilie\c[0] in the \c[3]First Scholars HQ\c[0].
ru_ru: Встретьтесь с \c[3]Эмили\c[0] в \c[3]штабе Первоучёных\c[0].

# data/maps/rhombus-sqr/central.json/entities/77/settings/teleportLabel
source: Newcomer's Bridge
ru_ru: Мост новичков

# data/maps/rhombus-sqr/central.json/entities/78/settings/teleportLabel
source: Newcomer's Bridge
ru_ru: Мост новичков

# data/maps/rhombus-sqr/central.json/entities/79/settings/teleportLabel
source: Newcomer's Bridge
ru_ru: Мост новичков

# data/maps/rhombus-sqr/central.json/entities/106/settings/event/18/message
source: That was fun! Can't wait to reach the mainland.
ru_ru: Это было весело! Жду не дождусь, когда попаду на материк.

source: Voilà! Le \c[3]CrossCentral\c[0]!
ru_ru: Voilà (Вот и он)! \c[3]CrossCentral\c[0]!

source: You can quickly reach all of CrossWorlds from here.
ru_ru: Отсюда ты можешь быстро добраться до любой точки CrossWorlds.

source: Though there should only be one destination for us newbies: \c[3]Rookie Harbor\c[0].
ru_ru: Хотя для нас, новичков, должно быть доступно только одно направление: \c[3]Гавань новичков\c[0].

# data/maps/rhombus-sqr/central.json/entities/118/settings/dialog/0/text
source: Dear Seekers, welcome to \c[3]CrossCentral\c[0]!
ru_ru: Уважаемые Искатели, добро пожаловать в \c[3]CrossCentral\c[0]!

# data/maps/rhombus-sqr/central.json/entities/118/settings/dialog/1/text
source: This is the central teleportation hub of this world.
ru_ru: Это центральный узел телепортации этого мира.

# data/maps/rhombus-sqr/central.json/entities/118/settings/dialog/2/text
source: From here you will be able to quickly travel to all locations you have reached on the mainland.
ru_ru: Отсюда вы сможете быстро добраться до всех мест, которых вы достигнете на материке.

# data/maps/rhombus-sqr/central.json/entities/118/settings/dialog/3/text
source: Note that new recruits will only be able to travel to \c[3]Rookie Harbor\c[0] at first.
ru_ru: Обратите внимание, что сначала новобранцы могут попасть только в \c[3]Гавань новичков\c[0].

# data/maps/rhombus-sqr/central.json/entities/118/settings/dialog/4/text
source: You will visit several locations as you travel along the \c[5]Track of the Ancients\c[5].
ru_ru: Вы посетите несколько локаций, пока будете следовать по \c[5]Пути Древних\c[5].

source: ...Hi?
ru_ru: ...Привет?

source: You look puzzled.
ru_ru: Вы выглядите озадаченной.

source: Do you want to know more about the \c[3]Track of the Ancients\c[0]?
ru_ru: Хотите узнать больше о \c[3]Пути Древних\c[0]?

source: [nods]
ru_ru: [кивает]

source: The \c[3]Track of the Ancients\c[0] is an ancient \c[3]assessment system\c[0] based on a highly advanced technology.
ru_ru: \c[3]Путь Древних\c[0] - это древняя \c[3]система оценки\c[0], основанная на высокоразвитой технологии.

source: As Seekers it is your task to walk the Track and discover all the secrets it holds.
ru_ru: Ваша задача как Искателей - следовать по Пути и исследовать секреты, которые он хранит.

source: Once you reach \c[3]Rookie Harbor\c[0] you can attend the Introductory briefing to learn more about it.
ru_ru: Как только вы достигнете \c[3]Гавани новичков\c[0], вы можете посетить вводный брифинг, чтобы узнать больше обо всём этом.

source: [shakes head]
ru_ru: [мотает головой]

source: Well then...
ru_ru: Тогда ладно...

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/rhombus-sqr/central.json/entities/118/settings/dialog/5/text
source: Once you reach a new major location on the mainland, a connection to CrossCentral will be established for quick travel.
ru_ru: Как только вы достигнете новой крупной локации на материке, будет установлено соединение с Cross Central для быстрого перемещения.

# data/maps/rhombus-sqr/central.json/entities/121/settings/dialog/0/text
source: Huh, those poor advisor NPCs. Just explaining the same thing over and over again.
ru_ru: Ах, эти бедные NPC. Они вынуждены объяснять одно и то же, снова и снова.

# data/maps/rhombus-sqr/central.json/entities/121/settings/dialog/1/text
source: You know that those NPCs are actually artificial intelligences, right?
ru_ru: Ты же знаешь, что эти NPC на самом деле являются искусственным интеллектом, верно?

# data/maps/rhombus-sqr/central.json/entities/121/settings/dialog/2/text
source: Are you serious?
ru_ru: Ты серьёзно?

# data/maps/rhombus-sqr/central.json/entities/121/settings/dialog/3/text
source: Yeah, it's hard to tell at the beginning, but you will notice eventually.
ru_ru: Да, вначале это трудно заметить, но в конце концов ты сама поймёшь это.

# data/maps/rhombus-sqr/central.json/entities/121/settings/dialog/4/text
source: Their interactions with players are somewhat limited.
ru_ru: Их взаимодействие с игроками немного ограничено.

# data/maps/rhombus-sqr/central.json/entities/121/settings/dialog/5/text
source: Man, we've come pretty far with AI research, haven't we?
ru_ru: Мда, мы довольно далеко продвинулись в исследовании искусственного интеллекта, не так ли?

# data/maps/rhombus-sqr/central.json/entities/121/settings/dialog/6/text
source: Sure... yet we still have trouble passing the \c[5]Turing Test\c[0].
ru_ru: Конечно... но у нас по-прежнему есть проблемы с прохождением \c[5]теста Тьюринга\c[0].

source: Hi?
ru_ru: Привет?

source: Hey there, can we help you?
ru_ru: Эй, мы можем тебе чем-то помочь?

source: Uhm...
ru_ru: Хмм...

source: Oh, are you wondering about the \c[3]Turing Test\c[0]?
ru_ru: О, тебя интересует \c[3]Тест Тьюринга\c[0]?

source: [nods]
ru_ru: [кивает]

source: Oh? You're a curious one, I like that!
ru_ru: Да? А ты любопытная, мне это нравится!

source: The Turing Test is quite simple:
ru_ru: Тест Тьюринга довольно прост:

source: You have two people writing each other via text.
ru_ru: У тебя есть два человека, общающихся посредством переписки.

source: The twist: one of them is actually a machine.
ru_ru: Внезапный поворот: один из них на самом деле машина.

source: If the actual person can tell from the conversation that the other person is a machine, you fail the Turing Test.
ru_ru: Если реальный человек сможет выяснить из разговора, что другой человек является машиной, то ты провалишь тест Тьюринга.

source: It's difficult, because it's not just about simulating natural language.
ru_ru: Это сложно, потому что речь идёт не только о симуляции естественной речи.

source: The machine needs to have a memory, general knowledge and many other things to properly respond like a human being would.
ru_ru: Машина должна иметь память, общие знания и уметь много других вещей, чтобы реагировать совсем как человек.

source: Oh! It's you from Newcomer's Bridge again.
ru_ru: Ой! Это ты, с Моста новичков, снова.

source: Hi!
ru_ru: Привет!

source: Look, we're getting closer to the mainland!
ru_ru: Смотри, мы приближаемся к материку!

source: If you look closely, you can already see Rookie Harbor on the horizon.
ru_ru: Если присмотреться, на горизонте уже можно увидеть Гавань новичков.

source: Almost there~
ru_ru: Ещё немного~

# data/maps/rhombus-sqr/central.json/entities/266/settings/teleportLabel
source: To the City
ru_ru: В город

# data/maps/rhombus-sqr/central.json/entities/267/settings/teleportLabel
source: SOMEWHERE
ru_ru: КУДА-ТО

# data/maps/rhombus-sqr/central.json/entities/268/settings/teleportLabel
source: SOMEWHERE
ru_ru: КУДА-ТО

# data/maps/rhombus-sqr/central.json/entities/270/settings/teleportLabel
source: SOMEWHERE
ru_ru: КУДА-ТО

# data/maps/rhombus-sqr/central.json/entities/271/settings/teleportLabel
source: SOMEWHERE
ru_ru: КУДА-ТО

# data/maps/rhombus-sqr/central.json/entities/272/settings/teleportLabel
source: SOMEWHERE
ru_ru: КУДА-ТО

source: So...\. this is it?\. Is this the entrance to the city?
ru_ru: Так...\. это он и есть?\. Выход в город?

source: Indeed! From here you can take the sky rail to any part of the city.
ru_ru: Именно! Отсюда ты можешь попасть в любую часть города с помощью небесного рельса.

source: There is a shopping district, a residential area, and of course the \c[3]arena\c[0].
ru_ru: Здесь есть торговый район, жилой район, и, конечно же, \c[3]арена\c[0].

source: I recommend checking out the stores. The \c[3]Booster Items\c[0] are especially interesting.
ru_ru: Я рекомендую проверить магазины. Особенно интересны \c[3]Бустеры\c[0].

source: We'll be going then! See you around!
ru_ru: Тогда мы пойдём! Увидимся!

source: So how about it, Lea? Should we explore the city together?
ru_ru: Так как насчёт этого, Лея? Следует ли нам исследовать город вместе?

source: [nods]
ru_ru: [кивает]

source: Très bien! Let's go!
ru_ru: Très bien (Очень хорошо)! Погнали!

source: [shakes head]
ru_ru: [мотает головой]

source: D'accord! Just call us then when you change your mind!
ru_ru: D'accord (Ладно)! Просто позвони нам, когда передумаешь!

source: [yes]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: It does not hurt to have a look around the city now.
ru_ru: Осмотреть город не помешает.

source: Just do not forget that our next destination is the \c[3]north of Sapphire Ridge\c[0].
ru_ru: Только не забывай, что наш следующий пункт назначения находится на \c[3]севере от Сапфирового края\c[0].

source: Search the \c[3]north of Sapphire Ridge\c[0] to look for the place you saw in your dreams.
ru_ru: Обыщите \c[3]север Сапфирового края\c[0], чтобы найти место, которое вы видели во сне.

# data/maps/rhombus-sqr/central.json/entities/346/settings/dialog/0/text
source: Sky Rails...\. My arch enemy...
ru_ru: Небесные рельсы...\. Мой заклятый враг...

# data/maps/rhombus-sqr/central.json/entities/346/settings/dialog/1/text
source: We're back in Rhombus Square. You should have seen that coming.
ru_ru: Мы вернулись на Площадь Ромба. Ты должна была это предвидеть.

# data/maps/rhombus-sqr/central.json/entities/346/settings/dialog/2/text
source: I know...\. they're still the worst, though!
ru_ru: Я знаю...\. но они по-прежнему ужасны!

source: Why?
ru_ru: Почему?

source: Huh?
ru_ru: Хмм?

source: Well, just think about it...
ru_ru: Ну, просто подумай об этом...

source: You walked through the deep chasms of a mine, climbed up a giant tree, and stood in the middle of space.
ru_ru: Ты прошла через глубокие пропасти шахты, взобралась на гигантское дерево, стояла посреди космоса.

source: After all that, do those puny Sky Rails still pose a challenge to you?
ru_ru: После всего этого эти ничтожные небесные рельсы всё ещё бросают тебе вызов?

source: You know what?\. You're right.\. They really shouldn't.
ru_ru: Знаешь что?\. Ты права.\. Они и правда не должны меня пугать.

source: Nothing tops the horror of standing in literal space.
ru_ru: Ничто не превосходит ужас стояния в буквальном космосе.

source: Screw this, let's explore the city!
ru_ru: К чёрту всё это, давай исследовать город!

source: There we go!
ru_ru: Ну, идём!

source: You can go ahead! Just take any of those sky rail terminals.
ru_ru: Можешь идти вперёд! Просто воспользуйся любым терминалом небесных рельс.

source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/8/text
source: Initializing Avatar
ru_ru: Инициализация аватара

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/15/message
source: Ha!\. ...\. Told you I would be...\. first...
ru_ru: Ха!\. ...\.Я же тебе говорила, что буду...\. первой...

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/16/message
source: ...Hi.
ru_ru: ...Привет.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/20/message
source: ...\. Phew...
ru_ru: ...\.Фух...

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/22/message
source: Ah, oui~\. But wasn't that fun?
ru_ru: Ах, oui (да)~\. Но разве это было не весело?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/23/message
source: I was very surprised by that boss at the end!
ru_ru: Я была очень удивлена боссом в конце!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/24/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/25/message
source: Um...\. Pardon.\. I didn't even introduce myself.
ru_ru: Эм...\. Pardon (Прости).\. Я даже не представилась.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/26/message
source: Je m'appelle \c[3]Emilie\c[0]!
ru_ru: Je m'appelle \c[3]Emilie\c[0] (Меня зовут \c[3]Эмили\c[0])!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/27/message
source: Nickname: \c[3]Emilienator\c[0]!
ru_ru: Никнейм: \c[3]Эмилинатор\c[0]!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/29/message
source: I know!\. It's genius, right?
ru_ru: Я знаю!\. Это гениально, не правда ли?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/30/message
source: So...\. um...\. what's your name?
ru_ru: Так...\. эм...\. как тебя зовут?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/31/message
source: ... Lea!
ru_ru: ...Лея!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/32/message
source: Lea!\. Nice to meet you!
ru_ru: Лея!\. Приятно познакомиться!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/33/message
source: So...\. Are you ready to take the sky rails?
ru_ru: Ну что...\. Ты готова прокатиться на небесном рельсе?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/47/message
source: I wish we could already explore the city itself, but non~
ru_ru: Я бы хотела, чтобы мы уже могли исследовать сам город, но нет~

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/49/message
source: Didn't you know?\. The sky rail will take you straight to \c[3]CrossCentral\c[0].
ru_ru: Разве ты не знала?\. Небесный рельс доставит тебя прямиком в \c[3]CrossCentral\c[0].

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/50/message
source: From there you'll be transported to the mainland.
ru_ru: Оттуда ты будешь направлена на материк.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/51/message
source: You will only be able to enter Rhombus Square much later.
ru_ru: А Площадь Ромба можно будет посетить очень нескоро.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/53/message
source: Oui, it sucks. I know.
ru_ru: Oui (Да), это отстой. Я знаю.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/55/message
source: YOU OVER THERE!
ru_ru: ЭЙ, ТЫ, ТАМ!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/64/message
source: Yes, you, the \c[3]blue haired Spheromancer\c[0]!
ru_ru: Да, ты, \c[3]синеволосый сферомант\c[0]!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/65/message
source: ...Hi?
ru_ru: ...Привет?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/66/message
source: Before, you just appeared out of nowhere.\. Suspicious!
ru_ru: Перед этим ты просто появилась из ниоткуда.\. Подозрительно!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/67/message
source: And what do I see now?
ru_ru: И что же я теперь вижу?

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/68/message
source: You are at \c[3]level \v[player.level]\c[0]!
ru_ru: Ты уже \c[3]\v[player.level]-го уровня\c[0]!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/69/message
source: And this is unheard of.\. I'm forced to assume~
ru_ru: Это неслыханно.\. Я вынужден предположить~

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/76/message
source: You,\. young lady...
ru_ru: Ты,\. юная леди...

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/84/message
source: ... have been \c[3]cheating\c[0]!
ru_ru: ...\c[3]читерила\c[0]!

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/87/message
source: ...What.
ru_ru: ...Чего.

# data/maps/rhombus-sqr/dng-end.json/entities/149/settings/event/89/message
source: Monsieur, going straight for the accusations?
ru_ru: Monsieur (Месье), сразу переходишь к обвинениям?

source: Also \c[3]why\c[0]? We're all \c[3]level 3\c[0], non?
ru_ru: Да и \c[3]с чего бы вдруг\c[0]? Мы все \c[3]3-го уровня\c[0], не?

source: Yes, but it doesn't add up! She wasn't \c[3]level 1\c[0] when I saw her entering the dungeon!
ru_ru: Да, но это не складывается! Она была не \c[3]1-го уровня\c[0], когда я видел, как она входила в подземелье!

source: Something is \c[3]definitely\c[0] fishy here!
ru_ru: Что-то здесь \c[3]определённо\c[0] подозрительно!

source: Mon dieu... Why do you even care when the end result is the same?
ru_ru: Mon dieu (Боже мой)... Почему тебя это вообще волнует, когда конечный результат тот же?

source: [nods]
ru_ru: [кивает]

source: That's...\. \c[1]lower\c[0] than our level. Why does it matter when she handicaps herself?
ru_ru: Это...\. \c[1]ниже\c[0], чем наш уровень. Почему это должно иметь значение, если она ограничивает себя?

source: This is about principle!
ru_ru: Это дело принципа!

source: Cheating is bad, no matter what the outcome is!
ru_ru: Читерство - это плохо, вне зависимости от результата!
