Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-dng.po
Languages: es_es, ru_ru

# data/areas/rhombus-dng.json//name
source: Rhombus Dungeon
ru_ru: Подземелье Ромба

# data/areas/rhombus-dng.json//floors/0/name
source: 1st Floor
ru_ru: 1-й этаж

# data/areas/rhombus-dng.json//floors/0/maps/0/name
source: Entrance
ru_ru: Вход

# data/areas/rhombus-dng.json//floors/0/maps/1/name
source: Puzzle Room 1
ru_ru: Комната-головоломка 1

# data/areas/rhombus-dng.json//floors/0/maps/2/name
source: Puzzle Room 2
ru_ru: Комната-головоломка 2

# data/areas/rhombus-dng.json//floors/0/maps/3/name
source: Ability Room 1
ru_ru: Комната способности 1

# data/areas/rhombus-dng.json//floors/1/name
source: 2nd Floor
ru_ru: 2-й этаж

# data/areas/rhombus-dng.json//floors/1/maps/0/name
source: Middle Room
ru_ru: Центральная комната

# data/areas/rhombus-dng.json//floors/1/maps/1/name
source: Upper Path 1
ru_ru: Верхний путь 1

# data/areas/rhombus-dng.json//floors/1/maps/2/name
source: Upper Path 2
ru_ru: Верхний путь 2

# data/areas/rhombus-dng.json//floors/1/maps/3/name
source: Upper Path 3
ru_ru: Верхний путь 3

# data/areas/rhombus-dng.json//floors/1/maps/4/name
source: Lower Path 1
ru_ru: Нижний путь 1

# data/areas/rhombus-dng.json//floors/1/maps/5/name
source: Lower Path 2
ru_ru: Нижний путь 2

# data/areas/rhombus-dng.json//floors/1/maps/6/name
source: Lower Path 3
ru_ru: Нижний путь 3

# data/areas/rhombus-dng.json//floors/2/name
source: 3rd Floor
ru_ru: 3-й этаж

# data/areas/rhombus-dng.json//floors/2/maps/0/name
source: Ability Room 2
ru_ru: Комната испытаний 2

# data/areas/rhombus-dng.json//floors/2/maps/1/name
source: Puzzle Room 3
ru_ru: Комната-головоломка 3

# data/areas/rhombus-dng.json//floors/2/maps/2/name
source: Boss Room
ru_ru: Комната босса

# data/areas/rhombus-dng.json//floors/3/name
source: 4th Floor
ru_ru: 4-й этаж

# data/areas/rhombus-dng.json//floors/3/maps/0/name
source: Final Room
ru_ru: Финальная комната

# data/maps/rhombus-dng/boss.json//entities/20/settings/event/1/message
source: Incoming...
ru_ru: А вот и он...

# data/maps/rhombus-dng/boss.json//entities/21/settings/teleportLabel
source: Onwards
ru_ru: Далее

# data/maps/rhombus-dng/boss.json//entities/22/settings/event/0/thenStep/0/message
source: Well yes...\. that was about as quick as expected.
ru_ru: Ах, ну да...\. это было так быстро, как я и ожидал.

# data/maps/rhombus-dng/boss.json//entities/22/settings/event/0/elseStep/0/message
source: Nice work, you did great!
ru_ru: Хорошая работа, ты отлично справилась!

# data/maps/rhombus-dng/entrance.json//entities/6/settings/event/7/text
source: Initializing Avatar
ru_ru: Инициализация аватара

# data/maps/rhombus-dng/entrance.json//entities/6/settings/event/15/message
source: Oh, they added a welcome sign. Very hospitable.
ru_ru: Ох, они добавили приветствие. Очень гостеприимно.

# data/maps/rhombus-dng/entrance.json//entities/6/settings/event/21/message
source: Are you looking for that redhead pentafist from before?
ru_ru: Ты ищешь ту рыжеволосую девушку-пентафиста?

# data/maps/rhombus-dng/entrance.json//entities/6/settings/event/22/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-dng/entrance.json//entities/6/settings/event/23/message
source: Well... I am afraid you will not find her here.
ru_ru: Боюсь, что ты не найдёшь её здесь.

# data/maps/rhombus-dng/entrance.json//entities/6/settings/event/24/message
source: You see, each player is placed into a separate instance of these rooms.
ru_ru: Видишь ли, каждый игрок помещается в отдельное специальное подземелье.

# data/maps/rhombus-dng/entrance.json//entities/6/settings/event/26/message
source: You will find plenty of puzzles ahead.
ru_ru: Тебя ждёт множество головоломок впереди.

# data/maps/rhombus-dng/entrance.json//entities/6/settings/event/27/message
source: You really would not want other players to interfere around here.
ru_ru: Ты ведь не хочешь, чтобы кто-то вмешивался в твой игровой процесс.

# data/maps/rhombus-dng/entrance.json//entities/6/settings/event/28/message
source: So it is all about who will be fastest by themselves, right?
ru_ru: Так что, всё дело в том, кто будет быстрее всех, так ведь?

# data/maps/rhombus-dng/room-1-6.json//entities/2/settings/event/36/object
source: Quick Menu
ru_ru: Быстрое меню

# data/maps/rhombus-dng/room-1-6.json//entities/37/settings/teleportLabel
source: Next Level
ru_ru: Следующий уровень

source: Press \i[quick] to open the \c[3]quickmenu\c[0].
ru_ru: Нажмите \i[quick], чтобы открыть \c[3]быстрое меню\c[0].

source: Press and hold \i[quick] to open the \c[3]quickmenu\c[0].
ru_ru: Нажмите и удерживайте \i[quick] для открытия \c[3]быстрого меню\c[0].

# data/maps/rhombus-dng/room-1-6.json//entities/42/settings/event/7/text
source: Consume \c[3]items\c[0]
ru_ru: Используйте \c[3]расходники\c[0]

# data/maps/rhombus-dng/room-1-6.json//entities/42/settings/event/9/text
source: Open the \c[3]map\c[0]
ru_ru: Откройте \c[3]карту\c[0]

# data/maps/rhombus-dng/room-1-6.json//entities/42/settings/event/11/text
source: Inspect the \c[3]environment\c[0]
ru_ru: Исследуйте \c[3]окружение\c[0]

# data/maps/rhombus-dng/room-1-6.json//entities/44/settings/text
source: A chest! But what is inside?
ru_ru: Сундук! Но что внутри?

# data/maps/rhombus-dng/room-1-6.json//entities/45/settings/text
source: A Chest! Some yummy \c[3]\v[item.1.name]es\c[0] were inside.
ru_ru: Сундук! Внутри было несколько вкусных \c[3]\v[item.1.name]ей\c[0].

# data/maps/rhombus-dng/room-1-6.json//entities/46/settings/text
source: A Chest! But what is inside?
ru_ru: Сундук! Но что внутри?

# data/maps/rhombus-dng/room-1-6.json//entities/47/settings/text
source: A Chest! Two \c[3]\v[item.2.name]s\c[0] were inside.
ru_ru: Сундук! Внутри было два \c[3]Зелёных чая\c[0].

# data/maps/rhombus-dng/room-1.json//entities/10/settings/event/0/message
source: Alright, Lea... I will be gone for a couple of minutes.
ru_ru: Ладно, Лея... Меня не будет несколько минут.

# data/maps/rhombus-dng/room-1.json//entities/10/settings/event/1/message
source: I will contact Jet and Carla, and try to investigate that blue individual.
ru_ru: Я свяжусь с Джетом и Карлой, попытаюсь узнать что-нибудь про синего человека.

# data/maps/rhombus-dng/room-1.json//entities/10/settings/event/2/message
source: I am sure you will be fine by yourself. See you later!
ru_ru: Уверен, что ты и сама справишься. Увидимся позже!

# data/maps/rhombus-dng/room-1.json//entities/10/settings/event/3/message
source: ...Hi.
ru_ru: ...Привет.

# data/maps/rhombus-dng/room-1.json//entities/10/settings/event/4/message
source: ...I really have to work on your vocabulary.
ru_ru: ...Мне действительно нужно поработать над твоим словарным запасом.

# data/maps/rhombus-dng/room-1.json//entities/10/settings/event/5/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-dng/room-2.json//entities/0/settings/teleportLabel
source: Previous Level
ru_ru: Предыдущий уровень

# data/maps/rhombus-dng/room-2.json//entities/36/settings/teleportLabel
source: Next Level
ru_ru: Следующий уровень

# data/maps/rhombus-dng/room-4.json//entities/2/settings/event/11/task
source: Survive Wave 1!
ru_ru: Переживите волну 1!

# data/maps/rhombus-dng/room-4.json//entities/6/settings/event/3/task
source: Survive Wave 2!
ru_ru: Переживите волну 2!

# data/maps/rhombus-dng/room-4.json//entities/7/settings/event/3/task
source: Survive Wave 3!
ru_ru: Переживите волну 3!

# data/maps/rhombus-dng/room-4.json//entities/8/settings/event/3/task
source: Survive the final wave!
ru_ru: Переживите финальную волну!

source: THE TIME FOR REVENGE IS NIGH!
ru_ru: ВРЕМЯ МЕСТИ ПРИБЛИЖАЕТСЯ!

# data/maps/rhombus-dng/room-5-newer.json//entities/2/settings/event/36/object
source: Character Menu
ru_ru: Меню персонажа

# data/maps/rhombus-dng/room-5-newer.json//entities/2/settings/event/37/task
source: Complete the final dungeon of \c[3]Newcomer's Bridge\c[0].
ru_ru: Завершите финальное подземелье \c[3]Моста новичков\c[0].

# data/maps/rhombus-dng/room-5-newer.json//entities/24/settings/teleportLabel
source: Previous Level
ru_ru: Предыдущий уровень

source: Press \i[menu] to open the menu. Select \c[3]equipment\c[0] to equip the new items.
ru_ru: Нажмите \i[menu], чтобы открыть меню. Выберите \c[3]снаряжение\c[0], чтобы экипировать новые предметы.

source: Oh...\. Right. Enemies start to give EXP at this point.
ru_ru: Ох...\. Точно. С этого момента враги начинают давать опыт.

# data/maps/rhombus-dng/room-5-newer.json//entities/46/settings/interact/hoverText
source: Equip Rookieblades
ru_ru: Экипируйте Клинки новичка

# data/maps/rhombus-dng/room-5-newer.json//entities/47/settings/interact/hoverText
source: Equip Rookiehat
ru_ru: Экипируйте Шапку новичка

# data/maps/rhombus-dng/room-5-newer.json//entities/50/settings/interact/hoverText
source: Equip Rookiebelt
ru_ru: Экипируйте Пояс новичка

# data/maps/rhombus-dng/room-5-newer.json//entities/51/settings/interact/hoverText
source: Equip Rookieboots
ru_ru: Экипируйте Сапоги новичка

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/5/message
source: I am back!
ru_ru: Я вернулся!

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/7/message
source: Hi!
ru_ru: Привет!

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/9/message
source: Greetings from Jet and Carla.\. Everything is back to normal on the M.S. Solar.
ru_ru: Передаю привет от Джета и Карлы.\. На M.S. Solar всё вернулось в норму.

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/10/message
source: There are no traces left of that blue individual.
ru_ru: От того синего человека не осталось никаких следов.

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/12/message
source: I also tried to find some information about him, but there is nothing.
ru_ru: Я также попытался найти о нём хоть какую-нибудь информацию, но ничего.

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/14/message
source: We can be pretty certain that he is not connected to the official game.
ru_ru: Мы можем быть уверены, что он не связан с официальной игрой.

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/15/message
source: I just cannot imagine a regular player leaving CrossWorlds and going on a rampage like this.
ru_ru: Я не могу себе представить, что обычный игрок покинул CrossWorlds и начал так буйствовать.

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/16/message
source: Something very strange is going on here.
ru_ru: Здесь происходит что-то очень странное.

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/17/message
source: ...\. Not to mention that he recognized you.
ru_ru: ...\.Не говоря уже о том, что он тебя узнал.

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/19/message
source: Your memory might, in fact, contain some answers to all of this.
ru_ru: На самом деле, твоя память может содержать некоторые ответы на всё это.

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/23/message
source: Anyway, there is no need to worry about this right now.
ru_ru: В любом случае, нет необходимости беспокоиться об этом прямо сейчас.

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/24/message
source: Our goal is simply to play CrossWorlds!
ru_ru: Наша цель - просто играть в CrossWorlds!

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/25/message
source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/26/message
source: And I see you've made a lot of progress already!
ru_ru: И я вижу, что ты уже добилась большого прогресса!

# data/maps/rhombus-dng/room-5-newer.json//entities/54/settings/event/27/message
source: So...\. onwards!
ru_ru: Итак...\. вперёд!

source: You already reached level 3?\. That is strange.
ru_ru: Ты уже достигла третьего уровня?\. Это странно.

source: I thought you were supposed to reach level 2 at this point.
ru_ru: Мне казалось, что ты должна была достигнуть только второго к этому моменту.

source: I suppose they may have added more enemies...
ru_ru: Полагаю, они могли добавить больше врагов...

# data/maps/rhombus-dng/room-5-newer.json//entities/70/settings/event/4/text
source: Press \i[menu] to open the \c[3]character menu\c[0]
ru_ru: Нажмите \i[menu], чтобы открыть \c[3]меню персонажа\c[0]

# data/maps/rhombus-dng/room-5-newer.json//entities/70/settings/event/6/text
source: Check your \c[3]inventory\c[0] and select \c[3]favorite items\c[0].
ru_ru: Проверьте свой \c[3]инвентарь\c[0] и выберите \c[3]любимые предметы\c[0].

# data/maps/rhombus-dng/room-5-newer.json//entities/70/settings/event/8/text
source: \c[3]Equip items\c[0] to prepare yourself for battle.
ru_ru: \c[3]Экипируйте предметы\c[0], чтобы подготовить себя к бою.

source: W-Wait a moment!\. What are all those \c[1]items\c[0] doing in your inventory?!
ru_ru: По-огоди секундочку!\. Что все эти \c[1]вещи\c[0] делают у тебя в инвентаре?!

source: You should barely have anything at this point.\. Why?!
ru_ru: На текущей стадии у тебя не должно быть этого.\. Откуда?!

source: Oh no, you have all kinds of \c[1]equipment\c[0], too!!
ru_ru: О нет, ещё и куча \c[1]экипировки\c[0]!!

source: M-Maybe, you should not wear it? You know...\. to not \c[1]attract any attention\c[0]?
ru_ru: М-Может, тебе пока не стоит это надевать? Ну, знаешь...\. чтобы \c[1]не привлекать внимания\c[0]?

source: Lea, please...
ru_ru: Лея, пожалуйста...

# data/maps/rhombus-dng/room-final.json//entities/13/settings/event/34/object
source: Circuit
ru_ru: Контуры

# data/maps/rhombus-dng/room-final.json//entities/28/settings/teleportLabel
source: Exit
ru_ru: Выход

# data/maps/rhombus-dng/room-final.json//entities/38/settings/event/1/message
source: Ready for one big upgrade?
ru_ru: Готова к большому обновлению?

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/3/message
source: Lea, please wait a second.
ru_ru: Лея, пожалуйста, подожди секундочку.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/4/message
source: I have a little upgrade for you, as well!
ru_ru: Я также приготовил небольшое улучшение для тебя!

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/6/message
source: I finally managed to add another word to your vocabulary.
ru_ru: Мне наконец удалось добавить ещё одно слово в твой словарный запас.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/8/message
source: Well, you know how it is.\. No shiny effects from me.\. Just the upgrade.
ru_ru: Ну, ты знаешь, как это.\. У меня, конечно, без ярких эффектов.\. Просто улучшение.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/9/message
source: Here goes!
ru_ru: Вот оно!

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/12/object
source: Lea
ru_ru: Лея

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/16/message
source: ...Lea?
ru_ru: ...Лея?

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/17/message
source: I think you will need this one, since I will not be able to introduce you to other people anymore.
ru_ru: Я думаю, что оно тебе понадобится, потому что я больше не смогу знакомить тебя с другими людьми.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/18/message
source: ...Lea. Hi.
ru_ru: ...Лея. Привет.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/19/message
source: Hi, Hi, Lea.
ru_ru: Привет, Привет, Лея.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/20/message
source: Hi, Lea, Hi.
ru_ru: Привет, Лея, Привет.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/22/message
source: Do not look at me like that...
ru_ru: Не смотри на меня так...

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/23/message
source: I know, it takes a long time to add these words.
ru_ru: Я знаю, добавление этих слов занимает много времени.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/24/message
source: It is a very involved process, actually.
ru_ru: На самом деле, это очень сложный процесс.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/25/message
source: I need to manually extend your Thought Control Model...
ru_ru: Мне приходится вручную расширять твою модель мысленного управления...

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/26/message
source: ...essentially modifying a statistically generated code base by hand.
ru_ru: ...фактически меняя статически сгенерированную базу кода вручную.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/28/message
source: Yes, it is very technical.
ru_ru: Да, это лишние технические подробности.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/29/message
source: The technology to control avatars is...\. well...\. complicated.
ru_ru: Технология управления аватарами...\. довольно...\. сложная.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/30/message
source: And that is an understatement.
ru_ru: И это ещё слишком мягко сказано.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/31/message
source: Anyway, the second word is done.\. I will work on the next one right away!
ru_ru: В любом случае, второе слово готово.\. Я начну работать над следующим прямо сейчас.

# data/maps/rhombus-dng/room-final.json//entities/40/settings/event/32/message
source: ...Lea!
ru_ru: ...Лея!

# data/maps/rhombus-dng/room-final.json//entities/41/settings/event/21/text
source: Activate circuits using \c[3]Circuit Points (CP)\c[0], earned with each level up.
ru_ru: Активируйте контуры с помощью \c[3]Очков контуров (CP)\c[0], получаемых с каждым новым уровнем.

# data/maps/rhombus-dng/room-final.json//entities/41/settings/event/34/text
source: Certain skills unlock \c[3]combat arts\c[0] that can be used in battle.
ru_ru: Некоторые навыки открывают \c[3]техники боя\c[0], которые могут быть использованы в бою.

source: You can \c[3]switch between branching skills\c[0] at any time without spending CP!
ru_ru: \c[3]Переключаться между ветками умений\c[0] можно в любой момент без расхода CP!

source: You can \c[3]switch between branching skills\c[0] at any time without spending CP!
ru_ru: \c[3]Переключаться между ветками умений\c[0] можно в любой момент без расхода CP!

# data/maps/rhombus-dng/room-final.json//entities/41/settings/event/52/text
source: You now got \c[3]special points\c[0] (SP) used for \c[3]combat arts\c[0].
ru_ru: Теперь у вас есть \c[3]специальные очки\c[0] (SP), используемые для применения \c[3]техник боя\c[0].

source: Wait... \c[1]Why are all your elements already unlocked?!\c[0]
ru_ru: Подожди... \c[1]Почему все твои элементы уже открыты?!\c[0]

source: This is not supposed to happen!\. Seriously, this game has been out for quite some time already.\. Why do these weird issues keep coming up?!
ru_ru: Этого не должно быть!\. Серьёзно, игра вышла уже довольно давно.\. Так почему вылазят все эти странные баги?

source: Come on, let's switch!
ru_ru: Ну же, давай поменяемся!

source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-dng/upgrade-test.json//entities/25/settings/event/34/object
source: Some shit
ru_ru: Я видел некоторое дерьмо (ROFL)

# data/areas/rhombus-dng.json/name
source: Rhombus Dungeon
es_es: Mazmorra Rhombus

# data/areas/rhombus-dng.json/floors/0/name
source: 1st Floor
es_es: 1er Piso

# data/areas/rhombus-dng.json/floors/0/maps/0/name
source: Entrance
es_es: Entrada

# data/areas/rhombus-dng.json/floors/0/maps/1/name
source: Puzzle Room 1
es_es: Habitación de Puzzles 1

# data/areas/rhombus-dng.json/floors/0/maps/2/name
source: Puzzle Room 2
es_es: Habitación de Puzzles 2

# data/areas/rhombus-dng.json/floors/0/maps/3/name
source: Ability Room 1
es_es: Habitación de Habilidad 1

# data/areas/rhombus-dng.json/floors/1/name
source: 2nd Floor
es_es: 2do Piso

# data/areas/rhombus-dng.json/floors/1/maps/0/name
source: Middle Room
es_es: Habitación Central

# data/areas/rhombus-dng.json/floors/1/maps/1/name
source: Upper Path 1
es_es: Camino Superior 1

# data/areas/rhombus-dng.json/floors/1/maps/2/name
source: Upper Path 2
es_es: Camino Superior 2

# data/areas/rhombus-dng.json/floors/1/maps/3/name
source: Upper Path 3
es_es: Camino Superior 3

# data/areas/rhombus-dng.json/floors/1/maps/4/name
source: Lower Path 1
es_es: Camino Inferior 1

# data/areas/rhombus-dng.json/floors/1/maps/5/name
source: Lower Path 2
es_es: Camino Inferior 2

# data/areas/rhombus-dng.json/floors/1/maps/6/name
source: Lower Path 3
es_es: Camino Inferior 3

# data/areas/rhombus-dng.json/floors/2/name
source: 3rd Floor
es_es: 3er Piso

# data/areas/rhombus-dng.json/floors/2/maps/0/name
source: Ability Room 2
es_es: Habitación de Habilidad 2

# data/areas/rhombus-dng.json/floors/2/maps/1/name
source: Puzzle Room 3
es_es: Habitación de Puzzles 3

# data/areas/rhombus-dng.json/floors/2/maps/2/name
source: Boss Room
es_es: Sala de Jefe

# data/areas/rhombus-dng.json/floors/3/name
source: 4th Floor
es_es: 4to Piso

# data/areas/rhombus-dng.json/floors/3/maps/0/name
source: Final Room
es_es: Sala Final

# data/maps/rhombus-dng/boss.json/entities/20/settings/event/1/message
source: Incoming...
es_es: Ahí viene...

# data/maps/rhombus-dng/boss.json/entities/21/settings/teleportLabel
source: Onwards
es_es: Adelante

# data/maps/rhombus-dng/boss.json/entities/22/settings/event/0/thenStep/0/message
source: Well yes...\. that was about as quick as expected.
es_es: Bueno si...\. eso fue tan rápido como esperaba.

# data/maps/rhombus-dng/boss.json/entities/22/settings/event/0/elseStep/0/message
source: Nice work, you did great!
es_es: Buen trabajo, ¡lo hiciste genial!

# data/maps/rhombus-dng/entrance.json/entities/6/settings/event/7/text
source: Initializing Avatar
es_es: Inicializando Avatar

# data/maps/rhombus-dng/entrance.json/entities/6/settings/event/15/message
source: Oh, they added a welcome sign. Very hospitable.
es_es: Oh, agregaron un cartel de bienvenida. Que hospitalarios.

# data/maps/rhombus-dng/entrance.json/entities/6/settings/event/21/message
source: Are you looking for that redhead pentafist from before?
es_es: ¿Estás buscando a esa Pentafist colorada de antes?

# data/maps/rhombus-dng/entrance.json/entities/6/settings/event/22/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-dng/entrance.json/entities/6/settings/event/23/message
source: Well... I am afraid you will not find her here.
es_es: Bueno... me temo que no la encontrarás aquí.

# data/maps/rhombus-dng/entrance.json/entities/6/settings/event/24/message
source: You see, each player is placed into a separate instance of these rooms.
es_es: Cada jugador es colocado en una instancia separada de estas habitaciones.

# data/maps/rhombus-dng/entrance.json/entities/6/settings/event/26/message
source: You will find plenty of puzzles ahead.
es_es: Encontrarás muchos puzzles más adelante.

# data/maps/rhombus-dng/entrance.json/entities/6/settings/event/27/message
source: You really would not want other players to interfere around here.
es_es: En serio que no te gustaría que otros jugadores interfieran aquí.

# data/maps/rhombus-dng/entrance.json/entities/6/settings/event/28/message
source: So it is all about who will be fastest by themselves, right?
es_es: Así que todo se trata de quién es el más rápido por si mismo, ¿si?

# data/maps/rhombus-dng/room-1-6.json/entities/2/settings/event/36/object
source: Quick Menu
es_es: Menú Rápido

# data/maps/rhombus-dng/room-1-6.json/entities/37/settings/teleportLabel
source: Next Level
es_es: Siguiente Nivel

# data/maps/rhombus-dng/room-1-6.json/entities/42/settings/event/5/thenStep/0/text
source: Press \i[quick] to open the \c[3]quickmenu\c[0].
es_es: Presiona \i[quick] para abrir el \c[3]Menú Rápdio\c[0].
