Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/110/message
source: ...What?
es_es: ...¿Qué?

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/111/message
source: I'll just go ahead and pretend I don't know you.
es_es: Seguiré de largo y haré como que no te conozco.

source: ...But...
es_es: ...Pero...

source: SHE'S \c[1]LEVEL \v[player.level]\c[0]!\. LOOK AT HER!!
es_es: ¡ELLA ES \c[1]NIVEL \v[player.level]\c[0]!\. ¡¡MÍRALA!!

source: Come on!
es_es: ¡Vamos!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/122/message
source: Apologies for my friend's behavior.
es_es: Pido disculpas por el comportamiento de mi amigo.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/123/message
source: He sometimes pretends to be a moderator.\. He is not.
es_es: A veces pretende ser un moderador.\. No lo es.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/124/message
source: N-No problem...
es_es: N-No hay problema...

source: WHAT IS GOING ON HERE?!
es_es: ¡¿ACASO SE HAN VUELTO TODOS LOCOS?!

source: WHY DOES NOBODY CARE ABOUT THIS?!\. HELLO?!
es_es: ¡¿POR QUÉ A NADIE LE IMPORTA ESTO?!\. ¡¿HOLA?!

source: SHE\.\. IS\.\. \c[1]LEVEL\.\. \v[player.level]\c[0]!
es_es: ¡ELLA\.\. ES\.\. \c[1]NIVEL\.\. \v[player.level]\c[0]!

source: Monsieur, you should relax.
es_es: Monsieur, tranquilízate un poco.

source: It's just a game.\. We're only here to have some fun!
es_es: Es solo un juego.\. ¡Estamos aquí para divertirnos!

source: Young lady, I'll let you off this time.
es_es: Jovencita, te dejaré ir esta vez.

source: Reflect on your actions!
es_es: ¡Pero piensa en lo que hiciste!

source: Mon Dieu!\. What an obnoxious guy...
es_es: ¡Mon Dieu!\. Qué tipo molesto...

source: Though I have to admit, your level really is a bit...\. far out there.
es_es: Aunque debo admitir, tu nivel si es un poco...\. alto...

source: Mon Dieu!\. What was the deal with him?
es_es: ¡Mon Dieu!\. ¿Cuál es su problema?

source: I hope we don't meet players like this around here too often.
es_es: Espero que no cruzarme con jugadores así a menudo.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/155/message
source: Anyway, let's go on.
es_es: En fin, vamos.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/156/message
source: I want to finally reach \c[3]Rookie Harbor\c[0]!
es_es: ¡Quiero llegar al \c[3]Puerto Recluta\c[0]!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/157/message
source: You can come with me, if you want to.
es_es: Puedes venir conmigo, si quieres.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/158/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/159/message
source: Très bien!\. Let's go!
es_es: ¡Très bien!\. ¡Vamos!

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/162/message
source: Whoa...\. My heart just stopped there for a second.\. That was close.
es_es: Wow...\. Se me ha parado el corazón por un momento.\. Eso estuvo cerca.

source: Honestly, though?\. There is no rational way to explain how we just got through that situation.\. That was just dumb luck.
es_es: Te diré la verdad.\. No hay explicación racional de cómo conseguimos quedar bien parados.\. Tuvimos muchísima suerte.

source: Really though...\. something is not quite right with your current level.\. How did it even end up that way?
es_es: Ya en serio...\. hay algo raro con tu nivel.\. ¿Cómo acabó así?

source: It is all because you collected those extra EXP from that \c[3]crab boss\c[0].
es_es: Debe ser la experiencia extra del \c[3]cangrejo\c[0] contra el que luchaste en el barco.

source: I should have noticed this earlier.\. Sorry.
es_es: Debería haberme dado cuenta antes.\. Lo siento.

# data/maps/rhombus-sqr/dng-end.json//entities/149/settings/event/170/task
source: Enter the \c[3]Playground\c[0] together with \c[3]Emilie\c[0].
es_es: Entra al \c[3]Campo de Juego\c[0] junto con \c[3]Emilie\c[0].

# data/maps/rhombus-sqr/dng-end.json//entities/153/settings/teleportLabel
source: CrossCentral
es_es: Cruce Central

# data/maps/rhombus-sqr/dng-end.json//entities/154/settings/teleportLabel
source: CrossCentral
es_es: Cruce Central

# data/maps/rhombus-sqr/dng-end.json//entities/155/settings/teleportLabel
source: CrossCentral
es_es: Cruce Central

# data/maps/rhombus-sqr/dng-end.json//entities/156/settings/teleportLabel
source: CrossCentral
es_es: Cruce Central

source: Congratulations on passing Newcomer's Bridge!
es_es: ¡Felicidades por completar el Puente Recluta!

source: From here you can take the sky rails to reach \c[3]CrossCentral\c[0].
es_es: Desde aquí podrán tomar los teleféricos del cielo hacia el \c[3]Cruce Central\c[0].

# data/maps/rhombus-sqr/dng-end.json//entities/164/settings/dialog/0/text
source: No floor... there is no floor....
es_es: El piso... no hay piso...

# data/maps/rhombus-sqr/dng-end.json//entities/164/settings/dialog/1/text
source: Oh dear.
es_es: Oh Dios.

# data/maps/rhombus-sqr/dng-end.json//entities/164/settings/dialog/2/text
source: You just fly through the air... it's all transparent!
es_es: Vuelas por el aire... ¡es transparente!

# data/maps/rhombus-sqr/dng-end.json//entities/164/settings/dialog/3/text
source: I... I can't do it!
es_es: No... ¡no puedo hacerlo!

# data/maps/rhombus-sqr/dng-end.json//entities/164/settings/dialog/4/text
source: Awww man...
es_es: Ay, mamá...

# data/maps/rhombus-sqr/dng-end.json//entities/164/settings/dialog/5/text
source: Please stay strong, just this one last time.
es_es: Por favor, sé fuerte, esta última vez.

# data/maps/rhombus-sqr/dng-end.json//entities/164/settings/dialog/6/text
source: I'm sure things will be better once we reach the mainland.
es_es: Estoy segura de que las cosas se pondrán mejor una vez lleguemos al continente.

# data/maps/rhombus-sqr/dng-end.json//entities/170/settings/dialog/0/text
source: Dear Seekers, you are now permitted to enter the \c[3]mainland of Shadoon\c[0].
es_es: Queridos Buscadores, ahora se les permite entrar al \c[3]continente de Shadoon\c[0].

# data/maps/rhombus-sqr/dng-end.json//entities/170/settings/dialog/1/text
source: You can take the sky rails from here to reach \c[3]CrossCentral\c[0], our central teleportation hub.
es_es: Pueden tomar los teleféricos del cielo de aquí para llegar al \c[3]Cruce Central\c[0], el centro de teletransportadores.

# data/maps/rhombus-sqr/dng-end.json//entities/170/settings/dialog/2/text
source: Note that as new Seekers you are not yet permitted to enter the \c[3]city of Rhombus Square\c[0].
es_es: Nótese que los nuevos Buscadores no tienen permitido el acceso a la \c[3]ciudad de Plaza Rombo\c[0].

# data/maps/rhombus-sqr/dng-end.json//entities/170/settings/dialog/3/text
source: Such permission will be granted once you've made sufficient progress along the \c[5]Track of the Ancients\c[0].
es_es: Ese permiso se les otorgará una vez hayan hecho suficiente progreso en el \c[3]Camino de los Antiguos\c[0].

source: ...Hi?
es_es: ¿...Hola?

source: You look puzzled.
es_es: Te ves confundida.

source: Do you want to know more about the \c[3]Track of the Ancients\c[0]?
es_es: ¿Quieres saber más sobre el \c[3]Camino de los Antiguos\c[0]?

source: [nods]
es_es: [asiente]

source: The \c[3]Track of the Ancients\c[0] is an ancient \c[3]assessment system\c[0] based on a highly advanced technology.
es_es: El \c[3]Camino de los Antiguos\c[0] es un antiguo \c[3]sistema de evaluación\c[0] basado en tecnología altamente avanzada.

source: As Seekers it is your task to walk the Track and discover all the secrets it holds.
es_es: Como Buscadores, es su trabajo recorrer el Camino y descubrir los secretos que oculta.

source: Once you reach \c[3]Rookie Harbor\c[0] you can attend the introductory briefing to learn more about it.
es_es: Una vez que lleguen al \c[3]Puerto Recluta\c[0] deben oír un informe introductorio que les dará más información.

source: [shakes head]
es_es: [niega con la cabeza]

source: Well then...
es_es: Bien entonces...

source: Yes
es_es: Si

source: Those sky rail terminals will bring you to \c[3]CrossCentral\c[0].
es_es: Esas terminales de teleféricos del cielo te llevarán al \c[3]Cruce Central\c[0].

source: You can take any one of them, they all go to the same place.
es_es: Puedes tomar cualquiera de ellos. Te llevarán al mismo sitio.

source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/dng-end.json//entities/174/settings/dialog/0/text
source: Whoa, this city looks huge! And so clean and shiny!
es_es: ¡Wow, esta ciudad se ve enorme! ¡Tan limpia y reluciente!

# data/maps/rhombus-sqr/dng-end.json//entities/174/settings/dialog/1/text
source: Yeah, and they won't let you in it until much later.
es_es: Sí, y no te dejarán entrar por un laaaaargo tiempo.

# data/maps/rhombus-sqr/dng-end.json//entities/174/settings/dialog/2/text
source: That's just evil!
es_es: ¡Qué malvados!

# data/maps/rhombus-sqr/dng-end.json//entities/174/settings/dialog/3/text
source: I know right?
es_es: Sí, ¿no?

source: Yo, what's up?
es_es: Ey, ¿qué tal?

source: Hi!
es_es: ¡Hola!

source: Yeah. Hi.
es_es: Sí. Hola.

source: Well, in case you are wondering why I'm sitting here...
es_es: Bueno, por si te preguntas por qué me siento aquí...

source: My friend just went afk.
es_es: Mi amigo está afk.

source: Apparently he felt sick after the last stage.
es_es: Parece que se empezó a sentir mal luego del último nivel.

source: Now I have to wait here for him to come back.
es_es: Ahora tengo que esperar aquí a que vuelva.

source: Damn it, I want to go on so badly!
es_es: Demonios, ¡tengo tantas ganas de seguir!

source: Aww, don't look so sorry! We're talking first world problems here.
es_es: Aww, ¡no te pongas así! Después de todo, son problemas del primer mundo.

# data/maps/rhombus-sqr/dng-end.json//entities/180/settings/dialog/0/text
source: That turret boss at the end was pretty cool, huh?
es_es: Esa torreta del final estuvo bastante bien, ¿no?

# data/maps/rhombus-sqr/dng-end.json//entities/180/settings/dialog/1/text
source: Most def! That ball streaming attack was intense, dude!
es_es: ¡Seguro! ¡Algunos ataques eran una locura!

# data/maps/rhombus-sqr/dng-end.json//entities/180/settings/dialog/2/text
source: I also like how it was mostly about ranged combat.
es_es: Además, me gustó que se haya centrado en combate a distancia más que nada.

# data/maps/rhombus-sqr/dng-end.json//entities/180/settings/dialog/3/text
source: Whatcha talking about, dude? I just went in and punched it hard!
es_es: ¿De qué me hablas? ¡Si todo lo que hice fue molerla a golpes!

# data/maps/rhombus-sqr/dng-end.json//entities/180/settings/dialog/4/text
source: What?\. How did you do that?\. It moved to the center of that hole in the second phase, didn't it?
es_es: ¿Qué?\. ¿Cómo lo hiciste?\. ¿No se mueve al centro del agujero en la segunda fase?

# data/maps/rhombus-sqr/dng-end.json//entities/180/settings/dialog/5/text
source: Well, I just jumped on its platform and did ma punching!\. Also, some dodging.
es_es: Bueno, ¡salté a su plataforma y la reventé a golpes!\. Tuve que esquivar bastante.

# data/maps/rhombus-sqr/dng-end.json//entities/180/settings/dialog/6/text
source: That sounds like a risky tactic.
es_es: Suena como una táctica arriesgada.

# data/maps/rhombus-sqr/dng-end.json//entities/180/settings/dialog/7/text
source: Well, I ain't choosing a Pentafist for no reason! Gotta punch stuff! That's ma skill, dude!
es_es: ¡No me elegí a un Pentafist porque sí! ¡Quiero golpear cosas! ¡Es mi fuerte, hombre!

# data/maps/rhombus-sqr/dng-end.json//entities/180/settings/dialog/8/text
source: Fair enough...
es_es: Supongo que está bien...

# data/maps/rhombus-sqr/dng-top.json//entities/172/settings/teleportLabel
source: Rhombus Dungeon #3
es_es: Mazmorra Rombo #3

source: Initializing Avatar
es_es: Inicializando Avatar

source: We did it, Lea.
es_es: Lo logramos, Lea.

source: I still cannot believe what just happened on the M.S. Solar.
es_es: Aún no me creo lo que acaba de pasar en el M.S. Solar.

source: Anyway, we are now in the official Playground.
es_es: Pero bueno, ahora estamos en el Campo de Juego oficial.

source: This area is packed with all kinds of security measures.
es_es: Este lugar está repleto de medidas de seguridad.

source: More interference from that blue individual is highly unlikely here.
es_es: Es poco probable que ese tipo azul te persiga hasta aquí.

source: For now, let's just proceed.
es_es: Por ahora, solo sigamos.

source: This is \c[3]Rhombus Square\c[0].
es_es: Esto es \c[3]Plaza Rombo\c[0].

source: Or more precisely, \c[3]Newcomer's Bridge\c[0]!
es_es: O\. más precisamente,\. ¡el \c[3]Puente de los Principantes\c[0]!

source: This is the official introduction to CrossWorlds.
es_es: Esta es la introducción oficial a CrossWorlds.

source: I placed you right in front of the last part.
es_es: Te acabo de colocar justo al frente de la última parte.

source: It is important that we do this part the official way to avoid suspicion.
es_es: Es importante que la hagamos sin trucos para evitar levantar sospechas.

source: Ah yes...\. speaking of suspicion.
es_es: Ah sí...\. hablando de sospechas.

source: Listen, Lea.
es_es: Escucha, Lea.

source: It is absolutely essential that you pass as a regular player.
es_es: Es absolutamente necesario que parezcas un jugador normal.

source: We must avoid being reported at any cost.
es_es: Debemos evitar sospechas a toda costa.

source: Hi?
es_es: ¿Hola?

source: Ah yes...
es_es: Ah, sí...

source: Do not worry too much about your speech synchronization issues.
es_es: No te preocupes por tus problemas con el módulo del habla.

source: You are in fact not the first player with these problems.
es_es: No eres el primer jugador en tener problemas así.

source: Hi?!
es_es: ¡¿Hola?!

source: Also...\. your \c[1]unusual character level\c[0] certainly does not help either.
es_es: Además...\. tu \c[1]inusualmente alto nivel\c[0] no ayuda.

source: Hi?!!
es_es: ¡¡¿¡Hola!?!!

source: Yeah and about that \c[1]damage issue\c[0]...\. Please \c[1]do not hit anything\c[0] anywhere close to players, okay?\. Thank you.
es_es: Y sobre ese \c[1]problema con el daño\c[0]...\. Por favor \c[1]no golpees nada\c[0] cerca de otros jugadores, ¿si?\. Gracias.

source: Anyway...\. just be careful, okay?
es_es: En fin...\. tan solo ten cuidado, ¿sí?

source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/dng-top.json//entities/176/settings/event/0/message
source: Most of these players here should be newcomers just like you.
es_es: La mayoría de estos jugadores deberían ser principiantes, como tú.

# data/maps/rhombus-sqr/dng-top.json//entities/176/settings/event/1/message
source: Veterans usually skip this part, obviously.
es_es: Los veteranos, por supuesto, suelen salteárselo.

# data/maps/rhombus-sqr/dng-top.json//entities/179/settings/dialog/0/text
source: C'mon, there's no need to be afraid.
es_es: Vamos, no tienes por qué tener miedo.

# data/maps/rhombus-sqr/dng-top.json//entities/179/settings/dialog/1/text
source: You know I can't deal with heights...
es_es: Sabes que no me gustan las alturas...

# data/maps/rhombus-sqr/dng-top.json//entities/179/settings/dialog/2/text
source: It's all just a game, there's no danger, y'know?
es_es: Es solo un juego, no hay peligro, ¿sabes?

# data/maps/rhombus-sqr/dng-top.json//entities/179/settings/dialog/3/text
source: I know... It just feels so real.
es_es: Lo sé... pero se siente tan real.

# data/maps/rhombus-sqr/dng-top.json//entities/179/settings/dialog/4/text
source: Just give me some time, ok?
es_es: Solo dame un minuto, ¿sí?

# data/maps/rhombus-sqr/dng-top.json//entities/179/settings/dialog/5/text
source: Alright...
es_es: De acuerdo...

source: Hi!
es_es: ¡Hola!

source: Oh hey, what's up?
es_es: Ey, ¿qué tal?

source: ...What's the matter?
es_es: ¿...Algún problema?

source: First a greeting and now silence? You're a strange one.
es_es: ¿Primero me saludas y ahora callas? Eres rara.

source: S-Sorry... that came across the wrong way.
es_es: P-Perdona... eso sonó descortés.

source: You must be here for the view.
es_es: Viniste por la vista, ¿no?

source: It's gorgeous, right?
es_es: Es hermoso, ¿no?

source: CrossWorlds expands over the whole land you see over there.
es_es: CrossWorlds se expande por todo el terreno que se ve allí.

source: People call it the \c[3]Croissant\c[0]... because the island is shaped like one.
es_es: La gente lo llama el \c[3]Croissant\c[0]... porque la isla tiene forma de uno.

source: It's not my first time up here.
es_es: No es mi primera vez aquí.

source: I usually redo the introduction phase with each character.
es_es: Por lo general, vuelvo a jugar la introducción con cada personaje.

source: I just enjoy the view from here.
es_es: Es que me gusta la vista desde aquí.

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/9/message
source: Pardon! Didn't see you there.
es_es: ¡Pardon! No te ví venir.

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/10/message
source: ...Hi.
es_es: ...Hola.

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/11/message
source: Um...\. Bonjour!
es_es: Em...\. ¡Bonjour!

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/12/message
source: You are new here, too?
es_es: ¿Eres nueva aquí también?

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/13/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/14/message
source: Hm...\. But I have not noticed you up here before.
es_es: Hm...\. Pero no te he visto antes.

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/15/message
source: Oh!\. Does this mean you caught up after me?
es_es: ¡Oh!\. ¿Eso quiere decir que acabas de llegar? ¿Después de mí?

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/17/message
source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/18/message
source: Huh!\. You must be very quick with the tutorials!
es_es: ¡Ey!\. ¡Debes ser rápida con los tutoriales!

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/19/message
source: But I got the hang of it now, too.
es_es: Pero yo también soy buena en esto.

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/20/message
source: You will not beat me on the last tutorial stage, non!
es_es: No me vencerás en el último nivel del tutorial, ¡non!

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/21/message
source: Let's meet at the end.\. I will be waiting!
es_es: Veámonos al final.\. ¡Te estaré esperando!

# data/maps/rhombus-sqr/dng-top.json//entities/184/settings/event/30/message
source: Very competitive, this one.
es_es: Qué chica más competitiva.

# data/maps/rhombus-sqr/dng-top.json//entities/195/settings/dialog/0/text
source: Dear \c[3]Seekers\c[0], you're about to enter the final stage of Newcomer's Bridge.
es_es: Queridos \c[3]Buscadores\c[0], están por entrar al nivel final del Puente Recluta.

# data/maps/rhombus-sqr/dng-top.json//entities/195/settings/dialog/1/text
source: You will be confronted with a multitude of puzzle and combat situations.
es_es: Se enfrentarán con varios puzzles y combates.

# data/maps/rhombus-sqr/dng-top.json//entities/195/settings/dialog/2/text
source: Make use of all the skills you learned in the previous stages!
es_es: ¡Utilicen todas las habilidades aprendidas en los niveles anteriores!

# data/maps/rhombus-sqr/dng-top.json//entities/195/settings/dialog/3/text
source: Expect your skillset to be further expanded over the course of the final stage.
es_es: Sus habilidades aumentarán a lo largo del último nivel.

# data/maps/rhombus-sqr/dng-top.json//entities/195/settings/dialog/4/text
source: As a reward for passing Newcomer's Bridge you will be granted access to the mainland.
es_es: Como recompensa por terminar el Puente Recluta, se les dará acceso al continente.

source: Please step on the red teleport panel to enter the final stage.
es_es: Por favor, párate en el panel de teletransporte rojo para entrar al último nivel.

source: [nods]
es_es: [asiente]

source: Dang, I can barely see a thing!
es_es: Demonios, ¡no veo nada!

source: "You should totally choose a short avatar", they said.
es_es: "Ay ponte un avatar pequeño", me dijeron.

source: "It'll be sooo~ cute", they said.
es_es: "Será taaaan tierno", dijeron.

source: Just great.
es_es: Genial.

source: You're in the same boat, huh?
es_es: Estás en la misma, ¿eh?

source: Congratulations on reaching the third stage of Newcomer's Bridge!
es_es: ¡Felicidades por llegar al tercer nivel del Puente Recluta!

source: You have just arrived at the final waiting area.
es_es: Acabas de llegar al área de espera final.

source: You can take a break here and enjoy the view.
es_es: Puedes tomarte un descanso y disfrutar la vista.

source: Once you are ready, proceed to the teleporter at the other end of this area to enter the final stage!
es_es: ¡Una vez estés lista, procede al teletransportador al final del área para llegar al último nivel!

source: [nods]
es_es: [asiente]

# data/maps/rhombus-sqr/dng-top.json//entities/204/settings/dialog/0/text
source: This is seriously high up.
es_es: Esto está muy alto.

# data/maps/rhombus-sqr/dng-top.json//entities/204/settings/dialog/1/text
source: Yeah, good thing they added those laser railings!
es_es: Sí, ¡menos mal que pusieron esas barandas láser!

# data/maps/rhombus-sqr/dng-top.json//entities/204/settings/dialog/2/text
source: Yes, gotta love lasers.
es_es: Sí, amo los láseres.

# data/maps/rhombus-sqr/dng-top.json//entities/204/settings/dialog/3/text
source: Movement blocking lasers!
es_es: ¡Láseres sólidos!

# data/maps/rhombus-sqr/dng-top.json//entities/204/settings/dialog/4/text
source: The best type of laser there is.
es_es: El mejor tipo de láser.

# data/maps/rhombus-sqr/dng-top.json//entities/207/settings/dialog/0/text
source: Ocean as far as the eye can see.
es_es: Océano hasta donde se puede ver.

# data/maps/rhombus-sqr/dng-top.json//entities/207/settings/dialog/1/text
source: Huh... now that we're on this distant moon...
es_es: Hm... ahora que estamos en esta lejana luna...

# data/maps/rhombus-sqr/dng-top.json//entities/207/settings/dialog/2/text
source: It makes you wonder what kind of sea life you'd find down there.
es_es: Me pregunto qué tipo de vida marina habrá ahí abajo.

# data/maps/rhombus-sqr/dng-top.json//entities/207/settings/dialog/3/text
source: Hell yeah! You think we can just jump down into the water with our avatars and explore?
es_es: ¡Oh sí! ¿Crees que podremos saltar al agua con nuestros avatares a explorar?

# data/maps/rhombus-sqr/dng-top.json//entities/207/settings/dialog/4/text
source: More like "explode"... I heard avatars are not all that water resistant.
es_es: Mejor dicho, "explotar"... oí decir que los avatares no son resistentes al agua.

source: Awesome!
es_es: ¡Genial!

source: Combat Practice Terminal
es_es: Terminal de Práctica de Combate

source: \i[element-heat]Heat
es_es: \i[element-heat]Fuego

source: \i[element-cold]Cold
es_es: \i[element-cold]Hielo

source: \i[element-shock]Shock
es_es: \i[element-shock]Rayo

source: \i[element-wave]Wave
es_es: \i[element-wave]Pulso

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]

source: Single Enemy Practice
es_es: Práctica Contra Enemigo Individual

source: Multi Enemy Practice
es_es: Práctica Contra Enemigos Múltiples

source: Set Enemy Attack \c[2]On\c[0]
es_es: Ataque Enemigo \c[1]Desactivado\c[0]

source: Set Enemy Attack \c[1]Off\c[0]
es_es: Ataque Enemigo \c[2]Activado\c[0]

source: Change attacking \c[3]Element\c[0]
es_es: Cambiar \c[3]Elemento\c[0] de Ataque
