Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: [nods medals, trophies, and coins question]
ru_ru: [кивнуть вопросительно о медалях, трофеях и монетах]

source: You can receive \c[3]bronze\c[0], \c[3]silver\c[0], and \c[3]gold medals\c[0] for each round depending on your score.
ru_ru: Вы можете получить \c[3]бронзовые\c[0], \c[3]серебряные\c[0] и \c[3]золотые медали\c[0] за каждый раунд в зависимости от вашего счёта.

source: You will always get at least a bronze medal for finishing a round.
ru_ru: Вы всегда получите хотя бы бронзовую медаль за завершение раунда.

source: Score requirements for \c[3]silver\c[0] and \c[3]gold\c[0] medals are listed on each round's description.
ru_ru: Требования для получения \c[3]серебряной\c[0] и \c[3]золотой\c[0] медали перечислены в описании каждого раунда.

source: You can receive an additional medal for your performance in \c[3]Rush mode\c[0] which is derived from your average performance in each round.
ru_ru: Вы можете получить дополнительную медаль за вашу эффективность в \c[3]режиме состязания\c[0], которая рассчитывается из вашей средней эффективности в каждом раунде.

source: When you've collected \c[3]medals\c[0] for each round of a cup, you will also receive a \c[3]trophy\c[0] in \c[3]bronze, silver, or gold\c[0]!
ru_ru: Когда вы соберёте \c[3]медали\c[0] за каждый раунд кубка, вы так же получите \c[3]трофей\c[0] - \c[3]бронзовый, серебряный или золотой\c[0]!

source: Finally, for each new \c[3]medal\c[0] you will receive \c[3]Arena coins\c[0] that you can exchange for rewards!
ru_ru: Наконец, за каждую новую \c[3]медаль\c[0] вы будете получать \c[3]монеты арены\c[0], которые можно обменять на награды!

source: One last thing, if you perform exceptionally well in a round or cup, you may receive the highest rating: the \c[3]platinum\c[0] medal and trophy.
ru_ru: И последнее: если вы превосходно выступите в раунде или кубке, то можете получить наивысший рейтинг: \c[3]платиновую\c[0] медаль и трофей.

source: Note that these ratings only serve to prove your level of expertise and will not rewarded with arena coins.
ru_ru: Обратите внимание, что эти рейтинги служат только для подтверждения вашего уровня опыта и не будут вознаграждены монетами арены.

source: [shakes head]
ru_ru: [мотает головой]

source: Score Basics
ru_ru: Результаты

source: Enemy Kills and Chains
ru_ru: Убийство врагов и комбо

source: Bonus Objectives
ru_ru: Бонусные задачи

source: Medals, Trophies, and Coins
ru_ru: Медали, трофеи и монеты

source: \c[1]No, thanks!\c[0]
ru_ru: \c[1]Нет, спасибо!\c[0]

source: Any other questions?
ru_ru: Ещё какие-то вопросы?

source: In that case, good luck going for the highest scores!
ru_ru: В таком случае, удачи в достижении самых высоких результатов!

# data/maps/rhombus-sqr/interior/arena-01.json/entities/165/settings/dialog/0/text
source: Come on!\. Let's go, let's gooo~
ru_ru: Ну же!\. Давайте, погналиии~

# data/maps/rhombus-sqr/interior/arena-01.json/entities/165/settings/dialog/1/text
source: Wait, I still have to decide which equipment to put on...
ru_ru: Подожди, я ещё не решил, какую экипировку выбрать...

# data/maps/rhombus-sqr/interior/arena-01.json/entities/165/settings/dialog/2/text
source: Don't overthink it.\. We can run those cups as often as we like.
ru_ru: Не забивай голову.\. Мы можем запускать эти кубки так часто, как захотим.

# data/maps/rhombus-sqr/interior/arena-01.json/entities/165/settings/dialog/3/text
source: Exactly!! Let's start!
ru_ru: Точно!! Давайте начнём!

# data/maps/rhombus-sqr/interior/arena-01.json/entities/165/settings/dialog/4/text
source: Hey, I'm planning to use consumables and it'd be a shame if they go to waste.
ru_ru: Эй, я планирую использовать расходники, и будет жаль, если они пропадут.

# data/maps/rhombus-sqr/interior/arena-01.json/entities/165/settings/dialog/5/text
source: Come on, you're sitting on a huge stack of items! You'll never be able to use those up!
ru_ru: Да ладно, ты сидишь на огромной куче предметов! Ты никогда не будешь использовать их все!

# data/maps/rhombus-sqr/interior/arena-01.json/entities/166/settings/dialog/0/text
source: Man, I can't figure out how to get that platinum medal.
ru_ru: Блин, я не могу понять, как получить платиновую медаль.

# data/maps/rhombus-sqr/interior/arena-01.json/entities/166/settings/dialog/1/text
source: It's driving me crazy!
ru_ru: Это сводит меня с ума!

# data/maps/rhombus-sqr/interior/arena-01.json/entities/166/settings/dialog/2/text
source: Why bother? It's not like you get any coins for it!
ru_ru: Зачем? Ты не получишь монеты за это!

# data/maps/rhombus-sqr/interior/arena-01.json/entities/166/settings/dialog/3/text
source: He's a completionist, there's no helping him.
ru_ru: Он идеалист, ему ничем не помочь.

# data/maps/rhombus-sqr/interior/arena-01.json/entities/166/settings/dialog/4/text
source: I know I'm that close!
ru_ru: Я знаю, что я близок к этому!

source: Training Arena \i[arrow-e]
ru_ru: Тренировочная арена \i[arrow-e]

source: Hello, Seeker!\. You can buy regular consumables here.
ru_ru: Приветствую, Искатель!\. Вы можете купить здесь обычные расходники.

source: Welcome to the \c[3]Boost Lounge\c[0], Seeker!
ru_ru: Добро пожаловать в \c[3]Холл усилений\c[0], Искатель!

source: Here you can acquire the Booster Item introduced in Version 1.35-1 of CrossWorlds.
ru_ru: Здесь вы можете приобрести \c[3]Бустеры\c[0], представленные в версии 1.35-1 CrossWorlds.

source: As this is your first visit here, allow me to explain!
ru_ru: Поскольку это ваш первый визит сюда, позвольте мне объяснить!

source: These Traders behind me hold a\c[3] Booster Add-On\c[0] for each one of the major areas.
ru_ru: Эти торговцы позади меня продают \c[3]Бустеры\c[0] для каждой из основных областей.

source: Once acquired and turned on, \c[3]enemies in the affected area will become much stronger\c[0].
ru_ru: Как только вы их купите и активируете, \c[3]враги в соответствующей зоне станут намного сильнее\c[0].

source: They will also \c[3]drop rare gem stones used in various trading offers\c[0] around \v[area.rhombus-sqr.name].
ru_ru: С них также начнут \c[3]падать редкие драгоценные камни, используемые в различных торговых предложениях\c[0] на Площади Ромба.

source: However, each trader requires a \c[3]legendary item\c[0] that can be \c[3]found in the affected area\c[0].
ru_ru: Однако каждый торговец требует наличия \c[3]легендарного предмета\c[0], который можно \c[3]найти в соответствующей зоне\c[0].

source: They are very well hidden! Try communicating with other players in order to locate them!
ru_ru: Они очень хорошо спрятаны! Попробуйте пообщаться с другими игроками, чтобы найти их!

source: Good Luck and happy hunting, Seeker!
ru_ru: Удачи и хорошей охоты, Искатель!

source: Thanks!
ru_ru: Спасибо!

source: Welcome to the \c[3]Boost Lounge\c[0], Seeker!
ru_ru: Добро пожаловать в \c[3]Холл усилений\c[0], Искатель!

source: Here you can acquire the \c[3]Booster Items\c[0] introduced in Version 1.35-1 of CrossWorlds.
ru_ru: Здесь вы можете приобрести \c[3]Бустеры\c[0], представленные в версии 1.35-1 CrossWorlds.

source: Do you need a refresher on how to acquire and use Booster Items?
ru_ru: Вам нужно освежить в памяти сведения о том, как приобретать и использовать Бустеры?

source: [nods]
ru_ru: [кивает]

source: These Traders behind me, hold a\c[3] Booster Add-On\c[0] for each one of the major areas.
ru_ru: Эти торговцы позади меня продают \c[3]Бустеры\c[0] для каждой из основных областей.

source: Once acquired and turned on, \c[3]enemies in the affected area will become much stronger\c[0].
ru_ru: Как только вы их купите и активируете, \c[3]враги в соответствующей зоне станут намного сильнее\c[0].

source: They will also \c[3]drop rare gem stones used in various trading offers\c[0] around \v[area.rhombus-sqr.name].
ru_ru: С них также начнут \c[3]падать редкие драгоценные камни, используемые в различных торговых предложениях\c[0] на Площади Ромба.

source: However each trader requires a \c[3]legendary item\c[0] that can be \c[3]found in the affected area\c[0].
ru_ru: Однако каждый торговец требует наличия \c[3]легендарного предмета\c[0], который можно \c[3]найти в соответствующей зоне\c[0].

source: They are very well hidden! Try communicating with other players in order to locate them!
ru_ru: Они очень хорошо спрятаны! Попробуйте пообщаться с другими игроками, чтобы найти их!

source: Good Luck and happy hunting, Seeker!
ru_ru: Удачи и хорошей охоты, Искатель!

source: Thanks!
ru_ru: Спасибо!

source: [shakes head]
ru_ru: [мотает головой]

source: Good Luck and happy hunting, Seeker!
ru_ru: Удачи и хорошей охоты, Искатель!

source: Thanks!
ru_ru: Спасибо!

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/rhombus-sqr/interior/curios.json/entities/26/settings/analyzable/text
source: Curios Tim
ru_ru: Антиквар Тим

source: 'Sup. Looking for some treasure? Look no further.
ru_ru: Как дела? Ищете сокровища? Можете больше не искать!

source: \c[3]Only one item per body\c[0] though, rules are rules.
ru_ru: Тем не менее, \c[3]одна вещь в одни руки\c[0], правила есть правила.

source: Alright, I've got it. I'm gonna go for \c[3]Bullseye\c[0] and \c[3]Shooter\c[0] gear. That's good right?
ru_ru: Хорошо, я понял. Я собираюсь набрать предметов с \c[3]"В яблочко!"\c[0] и \c[3]"Стрелком"\c[0]. Это ведь хорошо, так ведь?

source: If you're a coward, maybe.
ru_ru: Если ты трус, то может быть.

source: If you wanna really have fun, you need to get up close and personal. \c[3]Assault\c[0] and \c[3]Brawler\c[0] all day.
ru_ru: Если ты действительно хочешь повеселиться, то тебе нужно подойти поближе. \c[3]Штурм\c[0] и \c[3]Дебошир\c[0] лучше всего.

source: Uh...
ru_ru: Эм...

source: No no no. It's way more fun to be invincible and let the enemies kill themselves. Full \c[3]Pin Body\c[0] all the way.
ru_ru: Нет-нет-нет. Намного веселее быть непобедимым и дать врагам убить самих себя. Полный комплект \c[3]Шипастого\c[0].

source: I'm not sure...
ru_ru: Я не уверен...

source: Fights will take all day like that!
ru_ru: Так битвы будут занимать весь день!

source: A true warrior fights on the edge. Maxing out \c[3]Berserker\c[0] is the only way.
ru_ru: Настоящий воин сражается на грани. Максимизация \c[3]Берсерка\c[0] - единственный способ.

source: Do you all have the gems for that gear?
ru_ru: У вас у всех есть самоцветы для этого снаряжения?

source: Nah.
ru_ru: Не.

source: Nope!
ru_ru: Неа!

source: Not yet.
ru_ru: Ещё нет.

source: Are you FINALLY ready to go farming then?
ru_ru: Тогда вы готовы НАКОНЕЦ-ТО заняться фармом?

source: Maybe I should go full \c[3]Status Rush\c[0].
ru_ru: Может быть, мне следует пойти полностью в \c[3]Порыв\c[0].

source: That's fighting dirty.\. I like it!
ru_ru: Это грязный приём.\. Мне это нравится!

source: *sigh*
ru_ru: *вздох*

source: No no no.\. What about at least going \c[3]Royal Guard\c[0] and \c[3]Riposte\c[0]?
ru_ru: Нет, нет, нет.\. Как насчёт хотя бы \c[3]Стража\c[0] и \c[3]Парирования\c[0]?

source: Let me out of here...
ru_ru: Выпустите меня отсюда...

source: Alright, I've got it. I'm gonna go for \c[3]Bullseye\c[0] and \c[3]Shooter\c[0] gear. That's good right?
ru_ru: Хорошо, я понял. Я собираюсь набрать предметов с \c[3]"В яблочко!"\c[0] и \c[3]"Стрелком"\c[0]. Это ведь хорошо, так ведь?

source: If you're a coward, maybe.
ru_ru: Если ты трус, то может быть.

source: If you wanna really have fun, you need to get up close and personal. \c[3]Assault\c[0] and \c[3]Brawler\c[0] all day.
ru_ru: Если ты действительно хочешь повеселиться, то тебе нужно подойти поближе. \c[3]Штурм\c[0] и \c[3]Дебошир\c[0] лучше всего.

source: Uh...
ru_ru: Эм...

source: No no no. It's way more fun to be invincible and let the enemies kill themselves. Full \c[3]Pin Body\c[0] all the way.
ru_ru: Нет-нет-нет. Намного веселее быть непобедимым и дать врагам убить самих себя. Полный комплект \c[3]Шипастого\c[0].

source: I'm not sure...
ru_ru: Я не уверен...

source: Fights will take all day like that!
ru_ru: Так битвы будут занимать весь день!

source: A true warrior fights on the edge. Maxing out \c[3]Berserker\c[0] is the only way.
ru_ru: Настоящий воин сражается на грани. Максимизация \c[3]Берсерка\c[0] - единственный способ.

source: Do you all have the gems for that gear?
ru_ru: У вас у всех есть самоцветы для этого снаряжения?

source: Nah.
ru_ru: Не.

source: Nope!
ru_ru: Неа!

source: Not yet.
ru_ru: Ещё нет.

source: Are you FINALLY ready to go farming then?
ru_ru: Тогда вы готовы НАКОНЕЦ-ТО заняться фармом?

source: Maybe I should go full \c[3]Status Rush\c[0].
ru_ru: Может быть, мне следует пойти полностью в \c[3]Порыв\c[0].

source: That's fighting dirty.\. I like it!
ru_ru: Это грязный приём.\. Мне это нравится!

source: *sigh*
ru_ru: *вздох*

source: No no no.\. What about at least going \c[3]Royal Guard\c[0] and \c[3]Riposte\c[0]?
ru_ru: Нет, нет, нет.\. Как насчёт хотя бы \c[3]Стража\c[0] и \c[3]Парирования\c[0]?

source: Let me out of here...
ru_ru: Выпустите меня отсюда...

source: F1: \c[3]Trading Offers\c[0] GF: \c[3]General Equipment\c[0]
ru_ru: 1-й этаж: \c[3]Торговые сделки\c[0] Цокольный этаж: \c[3]Общая экипировка\c[0]

source: These are the weapons of Rhombus Square, the finest any human can produce!
ru_ru: Это оружие Площади Ромба, лучшее, что может произвести человек!

source: Leon
ru_ru: Леон

source: Hmmmmm...
ru_ru: Хммммм...

source: Hi?
ru_ru: Привет?

source: Oh!\. Sorry, I was lost in thought.
ru_ru: Ой!\. Извини, я задумался.

source: Why?
ru_ru: Почему?

source: Well, I'm trying to decide which weapon I should get.
ru_ru: Ну, я пытаюсь решить, какое оружие мне взять.

source: Upstairs they offer the \c[3]Skirmisher\c[0], which seems pretty ideal for dealing damage close-up.
ru_ru: Наверху они предлагают \c[3]Застрельщик\c[0], который кажется идеальным для нанесения большого урона.

source: But to get it I'd still need to grind for a few more items.
ru_ru: Но, чтобы получить его, мне нужно нафармить несколько предметов.

source: The \c[3]Laser Edge\c[0], on the other hand, I could get right now.
ru_ru: В то же время, \c[3]Лазерную грань\c[0] я мог бы получить прямо сейчас.

source: It's not quite as good stats-wise but still...
ru_ru: Она не так хороша в плане характеристик, но всё же...

source: Having a Laser Edge is pretty awesome by itself, don't you think?
ru_ru: Наличие Лазерной грани уже само по себе довольно круто, не правда ли?

source: Wait!
ru_ru: Подожди!

source: Huh?\. Two?\. What do you mean?
ru_ru: Хмм?\. Два?\. Что ты имеешь в виду?

source: Oh, wait!\. I can equip two weapons!
ru_ru: Ой, подожди!\. Я могу экипировать два оружия!

source: [nods]
ru_ru: [кивает]

source: You're right, there is no need to pick just one.
ru_ru: Ты права, не нужно выбирать только одно.

source: I'll get the Laser Edge now and the Skirmisher later!
ru_ru: Я возьму Лазерную грань сейчас, а Застрельщик позже!

source: Or...\. should I go for two Skirmishers right away?
ru_ru: Или...\. я должен взять два Застрельщика прямо сейчас?

source: You look at it, you buy it.
ru_ru: Ты смотришь на это, ты покупаешь это.

source: Well look who it is!
ru_ru: Ну-ка посмотрите, кто это!

source: Hi!
ru_ru: Привет!

source: I must admit, I was expecting you.
ru_ru: Должен признаться, я ожидал тебя.

source: Yet you still managed to surprise me.
ru_ru: Но тебе всё равно удалось меня удивить.

source: Haha, now don't get cocky on an old man.
ru_ru: Ха-ха, не дерзи старику.

source: Anyway... there's only one more piece missing in our little puzzle.
ru_ru: Так или иначе... в нашей маленькой загадке недостаёт только одного кусочка.

source: Should we find it, I might be able to fulfill my promise to my kids...
ru_ru: Если мы найдём его, то я смогу выполнить данное своим детям обещание...

source: No reason to look sad, little one.
ru_ru: Нет причин грустить, малютка.

source: I'm sure if I can get them all in one place and talk to them this will all end well.
ru_ru: Я уверен, что если я смогу собрать их всех в одном месте и поговорить с ними, то всё закончится хорошо.

source: [nods]
ru_ru: [кивает]

source: Alright, the last ones are the \c[3]\v[item.515.name]\c[0].
ru_ru: Хорошо, последнее - \c[3]Сломанные чакрамы\c[0].

source: Are you ready to help me one final time?
ru_ru: Готова ли ты помочь мне в последний раз?

source: I appreciate it, kid!
ru_ru: Я ценю это, дитя!

source: This one starts off just like the last one.
ru_ru: В этот раз начало такое же, как и в прошлый раз.

source: There's a book here talking about a place in \c[3]\v[area.forest.name]\c[0]. It's in the shelf to the left.
ru_ru: Здесь есть книга, рассказывающая о месте в \c[3]Сапфировом крае\c[0]. Она на полке слева.

source: Give it a read and see if you can make something of it.
ru_ru: Прочитай её и посмотри, сможешь ли ты что-нибудь с этим сделать.

source: [nods]
ru_ru: [кивает]

source: No? What's the matter? Please come back if you changed your mind!
ru_ru: Нет? В чём дело? Пожалуйста, возвращайся, если ты передумаешь!

source: Hello young lady, read the book yet?
ru_ru: Здравствуй, юная леди, уже прочитала книгу?

source: [nods]
ru_ru: [кивает]

source: So, something about a "Berrytree" and a Panda. Ah yes, also the bug by the campfire?
ru_ru: Итак, кое-что о "ягодном дереве" и панде. Ах да, ещё жук у костра?

source: To be frank, I have no idea what it means.
ru_ru: Честно говоря, я понятия не имею, что это значит.

source: I hope you can make something out of it.
ru_ru: Я надеюсь, что ты сможешь что-то сделать с этим.

source: [nods]
ru_ru: [кивает]

source: That's the spirit!
ru_ru: Вот это настрой!

source: [shakes head]
ru_ru: [мотает головой]

source: Well, give it a read. It's on the shelf to the left.
ru_ru: Ну же, прочти её. Она на полке слева.

source: Welcome back kid, any luck finding the \c[3]\v[item.515.name]\c[0]?
ru_ru: С возвращением, дитя, тебе удалось найти \c[3]Сломанные чакрамы\c[0]?

source: [nods]
ru_ru: [кивает]

source: We really did it...
ru_ru: Мы сделали это...

source: Well, you did it to be fair.
ru_ru: Ну, ты сделала это, если быть честным.

source: Thanks!
ru_ru: Спасибо!

source: Well... I guess there is no point in waiting.
ru_ru: Ну... я думаю, нет смысла ждать.

source: Let me make some arrangements and get word out to my children.
ru_ru: Позволь мне кое-что организовать и сообщить своим детям.

source: We should all meet at the place where we first heard of this quest: \c[3]The Observatory\c[0] in \c[3]\v[area.autumn-area.name]\c[0].
ru_ru: Мы должны встретиться в том месте, где впервые услышали об этом задании: в \c[3]Обсерватории\c[0] в \c[3]Расцвете Осени\c[0].

source: Would you be willing to join us? It's only fair and I trust you.
ru_ru: Готова ли ты присоединиться к нам? Это будет справедливо, и я доверяю тебе.

source: [nods]
ru_ru: [кивает]

source: Thanks, kiddo.
ru_ru: Спасибо, дитя.

source: I'll be leaving then! See you at the Observatory.
ru_ru: Тогда я пошёл! Увидимся в Обсерватории.

source: Bye!
ru_ru: Пока!

source: Is it just me or did he seem... \.\.nervous?
ru_ru: Мне показалось, или он выглядел... \.\.нервным?

source: Well, I am sure everything will work out after all the work you went through.
ru_ru: Ну, я уверен, что всё получится, после всего, что ты сделала.

# data/maps/rhombus-sqr/interior/hidden-shop.json/entities/17/settings/text
source: Ridge Poems
ru_ru: Поэмы края

source: Read Book
ru_ru: Читать книгу

source: \c[3]Ridge Poems\c[0]
ru_ru: \c[3]Поэмы края\c[0]

source: In \c[3]\v[area.forest.name]\c[0], locals indulge passionately in the art of poems. The most famous is called \c[3]A War in the Bellow\c[0] and goes like this:
ru_ru: В \c[3]Сапфировом крае\c[0] местные жители страстно предаются искусству поэзии. Самое известное произведение называется \c[3]Война в Беллоу\c[0] и начинается так:

source: Silent evenfall shall a mealy, stern bug wait by the campfire
ru_ru: Тихий вечер суровый мучной жук ждёт у костра

source: Composure nighttime An old, strong panda walks watching the berrytree
ru_ru: Спокойной ночью старая сильная панда гуляет наблюдая за ягодным деревом

source: Bellwielder
ru_ru: Колокольщица

source: Hello.
ru_ru: Здравствуйте.

source: Hi...?
ru_ru: Привет...?

source: Are you looking for a book?
ru_ru: Вы ищете книгу?

source: [shakes head]
ru_ru: [мотает головой]

source: Okay.
ru_ru: Ладно.

source: So...\. just so you know...
ru_ru: Ну...\. просто чтобы вы знали...

source: This is a book store.
ru_ru: Это книжный магазин.

source: Not sure what else you hope to find here.
ru_ru: Не знаю, что ещё вы надеетесь найти здесь.

source: *sigh*
ru_ru: *вздох*

source: What am I doing here?
ru_ru: Что я здесь делаю?

source: I came to this bustling city hoping to get a position in one of their libraries.
ru_ru: Я приехала в этот шумный город в надежде получить должность в одной из библиотек.

source: Yet somehow I ended up in this tiny book store.
ru_ru: Но каким-то образом я оказалась в этом крошечном книжном магазине.

source: Why?
ru_ru: Почему?

source: Well, apparently they didn't like the fact I'm always carrying this giant bell with me.
ru_ru: Ну, видимо, им не понравился тот факт, что я всегда ношу этот гигантский колокол с собой.

source: Because yes, yes...\. Libraries are quiet places.
ru_ru: Потому что, да-да...\. Библиотеки - тихие места.

source: I know!
ru_ru: Я знаю!

source: What do they expect me to do?\. Constantly ring the bell like a crazy person?
ru_ru: Чего они ожидали?\. Что я буду постоянно звонить в колокол, как сумасшедшая?

source: Of course I wouldn't do that!
ru_ru: Конечно я бы этого не делала!

source: But I just...\. have to bring it with me, okay?\. It's complicated.
ru_ru: Но мне просто...\. пришлось взять его с собой, ладно?\. Это долгая история.

source: Well at least in this book store they don't mind.
ru_ru: Ну, по крайней мере, в этом книжном магазине они не возражают.

source: Ah! There you are!
ru_ru: Ах! Вот и ты!

source: Hi!
ru_ru: Привет!

source: Hm?\. No need to be so shy!
ru_ru: Хм?\. Не нужно быть такой застенчивой!

source: Sorry...
ru_ru: Прости...

source: Hm? Oh don't worry, you didn't make me wait for that long.
ru_ru: Хм? Ох, не волнуйся, ты не заставила меня долго ждать.

source: Anyway...
ru_ru: В любом случае...

source: Why?
ru_ru: Почему?

source: Hm? Is something wrong?
ru_ru: Хм? Что-то не так?

source: Well... Anyway...
ru_ru: Ну... В любом случае...

source: Hi!
ru_ru: Привет!

source: [stay quiet]
ru_ru: [промолчать]

source: Sorry...
ru_ru: Прости...

source: Why?
ru_ru: Почему?

source: Welcome to my little mansion, \c[3]Anna\c[0]! It's nice to see you again.
ru_ru: Добро пожаловать в мой маленький особняк, \c[3]Анна\c[0]! Рад видеть тебя снова.

source: Hi!
ru_ru: Привет!

source: Yes, yes.\. Hello.
ru_ru: Да-да.\. Привет.

source: Lea!
ru_ru: Лея!

source: Wait...
ru_ru: Подожди...

source: Ah...\. did I get your name wrong?
ru_ru: Ах...\. я неправильно назвал твоё имя?

source: Right... Your name is \c[3]Lea\c[0].
ru_ru: Точно... Тебя зовут \c[3]Лея\c[0].

source: [nods]
ru_ru: [кивает]

source: I'm sorry, my memory for names has seen better days.
ru_ru: Извини, моя память на имена видала лучшие дни.

source: Bye...
ru_ru: Пока...

source: Oh?
ru_ru: Хм?

source: You just arrived, don't tell me you want to leave already.
ru_ru: Ты только что пришла, не говори мне, что уже хочешь уйти.

source: Hi!
ru_ru: Привет!

source: Lea!
ru_ru: Лея!

source: Wait...
ru_ru: Подожди...

source: Bye!
ru_ru: Пока!

source: Anyway, I'm glad you arrived safely.
ru_ru: В любом случае, я рад, что ты благополучно добралась.

source: It's good to see that you managed to stay dry with all the \c[3]rain outside\c[0].
ru_ru: Приятно видеть, что тебе удалось не промокнуть под \c[3]дождём\c[0].

source: Lea!
ru_ru: Лея!

source: [nods]
ru_ru: [кивает]

source: Yes, indeed...
ru_ru: Да, конечно...

source: Hi~
ru_ru: Привет~

source: Uhm...\. excuse me?
ru_ru: Эмм...\. прости?
