Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: \c[1]End Practice\c[0]
es_es: \c[1]Terminar Práctica\c[0]

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]

source: Initiate Practice Mode
es_es: Iniciar Modo Práctica

source: Practice Mode End
es_es: Terminar Modo Práctica

source: Circuit Reset Terminal
es_es: Terminal de Reinicio de Circuitos

source: \s[0]Circuit Reset Terminal ------------------------- \c[3]\v[item.428.name]\c[0]: \v[item.428.amount]
es_es: \s[0]Terminal de Reinicio de Circuitos ------------------------- \c[3]\v[item.428.name]\c[0]: \v[item.428.amount]

source: Neutral Circuit
es_es: Circuito Neutral

source: Heat Circuit
es_es: Circuito Fuego

source: Cold Circuit
es_es: Circuito Hielo

source: Shock Circuit
es_es: Circuito Rayo

source: Wave Circuit
es_es: Circuito Pulso

source: \s[0]You can spend one \c[3]\v[item.428.name]\c[0] to reset a circuit. Which circuit do you want to reset?
es_es: \s[0]Puedes usar un \c[3]\v[item.428.name]\c[0] para reiniciar un circuito. ¿Qué circuito quieres reiniciar?

source: \s[0]You can reset a circuit \c[2]for free\c[0]. Which circuit do you want to reset?
es_es: \s[0]Puedes reiniciar un circuito \c[2]gratis\c[0]. ¿Qué circuito quieres reiniciar?

source: Reset \i[element-neutral]Neutral
es_es: Reiniciar \i[element-neutral]Neutral

source: Reset \i[element-heat]Heat
es_es: Reiniciar \i[element-heat]Fuego

source: Reset \i[element-cold]Cold
es_es: Reiniciar \i[element-cold]Hielo

source: Reset \i[element-shock]Shock
es_es: Reiniciar \i[element-shock]Rayo

source: Reset \i[element-wave]Wave
es_es: Reiniciar \i[element-wave]Pulso

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]

source: Neutral Circuit
es_es: Circuito Neutral

source: Heat Circuit
es_es: Circuito Fuego

source: Cold Circuit
es_es: Circuito Hielo

source: Shock Circuit
es_es: Circuito Rayo

source: Wave Circuit
es_es: Circuito Pulso

source: You can spend one \c[3]\v[item.428.name]\c[0] to reset a circuit.
es_es: Puedes utilizar un \c[3]\v[item.428.name]\c[0] para reiniciar un circuito.

source: If you possess \c[3]more than one Element\c[0], you can also \c[2]reset more circuits at once\c[0], \c[2]at a discount\c[0].
es_es: Si posees \c[3]más de un Elemento\c[0], podrás \c[2]reiniciar más de un circuito a la vez\c[0], \c[2]con descuento\c[0].

source: Once you reset a circuit you can \c[3]reset it again for free\c[0] as often as you want - until you leave this room.
es_es: Una vez hayas reiniciado un circuito, podrás \c[3]reiniciarlo gratis\c[0] tantas veces como quieras - hasta que dejes la habitación.

source: Reset \i[element-neutral]Neutral \c[2](free)\c[0]
es_es: Reiniciar \i[element-neutral]Neutral \c[2](gratis)\c[0]

source: Reset \i[element-heat]Heat \c[2](free)\c[0]
es_es: Reiniciar \i[element-heat]Fuego \c[2](gratis)\c[0]

source: Reset \i[element-cold]Cold \c[2](free)\c[0]
es_es: Reiniciar \i[element-cold]Hielo \c[2](gratis)\c[0]

source: Reset \i[element-shock]Shock \c[2](free)\c[0]
es_es: Reiniciar \i[element-shock]Rayo \c[2](gratis)\c[0]

source: Reset \i[element-wave]Wave \c[2](free)\c[0]
es_es: Reiniciar \i[element-wave]Pulso \c[2](gratis)\c[0]

source: Reset a Circuit \c[3](\v[tmp.resetOneCost] token)\c[0]
es_es: Reiniciar un Circuito \c[3](Costo: \v[tmp.resetOneCost])\c[0]

source: Reset a Circuit \c[2](free)\c[0]
es_es: Reiniciar un Circuito \c[2](gratis)\c[0]

source: Reset all Circuits \c[3](\v[tmp.resetAllCost] token)\c[0]
es_es: Reiniciar todos los Circuitos \c[3](Costo: \v[tmp.resetOneCost])\c[0]

source: Reset all Circuits \c[2](free)\c[0]
es_es: Reiniciar todos los Circuitos \c[2](gratis)\c[0]

source: [Help]
es_es: [Ayuda]

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]

source: Info Advisor
es_es: Asesor de información

source: Greetings, \v[lore.title.seeker].\. You can purchase additional \c[3]Circuit Overrides\c[0] from me that you can use to \c[3]reset your circuits\c[0].
es_es: Saludos, \v[lore.title.seeker]a.\. Puedes comprarme \c[3]Reinicios de Circuito\c[0] adicionales para \c[3]reiniciar tus circuitos\c[0].

source: But beware: These legendary items are still costly to acquire.\. Please handle your circuit with care!
es_es: Pero te advierto: Estos objetos legendarios no te saldrán baratos.\. ¡Por favor, planea tus circuitos cuidadosamente!

source: Area: Rhombus Square
es_es: Área: Plaza Rombo

source: \c[3]Bulletin Board\c[0]
es_es: \c[3]Tablón de Anuncios\c[0]

source: Welcome to \c[3]Rhombus Arena\c[0]!
es_es: ¡Bienvenida a la \c[3]Arena Rombo\c[0]!

source: I'm happy to provide information on \c[3]Cups\c[0] and related topics!
es_es: ¡Con gusto te proporcionaré información sobre las \c[3]Copas\c[0] y temas relacionados!

source: [nods cups question]
es_es: [asiente a la pregunta de las copas]

source: All challenges of the arena can be accessed through \c[3]cups\c[0].
es_es: Todos los desafíos de la arena se pueden acceder a través de las \c[3]copas\c[0].

source: Each cup offers a list of \c[3]rounds\c[0] that you can tackle in \c[3]two ways\c[0].
es_es: Cada copa ofrece una lista de \c[3]rondas\c[0] que puedes intentar de \c[3]dos modos\c[0].

source: The \c[3]first\c[0] is to simply pick each round \c[3]individually\c[0] and repeat it as often as you like.
es_es: El \c[3]primero\c[0] es intentar cada ronda por \c[3]separado\c[0], podrás repetirlas tantas veces quieras.

source: Note that you can only select a round if you already completed the previous one.
es_es: Pero solo podrás intentar una ronda si has vencido la anterior previamente.

source: The \c[3]second way\c[0] to beat a cup is in \c[3]Rush Mode\c[0], where you fight through all rounds in order and only recover \c[3]50% of your HP\c[0] between rounds.
es_es: El \c[3]segundo modo\c[0] de vencer una copa es el \c[3]Modo Oleada\c[0], donde intentarás una ronda seguida de la otra y recuperarás el \c[3]50% de tus PV\c[0] entre cada una.

source: [nods team cups question]
es_es: [asiente a la pregunta de las copas grupales]

source: \c[3]Solo cups\c[0] offer challenges for a single player, while \c[3]team cups\c[0] can be tackled by the whole party.
es_es: Las \c[3]Copas Individuales\c[0] ofrecen desafíos para un único jugador, mientras que las \c[3]Copas Grupales\c[0] están diseñadas para todo un equipo.

source: Note that for \c[3]team cups\c[0] defeated members will not respawn until the end of the round.
es_es: Por cierto, en las \c[3]Copas Grupales\c[0], si un miembro del grupo es abatido, no reaparecerá hasta el final de la ronda.

source: Also, you will automatically lose the round when the \c[3]team leader is defeated\c[0].
es_es: Y además, automáticamente se perderá la ronda \c[3]si se vence al líder del equipo\c[0].

source: [nods custom cups question]
es_es: [asiente a la pregunta de las copas personalizadas]

source: We offer two different kind of cups!
es_es: ¡Ofrecemos dos tipos de copas distintas!

source: \c[3]Regular Cups\c[0] are available by default and can be accessed at the \c[3]left counter\c[0].
es_es: Las \c[3]Copas Regulares\c[0], disponibles por defecto y accesibles desde el mostrador izquierdo.

source: And on the \c[3]right\c[0] you find \c[3]Custom Cups\c[0]!
es_es: ¡Y en la \c[3]derecha\c[0] puedes encontrar las \c[3]Copas Personalizadas\c[0]!

source: Those are unique cups created \c[3]by players for other players\c[0]!
es_es: ¡Estas copas son únicas, creadas \c[3]por jugadores, para jugadores\c[0]!

source: Note that players have to purchase a \c[3]Custom Cup Toolkit\c[0] to create their own custom cup.
es_es: Para crear copas personalizadas, los jugadores deben comprar un \c[3]Equipo de Desarrollo de Copas Personalizadas\c[0] primero.

source: Sorry Lea...\. Evotars have not received permission to create Custom Cups, yet.
es_es: Lo siento, Lea...\. Los Evotares no tiene permiso para hacer Copas Personalizadas aún.

source: Instatainment wants to be careful, so do not expect it to change very soon.
es_es: Instatainment quiere tener cuidado, así que no creo que esto cambie pronto.

source: Sorry Lea...\. buying such a Toolkit will leave all kinds of traces on the system.
es_es: Lo siento, Lea...\. comprar ese equipo de desarrollo dejaría un sinfín de rastros en el sistema.

source: I cannot risk doing that.
es_es: No puedo arriesgarme a eso.

source: But maybe you will find other players creating custom cups for you...
es_es: Pero quizá puedas convencer a otros jugadores de que hagan copas por ti...

source: [nods round condition question]
es_es: [asiente a la pregunta de las condiciones de ronda]

source: [shakes head]
es_es: [niega con la cabeza]

source: Cups, Rounds, and Rush Mode
es_es: Copas, Rondas, y Modo Oleada

source: Solo and Team Cups
es_es: Copas Individuales y Grupales

source: Regular and Custom Cups
es_es: Copas Regulares y Personalizadas

source: Round Conditions
es_es: Condiciones de Ronda

source: \c[1]No, thanks!\c[0]
es_es: \c[1]¡No, gracias!\c[0]

source: Any other questions?
es_es: ¿Algún otra pregunta?

source: Good luck and have fun!
es_es: ¡Buena suerte y diviértete!

source: Welcome to the \c[3]Rhombus Arena\c[0], Seeker!
es_es: ¡Bienvenida a la \c[3]Arena Rombo\c[0], Buscadora!

source: Seeing as this is your first time here, would you like an introduction?
es_es: Ya que es tu primera vez aquí, ¿querrías que te de una introducción?

source: Arena Menu
es_es: Menú de Arena

source: Get a quick introduction on how to use the Arena Menu.
es_es: Aprende a utilizar el Menú de Arena.

source: Start by selecting a cup! Each cup shows its name and the \c[3]Trophy\c[0] you have unlocked.
es_es: ¡Primero elige una copa! Cada copa muestra su nombre y su \c[3]Trofeo\c[0] si lo has obtenido.

source: The info page shows a summary of your progress in a cup. Use the \c[3]Help Menu\c[0] for a detailed description of each line.
es_es: La página de información muestra tu progreso en una copa.\. Utiliza el \c[3]Menú de Ayuda\c[0] para una descripción detallada.

source: Below you can see how many \c[3]Arena Coins\c[0] you have obtained. Win coins by clearing rounds in a cup with a high score.
es_es: Debajo puedes ver cuantas \c[3]Monedas de la Arena\c[0] has obtenido. Las obtienes al terminar rondas con una alta puntuación.

source: By selecting a cup you can see all rounds the cup includes. Each round shows its name and the medal you have achieved.
es_es: Al seleccionar una copa podrás ver todas las rondas que contiene. Cada ronda muestra su nombre y las medallas que obtuviste.

source: To unlock a round, clear the previous one!
es_es: Para desbloquear una ronda, ¡vence la anterior!

source: \c[3]Rush Mode\c[0] will pit you against all rounds without stopping and limited healing!
es_es: ¡El \c[3]Modo Oleada\c[0] te retará a vencer todas las rondas una tras otra sin parar y con curación limitada!

source: To the left you can see a summary of your progress in each round. You can also see what score you need to achieve to obtain a silver or gold medal.
es_es: A la izquierda puedes ver un resumen de tu progreso en cada ronda. Además puedes ver el puntaje que necesitas para obtener las medallas de plata o de oro.

source: Press \i[page-left] or \i[page-right] to see the second page which shows \c[3]Bonus Points\c[0] and \c[3]Conditions\c[0].
es_es: Presiona \i[page-left] o \i[page-right] para ver la segunda página que muestra los \c[3]Puntos Bonus\c[0] y \c[3]Condiciones\c[0].

source: Press \i[circle-left] or \i[circle-right] to switch between \c[3]Single Cups\c[0] and \c[3]Team Cups\c[0].
es_es: Presiona \i[circle-left] y \i[circle-right] para alternar entre las \c[3]Copas Individuales\c[0] y las \c[3]Copas Grupales\c[0].

source: Good Luck in the Arena!
es_es: ¡Buena suerte en la Arena!

source: [shakes head]
es_es: [niega con la cabeza]

source: Understood! Good Luck in the Arena!
es_es: ¡Entendido! ¡Buena suerte en la Arena!

source: Congratulations on your first \c[3]Platinum Medal\c[0]!
es_es: ¡Felicidades en obtener tu primera \c[3]Medalla de Platino\c[0]!

source: The \c[3]Info Page\c[0] will now include the requirements for the \c[3]Platinum Medal\c[0] in each round as a small accommodation.
es_es: La \c[3]Página de Información\c[0] ahora incluirá los requisitos para obtener la \c[3]Medalla de Platino\c[0] en cada ronda como pequeño ajuste.

# data/maps/rhombus-sqr/interior/arena-01.json//entities/39/settings/event/1/text
source: Access Denied
es_es: Acceso Denegado

source: Go go, Lea!
es_es: ¡Vamos, vamos, Lea!

source: Good Luck, Lea!
es_es: ¡Buena suerte, Lea!

source: Do not disappoint, Spheromancer Lea!
es_es: ¡No decepciones, Spheromancer Lea!

source: Have fun, little one.
es_es: Diviértete, pequeña.

source: Kick some ass and don't embarrass us in there.
es_es: Patea traseros y no nos avergüences ahí dentro.

source: Good Luck, Lea!
es_es: ¡Buena suerte, Lea!

source: Good Luck, Lea!
es_es: ¡Buena suerte, Lea!

source: My fists are itching!
es_es: ¡Mis puños están inquietos!

source: I'll do my best!
es_es: ¡Haré lo mejor que pueda!

source: Let us show them true skill!
es_es: ¡Demostremos habilidad de verdad!

source: Let's have a good time!
es_es: ¡Pasémoslo bien!

source: Let's see who racks up more points.
es_es: Veamos quién obtiene más puntos.

source: Jawoll, let's do this!
es_es: ¡Jawoll, andando!

source: Jawoll, let's do this!
es_es: ¡Jawoll, andando!

source: \c[3]Arena Records & Options Unlocked!\c[0]
es_es: ¡\c[3]Opciones y Records de Arena Desbloqueados\c[0]!

source: The Arena Tab in the Records Menu and Options Menu have been unlocked!
es_es: ¡La Pestaña de Arena en el Menú de Records y el Menú de Opciones han sido desbloqueados!

source: We are terribly sorry, but at the current moment \c[3]Custom Cups\c[0] are not available.
es_es: Lo sentidos mucho, pero actualmente las \c[3]Copas Personalizadas\c[0] no están disponibles.

source: Welcome to \c[3]Custom Cups\c[0], Seeker!
es_es: ¡Bienvenida a las \c[3]Copas Personalizadas\c[0], Buscadora!

source: Here you can play cups that other players created for you.
es_es: Aquí podrás jugar copas que otros jugadores hayan creado para ti.

source: To make sure you can't abuse this system, obtaining coins from these cups is prohibited.
es_es: Para asegurarse de que no abuses el sistema, no podrás obtener monedas de las copas personalizadas.

source: Now good luck and have fun!
es_es: ¡Ahora buena suerte y diviértete!

source: Welcome to the \c[3]Arena Coin Shop\c[0], Seeker!
es_es: ¡Bienvenida a la \c[3]Tienda de la Arena\c[0], Buscadora!

source: Hi!
es_es: ¡Hola!

source: Here you can spend your hard earned \c[3]Arena Coins\c[0].
es_es: Aquí podrás gastar tus duramente obtenidas \c[3]Monedas de la Arena\c[0].

source: We feature a wide array of rewards such as specialized \c[3]Equipment\c[0] and various \c[3]Cosmetic Items\c[0].
es_es: Ofrecemos un gran abanico de recompensas como \c[3]Equipamiento\c[0] y varios \c[3]Objetos Cosméticos\c[0].

source: Note that each item is only available once and cannot be sold.
es_es: Pero solo podrás comprar cada objeto una vez, y no lo puedes vender.

source: We arranged items in multiple tabs. Please use \i[circle-left] & \i[circle-right] to change between the tabs.
es_es: Hemos organizado los objetos en varias pestañas. Por favor, utiliza \i[circle-left] y \i[circle-right] para alternar entre ellas.

source: I'm ready for our duel any time!
es_es: ¡Estoy lista para nuestro duelo! ¡Cuando quieras!

source: Just select \c[3]PvP vs Lily\c[0] among the \c[3]Custom Cups\c[0] to the right.
es_es: Tan solo elige \c[3]PvP contra Lily\c[0] en la lista de \c[3]Copas Personalizadas\c[0] a la derecha.

source: Here we are, such a busy place!
es_es: Aquí estamos, ¡un lugar muy bullicioso!

source: Now then...
es_es: Ahora...

source: If I understand this correctly you can configure custom cups and do PvP battle challenges that way!
es_es: ¡Sí no me equivoco podemos configurar las copas personalizadas y hacer batallas PvP por allí!

source: Let me give it a try!
es_es: ¡Déjame intentarlo!

source: [nods]
es_es: [asiente]

source: We're all set!\. Ready when you are!
es_es: ¡Todo listo!\. ¡Lista cuando tú lo estés!

source: Just select \c[3]PvP vs Lily\c[0] among the \c[3]Custom Cups\c[0] to the right.
es_es: Tan solo elige \c[3]PvP contra Lily\c[0] en la lista de \c[3]Copas Personalizadas\c[0] a la derecha.

source: [nods]
es_es: [asiente]

source: Welcome to \c[3]Rhombus Arena\c[0]!
es_es: ¡Bienvenida a la \c[3]Arena Rombo\c[0]!

source: If you want to know more about \c[3]Scores, Medals, or Coins\c[0] you're talking to the right person!
es_es: ¡Si quieres saber más sobre \c[3]Puntajes, Medallas, o Monedas\c[0] has venido a la persona indicada!

source: [nods score basics question]
es_es: [asiente a la pregunta de puntajes]

source: The score rates your performance in each round of a cup.
es_es: El puntaje determina tu rendimiento en cada ronda de una copa.

source: The majority of your points come from \c[3]dealt damage to enemies\c[0].
es_es: La mayoría de tus puntos provienen del \c[3]daño que le hagas a los enemigos\c[0].

source: You get extra points for dealing \c[3]effective damage\c[0] using your enemy's weakness.
es_es: Te darán puntos extra si causas \c[3]daño efectivo\c[0] utilizando la debilidad de tu oponente.

source: Also, your score further increases for specific combat actions such as \c[3]perfect guards\c[0], \c[3]perfect dodges\c[0] and \c[3]inflicting status effects\c[0].
es_es: Además, tu puntaje incrementará aún más para algunas acciones de combate como \c[3]bloqueos perfectos\c[0], \c[3]esquives perfectos\c[0] e \c[3]infligir estados alterados\c[0].

source: \c[3]Breaking enemies\c[0] gives you extra points as well. However, note that you will get these points only \c[3]once per enemy or boss phase\c[0]!
es_es: \c[3]Aturdir enemigos\c[0] te dará puntos extra también. ¡Sin embargo, fíjate que solo obtendrás estos puntos \c[3]una vez por cada enemigo o fase de jefe\c[0]!

source: \c[3]Receiving damage\c[0], on the other hand, will \c[3]quickly decrease your score\c[0], so better watch out!
es_es: \c[3]Recibir daño\c[0], por otro lado, \c[3]rápidamente decrementará tu puntaje\c[0], ¡así que ten cuidado!

source: Same when your enemies manage to \c[3]heal themselves\c[0] or when you reach an \c[3]Elemental Overload\c[0].
es_es: Lo mismo cuando tus enemigos consiguen \c[3]curarse a sí mismos\c[0] o cuando alcances una \c[3]Sobrecarga Elemental\c[0].

source: [nods kills and chains question]
es_es: [asiente a la pregunta de eliminaciones y rachas]

source: You get additional score points whenever you \c[3]defeat an enemy\c[0].
es_es: Te darán puntos adicionales cada vez que \c[3]elimines a un enemigo\c[0].

source: Additionally, defeating enemies will \c[3]increase your chain\c[0].
es_es: Además, eliminar enemigos \c[3]incrementará tu racha\c[0].

source: The points of each defeated enemy are subsequently \c[3]multiplied with your chain\c[0].
es_es: Los puntos de cada enemigo derrotado son subsecuentemente \c[3]multiplicados por el nivel de tu racha\c[0].

source: You will keep your chain as long as you \c[3]remain active in combat\c[0] without being hit \c[3]too often\c[0].
es_es: Mantendrás tu racha siempre y cuando \c[3]estés activa en combate\c[0] sin ser golpeada \c[3]muy frecuentemente\c[0].

source: You'll also get extra points for defeating \c[3]multiple enemies at the same time\c[0] which are also multiplied with your chain.
es_es: Además, se te darán puntos extra por derrotar a \c[3]varios enemigos a la vez\c[0] que también se multiplicarán con tu racha.

source: As such, defeating enemies in a certain way can boost your score by quite a lot!
es_es: ¡Como ves, derrotar enemigos de cierta forma puede incrementar tu puntaje sustancialmente!

source: [nods bonus points question]
es_es: [asiente a la pregunta de objetivos bonus]

source: For each round you can receive additional points through \c[3]bonus objectives\c[0].
es_es: En cada ronda se te otorgarán puntos adicionales si completas los \c[3]objetivos bonus\c[0].

source: Commonly, each round comes with a \c[3]time bonus\c[0] that you will receive by finishing below a certain target time.
es_es: Generalmente, cada ronda tiene un \c[3]bonus de tiempo\c[0] que recibirás si completas la ronda en menos tiempo del requerido.

source: A unique aspect about the time bonus is that you still get \c[3]partial points\c[0] for being faster than \c[3]twice the target time\c[0].
es_es: Un aspecto especial del bonus de tiempo es que se otorgarán \c[3]puntos parciales\c[0] por ser más rápido que \c[3]el doble del tiempo objetivo\c[0].

source: You can see the \c[3]target time\c[0] as well as \c[3]additional bonus objectives\c[0] on the \c[3]second page\c[0] of each round's description.
es_es: Puedes ver tanto el \c[3]tiempo objetivo\c[0] como los otros \c[3]objetivos bonus\c[0] en la \c[3]segunda página\c[0] de la descripción de cada ronda.

source: In addition to round specific bonus objectives, you get additional points for a number of \c[3]common bonus objectives\c[0].
es_es: Además de los objetivos bonus específicos de cada ronda, también se otorgarán puntos adicionales si completas \c[3]objetivos bonus generales\c[0].

source: Examples are \c[3]not receiving damage\c[0] and \c[3]not using items\c[0].
es_es: Por ejemplo, \c[3]no recibir daño\c[0] o \c[3]no usar objetos\c[0].

source: As with all score points, you can read the list at the end of each round to understand which bonus points you received.
es_es: Podrás ver una lista detallando qué objetivos bonus cumpliste al final de cada ronda junto con el resto de tu puntuación.

source: [nods medals, trophies, and coins question]
es_es: [asiente a la pregunta de medallas, trofeos, y monedas]

source: You can receive \c[3]bronze\c[0], \c[3]silver\c[0], and \c[3]gold medals\c[0] for each round depending on your score.
es_es: Puedes recibir medallas de \c[3]bronce\c[0], \c[3]plata\c[0] y \c[3]oro\c[0] por cada ronda dependiendo de tu puntaje.

source: You will always get at least a bronze medal for finishing a round.
es_es: Siempre se te dará como mínimo una medalla de bronce por terminar la ronda.

source: Score requirements for \c[3]silver\c[0] and \c[3]gold\c[0] medals are listed on each round's description.
es_es: El puntaje requerido para la medalla de \c[3]plata\c[0] y \c[3]oro\c[0] está listado en la descripción de cada ronda.

source: You can receive an additional medal for your performance in \c[3]Rush mode\c[0] which is derived from your average performance in each round.
es_es: También puedes obtener una medalla adicional al terminar el \c[3]Modo Oleada\c[0], que se calcula en base a tu rendimiento promedio en cada ronda.

source: When you've collected \c[3]medals\c[0] for each round of a cup, you will also receive a \c[3]trophy\c[0] in \c[3]bronze, silver, or gold\c[0]!
es_es: ¡Cuando hayas obtenido alguna \c[3]medalla\c[0] en cada ronda de una copa, también recibirás un \c[3]trofeo\c[0] de \c[3]bronce, plata, u oro\c[0]!

source: Finally, for each new \c[3]medal\c[0] you will receive \c[3]Arena coins\c[0] that you can exchange for rewards!
es_es: Finalmente, ¡por cada \c[3]medalla\c[0] que recibas se te otorgarán \c[3]Monedas de la Arena\c[0] que puedes intercambiar por recompensas!

source: One last thing, if you perform exceptionally well in a round or cup, you may receive the highest rating: the \c[3]platinum\c[0] medal and trophy.
es_es: Una última cosa, si tu rendimiento es excepcionalmente bueno en una ronda o copa, puede que recibas la condecoración más alta: la medalla o trofeo de \c[3]platino\c[0].

source: Note that these ratings only serve to prove your level of expertise and will not rewarded with arena coins.
es_es: Pero este último solo sirve como muestra de tu maestría, y no será recompensado con Monedas de la Arena.

source: [shakes head]
es_es: [niega con la cabeza]

source: Score Basics
es_es: Lo Básico del Puntaje
