Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rhombus-sqr.po
Languages: es_es, ru_ru

source: Why?
ru_ru: Почему?

source: Huh, did I say something strange?
ru_ru: Хмм, я сказал что-то странное?

source: [nods]
ru_ru: [кивает]

source: Lea!
ru_ru: Лея!

source: [yes]
ru_ru: [да]

source: Hi!
ru_ru: Привет!

source: Why?
ru_ru: Почему?

source: Oh wait!\. I forgot!
ru_ru: Ой, подожди!\. Я забыл!

source: It's sunny out there, isn't it?
ru_ru: Сегодня солнечно, не так ли?

source: Hohoho!
ru_ru: Хо-хo-хo!

source: I probably sound like a senile old man to you, don't I?
ru_ru: Я, наверное, выгляжу как дряхлый старик для тебя, не так ли?

source: [nods]
ru_ru: [кивает]

source: Ouch.\. That was a bit too honest, don't you think?
ru_ru: Ой.\. Это было слишком откровенно, тебе не кажется?

source: Sorry.
ru_ru: Прости.

source: Bye.
ru_ru: Пока.

source: Oh? Do you want to leave? Did I do something wrong?
ru_ru: Ох? Ты хочешь уйти? Я сделал что-то не так?

source: Lea!
ru_ru: Лея!

source: [stay quiet]
ru_ru: [промолчать]

source: Sorry.
ru_ru: Прости.

source: Bye.
ru_ru: Пока.

source: Lea!
ru_ru: Лея!

source: Hohohoho! Don't worry!
ru_ru: Хо-хо-хо-хо! Не переживай!

source: I'm just testing you.
ru_ru: Я просто проверял тебя.

source: I was told you are an AI.
ru_ru: Мне сказали, что ты искусственный интеллект.

source: One of the most effective ways to distinguish a poor AI from a human is testing how it reacts to nonsense.
ru_ru: Один из самых эффективных способов отличить плохой ИИ от человека - это проверить то, как он реагирует на глупости.

source: And despite your lack of speech, I have to say your reactions so far seem very much human-like.
ru_ru: И несмотря на отсутствие речи, я должен признать, что твои реакции до сих пор кажутся похожими на человеческие.

source: I'm impressed!
ru_ru: Я впечатлён!

source: And your reactions have been...\. pretty good so far!
ru_ru: И твои реакции были...\. довольно неплохими!

source: Especially considering your speech limitations.
ru_ru: Особенно учитывая твои речевые ограничения.

source: And I have to be honest...\. some of your answers have been rather strange, Lea.
ru_ru: И я должен признаться...\. некоторые твои ответы были довольно странными, Лея.

source: Even taking into account your speech limitations.
ru_ru: Даже с учётом твоих речевых ограничений.

source: Anyway, let's do a little quiz.
ru_ru: В любом случае, давай проведём небольшой тест.

source: Don't worry, it should be simple.
ru_ru: Не волнуйся, это будет проще простого.

source: This way please. Ladies first!
ru_ru: Сюда, пожалуйста. Дамы вперёд!

source: Okay, Lea.\. Are you ready?
ru_ru: Ладно, Лея.\. Ты готова?

source: [nods]
ru_ru: [кивает]

source: Good! First question.
ru_ru: Хорошо! Первый вопрос.

source: Say Lea, do you remember the appearance and taste of \c[3]fruits and vegetables\c[0]?
ru_ru: Лея, помнишь ли ты внешний вид и вкус \c[3]фруктов и овощей\c[0]?

source: [nods]
ru_ru: [кивает]

source: In that case,\. what's your \c[3]favorite\c[0]?\. A:\. Lettuce,\. B:\. Tomatoes,\. C:\. Bananas,\. D:\. Eggplants?
ru_ru: В таком случае,\. что тебе больше всего \c[3]нравится\c[0]?\. A:\. Салат-латук,\. B:\. Помидор,\. C:\. Банан,\. D:\. Баклажан?

source: Lettuce
ru_ru: Салат-латук

source: Tomatoes
ru_ru: Помидор

source: Bananas
ru_ru: Банан

source: Eggplants
ru_ru: Баклажан

source: Lettuce
ru_ru: Салат-латук

source: Tomatoes
ru_ru: Помидор

source: Bananas
ru_ru: Банан

source: Eggplants
ru_ru: Баклажан

source: Good. "\c[3]\v[tmp.food]\c[0]" you say. Please remember this for a moment.
ru_ru: Хорошо. Значит, "\c[3]\v[tmp.food]\c[0]". Пожалуйста, запомни это ненадолго.

source: Now to something else!
ru_ru: Теперь перейдём к чему-нибудь другому!

source: Some time ago, I had a long talk with an old friend.
ru_ru: Некоторое время назад, у меня был долгий разговор со старым другом.

source: He just went on about his garden at home.
ru_ru: Он всё рассказывал о своём домашнем саде.

source: Yadda, yadda, bonsai trees...
ru_ru: Бла, бла, деревья бонсай...

source: Blah, Blah, flower beds...
ru_ru: Бла, бла, цветочные клумбы...

source: He just kept going.
ru_ru: Он болтал и болтал.

source: And when he was done...\. I told him this is all really \c[3]fascinating\c[0].
ru_ru: И когда он закончил...\. я сказал ему, что это всё очень \c[3]увлекательно\c[0].

source: Here is my second question: \c[3]did I tell him the truth\c[0]?
ru_ru: Вот мой второй вопрос: \c[3]я сказал ему правду\c[0]?

source: [nods]
ru_ru: [кивает]

source: [shakes head]
ru_ru: [мотает головой]

source: [yes]
ru_ru: [да]

source: [no]
ru_ru: [нет]

source: Alright.\. Last question!
ru_ru: Хорошо.\. Последний вопрос!

source: So...\. remember your \c[3]favorite food item\c[0]?
ru_ru: Так...\. помнишь свою \c[3]любимую еду\c[0]?

source: What \c[3]color\c[0] is most commonly associated with it? A:\. Red,\. B:\. Green,\. C:\. Purple,\. D:\. Yellow?
ru_ru: Какой \c[3]цвет\c[0] чаще всего ассоциируется с ней? A:\. Красный,\. B:\. Зелёный,\. C:\. Фиолетовый,\. D:\. Жёлтый?

source: Red
ru_ru: Красный

source: Green
ru_ru: Зелёный

source: Purple
ru_ru: Фиолетовый

source: Yellow
ru_ru: Жёлтый

source: Red
ru_ru: Красный

source: Green
ru_ru: Зелёный

source: Purple
ru_ru: Фиолетовый

source: Yellow
ru_ru: Жёлтый

source: The color of "\c[3]\v[tmp.food]\c[0]" is "\c[3]\v[tmp.color]\c[0]".\. Sounds reasonable!
ru_ru: "\c[3]\v[tmp.food]\c[0]" "\c[3]\v[tmp.color]\c[0]".\. Звучит разумно!

source: [nods]
ru_ru: [кивает]

source: The color of "\c[3]\v[tmp.food]\c[0]" is "\c[3]\v[tmp.color]\c[0]"?\. Are you sure?
ru_ru: "\c[3]\v[tmp.food]\c[0]" "\c[3]\v[tmp.color]\c[0]"?\. Ты уверена?

source: Good, this concludes our quiz!
ru_ru: Хорошо, на этом наш экзамен заканчивается.

source: And you handled this one \c[3]perfectly\c[0].\. That's for sure.
ru_ru: И ты справилась с ним на \c[3]отлично\c[0].\. Будь уверена.

source: And your answers have been...\. well...\. \c[3]so-so\c[0].
ru_ru: И твои ответы были...\. ну...\. \c[3]так себе\c[0].

source: And well...\. I \c[3]expected better\c[0] to be honest.
ru_ru: Нууу...\. Я ожидал \c[3]большего\c[0], если честно.

source: Now!
ru_ru: А теперь!

source: You could in fact just be a human-controlled program mocking an AI.
ru_ru: На самом деле, ты могла быть просто контролируемой человеком программой, выдающей себя за искусственный интеллект.

source: But Mr. Asimov proposed a little \c[3]experiment\c[0] to prove that you are in fact a real AI.
ru_ru: Но мистер Азимов предложил провести небольшой \c[3]эксперимент\c[0], чтобы доказать, что ты на самом деле реальный ИИ.

source: He gave me a small program to send you a \c[3]prerecorded message\c[0].
ru_ru: Он дал мне небольшую программу, чтобы отправить тебе \c[3]предварительно записанное сообщение\c[0].

source: I will send this message now.\. Get ready!
ru_ru: Сейчас я отправлю это сообщение.\. Приготовься!

source: Hello, Lea!
ru_ru: Привет, Лея!

source: This is a prerecorded message.
ru_ru: Это предварительно записанное сообщение.

source: Mr. Asimov claimed you are capable of receiving and understanding the full recording in a \c[3]split second\c[0].
ru_ru: Мистер Азимов утверждал, что ты способна получить и понять полную запись за \c[3]долю секунды\c[0].

source: That is certainly a feat impossible to humans.
ru_ru: Это, безусловно, подвиг, невозможный для людей.

source: In the middle of this recording will be a simple question.
ru_ru: В середине этой записи будет простой вопрос.

source: Be careful not to miss it.
ru_ru: Будь внимательна, чтобы не пропустить его.

source: Anyway...\. the weather sure is nice isn't it?
ru_ru: В любом случае...\. хорошая погода, не так ли?

source: I'm just talking to add some padding to this recording.\. Don't mind me.
ru_ru: Я просто говорю, чтобы разбавить эту запись.\. Не обращай внимания.

source: Well, that should be sufficient!
ru_ru: Ну, этого должно быть достаточно!

source: Here is the \c[3]question\c[0].
ru_ru: Вот \c[3]вопрос\c[0].

source: What is \c[3]6\c[0] divided by \c[3]2\c[0]?
ru_ru: Чему равно \c[3]6\c[0], делённое на \c[3]2\c[0]?

source: Please remember the answer until after the recording is over.
ru_ru: Пожалуйста, запомни ответ до окончания записи.

source: Now on to something else.
ru_ru: Теперь о другом.

source: Some of my peers find it rather strange that I sometimes play CrossWorlds, you know?
ru_ru: Знаешь, некоторые из моих сверстников считают странным, что я иногда играю в CrossWorlds.

source: They keep telling me a person in my position should have better things to do.
ru_ru: Они продолжают говорить мне, что у человека с моим положением должны быть дела поважнее.

source: But why should it matter what I do as a recreational activity?
ru_ru: Но почему должно иметь хоть какое-то значение то, как я отдыхаю?

source: Plus, I feel the technology of CrossWorlds is highly fascinating.
ru_ru: Кроме того, я чувствую, что технология CrossWorlds очень увлекательна.

source: Of course I do. That's why I invested into Instatainment, after all.
ru_ru: Конечно. Вот почему я инвестировал в Instatainment, в конце концов.

source: Anyway, this is the end of the recording.
ru_ru: Так или иначе, это конец записи.

source: Now please answer my question from before!
ru_ru: Теперь, пожалуйста, ответь на мой предыдущий вопрос!

source: Hi!
ru_ru: Привет!

source: Absolutely incredible!
ru_ru: Совершенно невероятно!

source: You received a recording of about a minute and responded to it...\. almost \c[3]immediately\c[0]!
ru_ru: Ты получила запись длинной около минуты и ответила на неё...\. почти \c[3]мгновенно\c[0]!

source: This proves, without a doubt, that you are indeed an AI.
ru_ru: Это без сомнения доказывает, что ты действительно искусственный интеллект.

source: Lea?
ru_ru: Лея?

source: Hi!
ru_ru: Привет!

source: Lea!
ru_ru: Лея!

source: That was \c[3]wrong\c[0].\. Too bad.
ru_ru: Это \c[3]неверно\c[0].\. Очень плохо.

source: Are you sure you received the full recording?
ru_ru: Ты уверена, что получила полную запись?

source: Now I have to wonder if you really are an AI.
ru_ru: Теперь я задаюсь вопросом, действительно ли ты ИИ.

source: Honestly...\. I feel this was a waste of time.
ru_ru: Честно говоря...\. по-моему, это была пустая трата времени.

source: Still...\. I feel this was a waste of time.
ru_ru: Всё-таки...\. по-моему, это была пустая трата времени.

source: Lea, you are not the advanced AI I was hoping to meet today.
ru_ru: Лея, ты не тот продвинутый ИИ, с которым я надеялся встретиться сегодня.

source: Sorry.
ru_ru: Прости.

source: Anyway, this is all.
ru_ru: В любом случае, на этом всё.

source: Pretty much the most \c[3]human-like AI\c[0] I have witnessed so far!
ru_ru: Самый \c[3]человекоподобный ИИ\c[0] из всех, что мне доводилось видеть!

source: Mr. Asimov, I'm honestly impressed.
ru_ru: Мистер Азимов, я искренне впечатлён.

source: I am very glad to hear this.
ru_ru: Я очень рад это слышать.

source: I'd like to meet up soon to discuss this matter in more detail.
ru_ru: Я бы хотел встретиться в ближайшее время, чтобы обсудить этот вопрос более детально.

source: Please contact my secretary to make an appointment.
ru_ru: Пожалуйста, свяжитесь с моим секретарём, чтобы назначить встречу.

source: I will do that right away! Thank you for your time.
ru_ru: Я сделаю это прямо сейчас! Спасибо, что уделили мне время.

source: No, I thank you for giving me the opportunity to see this!
ru_ru: Нет, вам спасибо, что дали мне возможность увидеть это!

source: And Lea...\. I hope you enjoyed our conversation as much as I did.
ru_ru: И Лея...\. Надеюсь, тебе понравился наш разговор не меньше, чем мне.

source: How?
ru_ru: Как?

source: Hohoho! Quite the sassy girl, aren't you?
ru_ru: Хо-хо-хо! Довольно нахальная девушка, не так ли?

source: As for your performance...\. I'm a bit on the edge to be honest.
ru_ru: Что насчёт теста...\. Честно говоря, я в раздумьях.

source: Some of your answers have been rather strange.
ru_ru: Некоторые из твоих ответов были довольно странными.

source: Anyway, thanks a lot for the interesting conversation.
ru_ru: В любом случае, большое спасибо за интересный разговор.

source: I will get back to you.
ru_ru: Мы ещё вернёмся к этому.

source: Goodbye, Lea. And I hope to see you again!
ru_ru: До свидания, Лея. И надеюсь, что скоро увидимся!

source: Bye!
ru_ru: Пока!

source: Goodbye and have a nice day, Lea.
ru_ru: До встречи и хорошего дня, Лея.

source: Bye.
ru_ru: Пока.

source: Hello, welcome!\. Take a look at our great selection of items.
ru_ru: Здравствуйте, добро пожаловать!\. Взгляните на наш большой выбор товаров.

source: Hey! We offer special items, supported by only the finest of backers.
ru_ru: Эй! Мы предлагаем специальные предметы при поддержке исключительно лучших спонсоров.

source: Banana Man
ru_ru: Человек-банан

source: Shoot!\. This store doesn't have it either!
ru_ru: Чёрт!\. В этом магазине его тоже нет!

source: \c[3]Hedgehag Sandwiches\c[0]!
ru_ru: \c[3]Дикоборзовые сэндвичи\c[0]!

source: None of these stores seem to have them, and I've been searching all day!
ru_ru: Похоже, что ни в одном из этих магазинов их нет, а я искал весь день!

source: Why?
ru_ru: Почему?

source: Because I need to know they exist!
ru_ru: Потому что я должен убедиться, что они существуют!

source: I've been bugging the devs about it for the past 5 years!
ru_ru: Я доставал разработчиков по этому поводу последние пять лет!

source: ...Why?
ru_ru: ...Почему?

source: ...\.I don't remember.\. It's been 5 years.
ru_ru: ...\.Я не помню.\. Прошло пять лет.

source: Just let me know if you find one, ok?
ru_ru: Просто дай мне знать, если найдёшь, хорошо?

source: Didn't ya read the sign outside?
ru_ru: Разве ты не видела вывеску снаружи?

source: Leave an old man alone.
ru_ru: Оставь старика в покое.

source: Didn't ya read the sign outside?
ru_ru: Разве ты не видела вывеску снаружи?

source: Leave an old man alone.
ru_ru: Оставь старика в покое.

source: Sorry...
ru_ru: Прости...

source: You need a smith?
ru_ru: Тебе нужен кузнец?

source: Sorry lass, this old geezer wants to enjoy his retirement.
ru_ru: Извини, девочка, этот старик хочет насладиться своей отставкой.

source: Better find someone else.
ru_ru: Лучше найди кого-нибудь другого.

source: How?
ru_ru: Как?

source: Don't be stubborn, old friend.
ru_ru: Не упрямься, старый друг.

source: ...Hi?
ru_ru: ...Привет?

source: Been a long time.
ru_ru: Прошло много времени.

source: Well, look who's still alive.
ru_ru: Посмотрите-ка, кто ещё жив.

source: Time sure did no harm to you.
ru_ru: Время не причинило тебе никакого вреда.

source: Been eating my vegetables is all.
ru_ru: Ел овощи - только и всего.

source: You haven't lost your cheek, either.
ru_ru: Свою наглость ты тоже не потерял.

source: So, what about this lass?
ru_ru: Так, что насчёт этой девушки?

source: At this point I'm sure you sent her.
ru_ru: Теперь я полностью уверен, что это ты отправил её сюда.

source: True. Thought the girl might have some trouble convincing you.
ru_ru: Верно. Я полагал, что девушке будет трудно убедить тебя.

source: Guess I was right.
ru_ru: Вижу, что я был прав.

source: I quit the hermit smith life a long time ago, friend.
ru_ru: Я оставил жизнь отшельника давным-давно, друг мой.

source: My creations have long been forgotten, or left broken.
ru_ru: Мои творения давно забыты или разбиты.

source: She has the drill.
ru_ru: Бур у неё.

source: The drill you say? How is that old thing still around?
ru_ru: Бур, ты сказал? Каким образом эта старая вещица до сих пор цела?

source: Can't stop what drives progress.
ru_ru: Нельзя остановить то, что движет прогрессом.

source: Was in pretty bad shape when I got my hands on it.
ru_ru: Был в довольно плохом состоянии, когда я добрался до него.

source: Did what I could. But it needs the stone.
ru_ru: Сделал всё, что смог. Но для этого необходим камень.

source: The stone? And you think this lass can handle it?
ru_ru: Камень? И ты думаешь, эта девушка справится с этим?

source: Never was more sure about anything.
ru_ru: Никогда ни в чём не был так уверен.

source: Mh...
ru_ru: Мм...

source: Ahhh, fine then. But you know she has to find the fragments of the stones first, aye?
ru_ru: Аааа, тогда ладно. Но ты знаешь, что сначала она должна найти обломки камней, да?

source: Already did. All you need to do is put 'em together.
ru_ru: Уже. Всё, что тебе нужно, это объединить их вместе.

source: Thought of everything, eh?
ru_ru: Я вижу, ты всё предусмотрел, да?

source: Well, I'll still need an ember strong enough to melt them.
ru_ru: Ну, мне по-прежнему нужен уголь, чтобы расплавить их.

source: And the only one strong enough would be a \c[3]\v[item.456.name]\c[0].
ru_ru: И единственный, который будет достаточно силён - это \c[3]\v[item.456.name]\c[0].

source: If you bring me one, I can make the stone.
ru_ru: Если ты принесёшь мне хотя бы один, то я смогу сделать камень.

source: But you know what this means for you?
ru_ru: Но ты ведь знаешь, чем это обернётся для тебя?

source: I'm ready.
ru_ru: Я готов.

source: Why did I even ask.
ru_ru: Почему я вообще спросил об этом.

source: So Seeker, find me a \c[3]\v[item.456.name]\c[0]. You might have luck finding one here in \c[3]\v[area.rhombus-sqr.name]\c[0].
ru_ru: Так что, Искатель, найди мне \c[3]\v[item.456.name]\c[0]. Возможно, тебе удастся найти его на \c[3]Площади Ромба\c[0].

source: [nods]
ru_ru: [кивает]

source: Will stay here, have some catching up to do.
ru_ru: Останусь здесь, чтобы наверстать упущенное.

source: Find me a \c[3]\v[item.456.name]\c[0]. You might have luck finding one here in \c[3]\v[area.rhombus-sqr.name]\c[0].
ru_ru: Найди мне \c[3]\v[item.456.name]\c[0]. Возможно, тебе удастся найти его на \c[3]Площади Ромба\c[0].

source: [nods]
ru_ru: [кивает]

source: Did you find the ember?
ru_ru: Ты нашла уголь?

source: [nods]
ru_ru: [кивает]

source: Alright, let's see if these old bones can still create something.
ru_ru: Хорошо, давайте посмотрим, смогут ли эти старые кости ещё что-то создать.

source: Origin Stones
ru_ru: Камни истоков

source: You both just wait here. I'll be back in a bit.
ru_ru: Вы оба, просто подождите здесь. Я скоро вернусь.

source: Fine with me.
ru_ru: Меня это устраивает.

source: ...How?!
ru_ru: ...Как?!

source: Old geezer can't walk.
ru_ru: Старик не может ходить.

source: Always used his instant teleportation or whatever he calls it.
ru_ru: Всегда использовал мгновенную телепортацию или как он её там называет.

source: Anyway...
ru_ru: В любом случае...

source: I will be preparing things on my end. Find me in The \c[3]Cave Inn\c[0] once you're done here.
ru_ru: Мне тоже нужно подготовиться. Как только закончишь, найди меня в \c[3]Пещерном трактире\c[0].

source: [nods]
ru_ru: [кивает]

source: Heh, I still got it.
ru_ru: Хех, а я по-прежнему на что-то гожусь.

source: Here, take a look at this beauty.
ru_ru: Вот, взгляни на эту красоту.

source: I haven't felt this alive in a while, lass.
ru_ru: Я давно не чувствовал себя таким живым, девочка.

source: I guess I have you to thank for that.
ru_ru: Полагаю, я должен поблагодарить тебя за это.

source: And it looks like that old fool already left, huh?
ru_ru: И похоже, что этот старый дурак уже ушёл, да?

source: [nods]
ru_ru: [кивает]

source: Didn't even say goodbye. He'll never change.
ru_ru: Даже не попрощался. Он никогда не изменится.

source: Well, my work is done. Go find him to awaken the true power of the drill.
ru_ru: Ну, моя работа закончена. Найди его, чтобы пробудить истинную силу бура.

source: [nods]
ru_ru: [кивает]

source: My work is done. Go find \c[3]him\c[0] to awaken the true power of the drill.
ru_ru: Моя работа закончена. Найди \c[3]его\c[0], чтобы пробудить истинную силу бура.

source: [nods]
ru_ru: [кивает]

source: I can see the drill has awakened.
ru_ru: Я вижу, что бур пробудился.

source: [nods]
ru_ru: [кивает]

source: I will miss that old fool...
ru_ru: Я буду скучать по этому старому дураку...

source: Don't fret, lass. He'll just be sleeping for a long time.
ru_ru: Не волнуйся, девочка. Он просто надолго уснул.

source: Looks like I can finally see my drill at full power.
ru_ru: Похоже, что я наконец-то увижу свой бур во всей красе.

source: Must have been ages since I last used it.
ru_ru: Должно быть, прошли века с тех пор, как я в последний раз использовал его.

source: Lea...\. It should go without saying that you should meet Mr. Vestorovich in there \c[3]alone\c[0]. Please disband your party.
ru_ru: Лея...\. Разумеется, что ты должна встретиться с мистером Весторовичем \c[3]в одиночку\c[0]. Пожалуйста, распусти свою группу.

source: Hi!
ru_ru: Привет!

source: Hello young lady!
ru_ru: Здравствуйте, юная леди!

source: Isn't this part of the city quite beautiful?
ru_ru: Разве эта часть города не прекрасна?

source: [nods]
ru_ru: [кивает]

source: Indeed you could say it is very...\. fency!
ru_ru: Действительно, можно сказать, что она очень...\. роскошна!

source: Do not Disturb!
ru_ru: Не беспокоить!

source: \c[3]Kuntabunt\c[0]
ru_ru: \c[3]Kuntabunt (Пёстрый)\c[0]

# data/maps/rhombus-sqr/residential-s1.json/entities/276/settings/interact/title
source: Villa
ru_ru: Вилла

source: \c[3]Mr. & Mrs. Oolo\c[0]
ru_ru: \c[3]Мистер и Миссис Ооло\c[0]

# data/maps/rhombus-sqr/residential-s1.json/entities/329/settings/interact/title
source: Twin Home
ru_ru: Дом-близнец

source: \c[3]Mr. & Mrs. Oolo\c[0]
ru_ru: \c[3]Мистер и Миссис Ооло\c[0]

# data/maps/rhombus-sqr/residential-s1.json/entities/374/settings/interact/title
source: Twin Home
ru_ru: Дом-близнец

source: \c[3]Bring Back Fishing\c[0]
ru_ru: \c[3]Верните рыбалку\c[0]

# data/maps/rhombus-sqr/residential-s1.json/entities/636/settings/interact/title
source: Fan Club
ru_ru: Фан-клуб

source: To fish, one must become the fish. Become one with the water.
ru_ru: Чтобы ловить рыбу, нужно стать рыбой. Быть единым целым с водой.

source: How?
ru_ru: Как?

source: Feel the fish.
ru_ru: Ощути себя рыбой.

source: Be bold.
ru_ru: Будь смелой.

source: Be rash.
ru_ru: Будь безрассудной.

source: Be a radical fish, my friend.
ru_ru: Будь радикальной рыбой, друг мой.

source: [nods]
ru_ru: [кивает]

# data/maps/rhombus-sqr/residential-s1.json/entities/708/settings/dialog/0/text
source: Have you seen the latest comment on the fishing thread?
ru_ru: Ты видела последний комментарий в теме про рыбалку?

# data/maps/rhombus-sqr/residential-s1.json/entities/708/settings/dialog/1/text
source: Nope, what's it about?
ru_ru: Нет, что там?

# data/maps/rhombus-sqr/residential-s1.json/entities/708/settings/dialog/2/text
source: One of the devs said that they have no plans to ever bring fishing back.
ru_ru: Один из разработчиков сказал, что у них и в планах не было возвращать рыбалку.

# data/maps/rhombus-sqr/residential-s1.json/entities/708/settings/dialog/3/text
source: Oof, that's harsh...
ru_ru: Ух ты, это жестоко...

# data/maps/rhombus-sqr/residential-s1.json/entities/708/settings/dialog/4/text
source: And the kicker: They said most people just enjoy hitting plants more.
ru_ru: И самое интересное: они утверждают, что большинству людей просто больше нравится бить растения.

# data/maps/rhombus-sqr/residential-s1.json/entities/708/settings/dialog/5/text
source: But what about us? Some just want some peace and tranquility while fishing.
ru_ru: Но что насчёт нас? Некоторые ведь просто хотят тишины и спокойствия во время рыбалки.

source: \c[3]Omni Gilders\c[0]
ru_ru: \c[3]Златари\c[0]

# data/maps/rhombus-sqr/residential-s1.json/entities/748/settings/interact/title
source: Coming Soon
ru_ru: В разработке

# data/maps/rhombus-sqr/residential-s1.json/entities/894/settings/event/0/text
source: Missing Pass
ru_ru: Доступ отсутствует

source: Lea, you need to enter his mansion \c[3]alone\c[0]. No one else must be involved.
ru_ru: Лея, ты должна войти в его особняк \c[3]одна\c[0]. Никто не должен сопровождать тебя.
