Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: Remember, aside from the meat I need different wood than the first try!
ru_ru: Помни, помимо мяса мне нужны новые виды древесины!

source: \c[3]Very dense and regal wood from a mountain\c[0] and \c[3]dry wood from, like, a desert \c[0] should do the trick!
ru_ru: \c[3]Твёрдая королевская горная древесина\c[0] и \c[3]сухая откуда-нибудь из пустыни\c[0] сделают своё дело!

source: Ms. Teak
ru_ru: Мисс Тейк

source: Hi!
ru_ru: Привет!

source: Yay~, you are back again.\. And do I smell some nice meat and wood there?
ru_ru: Ура~, ты снова вернулась.\. И неужели я чувствую запах мяса и дров?

source: [nods]
ru_ru: [кивает]

source: Yes, that looks awesome!\. Let me have another try right now!
ru_ru: Да, это выглядит потрясающе!\. Дай мне попробовать ещё раз!

source: Ms. Teak
ru_ru: Мисс Тейк

source: Mhmmmm...
ru_ru: Мхмммм...

source: This is...
ru_ru: Это...

source: ...is...
ru_ru: ...просто...

source: ...absolutely perfect!!\.\. The texture, the aroma!\. It is the perfect steak!
ru_ru: ...просто идеально!!\.\. Текстура, аромат!\. Это идеальный стейк!

source: Thank you so much, girl!\. It never would've worked without those ingredients you brought me!
ru_ru: Большое спасибо тебе, подруга!\. Это никогда не сработало бы без тех ингредиентов, что ты мне принесла!

source: Here, I'll give you the first batch of steaks to enjoy.
ru_ru: Вот, я дам тебе первую партию стейков на пробу.

source: You can get as many as you want from my booth here, as long as you bring the ingredients!
ru_ru: Можешь получить их сколько захочешь, если у тебя есть ингредиенты!

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

# data/maps/rookie-harbor/west.json/entities/398/settings/npcStates/6/event/1/name
source: Ms. Teak
ru_ru: Мисс Тейк

source: Howdy!\. Don't you love the smell of steak in the morning?
ru_ru: Приветик!\. Любишь запах стейка по утрам?

source: Or any other time, really.
ru_ru: Или в любое другое время, на самом-то деле.

source: Ms. Teak
ru_ru: Мисс Тейк

source: Howdy, gal!\. Did you come by to check how business is going?
ru_ru: Приветик, девочка!\. Неужели ты пришла проверить, как у меня идут дела?

source: [nods]
ru_ru: [кивает]

source: Aw, how nice of ya.\. It's going great!\. Those steaks really hit the bullseye of people's tastebuds here.
ru_ru: Ах, как мило.\. Всё идёт отлично!\. Эти стейки действительно попадают в яблочко вкусовых рецепторов людей.

source: But I talked to our valued customers and got some ideas to improve my precious meat even more.
ru_ru: Но я поговорила с нашими уважаемыми клиентами и получила несколько идей, как сделать моё драгоценное мясо ещё лучше.

source: How about it, gal?\. You feeling it in you to help me out again?
ru_ru: Как насчёт этого, подруга?\. Чувствуешь в себе желание помочь мне снова?

source: [nods]
ru_ru: [кивает]

source: Yeehaw, I knew I could count on you, my dear!
ru_ru: Йиха, я знала, что могу рассчитывать на тебя, дорогуша!

source: Just like last time, it's all about the ingredients.\. I've done some research on the precious plants of the East!
ru_ru: Как и в прошлый раз, всё дело в ингредиентах.\. Я провела небольшое исследование драгоценных растений Востока!

source: Once again, I'd like to try some new wood in combination with what we already got.
ru_ru: И снова, я хочу попробовать новую древесину в сочетании с той, что мы уже получили.

source: So please bring me some \c[3]old wood\c[0] from the \c[3]jungle in the north-east\c[0].
ru_ru: Поэтому, пожалуйста, принеси мне немного \c[3]старой древесины\c[0] из \c[3]джунглей на северо-востоке\c[0].

source: I also want to experiment a bit with marinating the meat before grilling.
ru_ru: Ещё я хочу немного поэкспериментировать с маринованием мяса перед грилем.

source: For that I would love to get my hands on some \c[3]honey\c[0] and a bunch of \c[3]sweet apples\c[0]!
ru_ru: Для этого я бы хотела получить на руки немного \c[3]мёда\c[0] и \c[3]сладких яблок\c[0]!

source: You should find all of that in \v[area.autumn-fall.name] in the east or that jungle I mentioned!
ru_ru: Ты найдёшь всё это в Закате Осени на востоке или в этих джунглях, что я упоминала!

source: As for the meat, I still got a lot of that here to experiment.\. Is everything else clear?
ru_ru: Что касается мяса, у меня его по-прежнему много, чтобы экспериментировать.\. Всё остальное ясно?

source: [nods]
ru_ru: [кивает]

source: Alright!\. Then give it your all.
ru_ru: Хорошо!\. Тогда сделай всё, что в твоих силах.

source: Bye!
ru_ru: Пока!

source: [shakes head]
ru_ru: [мотает головой]

source: Awwwww, really?\. You're already satisfied with what we got?\. Think of the possibilities!
ru_ru: Оууууу, серьёзно?\. Ты правда удовлетворена тем, чего мы добились?\. Подумай о возможностях!

# data/maps/rookie-harbor/west.json/entities/398/settings/npcStates/8/event/1/name
source: Ms. Teak
ru_ru: Мисс Тейк

source: Get me some \c[3]old wood\c[0] from the \c[3]jungle in the east\c[0] and some ingredients for the marinade.
ru_ru: Добудь мне немного \c[3]старой древесины\c[0] в \c[3]джунглях на востоке\c[0] и ещё некоторые ингредиенты для маринада.

source: Some \c[3]honey\c[0] and a bunch of \c[3]sweet apples\c[0] from the East should do nicely!
ru_ru: Немного \c[3]мёда\c[0] и \c[3]сладких яблок\c[0] с Востока прекрасно подойдут!

source: Ms. Teak
ru_ru: Мисс Тейк

source: Hi!
ru_ru: Привет!

source: Gal, you're back!\. And what is that?\. Do I see some of the most perfect ingredients that have ever been found?
ru_ru: Девочка, ты вернулась!\. И что это у тебя?\. Неужели я вижу одни из самых совершенных ингредиентов, которые когда-либо были найдены?

source: [nods]
ru_ru: [кивает]

source: Yes, yes!\. Exactly what I wanted, perfect!\. Just you wait, I will put it to good use immediately!
ru_ru: Да-да! Именно то, что я хотела, идеально! Просто подожди, я немедленно воспользуюсь этим!

source: Ms. Teak
ru_ru: Мисс Тейк

source: Mhmmmm...
ru_ru: Мхмммм...

source: I...
ru_ru: Я...

source: ...oh my...
ru_ru: ...о Боже...

source: By the Ancients!\. This... this might be the best piece of meat that has ever grazed this planet.
ru_ru: Клянусь Древними!\. Это... это, должно быть, самый лучший кусок мяса, который только видели на этой планете!

source: Truly gal, I'm serious.\. You gotta taste some of this.\. This is perfect.
ru_ru: Воистину, девочка, я серьёзно.\. Тебе нужно попробовать это.\. Просто потрясающе.

source: Here, take a few to enjoy.\. But make sure to brace yourself when eating!
ru_ru: Вот, возьми несколько, чтобы насладиться.\. Но не забудь держать себя в руках во время еды!

source: I will make sure to stock up my booth right now.\. There'll be as many as you can eat!
ru_ru: Я позабочусь о том, чтобы заполнить ими свой киоск прямо сейчас.\. Там будет столько, сколько ты сможешь съесть!

source: Thank you again for all the hard work.\. I hope to "meat" you again, many times in the future.
ru_ru: Ещё раз спасибо за всю помощь.\. Я надеюсь, что мы ещё не раз "устроим мясо" в будущем.

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: Zat is zickening me!\. Zickening!
ru_ru: Менья тожнит от этого!\. Тожнит!

source: Heda, Zivilian!
ru_ru: Служай зюда, гражьданка!

source: Go she to Zergeant Brassler and tell him that she cannot accebt his authority as ein policeman!
ru_ru: Она пойти к зержант Брасслер и сказать ему, что она не может приньять его авторитет как полицейский!

source: Because he is missing ein correct coattail!\. Jawohl!
ru_ru: Потому что он недоставать правильный фалда!\. Йаволь!

source: He won't lissen to me, alzough the perfectly correct distance of my bottom puttons clearly displays my knolletsch of zee matter.
ru_ru: Он не служать меня, хотья идеально точный расстояние между пуговитцами показывать мой знаний в этом дьеле.

source: Hi?
ru_ru: Привет?

source: Waa?\. "Hi", she zays?
ru_ru: Чтаа?\. "Привет", она говорийт?

source: Zat is "JAWOHL, CAPTAIN", is zat!
ru_ru: Обращатця ко мне "ЙАВОЛЬ, КАПИТАН", вот так!

source: How dares she to address me!
ru_ru: Как она сметь так говорить со мной!

source: Zinks she that she is the Kaiser of Preussen becourse she has not only wann, but two spikes on her head?
ru_ru: Она думайть, что она есть Кайзер Пруссии, потому что у неё не одьин, а два шипа на голове?

# data/areas/rookie-harbor.json//name
source: Rookie Harbor
es_es: Puerto de los Principiantes

# data/areas/rookie-harbor.json//floors/1/maps/0/name
source: Training Arena
es_es: Arena de Entrenamiento

# data/areas/rookie-harbor.json//floors/2/maps/0/name
source: Marketplace
es_es: Mercado

# data/areas/rookie-harbor.json//floors/2/maps/1/name
source: South Harbor
es_es: Puerto Sur

# data/areas/rookie-harbor.json//floors/2/maps/2/name
source: Alley Quarters
es_es: Cuarteles del Callejón

# data/areas/rookie-harbor.json//floors/2/maps/3/name
source: Rising Exit
es_es: Salida del Amanecer

# data/areas/rookie-harbor.json//floors/2/maps/4/name
source: Item Shop
es_es: Tienda de Objetos

# data/areas/rookie-harbor.json//floors/2/maps/5/name
source: Weapon Shop
es_es: Tienda de Armas

# data/areas/rookie-harbor.json//floors/2/maps/6/name
source: Inn
es_es: Posada

# data/areas/rookie-harbor.json//floors/2/maps/7/name
source: Info Hub
es_es: Centro de Información

# data/areas/rookie-harbor.json//floors/2/maps/8/name
source: Beginners Arc
es_es: Arco de los Principiantes

# data/areas/rookie-harbor.json//floors/2/maps/9/name
source: Seeker Hub
es_es: Centro de Buscadores

# data/areas/rookie-harbor.json//floors/2/maps/10/name
source: Rookie Harbor Guard HQ
es_es: Sede de Guardias del Puerto de los Principiantes

# data/areas/rookie-harbor.json//floors/2/maps/11/name
source: Fruits of Autumn HQ
es_es: Sede de Frutos del Otoño

# data/areas/rookie-harbor.json//floors/2/maps/12/name
source: Falldivers HQ
es_es: Sede de los Falldivers

# data/areas/rookie-harbor.json//floors/2/maps/13/name
source: Falling Exit
es_es: Salida del Anochecer

# data/areas/rookie-harbor.json//floors/2/maps/14/name
source: Weapon & Backer Shop
es_es: Tienda de Armas y Mecenas

# data/areas/rookie-harbor.json//floors/2/maps/15/name
source: Ocean Patrol
es_es: Patrulla del Océano

# data/areas/rookie-harbor.json//floors/2/maps/16/name
source: Ocean Patrol Again
es_es: Patrulla del Océano Otra Vez

# data/areas/rookie-harbor.json//floors/2/maps/17/name
source: Ocean Patrol Boss
es_es: Jefe de la Patrulla del Océano

# data/areas/rookie-harbor.json//floors/2/maps/18/name
source: The Gut Punch
es_es: El Golpe de Tripa

# data/areas/rookie-harbor.json//floors/2/maps/19/name
source: Traders Kontor
es_es: Centro de Comerciantes

# data/areas/rookie-harbor.json//floors/2/maps/20/name
source: Dusty Storage
es_es: Almacén Polvoriento

# data/areas/rookie-harbor.json//floors/2/maps/21/name
source: Tala's Greenhouse
es_es: Invernadero de Tala

# data/areas/rookie-harbor.json//floors/2/maps/22/name
source: Shop?
es_es: ¿Tienda?

# data/areas/rookie-harbor.json//floors/3/maps/0/name
source: Seeker Hub 2nd Floor
es_es: Centro de Buscadores 2do Piso

# data/areas/rookie-harbor.json//floors/3/maps/1/name
source: Traders Kontor 2F
es_es: Centro de Comerciantes P2

# data/maps/rookie-harbor/center.json//entities/399/settings/interact/hoverText
source: \i[arrow-nw] Alley Quarters \i[arrow-e] Falling Exit \i[arrow-sw] Harbors
es_es: \i[arrow-nw] Cuarteles del Callejón \i[arrow-e] Salida del Anochecer \i[arrow-sw] Puertos

# data/maps/rookie-harbor/center.json//entities/400/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
es_es: \i[arrow-n] Mercado \i[arrow-s] Arco de los Principiantes

# data/maps/rookie-harbor/center.json//entities/401/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
es_es: \i[arrow-n] Mercado \i[arrow-s] Arco de los Principiantes

# data/maps/rookie-harbor/center.json//entities/402/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
es_es: \i[arrow-n] Mercado \i[arrow-s] Arco de los Principiantes

# data/maps/rookie-harbor/center.json//entities/403/settings/interact/hoverText
source: \i[arrow-ne] Alley Quarters \i[arrow-w] Rising Exit \i[arrow-se] Harbors
es_es: \i[arrow-ne] Cuarteles del Callejón \i[arrow-w] Salida del Amanecer \i[arrow-se] Puertos

# data/maps/rookie-harbor/center.json//entities/404/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
es_es: \i[arrow-n] Mercado \i[arrow-s] Arco de los Principiantes

# data/maps/rookie-harbor/center.json//entities/405/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
es_es: \i[arrow-n] Mercado \i[arrow-s] Arco de los Principiantes

# data/maps/rookie-harbor/center.json//entities/406/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
es_es: \i[arrow-n] Mercado \i[arrow-s] Arco de los Principiantes

# data/maps/rookie-harbor/center.json//entities/485/settings/blockEvent/4/message
source: Hey Lea!\. Please don't just run off like that, d'accord?\. We're over here!
es_es: ¡Ey, Lea!\. Por favor no te vayas corriendo así sin más, ¿d'accord?\. ¡Estamos por aquí!

# data/maps/rookie-harbor/center.json//entities/493/settings/analyzable/text
source: Helena's Boom & Drill
es_es: Taladro Golpeador de Helena

# data/maps/rookie-harbor/center.json//entities/495/settings/analyzable/text
source: Restless Mike
es_es: Mike Inquieto

# data/maps/rookie-harbor/center.json//entities/495/settings/displayName
source: Restless Mike
es_es: Mike Inquieto

# data/maps/rookie-harbor/center.json//entities/498/settings/analyzable/text
source: Buffies Buffs
es_es: Los Buffs de Buffie

# data/maps/rookie-harbor/center.json//entities/498/settings/displayName
source: Hot Buns
es_es: Panecitos Calentitos

source: Hoi!\.\. We're not set up yet, but we're giving it our all to deliver the bestest foods as soon as we can!
es_es: ¡Hoi!\.\. ¡No estamos listos aún, pero estamos dando todo nuestro esfuerzo para poder ofrecer las mejores comidas tan pronto como sea posible!

source: Come back later, yeah?!\. It will be amazing, just you watch!
es_es: Vuelve luego, ¡¿sí?!\. ¡Será sorprendente, solo mira!

# data/maps/rookie-harbor/center.json//entities/499/settings/analyzable/text
source: Rookina Buffs
es_es: Buffs de Novatina

source: Ah, hello.\. I'm sorry, but we haven't properly prepared our shop yet.
es_es: Ah, hola.\. Lo siento, pero nuestra tienda no está lista.

source: Please visit us later to get a taste of our high-quality foods.
es_es: Por favor visítanos más tarde para probar nuestras comidas de alta calidad.

source: Sorry \v[lore.title.seeker], but this shop isn't ready yet.
es_es: Lo siento, \v[lore.title.seeker]a, pero esta tienda no está lista aún.

source: Come back later if you want to get some revitalizing tea.
es_es: Vuelve más tarde si quieres comprar té revitalizador.

# data/maps/rookie-harbor/center.json//entities/504/settings/dialog/0/text
source: So many options...
es_es: Hay tantas opciones...

# data/maps/rookie-harbor/center.json//entities/504/settings/dialog/1/text
source: Don't know where to start...
es_es: No sé por dónde empezar...

# data/maps/rookie-harbor/center.json//entities/505/settings/displayName
source: Ark
es_es: Arco

source: Good work finding this spot.
es_es: Buen trabajo por encontrar este lugar.

source: Did you know that these treasure chests are instanced for each player?
es_es: ¿Sabías que estos cofres están instanciados para cada jugador?

source: Oh well... it means I opened this treasure chest myself before.
es_es: Oh bueno... significa que yo ya he abierto este cofre antes.

source: The content is replicated for each player.
es_es: Pero el contenido está replicado para cada jugador.

source: That's cool, right? No more annoying empty chests because some random player reached it before you!
es_es: Menos mal, ¿no? ¡No tenemos que lidiar con molestos cofres vacíos porque algún otro jugador llegó antes que tú!

source: [nods]
es_es: [asiente]

source: Yeah.... anyway, gotta meet my friends at the entrance.
es_es: Sí.... bueno, tengo que ir a juntarme con mis amigos a la entrada.

source: Heh, you reached this spot. Not bad!
es_es: Je, llegaste hasta aquí. ¡Nada mal!

source: No reason to hold back. Go claim your prize!
es_es: No hay motivo de contenerte. ¡Reclama tu premio!

source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/center.json//entities/509/settings/dialog/0/text
source: The weather is so nice~
es_es: Qué buen clima~

# data/maps/rookie-harbor/center.json//entities/509/settings/dialog/1/text
source: Uh-huh...
es_es: Ajá...

# data/maps/rookie-harbor/center.json//entities/509/settings/dialog/2/text
source: I wanna go through the market later~
es_es: Quiero ir al mercado más tarde~

# data/maps/rookie-harbor/center.json//entities/509/settings/dialog/3/text
source: Uh-huh...
es_es: Ajá...

# data/maps/rookie-harbor/center.json//entities/509/settings/dialog/4/text
source: Uh-huh...
es_es: Ajá...

# data/maps/rookie-harbor/center.json//entities/509/settings/dialog/5/text
source: Uh-huh...
es_es: Ajá...

# data/maps/rookie-harbor/center.json//entities/509/settings/dialog/7/text
source: Also, I wanna take a bath in that fountain, naked.
es_es: También quiero tomar un baño en esa fuente, desnuda.

# data/maps/rookie-harbor/center.json//entities/509/settings/dialog/8/text
source: Uh-huh...
es_es: Ajá...

# data/maps/rookie-harbor/center.json//entities/509/settings/dialog/9/text
source: Seriously...
es_es: Vamos, ¿en serio?

source: If you put water into a fountain... It becomes the fountain.
es_es: Si pones agua en una fuente... Se convierte en la fuente.

source: You just jumped into the fountain, didn't you?
es_es: Acabas de saltar a la fuente, ¿no?

source: That's not how you become water, my friend.
es_es: Así no es como uno se hace agua, amigo mío.

source: Be water, my friend.
es_es: Sé agua, amigo.

source: What is it? You learned the \c[3]Wave\c[0] element?
es_es: ¿Qué pasa? ¿Aprendiste el elemento \c[3]Pulso\c[0]?

source: [nods]
es_es: [asiente]

source: Wave doesn't make you water, my friend.
es_es: El Pulso no te hace agua, amigo.

source: Clearly waves are merely an aspect of water, as it is of sound and more.
es_es: Las pulsaciones son apenas un aspecto del agua, al igual que del sonido y más.

source: Really...\. What even is wave? Such nonsense.
es_es: En serio...\. ¿Qué se supone que es un pulso? Tan absurdo.

source: Water is what you need to be.\. Water and only water.
es_es: Agua es lo que debes ser.\. Agua y solo agua.

# data/maps/rookie-harbor/center.json//entities/554/settings/analyzable/text
source: Frosty Arnold
es_es: Refrescante Arnold

source: Frosty Arnold
es_es: Refrescante Arnold

source: Hello there, young lady!
es_es: ¡Hola, jovencita!

source: Could I interest you in some cool and delicious ice cream?
es_es: ¿Te interesaría un frío y delicioso helado?

source: [nods]
es_es: [asiente]

source: Well... unfortunately we are out of stock right now.
es_es: Bueno... por desgracia se nos acabó.

source: But, if you bring me some \c[3]fresh ice from Bergen Trail\c[0], I could quickly produce new ice cream.
es_es: Pero si me traes algo de \c[3]hielo fresco del Sendero de Bergen\c[0], podría producir más.

source: So... could you bring me some \c[3]Bergen Ice\c[0]? About \c[3]5\c[0] should suffice.
es_es: Así que... ¿podrías traerme algo de \c[3]Hielo de Bergen\c[0]? Más o menos \c[3]5\c[0] deberían ser suficientes.

source: [nods]
es_es: [asiente]

source: Great!
es_es: ¡Genial!

source: You can find \c[3]Bergen Ice\c[0] in the snowy parts of \c[3]Bergen Trail\c[0].\. Just continue to the west until you reach the mountain area.
es_es: Puedes encontrar \c[3]Hielo de Bergen\c[0] en las partes nevadas del \c[3]Sendero de Bergen\c[0].\. Solo sigue hacia el este hasta que llegues a un área montañosa.

source: Did they seriously ask you to fetch ice from a distant mountain?
es_es: ¿En serio te acaban de pedir que recojas hielo de una montaña distante?

source: What is this, the middle ages?
es_es: ¿Qué es esto? ¿La Edad Media?

source: [shakes head]
es_es: [niega con la cabeza]

source: Oh, that's too bad. Maybe another time!
es_es: Oh, que pena. ¡Quizás para la próxima!

source: Frosty Arnold
es_es: Refrescante Arnold

source: Hm... it seems you don't have enough \c[3]Bergen Ice\c[0] yet. I need about \c[3]5 pieces\c[0].
es_es: Hm... parece que no tienes suficiente \c[3]Hielo de Bergen\c[0] todavía. Necesito más o menos \c[3]5 piezas\c[0].

source: You can find \c[3]Bergen Ice\c[0] in the snowy parts of \c[3]Bergen Trail\c[0]. Just continue to the west until you reach the mountain area.
es_es: Puedes encontrar \c[3]Hielo de Bergen\c[0] en las partes nevadas del \c[3]Sendero de Bergen\c[0].\. Solo sigue hacia el este hasta que llegues a un área montañosa.

source: Frosty Arnold
es_es: Refrescante Arnold

source: Oh, you brought me the \c[3]Bergen Ice\c[0]! Thank you so much!
es_es: ¡Oh, me trajiste el \c[3]Hielo de Bergen\c[0]! ¡Muchísimas gracias!

source: And here's your ice cream! Don't eat it all at once, it might make your head hurt!
es_es: ¡Aquí tienes tu helado! ¡No te lo comas de golpe, te hará doler la cabeza!

source: You know what? They could have declared "Bergen Ice" a speciality.
es_es: ¿Sabes qué? Podrían haber declarado el "Hielo de Bergen" como un sabor especial.

source: That would explain why you would have to go so far just to fetch it.
es_es: Eso explicaría por qué tienes que ir tan lejos para recogerlo.

source: People perform all kinds of elaborate tasks, because it is a speciality, do they not?
es_es: La gente hace todo tipo de tareas solo porque es una especialidad, ¿no?

source: Well, nevermind. I am not a game designer.
es_es: Bueno, no importa. No soy diseñador de videojuegos.

source: Frosty Arnold
es_es: Refrescante Arnold

source: Thanks for helping me out!
es_es: ¡Gracias por ayudarme!

source: Ice cream sure sells quickly when the weather is right.
es_es: El helado se vende rápido cuando el clima es el correcto.

source: I'm sorry, the northern part is currently under construction.
es_es: Lo siento, la parte norte está en construcción.

source: It will open up to the public with the next content update!
es_es: ¡Se abrirá al público en la próxima actualización de contenido!

source: Sorry, the northern part of the town is blocked due to construction.
es_es: Lo siento, la parte norte del pueblo está bloqueada por construcción.

source: It will be open again in a future update!
es_es: ¡Se abrirá nuevamente en una actualización futura!

# data/maps/rookie-harbor/center.json//entities/566/settings/dialog/0/text
source: I'm really looking forward to the next content patch.
es_es: Ansío ver el próximo parche.

# data/maps/rookie-harbor/center.json//entities/566/settings/dialog/1/text
source: I heard rumors about a black market!
es_es: ¡Oí rumores de un mercado negro!

# data/maps/rookie-harbor/center.json//entities/566/settings/dialog/2/text
source: Yeah~
es_es: Se~

# data/maps/rookie-harbor/center.json//entities/566/settings/dialog/3/text
source: By the way, does it make sense to call it a "patch"?
es_es: Por cierto, ¿tiene sentido llamarlo un "parche"?

# data/maps/rookie-harbor/center.json//entities/566/settings/dialog/4/text
source: I mean it's not just code. They're doing actual construction work over there.
es_es: Quiero decir, no es solo código. Están haciendo una construcción.

# data/maps/rookie-harbor/center.json//entities/566/settings/dialog/5/text
source: It's just a habit from old virtual MMOs. Don't overthink it.
es_es: Es un hábito de los viejos MMO virtuales. No lo pienses mucho.

# data/maps/rookie-harbor/center.json//entities/566/settings/dialog/6/text
source: Yeah. I'm also still waiting for that kitchen patch.
es_es: Sí. También estoy esperando ese parche de la cocina.
