Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: While the factions are filled with highly resourceful experts of their field, they often need the support of the \c[3]\v[lore.title.seeker]s\c[0] because of their special connection to the \c[3]\v[lore.title.track-of-ancients]\c[0].
ru_ru: Хоть фракции и заполнены высококвалифицированными экспертами своего дела, но им часто требуется поддержка \c[3]Искателей\c[0] из-за их особой связи с \c[3]Путём Древних\c[0].

source: Area: Rookie Harbor
ru_ru: Область: Гавань новичков

source: \c[3]Bulletin Board\c[0]
ru_ru: \c[3]Доска объявлений\c[0]

source: Whoa... such a crowded place.
ru_ru: Ух ты... такое людное место.

# data/maps/rookie-harbor/central-quest-hub.json/entities/47/settings/text
source: Wilson the cactus
ru_ru: Кактус Уилсон

# data/maps/rookie-harbor/central-quest-hub.json/entities/49/settings/text
source: A map of CrossWorlds
ru_ru: Карта CrossWorlds

source: Faction Advisor
ru_ru: Фракционный советник

source: Faction Advisor
ru_ru: Фракционный советник

source: Greetings, \v[lore.title.seeker].\. We should talk after you have gotten your briefing upstairs.
ru_ru: Приветствую, Искатель.\. Мы должны поговорить после того, как вы пройдёте брифинг наверху.

source: [nods]
ru_ru: [кивает]

source: Faction Advisor
ru_ru: Фракционный советник

source: Greetings, \v[lore.title.seeker]. I see that you have completed the introduction to \v[lore.title.operation-trackwalker].
ru_ru: Приветствую, Искатель. Я вижу, что вы завершили введение в операцию Путепроходец.

source: Thus you are now also qualified to use your abilities as a \v[lore.title.seeker] to assist the \c[3]4 factions\c[0] in their duties.
ru_ru: Теперь вы можете использовать свои способности Искателя для помощи \c[3]четырём фракциям\c[0] в выполнении их обязанностей.

source: They are organizations that secure humanity's survival and prosperity through their special fields of expertise.
ru_ru: Эти организации обеспечивают выживание и процветание человечества за счёт немалых познаний в своих областях деятельности.

source: More detailed information can be accessed in the terminal behind you.
ru_ru: Более подробную информацию можно получить в терминале позади вас.

source: Faction Advisor
ru_ru: Фракционный советник

source: [nods]
ru_ru: [кивает]

source: For now you should know that each faction has a subdivision in \v[area.rookie-harbor.name], like in every settlement.
ru_ru: На данный момент, вы должны знать, что каждая фракция имеет подразделение в Гавани новичков, как и в каждом поселении.

source: To better understand our society and your place in it, you should get introduced to all of them.
ru_ru: Чтобы лучше понять наше общество и ваше место в нём, вы должны познакомиться со всеми из них.

source: For this purpose I will now issue an official assignment.\. Please accept.
ru_ru: Для этого я сейчас выдам официальное задание.\. Пожалуйста, примите.

source: [nods]
ru_ru: [кивает]

source: Good.\. Visit the representative of every faction in \v[area.autumn-area.name] and introduce yourself.
ru_ru: Хорошо.\. Посетите представителя каждой фракции в Расцвете Осени и представьтесь.

source: Most of them can be found in their respective headquarters \c[3]near the market or the western entrance\c[0].
ru_ru: Большинство из них можно найти в соответствующих штабах \c[3]возле рынка или западного входа\c[0].

source: Though the HQ of the CTC is still inaccessible to new \v[lore.title.seeker]s, their ambassador can be found \c[3]just outside this building\c[0].
ru_ru: Несмотря на то, что штаб Прибрежной торговой коалиции по-прежнему недоступен для новых Искателей, их посла можно найти \c[3]снаружи этого здания\c[0].

source: Once you have visited all of them, return to me to get your reward.
ru_ru: Как только посетите их всех, вернитесь ко мне, чтобы получить свою награду.

source: [nods]
ru_ru: [кивает]

source: [shakes head]
ru_ru: [мотает головой]

source: Please accept\v[tmp.plsAccept]
ru_ru: Пожалуйста, примите\v[tmp.plsAccept]

source: Faction Advisor
ru_ru: Фракционный советник

source: Visit the representative of every faction in \v[area.autumn-area.name] and introduce yourself.
ru_ru: Встретьтесь с представителем каждой фракции в Расцвете Осени и представьтесь.

source: Most of them can be found in their respective headquarters near the market or the western entrance.
ru_ru: Большинство из них можно найти в соответствующих штабах возле рынка или западного входа.

source: Though the HQ of the CTC is still inaccessible to new \v[lore.title.seeker]s, their ambassador can be found \c[3]just outside this building\c[0].
ru_ru: Несмотря на то, что штаб Прибрежной торговой коалиции по-прежнему недоступен для новых Искателей, их посла можно найти \c[3]снаружи этого здания\c[0].

source: Once you have visited all of them, return to me to get your reward.
ru_ru: Как только посетите их всех, вернитесь ко мне, чтобы получить свою награду.

source: Faction Advisor
ru_ru: Фракционный советник

source: You have visited all of the factions in \v[area.rookie-harbor.name]. Excellent.
ru_ru: Вы посетили все фракции в Гавани новичков. Отлично.

source: I hope you now understand how you can help humanity, besides solving the \v[lore.title.track-of-ancients].
ru_ru: Я надеюсь, что теперь вы понимаете, как вы можете помочь человечеству, помимо прохождения Пути Древних.

source: [nods]
ru_ru: [кивает]

source: And remember that they might have new tasks available for you as time goes on.
ru_ru: И помните, что со временем у них могут появиться новые задачи.

source: So you should return and offer your help as you progress further.
ru_ru: Поэтому вы должны возвращаться и предлагать свою помощь по мере продвижения вперёд.

source: But for now take these rewards as a gesture from the \v[lore.title.human-government].
ru_ru: Но сейчас возьми эти награды, как дружеский жест от Национального содружества путешественников.

source: Faction Advisor
ru_ru: Фракционный советник

source: Greetings, \v[lore.title.seeker].
ru_ru: Приветствую, \v[lore.title.seeker].

source: Remember that all factions might have new tasks available for you as time goes on.
ru_ru: Помните, что со временем у всех фракций могут появиться новые задания.

source: So you should return to offer your help as you progress.
ru_ru: Поэтому вы должны возвращаться и предлагать свою помощь по мере продвижения вперёд.

source: That's such a cute little cactus~
ru_ru: Такой милый маленький кактус~

source: Look! I think it's starting to blossom!
ru_ru: Смотри! Мне кажется, что он начинает цвести!

source: That's great.
ru_ru: Это здорово.

source: Do you really have to sit on the table to watch it?
ru_ru: Тебе действительно нужно сидеть на столе, чтобы смотреть на него?

source: C'mon, I want to go!
ru_ru: Давай уже, пошли быстрее!

source: Hush. I almost got it.
ru_ru: Тише. У меня почти получилось.

source: You already said that 5 minutes ago!
ru_ru: Ты говорил то же самое пять минут назад!

source: Blame that messed up search interface.
ru_ru: Вини во всём этот запутанный интерфейс поиска.

source: You look confused, Seeker.
ru_ru: Вы выглядите растерянным, Искатель.

source: What you see here is the \c[3]Bulletin Board\c[0]. You can use it to see \c[3]open quests in this area\c[0].
ru_ru: То, что вы видите здесь, это \c[3]доска объявлений\c[0]. Вы можете использовать её, чтобы посмотреть \c[3]доступные квесты в этой зоне\c[0].

source: If you want to know more about quests, I suggest you talk to my fellow advisors at the counter over there.
ru_ru: Если вы хотите узнать больше о квестах, то я предлагаю вам поговорить с моими коллегами-советниками у стойки.

source: All new recruits, please go to the \c[3]upper floor\c[0] for the introductory briefing.
ru_ru: Все новобранцы, пожалуйста, поднимитесь на \c[3]верхний этаж\c[0] для вводного брифинга.

source: Training Advisor
ru_ru: Советник по тренировкам

source: Training Advisor
ru_ru: Советник по тренировкам

source: Greetings, \v[lore.title.seeker].\. We should talk after you have completed your briefing upstairs.
ru_ru: Приветствую, \v[lore.title.seeker].\. Мы должны поговорить после того, как вы пройдёте брифинг наверху.

source: [nods]
ru_ru: [кивает]

source: Training Advisor
ru_ru: Советник по тренировкам

source: Greetings, \v[lore.title.seeker]. I see that you have completed the introduction to \v[lore.title.operation-trackwalker].
ru_ru: Приветствую, Искатель. Я вижу, что вы завершили введение в операцию Путепроходец.

source: To become the best \c[3]Seeker\c[0] you can be, we host a famous Teacher here in Rookie Harbor: \c[3]Master Sensei\c[0].
ru_ru: Чтобы вы могли стать превосходным \c[3]Искателем\c[0], мы предлагаем услуги знаменитого учителя, прямо здесь - в Гавани новичков: \c[3]Мастер сенсей\c[0].

source: He can teach you everything you need to know and more. Once you have mastered both the \c[3]Heat\c[0] and \c[3]Cold\c[0] elements, please find him in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0]!
ru_ru: Он может научить вас всему, что вам нужно знать, и многому другому. После того, как вы освоите элементы \c[3]Пламя\c[0] и \c[3]Холод\c[0], пожалуйста, найдите его в \c[3]Гавани новичков - Додзё Инфо-центра\c[0]!

source: [nods]
ru_ru: [кивает]

source: Training Advisor
ru_ru: Советник по тренировкам

source: Congratulations on mastering your Seeker abilities with Master Sensei.
ru_ru: Поздравляем вас с освоением навыков Искателя с Мастером сенсеем.

# data/maps/rookie-harbor/east.json/entities/131/settings/event/1/text
source: Access denied
ru_ru: Отказано в доступе

source: Sorry lady, but no entry for you.
ru_ru: Извините, леди, но я не могу вас пропустить.

source: We're currently investigating a rather unpleasant animal incident here.
ru_ru: В настоящее время мы здесь расследуем довольно неприятный инцидент с животными.

source: Goo' day lady.
ru_ru: Добрый день, мисс.

source: Hi!
ru_ru: Привет!

# data/maps/rookie-harbor/east.json/entities/371/settings/interact/hoverText
source: \i[arrow-n] Autumn's Fall \i[arrow-s] Market Plaza
ru_ru: \i[arrow-n] Закат Осени \i[arrow-s] Рыночная площадь

source: MA'AM!
ru_ru: МЭ'ЭМ!

source: EVERYTHING IS OKAY! PLEASE ENJOY YOUR DAY!
ru_ru: ВСЁ ХОРОШО! ХОРОШЕГО ВАМ ДНЯ!

source: [nods]
ru_ru: [кивает]

source: I really wonder what's behind those boxes...
ru_ru: Мне очень интересно, что за этими коробками...

# data/maps/rookie-harbor/east.json/entities/441/settings/dialog/0/text
source: Wow, that's quite the view. Didn't expect this.
ru_ru: Ого, вот это вид. Не ожидал такого.

# data/maps/rookie-harbor/east.json/entities/441/settings/dialog/1/text
source: You can say that again. Look! You can even see all these weird ruins.
ru_ru: Верно подмечено. Смотри! Даже можно разглядеть все эти странные руины.

# data/maps/rookie-harbor/east.json/entities/441/settings/dialog/2/text
source: Can't wait to explore them.
ru_ru: Не могу дождаться того времени, когда начну их исследовать.

source: Oi!, Wa's dis?
ru_ru: Ой! Что это?

source: Small lass try'n to get in a secret club, aye?
ru_ru: Маленькая девчушка пытается попасть в секретный клуб, да?

source: Sorry litt'l one, not gonna pass 'til some's gonna vouch for ya.
ru_ru: Прости, малышка, не пропущу, пока кто-нибудь не поручится за тебя.

source: Ha! A Seeker!
ru_ru: Ха! Искатель!

source: What a rare sight here.
ru_ru: Какой редкий вид!

source: Hi!
ru_ru: Привет!

source: I like this spot, always calms me down.
ru_ru: Мне нравится это место, всегда успокаивает.

source: And I can watch people.
ru_ru: И я могу наблюдать за людьми.

source: [nods]
ru_ru: [кивает]

source: Yo, what's up?
ru_ru: Эй, что случилось?

source: I see you got the \c[3]\v[item.230.name]\c[0] with you! Nice, nice!
ru_ru: Я вижу, что у тебя есть \c[3]\v[item.230.name]\c[0]! Отлично, отлично!

source: Well then, good luck on your journey!
ru_ru: Ну, тогда удачи в твоём путешествии!

source: If you want to pass the barrier up ahead you first have to collect the \c[3]\v[item.230.name]\c[0].
ru_ru: Если ты хочешь пройти через барьер впереди, то сначала должна получить \c[3]\v[item.230.name]\c[0].

source: You get it at the end of the \c[3]Faj'ro Temple\c[0], right after the boss battle.
ru_ru: Ты получишь её в конце \c[3]Храма Фай'ро\c[0], сразу после битвы с боссом.

source: Canst thou not see how I ponder?
ru_ru: Можешь ли ты понять мой полёт фантазии?

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/9/message
source: Welcome to operation \c[3]Track Walker\c[0], recruit.
ru_ru: Добро пожаловать на операцию \c[3]Путепроходец\c[0], рекрут.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/11/message
source: This briefing serves as an introduction to the history of this place and the nature of our cause.
ru_ru: Этот брифинг служит введением в историю этого места и характер нашего дела.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/23/message
source: We're currently located on the natural satellite \c[3]Shadoon\c[0].
ru_ru: В настоящее время мы находимся на естественном спутнике \c[3]Шадун\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/24/message
source: This place was once inhabited by intelligent lifeforms that we refer to as the \c[3]Ancients\c[0].
ru_ru: Это место когда-то населяли разумные формы жизни, которых мы называем \c[3]Древние\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/26/message
source: While the Ancients ceased to exist a long time ago, they left behind a technological heritage to behold:
ru_ru: Давным давно, они прекратили своё существование, тем самым оставив нам своё технологическое наследие:

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/35/message
source: The \c[3]Track of the Ancients\c[0].
ru_ru: \c[3]Путь Древних\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/37/message
source: Originally, it served as an assessment of social standing within the Ancients' culture.
ru_ru: Первоначально он служил оценкой социального статуса в культуре Древних.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/38/message
source: It is a technological marvel, a highly-advanced and self-sufficient system that remains intact to this day.
ru_ru: Это технологическое чудо, высокоразвитая и самодостаточная система, которая остаётся неизменной и по сей день.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/39/message
source: It wasn't long after humankind arrived on Shadoon that we realized its value.
ru_ru: Вскоре после того, как человечество прибыло на Шадун, мы осознали его ценность.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/40/message
source: Thus, we initiated \c[3]Operation Track Walker\c[0].
ru_ru: Так мы начали \c[3]операцию Путепроходец\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/42/message
source: We augmented the Track so that humanity might walk it as well.
ru_ru: Мы дополнили Путь, чтобы человечество тоже смогло пройти по нему.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/44/message
source: And that is where you come in, new recruit.
ru_ru: И вот здесь вступаете вы, новобранец.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/46/message
source: Together with the other Seekers you will start the journey along the Track of the Ancients.
ru_ru: Вместе с другими Искателями вы начнёте путешествие по Пути Древних.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/47/message
source: Your path will be paved with obstacles, but every step you take will further our cause:
ru_ru: Ваш путь будет устлан препятствиями, но каждый шаг будет способствовать нашему делу:

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/49/message
source: Discovering \c[3]the secrets of the Ancients\c[0].
ru_ru: Раскрытию \c[3]секретов Древних\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/50/message
source: Your main task will be the collection of four elements: \c[3]Heat, Cold, Shock, and Wave\c[0].
ru_ru: Вашей основной задачей будет сбор четырёх элементов: \c[3]Пламени, Холода, Шока и Волны\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/57/message
source: Beginning with the element \c[3]Heat\c[0], your first destination will be the village of \c[3]Bergen\c[0].
ru_ru: Начиная с элемента \c[3]Пламени\c[0], вашим первым пунктом назначения будет деревня \c[3]Берген\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/58/message
source: To reach it, you need to pass the \c[3]western barrier\c[0] of Rookie Harbor.
ru_ru: Чтобы добраться до неё, вам нужно будет пройти \c[3]западный барьер\c[0] Гавани новичков.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/67/message
source: I will now give you your first \c[3]Shade\c[0] to grant you passage to the west.
ru_ru: Теперь я дам вам вашу первую \c[3]Тень\c[0], которая позволит пройти через западный барьер.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/79/message
source: Finally, I will give you the \c[3]Disc of Insight\c[0].
ru_ru: Наконец, я дам вам \c[3]Диск анализа\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/86/message
source: This device will record all of the knowledge you encounter on your journey.
ru_ru: Это устройство будет записывать все знания, с которыми вы столкнётесь в своём путешествии.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/95/message
source: That is all.
ru_ru: На этом всё.

# data/maps/rookie-harbor/expo-space.json/entities/9/settings/event/96/message
source: Good luck and stay vigilant.
ru_ru: Удачи, и сохраняйте бдительность.

# data/maps/rookie-harbor/expo-space.json/entities/10/settings/event/8/message
source: Congratulations, Seeker.
ru_ru: Мои поздравления, Искатель.

# data/maps/rookie-harbor/expo-space.json/entities/10/settings/event/9/message
source: You reached the \c[3]first milestone\c[0] of operation \c[3]Track Walker\c[0].
ru_ru: Вы достигли \c[3]первого рубежа\c[0] операции \c[3]Путепроходец\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/10/settings/event/22/message
source: With the \c[3]Blue Ice Shade\c[0] you can now access \c[3]Maroon Valley\c[0] to the west of Bergen.
ru_ru: С \c[3]Тенью льда\c[0] вы сможете получить доступ к \c[3]Бордовой долине\c[0] к западу от Бергена.

# data/maps/rookie-harbor/expo-space.json/entities/10/settings/event/23/message
source: Therein awaits your next destination, the \c[3]Faj'ro Temple\c[0], housing the second element: \c[3]Cold\c[0].
ru_ru: Там вас ожидает следующий пункт назначения, \c[3]Храм Фай'ро\c[0], в котором находится второй элемент: \c[3]Холод\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/10/settings/event/24/message
source: To proceed, seek an audience with the Eldress of the local village \c[3]Ba'kii Kum\c[0].
ru_ru: Чтобы продолжить, ищите аудиенции со старейшиной местной деревни \c[3]Ба'кии Кум\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/10/settings/event/33/message
source: Take this reward for your accomplishments.
ru_ru: Примите эту награду за свои достижения.

# data/maps/rookie-harbor/expo-space.json/entities/10/settings/event/41/message
source: The circuit override allows you to \c[3]reset one of your circuit boards\c[0].
ru_ru: Сброс контура позволяет вам \c[3]сбросить один из ваших контуров\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/10/settings/event/42/message
source: Visit the first basement floor of the \c[3]Info Hub in Rookie Harbor\c[0] to use it.
ru_ru: Посетите первый цокольный этаж \c[3]Инфо-центра в Гавани новичков\c[0], чтобы использовать его.

# data/maps/rookie-harbor/expo-space.json/entities/10/settings/event/43/message
source: That is all.
ru_ru: На этом всё.

# data/maps/rookie-harbor/expo-space.json/entities/10/settings/event/44/message
source: Good luck and stay vigilant.
ru_ru: Удачи, и сохраняйте бдительность.

# data/maps/rookie-harbor/expo-space.json/entities/11/settings/event/8/message
source: Congratulations, Seeker.
ru_ru: Мои поздравления, Искатель.

# data/maps/rookie-harbor/expo-space.json/entities/11/settings/event/9/message
source: You collected your \c[3]second element\c[0] and reached another milestone of operation \c[3]Track Walker\c[0].
ru_ru: Вы открыли свой \c[3]второй элемент\c[0] и достигли ещё одной вехи в операции \c[3]Путепроходец\c[0]

# data/maps/rookie-harbor/expo-space.json/entities/11/settings/event/22/message
source: With the \c[3]\v[item.230.name]\c[0] you can now access \c[3]Autumn's Fall\c[0] to the northeast of \c[3]Rookie Harbor\c[0].
ru_ru: С \c[3]Тенью пламени\c[0] вы сможете пройти в \c[3]Закат Осени\c[0] на северо-востоке \c[3]Гавани новичков\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/11/settings/event/23/message
source: To proceed, seek the \c[3]ancient statue\c[0] within Autumn's Fall and accept your next trial.
ru_ru: Чтобы продолжить, ищите \c[3]древнюю статую\c[0] в пределах Заката Осени и примите следующее испытание.

# data/maps/rookie-harbor/expo-space.json/entities/11/settings/event/32/message
source: Take this reward for your accomplishments.
ru_ru: Примите эту награду за свои достижения.

# data/maps/rookie-harbor/expo-space.json/entities/11/settings/event/40/message
source: Good luck and stay vigilant.
ru_ru: Удачи, и сохраняйте бдительность.

# data/maps/rookie-harbor/expo-space.json/entities/12/settings/event/8/message
source: Congratulations, Seeker.
ru_ru: Мои поздравления, Искатель.

# data/maps/rookie-harbor/expo-space.json/entities/12/settings/event/21/message
source: You acquired the \c[3]\v[item.376.name]\c[0] giving you access to \c[3]Gaia's Garden\c[0] to the north.
ru_ru: Вы получили \c[3]\v[item.376.name]\c[0], которая даёт вам доступ к \c[3]Саду Гайи\c[0] на севере.

# data/maps/rookie-harbor/expo-space.json/entities/12/settings/event/22/message
source: It is an expansive jungle and home of several temples.
ru_ru: Это обширные джунгли и родина нескольких храмов.

# data/maps/rookie-harbor/expo-space.json/entities/12/settings/event/23/message
source: The \c[3]Zir'vitar temple\c[0], housing the element \c[3]Shock\c[0]...
ru_ru: \c[3]Храма Зир'витар\c[0], в котором хранится элемент \c[3]Шока\c[0]...

# data/maps/rookie-harbor/expo-space.json/entities/12/settings/event/24/message
source: ...and the \c[3]So'najiz temple\c[0], housing the element \c[3]Wave\c[0].
ru_ru: ...и храма \c[3]Со'найиз\c[0], в котором хранится элемент \c[3]Волны\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/12/settings/event/25/message
source: Your next task is to acquire both of these elements and complete the final trial of the \c[3]Grand Krys'kajo\c[0].
ru_ru: Ваша следующая задача заключается в получении этих элементов и прохождении финального испытания \c[3]Гранд Крис'кайо\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/12/settings/event/34/message
source: Good luck and stay vigilant.
ru_ru: Удачи, и сохраняйте бдительность.

# data/maps/rookie-harbor/expo-space.json/entities/13/settings/event/8/message
source: Congratulations, Seeker.
ru_ru: Мои поздравления, Искатель.

# data/maps/rookie-harbor/expo-space.json/entities/13/settings/event/9/message
source: You collected \c[3]all 4 elements\c[0] and mastered the final challenge of the \c[3]Grand Krys'kajo\c[0].
ru_ru: Вы получили \c[3]все четыре элемента\c[0] и прошли финальное испытание \c[3]Гранд Крис'кайо\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/13/settings/event/10/message
source: The time has come to enter the final stage of operation \c[3]Track Walker\c[0].
ru_ru: Пришло время последней стадии операции \c[3]Путепроходец\c[0].
