Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: It's equipped with a \c[3]Naval Protection Cannon\c[0], or \c[3]NPC\c[0] for short, that's linked with your fancy Trackwalker systems.
es_es: Está equipada con un \c[3]Cañón de Protección Naval\c[0], o CPN para acortar, que está vinculado a tus novedosos sistemas de Aprendiz del Camino.

source: So you'll be able to easily mark targets with your \c[3]charged projectiles\c[0] and the cannon will do the rest.
es_es: Eso te facilitará marcar objetivos con tus \c[3]proyectiles cargados\c[0] y el cañón hará el resto.

source: What's more, your fancy \c[3]heat\c[0] and \c[3]cold\c[0] elements will give our cannon special properties!
es_es: Además, el elemento \c[3]Fuego\c[0] y \c[3]Hielo\c[0] le darán propiedades especiales al cañón.

source: Everything's been set up already, so just talk to me again if you wanna start your patrol.
es_es: Ya está todo listo, así que tan solo háblame si quieres empezar la patrulla.

source: [nods]
es_es: [asiente]

source: Captain Turbine
es_es: Capitán Turbine

source: Are you ready to go?
es_es: ¿Estás lista para empezar?

source: [nods]
es_es: [asiente]

source: Good.\. The route is already programmed into the ship.\. Just get aboard.
es_es: Bien.\. La ruta ha sido programada en la nave.\. Tan sólo súbete.

source: Captain Turbine
es_es: Capitán Turbine

source: Make sure to destroy as many weapons as you can.
es_es: Asegúrate de destruir tantas armas como puedas.

source: If \c[3]too many get through\c[0] this operation will be considered \c[3]failed\c[0].
es_es: Si \c[3]se te escapan demasiadas\c[0] la operación se considerará un \c[3]fracaso\c[0].

source: Well, I'm sure you could've guessed that already.
es_es: Pero bueno, estoy seguro de que eso ya lo sabías.

source: Off you go.\. Good hunting!
es_es: Allá vas.\. ¡Buena caza!

source: [nods]
es_es: [asiente]

source: Bye!
es_es: ¡Adiós!

source: [shakes head]
es_es: [niega con la cabeza]

source: Don't take too much time.\. More shipments are arriving every day!
es_es: No te demores mucho más.\. ¡Cada día entran más cargamentos!

source: How?
es_es: ¿Cómo?

source: Well, you will patrol the smuggling route and make sure those weapons don't reach the continent.
es_es: Bueno, patrullarás por la zona en donde estén los contrabandistas y te asegurarás de que las armas no lleguen al continente.

source: Captain Turbine
es_es: Capitán Turbine

source: To help you, we prepared this masterpiece of naval warfare that is able to fire devastating projectiles.
es_es: Para ayudarte, preparamos esta obra maestría de la guerra naval que es capaz de disparar devastadores proyectiles.

source: To use it, just \c[3]mark\c[0] an enemy with a \c[3]charged projectile\c[0] when the turret is \c[3]ready\c[0].
es_es: Para utilizarla, \c[3]marca\c[0] algún enemigo con tus \c[3]disparos cargados\c[0] cuando la torreta esté \c[3]lista\c[0].

source: Aside from doing \c[3]high damage\c[0] those will also \c[3]stun\c[0] and \c[3]disrupt shields\c[0].
es_es: Además de hacer \c[3]mucho daño\c[0], los proyectiles \c[3]aturdirán enemigos\c[0] y \c[3]romperán escudos\c[0].

source: Also, depending on the \c[3]element\c[0] you used to mark the enemy, the type of shot will differ.
es_es: Además, dependiendo del \c[3]elemento\c[0] que hayas utilizado para marcar el enemigo, el tipo de disparo cambiará.

source: \c[3]Neutral\c[0] shots are your standard single-target projectile.\. \c[3]No special attributes\c[0] but \c[3]fast reloading\c[0].
es_es: El modo \c[3]Neutral\c[0] son disparos estándar que golpean un solo enemigo.\. \c[3]No tienen nada especial\c[0], pero se \c[3]recargan rápido\c[0].

source: \c[3]Heat\c[0] shots cause an \c[3]explosion\c[0] on hit, damaging \c[3]nearby targets\c[0] as well.
es_es: Con el \c[3]Fuego\c[0], los disparos causan una \c[3]explosión\c[0] al impactar, lo que también \c[3]daña a los objetivos cercanos\c[0].

source: Lastly, \c[3]Cold\c[0] shots are \c[3]single-target\c[0] as well, but they are \c[3]more powerful\c[0] and also \c[3]slow down\c[0] whatever they hit.
es_es: Por último, el \c[3]Hielo\c[0] también golpean a \c[3]un solo enemigo\c[0], pero son \c[3]más poderosos\c[0], y también \c[3]realentizan\c[0] al objetivo.

source: \c[3]Other Elements\c[0] are still \c[3]not implemented\c[0], so they will just trigger the \c[3]Neutral projectiles\c[0].
es_es: Los \c[3]otros Elementos\c[0] aún \c[3]no se han implementado\c[0], por lo que funcionarán igual que los \c[3]proyectiles Neutrales\c[0].

source: The turret is also pretty sturdy.\. Though, you should still be careful of \c[3]explosives\c[0] and \c[3]disruption shots\c[0].
es_es: La torreta puede aguantar una gran cantidad de abuso.\. Aún así, ten cuidado con los \c[3]explosivos\c[0] y los \c[3]disparos disruptivos\c[0].

source: Those will do \c[3]great damage\c[0] to your ship and also \c[3]stun\c[0] it shortly.\. You won't want it exploding in the ocean, right?
es_es: Esos harán una \c[3]gran cantidad de daño\c[0] al barco, y también lo \c[3]inmovilizarán\c[0] unos segundos.\. No querrás que explote en el medio del océano, ¿cierto?

source: Captain Turbine
es_es: Capitán Turbine

source: Anyway, are you ready to go now?
es_es: En fin, ¿estás lista ahora?

source: Yes, start the patrol
es_es: Si, comenzar la patrulla

source: Detailed Instructions
es_es: Instrucciones Detalladas

source: Captain Turbine
es_es: Capitán Turbine

source: Report back to Sergeant Brassler.\. The logs have already been sent.
es_es: Repórtate al Sargento Brassler.\. Ya se le han enviado los detalles.

source: Captain Turbine
es_es: Capitán Turbine

source: Well met, \v[lore.title.seeker]. There has been no further trouble at the docks so far but we should stay vigilant.
es_es: Bien hecho, \v[lore.title.seeker]a. No ha habido más problemas en el puerto hasta ahora, pero no deberíamos bajar la guardia.

source: Captain Turbine
es_es: Capitán Turbine

source: Hey, \v[lore.title.seeker].\. I hear we got you back on board for this cruise?
es_es: Ey, \v[lore.title.seeker]a.\. ¿He oído que estás de vuelta en este crucero?

source: [nods]
es_es: [asiente]

source: That's reassuring.\. It sure beats teaching someone else how to use our battleship.
es_es: Eso es reconfortante.\. Bastante mejor que tener que enseñarla a alguien más como usar el buque de guerra.

source: So, I assume you remember our trusted NPC.
es_es: Entonces, asumo que recuerdas a nuestro confiable CPN.

source: Captain Turbine
es_es: Capitán Turbine

source: You will use it to patrol a new smuggling route, again, and take out the incoming weapons.
es_es: Lo utilizarás para patrullar la ruta de contrabando nuevamente, y destruirás las armas entrantes.

source: However, once you have defeated that wave, we will use their route to locate the position of the coordinator that controls them!
es_es: ¡Pero esta vez, cuando hayas derrotado a la oleada, seguiremos su ruta para encontrar la posición del coordinados que los controla!

source: Destroying that will halt their operation completely and get us some data on the criminals behind that.
es_es: Al destruirlo podremos ponerle fin a sus operaciones por completo, y nos dará información útil para descubrir a los criminales detrás de todo esto.

source: Well, that's your job. We also upgraded the \c[3]Naval Protection Cannon\c[0]'s weaponry a bit.
es_es: Bueno, ese es tu trabajo. También hemos mejorado el \c[3]Cañón de Protección Naval\c[0] un poco.

source: You can now use all your elements, including \c[3]shock\c[0] and \c[3]wave\c[0], to order special projectiles from the cannon!
es_es: ¡Ahora puedes usar todos los elementos, incluyendo \c[3]Rayo\c[0] y \c[3]Pulso\c[0], para darle proyectiles especiales al cañón!

source: Just mark targets with your \c[3]charged projectiles\c[0] as before.
es_es: Tan solo marca los objetivos con tus \c[3]proyectiles cargados\c[0] como hacías antes.

source: Well, everything is ready to go. Just talk to me again once you wanna start your patrol.
es_es: Bien, está todo listo. Tan solo dime cuando quieras empezar con la patrulla.

source: [nods]
es_es: [asiente]

source: Captain Turbine
es_es: Capitán Turbine

source: Are you ready to go?
es_es: ¿Estás lista para empezar?

source: [nods]
es_es: [asiente]

source: Good.\. The route is already programmed into the ship.\. Just get aboard.
es_es: Bien.\. La ruta ha sido programada en la nave.\. Tan sólo súbete.

source: Captain Turbine
es_es: Capitán Turbine

source: Make sure to destroy as many weapons as you can.
es_es: Asegúrate de destruir tantas armas como puedas.

source: If \c[3]too many get through\c[0] this operation will be considered \c[3]failed\c[0].
es_es: Si \c[3]se te escapan demasiadas\c[0] la operación se considerará un \c[3]fracaso\c[0].

source: Well, I'm sure you could've guessed that already.
es_es: Pero bueno, estoy seguro de que eso ya lo sabías.

source: Off you go.\. Good hunting!
es_es: Allá vas.\. ¡Buena caza!

source: [nods]
es_es: [asiente]

source: Bye!
es_es: ¡Adiós!

source: [shakes head]
es_es: [niega con la cabeza]

source: Don't take too much time.\. More shipments are arriving every day!
es_es: No te demores mucho más.\. ¡Cada día entran más cargamentos!

source: How?
es_es: ¿Cómo?

source: Well, you will patrol the smuggling route and make sure those weapons don't reach the continent.
es_es: Bueno, patrullarás por la zona en donde estén los contrabandistas y te asegurarás de que las armas no lleguen al continente.

source: Captain Turbine
es_es: Capitán Turbine

source: To help you, we prepared this masterpiece of naval warfare that is able to fire devastating projectiles.
es_es: Para ayudarte, preparamos esta obra maestría de la guerra naval que es capaz de disparar devastadores proyectiles.

source: To use it, just \c[3]mark\c[0] an enemy with a \c[3]charged projectile\c[0] when the turret is \c[3]ready\c[0].
es_es: Para utilizarla, \c[3]marca\c[0] algún enemigo con tus \c[3]disparos cargados\c[0] cuando la torreta esté \c[3]lista\c[0].

source: Aside from doing \c[3]high damage\c[0] those will also \c[3]stun\c[0] and \c[3]disrupt shields\c[0].
es_es: Además de hacer \c[3]mucho daño\c[0], los proyectiles \c[3]aturdirán enemigos\c[0] y \c[3]romperán escudos\c[0].

source: Also, depending on the \c[3]element\c[0] you used to mark the enemy, the type of shot will differ.
es_es: Además, dependiendo del \c[3]elemento\c[0] que hayas utilizado para marcar el enemigo, el tipo de disparo cambiará.

source: \c[3]Neutral\c[0] shots are your standard single-target projectile.\. \c[3]No special attributes\c[0] but \c[3]fast reloading\c[0].
es_es: El modo \c[3]Neutral\c[0] son disparos estándar que golpean un solo enemigo.\. \c[3]No tienen nada especial\c[0], pero se \c[3]recargan rápido\c[0].

source: \c[3]Heat\c[0] shots cause an \c[3]explosion\c[0] on hit, damaging \c[3]nearby targets\c[0] as well.
es_es: Con el \c[3]Fuego\c[0], los disparos causan una \c[3]explosión\c[0] al impactar, lo que también \c[3]daña a los objetivos cercanos\c[0].

source: \c[3]Cold\c[0] shots are \c[3]single-target\c[0] as well, but they are \c[3]more powerful\c[0] and also \c[3]slow down\c[0] whatever they hit.
es_es: Los disparos de \c[3]Hielo\c[0] también golpean a \c[3]un solo enemigo\c[0], pero son \c[3]más poderosos\c[0], y también \c[3]realentizan\c[0] al objetivo.

source: \c[3]Shock\c[0] shots always \c[3]hit exactly two targets\c[0] even if there is a \c[3]large distance\c[0] between them.
es_es: Los disparos de \c[3]Rayo\c[0] siempre golpean a \c[3]dos objetivos\c[0], por más que haya una \c[3]gran distancia\c[0] entre ellos.

source: Lastly, \c[3]Wave\c[0] shots go in a \c[3]penetrating straight line\c[0] through enemies and also \c[3]cause a useful \c[1]Mark\c[3] effect\c[0].
es_es: Por último, los disparos de \c[3]Pulso\c[0] van en línea recta, \c[3]penetrando todo lo que tocan\c[0], pero también \c[3]provocarán el útil efecto \c[1]Marca\c[0].

source: The turret is also pretty sturdy.\. Though, you should still be careful of \c[3]explosives\c[0] and \c[3]disruption shots\c[0].
es_es: La torreta puede aguantar una gran cantidad de abuso.\. Aún así, ten cuidado con los \c[3]explosivos\c[0] y los \c[3]disparos disruptivos\c[0].

source: Those will do \c[3]great damage\c[0] to your ship and also \c[3]stun\c[0] it shortly.\. You won't want it exploding in the ocean, right?
es_es: Esos harán una \c[3]gran cantidad de daño\c[0] al barco, y también lo \c[3]inmovilizarán\c[0] unos segundos.\. No querrás que explote en el medio del océano, ¿cierto?

source: Captain Turbine
es_es: Capitán Turbine

source: Anyway, are you ready to go now?
es_es: En fin, ¿estás lista ahora?

source: Yes, start the patrol
es_es: Si, comenzar la patrulla

source: Detailed Instructions
es_es: Instrucciones Detalladas

source: Captain Turbine
es_es: Capitán Turbine

source: Report back to Sergeant Brassler.\. The logs have already been sent.
es_es: Repórtate al Sargento Brassler.\. Ya se le han enviado los detalles.

source: Captain Turbine
es_es: Capitán Turbine

source: Well met, \v[lore.title.seeker]. There has been no further trouble at the docks so far but we should stay vigilant.
es_es: Bien hecho, \v[lore.title.seeker]. No ha habido más problemas en los muelles por ahora, pero deberíamos estar alerta.

# data/maps/rookie-harbor/teleporter.json//entities/480/settings/event/14/name
source: Captain Turbine
es_es: Capitán Turbine

# data/maps/rookie-harbor/teleporter.json//entities/480/settings/event/15/message
source: Welcome back, \v[lore.title.seeker]!\. Seems like you wrecked that shipment nicely!
es_es: ¡Bienvenida de vuelta, \v[lore.title.seeker]a!\. ¡Parece que le diste una buena paliza a esos cargamentos!

# data/maps/rookie-harbor/teleporter.json//entities/480/settings/event/17/message
source: It was also a good testrun for our NPC here.\. I think it will be very useful defending against future attacks.
es_es: También ha sido una buena prueba para nuestro CPN.\. Creo que nos será de gran ayuda para defendernos ante futuros ataques.

# data/maps/rookie-harbor/teleporter.json//entities/480/settings/event/18/message
source: In any case, you did well, but I'm sure you wanna be back on land again.
es_es: De todos modos, has hecho un gran trabajo, pero estoy seguro de que quieres volver a tierra firme ahora.

# data/maps/rookie-harbor/teleporter.json//entities/480/settings/event/19/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/480/settings/event/28/name
source: Captain Turbine
es_es: Capitán Turbine

# data/maps/rookie-harbor/teleporter.json//entities/480/settings/event/29/message
source: Report back to Sgt. Brassler now, to get your due reward.
es_es: Bien, repórtate al Sargento Brassler para recibir tu merecida recompensa.

# data/maps/rookie-harbor/teleporter.json//entities/480/settings/event/30/message
source: I will send him those impressive combat logs immediately.
es_es: Le enviaré los sorprendentes detalles ahora mismo.

# data/maps/rookie-harbor/teleporter.json//entities/480/settings/event/31/message
source: Bye!
es_es: ¡Adiós!

source: Hey bluehaired girl!
es_es: ¡Oye, chica de pelo azul!

source: Hi?
es_es: ¿Hola?

source: CrossWorlds is full of bizarre and cool things.
es_es: CrossWorlds está lleno de cosas extrañas y geniales.

source: I hope you enjoy your stay.... And never give up!
es_es: Espero que disfrutes tu estadía... ¡Y nunca te rindas!

# data/maps/rookie-harbor/teleporter.json//entities/484/settings/event/14/name
source: Captain Turbine
es_es: Capitán Turbine

# data/maps/rookie-harbor/teleporter.json//entities/484/settings/event/15/message
source: \v[lore.title.seeker], you did it!\. The coordinator has been sunk along with the entire shipment!
es_es: ¡\v[lore.title.seeker]a, lo has conseguido!\. ¡El coordinador se ha hundido junto con el resto del cargamento!

# data/maps/rookie-harbor/teleporter.json//entities/484/settings/event/17/message
source: Our ship has become a terrific tool in your hands.\. Better come back on land before you get too attached to it.
es_es: Nuestro barco se ha convertido en una temible arma en tus manos.\. Será mejor que vuelvas a tierra antes de que te encariñes con él.

# data/maps/rookie-harbor/teleporter.json//entities/484/settings/event/18/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/484/settings/event/27/name
source: Captain Turbine
es_es: Capitán Turbine

# data/maps/rookie-harbor/teleporter.json//entities/484/settings/event/28/message
source: Report back to Sgt. Brassler now, to get your reward and some well-deserved praise.
es_es: Repórtate al Sargento Brassler ahora mismo para recibir tu recompensa, y una muy merecida felicitación.

# data/maps/rookie-harbor/teleporter.json//entities/484/settings/event/29/message
source: I will send him a full report immediately.
es_es: Le enviaré los detalles completos ahora mismo.

# data/maps/rookie-harbor/teleporter.json//entities/484/settings/event/30/message
source: Bye!
es_es: ¡Adiós!

source: A painting is a memory that never fades.
es_es: Una pintura es un recuerdo que nunca se desvanece.

# data/maps/rookie-harbor/west.json//entities/311/settings/dialog/0/text
source: Man, there are markets literally everywhere in this town.
es_es: Hombre, hay mercados literalmente en todas partes en esta ciudad.

# data/maps/rookie-harbor/west.json//entities/311/settings/dialog/1/text
source: I know, right? The city plaza is filled with market stands!
es_es: Si, ¿no? ¡La plaza central está llena de mercados!

# data/maps/rookie-harbor/west.json//entities/311/settings/dialog/2/text
source: And there is another market in the northern part, too.
es_es: Y hay otro mercado más al norte también.

# data/maps/rookie-harbor/west.json//entities/311/settings/dialog/3/text
source: You can find a lot of rare stuff there, I heard.
es_es: He oído que puedes encontrar muchas cosas difíciles de conseguir por allí.

# data/maps/rookie-harbor/west.json//entities/311/settings/dialog/4/text
source: Nobody told me that CrossWorlds is essentially a part-time shopping spree...
es_es: Nadie me dijo que CrossWorlds era esencialmente como ir de compras...

# data/maps/rookie-harbor/west.json//entities/311/settings/dialog/5/text
source: Oh, you bet it is!
es_es: ¡Pues ya ves que sí!

# data/maps/rookie-harbor/west.json//entities/311/settings/dialog/6/text
source: ... Now I really feel like bashing some hedgehags.
es_es: ... Ahora sí que me dieron ganas de ir a golpear algunos arizos.

# data/maps/rookie-harbor/west.json//entities/311/settings/dialog/7/text
source: ... for a change of pace, you know?
es_es: ... para variar un poco, ¿sabes?

source: I'm afraid this resting spot is for one person only.
es_es: Me temo que no hay lugar para los dos aquí.

source: Go look for another crate. This one is mine.
es_es: Ve a buscarte otra caja. Esta es mía.

# data/maps/rookie-harbor/west.json//entities/335/settings/interact/hoverText
source: \i[arrow-w] Autumn's Rise \i[arrow-e] Market Plaza
es_es: \i[arrow-w] Amanecer del Otoño \i[arrow-e] Plaza Mercado

# data/maps/rookie-harbor/west.json//entities/345/settings/dialog/0/text
source: Where is Ark?
es_es: ¿Dónde está Ark?

# data/maps/rookie-harbor/west.json//entities/345/settings/dialog/1/text
source: Good question, I'd like to leave ASAP. I have some errands to run later.
es_es: Buena pregunta. Quisiera irme lo más pronto posible, ya que tengo que hacer unos trámites más tarde.

# data/maps/rookie-harbor/west.json//entities/345/settings/dialog/2/text
source: He's probably chilling at that chest in the center again.
es_es: Probablemente esté de nuevo divirtiéndose con ese cofre en el centro.

# data/maps/rookie-harbor/west.json//entities/345/settings/dialog/3/text
source: Bugging people about how they should "claim their prize".
es_es: Molestando a la gente diciéndoles que deberían "reclamar sus premios".

# data/maps/rookie-harbor/west.json//entities/345/settings/dialog/4/text
source: Sounds like him for sure.
es_es: Sí, eso debe ser.

# data/maps/rookie-harbor/west.json//entities/346/settings/dialog/0/text
source: Is everyone ready to go?
es_es: ¿Están todos listos?

# data/maps/rookie-harbor/west.json//entities/346/settings/dialog/1/text
source: Really? I just arrived! Let's rest for a while.
es_es: ¿En serio? ¡Pero si acabo de llegar! Descansemos un poco.

# data/maps/rookie-harbor/west.json//entities/346/settings/dialog/2/text
source: Man, you were just chillin' at the chest right?
es_es: ¿No estabas descansando al lado del cofre hace un momento?

# data/maps/rookie-harbor/west.json//entities/346/settings/dialog/3/text
source: Well... \! Yeah kinda...
es_es: Bueno... \! Algo así...

# data/maps/rookie-harbor/west.json//entities/346/settings/dialog/4/text
source: Figures...
es_es: Pues ya ves...

# data/maps/rookie-harbor/west.json//entities/346/settings/dialog/5/text
source: Hey! I was \c[5]helping this girl\c[0], you gotta believe me!
es_es: ¡Ey! Estaba \c[5]ayudando a una chica\c[0], ¡tienes que creerme!

source: Oh hey! Thanks again for helping me out with my friends!
es_es: ¡Oh, hola! ¡Oye gracias por ayudarme con lo de mis amigos!

source: I'll take that silent smile as a \c[3]No Problem\c[0], I guess.
es_es: Tomaré esa silenciosa sonrisa como un \c[3]De nada\c[0], supongo.

source: [nods]
es_es: [asiente]

source: Oh, it's you... Thanks for lying to my friends...
es_es: Oh, eres tú... Gracias por mentirle a mis amigos...

source: Oh! You're that girl I helped with the chest in the marketplace!
es_es: ¡Oh! ¡Tú eres esa chica a la que ayudé con lo del cofre en el mercado!

source: Hi!
es_es: ¡Hola!

source: See, Hina, told you I was helping someone!
es_es: ¡Ves Hina! ¡Te dije que estaba ayudando a alguien!

source: Is that so?
es_es: ¿En serio?

source: [nods]
es_es: [asiente]

source: Alright alright, you win... \. \. this time.
es_es: Bien, bien. Tu ganas... \. \. esta vez.

source: Phew!
es_es: ¡Uff!

source: [shakes head]
es_es: [niega con la cabeza]

source: I knew it. You were slacking off again.
es_es: Lo sabía. Estabas holgazaneando otra vez.

source: Aw, come on. Why would you do that? I wasn't slacking off, promise!
es_es: Oh, vamos. ¿Por qué dices eso? ¡No estaba holgazaneando, lo prometo!

source: Yeah yeah, whatever.
es_es: Sí, sí. Como sea.

source: [nod]
es_es: [asentir]

source: [shake head]
es_es: [negar con la cabeza]

source: Hello, I'm currently afk.
es_es: Hola, actualmente estoy afk.

source: I'm expecting a delivery, so if you have something for me just leave it here.
es_es: Estoy esperando un paquete, así que si tienes algo para mí, tan solo déjalo aquí.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/14/message
source: Finally, this is the \c[3]western\c[0] part of the town.
es_es: Y finalmente, esta es la parte \c[3]oeste\c[0] de la ciudad.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/15/message
source: In this shop here you can buy \c[3]consumable items\c[0].
es_es: En esta tienda de aquí pueden comprar \c[3]artículos consumibles\c[0].

# data/maps/rookie-harbor/west.json//entities/378/settings/event/19/message
source: Further down you'll find an armory with basic \c[3]equipment\c[0].
es_es: Más abajo encontrarán una armería con \c[3]equipamiento\c[0] básico.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/23/message
source: And when you continue to the west from here you'll enter \c[3]Autumn's Rise\c[0].
es_es: Y si continúan más hacia el oeste desde aquí, llegarán al \c[3]Amanecer del Otoño\c[0].

# data/maps/rookie-harbor/west.json//entities/378/settings/event/24/message
source: You'll find a lot of enemies along the way.
es_es: Encontrarán muchos enemigos en el camino.
