Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

# data/areas/rookie-harbor.json/name
source: Rookie Harbor
ru_ru: Гавань новичков

# data/areas/rookie-harbor.json/floors/0/maps/0/name
source: Dojo
ru_ru: Додзё

# data/areas/rookie-harbor.json/floors/1/maps/0/name
source: Training Arena
ru_ru: Тренировочная арена

# data/areas/rookie-harbor.json/floors/2/maps/0/name
source: Marketplace
ru_ru: Рыночная площадь

# data/areas/rookie-harbor.json/floors/2/maps/1/name
source: South Harbor
ru_ru: Южная гавань

# data/areas/rookie-harbor.json/floors/2/maps/2/name
source: Alley Quarters
ru_ru: Аллея кварталов

# data/areas/rookie-harbor.json/floors/2/maps/3/name
source: Rising Exit
ru_ru: Восходящий выход

# data/areas/rookie-harbor.json/floors/2/maps/4/name
source: Item Shop
ru_ru: Магазин предметов

# data/areas/rookie-harbor.json/floors/2/maps/5/name
source: Weapon Shop
ru_ru: Магазин оружия

# data/areas/rookie-harbor.json/floors/2/maps/6/name
source: Inn
ru_ru: Гостиница

# data/areas/rookie-harbor.json/floors/2/maps/7/name
source: Info Hub
ru_ru: Инфо-центр

# data/areas/rookie-harbor.json/floors/2/maps/8/name
source: Beginners Arc
ru_ru: Арка новобранцев

# data/areas/rookie-harbor.json/floors/2/maps/9/name
source: Seeker Hub
ru_ru: Центр Искателей

# data/areas/rookie-harbor.json/floors/2/maps/10/name
source: Rookie Harbor Guard HQ
ru_ru: Штаб стражи Гавани новичков

# data/areas/rookie-harbor.json/floors/2/maps/11/name
source: Fruits of Autumn HQ
ru_ru: Штаб Даров Осени

# data/areas/rookie-harbor.json/floors/2/maps/12/name
source: Falldivers HQ
ru_ru: Штаб Рейдеров Осени

# data/areas/rookie-harbor.json/floors/2/maps/13/name
source: Falling Exit
ru_ru: Закатный выход

# data/areas/rookie-harbor.json/floors/2/maps/14/name
source: Weapon & Backer Shop
ru_ru: Магазин оружия и поддержки

# data/areas/rookie-harbor.json/floors/2/maps/15/name
source: Ocean Patrol
ru_ru: Океанский патруль

# data/areas/rookie-harbor.json/floors/2/maps/16/name
source: Ocean Patrol Again
ru_ru: Океанский патруль (опять)

# data/areas/rookie-harbor.json/floors/2/maps/17/name
source: Ocean Patrol Boss
ru_ru: Океанский патруль (босс)

# data/areas/rookie-harbor.json/floors/2/maps/18/name
source: The Gut Punch
ru_ru: Удар под дых

# data/areas/rookie-harbor.json/floors/2/maps/19/name
source: Traders Kontor
ru_ru: Контора торговцев

# data/areas/rookie-harbor.json/floors/2/maps/20/name
source: Dusty Storage
ru_ru: Пыльное хранилище

# data/areas/rookie-harbor.json/floors/2/maps/21/name
source: Tala's Greenhouse
ru_ru: Оранжерея Талы

# data/areas/rookie-harbor.json/floors/2/maps/22/name
source: Shop?
ru_ru: Магазин?

# data/areas/rookie-harbor.json/floors/3/maps/0/name
source: Seeker Hub 2nd Floor
ru_ru: Центр Искателей 2-й этаж

# data/areas/rookie-harbor.json/floors/3/maps/1/name
source: Traders Kontor 2F
ru_ru: Контора торговцев 2-й этаж

# data/maps/rookie-harbor/center.json/entities/399/settings/interact/hoverText
source: \i[arrow-nw] Alley Quarters \i[arrow-e] Falling Exit \i[arrow-sw] Harbors
ru_ru: \i[arrow-nw] Аллея кварталов \i[arrow-e] Закатный выход \i[arrow-sw] Гавань

# data/maps/rookie-harbor/center.json/entities/400/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
ru_ru: \i[arrow-n] Рынок \i[arrow-s] Арка новобранцев

# data/maps/rookie-harbor/center.json/entities/401/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
ru_ru: \i[arrow-n] Рынок \i[arrow-s] Арка новобранцев

# data/maps/rookie-harbor/center.json/entities/402/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
ru_ru: \i[arrow-n] Рынок \i[arrow-s] Арка новобранцев

# data/maps/rookie-harbor/center.json/entities/403/settings/interact/hoverText
source: \i[arrow-ne] Alley Quarters \i[arrow-w] Rising Exit \i[arrow-se] Harbors
ru_ru: \i[arrow-ne] Аллея кварталов \i[arrow-w] Восходящий выход \i[arrow-se] Гавань

# data/maps/rookie-harbor/center.json/entities/404/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
ru_ru: \i[arrow-n] Рынок \i[arrow-s] Арка новобранцев

# data/maps/rookie-harbor/center.json/entities/405/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
ru_ru: \i[arrow-n] Рынок \i[arrow-s] Арка новобранцев

# data/maps/rookie-harbor/center.json/entities/406/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
ru_ru: \i[arrow-n] Рынок \i[arrow-s] Арка новобранцев

# data/maps/rookie-harbor/center.json/entities/485/settings/blockEvent/4/message
source: Hey Lea!\. Please don't just run off like that, d'accord?\. We're over here!
ru_ru: Эй, Лея! Пожалуйста, не убегай вот так, d'accord (хорошо)?\. Мы здесь!

# data/maps/rookie-harbor/center.json/entities/493/settings/analyzable/text
source: Helena's Boom & Drill
ru_ru: Елена Бур-и-Бум

# data/maps/rookie-harbor/center.json/entities/495/settings/analyzable/text
source: Restless Mike
ru_ru: Беспокойный Майк

# data/maps/rookie-harbor/center.json/entities/495/settings/displayName
source: Restless Mike
ru_ru: Беспокойный Майк

# data/maps/rookie-harbor/center.json/entities/498/settings/analyzable/text
source: Buffies Buffs
ru_ru: Бафы Бафи

# data/maps/rookie-harbor/center.json/entities/498/settings/displayName
source: Hot Buns
ru_ru: Горячие булочки

source: Hoi!\.\. We're not set up yet, but we're giving it our all to deliver the bestest foods as soon as we can!
ru_ru: Хой!\.\. Мы ещё не открылись, но делаем всё возможное, чтобы доставлять наивкуснейшую еду как можно скорее!

source: Come back later, yeah?!\. It will be amazing, just you watch!
ru_ru: Приходи потом, хорошо?!\. Оно того стоит, вот увидишь!

# data/maps/rookie-harbor/center.json/entities/499/settings/analyzable/text
source: Rookina Buffs
ru_ru: Бафы Рукины

source: Ah, hello.\. I'm sorry, but we haven't properly prepared our shop yet.
ru_ru: Ой, привет!\. Извини, но наш магазин ещё не готов принимать посетителей.

source: Please visit us later to get a taste of our high-quality foods.
ru_ru: Пожалуйста, приходи к нам позже, чтобы оценить вкус наших замечательных блюд.

source: Sorry \v[lore.title.seeker], but this shop isn't ready yet.
ru_ru: Извините, Искатель, но этот магазин закрыт.

source: Come back later if you want to get some revitalizing tea.
ru_ru: Если хотите насладиться вкусом бодрящего чая, приходите позже.

# data/maps/rookie-harbor/center.json/entities/504/settings/dialog/0/text
source: So many options...
ru_ru: Такой большой выбор...

# data/maps/rookie-harbor/center.json/entities/504/settings/dialog/1/text
source: Don't know where to start...
ru_ru: Не знаю, с чего начать...

source: Good work finding this spot.
ru_ru: Хорошая работа по поиску этого места.

source: Did you know that these treasure chests are instanced for each player?
ru_ru: А ты знала, что такие сундуки установлены отдельно для каждого игрока?

source: Oh well... it means I opened this treasure chest myself before.
ru_ru: Ну... это значит, что я уже открывал этот сундук раньше.

source: The content is replicated for each player.
ru_ru: Содержимое индивидуально для каждого игрока.

source: That's cool, right? No more annoying empty chests because some random player reached it before you!
ru_ru: Круто, да? Никаких больше раздражающих пустых сундуков, только потому, что кто-то уже открыл его до тебя.

source: [nods]
ru_ru: [кивает]

source: Yeah.... anyway, gotta meet my friends at the entrance.
ru_ru: Ага.... как бы то ни было, я должен встретиться с друзьями у входа.

source: Heh, you reached this spot. Not bad!
ru_ru: Хе-хе, ты добралась до этого места. Неплохо!

source: No reason to hold back. Go claim your prize!
ru_ru: Нет причин стесняться. Забирай свой приз!

source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/center.json/entities/509/settings/dialog/0/text
source: The weather is so nice~
ru_ru: Такая хорошая погода~

# data/maps/rookie-harbor/center.json/entities/509/settings/dialog/1/text
source: Uh-huh...
ru_ru: Ага...

# data/maps/rookie-harbor/center.json/entities/509/settings/dialog/2/text
source: I wanna go through the market later~
ru_ru: Я хочу попозже прогуляться по рынку~

# data/maps/rookie-harbor/center.json/entities/509/settings/dialog/3/text
source: Uh-huh...
ru_ru: Ага...

# data/maps/rookie-harbor/center.json/entities/509/settings/dialog/4/text
source: Uh-huh...
ru_ru: Ага...

# data/maps/rookie-harbor/center.json/entities/509/settings/dialog/5/text
source: Uh-huh...
ru_ru: Ага...

# data/maps/rookie-harbor/center.json/entities/509/settings/dialog/7/text
source: Also, I wanna take a bath in that fountain, naked.
ru_ru: А ещё, я хочу поплавать в этом фонтане голышом.

# data/maps/rookie-harbor/center.json/entities/509/settings/dialog/8/text
source: Uh-huh...
ru_ru: Ага...

# data/maps/rookie-harbor/center.json/entities/509/settings/dialog/9/text
source: Seriously...
ru_ru: Я не шучу...

source: If you put water into a fountain... It becomes the fountain.
ru_ru: Если ты нальёшь воду в фонтан... Она станет фонтаном.

source: You just jumped into the fountain, didn't you?
ru_ru: Ты просто прыгнула в фонтан, да?

source: That's not how you become water, my friend.
ru_ru: Так ты не станешь водой, друг мой.

source: Be water, my friend.
ru_ru: Будь водой, друг мой.

source: What is it? You learned the \c[3]Wave\c[0] element?
ru_ru: Что это? Ты познала элемент \c[3]Волны\c[0]?

source: [nods]
ru_ru: [кивает]

source: Wave doesn't make you water, my friend.
ru_ru: Волна не сделает тебя водой, друг мой.

source: Clearly waves are merely an aspect of water, as it is of sound and more.
ru_ru: Очевидно, что волны - это всего лишь аспект воды, как и звука, и не только.

source: Really...\. What even is wave? Such nonsense.
ru_ru: В самом деле...\. Что такое волна? Такая ерунда.

source: Water is what you need to be.\. Water and only water.
ru_ru: Вода - вот, что тебе нужно.\. Вода и только вода.

# data/maps/rookie-harbor/center.json/entities/554/settings/analyzable/text
source: Frosty Arnold
ru_ru: Морозный Арнольд

# data/maps/rookie-harbor/center.json/entities/554/settings/displayName
source: Joe's
ru_ru: У Джо

source: Frosty Arnold
ru_ru: Морозный Арнольд

source: Hello there, young lady!
ru_ru: Приветствую, юная леди!

source: Could I interest you in some cool and delicious ice cream?
ru_ru: Могу я тебя заинтересовать прохладным и вкусным мороженым?

source: [nods]
ru_ru: [кивает]

source: Well... unfortunately we are out of stock right now.
ru_ru: Ну... к сожалению, сейчас его нет в наличии.

source: But, if you bring me some \c[3]fresh ice from Bergen Trail\c[0], I could quickly produce new ice cream.
ru_ru: Но если ты принесёшь немного \c[3]свежего льда с Тропы в Берген\c[0], то я смогу быстро его приготовить.

source: So... could you bring me some \c[3]Bergen Ice\c[0]? About \c[3]5\c[0] should suffice.
ru_ru: Так что... не могла бы ты принести мне немного \c[3]Бергенского льда\c[0]? \c[3]Пяти штук\c[0] должно хватить.

source: [nods]
ru_ru: [кивает]

source: Great!
ru_ru: Здорово!

source: You can find \c[3]Bergen Ice\c[0] in the snowy parts of \c[3]Bergen Trail\c[0].\. Just continue to the west until you reach the mountain area.
ru_ru: Ты можешь найти \c[3]Бергенский лёд\c[0] в заснеженной части \c[3]Тропы в Берген\c[0].\. Просто иди на запад, пока не дойдёшь до горной местности.

source: Did they seriously ask you to fetch ice from a distant mountain?
ru_ru: Он серьёзно попросил тебя принести лёд с далёкой горы?

source: What is this, the middle ages?
ru_ru: Это что, средневековье?

source: [shakes head]
ru_ru: [мотает головой]

source: Oh, that's too bad. Maybe another time!
ru_ru: Ох, какая жалость. Может в другой раз!

source: Frosty Arnold
ru_ru: Морозный Арнольд

source: Hm... it seems you don't have enough \c[3]Bergen Ice\c[0] yet. I need about \c[3]5 pieces\c[0].
ru_ru: Хм... кажется, пока у тебя недостаточно \c[3]Бергенского льда\c[0]. Мне нужно примерно \c[3]пять кусков\c[0].

source: You can find \c[3]Bergen Ice\c[0] in the snowy parts of \c[3]Bergen Trail\c[0]. Just continue to the west until you reach the mountain area.
ru_ru: Ты можешь найти \c[3]Бергенский лёд\c[0] в заснеженной части \c[3]Тропы в Берген\c[0].\. Просто иди на запад, пока не дойдёшь до горной местности.

source: Frosty Arnold
ru_ru: Морозный Арнольд

source: Oh, you brought me the \c[3]Bergen Ice\c[0]! Thank you so much!
ru_ru: Ого! Ты принесла мне \c[3]Бергенский лёд\c[0]! Большое спасибо!

source: And here's your ice cream! Don't eat it all at once, it might make your head hurt!
ru_ru: А вот и твоё мороженое! Не ешь всё сразу, а то голова заболит.

source: You know what? They could have declared "Bergen Ice" a speciality.
ru_ru: Знаешь что? Они могли сделать "Бергенский лёд" фирменным блюдом.

source: That would explain why you would have to go so far just to fetch it.
ru_ru: Это бы объяснило, почему тебе пришлось идти так далеко, чтобы получить его.

source: People perform all kinds of elaborate tasks, because it is a speciality, do they not?
ru_ru: Люди выполняют какие угодно муторные задания только потому, что они необычные, верно?

source: Well, nevermind. I am not a game designer.
ru_ru: Ладно, не бери в голову. Я не дизайнер игр.

source: Frosty Arnold
ru_ru: Морозный Арнольд

source: Thanks for helping me out!
ru_ru: Спасибо, что помогла мне!

source: Ice cream sure sells quickly when the weather is right.
ru_ru: Мороженое продаётся быстрей в хорошую погоду.

source: I'm sorry, the northern part is currently under construction.
ru_ru: Извините, северная часть в настоящее время на реконструкции.

source: It will open up to the public with the next content update!
ru_ru: Она откроется для общественности со следующим обновлением контента!

source: Sorry, the northern part of the town is blocked due to construction.
ru_ru: Извините, северная часть города заблокирована из-за строительства.

source: It will be open again in a future update!
ru_ru: Она будет доступна снова в будущем обновлении!

# data/maps/rookie-harbor/center.json/entities/566/settings/dialog/0/text
source: I'm really looking forward to the next content patch.
ru_ru: Я с нетерпением жду следующего контентного патча!

# data/maps/rookie-harbor/center.json/entities/566/settings/dialog/1/text
source: I heard rumors about a black market!
ru_ru: Ходят слухи о чёрном рынке!

# data/maps/rookie-harbor/center.json/entities/566/settings/dialog/2/text
source: Yeah~
ru_ru: Ага~

# data/maps/rookie-harbor/center.json/entities/566/settings/dialog/3/text
source: By the way, does it make sense to call it a "patch"?
ru_ru: Кстати, имеет ли смысл называть это "патчем"?

# data/maps/rookie-harbor/center.json/entities/566/settings/dialog/4/text
source: I mean it's not just code. They're doing actual construction work over there.
ru_ru: Это же не просто код. Они там и правда что-то строят.

# data/maps/rookie-harbor/center.json/entities/566/settings/dialog/5/text
source: It's just a habit from old virtual MMOs. Don't overthink it.
ru_ru: Это просто привычка из старых виртуальных ММО. Не забивай голову.

# data/maps/rookie-harbor/center.json/entities/566/settings/dialog/6/text
source: Yeah. I'm also still waiting for that kitchen patch.
ru_ru: Ага. Я по-прежнему жду этот кухонный патч.

# data/maps/rookie-harbor/center.json/entities/566/settings/dialog/7/text
source: What?
ru_ru: Что?

# data/maps/rookie-harbor/center.json/entities/566/settings/dialog/8/text
source: My sink is broken. Landlord's gotta patch that!
ru_ru: У меня сломана раковина! Хозяйка должна её пропатчить!

# data/maps/rookie-harbor/center.json/entities/566/settings/dialog/9/text
source: Stop it, you're making my brain hurt.
ru_ru: Хватит, у меня уже мозги плавятся!

# data/maps/rookie-harbor/center.json/entities/574/settings/blockEvent/4/message
source: Where are you going Lea?\. We're over here!
ru_ru: Лея, куда ты пошла?\. Мы здесь!

# data/maps/rookie-harbor/center.json/entities/575/settings/analyzable/text
source: D'Kar
ru_ru: Д'Кар

source: Oh dear!
ru_ru: О, Боже!

source: ...Hi...
ru_ru: ...Привет...

source: Hmpf, didn't your father tell you not to startle people?
ru_ru: Хммм, разве отец тебе не говорил не пугать людей?

source: [shakes head]
ru_ru: [мотает головой]

source: Well... \.\. He clearly should have!
ru_ru: Ну...\.\. Он явно должен был!

source: Kids these days, don't know their manners!
ru_ru: В наши дни дети не знают манер!

source: Now now, don't be sad, young lady.
ru_ru: Ну-ну, не грусти, юная леди.

source: At least you look like you are actually sorry.
ru_ru: По крайней мере, ты выглядишь раскаивающейся.

source: Now that's better!
ru_ru: Так то лучше!

source: Hm\..\..\..
ru_ru: Хм\..\..\..

source: Hmmmmm\..\..\..
ru_ru: Хммммм\..\..\..

source: I think I like your attitude.
ru_ru: Пожалуй, мне нравится твой настрой.

source: Look, if you want to make up for startling me, why not help me out?
ru_ru: Послушай, если ты хочешь искупить свою вину за то, что испугала меня, почему бы не помочь мне?

source: Now don't look at me like that. It's not hard at all. All I want you to do is find me a \c[3]\v[item.133.name]\c[0]. Simple enough, right?
ru_ru: Не смотри на меня так. Это нетрудно. Мне нужно лишь, чтобы ты нашла для меня \c[3]Сломанную перчатку\c[0]. Довольно просто, верно?

source: [nods]
ru_ru: [кивает]

source: Very good. Someone told me it was hidden in \c[3]\v[area.autumn-area.name]\c[0].
ru_ru: Очень хорошо. Кое-кто рассказал мне, что она спрятана в \c[3]Расцвете Осени\c[0].

source: Apparently there is an area where you have to defeat lots of \c[3]\v[combat.name.hedgehog]s\c[0] while it's raining.
ru_ru: Видимо, есть область, где нужно победить множество \c[3]Дикоборзов\c[0], пока идёт дождь.

source: Do you think you can find it?
ru_ru: Как думаешь, ты сможешь её найти?

source: Good to hear! But don't keep me waiting alright?
ru_ru: Приятно слышать! Но не заставляй меня ждать, хорошо?

source: [shakes head]
ru_ru: [мотает головой]

source: What? Young lady, I expected more of you!
ru_ru: Что? Молодая леди, я ожидал от вас большего!

source: But, I'll give you another chance, so come back when you are ready to redeem yourself.
ru_ru: Но, я дам тебе ещё один шанс, так что возвращайся, когда будешь готова искупить свою вину.

source: Aha! Look who's back. Are you ready to help me now, young lady?
ru_ru: Ага! Посмотрите, кто вернулся. Теперь ты готова помочь мне, юная леди?

source: [nods]
ru_ru: [кивает]

source: Very good. Someone told me it was hidden in \c[3]\v[area.autumn-area.name]\c[0].
ru_ru: Очень хорошо. Кое-кто рассказал мне, что она спрятана в \c[3]Расцвете Осени\c[0].

source: Apparently there is an area where you have to defeat lots of \c[3]\v[combat.name.hedgehog]s\c[0] while it's raining.
ru_ru: Видимо, есть область, где нужно победить множество \c[3]Дикоборзов\c[0], пока идёт дождь.

source: Do you think you can find it?
ru_ru: Как думаешь, ты сможешь её найти?

source: Good to hear! But don't keep me waiting alright?
ru_ru: Приятно слышать! Но не заставляй меня ждать, хорошо?

source: [shakes head]
ru_ru: [мотает головой]

source: What? Still nothing? My patience has its limits!
ru_ru: Что? По-прежнему ничего? У моего терпения есть пределы!

source: Welcome back young lady. Did you find the \c[3]\v[item.133.name]\c[0] yet?
ru_ru: С возвращением, юная леди. Ты уже нашла \c[3]Сломанную перчатку\c[0]?

source: Oh, that's unfortunate. I do hope you find it.
ru_ru: Ох, это печально. Надеюсь, ты её найдёшь.

source: Some player told me it was hidden in \c[3]\v[area.autumn-area.name]\c[0].
ru_ru: Один игрок рассказал мне, что она спрятана где-то в \c[3]Расцвете Осени\c[0].

source: Apparently there is an area where you have to defeat lots of \c[3]\v[combat.name.hedgehog]s\c[0] while it's raining.
ru_ru: Видимо, есть область, где нужно победить множество \c[3]Дикоборзов\c[0], пока идёт дождь.

source: Welcome back young lady. Did you find the \c[3]\v[item.133.name]\c[0] yet?
ru_ru: С возвращением, юная леди. Ты уже нашла \c[3]Сломанную перчатку\c[0]?

source: [nods]
ru_ru: [кивает]

source: Really!?
ru_ru: Правда!?

source: This is...\.\.\. very good.
ru_ru: Это...\.\.\. очень хорошо.

source: I knew I could count on you.
ru_ru: Я знал, что могу рассчитывать на тебя.

source: Such a fine young lady with expert listening skills.
ru_ru: Какая прекрасная юная леди, умеющая слушать.

source: Thanks a lot. I even have a little something for you as a reward!
ru_ru: Большое спасибо. У меня даже есть кое-что в награду для тебя!

source: Oh, I never asked you for your name!
ru_ru: Ой, я даже не спросил твоего имени!

source: Ketin D'Kar
ru_ru: Кетин Д'кар

source: I'm \c[3]D'kar\c[0]. \.\.\. \c[3]Ketin D'Kar\c[0].
ru_ru: Я \c[3]Д'кар\c[0]. \.\.\. \c[3]Кетин Д'кар\c[0].

source: Lea, Hi!
ru_ru: Лея, Привет!

source: Well, I'm not good with long goodbyes, so let's keep this one short.
ru_ru: Ну, я не люблю долгие прощания, так что пусть это будет коротким.

source: Bye!
ru_ru: Пока!

source: Bye...
ru_ru: Пока...

# data/maps/rookie-harbor/center.json/entities/576/settings/event/0/message
source: That man just now... \.\.\. He looked like he was wearing gear from each class.
ru_ru: Этот человек...\.\.\. Похоже, он носит экипировку от каждого класса.

# data/maps/rookie-harbor/center.json/entities/576/settings/event/2/message
source: Normally that should not be possible. I wonder how he managed to sneak this past the developers.
ru_ru: Обычно это невозможно. Интересно, как ему удаётся скрываться от разработчиков.

source: This is for me, right?
ru_ru: Это для меня, верно?

source: [nods]
ru_ru: [кивает]

source: I really love all these gifts, but I sure would like to know where they're coming from.
ru_ru: Мне очень нравятся все эти подарки, но я хочу знать откуда они.

source: Where did you get this?
ru_ru: Где ты это взяла?

source: Lea... \.\.\. Lea... \.\.\. Hi...
ru_ru: Лея...\.\.\. Лея...\.\.\. Привет...

source: Alright, I don't know what you mean.
ru_ru: Ладно, понятия не имею, что ты имеешь в виду.

source: Just forget I asked. I'll find out myself.
ru_ru: Просто забудь. Я сама узнаю.

# data/maps/rookie-harbor/center.json/entities/617/settings/event/15/message
source: Alright, next stop, the town center!
ru_ru: Итак, следующая остановка, центр города!

# data/maps/rookie-harbor/center.json/entities/617/settings/event/19/message
source: Oh, is that a market over there?
ru_ru: Ого, это что, рынок там?

# data/maps/rookie-harbor/center.json/entities/617/settings/event/21/message
source: Japp!\. You'll find most of the \c[3]traders\c[0] around here.
ru_ru: Japp (Йеп)!\. Тут вы найдёте большинство местных \c[3]торговцев\c[0].

# data/maps/rookie-harbor/center.json/entities/617/settings/event/22/message
source: ...Well, they're all over the place to be frank.
ru_ru: ...Ну, откровенно говоря, они повсюду.

# data/maps/rookie-harbor/center.json/entities/617/settings/event/28/message
source: Those traders offer \c[3]pretty good equipment\c[3].
ru_ru: Эти торговцы предлагают \c[3]довольно неплохую экипировку\c[3].

# data/maps/rookie-harbor/center.json/entities/617/settings/event/29/message
source: The catch: you first need to collect all the \c[3]required trade items\c[0] in the wild.
ru_ru: Подвох в том, что сначала вам нужно собрать все \c[3]необходимые предметы для обмена\c[0].

# data/maps/rookie-harbor/center.json/entities/617/settings/event/30/message
source: It takes time, but it's worth it.
ru_ru: Это потребует времени, но оно того стоит.

# data/maps/rookie-harbor/center.json/entities/617/settings/event/31/message
source: Further up is another important building.
ru_ru: Чуть дальше находится ещё одно важное здание.

# data/maps/rookie-harbor/center.json/entities/617/settings/event/32/message
source: This way!
ru_ru: Сюда!
