Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: Ah, good day.\. I appreciate your desire to work for us, but you should get your official faction-briefing in \c[3]\v[lore.title.seeker]-Central\c[0] first.
es_es: Ah, buenos días.\. Aprecio tu dedicación a trabajar para nosotros, pero deberías escuchar el informe oficial de tu facción en la \c[3]Central de \v[lore.title.seeker]es\c[0] primero.

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: It is on the ground floor of this huge building here.
es_es: Está en la planta baja de este gigantesco edificio.

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: Ah, it is you again.\. Are you interested in assisting me now?
es_es: Ah, eres tú otra vez.\. ¿Estás interesada en asistirme ahora?

source: [nods]
es_es: [asiente]

source: It's a deal then.\. My client requires \c[3]two Fruit and Veggie Sets each\c[0] and also a precious \c[3]Spice Set\c[0] to boot.
es_es: Es un trato entonces.\. Mi cliente necesita \c[3]dos Sets de Frutas y Verduras\c[0] y también un preciado \c[3]Set de Especias\c[0] para empezar.

source: You can procure them right here on the central market near the fountain.
es_es: Puedes obtenerlos aquí mismo en el Mercado Central cerca de la fuente.

source: For the exchange, you will need raw trading materials from the various plants of \v[area.autumn-area.name].
es_es: Para los intercambios, necesitarás recoger la materia prima de las plantas en el \v[area.autumn-area.name].

source: [shakes head]
es_es: [niega con la cabeza]

source: That is unfortunate.\. But you can change your mind as long as the job is still available for the taking.
es_es: Qué pena.\. Pero siempre puedes cambiar de opinión mientras el trabajo esté disponible.

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: You can get all the required goods on the central market near the fountain.
es_es: Puedes recoger todos los materiales necesarios en el Mercado Central cerca de la fuente.

source: For the exchange you will need raw trading materials from the various plants of \v[area.autumn-area.name].
es_es: Para los intercambios, necesitarás recoger la materia prima de las plantas en el \v[area.autumn-area.name].

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: I see you managed to get everything.\. Quickly, go to the \c[3]Pub at the Beginner's Arc\c[0] and give it to the barkeep.
es_es: Veo que consegiste todo.\. Rápido, ve a la \c[3]Taverna en el Arco de los Principiantes\c[0] y dáselo al tabernero.

source: [nods]
es_es: [asiente]

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: I've already gotten the message from our satisfied customer.\. Good job!
es_es: Ya he recibido el mensaje de nuestro cliente satisfecho.\. ¡Buen trabajo!

source: Here is your payment.\. I hope I can count on your future assistance.
es_es: Aquí está tu paga.\. Espero que pueda contar contigo en el futuro.

source: [nods]
es_es: [asiente]

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: Oh my, oh my, oh my!
es_es: ¡Jo, jo, jo, jo!

source: Hi!
es_es: ¡Hola!

source: Ah, there you are again.\. I'm currently facing a high priority problem and it is giving me quite the headache.
es_es: Ah, ahí estás.\. Estoy enfrentándome a un problema de alta prioridad y me está dando un buen dolor de cabeza.

source: You see, I am waiting for an urgent delivery of fresh ingredients from one of our contracted food collectors.
es_es: Mira, estoy esperando una entrega urgente de ingredientes frescos de uno de nuestros recolectores de comida contratados.

source: An important business lunch will be ruined if she doesn't show up soon!
es_es: ¡Un almuerzo de trabajo importante se arruinará si no llega pronto!

source: Hi...!?
es_es: ¿¡Hola...!?

source: Yes, thank you for asking.\. It would indeed be very helpful if you could lend me a hand again and keep your eyes open for our collector.
es_es: Sí, gracias por preguntar.\. Nos sería muy útil si nos das una mano y te mantienes al tanto de nuestro recolector.

source: She should be somewhere in Autumn's Rise.\. Could you try to find her and examine what happened?
es_es: Debería estar en algún lugar del Amanecer del Otoño.\. ¿Podrías intentar encontrarla y ver que pasó?

source: [nods]
es_es: [asiente]

source: Excellent! I am expecting swift results.
es_es: ¡Excelente! Espero resultados rápidamente.

source: [shakes head]
es_es: [niega con la cabeza]

source: Hrm, it can't be helped then.\. Please come back if you change your mind, this is no joking matter!
es_es: Hm, no puedo hacer nada entonces.\. ¡Por favor vuelve si cambias de opinión, esto no es ningún chiste!

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: Please concentrate on your task at hand.\. Time is of the essence here!
es_es: Por favor concéntrate en tu tarea.\. ¡El tiempo es escaso!

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: Ah, there you are. I've already received the package. Well done!
es_es: Ah, ahí estás. Ya recibí la entrega. ¡Bien hecho!

source: This could finally mean a breakthrough for my career, I can feel it in my gut!\. Along with a burning hunger for nutrition.
es_es: Esto podría significar un avance en mi carrera, ¡tengo una corazonada!\. Y también muchas ganas de nutrirme.

source: In any case, here is your due reward.
es_es: De todos modos, aquí está tu merecida recompensa.

source: Mr Nomsworth
es_es: Sr. Nomsworth

source: By Jove!\. This is your big chance, Philamore.\. All you need to do is find the right...
es_es: ¡Por Jove!\. Esta es tu gran oportunidad, Philamore.\. Todo lo que necesito es que encuentres el...

source: Hi!
es_es: ¡Hola!

source: Ah, it is you again!\. I say, you truly find the most opportune times to accost me.
es_es: ¡Ah, ahí estás!\. Debo decir, siempre te apareces en los momentos más oportunos.

source: I have another task for you.\. And this time the main headquarters are involved.\. Truly, a huge opportunity!
es_es: Tengo otra tarea para tí.\. Y esta vez involucra a la sede central.\. ¡Verdaderamente una gran oportunidad!

source: So please lend me your assistance!
es_es: ¡Así que por favor, bríndame tus servicios!

source: [nods]
es_es: [asiente]

source: Oh, what a relief, to hear that from one as reliable as yourself.\. Now the road to success shall be smoothly paved.
es_es: Oh, que gusto oír eso de alguien tan confiable como tú.\. Ahora el camino al éxito será pavimentado sin ningún problema.

source: In any case, I cannot tell you much about the mission itself.\. My task was simply to acquire an able helper.
es_es: De todos modos, no puedo contarte mucho sobre la misión en cuestión.\. Mi tarea es simplemente reclutar a un ayudante capaz.

source: So please go to the very North of the \c[3]Alley Quarters\c[0] and enter the \c[3]Traders Kontor\c[0].
es_es: Así que por favor, ve al Norte de los \c[3]Cuarteles del Callejón\c[0] y entra al \c[3]Centro de Comerciantes\c[0].

source: Then go upstairs to talk to the high board.\. I will announce your arrival and task so you can enter.
es_es: Luego sube las escaleras y habla con el jefe del lugar.\. Anunciaré tu llegada y tu tarea así te dejarán entrar.

source: And please, give the board my warmest of regards.\. They will surely appreciate it.
es_es: Y por favor, dale al jefe mi más cordial saludo.\. Seguro que lo apreciará.

source: [nods]
es_es: [asiente]

source: [shakes head]
es_es: [niega con la cabeza]

source: Oh no, what a dilemma.\. Please rethink your decision, there is so much on the line!
es_es: Oh no, qué dilema.\. Por favor reconsidera tu opinión, ¡hay demasiado en juego!

source: Mr Nomsworth
es_es: Sr. Nomsworth

source: Head to the very North of the \c[3]Alley Quarters\c[0], enter the \c[3]Traders Kontor\c[0] and go \c[3]upstairs\c[0].
es_es: Ve al Norte de los \c[3]Cuarteles del Callejón\c[0] y entra al \c[3]Centro de Comerciantes\c[0], luego \c[3]sube la escalera\c[0].

source: Please be very professional when talking to the board.\. This is a crucial step in both of our careers.
es_es: Por favor sé muy profesional cuando hables con el jefe.\. Este es un paso crucial en nuestras carreras.

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: \v[lore.title.seeker], let me thank you again for your splendid work with the headquarters.
es_es: \v[lore.title.seeker]a, déjame agradecerte nuevamente por tu espléndido trabajo en la Sede central.

source: Hi!
es_es: ¡Hola!

source: The chairman thanked me most sincerely.\. My promotion is just around the corner, I can almost smell it!
es_es: El jefe me agradeció sinceradamente.\. ¡Estoy muy cerca de que me promocionen, puedo olerlo!

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: Ah, good day, \v[lore.title.seeker].\. Pleased to meet you.
es_es: Ah, buenos días, \v[lore.title.seeker]a.\. Es un placer verte.

source: My name is Mr. Nomsworth and I am a humble mediative employee of the local trading association.
es_es: Soy el Sr. Nomsworth, un humilde empleado mediador de la asociación de intercambios local.

source: Hi!
es_es: ¡Hola!

source: Now, as you might've already assumed, a man of my position is always busy brokering business agreements big and small.
es_es: Bien, como habrás imaginado, un hombre en mi posición siempre está ocupado negociando acuerdos comerciales, tanto grandes como pequeños.

source: Thus, there's always a need for helping hands willing to do some necessary legwork.\. For a generous payment of course.
es_es: Por ello, siempre hay necesidad de algún ayudante que se encargue de otro tipo de tareas.\. Por una generosa paga por supuesto.

source: Just now I have an unresolved assignment by the Pub for a delivery of mixed food ingredients.
es_es: Justamente ahora tengo una asignación sin resolver que me dio la Taverna, acerca de una entrega de varios alimentos.

source: It requires collecting raw materials in the wild, trading them for the required items here in the market and of course delivering them to my client.
es_es: Requiere recolectar ciertas materias primas, intercambiarlas por los objetos necesarios en el mercado, y por supuesto entregarlos a mi cliente.

source: A rather simple task, fitting for the beginning of a lucrative relationship, I would say.\. Can I count on your cooperation?
es_es: Una tarea sencilla, perfecta para el inicio de una lucrativa relación, diría yo.\. ¿Puedo contar contigo?

source: [nods]
es_es: [asiente]

source: It's a deal then.\. My client requires \c[3]two Fruit and Veggie Sets each\c[0] and also a precious \c[3]Spice Set\c[0] to boot.
es_es: Es un trato entonces.\. Mi cliente necesita \c[3]dos Sets de Frutas y Verduras\c[0] y también un preciado \c[3]Set de Especias\c[0] para empezar.

source: You can procure them right here on the central market near the fountain.
es_es: Puedes obtenerlos aquí mismo en el Mercado Central cerca de la fuente.

source: For the exchange, you will need raw trading materials from the various plants of \v[area.autumn-area.name].
es_es: Para los intercambios, necesitarás recoger la materia prima de las plantas en el \v[area.autumn-area.name].

source: [shakes head]
es_es: [niega con la cabeza]

source: That is unfortunate.\. But you can change your mind as long as the job is still for the taking.
es_es: Qué pena.\. Pero siempre puedes cambiar de opinión mientras el trabajo esté disponible.

# data/maps/rookie-harbor/center.json//entities/657/settings/event/7/message
source: Hi!
es_es: ¡Hola!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/9/message
source: Hello, Lea! It's good to see you again.
es_es: ¡Hola, Lea! Es bueno verte de vuelta.

# data/maps/rookie-harbor/center.json//entities/657/settings/event/10/message
source: Oui, you almost made me worried!
es_es: ¡Oui, me tenías preocupada!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/11/message
source: Now I really wonder what happened with you~
es_es: Ahora me pregunto que habrá pasado contigo~

# data/maps/rookie-harbor/center.json//entities/657/settings/event/13/message
source: I guess I should start poking you with questions now!
es_es: ¡Supongo que debo empezar a bombardearte a preguntas!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/15/message
source: Come on, Emilie. I'm sure that would be bothersome.
es_es: Vamos, Emilie. Eso sería molesto.

# data/maps/rookie-harbor/center.json//entities/657/settings/event/16/message
source: Oui, oui!\. I was joking!
es_es: ¡Oui, oui!, ¡Bromeaba!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/17/message
source: Anyway, I want to show you something! This way!
es_es: Como sea, ¡quiero mostrarte algo! ¡Por aquí!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/25/message
source: Look up there!
es_es: ¡Mira ahí arriba!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/29/message
source: They finally opened the \c[3]North of Rookie Harbor\c[0]!
es_es: ¡Finalmente abrieron el \c[3]Norte del Puerto de los Principiantes\c[0]!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/37/message
source: Yes, and you can find even more traders up there!
es_es: Si, ¡y hay incluso más comerciantes ahí!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/38/message
source: Also, the stores now offer \c[3]better equipment\c[0], since we've beaten Faj'ro Temple.
es_es: También, las tiendas ahora tienen \c[3]mejor equipamiento\c[0], desde que pasamos el Templo Faj'ro.

source: Not that you'd \c[1]need any better equipment\c[0], but you never know!
es_es: ¡No que necesites \c[3]incluso mejor equipamiento\c[0], pero nunca se sabe!

source: Oui! And you better make sure to upgrade!
es_es: ¡Oui! ¡Y más te vale comprar mejores cosas!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/43/message
source: Because here comes the big news!
es_es: ¡Porque aquí vienen las grandes noticias!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/45/message
source: WE'LL BE GOING ON A \c[3]RAID\c[0]!!
es_es: ¡¡PARTICIPAREMOS EN UNA \c[3]RAID\c[0]!!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/47/message
source: ...How?!
es_es: ¡¿...Cómo?!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/48/message
source: Oui! I can hardly believe it myself.
es_es: ¡Oui! Apenas me lo creo yo misma.

# data/maps/rookie-harbor/center.json//entities/657/settings/event/49/message
source: They found a raid event where players of our level can participate!
es_es: ¡Encontraron una raid dónde los jugadores de nuestro nivel pueden participar!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/50/message
source: That means we'll be fighting together with Lukas, Lin and the others!
es_es: ¡Eso significa que estaremos peleando junto a Lukas, Lin y los demás!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/51/message
source: ...Well, kind of. There will be two tracks with two teams running in parallel.
es_es: ...Bueno, más o menos. Hay dos caminos con dos equipos que correrán en paralelo.

# data/maps/rookie-harbor/center.json//entities/657/settings/event/52/message
source: Details!
es_es: ¡Detalles!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/53/message
source: Anyway, the raid is happening tomorrow. You showed up just in time!
es_es: Como sea, la raid es mañana. ¡Apareciste justo a tiempo!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/54/message
source: Uhm... wait.
es_es: Um... espera.

# data/maps/rookie-harbor/center.json//entities/657/settings/event/55/message
source: You still didn't collect that shade, right?
es_es: Aún no tienes la sombra, ¿no?

# data/maps/rookie-harbor/center.json//entities/657/settings/event/57/message
source: Drat, you're right!
es_es: ¡Ah, tienes razón!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/58/message
source: It's one of the prerequisites to join the raid.\. You first need to collect the \c[3]Green Seed Shade\c[3].
es_es: Es uno de los prerequisitos para entrar a la raid.\. Tienes que tener la \c[3]Sombra de Semilla Verde\c[0].

# data/maps/rookie-harbor/center.json//entities/657/settings/event/59/message
source: You find it in \c[3]Autumn's Fall\c[0]. That's to the north of Rookie Harbor. Just take the exit in \c[3]Rookie Harbor East\c[3].
es_es: Se encuentra en el \c[3]Anochecer del Otoño\c[0]. Queda al norte del Puerto de los Principiantes. Solo ve por la salida en el \c[3]Este del Puerto de los Principiantes\c[0].

# data/maps/rookie-harbor/center.json//entities/657/settings/event/60/message
source: That's right, just look for the \c[3]glowing bird statue\c[0]. You can't miss it!
es_es: Así es, tan solo busca la \c[3]estatua de un pájaro que brilla\c[0]. ¡La verás facilmente!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/61/message
source: Anyway, C'tron and I already did the quest... But I'm fine doing it again with you, if you want.
es_es: Bueno, C'tron y yo ya hicimos la misión... Pero no me molestaría hacerla otra vez contigo, si quieres.

# data/maps/rookie-harbor/center.json//entities/657/settings/event/62/message
source: Same for me! Do you want us to join?
es_es: ¡Igualmente! ¿Quieres que nos unamos?

# data/maps/rookie-harbor/center.json//entities/657/settings/event/63/0/0/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/center.json//entities/657/settings/event/63/0/1/message
source: D'accord! Let's go then!
es_es: ¡D'accord! ¡Vamos!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/63/1/0/message
source: [shakes head]
es_es: [niega con la cabeza]

# data/maps/rookie-harbor/center.json//entities/657/settings/event/63/1/1/message
source: Ah, I see...\. well that's ok! We may just spoil the surprise for you, right?
es_es: Ah, ya veo...\. ¡bueno está bien! Puede que arruinemos la sorpresa por accidente, ¿no?

# data/maps/rookie-harbor/center.json//entities/657/settings/event/63/1/2/message
source: Ah oui...\. Anyway, please tell us when you collected the Shade!
es_es: Ah oui...\. Bueno, ¡por favor dinos cuando tengas la Sombra!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/63/1/3/message
source: Just contact me quickly via D-Link!
es_es: ¡Contáctame al instante con el MD!

# data/maps/rookie-harbor/center.json//entities/657/settings/event/63/1/4/message
source: See you around!
es_es: ¡Nos vemos!

source: [yes]
es_es: [sí]

# data/maps/rookie-harbor/center.json//entities/657/settings/event/64/task
source: Enter \c[3]Autumn's Fall\c[0] via the exit in \c[3]Rookie Harbor East\c[0] and find the \c[3]statue\c[0]. It has a quest for you.
es_es: Entra al \c[3]Anochecer del Otoño\c[0] por la salida en el \c[3]Este del Puerto de los Principiantes\c[0] y encuentra la \c[3]estatua\c[0]. Tiene una misión para ti.

# data/maps/rookie-harbor/center.json//entities/658/settings/text
source: Replica Fountain
es_es: Fuente Réplica

source: Hey you, are you interested in something real special?
es_es: Oye, tú, ¿te interesa algo realmente especial?

# data/maps/rookie-harbor/center.json//entities/663/settings/interact/hoverText
source: Challenge Note
es_es: Nota de Desafío

# data/maps/rookie-harbor/center.json//entities/663/settings/interact/event/0/text
source: The duel will take place at \c[3]Autumn's Fall - Eastern Exit\c[0].
es_es: El duelo tendrá lugar en \c[3]Anochecer del Otoño - Salida Este\c[0].

# data/maps/rookie-harbor/center.json//entities/663/settings/interact/event/1/text
source: The duel shall start when the area has been \c[3]ridden of all other opponents\c[0].
es_es: El duelo comenzará cuando el área haya sido \c[3]limpiada de otros oponentes\c[0].

source: Operation Track Walker
es_es: Operación Aprendiz del Camino

source: \c[3]The 5 Virtues\c[0]
es_es: \c[3]Las 5 Virtudes\c[0]

source: The five Virtues mirror the foundation on which the Ancients' culture was built. Before a participant can begin the Track of the Ancients they must choose a virtue as part of their \c[3]Class\c[0].
es_es: Las Cinco Virtudes reflejan las bases de la cultura de los Antiguos. Antes de que un participante pueda comenzar el Camino de los Antiguos, debe elegir una virtud como parte de su \c[3]Clase\c[0].

source: \c[3]Triangle: The Virtue of Strength. \c[0] Usually associated with the Element Heat.
es_es: \c[3]Triángulo: La Virtud de la Fuerza.\c[0] Usualmente asociada con el elemento Fuego.

source: \c[3]Square: The Virtue of Endurance. \c[0] Usually associated with the Element Cold.
es_es: \c[3]Cuadrado: La Virtud de la Resistencia.\c[0] Usualmente asociada con el elemento Hielo.

source: \c[3]Pentagon: The Virtue of Agility. \c[0] Usually associated with the Element Shock.
es_es: \c[3]Pentágono: La Virtud de la Agilidad.\c[0] Usualmente asociada con el elemento Rayo.

source: \c[3]Hexagon: The Virtue of Wisdom. \c[0] Usually associated with the Element Wave.
es_es: \c[3]Hexágono: La Virtud de la Sabiduría.\c[0] Usualmente asociada con el elemento Pulso.

source: \c[3]Circle: The Virtue of Balance. \c[0] This Virtue is not specifically associated with any elements and instead opts to balance each element.
es_es: \c[3]Círculo: La Virtud del Balance.\c[0] Esta virtud no está asociada con ningún elemento, en cambio, balancea a todos ellos.

source: Obtaining each element in turn is the only way, as far as we know, of unlocking the mystery of the Ancients.
es_es: Obtener cada elemento es la única forma conocida de desbloquear el misterio de los Antiguos.

source: The Secret of the Ancients
es_es: El Secreto de los Antiguos

source: \c[3]Humankind's Arrival \c[0]
es_es: \c[3]La Llegada de la Humanidad\c[0]

source: Humankind found the planet Shadoon 30 years ago.
es_es: Los Humanos fundaron el planeta Shadoon hace 30 años.

source: At first we tried to harvest the planet for its precious resources. We built mines, uncovered ruins, and drilled into the ground.
es_es: Al principio, intentamos explotar el planeta por sus valiosos recursos. Construímos minas, descubrimos ruinas, y taladramos el suelo.

source: While doing so, we also destroyed part of the Track of the Ancients. This activated the self-defense program of the self-sufficient system that keeps the Track intact.
es_es: Al hacerlo, también destruímos parte del Camino de los Antiguos. Esto activó el programa de defensa del sistema autosuficiente que mantiene al Camino intacto.

source: After this it became almost impossible to harvest any more resources as the Track itself fought back. We became aware of the finesse with which this system was built.
es_es: Después de eso, se hizo casi imposible extraer más recursos ya que el Camino mismo nos lo impedía. Fue ahí que nos dimos cuenta de la finura con la cual el sistema fue construído.

source: \c[3]Operation Track Walker\c[0]
es_es: \c[3]Operación Aprendiz del Camino\c[0]

source: The Goal of Operation Track Walker is to \c[3]research the Ancient Technology instead of destroying it\c[0].
es_es: El objetivo de la Operación Aprendiz del Camino es \c[3]investigar la Tecnología de los Antiguos en vez de destruirla\c[0].

source: We began to look for ways to be part of the Track itself, to have humans participate. To our surprise integrating ourselves into the system was easy.
es_es: Intentamos buscar formas de hacernos parte del Camino, para que los humanos participen. Para nuestra sorpresa, integrarnos al sistema fue fácil.

source: We were even able to augment the Track to make it possible for humans, or \c[3]Seekers\c[0] as we now call them, to choose one of the five virtues and collect the four elements.
es_es: Incluso fuimos capaces de mejorar el Camino para que los humanos, o \c[3]Buscadores\c[0] como los llamamos ahora, puedan elegir una de las cinco virtudes y conseguir los cuatro elementos.

source: \c[3]The Secret of the Ancients\c[0]
es_es: \c[3]El Secreto de los Antiguos\c[0]
