Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

# data/maps/rookie-harbor/south.json//entities/133/settings/dialog/1/text
source: C'mon, relax. There is still time.
es_es: Vamos, relájate. Aún queda tiempo.

# data/maps/rookie-harbor/south.json//entities/133/settings/dialog/2/text
source: The raid is scheduled in 10 minutes.
es_es: La raid comienza en 10 minutos.

# data/maps/rookie-harbor/south.json//entities/133/settings/dialog/3/text
source: Nothing is planned. It's going to be a mess...
es_es: No tenemos nada planeado. Será un desastre...

# data/maps/rookie-harbor/south.json//entities/133/settings/dialog/4/text
source: Don't be so serious about it. It's supposed to be fun, remember?
es_es: No te pongas tan serio. Se supone que es para divertirse, ¿recuerdas?

# data/maps/rookie-harbor/south.json//entities/136/settings/dialog/0/text
source: All that water... makes you want to jump right into it!
es_es: Mirando todo esa agua, ¡me dan ganas de tirarme!

# data/maps/rookie-harbor/south.json//entities/136/settings/dialog/1/text
source: Not sure I'd do that with your amount of armor.
es_es: No sé si lo haría con esa cantidad de armadura que llevas puesta.

# data/maps/rookie-harbor/south.json//entities/136/settings/dialog/2/text
source: Also, you'd just dissolve and respawn.
es_es: Además, te disolverías y reaparecerías.

# data/maps/rookie-harbor/south.json//entities/136/settings/dialog/3/text
source: Killjoy.
es_es: Aguafiestas.

# data/maps/rookie-harbor/south.json//entities/148/settings/dialog/0/text
source: Mh... I swear there was an entrance here...
es_es: Mmm... Estoy seguro de que había una entrada aquí...

# data/maps/rookie-harbor/south.json//entities/174/settings/event/11/message
source: Hey!\. Over here!
es_es: ¡Ey!\. ¡Por aquí!

# data/maps/rookie-harbor/south.json//entities/174/settings/event/20/message
source: Look at all these old style buildings!
es_es: ¡Mira todos estos edificios antiguos!

# data/maps/rookie-harbor/south.json//entities/174/settings/event/25/message
source: It's like we are in some kind of medieval fantasy world, non?
es_es: Es como si estuviéramos en un mundo de fantasía medieval, ¿non?

# data/maps/rookie-harbor/south.json//entities/174/settings/event/26/message
source: So...\. Right now I'm waiting here to meet a friend.
es_es: En fin... \. Estoy esperando a un amigo.

# data/maps/rookie-harbor/south.json//entities/174/settings/event/28/message
source: But I haven't seen him so far.
es_es: Pero hasta ahora no lo he visto.

# data/maps/rookie-harbor/south.json//entities/174/settings/event/30/message
source: There are just so many people here...
es_es: Hay demasiadas personas aquí...

# data/maps/rookie-harbor/south.json//entities/174/settings/event/39/message
source: Eeek!
es_es: ¡Ay!

# data/maps/rookie-harbor/south.json//entities/174/settings/event/40/message
source: Gyahahaha!
es_es: ¡Muajajaja!

# data/maps/rookie-harbor/south.json//entities/174/settings/event/42/message
source: Sacrebleu!\. Was that really necessary?
es_es: ¡Sacrebleu!\. ¿Realmente era necesario aparecer así?

# data/maps/rookie-harbor/south.json//entities/174/settings/event/43/message
source: Yes, very necessary.
es_es: Sí, era muy necesario.

# data/maps/rookie-harbor/south.json//entities/174/settings/event/44/message
source: I see you brought a friend?
es_es: Veo que trajiste a una amiga.

# data/maps/rookie-harbor/south.json//entities/174/settings/event/45/message
source: Ah oui, that's Lea!\. I met her during the tutorial.
es_es: Ah, oui. ¡Se llama Lea!\. La conocí durante el tutorial.

# data/maps/rookie-harbor/south.json//entities/174/settings/event/46/message
source: Hi!
es_es: ¡Hola!

# data/maps/rookie-harbor/south.json//entities/174/settings/event/47/message
source: And this dark lord meanie here is \c[3]Lukas\c[0].
es_es: Este pesado señor oscuro se llama \c[3]Lukas\c[0].

# data/maps/rookie-harbor/south.json//entities/174/settings/event/48/message
source: Also known as \c[3]Schneider\c[0].
es_es: También conocido como \c[3]Schneider\c[0].

# data/maps/rookie-harbor/south.json//entities/174/settings/event/49/message
source: Nice to meet you, Lea!
es_es: ¡Encantado de conocerte, Lea!

# data/maps/rookie-harbor/south.json//entities/174/settings/event/50/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/south.json//entities/174/settings/event/51/message
source: So you finally reached the \c[3]Croissant\c[0].\. Having fun so far?
es_es: Finalmente llegaste al \c[3]Croissant\c[0].\. ¿Ha estado divertido hasta ahora?

# data/maps/rookie-harbor/south.json//entities/174/settings/event/53/message
source: Wait...\. Croissant?
es_es: Espera...\. ¿Croissant?

# data/maps/rookie-harbor/south.json//entities/174/settings/event/54/message
source: The mainland.\. You'll get the idea once you see the map.
es_es: El continente.\. Ya lo entenderás cuando veas el mapa.

# data/maps/rookie-harbor/south.json//entities/174/settings/event/55/message
source: Anyway, this is \c[3]Rookie Harbor\c[0].\. It's known for the incoming shipments of rookies like you.
es_es: En fin, esto es el \c[3]Puerto de los Principiantes\c[0].\. Conocido por recibir a novatos como ustedes.

# data/maps/rookie-harbor/south.json//entities/174/settings/event/56/message
source: It's also a fairly big place, which tends to be confusing for said rookies.
es_es: También es un lugar bastante grande, lo cual llega a confundir a los novatos.

# data/maps/rookie-harbor/south.json//entities/174/settings/event/57/message
source: So I thought I'd give you a small tour!
es_es: ¡Por eso pensé que podría darles un pequeño tour!

# data/maps/rookie-harbor/south.json//entities/174/settings/event/58/message
source: Très bien!\. Lead the way!
es_es: ¡Très bien!\. ¡Guíanos!

# data/maps/rookie-harbor/south.json//entities/174/settings/event/71/task
source: \c[3]Schneider\c[0] is kind enough to show you around Rookie Harbor. Just follow him together with \c[3]Emilie\c[0].
es_es: \c[3]Schneider\c[0] es muy amable por mostrarte el Puerto de los Principiantes. Síguelo junto a \c[3]Emilie\c[0].

source: Ah, I see you now can open the golden chests.\. Congrats!
es_es: Ah, veo que ya puedes abrir los cofres dorados.\. ¡Felicidades!

source: Wondering about this chest, hm?
es_es: Te estás preguntando qué contiene este cofre, ¿no?

source: [nods]
es_es: [asiente]

source: Yeah, you can't open it yet.
es_es: Bueno, aún no puedes abrirlo.

source: But you will be able to do it later in the game.
es_es: Pero podrás hacerlo en el futuro.

source: You might want to add a \c[3]stamp\c[0] on your \c[3]map\c[0] to remember it.
es_es: Tal vez quieras dejar una \c[3]marca\c[0] en tu \c[3]mapa\c[0] para recordar su ubicación.

source: In case you don't know what I mean, just have a closer look at the \c[3]map menu\c[0]!
es_es: En caso de que no me entiendas, ¡echa un vistazo al \c[3]menú del mapa\c[0]!

source: Oh, a present? For me?
es_es: Oh, ¿un regalo? ¿Para mí?

source: [nods]
es_es: [asiente]

source: Thanks! I don't know why, but lately random people just give me stuff for free.
es_es: ¡Gracias! No se por qué, pero últimamente gente que no conozco me ha estado regalando cosas.

source: I love it!
es_es: ¡Me encanta!

# data/maps/rookie-harbor/south.json//entities/179/settings/event/10/message
source: First, the \c[3]info building\c[0].
es_es: Primero, tenemos el \c[3]edificio de informaciones\c[0].

# data/maps/rookie-harbor/south.json//entities/179/settings/event/11/message
source: If you really want to dig into all the details of CrossWorlds, this is your place.
es_es: Si quieren conocer todo sobre CrossWorlds, este es el lugar indicado.

# data/maps/rookie-harbor/south.json//entities/179/settings/event/12/message
source: Combat arts, skills, all the stats from A to Z, you name it.
es_es: Artes de combate, habilidades, estadísticas de la A a la Z, lo que quieran.

# data/maps/rookie-harbor/south.json//entities/179/settings/event/13/message
source: Oh!\. That's the "Nerd Hub", right?
es_es: ¡Oh!\. Es el "Centro Nerd", ¿no?

# data/maps/rookie-harbor/south.json//entities/179/settings/event/14/message
source: Ja, people call it that.
es_es: Ja, así lo llama la gente.

# data/maps/rookie-harbor/south.json//entities/179/settings/event/15/message
source: Frankly, it's a good thing to know about all that stuff.
es_es: Sinceramente, es bueno saber todas esas cosas.

# data/maps/rookie-harbor/south.json//entities/179/settings/event/16/message
source: But it's not mandatory.
es_es: Pero no es obligatorio.

# data/maps/rookie-harbor/south.json//entities/179/settings/event/17/message
source: It's just a place to go back to whenever you're confused about something.
es_es: Es solo un lugar para ir cuando haya algo que te confunda.

# data/maps/rookie-harbor/south.json//entities/179/settings/event/18/message
source: Let's move on!
es_es: ¡Sigamos!

# data/maps/rookie-harbor/south.json//entities/179/settings/event/25/message
source: By the way...\. "Emilienator"?\. Nice one.
es_es: A propósito...\. ¿"Emilienator"?\. ¡Buen nombre!

# data/maps/rookie-harbor/south.json//entities/179/settings/event/26/message
source: I know!\. What's "Schneider" supposed to mean?
es_es: ¡¿Cierto?!\. Y ¿qué significa "Schneider"?

# data/maps/rookie-harbor/south.json//entities/179/settings/event/27/message
source: I'm a \c[3]Triblader\c[0].\. I cut things.
es_es: Soy un \c[3]Triblader\c[0].\. Corto cosas.

# data/maps/rookie-harbor/south.json//entities/179/settings/event/28/message
source: ...\. What?
es_es: ...\. ¿Qué?

# data/maps/rookie-harbor/south.json//entities/179/settings/event/29/message
source: Not worth explaining.
es_es: No vale la pena explicarlo.

# data/maps/rookie-harbor/south.json//entities/179/settings/event/30/message
source: Awww...
es_es: Buuu...

# data/maps/rookie-harbor/south.json//entities/184/settings/event/4/message
source: Oi, Lea!\. Why are you running away?
es_es: ¡Oi, Lea!\. ¿Por qué corres?

# data/maps/rookie-harbor/south.json//entities/184/settings/event/6/message
source: I promise, I'll make it short!
es_es: ¡Te promero que lo haré corto!

# data/maps/rookie-harbor/south.json//entities/185/settings/analyzable/text
source: Shady Shorsh
es_es: Sospechoso Shorsh

source: Shady Shorsh
es_es: Sospechoso Shorsh

source: Hi!
es_es: ¡Hola!

source: Ahh!\. Y... you again?
es_es: ¡Ahh!\. ¿T... Tú otra vez?

source: [nods]
es_es: [asiente]

source: Okay... I guess that's the end of the line then.\. It's really a shame...
es_es: Bien... creo que hasta aquí llegué.\. Es una pena...

source: ...that you're so slow!!\.\. Byeeeee\..\..\..
es_es: ...¡¡qué seas tan lenta!!\.\. Adióssss\..\..\..

# data/maps/rookie-harbor/south.json//entities/194/settings/event/9/text
source: And so the days went by with a game populated by both players and Evotars.
es_es: Y así pasaron los días, con un juego poblado por jugadores y Evotares.

# data/maps/rookie-harbor/south.json//entities/194/settings/event/27/message
source: Finally, we set foot on the great continent of the croissant!
es_es: ¡Finalmente llegamos al gran continente del croissant!

# data/maps/rookie-harbor/south.json//entities/194/settings/event/28/message
source: Entering \c[3]Rookie Harbor\c[0]!
es_es: ¡Y esto es el \c[3]Puerto de los Principiantes\c[0]!

# data/maps/rookie-harbor/south.json//entities/194/settings/event/34/message
source: To the right, you'll find the Info Hub.
es_es: A la derecha, encontrarás el Centro de Información.

# data/maps/rookie-harbor/south.json//entities/194/settings/event/36/message
source: A great place if...
es_es: Un gran lugar si...

# data/maps/rookie-harbor/south.json//entities/194/settings/event/37/message
source: Japp, that's such a nice tree to run around, isn't it?
es_es: Japp, un gran árbol al que darle vueltas, ¿no?

# data/maps/rookie-harbor/south.json//entities/194/settings/event/39/message
source: Look, I get it.\. Who cares about the boring Info Hub!
es_es: Mira, lo entiendo.\. ¡A quién le importa el aburrido Centro de Información!

# data/maps/rookie-harbor/south.json//entities/194/settings/event/42/message
source: Still, it's a place you might want to remember for later.\. Just saying.
es_es: Aún así, es un lugar que quizá quieras visitar más adelante.\. Ya lo verás.

source: [ Enemies detected. Get ready for combat! ]
es_es: [ Enemigos detectados. ¡Prepárate para el combate! ]

source: Ship HP
es_es: PV del Barco

source: \c[1]Missed\c[0]
es_es: \c[1]Fallados\c[0]

source: Battleship HP
es_es: PV del Buque de Guerra

source: Wave 1 incoming!
es_es: ¡La ronda 1 se aproxima!

source: Turret Shot
es_es: Disparo de Torreta

source: Target Change
es_es: Cambio de Objetivo

source: \c[1]Cannon Ready!\c[0] Use \c[3]Charged Throw\c[0] to mark target! \c[3]Heat\c[0] and \c[3]Cold\c[0] have special effects!
es_es: \c[1]¡Cañón listo!\c[0] Utiliza el \c[3]Disparo Cargado\c[0] para marcar tu objetivo! ¡El \c[3]Fuego\c[0] y el \c[3]Hielo\c[0] tienen efectos especiales!

source: \c[1]Cannon Ready!\c[0]
es_es: \c[1]¡Cañón listo!\c[0]

source: Wave 2 incoming!
es_es: ¡La ronda 2 se aproxima!

source: [ Critical damage received. Detonation imminent! ]
es_es: [ Daño crítico recibido. ¡Detonación inminente! ]

source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]MISIÓN FALLIDA\c[0] Reinicia la tarea para intentar otra vez

source: Restart Mission
es_es: Reiniciar Misión

source: Back to \v[area.rookie-harbor.name]
es_es: De vuelta al \v[area.rookie-harbor.name]

source: [ Sensors clear! ]
es_es: [ ¡Sin enemigos en los sensores! ]

source: \c[2]Patrol successful!\c[0] The Shipments have been destroyed!
es_es: \c[2]¡Patrulla exitosa!\c[0] ¡Los cargamentos han sido destruídos!

source: \c[1]You let too many weapons pass by that will now reach the continent!\c[0]
es_es: \c[1]¡Has dejado pasar muchas armas que ahora llegarán al continente!\c[0]

source: Use \c[3]Heat\c[0] for explosive damage!
es_es: ¡Utiliza \c[3]Fuego\c[0] para daño explosivo!

source: Use \c[3]Cold\c[0] to slow down single targets!
es_es: ¡Utiliza \c[3]Hielo\c[0] para realentizar a un objetivo!

source: Use \c[3]Shock\c[0] to hit two targets at once!
es_es: ¡Utiliza \c[3]Rayo\c[0] para golpear a dos objetivos a la vez!

source: Use \c[3]Wave\c[0] to hit targets in a line!
es_es: ¡Utiliza \c[3]Pulso\c[0] para golpear a los enemigos en una línea!

source: [ Enemies detected. Get ready for combat! ]
es_es: [ Enemigos detectados. ¡Prepárate para el combate! ]

source: Ship HP
es_es: PV del Barco

source: \c[1]Missed\c[0]
es_es: \c[1]Fallados\c[0]

source: Battleship HP
es_es: PV del Buque de Guerra

source: Wave 1 incoming!
es_es: ¡La ronda 1 se aproxima!

source: Turret Shot
es_es: Disparo de Torreta

source: Target Change
es_es: Cambio de Objetivo

source: \c[1]Cannon Ready!\c[0] Use \c[3]Charged Throw\c[0] to mark a target! \c[3]Elements\c[0] have special effects!
es_es: \c[1]¡Cañón listo!\c[0] ¡Utiliza el \c[3]Disparo Cargado\c[0] para marcar un objetivo! ¡Los \c[3]Elementos\c[0] tienen efectos especiales!

source: \c[1]Cannon Ready!\c[0]
es_es: \c[1]¡Cañón listo!\c[0]

source: Wave 2 incoming!
es_es: ¡La ronda 2 se aproxima!

source: [ Critical damage received. Detonation imminent! ]
es_es: [ Daño crítico recibido. ¡Detonación inminente! ]

source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]MISIÓN FALLIDA\c[0] Reinicia la tarea para intentar otra vez

source: Restart Mission
es_es: Reiniciar Misión

source: Back to \v[area.rookie-harbor.name]
es_es: De vuelta al \v[area.rookie-harbor.name]

source: [ Sensors clear! ]
es_es: [ ¡Sin enemigos en los sensores! ]

source: \c[2]Patrol successful!\c[0] The Shipments have been destroyed! Changing course towards coordinator...
es_es: \c[2]¡Patrulla exitosa!\c[0] ¡Los Cargamentos han sido destruídos! Cambiando curso hacia el coordinador...

source: \c[1]You let too many weapons pass by that will now reach the continent!\c[0]
es_es: \c[1]¡Has dejado pasar muchas armas que ahora llegarán al continente!\c[0]

source: Use \c[3]Heat\c[0] for explosive damage!
es_es: ¡Utiliza \c[3]Fuego\c[0] para daño explosivo!

source: Use \c[3]Cold\c[0] to slow down single targets!
es_es: ¡Utiliza \c[3]Hielo\c[0] para realentizar a un objetivo!

source: Use \c[3]Shock\c[0] to hit two targets at once!
es_es: ¡Utiliza \c[3]Rayo\c[0] para golpear a dos objetivos a la vez!

source: Use \c[3]Wave\c[0] to hit targets in a line!
es_es: ¡Utiliza \c[3]Pulso\c[0] para golpear a los enemigos en una línea!

source: [ Big Enemy detected. Get ready for combat! ]
es_es: [ Gran Enemigo detectado. ¡Prepárate para el combate! ]

source: [ THREAT DETECTED! ]
es_es: [ ¡AMENAZA DETECTADA! ]

source: Ship HP
es_es: PV del Barco

source: Turret Shot
es_es: Disparo de Torreta

source: Target Change
es_es: Cambio de Objetivo

source: \c[1]Cannon Ready!\c[0] Use \c[3]Charged Throw\c[0] to mark a target! \c[3]Elements\c[0] have special effects!
es_es: \c[1]¡Cañón listo!\c[0] ¡Utiliza el \c[3]Disparo Cargado\c[0] para marcar un objetivo! ¡Los \c[3]Elementos\c[0] tienen efectos especiales!

source: \c[1]Cannon Ready!\c[0]
es_es: \c[1]¡Cañón listo!\c[0]

source: [ Critical damage received. Detonation imminent! ]
es_es: [ Daño crítico recibido. ¡Detonación inminente! ]

source: \c[1]QUEST FAILED\c[0] Restart task to try again
es_es: \c[1]MISIÓN FALLIDA\c[0] Reinicia la tarea para intentar otra vez

source: Restart Fight
es_es: Reiniciar Pelea

source: Back to \v[area.rookie-harbor.name]
es_es: De vuelta al \v[area.rookie-harbor.name]

source: [ Sensors clear! ]
es_es: [ ¡Sin enemigos en los sensores! ]

source: \c[2]Patrol successful!\c[0] The Coordinator has been destroyed!
es_es: \c[2]¡Patrulla exitosa!\c[0] ¡El Coordinador ha sido destruído!

source: \c[1]You let too many weapons pass by that will now reach the continent!\c[0]
es_es: \c[1]¡Has dejado pasar muchas armas que ahora llegarán al continente!\c[0]

source: Use \c[3]Heat\c[0] for explosive damage!
es_es: ¡Utiliza \c[3]Fuego\c[0] para daño explosivo!

source: Use \c[3]Cold\c[0] to slow down single targets!
es_es: ¡Utiliza \c[3]Hielo\c[0] para realentizar a un objetivo!

source: Use \c[3]Shock\c[0] to hit two targets at once!
es_es: ¡Utiliza \c[3]Rayo\c[0] para golpear a dos objetivos a la vez!

source: Use \c[3]Wave\c[0] to hit targets in a line!
es_es: ¡Utiliza \c[3]Pulso\c[0] para golpear a los enemigos en una línea!

source: (Turret 1 Spawn)
es_es: (Torreta 1)

source: (Turret 2 Spawn)
es_es: (Torreta 2)

source: (Turret 3 Spawn)
es_es: (Torreta 3)

source: (Turret 4 Spawn)
es_es: (Torreta 4)

source: (Bomb 1 Spawn)
es_es: (Bomba 1)

source: (Bomb 2 Spawn)
es_es: (Bomba 2)

source: Hi... make it quick, I think I'm gonna close soon and head to the bar...
es_es: Hola... que sea rápido, voy a cerrar pronto y me iré al bar...

# data/maps/rookie-harbor/special/shop.json//entities/13/settings/event/4/message
source: Good day! Do you by chance have any Sandwiches for sale?
es_es: ¡Buen día! ¿Por casualidad tendrás sándwiches a la venta?

# data/maps/rookie-harbor/special/shop.json//entities/13/settings/event/5/message
source: Yepp, only 2500 Credits! Should I wrap it up for you?
es_es: ¡Así es!,\. ¡Tan solo 2500 créditos!\. ¿Quieres que te lo envuelva?

# data/maps/rookie-harbor/special/shop.json//entities/13/settings/event/7/message
source: 2500 Credits???
es_es: ¿¿¿2500 Créditos???

# data/maps/rookie-harbor/special/shop.json//entities/13/settings/event/10/message
source: I gotta go!
es_es: ¡Debo irme!

# data/maps/rookie-harbor/special/shop.json//entities/13/settings/event/15/message
source: Why do they always run away? My wares are top-notch, right?
es_es: ¿Por qué siempre corren? Mis productos son de altísima calidad, ¿cierto?

source: Check its contents
es_es: Comprobar contenidos

source: Suspicious Crate
es_es: Caja Sospechosa

source: Checking Crate
es_es: Comprobando Caja

# data/maps/rookie-harbor/teleporter.json//entities/399/settings/event/0/message
source: Let's go!
es_es: ¡Vamos!

source: Wipe out, bummer!
es_es: ¡Te caíste! ¡Qué mala suerte!

source: Killed it! Sweet!
es_es: ¡Lo hiciste muy bien! ¡Genial!

source: Come back here to get your reward!
es_es: ¡Ven aquí para recoger tu recompensa!

# data/maps/rookie-harbor/teleporter.json//entities/405/settings/displayName
source: SkaterBoi
es_es: ChicoSkater

source: Hey girl, check this out!
es_es: ¡Oye, chica, mira esto!

source: Sweet moves, huh?
es_es: Qué movimientos, ¿eh?

source: [nods]
es_es: [asiente]

source: I'm sure you can rock them railings too!
es_es: ¡Estoy seguro de que tú también puedes hacerlo!

source: Wanna try some moves?
es_es: ¿Quieres intentarlo?

source: Try to reach them boxes back there, \c[3]without touching the ground\c[0]!
es_es: Trata de llegar hasta las cajas de allá atrás ¡\c[3]sin tocar el suelo\c[0]!

source: Just ollie up the box here and start \c[3]grinding those rails\c[0]!
es_es: ¡Solo súbete a esta caja y comienza a \c[3]correr por las barandas\c[0]!

source: Whadda ya say? Ready to style?
es_es: ¿Qué dices? ¿Lista para moverte?

source: Chilidog!\. Show me what ya got!
es_es: ¡Está bien!\. ¡Muéstrame lo que tienes!

source: Awww man, too bad.
es_es: Awww, chica, qué lastima.

source: If ya change your mind, just come visit me.
es_es: Si cambias de opinión, ven a visitarme.

source: C'mon, show me your skills!
es_es: ¡Vamos, muéstrame tus habilidades!

source: Try to reach them boxes back there, \c[3]without touching the ground\c[0]!
es_es: Trata de llegar hasta las cajas de allá atrás ¡\c[3]sin tocar el suelo\c[0]!

source: Just ollie up the box here and start \c[3]grinding those rails\c[0]!
es_es: ¡Solo súbete a esta caja y comienza a \c[3]correr por las barandas\c[0]!

source: Aww yeah, that was sick, girl!
es_es: ¡Chica, eso fue fantástico!

source: Hi!
es_es: ¡Hola!

source: May your mushrooms always be sauteed and your onions always be grilled. Gravy, girl!
es_es: Que tus setas siempre estén salteadas y tus cebollas siempre sean a la parrilla. ¡Nos vemos, niña!

source: You'll find a lot of awesome rails to grind all around this planet!
es_es: ¡Encontrarás muchas más asombrosas barandas por las que corretear por todo el planeta!

source: May your mushrooms always be sauteed and your onions always be grilled. Gravy, girl!
es_es: Que tus setas siempre estén salteadas y tus cebollas siempre sean a la parrilla. ¡Nos vemos, niña!

# data/maps/rookie-harbor/teleporter.json//entities/406/settings/event/14/object
source: Synopis Menu
es_es: Menú de Sinopsis

# data/maps/rookie-harbor/teleporter.json//entities/418/settings/teleportLabel
source: CrossCentral
es_es: Cruce Central

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/6/message
source: Fantastique! Right at the sea, just like they said!
es_es: ¡Fantastique! ¡Justo en el mar, como dijeron!

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/14/message
source: Look, you can still see Rhombus Square over there.
es_es: Mira, aún se ve Rhombus Square por allí.

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/15/message
source: The futuristic city is cool, but it's nice to be at the sea for a change, non?
es_es: La ciudad futurística es genial, pero es lindo estar en el mar para variar, ¿no?

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/16/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/22/message
source: ... Whoa! Would you look at the time.
es_es: ... ¡Wow! ¡Pero mira que hora es!

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/24/message
source: Have we been really playing for that long?
es_es: ¿En serio estuvimos jugando tanto tiempo?

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/26/message
source: ... So yes, I have to logout.
es_es: .. Bien, tendré que desconectarme.
