Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: What happens when all four elements are collected and brought to the center temple in Shadoon is still unknown to us.
es_es: Aún no se sabe qué sucede cuando se consiguen los cuatro elementos y se llevan al templo central en Shadoon.

source: Even after 10 years of Operation Track Walker, not a single Seeker has managed to overcome the final challenge.
es_es: Incluso ahora, 10 años después de que comenzó la Operación Aprendiz del Camino, ningún Buscador ha conseguido superar el desafío final.

source: All we can guess is that the Ancients left their vast knowledge base for their descendants to find, as some legends and artifacts we've uncovered seem to indicate.
es_es: Todo lo que podemos suponer es que los Antiguos dejaron su vasto conocimiento para que sus descendientes puedan encontrarlo, como sugieren algunas leyendas y artefactos que hemos podido descubrir.

source: Rhombus Square is the capital of humankind on Shadoon. Seekers start their journey in a custom course simulating challenges on the Ancient's Track.
es_es: Rhombus Square es la capital de la humanidad en Shadoon. Los Buscadores comienzan su aventura en un curso personalizado que simula los desafíos del Camino de los Antiguos.

source: However, in order for a Seeker to gain access to the city, they must first collect all four elements on the Track of the Ancients.
es_es: Sin embargo, para que un Buscador tenga acceso a la ciudad, primero deben conseguir los cuatro elementos del Camino de los Antiguos.

source: Humankind's Arrival
es_es: La Llegada de la Humanidad

source: \c[3]The 4 Elements\c[0]
es_es: \c[3]Los 4 Elementos\c[0]

source: Every Seeker must collect the four elements, which are scattered all throughout Shadoon. Each one of them gives the Seeker control over a specific elemental domain.
es_es: Todo Buscador debe conseguir los cuatro elementos, que están dispersos por todo Shadoon. Cada uno le da al Buscador control sobre un dominio elemental específico.

source: These elements are \c[3]Heat\c[0], \c[3]Cold\c[0], \c[3]Shock\c[0], and \c[3]Wave\c[0]. This enumeration also reflects the order in which the elements are usually collected.
es_es: Estos elementos son \c[3]Fuego\c[0], \c[3]Hielo\c[0], \c[3]Rayo\c[0], y \c[3]Pulso\c[0]. Esta enumeración también refleja el orden en el que los elementos suelen ser recogidos.

source: The Tracks of the Ancients
es_es: Los Caminos de los Antiguos

source: \c[3]Track of the Ancients\c[0]
es_es: \c[3]Camino de los Antiguos\c[0]

source: The Track of the Ancients is a lengthy trial of agility, intelligence, and strength, which played a large role in the Ancients' Society.
es_es: El Camino de los Antiguos es una larga prueba de agilidad, inteligencia, y fuerza, que jugó un importante rol en la Sociedad de los Antiguos.

source: It is a self-sufficient system in which a challenger selects one of \c[3]five Virtues\c[0] to collect four distinct \c[3]Elements\c[0].
es_es: Es un sistema autosuficiente en el que el desafiado elige una de las \c[3]cinco Virtudes\c[0] para conseguir cuatro \c[3]Elementos\c[0] distintos.

source: Even now, after 10000 years, this system is still intact and active.
es_es: Incluso ahora, luego de 10.000 años, este sistema sigue intacto y activo.

source: \c[3]The Ancients\c[0]
es_es: \c[3]Los Antiguos\c[0]

source: The Ancients were a highly advanced humanoid society which lived on Shadoon approximately 10000 years ago.
es_es: Los Antiguos eran una sociedad humanoide altamente avanzada que vivía en Shadoon hace aproximadamente 10.000 años.

source: For unknown reasons they left this planet. Only a few native tribes remained.
es_es: Por motivos desconocidos, dejaron este planeta. Solo quedaron unas pocas tribus nativas.

source: The descendants of these tribes are known to us as the \c[3]Shad\c[0].
es_es: A los descendientes de estas tribus se los conoce como \c[3]Shad\c[0].

source: Mon Dieu, look at this!
es_es: ¡Mon Dieu, mira esto!

source: Wow, now that was funky!
es_es: ¡Wow, eso dio algo de miedo!

source: Suddenly I was in the middle of space and this old geezer kept talking to me.
es_es: De pronto estaba en el medio del espacio y un viejo me hablaba.

source: Same for you?
es_es: ¿Tú también?

source: [nods]
es_es: [asiente]

source: I suppose they wanted to pep up the boring introduction, non?
es_es: Supongo que querían animar un poco la introducción, ¿non?

source: Oui, oui! \c[3]Track of the Ancients\c[0] it is!
es_es: ¡Oui, oui! ¡Iremos por \c[3]El Camino de los Antiguos\c[0]!

source: Let's go back.\. Lukas is waiting.
es_es: Volvamos.\. Lukas nos espera.

source: By the way, Lea.\. I took the liberty of adding a few more entries to your \c[3]encyclopedia\c[0].
es_es: Por cierto, Lea.\. Me tomé la libertad de agregar un par de entradas a tu \c[3]enciclopedia\c[0].

source: For example... all past events and people we have met so far.
es_es: Por ejemplo... todos los eventos pasados y la gente con la que nos encontramos por ahora.

source: And a few insights on the technology, of course.
es_es: Y un poco de información sobre la tecnología, por supuesto.

source: What?\. I just like to organize things.
es_es: ¿Qué?\. Me gusta organizar las cosas.

source: Meet up again with \c[3]Schneider\c[0] and \c[3]Emilie\c[0] to continue your tour through Rookie Harbor.
es_es: Júntate con \c[3]Schneider\c[0] y \c[3]Emilie\c[0] para continuar con el tour por el Puerto de los Principiantes.

source: Advisor
es_es: Tutor

source: In this room you can read more about the history of \v[lore.title.planet] and \v[lore.title.operation-trackwalker].
es_es: En esta habitación podrás leer más sobre la historia de \v[lore.title.planet] y la \v[lore.title.operation-trackwalker].

source: \c[3]The 4 Factions of Humanity\c[0]
es_es: \c[3]Las 4 Facciones de la Humanidad\c[0]

source: Large parts of Humankind are organized into the \c[3]4 big factions\c[0].
es_es: Grandes partes de la humanidad se organizan en \c[3]4 grandes facciones\c[0].

source: Each of them is responsible for different aspects of human civilization, all of them crucial for survival and prosperity.
es_es: Cada una de ellas es responsable de diferentes aspectos de la civilización humana, todos son cruciales para su supervivencia y prosperidad.

source: The main headquarters of the factions are located in \v[area.rhombus-sqr.name] but every human settlement harbors one \c[3]local subdivision\c[0] for each of them.
es_es: Las sedes centrales de cada facción están en el \v[area.rhombus-sqr.name], pero cada asentamiento humano tiene al menos una \c[3]sede local\c[0] para cada uno.

source: The \c[3]Venture Alliance\c[0] is mainly responsible for doing pioneer work by exploring and claiming new land, hunting and scavenging wildlife and mining natural resources. It is represented in \v[area.rookie-harbor.name] by the \c[3]Falldivers\c[0].
es_es: La \c[3]Alianza de Riesgo\c[0] es principalmente responsable de hacer trabajo de pioneros explorando y reclamando nuevos terrenos, cazando y recolectando la vida salvaje y minando recursos naturales. Es representada por los \c[3]Falldivers\c[0] en \v[area.rookie-harbor.name].

source: The \c[3]Human Preservation Department\c[0] is mainly responsible for the protection and discipline of the human settlements on \v[lore.title.planet]. It is represented in \v[area.rookie-harbor.name] by the \c[3]Rookie Harbor Guard\c[0].
es_es: El \c[3]Departamento de Preservación Humana\c[0] es principalmente responsable por la protección y la disciplina de los asentamientos humanos en \v[lore.title.planet]. Está representado en \v[area.rookie-harbor.name] por la \c[3]Guardia del Puerto de los Principiantes\c[0].

source: The \c[3]Association of Human Advancement\c[0] is mainly responsible for trade, manufacturing and scientific research. It is represented in \v[area.rookie-harbor.name] by the \c[3]Coastal Trading Coalition\c[0].
es_es: La \c[3]Asociasión de Progreso Humano\c[0] es principalmente responsable por el comercio, la manufactura y la investigación científica. Está representada en \v[area.rookie-harbor.name] por la \c[3]Coalición Comercial Costera\c[0].

source: The \c[3]Amity of Balance\c[0] is mainly responsible for farming, gathering and the research of native life and gaining an understanding of the inner workings of the \v[lore.title.track-of-ancients]. It is represented in \v[area.rookie-harbor.name] by the \c[3]Fruits of Autumn\c[0].
es_es: La \c[3]Unión del Equilibrio\c[0] es principalmente responsable por la agricultura, recolección, y la investigación de la vida nativa para adquirir un mayor entendimiento del funcionamiento interno del \v[lore.title.track-of-ancients]. Está representada en \v[area.rookie-harbor.name] por los \c[3]Frutos del Otoño\c[0].

source: While the factions are filled with highly resourceful experts of their field, they often need the support of the \c[3]\v[lore.title.seeker]s\c[0] because of their special connection to the \c[3]\v[lore.title.track-of-ancients]\c[0].
es_es: A pesar de que las facciones están repletas de importantes expertos en su campo, con frecuencia necesitan el apoyo de los \c[3]\v[lore.title.seeker]es\c[0] debido a su conexión especial con el \c[3]\v[lore.title.track-of-ancients]\c[0].

source: Area: Rookie Harbor
es_es: Área: Puerto de los Principiantes

source: \c[3]Bulletin Board\c[0]
es_es: \c[3]Tablón de Anuncios\c[0]

source: Whoa... such a crowded place.
es_es: Wow... este lugar está lleno de gente.

# data/maps/rookie-harbor/central-quest-hub.json//entities/47/settings/text
source: Wilson the cactus
es_es: Wilson el cactus

# data/maps/rookie-harbor/central-quest-hub.json//entities/49/settings/text
source: A map of CrossWorlds
es_es: Un mapa de CrossWorlds

source: Faction Advisor
es_es: Tutor de la Facción

source: Faction Advisor
es_es: Tutor de la Facción

source: Greetings, \v[lore.title.seeker].\. We should talk after you have gotten your briefing upstairs.
es_es: Bienvenida, \v[lore.title.seeker]a.\. Deberíamos hablar luego de que hayas recibido el informe en el piso de arriba.

source: [nods]
es_es: [asiente]

source: Faction Advisor
es_es: Tutor de la Facción

source: Greetings, \v[lore.title.seeker]. I see that you have completed the introduction to \v[lore.title.operation-trackwalker].
es_es: Bienvenida, \v[lore.title.seeker]a. Veo que ya has completado la introducción a la \v[lore.title.operation-trackwalker].

source: Thus you are now also qualified to use your abilities as a \v[lore.title.seeker] to assist the \c[3]4 factions\c[0] in their duties.
es_es: Por ello, ahora estás calificada para usar tus habilidades de \v[lore.title.seeker]a para asistir a las \c[3]4 facciones\c[0] en sus tareas.

source: They are organizations that secure humanity's survival and prosperity through their special fields of expertise.
es_es: Las facciones son organizaciones que aseguran la supervivencia y prosperidad de la humanidad a través de sus propios campos de experiencia.

source: More detailed information can be accessed in the terminal behind you.
es_es: Encontrarás información más detallada en la terminal detrás de ti.

source: Faction Advisor
es_es: Tutor de la Facción

source: [nods]
es_es: [asiente]

source: For now you should know that each faction has a subdivision in \v[area.rookie-harbor.name], like in every settlement.
es_es: Por ahora, deberías saber que cada facción tiene una sede en \v[area.rookie-harbor.name] al igual que en todos los otros asentamientos.

source: To better understand our society and your place in it, you should get introduced to all of them.
es_es: Para entender mejor nuestra sociedad y tu lugar en ella, deberías presentarte a todas las facciones.

source: For this purpose I will now issue an official assignment.\. Please accept.
es_es: Por este motivo, te daré una asignación oficial.\. Por favor, acéptala.

source: [nods]
es_es: [asiente]

source: Good.\. Visit the representative of every faction in \v[area.autumn-area.name] and introduce yourself.
es_es: Bien.\. Visita a los representantes de cada facción en el \v[area.autumn-area.name] y preséntate.

source: Most of them can be found in their respective headquarters \c[3]near the market or the western entrance\c[0].
es_es: Puedes encontrar a la mayoría en sus respectivas sedes \c[3]cerca del mercado o de la entrada oeste\c[0].

source: Though the HQ of the CTC is still inaccessible to new \v[lore.title.seeker]s, their ambassador can be found \c[3]just outside this building\c[0].
es_es: A pesar de que la sede de la CCC es inaccesible a los nuevos \v[lore.title.seeker]es, puedes encontrar a su embajador \c[3]justo fuera de este edificio\c[0].

source: Once you have visited all of them, return to me to get your reward.
es_es: Cuando los hayas visitado a todos, vuelve aquí por tu recompensa.

source: [nods]
es_es: [asiente]

source: [shakes head]
es_es: [niega con la cabeza]

source: Please accept\v[tmp.plsAccept]
es_es: Por favor, acepta\v[tmp.plsAccept]

source: Faction Advisor
es_es: Tutor de la Facción

source: Visit the representative of every faction in \v[area.autumn-area.name] and introduce yourself.
es_es: Visita a los representates de cada facción en el \v[area.autumn-area.name] e introdúcete.

source: Most of them can be found in their respective headquarters near the market or the western entrance.
es_es: Puedes encontrar a la mayoría en sus respectivas sedes cerca del mercado o de la entrada oeste.

source: Though the HQ of the CTC is still inaccessible to new \v[lore.title.seeker]s, their ambassador can be found \c[3]just outside this building\c[0].
es_es: A pesar de que la sede de la CCC es inaccesible a los nuevos \v[lore.title.seeker]es, puedes encontrar a su embajador \c[3]justo fuera del edificio\c[0].

source: Once you have visited all of them, return to me to get your reward.
es_es: Cuando los hayas visitado a todos, vuelve aquí por tu recompensa.

source: Faction Advisor
es_es: Tutor de la Facción

source: You have visited all of the factions in \v[area.rookie-harbor.name]. Excellent.
es_es: Has visitado a todas las facciones en \v[area.rookie-harbor.name]. Excelente.

source: I hope you now understand how you can help humanity, besides solving the \v[lore.title.track-of-ancients].
es_es: Espero que ahora entiendas como puedes ayudar a la humanidad, además de resolver el \v[lore.title.track-of-ancients].

source: [nods]
es_es: [asiente]

source: And remember that they might have new tasks available for you as time goes on.
es_es: Y recuerda que puede que tengan nuevas misiones para tí a lo largo del tiempo.

source: So you should return and offer your help as you progress further.
es_es: Así que deberías volver a ofrecerles tu ayuda mientras progreses.

source: But for now take these rewards as a gesture from the \v[lore.title.human-government].
es_es: Pero por ahora toma estas recompensas como un gesto del \v[lore.title.human-government].

source: Faction Advisor
es_es: Tutor de la Facción

source: Greetings, \v[lore.title.seeker].
es_es: Saludos, \v[lore.title.seeker]a.

source: Remember that all factions might have new tasks available for you as time goes on.
es_es: Recuerda que todas las facciones pueden llegar a tener nuevas misiones a lo largo del tiempo.

source: So you should return to offer your help as you progress.
es_es: Así que deberías volver con frecuencia mientras progresas.

source: That's such a cute little cactus~
es_es: Qué cactus tan tierno~

source: Look! I think it's starting to blossom!
es_es: ¡Mira! ¡Creo que está empezando a florecer!

source: That's great.
es_es: Qué genial.

source: Do you really have to sit on the table to watch it?
es_es: ¿Realmente tienes que sentarte en la mesa para verlo?

source: C'mon, I want to go!
es_es: ¡Vamos, quiero irme!

source: Hush. I almost got it.
es_es: Calla. Ya casi lo tengo.

source: You already said that 5 minutes ago!
es_es: ¡Dijiste eso hace 5 minutos!

source: Blame that messed up search interface.
es_es: Culpa a esta desastrosa interfaz.

source: You look confused, Seeker.
es_es: Te ves confundida, Buscadora.

source: What you see here is the \c[3]Bulletin Board\c[0]. You can use it to see \c[3]open quests in this area\c[0].
es_es: Lo que ves aquí es el \c[3]Tablón de Anuncios\c[0]. Puedes usarlo para ver las \c[3]misiones disponibles en esta área\c[0].

source: If you want to know more about quests, I suggest you talk to my fellow advisors at the counter over there.
es_es: Si quieres saber más sobre las misiones, sugiero que hables con mis colegas tutores en el mostrador.

source: All new recruits, please go to the \c[3]upper floor\c[0] for the introductory briefing.
es_es: Todos los nuevos reclutas, por favor diríganse al \c[3]piso de arriba\c[0] para el informe de introducción.

source: Training Advisor
es_es: Tutor de Entrenamiento

source: Training Advisor
es_es: Tutor de Entrenamiento

source: Greetings, \v[lore.title.seeker].\. We should talk after you have completed your briefing upstairs.
es_es: Saludos, \v[lore.title.seeker]a.\. Deberíamos hablar luego de que hayas completado tu informe arriba.

source: [nods]
es_es: [asiente]

source: Training Advisor
es_es: Tutor de Entrenamiento

source: Greetings, \v[lore.title.seeker]. I see that you have completed the introduction to \v[lore.title.operation-trackwalker].
es_es: Saludos, \v[lore.title.seeker]a.\. Veo que has completado la introducción a la \v[lore.title.operation-trackwalker].

source: To become the best \c[3]Seeker\c[0] you can be, we host a famous Teacher here in Rookie Harbor: \c[3]Master Sensei\c[0].
es_es: Para ser el mejor \c[3]Buscador\c[0] que puedas, tenemos a un famoso Maestro aquí en el Puerto de los Principiantes: \c[3]El Maestro Sensei\c[0].

source: He can teach you everything you need to know and more. Once you have mastered both the \c[3]Heat\c[0] and \c[3]Cold\c[0] elements, please find him in \c[3]\v[area.rookie-harbor.name] - Info Hub Dojo\c[0]!
es_es: Te enseñará todo lo que tienes que saber y más. ¡Una vez que hayas dominado tanto los elementos de \c[3]Fuego\c[0] como el de \c[3]Hielo\c[0], ve a verlo en \c[3]\v[area.rookie-harbor.name] - Dojo del Centro de Información\c[0]!

source: [nods]
es_es: [asiente]

source: Training Advisor
es_es: Tutor de Entrenamiento

source: Congratulations on mastering your Seeker abilities with Master Sensei.
es_es: Felicidades por haber dominado tus habilidades como Buscador con el Maestro Sensei.

# data/maps/rookie-harbor/east.json//entities/131/settings/event/1/text
source: Access denied
es_es: Acceso Denegado

source: Sorry lady, but no entry for you.
es_es: Lo siento señorita, pero no puede entrar.

source: We're currently investigating a rather unpleasant animal incident here.
es_es: Estamos investigando un incidente animal poco agradable.

source: Goo' day lady.
es_es: Que tenga un buen día señorita.

source: Hi!
es_es: ¡Hola!

# data/maps/rookie-harbor/east.json//entities/371/settings/interact/hoverText
source: \i[arrow-n] Autumn's Fall \i[arrow-s] Market Plaza
es_es: \i[arrow-n] Anochecer del Otoño \i[arrow-s] Plaza del Mercado

source: MA'AM!
es_es: ¡SEÑORITA!

source: EVERYTHING IS OKAY! PLEASE ENJOY YOUR DAY!
es_es: ¡TODO ESTÁ BIEN! ¡POR FAVOR DISFRUTE DE SU DÍA!

source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/east.json//entities/418/settings/displayName
source: ShortGirl96
es_es: ChicaBaja96

source: I really wonder what's behind those boxes...
es_es: Me pregunto que habŕa detrás de esas cajas...

# data/maps/rookie-harbor/east.json//entities/441/settings/dialog/0/text
source: Wow, that's quite the view. Didn't expect this.
es_es: Uf, que buena vista. No me lo esperaba.

# data/maps/rookie-harbor/east.json//entities/441/settings/dialog/1/text
source: You can say that again. Look! You can even see all these weird ruins.
es_es: ¡Mira! Se pueden ver todas esas extrañas ruinas.

# data/maps/rookie-harbor/east.json//entities/441/settings/dialog/2/text
source: Can't wait to explore them.
es_es: No puedo esperar para explorarlas.

source: Oi!, Wa's dis?
es_es: ¡Ei! ¿Quesesto?

source: Small lass try'n to get in a secret club, aye?
es_es: 'Ta muchachita se quiere meter en el clu' secreto, ¿eh?

source: Sorry litt'l one, not gonna pass 'til some's gonna vouch for ya.
es_es: Lo siento pequeñita, no te dejaré pasar ha'ta que alguien te recomiende.

source: Ha! A Seeker!
es_es: ¡Ja! ¡Una Buscadora!

source: What a rare sight here.
es_es: Qué cosa tan rara de ver por aquí.

source: Hi!
es_es: ¡Hola!

source: I like this spot, always calms me down.
es_es: Me gusta este lugar, siempre me tranquiliza.

source: And I can watch people.
es_es: Y puedo ver a las personas.

source: [nods]
es_es: [asiente]

source: Yo, what's up?
es_es: Ey, ¿qué pasa?

source: I see you got the \c[3]\v[item.230.name]\c[0] with you! Nice, nice!
es_es: ¡Veo que tienes el \c[3]\v[item.230.name]\c[0] contigo! ¡Bien, bien!

source: Well then, good luck on your journey!
es_es: Bien entonces, ¡buena suerte con tu aventura!

source: If you want to pass the barrier up ahead you first have to collect the \c[3]\v[item.230.name]\c[0].
es_es: Si quieres pasar por esta barrera primero debes conseguir la \c[3]\v[item.230.name]\c[0].

source: You get it at the end of the \c[3]Faj'ro Temple\c[0], right after the boss battle.
es_es: Te la dan al final del \c[3]Templo Faj'ro\c[0], justo después de la batalla contra el jefe.

source: Canst thou not see how I ponder?
es_es: ¿Acaso no podéis ver como reflexiono?

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/9/message
source: Welcome to operation \c[3]Track Walker\c[0], recruit.
es_es: Bienvenido a la \c[3]Operación Aprendiz del Camino\c[0], recluta.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/11/message
source: This briefing serves as an introduction to the history of this place and the nature of our cause.
es_es: Este informe sirve como introducción a la historia de este lugar y la naturaleza de nuestra causa.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/23/message
source: We're currently located on the natural satellite \c[3]Shadoon\c[0].
es_es: Actualmente estamos localizados en el Satélite natural \c[3]Shadoon\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/24/message
source: This place was once inhabited by intelligent lifeforms that we refer to as the \c[3]Ancients\c[0].
es_es: Este lugar estuvo alguna vez habitado por una forma de vida inteligente a la que llamamos los \c[3]Antiguos\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/26/message
source: While the Ancients ceased to exist a long time ago, they left behind a technological heritage to behold:
es_es: A pesar de que los Antiguos dejaron de existir hace mucho tiempo, dejaron detrás una herencia tecnológica de alta importancia:

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/35/message
source: The \c[3]Track of the Ancients\c[0].
es_es: El \c[3]Camino de los Antiguos\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/37/message
source: Originally, it served as an assessment of social standing within the Ancients' culture.
es_es: Originalmente, servía como una evaluación del estado social en su cultura.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/38/message
source: It is a technological marvel, a highly-advanced and self-sufficient system that remains intact to this day.
es_es: Es una maravilla tecnológica, un sistema altamente avanzado y autosuficiente que permanece intacto hasta el día de hoy.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/39/message
source: It wasn't long after humankind arrived on Shadoon that we realized its value.
es_es: Los humanos no tardaron mucho en darse cuenta de su valor.
