Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: Secrets of Close Combat
es_es: Secretos del Combate Cuerpo a Cuerpo

source: Secrets of Ranged Combat
es_es: Secretos del Combate a Distancia

source: Secrets of Dashing
es_es: Secretos del Esquive

source: Secrets of Guarding
es_es: Secretos de la Guardia

source: \c[1]No, thanks!\c[0]
es_es: \c[1]¡No, gracias!\c[0]

source: Hi!
es_es: ¡Hola!

source: Bro!\. Straighten up and get in shape!\. Your body is your temple, man!
es_es: ¡Bro!\. ¡Enderézate y ponte en forma! ¡Tu cuerpo es tu templo, chica!

source: No "but"s or "if"s or "maybe"s.\. Your body is what keeps you alive so you must work for it, bro!
es_es: Nada de "peros" o "si es que" o "tal vez".\. ¡Tu cuerpo es lo que te mantiene con vida, por lo tanto, debes trabajarlo, bro!

source: And you must know how your body works, man.\. I can explain, just hit me up.
es_es: Y debes saber cómo funciona tu cuerpo, chica.\. Te lo puedo explicar, solo pregunta.

source: Bro, what do you need to know?
es_es: Bro, ¿qué necesitas saber?

source: [nods stats question]
es_es: [asiente a la pregunta de estadísticas]

source: Bro, there's 4 basic stats in CrossWorlds: \c[3]HP, Attack, Defense, Focus\c[0].
es_es: Viejo, hay 4 estadísticas básicas en CrossWorlds: \c[3]PV, Ataque, Defensa, Concentración\c[0].

source: The \c[3]HP\c[0] are your life. More HP means more damage that you can take and survive by tanking like a boss.
es_es: Los \c[3]PV\c[0] son tu vida. Mientras más PV tengas, más daño podrás soportar y sobrevivirás tankeando hasta la victoria.

source: Pumping HP will also make \c[3]healing more effective\c[0], both for eating and your body's own healing.
es_es: Tener más PV también hará que \c[3]las curaciones sean más efectivas\c[0], tanto cuando comes como la de tu propio cuerpo.

source: More \c[3]Attack\c[0] increases the damage you inflict with your attacks.
es_es: Tener más \c[3]Ataque\c[0] hará que hagas más daño a los enemigos.

source: But bro, remember there's more factors that change the damage, like modifiers you get from your gear.
es_es: Pero viejo, recuerda que hay más cosas que modifican el daño, como los modificadores de tu equipamiento.

source: Your \c[3]Defense\c[0] will reduce received damage and protect your HP from getting chipped.
es_es: Tu \c[3]Defensa\c[0] reducirá el daño recibido y te protegerá los PV.

source: It will also strengthen your \c[3]shield\c[0] when you try to block and tank damage.
es_es: También reforzará tu \c[3]escudo\c[0].

source: And \c[3]Focus\c[0]... bro... dude... that's doing a lot of things, man.\. Like \c[3]how fast\c[0] you increase those \c[3]SP\c[0].
es_es: Y la \c[3]Concentración\c[0]... viejo... hermano... eso afecta muchas cosas. Por ejemplo, \c[3]qué tan rápido\c[0] consigues \c[3]PE\c[0].

source: Also having higher Focus increases the chance of doing \c[3]critical hits\c[0] and decreases the chance of taking them.
es_es: Además, tener más Concentración incrementa la probabilidad de dar \c[3]golpes críticos\c[0] y reduce la probabilidad de recibirlos.

source: Then there're those sick \c[3]Status Conditions\c[0], dude.\. Again, high Focus makes you do more and take less!
es_es: Y después están los \c[3]Estados Alterados\c[0], viejo.\. Otra vez, ¡la Concentración te permite hacer más y recibir menos!

source: Finally, the window for \c[3]Dash Invincibility\c[0] gets longer with higher Focus.\. Believe it, man!
es_es: Finalmente, el tiempo de \c[3]Invencibilidad cuando esquivas\c[0] se hace más largo con mayor Concentración.\. ¡Es una locura!

source: It's all important, bro, so train your body!\. And get good \c[3]equipment\c[0], cuz that's actually \c[3]way more important for stats\c[0].\.\.\. Bummer.
es_es: ¡Todo esto es muy importante, viejo, así que entrena mucho!\. Y consigue buen \c[3]equipamiento\c[0], porque eso es \c[3]mucho más importante que las estadísticas\c[0].\.\.\. Por desgracia.

source: Got more questions, bro?
es_es: ¿Tienes más preguntas, viejo?

source: [nods buffs question]
es_es: [asiente a la pregunta de las mejoras]

source: Dude, you're interested in a proper diet?\. Good thinking, bro!
es_es: Viejo, ¿quieres tener una buena dieta?\. ¡Bien pensado, hermano!

source: \c[3]Foods\c[0] are the primary source of getting \c[3]buffed\c[0].\. Use those and look at your power soar, man!
es_es: La \c[3]comida\c[0] es la mejor forma de coseguir \c[3]mejoras\c[0]. ¡Utilízala y te sentirás poderosa!

source: It's only \c[3]temporary\c[0], though, and you can only have \c[3]two food buffs active at a time\c[0].\. Limited digestion, man.
es_es: Por desgracia, \c[3]es temporal\c[0], y solo puedes tener \c[3]dos mejoras de comida activas al mismo tiempo\c[0].\. No lo puedes digerir todo, viejo.

source: Staying buffed can make a huge difference, so stay well fed.\. Your body will thank you!
es_es: Las mejoras pueden hacer una gran diferencia, así que mantente bien alimentada.\. ¡Tu cuerpo te lo agradecerá!

source: Got more questions, bro?
es_es: ¿Tienes más preguntas, viejo?

source: [shakes head]
es_es: [niega con la cabeza]

source: Take care, bro!\.
es_es: ¡Cuídate, hermano!\.

source: Explain stats
es_es: Explica las estadísticas

source: Explain buffs
es_es: Explica las mejoras

source: \c[1]No, thanks!\c[0]
es_es: \c[1]¡No, gracias!\c[0]

# data/maps/rookie-harbor/inner-info.json//entities/28/settings/displayName
source: Circuit Man
es_es: Hombre Circuito

source: Hi!
es_es: ¡Hola!

source: G'day, mate!\. I'm the Tech professional, specialist of circuits and other hardware.
es_es: ¡Buenos días!\. Soy un técnico profesional, me especializo en Circuitos y otros tipos de hardware.

source: \v[lore.title.seeker]s like you are utilizing advanced biolink-hardware to draw powers from the Track.
es_es: Los \v[lore.title.seeker]es como tú están utilizando hardware sincronizado biológicamente para extraer poderes del Camino.

source: If you wanna know more about the application just shoot your questions.
es_es: Si quieres saber más de ello, tan solo pregúntame.

source: Any technicalities to discuss?
es_es: ¿Hay algo que quieras que te explique?

source: [nods basic circuit question]
es_es: [asiente a la pregunta del circuito básico]

source: Well, to improve your Circuit you need to collect \c[3]CP\c[0] (Circuit Points).
es_es: Bueno, para mejorar tu Circuito necesitas conseguir \c[3]PC\c[0] (Puntos de Circuito).

source: You can get more CP by \c[3]growing your level\c[0] and from some \c[3]special artifacts\c[0] that sometimes get awarded to dutiful \v[lore.title.seeker]s.
es_es: Puedes conseguir más PC al \c[3]subir de nivel\c[0] y de algunos \c[3]artefactos especiales\c[0] que a veces se premian a los laboriosos \v[lore.title.seeker]es.

source: If you have CP you can use them in one of your \c[3]Circuits\c[0], either Neutral or one of the elements, if you have any.
es_es: Si tienes PC, puedes utilizarlos en uno de tus \c[3]Circuitos\c[0], sea Neutral o de algún elemento, si tienes.

source: \c[3]Skill nodes\c[0] need to be connected to the center and have one of 3 levels.
es_es: Los \c[3]nodos de habilidad\c[0] deben conectarse al centro y tener uno de los 3 niveles.

source: Higher levels tend to be more powerful but also need more CP to activate.
es_es: Los niveles más altos tienden a ser más poderosos, pero necesitan más PC para activarse.

source: Skills on \c[3]branches\c[0] can be \c[3]switched at any time without a cost\c[0].\. For the rest you gotta do a \c[3]full reset at the terminal downstairs\c[0].
es_es: Las habilidades en las \c[3]ramas\c[0] pueden \c[3]cambiarse cuando quieras sin costo adicional\c[0].\. Para cambiar el resto, necesitas hacer un \c[3]reinicio completo en la terminal de abajo\c[0].

source: More questions?
es_es: ¿Más preguntas?

source: [nods circuit synergy question]
es_es: [asiente a la pregunta de las sinergias de circuito]

source: See, as you grow as a \v[lore.title.seeker] you will wield up to \c[3]4 elements\c[0] in addition to Neutral.
es_es: A lo largo de tu carrera como \v[lore.title.seeker]a obtendrás los \c[3]4 elementos\c[0] además del Neutral.

source: Each of them have their own Circuit that \c[3]only empowers you with the right Elemental Mode\c[0].
es_es: Cada uno tiene su propio Circuito que \c[3]solo tomará efecto cuando tengas el Modo Elemental adecuado\c[0].

source: An exception is the \c[3]Neutral Circuit\c[0] that represents the very core of your Circuit Board.
es_es: La única excepción es el \c[3]Circuito Neutral\c[0] que se representa en el centro de tu tablero de Circuitos.

source: Activated Nodes on the Neutral Circuit also empower elemental modes with \c[3]50% of their values\c[0].
es_es: Los nodos activados en el Circuito Neutral también potenciarán a los nodos elementales con un \c[3]50% de efectividad\c[0].

source: More questions?
es_es: ¿Más preguntas?

source: Ah, some modifiers can be tricky.\. Which one confuses you?
es_es: Ah, algunos modificadores pueden ser confusos.\. ¿Cuál quieres que te explique?

source: [nods Iron Stance question]
es_es: [asiente a Ancla]

source: The \c[3]Iron Stance\c[0] modifier lets you \c[3]ignore the stun and knockback from attacks\c[0].\. So you can just keep on fighting!
es_es: El modificador \c[3]Ancla\c[0] te permite \c[3]ignorar las aturdidas y el empuje de los ataques que recibas\c[0].\. ¡Así podrás seguir peleando!

source: Though you can only ignore attacks up to a certain \c[3]limit\c[0], depending on their \c[3]damage\c[0].
es_es: Pero solo podrás ignorar ataques hasta cierto \c[3]límite\c[0], dependiendo del \c[3]daño\c[0].

source: The \c[3]maximum damage\c[0] you can ignore is the \c[3]Iron Stance percentage of the Max HP value\c[0].
es_es: El \c[3]daño máximo\c[0] que puedes resistir es el \c[3]valor del porcentaje de "Ancla" aplicado a tus PV Máximos\c[0].

source: So a fighter with \c[3]1000 MaxHP\c[0] and \c[3]10% Iron Stance\c[0] can ignore all attacks of \c[3]100 damage or less\c[0].
es_es: Entonces un luchador con \c[3]1000 de PV Máximo\c[0] y un \c[3]10% de "Ancla"\c[0] puede resistir cualquier ataque que haga \c[3]100 de daño o menos\c[0].

source: Obviously it's more reliable against many small attacks compared to powerful hits.
es_es: Claramente es más útil contra varios ataques débiles que uno poderoso.

source: And without a decent Defense and MaxHP you won't find it very useful either.
es_es: Y sin una buena Defensa y PV Máximos no le encontrarás mucha utilidad tampoco.

source: Any other mods that confuse you?
es_es: ¿Algún otro modificador que te confunda?

source: [nods Pin Body question]
es_es: [asiente a Cuerpoespín]

source: The Pin Body modifier \c[3]reflects a certain amount of damage\c[0] to attackers when \c[3]blocking\c[0] their attacks.
es_es: El modificador Cuerpoespín \c[3]refleja una cierta cantidad de daño\c[0] a tus atacantes si \c[3]bloqueas\c[0] sus ataques.

source: The reflected damage depends on how much is \c[3]absorbed by the shield and your overall defense value\c[0].
es_es: El daño reflejado depende de cuánto es \c[3]absorbido por tu escudo\c[0] y el valor de tu \c[3]estadística de defensa\c[0].

source: While the attacker's defense reduces the damage as usual, the \c[3]defense of the defender further increases it\c[0].
es_es: La defensa del atacante reduce el daño como siempre, pero \c[3]la defensa del defensor lo incrementa aún más\c[0].

source: Thus it is a very useful ability for defensive fighters.\. Just tank your enemies to death, mate!
es_es: Por ello, es una habilidad muy útil para los luchadores defensivos.\. ¡Tan solo tankea a tus enemigos hasta acabar con ellos, amiga!

source: Any other mods that confuse you?
es_es: ¿Alguna otra modificación que te confunda?

source: [nods Assault question]
es_es: [asiente a Asalto]

source: The Assault modifier adds \c[3]additional shockwaves\c[0] to your melee attacks.
es_es: El modificador Asalto agrega \c[3]ataques eléctricos\c[0] adicionales a tus golpes cuerpo a cuerpo.

source: The total strength of all shockwaves is the modifier percentage of the normal strength.
es_es: La fuerza de los ataques eléctricos es igual al porcentaje del modificador aplicado a tu estadística de fuerza normal.

source: \c[3]Additional shockwaves\c[0] will appear each \c[3]25% modifier value\c[0], though the overall damage stays the same.
es_es: Cada \c[3]25% en el valor del modificador\c[0] aparecerá un \c[3]ataque eléctrico adicional\c[0], aunque el daño general se mantiene igual.

source: Any other mods that confuse you?
es_es: ¿Algún otro modificador que te confunda?

source: [nods Cross Counter question]
es_es: [asiente a Contra Cruce]

source: The Cross Counter modifier increases \c[3]damage on a counter\c[0].
es_es: El modificador Contra Cruce incrementa el \c[3]daño de los contraataques\c[0].

source: This means attacks against enemies that are either \c[3]currently attacking\c[0] or \c[3]preparing for an attack\c[0].
es_es: Es decir, contra enemigos que estén \c[3]atacando\c[0] o \c[3]preparándose para un ataque\c[0].

source: Any other mods that confuse you?
es_es: ¿Algún otro modificador que te confunda?

source: [nods Bouncer question]
es_es: [asiente a Remate]

source: The Bouncer modifier increases \c[3]damage against weakened enemies\c[0].
es_es: El modificador Remate incrementa el \c[3]daño contra lo enemigos debilitados\c[0].

source: This explicitly affects enemies that have been \c[3]broken in some way\c[0].\. Breaking works differently for every foe.
es_es: Esto afecta explícitamente a cualquier enemigo que haya sido \c[3]aturdido de algún modo\c[0].\. La forma de aturdir enemigos varía dependiendo del tipo.

source: You'll find this only in special equipment, though, not in any Circuit.
es_es: Solo puedes conseguir este modificador con equipamiento especial, no en los Circuitos.

source: Any other mods that confuse you?
es_es: ¿Algún otro modificador que te confunda?

source: [nods Momentum question]
es_es: [asiente a Momentum]

source: The Momentum modifier increases \c[3]the damage of any action\c[0] that is executed \c[3]directly after dashing\c[0].
es_es: El modificador Momentum incrementa el \c[3]daño de cualquier acción\c[0] ejecutada \c[3]justo después de esquivar\c[0].

source: The modifier \c[3]can stack for every dash you do\c[0], so \c[3]dashing 3 times with a 10% modifier increases your damage by 30%\c[0]!
es_es: El modificador \c[3]se acumula por cada vez que esquives\c[0], entonces, ¡\c[3]esquivar 3 veces con un modificador del 10% incrementa el daño un 30%\c[0]!

source: The bonus will affect \c[3]one action\c[0], no matter if it's a normal attack or an entire combat art, as long as it's executed \c[3]quickly after dashing\c[0].
es_es: El bonus afectará \c[3]una única acción\c[0], no importa si es un ataque normal o un arte de combate completo, tan solo tienes que ejecutarlo \c[3]justo después de esquivar\c[0].

source: You'll find this mod only in special equipment, though, not in any Circuit.
es_es: Solo puedes conseguir este modificador con equipamiento especial, no en los Circuitos.

source: Any other mods that confuse you?
es_es: ¿Algún otro modificador que te confunda?

source: More questions?
es_es: ¿Más preguntas?

source: Iron Stance
es_es: Ancla

source: Pin Body
es_es: Cuerpoespín

source: Assault
es_es: Asalto

source: Cross Counter
es_es: Contra Cruce

source: Bouncer
es_es: Remate

source: \c[1]Other Question\c[0]
es_es: \c[1]Otra pregunta\c[0]

source: [shakes head]
es_es: [niega con la cabeza]

source: Alrighty.\. Come again, whenever you're confused about skills and the like.
es_es: De acuerdo.\. Vuelve si quieres que te explique alguna habilidad o algo por el estilo.

source: Circuit Functionality
es_es: Funcionalidad de los Circuitos

source: Different Circuits
es_es: Distintos Circuitos

source: Specific Modifiers \c[3][new page]\c[0]
es_es: Modificadores Específicos \c[3][nueva página]\c[0]

source: \c[1]No, thanks!\c[0]
es_es: \c[3]¡No, gracias!\c[0]

# data/maps/rookie-harbor/inner-info.json//entities/29/settings/displayName
source: Element Helper
es_es: Ayudante Elemental

source: Hi!
es_es: ¡Hola!

source: Yes, what is it?\. Who dares interrupt my science?
es_es: Sí, ¿qué pasa?\. ¿Quién osa interrumpir mi investigación?

source: Oh, it is a \v[lore.title.seeker].\. Oh well, you might be worthy of my knowledge.
es_es: Oh, es una \v[lore.title.seeker]a.\. Oh bueno, quizá seas digna de mi conocimiento.

source: You must know, I am the greatest expert of Elemental Science in all of Southern Rookie Harbor!
es_es: Como sabrás, ¡soy la más reconocida experta de la Ciencia Elemental en todo el Sur del Puerto de los Principiantes!

source: So give me all your banal questions and let me enlighten you!
es_es: ¡Hazme cualquier tipo de pregunta y déjame iluminarte!

source: You need help from my genius?
es_es: ¿Necesitas ayuda de mi genio?

source: [nods elemental question]
es_es: [asiente a bases]

source: Oh, you still need to understand the basics?\. Alright.
es_es: Oh, ¿aún debes aprender lo básico?\. De acuerdo.

source: By drawing upon the power of the Track, \v[lore.title.seeker]s can extend their basic abilities with one of \c[3]4 elements\c[0].
es_es: Absorbiendo el poder del Camino, los \v[lore.title.seeker]es pueden ampliar sus habilidades con uno de los \c[3]4 elementos\c[0].

source: To actually do that, though, you will need to \c[3]earn\c[0] each Element in the \c[3]Temples of the Track\c[0].\. Prove yourself worthy, so to speak.
es_es: Sin embargo, primero tendrán que \c[3]ganarse\c[0] cada Elemento en los \c[3]Templos del Camino\c[0].\. Es para demostrar si eres digna, por así decirlo.

source: Aside from being \c[3]superior in raw power\c[0] compared to Neutral, they can also deal \c[3]additional damage\c[0] to the right enemies.
es_es: Además de ser \c[3]superiores en poder por defecto\c[0] comparados a Neutral, los Elementos también pueden causar \c[3]daño adicional\c[0] a los enemigos indicados.

source: However, there's also the possibility of enemies being \c[3]resistant\c[0] to one Element or another, so don't turn your brain off!
es_es: Pero también es cierto que existe la posibilidad de que los enemigos sean \c[3]resistentes\c[0] a un elemento u otro, ¡así que presta atención!

source: This also applies to you as well, so keep an eye on your \c[3]resistances\c[0] if you enter dangerous environments.
es_es: Esto también aplica a ti, así que mantente al tanto de tus \c[3]resistencias\c[0] y \c[3]debilidades\c[0] en los ambientes peligrosos.

source: Also you should know that Elemental Modes incur a \c[3]natural resistance penalty of -50%\c[0] to their \c[3]counterpart\c[0].
es_es: También debes saber que los Modos Elementales causan \c[3]una debilidad natural del 50%\c[0] a su \c[3]elemento opuesto\c[0].

source: For example, using \c[3]Heat-Mode\c[0] you will take \c[3]50% more damage from cold attacks\c[0], unless you raise your resistances.
es_es: Por ejemplo, usar el \c[3]Elemento Fuego\c[0] causará que recibas \c[3]50% más daño del elemento Hielo\c[0], a no ser que aumentes tus resistencias.

source: Anything else?
es_es: ¿Algo más?

source: [nods overload question]
es_es: [asiente a sobrecarga]

source: When using an element mode other than Neutral, your \c[3]element load\c[0] will increase.
es_es: Cuando uses algún modo elemental que no sea Neutral, tu \c[3]carga elemental\c[0] aumentará.

source: This happens when you do any action during \c[3]any\c[0] element mode: throwing a ball, doing a slash, etc.
es_es: Esto sucede cuando realizas alguna acción en \c[3]cualquier\c[0] modo elemental: disparar una bola, realizar un ataque, etcétera.

source: It is of no matter if you hit a foe or not, so blindly attacking is a foolish thing to do.
es_es: No importa si el ataque impacta o no, por lo que atacar ciegamente es algo tonto.

source: Just pay attention to your \c[3]elemental display in the upper left corner\c[0], if you want to know your Overload.
es_es: Tan solo presta atención a tu \c[3]visor elemental en la esquina superior izquierda\c[0] si quieres saber tu nivel de Sobrecarga.

source: The icon will fill up in a \c[3]yellow\c[0] color.\. Once it's filled, an \c[3]Elemental Overload \c[0]will happen and force you into Neutral.
es_es: El ícono se llenará con un color \c[3]amarillo\c[0].\. Una vez lleno, se provocará una \c[3]Sobrecarga Elemental\c[0] y volverás al modo Neutral.\. No podrás utilizar ningún elemento hasta recuperarte.

source: To decrease the element load, you can switch back to \c[3]Neutral Mode\c[0] and \c[3]continue attacking\c[0] enemies.
es_es: Para bajar la carga elemental, puedes volver al \c[3]Modo Neutral\c[0] y \c[3]atacar\c[0] enemigos.

source: \c[3]Using Neutral\c[0], especially when attacking enemies, will cool down the Overload much more quickly.
es_es: \c[3]Utilizar el Modo Neutral\c[0], sobre todo cuando ataques enemigos, bajará la carga mucho más rápido.

source: Anything else?
es_es: ¿Algo más?

source: [nods condition question]
es_es: [asiente a alteraciones]

source: Ah, status conditions.\. An immensely fascinating topic.\. Some see it as the truly cultured way of fighting.
es_es: Ah, los estados alterados.\. Un tema verdaderamente fascinante.\. A quienes lo ven como la forma más culta de pelear.

source: In any case, each Element has an associated Condition that will weaken the victim in some way.
es_es: Como sea, cada Elemento tiene asociado un Efecto Alterado que debilitará a la víctima de algún modo.

source: \c[3]Heat\c[0] can cause \c[3]Burn\c[0], which causes \c[3]damage over time\c[0], depending on \c[3]the victim's MaxHP\c[0].
es_es: El \c[3]Fuego\c[0] puede causar \c[3]Llamas\c[0], lo que inflige \c[3]daño con el tiempo\c[0], dependiendo de la \c[3]vida máxima de la víctima\c[0].

source: \c[3]Cold\c[0] can cause \c[3]Chill\c[0], \c[3]slowing\c[0] down the victim's movement and attacks.
es_es: El \c[3]Hielo\c[0] puede causar \c[3]Frío\c[0], \c[3]ralentizando\c[0] el movimiento de la víctima y sus ataques.

source: \c[3]Shock\c[0] can cause \c[3]Jolt\c[0], which does some \c[3]damage over time\c[0] while also \c[3]interrupting and stunning\c[0] the enemy periodically.
es_es: El \c[3]Rayo\c[0] puede causar \c[3]Choque\c[0], que hace un poco de \c[3]daño con el tiempo\c[0], y además \c[3]interrumpe y aturde\c[0] al enemigo periódicamente.

source: Keep in mind that \c[3]Jolt damage\c[0] depends on \c[3]the victim's own attack power\c[0], basically as if they were performing the attack on themself.
es_es: Ten en cuenta que el \c[3]daño de Choque\c[0] depende del \c[3]poder de ataque de la víctima\c[0], como si se estuviera atacando a sí mismo.

source: \c[3]Wave\c[0] can cause \c[3]Mark\c[0], which will \c[3]increase all ranged damage\c[0] that the victim receives.
es_es: El \c[3]Pulso\c[0] puede causar \c[3]Marca\c[0], lo que \c[3]incrementará todo el daño a distancia\c[0] que reciba la víctima.

source: To trigger a condition you must repeatedly use \c[3]charged shots\c[0] or \c[3]certain combat arts\c[0] on an enemy.
es_es: Para infligir estas alteraciones debes usar \c[3]ataques cargados\c[0] repetidamente, o \c[3]ciertas artes de combate\c[0] en el enemigo.

source: You will see a \c[3]special bar\c[0] under the enemy that fills until the condition is finally triggered.
es_es: Verás una \c[3]barra especial\c[0] debajo del enemigo que se llenará hasta que la alteración se aplique.

source: It will trigger faster if the attacker's \c[3]Focus\c[0] is higher than the defender's.\. \c[3]Rush-skills\c[0] will further increase the speed and effect.
es_es: Se llenará más rápido si la \c[3]Concentración\c[0] del atacante es más alta que la del defensor.\. Además, cada alteración tiene una habilidad que aumentará la velocidad en la que se llena la barra.

source: Anything else?
es_es: ¿Algo más?

source: [shakes head]
es_es: [niega con la cabeza]
