Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/28/message
source: Merde!\. And I was having so much fun.
es_es: ¡Merde!\. Y yo que la estaba pasando tan bien.

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/30/message
source: It can't be helped.
es_es: Nada que pueda hacer.

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/31/message
source: But hey! Before I leave, we really should share contacts, non?
es_es: ¡Pero bueno! Antes de que me vaya deberíamos agregarnos como contacto, ¿non?

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/32/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/37/message
source: Next time, let's go out there and beat things up together!
es_es: ¡La próxima vayamos a golpear cosas juntas!

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/39/message
source: Au revoir! See you soon!
es_es: ¡Au revoir! ¡Nos vemos pronto!

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/41/text
source: Logout
es_es: Desconectando

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/50/message
source: ...So it seems you already made a friend!
es_es: ...Entonces, ¡parece que ya te hiciste una amiga!

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/51/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/52/message
source: I was worried that your speech malfunction would isolate you from other players.
es_es: Temía que el hecho de que no puedas hablar te isolara de otros jugadores.

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/53/message
source: It is good to know there are players like Emilie that just overlook that.
es_es: Es bueno saber que hay jugadores como Emilie a los que no les importa.

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/54/message
source: Though she did not seem to notice it in the first place, did she...
es_es: Aunque parece que ni siquiera se ha dado cuenta, ¿cierto?...

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/56/message
source: ... Anyway, it has been a really long day, Lea.
es_es: ...En fin, ha sido un día largo, Lea.

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/58/message
source: I suggest we log off, too.
es_es: Sugiero que nos desconectemos también.

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/59/message
source: I sort of need a break as well, you see?
es_es: Yo también necesito descansar, ¿sabes?

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/62/message
source: Do not worry... We will be back in the game soon enough.
es_es: No te preocupes... Volveremos al juego muy pronto.

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/63/message
source: Good Night, Lea.
es_es: Buenas noches, Lea.

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/66/text
source: Logout
es_es: Desconectando

# data/maps/rookie-harbor/teleporter.json//entities/419/settings/event/76/text
source: Insert Cutscene here.
es_es: Insertar Cinemática Aquí.

source: Hi!
es_es: ¡Hola!

source: Oh... hey...
es_es: Oh... hola...

source: Did you actually come all the way here to talk to me?
es_es: ¿En serio hiciste todo ese camino para hablarme?

source: [nods]
es_es: [asiente]

source: That's...\. nice.\. But I'd actually prefer to be alone right now...\. That's why I'm here.
es_es: Eso es...\. lindo.\. Pero preferiría que me dejen sola ahora mismo...\. Por eso estoy aquí.

source: Oh... hey...
es_es: Oh... hola...

source: Sorry, I'm not in the mood for small talk.
es_es: Lo siento, no estoy de humor para charlar.

source: I just want to sit here alone.
es_es: Tan solo quiero estar aquí sola.

source: Hi...
es_es: Hola...

source: You probably have a gift for me, right?
es_es: Probablemente tengas un regalo para mí, ¿cierto?

source: It always comes around this time of the year.
es_es: Siempre me dan uno en esta época del año.

source: They're always very sweet presents, really.
es_es: Siempre son regalos muy tiernos, la verdad.

source: This time just reminds me of another player who... \.\.\. is not playing anymore.
es_es: Esta vez me recuerda a un jugador que... \.\.\. ya no juega más.

source: Sorry, I'm just unloading my baggage on you. Just leave the present here.
es_es: Lo siento, estoy descargando mis penas contigo. Tan solo deja el regalo aquí.

source: Thanks for bringing it.
es_es: Gracias por traérmelo.

source: [nods]
es_es: [asiente]

source: Thanks a lot for the present.\. That was really nice.
es_es: Muchas gracias por el regalo.\. Ha sido un lindo detalle.

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/9/text
source: Initializing avatar
es_es: Inicializando Avatar

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/14/message
source: Good morning, Lea!
es_es: ¡Buenos días, Lea!

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/18/message
source: ...\. Do you feel alright?
es_es: ...\. ¿Te sientes bien?

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/20/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/21/message
source: And...\. you still remember everything from yesterday, right?\. Meeting Emilie and all that?
es_es: Y...\. aún recuerdas todo lo de ayer, ¿cierto?\. ¿Recuerdas a Emilie y todo lo que sucedió?

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/22/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/23/message
source: Alright, great!
es_es: ¡Muy bien, genial!

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/25/message
source: Oh, by the way!\. It seems that Emilie is online as-
es_es: ¡Oh, por cierto!\. Parece que Emilie ya está conecta-

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/27/message
source: Oh.\. That must be her.
es_es: Oh.\. Esa debe ser.

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/29/message
source: It's like a call. Just take it!
es_es: Es como un llamado telefónico. ¡Tan solo contesta!

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/35/message
source: Hi!
es_es: ¡Hola!

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/36/message
source: This is a direct link!\. First time you've see it?
es_es: ¡Este es el Mensajero Directo!\. ¿Es la primera vez que lo usas?

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/37/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/38/message
source: Really fancy, non?
es_es: Muy útil, ¿non?

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/39/message
source: Anyway, I just saw that you came online!
es_es: Como sea, ¡acabo de ver que te has conectado!

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/40/message
source: I logged in a few minutes ago myself!
es_es: ¡Yo he entrado hace apenas unos minutos!

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/41/message
source: I'm in the city just to the north.\. Come on, let's meet up!
es_es: Estoy en la ciudad, justo al norte.\. ¡Ven, juntémonos!

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/42/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/43/message
source: Alright, I'll be waiting!
es_es: De acuerdo, ¡estaré esperando!

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/44/message
source: Aaaaand...\. Link end...\. There!
es_es: Yyyyyy...\. Fin del llamado...\. ¡FIN!

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/49/message
source: See? That was fast, was it not?
es_es: ¿Lo ves? Eso fue rápido, ¿cierto?

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/50/message
source: You should meet her.\. It is much more fun to explore CrossWorlds with others.
es_es: Deberías ir a verla.\. Es mucho más divertido explorar CrossWorlds con compañía.

# data/maps/rookie-harbor/teleporter.json//entities/424/settings/event/51/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/425/settings/event/14/title
source: Landmarks and Teleportation
es_es: Puntos de Referencia y Teletransportación

# data/maps/rookie-harbor/teleporter.json//entities/425/settings/event/14/content
source: How to use \c[3]Landmarks\c[0] for fast travel.
es_es: Cómo usar los \c[3]Puntos de Referencia\c[0] para viajar rápido.

source: You can \c[3]teleport to Landmarks\c[0] by selecting them within the \c[3]Map menu\c[0]
es_es: Puedes \c[3]teletransportarte a los Puntos de Referencia\c[0] seleccionándolos en el \c[3]Menú del mapa\c[0]

source: You can also switch to the \c[3]World Map\c[0] view.
es_es: También puedes cambiar a la vista del \c[3]Mapa del Mundo\c[0].

source: Here you can move to \c[3]other areas you visited before\c[0].
es_es: Aquí puedes ir a \c[3]otras áreas que hayas visitado\c[0].

# data/maps/rookie-harbor/teleporter.json//entities/425/settings/event/22/message
source: Fantastique! Right at the sea, just like they said!
es_es: ¡Fantastique! ¡Justo en el mar, como dijeron!

# data/maps/rookie-harbor/teleporter.json//entities/425/settings/event/24/message
source: The city should be right up ahead!\. Go, go!
es_es: ¡La ciudad debería estar más adelante!\. ¡Vamos, vamos!

# data/maps/rookie-harbor/teleporter.json//entities/427/settings/event/5/text
source: Check your \c[3]accepted and solved quests\c[0] and read about the game's \c[3]lore\c[0]!
es_es: ¡Chequea tus \c[3]misiones aceptadas y completadas\c[0] para leer sobre la \c[3]historia\c[0] del juego!

# data/maps/rookie-harbor/teleporter.json//entities/430/settings/event/15/message
source: I see you've found something here.\. But what was up with that noise?
es_es: Veo que encontraste algo.\. ¿Pero qué es ese ruido?

# data/maps/rookie-harbor/teleporter.json//entities/430/settings/event/16/message
source: Hi...!
es_es: ¡Hola...!

# data/maps/rookie-harbor/teleporter.json//entities/430/settings/event/17/message
source: What, there was an automated Turret in the crate and it just attacked you on its own?
es_es: ¿Qué?, ¿había una Torreta automatizada en el contenedor, y te acaba de atacar por sí sola?

# data/maps/rookie-harbor/teleporter.json//entities/430/settings/event/18/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/430/settings/event/19/message
source: That's worse than we thought.\. And there might be even more of those around here.
es_es: Eso es peor de lo que creía.\. Y puede que haya más de esas por aquí.

# data/maps/rookie-harbor/teleporter.json//entities/430/settings/event/20/message
source: But at least we have a suspect who is involved in this crime and should still be near.
es_es: Pero al menos tenemos a un sospechoso que está involucrado en el crimen, debería estar por aquí cerca.

# data/maps/rookie-harbor/teleporter.json//entities/430/settings/event/22/message
source: Keep an eye out for a \c[3]shady looking dockworker\c[0] checking on crates.
es_es: Echa un vistazo y fíjate si encuentras a un \c[3]trabajador sospechoso en el puerto\c[0] revisando los contenedores.

# data/maps/rookie-harbor/teleporter.json//entities/430/settings/event/23/message
source: We might be able to properly solve this mess once we get him.
es_es: Puede que consigamos resolver este lío una vez lo atrapemos.

# data/maps/rookie-harbor/teleporter.json//entities/430/settings/event/24/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/431/settings/text
source: Suspicious Crate (checked)
es_es: Caja Sospechosa (revisada)

# data/maps/rookie-harbor/teleporter.json//entities/432/settings/text
source: Suspicious Crate
es_es: Caja Sospechosa

# data/maps/rookie-harbor/teleporter.json//entities/434/settings/analyzable/text
source: Guard Offcr Cedric
es_es: Oficial Cedric

source: Greetings, \v[lore.title.seeker]. I have to keep watch on the harbor and protect our citizens, so please excuse me.
es_es: Saludos, \v[lore.title.seeker]a. Debo mantener el orden en el puerto y proteger a nuestros ciudadanos, por favor discúlpame.

source: Hello, \v[lore.title.seeker].\. I assume they sent you to help me investigate this smuggling case?
es_es: Hola, \v[lore.title.seeker]a.\. ¿Asumo que te enviaron para ayudarme a investigar el caso de contrabando?

source: [nods]
es_es: [asiente]

source: Excellent.\. I want you to examine the crates on the eastern part of the harbor.
es_es: Excelente.\. Quiero que examines las cajas en la parte este del puerto.

source: The data signature of the suspicious goods has already been sent to you, so you should be able to sense it.
es_es: Ya te he enviado la firma electrónica de los bienes sospechosos, deberías poder sentirlos.

source: Hi!
es_es: ¡Hola!

source: I'll be here investigating our leads to potential culprits.\. Come back when you've found something.
es_es: Estaré aquí investigando las pistas hacia los posibles culpables.\. Vuelve cuando hayas encontrado algo.

source: [nods]
es_es: [asiente]

source: The crate should be somewhere around here so you better find it!
es_es: ¡La caja debe estar por aquí, será mejor que la encuentres!

source: You go find that suspicious dockworker!\. I'll make sure he doesn't leave for the city.
es_es: ¡Tu ve a buscar a ese trabajador sospechoso!\. Yo me aseguraré de que no escape a la ciudad.

source: Well met, \v[lore.title.seeker]. There has been no further trouble at the docks so far but we should stay vigilant.
es_es: Bien hecho, \v[lore.title.seeker]a. No ha habido más problemas en el puerto hasta ahora, pero no deberíamos bajar la guardia.

# data/maps/rookie-harbor/teleporter.json//entities/435/settings/analyzable/text
source: Sober Frank
es_es: El Sobrio Frank

source: Sober Frank
es_es: El Sobrio Frank

source: Hi!
es_es: ¡Hola!

source: Huh... what?\. Can't you tell I'm working?
es_es: ¿Eh... qué?\. ¿No te das cuenta que estoy trabajando?

source: You wanna know what I'm doing?\. Keeping this harbor running without proper payment, as usual.
es_es: ¿Quieres saber lo que estoy haciendo?\. Mantengo este puerto en funcionamiento sin una paga adecuada, como es usual.

source: But hey, if the high and mighty Seeker wants to inspect our shipments that badly... just give me a second.
es_es: Pero bien, si la todopoderosa Buscadora quiere inspeccionar el cargamento con tantas ansias... tan solo dame un segundo.

source: Suspicious Tinkering
es_es: Movimientos Sospechosos

source: Sober Frank
es_es: El Sobrio Frank

source: Any second now...
es_es: Ya casi...

# data/maps/rookie-harbor/teleporter.json//entities/447/settings/event/10/name
source: Sober Frank
es_es: El Sobrio Frank

# data/maps/rookie-harbor/teleporter.json//entities/447/settings/event/11/message
source: Hi!
es_es: ¡Hola!

# data/maps/rookie-harbor/teleporter.json//entities/447/settings/event/12/message
source: Can't let a humble worker earn his cash in peace, huh?
es_es: No puedes dejar a un humilde trabajador ganarse su paga en paz, ¿eh?

# data/maps/rookie-harbor/teleporter.json//entities/447/settings/event/20/name
source: Sober Frank
es_es: El Sobrio Frank

# data/maps/rookie-harbor/teleporter.json//entities/447/settings/event/22/message
source: But trying to annoy me on my home-turf was a bad move, lady.
es_es: Hiciste mal en molestarme en mi barrio, muchacha.

# data/maps/rookie-harbor/teleporter.json//entities/447/settings/event/23/message
source: Now stay here and stop bothering me, will you?\. I'll even leave you some company.
es_es: Ahora quédate aquí y deja de molestarme, ¿quieres?\. Hasta te dejaré con compañía.

# data/maps/rookie-harbor/teleporter.json//entities/455/settings/event/3/message
source: Don't think that's all I got!
es_es: ¡No te creas que eso es todo!

# data/maps/rookie-harbor/teleporter.json//entities/456/settings/event/9/name
source: Sober Frank
es_es: El Sobrio Frank

# data/maps/rookie-harbor/teleporter.json//entities/456/settings/event/10/message
source: Hi!
es_es: ¡Hola!

# data/maps/rookie-harbor/teleporter.json//entities/456/settings/event/12/message
source: Damn it, you again?
es_es: Demonios, ¿tú otra vez?

# data/maps/rookie-harbor/teleporter.json//entities/456/settings/event/13/message
source: Still not satisfied after all those shipment inspections?\. You sure are persistent.
es_es: ¿Aún no estás satisfecha después de todas esas inspecciones?\. Sí que eres persistente.

# data/maps/rookie-harbor/teleporter.json//entities/456/settings/event/15/message
source: Well, I guess it is time to bury the hatchet and get one of those lawyers, eh?
es_es: Bueno, supongo que es momento de ponerle fin a esto y conseguir un abogado, ¿eh?

# data/maps/rookie-harbor/teleporter.json//entities/456/settings/event/16/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/456/settings/event/38/name
source: Sober Frank
es_es: El Sobrio Frank

# data/maps/rookie-harbor/teleporter.json//entities/456/settings/event/39/message
source: Or maybe I'll just get rid of you and walk away.\. How does that sound?
es_es: O quizá simplemente me deshaga de ti y me vaya caminando.\. ¿Qué te parece eso?

# data/maps/rookie-harbor/teleporter.json//entities/456/settings/event/41/message
source: Say all you want, there is no turning back now.
es_es: Di lo que quieras, no hay vuelta atrás ahora.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/10/name
source: Sober Frank
es_es: El Sobrio Frank

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/11/message
source: ...h-\.hi!
es_es: ...¡h-\.hola!

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/12/message
source: Hrm, after all that trouble, those buckets of junk can't even get rid of some \v[lore.title.seeker]s.
es_es: Hm, tanto lío para que esos pedazos de chatarra ni siquiera puedan contra unos \v[lore.title.seeker]es.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/14/message
source: Really makes you question the point of it all...
es_es: Me hace pensar para qué me molesto...

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/18/message
source: Hey, I'll be nice. No need to get violent with me.
es_es: Ey, me portaré bien. No hace falta ponerse violentos.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/19/message
source: But, I guess I do have to face my problems the responsible way now...
es_es: Aunque, supongo que debo enfrentar mis problemas de forma más responsable ahora...

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/39/name
source: Sober Frank
es_es: El Sobrio Frank

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/42/message
source: Don't move a muscle!
es_es: ¡Alto ahí!

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/43/message
source: I've had just about enough of illegal turrets and smokebombs being thrown around here.
es_es: Ya he tenido suficiente torretas ilegales y bombas de humo esparcidas por toda la ciudad.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/45/message
source: Don't let falling for his little trick bother you, \v[lore.title.seeker].\. Seems to happen all the time lately.
es_es: No te creas el cuento de este rufián, \v[lore.title.seeker]a.\. Sucede todo el tiempo.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/46/message
source: You did good work flushing him out and disposing of those toys of his.
es_es: Has hecho un gran trabajo en detenerlo y acabar con sus juguetes.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/48/message
source: You sure like to get rough as long as it's just us lowly workers, don't you?
es_es: A ver si la próxima te metes con alguien más que un pobre trabajador.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/49/message
source: Keep your mouth shut.\. We can have a nice long talk back at the station.
es_es: Cierra la boca.\. Ya tendremos una larga charla en la estación.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/52/message
source: And you better go there too and report to Sgt. Brassler.
es_es: Y será mejor que tú vayas también y te reportes ante el Sargento Brassler.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/53/message
source: He'll be pleased with what you've done here, even if he doesn't show it.
es_es: Estará contento con lo que hiciste aquí, incluso si no lo demuestra.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/54/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/56/message
source: Alright, off you go.\. Don't make me tie you up and carry you all the way.
es_es: Bien, allá vas.\. No me hagas atarte y arrastrarte todo el camino.

# data/maps/rookie-harbor/teleporter.json//entities/467/settings/event/57/message
source: Okay, okay.\. At least leave a hard-working citizen some dignity.
es_es: De acuerdo, de acuerdo.\. Al menos déjale algo de dignidad a este trabajoso ciudadano.

source: Sacrebleu! Why would they add a door there?!
es_es: ¡Sacrebleu! ¡¿Por qué pondrían otra puerta ahí?!

source: This door honestly just went where it was supposed to. Very consistent.
es_es: Esta puerta está donde debe estar. Muy consistente.

source: What was that? Did they honestly design it that way?
es_es: ¿Qué fue eso? ¿En serio lo diseñaron así?

# data/maps/rookie-harbor/teleporter.json//entities/477/settings/analyzable/text
source: Captain Turbine
es_es: Capitán Turbine

source: Captain Turbine
es_es: Capitán Turbine

source: Yarrr, the sea sounds restless.\. A storm is afoot.
es_es: Yarrr, el mar está inquieto.\. Una tormenta se avecina.

source: Captain Turbine
es_es: Capitán Turbine

source: Arr, \v[lore.title.seeker].\. You the one they sent to board our proud battleship here?
es_es: Arr, \v[lore.title.seeker]a.\. ¿Eres tú la que enviaron a abordar nuestro glorioso buque de guerra?

source: [nods]
es_es: [asiente]

source: Hope a landlubber like you can hold yer own without steady land under yer feet.\. The sea is a fickle lady, I tell ye.
es_es: Espero que una terrestre como tú pueda soportar estar fuera de tierra firme.\. El mar es una muchacha movediza.

source: Alright, alright.\. Just wanted to get you in the mood.\. Think like a smuggler to catch one, eh?
es_es: Bien, bien.\. Tan solo quería ponerte de humor.\. Hay que pensar como un contrabandista para atrapar a uno, ¿eh?

source: Got a lot of those criminals these days, sending weapons directly over the sea.
es_es: Hay muchos de estos criminales últimamente, contrabandeando armas por el mar.

source: Only way to catch them is by intercepting them directly on the sea.\. This is where you come in, \v[lore.title.seeker].
es_es: La única forma de atraparlos es interceptarlos en el mar directamente.\. Y eso es lo que debes hacer, \v[lore.title.seeker]a.

source: Captain Turbine
es_es: Capitán Turbine

source: You will patrol the suspected smuggling routes with our state of the art combat platform here.
es_es: Patrullarás las supuestas rutas de los contrabandistas con nuestra plataforma de combate de última generación.
