Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: I am sorry, ma'am, but this part is restricted to the staff.
ru_ru: Простите, мэм, но эта часть предназначена только для персонала.

source: Guard
ru_ru: Охранник

source: I am sorry, ma'am, but this area is restricted to the staff.
ru_ru: Прошу прощения, мэм, но эта зона только для персонала.

source: I see you have business with the board.\. In that case please go upstairs and have a nice day.
ru_ru: Вижу, у вас есть дело к руководству.\. В таком случае пройдите наверх и хорошего вам дня.

source: Bye!
ru_ru: Пока!

source: Guard
ru_ru: Охранник

source: Good day, ma'am.\. You can go upstairs.\. Have a nice day.
ru_ru: Добрый день, мэм.\. Вы можете подняться наверх.\. Хорошего вам дня.

source: Guard
ru_ru: Охранник

source: Chairman Steward
ru_ru: Председатель Стюард

source: Steward
ru_ru: Стюард

source: I am sorry, \v[lore.title.seeker] but the market is hot.\. Please do not distract me.
ru_ru: Извините, Искатель, но рынок сейчас требует моего внимания.\. Пожалуйста, не отвлекайте меня.

source: Steward
ru_ru: Стюард

source: Hi!
ru_ru: Привет!

source: Ah, good evening, \v[lore.title.seeker].\. We have been expecting you.
ru_ru: Ах, добрый вечер, Искатель.\. Мы вас ждали.

source: Mr. Nomsworth spoke very highly of your abilities.\. Let us hope that his trust is not misplaced.
ru_ru: Мистер Номсворт очень высоко отзывался о ваших способностях.\. Будем надеяться, что его доверие будет оправдано.

source: As you hopefully know, \v[area.rookie-harbor.name] is a central settlement with strong connections all over \v[lore.title.planet].
ru_ru: Как вы, вероятно, знаете, Гавань новичков - это центральное поселение с прочными связями по всему Шадуну.

source: There is barely a commodity that cannot be found on our mighty venues of capitalism.
ru_ru: Едва ли есть товар, который нельзя найти в наших великих центрах капитализма.

source: Though we still lack the capacity to acquire high-quality metal without relying on the other settlements.
ru_ru: Хотя нам по-прежнему не хватает возможности получать высококачественный металл, не полагаясь на другие поселения.

source: It will be your most urgent task to remedy this.\. I hope we can still count on your assistance?
ru_ru: Вашей первостепенной задачей будет исправить это.\. Надеюсь, что мы сможем рассчитывать на вашу помощь?

source: [nods]
ru_ru: [кивает]

source: Excellent.\. Then go to \v[area.bergen.name] and visit their trader of metalworks.
ru_ru: Отлично.\. Направляйтесь в Берген и посетите их торговцев металлом.

source: We have already negotiated a satisfying arrangement.\. You will fulfill our end of the bargain.
ru_ru: Мы уже заключили устраивающее нас соглашение.\. Вы выполните нашу часть сделки.

source: [nods]
ru_ru: [кивает]

source: Good.\. Now go and carry out your task.
ru_ru: Хорошо.\. Ступайте и выполните свою задачу.

source: Bye!
ru_ru: Пока!

source: Steward
ru_ru: Стюард

source: Go to \c[3]\v[area.bergen.name]\c[0] and talk to their \c[3]trader of metalworks\c[0] in the \c[3]Trader's Den\c[0].
ru_ru: Ступайте в \c[3]\v[area.bergen.name]\c[0] и поговорите с их \c[3]торговцем металлом\c[0] в \c[3]Логове торговцев\c[0].

source: He will have a task for you to fulfill.
ru_ru: У него будет для вас поручение.

source: Steward
ru_ru: Стюард

source: Hi!
ru_ru: Привет!

source: \v[lore.title.seeker], welcome back!\. The necessary tools have already arrived and they work splendidly.
ru_ru: Искатель, с возвращением!\. Необходимые инструменты уже прибыли и прекрасно работают.

source: From now on, we will be able to trade higher quality metal directly in \v[area.rookie-harbor.name].
ru_ru: Отныне мы сможем торговать металлом высшего качества непосредственно в Гавани новичков.

source: You have been a great help.\. Nomsworth really deserves a pat on the back for picking you.
ru_ru: Вы нам очень помогли.\. Номсворт действительно заслуживает похвалы за то, что выбрал вас.

source: And you will also get your reward, of course.\. We should stay in contact for future deals.
ru_ru: И вы, конечно же, тоже получите свою награду.\. Нам стоит поддерживать контакт для будущих сделок.

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: Steward
ru_ru: Стюард

source: I am sorry \v[lore.title.seeker], but the market is hot.\. Please do not distract me.
ru_ru: Извините, Искатель, но рынок сейчас требует моего внимания.\. Пожалуйста, не отвлекайте меня.

source: Receptionist
ru_ru: Портье

source: Talatu Lips
ru_ru: Талату Липс

source: Hey there darlin'!
ru_ru: Привет, дорогая!

source: Hi!
ru_ru: Привет!

source: Thanks again fer helpin' me with them plants!
ru_ru: Ещё раз спасибо за помощь с этими растениями!

source: It's been a pleasure takin' care o' them so far.
ru_ru: Очень приятно ухаживать за ними.

source: Thanks to some modern techno doodads Ah can keep 'em on display like that.
ru_ru: Благодаря некоторым современным техно-примочкам, я могу выставить их вот так.

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/4/name
source: Talatu Lips
ru_ru: Талату Липс

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/6/message
source: Welcome to mah cozy greenhouse y'all!
ru_ru: Добро пожаловать в уютную оранжерею!

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/8/message
source: Don't be shy now, darlin'. Here's where all yer hard workin' pays off.
ru_ru: Не стесняйся, дорогая. Вот где вся твоя тяжелая работа окупается.

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/14/name
source: Talatu Lips
ru_ru: Талату Липс

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/16/message
source: Y'all like it?
ru_ru: Тебе нравится?

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/17/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/18/message
source: Y'all did all the hard work, really.
ru_ru: На самом деле, всё самое сложное сделала ты.

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/19/message
source: Ah was able to preserve all o' them precious flora y'all kept hittin'.
ru_ru: Я сумела сохранить всю драгоценную флору, которую ты нашла.

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/20/message
source: Even them weird ones...
ru_ru: Даже самые странные растения...

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/22/message
source: What Ah'm try'na say is: Thanks, Seeker.
ru_ru: В общем, что я хочу сказать: Спасибо, Искатель.

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/23/message
source: Y'all helped me fulfill mah dream and words can't say how much that means to me.
ru_ru: Ты помогла мне исполнить мечту, и словами не передать, сколько это для меня значит.

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/25/message
source: Well, guess it's time ta give that strawhat one last upgrade, dont'cher think?
ru_ru: Ну, полагаю, что пришло время, чтобы улучшить соломенную шляпу в последний раз, ты так не считаешь?

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/30/name
source: Talatu Lips
ru_ru: Талату Липс

source: Thanks!
ru_ru: Спасибо!

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/33/message
source: Oh and take this too, will ya.
ru_ru: Ой, и возьми ещё это.

# data/maps/rookie-harbor/inner-tala.json/entities/71/settings/event/34/message
source: Y'all drop in whenever ya feel like!
ru_ru: Приходи в любое время, когда захочешь!

# data/maps/rookie-harbor/inner-weapon.json/entities/25/settings/displayName
source: Rookie's Starter
ru_ru: Старт новичка

source: We offer high quality equipment made in Rookie Harbor!
ru_ru: Мы предлагаем самую качественную экипировку, сделанную в Гавани новичков!

# data/maps/rookie-harbor/north.json/entities/311/settings/text
source: Original Fountain
ru_ru: Оригинальный фонтан

source: Talatu Lips
ru_ru: Талату Липс

source: Well hey there, if it ain't the master botanist herself!
ru_ru: Ну, привет, неужели это мастер ботаники собственной персоной!

source: Hi!
ru_ru: Привет!

source: Come on in y'all!
ru_ru: Залетай!

# data/maps/rookie-harbor/north.json/entities/346/settings/interact/hoverText
source: Home of Talatu Lips
ru_ru: Дом Талату Липс

# data/maps/rookie-harbor/south.json/entities/44/settings/interact/hoverText
source: \i[arrow-n] Market Plaza \i[arrow-s] Beginners Arc
ru_ru: \i[arrow-n] Рыночная площадь \i[arrow-s] Арка новобранцев

# data/maps/rookie-harbor/south.json/entities/53/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
ru_ru: \i[arrow-n] Рынок \i[arrow-s] Арка новобранцев

# data/maps/rookie-harbor/south.json/entities/54/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
ru_ru: \i[arrow-n] Рынок \i[arrow-s] Арка новобранцев

# data/maps/rookie-harbor/south.json/entities/124/settings/displayName
source: Canonical NPC
ru_ru: Каноничный NPC

source: Welcome to Rookie Harbor!
ru_ru: Добро пожаловать в Гавань новичков!

source: Hey!\. It's nice here in the shade, isn't it?
ru_ru: Привет!\. Хорошо здесь в тени, не так ли?

source: ...Hi?
ru_ru: ...Привет?

# data/maps/rookie-harbor/south.json/entities/128/settings/dialog/0/text
source: Your friend's still not here. What's the holdup?
ru_ru: Твой друг ещё не здесь. В чём загвоздка?

# data/maps/rookie-harbor/south.json/entities/128/settings/dialog/1/text
source: I dunno... he said he'd arrive around this time.
ru_ru: Я не знаю... он сказал, что придёт в это время.

# data/maps/rookie-harbor/south.json/entities/128/settings/dialog/2/text
source: Maybe he's stuck in Rhombus Square, watching the city from afar... you know how it is...
ru_ru: Может быть, он застрял на Площади Ромба, любуясь городом издалека... ты знаешь, как это бывает...

# data/maps/rookie-harbor/south.json/entities/128/settings/dialog/3/text
source: Yeah... Can't wait to finally enter that place, too!
ru_ru: Ага... Не могу дождаться, чтобы наконец-то тоже войти в это место!

source: ...Hi!
ru_ru: ...Привет!

source: ...Oh! Hey!
ru_ru: ...Ой! Привет!

source: Is something the matter?
ru_ru: Что-то случилось?

source: ... Oh well... Ever notice how that tree has fruit?
ru_ru: ...Ох, ладно... Ты замечала, что на этом дереве есть плоды?

source: I heard those are not instant matter but actual fruit!
ru_ru: Я слышал, что это не мнимая материя, а настоящие фрукты!

source: Now I really wonder how they taste...
ru_ru: Теперь мне очень интересно, каковы они на вкус...

source: Oh well... it's not like you can eat real-life fruit as an avatar.
ru_ru: Ну да ладно... всё равно в обличии аватара нельзя есть настоящие фрукты.

source: [nods]
ru_ru: [кивает]

source: ...Hi!
ru_ru: ...Привет!

source: Hey there.
ru_ru: Привет.

source: ...You seem kinda lost...
ru_ru: ...Ты выглядишь потерянной...

source: If you're waiting for somebody, this is the right spot.
ru_ru: Если ты ждёшь кого-то, то это подходящее место.

source: Pretty much everyone here is waiting for new players arriving from Cross Central.
ru_ru: Практически все ждут здесь новых игроков, прибывающих из Cross Central.

source: It's a popular meetup spot.
ru_ru: Это популярное место встречи.

source: ... You seem to be a new player, too. So you know what I mean, right?
ru_ru: ...Ты, кажется, тоже новый игрок. Так что понимаешь, что я имею в виду, верно?

source: [nods]
ru_ru: [кивает]

source: ...You're a quiet one, I see.
ru_ru: ...Ты тихоня, как я погляжу.

# data/maps/rookie-harbor/south.json/entities/133/settings/dialog/0/text
source: They are late...
ru_ru: Они опаздывают...

# data/maps/rookie-harbor/south.json/entities/133/settings/dialog/1/text
source: C'mon, relax. There is still time.
ru_ru: Да ладно, расслабься. Есть ещё время.

# data/maps/rookie-harbor/south.json/entities/133/settings/dialog/2/text
source: The raid is scheduled in 10 minutes.
ru_ru: Начало рейда уже через 10 минут.

# data/maps/rookie-harbor/south.json/entities/133/settings/dialog/3/text
source: Nothing is planned. It's going to be a mess...
ru_ru: А у нас даже плана нет. Это будет полный бардак...

# data/maps/rookie-harbor/south.json/entities/133/settings/dialog/4/text
source: Don't be so serious about it. It's supposed to be fun, remember?
ru_ru: Не будь таким серьёзным. Это должно быть весело, помнишь?

# data/maps/rookie-harbor/south.json/entities/136/settings/dialog/0/text
source: All that water... makes you want to jump right into it!
ru_ru: Столько воды... так и хочется в неё прыгнуть!

# data/maps/rookie-harbor/south.json/entities/136/settings/dialog/1/text
source: Not sure I'd do that with your amount of armor.
ru_ru: С твоим количеством брони я бы не рискнул этого делать.

# data/maps/rookie-harbor/south.json/entities/136/settings/dialog/2/text
source: Also, you'd just dissolve and respawn.
ru_ru: К тому же, ты просто растворишься и возродишься здесь.

# data/maps/rookie-harbor/south.json/entities/136/settings/dialog/3/text
source: Killjoy.
ru_ru: Зануда.

# data/maps/rookie-harbor/south.json/entities/148/settings/dialog/0/text
source: Mh... I swear there was an entrance here...
ru_ru: Мм... Я клянусь, здесь был проход...

# data/maps/rookie-harbor/south.json/entities/174/settings/event/11/message
source: Hey!\. Over here!
ru_ru: Эй!\. Сюда!

# data/maps/rookie-harbor/south.json/entities/174/settings/event/20/message
source: Look at all these old style buildings!
ru_ru: Взгляни на все эти здания в старом стиле!

# data/maps/rookie-harbor/south.json/entities/174/settings/event/25/message
source: It's like we are in some kind of medieval fantasy world, non?
ru_ru: Мы как будто в средневековом фэнтезийном мире, не так ли?

# data/maps/rookie-harbor/south.json/entities/174/settings/event/26/message
source: So...\. Right now I'm waiting here to meet a friend.
ru_ru: В общем...\. Я тут жду одного друга.

# data/maps/rookie-harbor/south.json/entities/174/settings/event/28/message
source: But I haven't seen him so far.
ru_ru: Но я до сих пор его не вижу.

# data/maps/rookie-harbor/south.json/entities/174/settings/event/30/message
source: There are just so many people here...
ru_ru: Тут так много людей...

# data/maps/rookie-harbor/south.json/entities/174/settings/event/34/message
source: HOLERÖ!\.\.
ru_ru: HOLERÖ (ЗДАРОВА)!\.\.

# data/maps/rookie-harbor/south.json/entities/174/settings/event/39/message
source: Eeek!
ru_ru: Аааа!

# data/maps/rookie-harbor/south.json/entities/174/settings/event/40/message
source: Gyahahaha!
ru_ru: Муахахаха!

# data/maps/rookie-harbor/south.json/entities/174/settings/event/42/message
source: Sacrebleu!\. Was that really necessary?
ru_ru: Sacrebleu (Вот чёрт!)\. Это точно было необходимо?

# data/maps/rookie-harbor/south.json/entities/174/settings/event/43/message
source: Yes, very necessary.
ru_ru: Ага, это было крайне необходимо.

# data/maps/rookie-harbor/south.json/entities/174/settings/event/44/message
source: I see you brought a friend?
ru_ru: Я вижу, ты привела подружку?

# data/maps/rookie-harbor/south.json/entities/174/settings/event/45/message
source: Ah oui, that's Lea!\. I met her during the tutorial.
ru_ru: Ах oui (да), это Лея!\. Я познакомилась с ней во время обучения.

# data/maps/rookie-harbor/south.json/entities/174/settings/event/46/message
source: Hi!
ru_ru: Привет!

# data/maps/rookie-harbor/south.json/entities/174/settings/event/47/message
source: And this dark lord meanie here is \c[3]Lukas\c[0].
ru_ru: А этот подлый тёмный лорд - \c[3]Лукас\c[0].

# data/maps/rookie-harbor/south.json/entities/174/settings/event/48/message
source: Also known as \c[3]Schneider\c[0].
ru_ru: Также известный как \c[3]Шнайдер\c[0].

# data/maps/rookie-harbor/south.json/entities/174/settings/event/49/message
source: Nice to meet you, Lea!
ru_ru: Приятно познакомиться, Лея!

# data/maps/rookie-harbor/south.json/entities/174/settings/event/50/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/south.json/entities/174/settings/event/51/message
source: So you finally reached the \c[3]Croissant\c[0].\. Having fun so far?
ru_ru: Наконец-то вы добрались до \c[3]Круассана\c[0].\. Весело было?

# data/maps/rookie-harbor/south.json/entities/174/settings/event/52/message
source: Oui, énormément!
ru_ru: Oui, énormément (Да, безусловно)!

# data/maps/rookie-harbor/south.json/entities/174/settings/event/53/message
source: Wait...\. Croissant?
ru_ru: Погоди...\. Круассан?

# data/maps/rookie-harbor/south.json/entities/174/settings/event/54/message
source: The mainland.\. You'll get the idea once you see the map.
ru_ru: Материк.\. Ты поймёшь, как только взглянешь на карту.

# data/maps/rookie-harbor/south.json/entities/174/settings/event/55/message
source: Anyway, this is \c[3]Rookie Harbor\c[0].\. It's known for the incoming shipments of rookies like you.
ru_ru: В любом случае, это \c[3]Гавань новичков\c[0].\. Она известна поступающими сюда партиями новичков вроде вас.

# data/maps/rookie-harbor/south.json/entities/174/settings/event/56/message
source: It's also a fairly big place, which tends to be confusing for said rookies.
ru_ru: Это довольно большое место, в котором, как правило, путаются упомянутые новички.

# data/maps/rookie-harbor/south.json/entities/174/settings/event/57/message
source: So I thought I'd give you a small tour!
ru_ru: Поэтому я подумал провести вам небольшой тур!

# data/maps/rookie-harbor/south.json/entities/174/settings/event/58/message
source: Très bien!\. Lead the way!
ru_ru: Très bien (Прекрасно)!\. Показывай дорогу!

# data/maps/rookie-harbor/south.json/entities/174/settings/event/71/task
source: \c[3]Schneider\c[0] is kind enough to show you around Rookie Harbor. Just follow him together with \c[3]Emilie\c[0].
ru_ru: \c[3]Шнайдер\c[0] проявил любезность провести вам экскурсию по Гавани новичков. Следуйте за ним вместе с \c[3]Эмили\c[0].

source: Ah I see, you now can open the golden chests.\. Congrats!
ru_ru: О, вижу, что теперь ты можешь открывать золотые сундуки.\. Мои поздравления!

source: Lea!
ru_ru: Лея!

source: Wondering about this chest, hm?
ru_ru: Заинтересовал сундук, хм?

source: [nods]
ru_ru: [кивает]

source: Yeah you can't open it yet.
ru_ru: Да, ты ещё не можешь его открыть.

source: But you will be able to do it later in the game.
ru_ru: Но ты сможешь сделать это позже.

source: You might want to add a \c[3]stamp\c[0] on your \c[3]map\c[0] to remember it.
ru_ru: Ты можешь добавить \c[3]метку\c[0] на \c[3]карту\c[0], чтобы запомнить его.

source: In case you don't know what I mean, just have a closer look at the \c[3]map menu\c[0]!
ru_ru: Если не понимаешь, о чем я, просто изучи \c[3]меню карты\c[0]!

source: Oh, a present? For me?
ru_ru: О, подарок? Для меня?

source: [nods]
ru_ru: [кивает]

source: Thanks! I don't know why, but lately random people just give me stuff for free.
ru_ru: Спасибо! Я не знаю почему, но в последнее время случайные люди просто дают мне разные вещи бесплатно.

source: I love it!
ru_ru: И мне это нравится!

# data/maps/rookie-harbor/south.json/entities/179/settings/event/10/message
source: First, the \c[3]info building\c[0].
ru_ru: Для начала, это \c[3]Инфо-центр\c[0].

# data/maps/rookie-harbor/south.json/entities/179/settings/event/11/message
source: If you really want to dig into all the details of CrossWorlds, this is your place.
ru_ru: Если вы по-настоящему хотите вникнуть во все детали CrossWorlds - вам сюда.

# data/maps/rookie-harbor/south.json/entities/179/settings/event/12/message
source: Combat arts, skills, all the stats from A to Z, you name it.
ru_ru: Техники боя, навыки, все характеристики от А до Я, всё что угодно.

# data/maps/rookie-harbor/south.json/entities/179/settings/event/13/message
source: Oh!\. That's the "Nerd Hub", right?
ru_ru: Ааа!\. Это "Центр задротов", верно?

# data/maps/rookie-harbor/south.json/entities/179/settings/event/14/message
source: Ja, people call it that.
ru_ru: Ja (Ага), люди его так называют.

# data/maps/rookie-harbor/south.json/entities/179/settings/event/15/message
source: Frankly, it's a good thing to know about all that stuff.
ru_ru: Честно говоря, неплохо бы знать все эти вещи.

# data/maps/rookie-harbor/south.json/entities/179/settings/event/16/message
source: But it's not mandatory.
ru_ru: Хотя и не обязательно.

# data/maps/rookie-harbor/south.json/entities/179/settings/event/17/message
source: It's just a place to go back to whenever you're confused about something.
ru_ru: Это просто место, куда можно обратиться, когда тебе что-то непонятно.

# data/maps/rookie-harbor/south.json/entities/179/settings/event/18/message
source: Let's move on!
ru_ru: Давайте двигаться дальше!

# data/maps/rookie-harbor/south.json/entities/179/settings/event/25/message
source: By the way...\. "Emilienator"?\. Nice one.
ru_ru: Кстати...\. "Эмилинатор"?\. Неплохо.

# data/maps/rookie-harbor/south.json/entities/179/settings/event/26/message
source: I know!\. What's "Schneider" supposed to mean?
ru_ru: Я знаю!\. А что означает "Шнайдер"?

# data/maps/rookie-harbor/south.json/entities/179/settings/event/27/message
source: I'm a \c[3]Triblader\c[0].\. I cut things.
ru_ru: Я \c[3]триблейдер\c[0].\. Я разрезаю.

# data/maps/rookie-harbor/south.json/entities/179/settings/event/28/message
source: ...\. What?
ru_ru: ...\. Что?

# data/maps/rookie-harbor/south.json/entities/179/settings/event/29/message
source: Not worth explaining.
ru_ru: Не нуждается в объяснениях.

# data/maps/rookie-harbor/south.json/entities/179/settings/event/30/message
source: Awww...
ru_ru: Хммм...

# data/maps/rookie-harbor/south.json/entities/184/settings/event/4/message
source: Oi, Lea!\. Why are you running away?
ru_ru: Oi (Эй), Лея!\. Почему ты убегаешь?

# data/maps/rookie-harbor/south.json/entities/184/settings/event/6/message
source: I promise, I'll make it short!
ru_ru: Я обещаю, что это не займёт много времени!

# data/maps/rookie-harbor/south.json/entities/185/settings/analyzable/text
source: Shady Shorsh
ru_ru: Мутный тип

source: Shady Shorsh
ru_ru: Мутный тип

source: Hi!
ru_ru: Привет!

source: Ahh!\. Y... you again?
ru_ru: Ааа!\. С... снова ты?

source: [nods]
ru_ru: [кивает]

source: Okay... I guess that's the end of the line then.\. It's really a shame...
ru_ru: Хорошо... Думаю, я приплыл.\. Как жаль...

source: ...that you're so slow!!\.\. Byeeeee\..\..\..
ru_ru: ...что ты такая медленная!!\.\. Покаааа\..\..\..

source: [ Enemies detected. Get ready for combat! ]
ru_ru: [ Враги обнаружены. Приготовьтесь к бою! ]

source: Ship HP
ru_ru: HP корабля

source: \c[1]Missed\c[0]
ru_ru: \c[1]Пропущено\c[0]

source: Battleship HP
ru_ru: HP корабля

source: Wave 1 incoming!
ru_ru: Волна 1 на подходе!

source: Turret Shot
ru_ru: Выстрел турели

source: Target Change
ru_ru: Смена цели

source: \c[1]Cannon Ready!\c[0] Use \c[3]Charged Throw\c[0] to mark target! \c[3]Heat\c[0] and \c[3]Cold\c[0] have special effects!
ru_ru: \c[1]Пушка готова!\c[0] Используйте \c[3]заряженный бросок\c[0], чтобы пометить цель! \c[3]Пламя\c[0] и \c[3]Холод\c[0] имеют особые эффекты!

source: \c[1]Cannon Ready!\c[0]
ru_ru: \c[1]Пушка готова!\c[0]

source: Wave 2 incoming!
ru_ru: Волна 2 на подходе!

source: [ Critical damage received. Detonation imminent! ]
ru_ru: [ Получен критический урон. Детонация неизбежна! ]

source: \c[1]QUEST FAILED\c[0] Restart task to try again
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

source: Restart Mission
ru_ru: Перезапустить миссию

source: Back to \v[area.rookie-harbor.name]
ru_ru: Вернуться в Гавань новичков

source: [ Sensors clear! ]
ru_ru: [ На датчиках чисто! ]

source: \c[2]Patrol successful!\c[0] The Shipments have been destroyed!
ru_ru: \c[2]Патруль успешно завершён!\c[0] Поставки оружия были уничтожены!
