Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

# data/maps/rookie-harbor/center.json//entities/566/settings/dialog/7/text
source: What?
es_es: ¿Qué?

# data/maps/rookie-harbor/center.json//entities/566/settings/dialog/8/text
source: My sink is broken. Landlord's gotta patch that!
es_es: Mi lavabo está roto. ¡El dueño parcheará eso!

# data/maps/rookie-harbor/center.json//entities/566/settings/dialog/9/text
source: Stop it, you're making my brain hurt.
es_es: Basta, me haces doler la cabeza.

# data/maps/rookie-harbor/center.json//entities/574/settings/blockEvent/4/message
source: Where are you going Lea?\. We're over here!
es_es: ¿Adónde vas Lea?\. ¡Estamos aquí!

source: Oh dear!
es_es: ¡Oh, Dios!

source: ...Hi...
es_es: ...Hola...

source: Hmpf, didn't your father tell you not to startle people?
es_es: Puff, ¿no te dijo tu padre que no asustes a la gente?

source: [shakes head]
es_es: [niega con la cabeza]

source: Well... \.\. He clearly should have!
es_es: Bueno... \.\. ¡Claramente debería haberlo hecho!

source: Kids these days, don't know their manners!
es_es: ¡Los niños de hoy no tienen modales!

source: Now now, don't be sad, young lady.
es_es: Ya, ya, no te pongas triste jovencita.

source: At least you look like you are actually sorry.
es_es: Al menos parece que verdaderamente lo sientes.

source: Now that's better!
es_es: ¡Así está mejor!

source: I think I like your attitude.
es_es: Creo que me gusta tu actitud.

source: Look, if you want to make up for startling me, why not help me out?
es_es: Mira, si quieres recompensarme por haberme asustado, ¿por qué no me ayudas?

source: Now don't look at me like that. It's not hard at all. All I want you to do is find me a \c[3]\v[item.133.name]\c[0]. Simple enough, right?
es_es: No me mires así. No es nada difícil. Todo lo que pido es que encuentres un \c[3]\v[item.133.name]\c[0]. Fácil, ¿no?

source: [nods]
es_es: [asiente]

source: Very good. Someone told me it was hidden in \c[3]\v[area.autumn-area.name]\c[0].
es_es: Muy bien. Alguien me dijo que está oculto en el \c[3]\v[area.autumn-area.name]\c[0].

source: Apparently there is an area where you have to defeat lots of \c[3]\v[combat.name.hedgehog]s\c[0] while it's raining.
es_es: Aparentemente hay un área dónde debes derrotar a muchos \c[3]\v[combat.name.hedgehog]s\c[0] mientras llueve.

source: Do you think you can find it?
es_es: ¿Crees que puedes encontrarlo?

source: Good to hear! But don't keep me waiting, alright?
es_es: ¡Me alegra oír eso! Pero no me hagas esperar, ¿sí?

source: [shakes head]
es_es: [niega con la cabeza]

source: What? Young lady, I expected more of you!
es_es: ¿Qué? Jovencita, ¡esperaba más de tí!

source: But, I'll give you another chance, so come back when you are ready to redeem yourself.
es_es: Pero, te daré otra oportunidad, cambia cuando estés lista para redimirte.

source: Aha! Look who's back. Are you ready to help me now, young lady?
es_es: ¡Ja! Mira quien ha vuelto. ¿Estás lista para ayudarme ahora, jovencita?

source: [nods]
es_es: [asiente]

source: Very good. Someone told me it was hidden in \c[3]\v[area.autumn-area.name]\c[0].
es_es: Muy bien. Alguien me dijo que está escondido en el \c[3]\v[area.autumn-area.name]\c[0].

source: Apparently there is an area where you have to defeat lots of \c[3]\v[combat.name.hedgehog]s\c[0] while it's raining.
es_es: Aparentemente hay un área dónde debes derrotar a muchos \c[3]\v[combat.name.hedgehog]s\c[0] mientras llueve.

source: Do you think you can find it?
es_es: ¿Crees que puedas encontrarlo?

source: Good to hear! But don't keep me waiting alright?
es_es: ¡Me alegra oír eso! Pero no me hagas esperar, ¿si?

source: [shakes head]
es_es: [niega con la cabeza]

source: What? Still nothing? My patience has its limits!
es_es: ¿Qué? ¿Todavía nada? ¡Mi paciencia tiene límites!

source: Welcome back young lady. Did you find the \c[3]\v[item.133.name]\c[0] yet?
es_es: Bienvenida de vuelta, jovencita. ¿Ya has encontrado el \c[3]\v[item.133.name]\c[0]?

source: Oh, that's unfortunate. I do hope you find it.
es_es: Oh, que pena. Espero que lo encuentres.

source: Some player told me it was hidden in \c[3]\v[area.autumn-area.name]\c[0].
es_es: Un jugador me dijo que está escondido en el \c[3]\v[area.autumn-area.name]\c[0].

source: Apparently there is an area where you have to defeat lots of \c[3]\v[combat.name.hedgehog]s\c[0] while it's raining.
es_es: Aparentemente hay un área dónde debes derrotar a muchos \c[3]\v[combat.name.hedgehog]s\c[0] mientras llueve.

source: Welcome back young lady. Did you find the \c[3]\v[item.133.name]\c[0] yet?
es_es: Bienvenida de nuevo, jovencita. ¿Ya has encontrado el \c[3]\v[item.133.name]\c[0]?

source: [nods]
es_es: [asiente]

source: Really!?
es_es: ¿¡En serio!?

source: This is...\.\.\. very good.
es_es: Esto es...\.\.\. muy bueno.

source: I knew I could count on you.
es_es: Sabía que podía confiar en tí.

source: Such a fine young lady with expert listening skills.
es_es: Una jovencita muy considerada que sabe como oír a los demás.

source: Thanks a lot. I even have a little something for you as a reward!
es_es: Muchas gracias. ¡Tengo algo para ti como recompensa!

source: Oh, I never asked you for your name!
es_es: Oh, ¡aún no te he preguntado tu nombre!

source: I'm \c[3]D'kar\c[0]. \.\.\. \c[3]Ketin D'Kar\c[0].
es_es: Soy \c[3]D'Kar\c[0]. \.\.\. \c[3]Ketin D'Kar\c[0].

source: Lea, Hi!
es_es: ¡Lea, Hola!

source: Well, I'm not good with long goodbyes, so let's keep this one short.
es_es: Bueno, no me gustan las despedidas así que me iré rápidamente.

source: Bye!
es_es: ¡Adiós!

source: Bye...
es_es: Adiós...

# data/maps/rookie-harbor/center.json//entities/576/settings/event/0/message
source: That man just now... \.\.\. He looked like he was wearing gear from each class.
es_es: Ese hombre de recién... \.\.\. Parecía que estuviera vistiendo equipamiento de todas las clases.

# data/maps/rookie-harbor/center.json//entities/576/settings/event/2/message
source: Normally that should not be possible. I wonder how he managed to sneak this past the developers.
es_es: Normalmente no debería ser posible. Me pregunto como habrá conseguido hacerlo sin que se enteren los desarrolladores.

source: This is for me, right?
es_es: Esto es para mí, ¿cierto?

source: [nods]
es_es: [asiente]

source: I really love all these gifts, but I sure would like to know where they're coming from.
es_es: Realmente me gustan estos regalos, pero quisiera saber quién los envía.

source: Where did you get this?
es_es: ¿Dónde lo conseguiste?

source: Lea... \.\.\. Lea... \.\.\. Hi...
es_es: Lea... \.\.\. Lea... \.\.\. Hola...

source: Alright, I don't know what you mean.
es_es: Está bien, no sé qué quieres decir.

source: Just forget I asked. I'll find out myself.
es_es: Olvídate que pregunté. Lo averiguaré yo misma.

# data/maps/rookie-harbor/center.json//entities/617/settings/event/15/message
source: Alright, next stop, the town center!
es_es: De acuerdo, ¡siguiente parada, el centro!

# data/maps/rookie-harbor/center.json//entities/617/settings/event/19/message
source: Oh, is that a market over there?
es_es: Oh, ¿es ese mercado de ahí?

# data/maps/rookie-harbor/center.json//entities/617/settings/event/21/message
source: Japp!\. You'll find most of the \c[3]traders\c[0] around here.
es_es: ¡Japp!\. Encontrarás a la mayoría de los \c[3]comerciantes\c[0] aquí.

# data/maps/rookie-harbor/center.json//entities/617/settings/event/22/message
source: ...Well, they're all over the place to be frank.
es_es: ...Bueno, están por todos lados para ser sincero.

# data/maps/rookie-harbor/center.json//entities/617/settings/event/28/message
source: Those traders offer \c[3]pretty good equipment\c[3].
es_es: Los comerciantes ofrecen \c[3]muy buen equipamiento\c[0].

# data/maps/rookie-harbor/center.json//entities/617/settings/event/29/message
source: The catch: you first need to collect all the \c[3]required trade items\c[0] in the wild.
es_es: El truco: primero tienes que recolectar todos los \c[3]objetos de intercambio necesarios\c[0] por el mundo.

# data/maps/rookie-harbor/center.json//entities/617/settings/event/30/message
source: It takes time, but it's worth it.
es_es: Lleva tiempo, pero lo vale.

# data/maps/rookie-harbor/center.json//entities/617/settings/event/31/message
source: Further up is another important building.
es_es: Más adelante hay otro edificio importante.

# data/maps/rookie-harbor/center.json//entities/617/settings/event/32/message
source: This way!
es_es: ¡Por aquí!

source: Well you pretty much already have \c[1]all the equipment\c[0], so....
es_es: Bueno ya prácticamente tienes \c[1]todo el equipamiento\c[0], así que...

# data/maps/rookie-harbor/center.json//entities/619/settings/event/12/message
source: See that building up there?
es_es: ¿Ven ese edificio de ahí?

# data/maps/rookie-harbor/center.json//entities/619/settings/event/16/message
source: That's the \c[3]Seeker Hub\c[0] or \c[3]Quest Hub\c[0].
es_es: Ese es el \c[3]Centro de Buscadores\c[0] o \c[3]Centro de Misiones\c[0].

# data/maps/rookie-harbor/center.json//entities/619/settings/event/17/message
source: Surprise, you'll find a lot of \c[3]quests\c[0] there!
es_es: ¡Sorpresa! ¡Encontrarás muchas \c[3]misiones\c[0] ahí!

# data/maps/rookie-harbor/center.json//entities/619/settings/event/18/message
source: ... Just like in many other places in town and elsewhere.
es_es: ... Al igual que en muchos otros lugares por el pueblo y otros lados.

# data/maps/rookie-harbor/center.json//entities/619/settings/event/19/message
source: All those quests are optional, but the rewards usually make it worthwhile.
es_es: Todas esas misiones son opcionales, pero las recompensas generalmente hacen que lo valgan.

# data/maps/rookie-harbor/center.json//entities/619/settings/event/25/message
source: Hey Lea, are you still with us?
es_es: Ey, Lea, ¿me sigues?

# data/maps/rookie-harbor/center.json//entities/619/settings/event/26/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/center.json//entities/619/settings/event/27/message
source: Oui, she's a quiet one.
es_es: Oui, es algo callada.

# data/maps/rookie-harbor/center.json//entities/619/settings/event/28/message
source: But she was really fast at the tutorial, almost beat me to it!
es_es: Pero fue muy rápida en el tutorial, ¡casi me gana!

# data/maps/rookie-harbor/center.json//entities/619/settings/event/29/message
source: Well like they say -\. still waters run deep, right?
es_es: Bueno, como dice el dicho: \. las apariencias engañan, ¿no?

source: Uhm...\. wait a moment.
es_es: Um...\. espera un momento.

source: You are... \c[1]level \v[player.level]\c[0]?
es_es: ¿Eres... \c[1]nivel \v[player.level]\c[0]?

source: Yeah...\. her level is strange.
es_es: Sí...\. su nivel es extraño.

source: Are you sure she just started the game as well?
es_es: ¿Estás segura de que acaba de empezar?

source: [nods]
es_es: [asiente]

source: Oui.\. I saw her on Newcomer's Bridge, between the dungeons.
es_es: Oui.\. La conocí en el Puente de los Novatos, entre las mazmorras.

source: Gotta be honest, this sounds \c[1]kinda fishy\c[0].
es_es: Para ser sincero, esto se ve \c[1]algo sospechoso\c[0].

source: Come on! You always worry too much about the details!
es_es: ¡Vamos! ¡Siempre te preocupas mucho con los detalles!

source: Anyway!\. What about that main quest?
es_es: ¡En fin!\. ¿Qué hay de la misión principal?

source: Oui, oui.\. What about that main quest?
es_es: Oui, oui.\. ¿Qué hay de la misión principal?

# data/maps/rookie-harbor/center.json//entities/619/settings/event/31/message
source: They kept talking about the \c[3]Track of the Ancients\c[0].
es_es: Nos hablaban sobre el \c[3]Camino de los Antiguos\c[0].

# data/maps/rookie-harbor/center.json//entities/619/settings/event/32/message
source: Oh right, I almost forgot about that.
es_es: Oh cierto, casi me olvido.

# data/maps/rookie-harbor/center.json//entities/619/settings/event/33/message
source: You'll have to enter the Quest Hub, anyway.
es_es: Tienen que entrar al Centro de Misiones de todos modos.

# data/maps/rookie-harbor/center.json//entities/619/settings/event/34/message
source: There is a mandatory introduction for all new players.
es_es: Hay una introducción obligatoria para todos los jugadores.

# data/maps/rookie-harbor/center.json//entities/619/settings/event/35/message
source: They'll explain all about it there.
es_es: Les explicarán las cosas ahí.

# data/maps/rookie-harbor/center.json//entities/619/settings/event/36/message
source: I suggest you go in right away and just get it over with.
es_es: Sugiero que vayan para que se lo quiten de encima.

# data/maps/rookie-harbor/center.json//entities/619/settings/event/37/message
source: I'll just wait here.
es_es: Esperaré aquí.

# data/maps/rookie-harbor/center.json//entities/619/settings/event/38/message
source: D'accord!\. Let's go, Lea!
es_es: ¡D'accord!\. ¡Vamos, Lea!

# data/maps/rookie-harbor/center.json//entities/619/settings/event/44/task
source: Listen to the \c[3]Mandatory Introduction\c[0] inside the \c[3]Quest Hub\c[0] of Rookie Harbor. It's mandatory.
es_es: Escucha la \c[3]Introducción Obligatoria\c[0] dentro del \c[3]Centro de Misiones\c[0] del Puerto de los Principiantes. Es obligatoria.

# data/maps/rookie-harbor/center.json//entities/622/settings/event/6/message
source: So, how was it, Lea?\. Enjoyed being in space?
es_es: Entonces, ¿Qué tal estuvo, Lea?\. ¿Disfrutaste estar en el espacio?

# data/maps/rookie-harbor/center.json//entities/622/settings/event/7/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/center.json//entities/622/settings/event/8/message
source: Well, now you should understand your task, being part of Track Walker and all.
es_es: Bueno, supongo que ahora entiendes tu tarea, ser parte de los Seguidores del Camino y todo eso.

# data/maps/rookie-harbor/center.json//entities/622/settings/event/9/message
source: Let's go to the \c[3]west\c[0] now.
es_es: Vayamos al \c[3]oeste\c[0] ahora.

# data/maps/rookie-harbor/center.json//entities/622/settings/event/19/message
source: By the way, Lea.\. Spheromancer?\. That's surprising.
es_es: Por cierto, Lea.\. ¿Spheromancer?\. Qué sorpresa.

# data/maps/rookie-harbor/center.json//entities/622/settings/event/21/message
source: They're pretty unpopular.\. Don't ask me why - they're fine balance wise.
es_es: Son poco populares.\. No me preguntes por qué. No están mal balanceados.

# data/maps/rookie-harbor/center.json//entities/622/settings/event/22/message
source: What about Pentafist?\. They're awesome, right?
es_es: ¿Qué hay de los Pentafist?\. Son increíbles, ¿no?

# data/maps/rookie-harbor/center.json//entities/622/settings/event/23/message
source: Japp!\. And I couldn't imagine you in any other class.
es_es: ¡Japp!\. No te podría haber imaginado en ninguna otra clase.

# data/maps/rookie-harbor/center.json//entities/627/settings/analyzable/text
source: Guard Kima
es_es: Guardia Kima

source: Greetings, \v[lore.title.seeker]. I have to keep watch on the market and protect our citizens, so please excuse me.
es_es: Saludos, \v[lore.title.seeker]a. Tengo que mantener un ojo en el mercado y proteger a nuestros ciudadanos, así que por favor, si me disculpas.

source: Good day, \v[lore.title.seeker].\. Are you the reinforcements I was promised?
es_es: Buen día, \v[lore.title.seeker]a.\. ¿Eres los refuerzos que me prometieron?

source: [nods]
es_es: [asiente]

source: Finally!\. We got some really pesky thieves at the markets lately, stealing from both the stands and customers.
es_es: ¡Por fin!\. Tenemos unos molestos ladrones en los mercados últimamente, robando de los puestos y de los clientes.

source: I just saw one committing theft at the stands but he was gone before I could catch him.
es_es: Acabo de ver a uno robando los puestos, pero se escapó antes de que pueda agarrarlo.

source: I have to remain here and keep watch, so it's up to you to catch him, understand?
es_es: Tengo que quedarme aquí vigilando, así que está en tus manos atraparlo, ¿entendido?

source: [nods]
es_es: [asiente]

source: Great. I saw him running towards the small park in the southeast, so go and get that crook!
es_es: Genial. Acabo de verlo correr hacia el pequeño parque al sureste, ¡así que ve y atrapa a ese bandido!

source: The thief should be in the small park in the southeast, so go and get him!
es_es: El ladrón debería estar en el pequeño parque al sureste, ¡ve y atrápalo!

source: Damn, I saw that he got away from you.\. What the hell happened there?
es_es: Demonios, lo vi escaparse.\. ¿Qué demonios pasó allí?

source: Well, what's done is done.\. I saw him running southwest to a dead-end alley by the sea.
es_es: Bueno, lo hecho hecho está.\. Lo vi correr hacia el suroeste al callejón sin salida cerca del mar.

source: Make sure to catch him this time!
es_es: ¡Asegúrate de atraparlo esta vez!

source: [nods]
es_es: [asiente]

source: I saw him running southwest to a dead-end alley by the sea.
es_es: Lo vi correr al suroeste hacia el callejón sin salida cerca del mar.

source: Make sure to catch him this time!
es_es: ¡Asegúrate de atraparlo esta vez!

source: He escaped again?! You've got to finally nail him down, before we become a laughingstock!
es_es: ¡¿Escapó otra vez?! ¡Tienes que atraparlo de una vez, antes de que nos hagamos unos hazmerreír!

source: I put that scoundrel behind bars, thanks to you!\. You better report back to Sgt. Brassler now.
es_es: Puse a ese sinvergüenza tras las rejas, ¡gracias a tí!\. Será mejor que lo reportes al Sgto. Brassler.

source: Good to see you again, \v[lore.title.seeker]. The market has been rather quiet since we nailed that pickpocket.
es_es: Qué bueno verte otra vez, \v[lore.title.seeker]a. El mercado ha estado tranquilo desde que atrapamos a ese ladrón.

# data/maps/rookie-harbor/center.json//entities/628/settings/analyzable/text
source: Shady Shorsh
es_es: El Sospechoso Shorsh

source: Shady Shorsh
es_es: El Sospechoso Shorsh

source: Hi!
es_es: ¡Hola!

source: Ahh!\. What... what do you want from me?
es_es: ¡Ahh!\. Qué... ¿qué quieres de mí?

source: Hi?\. .\..\.. Lea, hi!
es_es: ¿Hola?\. .\..\.. ¡Lea, hola!

source: I...\. I see.\. So you want to arrest me for my crimes?
es_es: Ya...\. ya veo.\. ¿Así que piensas arrestarme por mis crímenes?

source: [nods]
es_es: [asiente]

source: Alright, it was only a matter of time.\. But I just had to earn money somehow for...\. for...\. here let me show you...
es_es: Bien, era cuestión de tiempo.\. Pero tenía que hacer dinero de alguna forma para...\. para...\. mira déjame enseñarte...

source: ...my speedy escape!\.\. Byeeeee\..\..\..
es_es: ...¡mi rápido escape!\.\. Adióóóóós\..\..\..

# data/maps/rookie-harbor/center.json//entities/629/settings/analyzable/text
source: Mr. Brittles
es_es: Sr. Brittles

source: Mr. Brittles
es_es: Sr. Brittles

source: That mean scoundrel ran past here!\. You must have given him a solid spanking. Good job!
es_es: ¡Ese sinvergüenza maleducado pasó corriendo por aquí!\. De seguro le diste una buena paliza. ¡Buen trabajo!

source: Still not satisfied?\. Well, he ran towards \c[3]\v[area.autumn-area.name]\c[0] if you wanna whip him some more.
es_es: ¿Aún no estás satisfecha?\. Bueno, corrió hacia el \c[3]\v[area.autumn-area.name]\c[0] si quieres pegarle un poco más.

source: [nods]
es_es: [asiente]

source: Mr. Brittles
es_es: Sr. Brittles

source: Young people these days... no manners, I tell you.
es_es: Los jóvenes de hoy... ¡no tienen modales!

# data/maps/rookie-harbor/center.json//entities/630/settings/dialog/0/text
source: Young people these days have no manners.
es_es: ¡Los jóvenes hoy no tienen modales!

# data/maps/rookie-harbor/center.json//entities/630/settings/dialog/1/text
source: Running through the streets \c[5]like they're fleeing from the police\c[0] without regard for others.
es_es: Corriendo por las calles \c[5]como si estuvieran escapando de la policía\c[0] sin cuidado por los demás.

# data/maps/rookie-harbor/center.json//entities/630/settings/dialog/1/event/1/name
source: Mr. Brittles
es_es: Sr. Brittles

source: Hi!
es_es: ¡Hola!

source: Hello, young lady.\. Did you also see that unkempt ruffian running through the street like a madman?
es_es: Hola, jovencita.\. ¿Tú también viste a ese descuidado rufián corriendo por las calles como un loco?

source: He was stinking of smoke and looked very suspicious, I tell you!
es_es: ¡Apestaba a humo y se veía muy sospechoso!

source: I saw him running to the southwest to a dead end by the sea if you wanna teach him a lesson.
es_es: Lo vi correr hacia el suroeste a un callejón sin salida, si es que quieres dare una lección.

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/0/text
source: All this buzzing in the town...
es_es: Todo este alboroto en la ciudad...

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/1/text
source: What about it, Pa?
es_es: ¿Qué pasa con eso, Pa?

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/2/text
source: I hate it.
es_es: Lo odio.

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/3/text
source: Please don't, Pa....
es_es: Por favor no, Pa...

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/4/text
source: Back in my day...
es_es: En mis tiempos...

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/5/text
source: No, don't...
es_es: No, no sigas...

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/6/text
source: Back in my day everything was better.
es_es: En mis tiempos todo era mejor.

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/7/text
source: Oh boy, here we go again.
es_es: Puff, ahí va otra vez.

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/8/text
source: People were nicer, greeting you on the street and everything.
es_es: La gente era más educada, saludándote por la calle y todo.

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/9/text
source: Even the \c[5]name of this damn city\c[0] was better.
es_es: Incluso el \c[5]nombre de la maldita ciudad\c[0] era mejor.

source: See? Look at that Seeker just staring at me, like I'm some decorative prop.
es_es: ¿Ves? Mira a esa Buscadora mirándome, como si fuera algún mueble decorativo.

source: Ignore him. He just doesn't like it when things change.
es_es: Ignóralo. No le gusta cuando las cosas cambian.

source: You're damn right! \v[lore.unlock.rookie-harbor.Page-02-01]\c[3]Port Harbor\c[0] was such a nice name for this town.
es_es: ¡Por supuesto que no! \v[lore.unlock.rookie-harbor.Page-02-01]\c[3]El Gran Puerto\c[0] era un nombre tan perfecto para esta ciudad.

source: But they changed it because of all the Seekers starting their journey here.
es_es: Pero lo cambiaron porque todos los Buscadores empezaban su aventura aquí.

source: My only real solace is that I can still enjoy my fish with fresh apples.
es_es: Mi único consuelo es que aún puedo disfrutar de mi pescado con manzanas frescas.

source: You just won't stop...
es_es: No paras...

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/10/text
source: I can't stand all these Seekers buzzing around.
es_es: No soporto a todos estos buscadores correteando por todos lados.

# data/maps/rookie-harbor/center.json//entities/633/settings/dialog/11/text
source: Whatever you say, Pa...
es_es: Lo que digas, Pa...

# data/maps/rookie-harbor/center.json//entities/636/settings/analyzable/text
source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: Mr. Nomsworth
es_es: Sr. Nomsworth

source: Please excuse me, I've got calls to do.
es_es: Por favor discúlpame, tengo que hacer unas llamadas.

source: Mr. Nomsworth
es_es: Sr. Nomsworth
