Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: Well you pretty much already have \c[1]all the equipment\c[0], so....
ru_ru: У тебя есть практически \c[1]вся экипировка\c[0], так что...

# data/maps/rookie-harbor/center.json/entities/619/settings/event/12/message
source: See that building up there?
ru_ru: Видите то здание наверху?

# data/maps/rookie-harbor/center.json/entities/619/settings/event/16/message
source: That's the \c[3]Seeker Hub\c[0] or \c[3]Quest Hub\c[0].
ru_ru: Это \c[3]центр Искателей\c[0], или \c[3]Квест-хаб\c[0].

# data/maps/rookie-harbor/center.json/entities/619/settings/event/17/message
source: Surprise, you'll find a lot of \c[3]quests\c[0] there!
ru_ru: Сюрприз, вы найдёте там много \c[3]квестов\c[0]!

# data/maps/rookie-harbor/center.json/entities/619/settings/event/18/message
source: ... Just like in many other places in town and elsewhere.
ru_ru: ...Так же, как и в других местах города, да и вообще повсюду.

# data/maps/rookie-harbor/center.json/entities/619/settings/event/19/message
source: All those quests are optional, but the rewards usually make it worthwhile.
ru_ru: Все эти квесты не являются обязательными, но награда обычно делает их довольно полезными.

# data/maps/rookie-harbor/center.json/entities/619/settings/event/25/message
source: Hey Lea, are you still with us?
ru_ru: Эй, Лея, ты всё ещё с нами?

# data/maps/rookie-harbor/center.json/entities/619/settings/event/26/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/center.json/entities/619/settings/event/27/message
source: Oui, she's a quiet one.
ru_ru: Oui (Да), она тихоня.

# data/maps/rookie-harbor/center.json/entities/619/settings/event/28/message
source: But she was really fast at the tutorial, almost beat me to it!
ru_ru: Но обучение она прошла очень быстро и почти победила меня!

# data/maps/rookie-harbor/center.json/entities/619/settings/event/29/message
source: Well like they say -\. still waters run deep, right?
ru_ru: Ну, как говорится -\. в тихом омуте черти водятся, верно?

source: Uhm...\. wait a moment.
ru_ru: Эмм...\. погоди минутку.

source: You are... \c[1]level \v[player.level]\c[0]?
ru_ru: Ты \c[1]\v[player.level] уровня\c[0]?

source: Yeah...\. her level is strange.
ru_ru: Да...\. с её уровнем что-то не так.

source: Are you sure she just started the game as well?
ru_ru: Ты уверена, что она только начала играть?

source: [nods]
ru_ru: [кивает]

source: Oui.\. I saw her on Newcomer's Bridge, between the dungeons.
ru_ru: Oui (Да).\. Я видела её на Мосту новичков, между подземельями.

source: Gotta be honest, this sounds \c[1]kinda fishy\c[0].
ru_ru: Если честно, это звучит \c[1]немного подозрительно\c[0].

source: Come on! You always worry too much about the details!
ru_ru: Да ладно тебе! Ты всегда слишком беспокоишься о мелочах!

source: Anyway!\. What about that main quest?
ru_ru: В любом случае!\. Что там насчёт основного квеста?

source: Oui, oui.\. What about that main quest?
ru_ru: Oui, oui (Да-да).\. Что там с главным квестом?

# data/maps/rookie-harbor/center.json/entities/619/settings/event/31/message
source: They kept talking about the \c[3]Track of the Ancients\c[0].
ru_ru: Они всё говорили что-то про \c[3]Путь Древних\c[0].

# data/maps/rookie-harbor/center.json/entities/619/settings/event/32/message
source: Oh right, I almost forgot about that.
ru_ru: Ой, точно, я чуть не забыл об этом.

# data/maps/rookie-harbor/center.json/entities/619/settings/event/33/message
source: You'll have to enter the Quest Hub, anyway.
ru_ru: В любом случае, вам нужно будет зайти в Квест-хаб.

# data/maps/rookie-harbor/center.json/entities/619/settings/event/34/message
source: There is a mandatory introduction for all new players.
ru_ru: Существует обязательное введение для всех новых игроков.

# data/maps/rookie-harbor/center.json/entities/619/settings/event/35/message
source: They'll explain all about it there.
ru_ru: Там всё объяснят.

# data/maps/rookie-harbor/center.json/entities/619/settings/event/36/message
source: I suggest you go in right away and just get it over with.
ru_ru: Я предлагаю вам сразу же пойти и покончить с этим.

# data/maps/rookie-harbor/center.json/entities/619/settings/event/37/message
source: I'll just wait here.
ru_ru: Я просто подожду здесь.

# data/maps/rookie-harbor/center.json/entities/619/settings/event/38/message
source: D'accord!\. Let's go, Lea!
ru_ru: D'accord (Хорошо)!\. Идём, Лея!

# data/maps/rookie-harbor/center.json/entities/619/settings/event/44/task
source: Listen to the \c[3]Mandatory Introduction\c[0] inside the \c[3]Quest Hub\c[0] of Rookie Harbor. It's mandatory.
ru_ru: Прослушайте \c[3]обязательное введение\c[0] в \c[3]Квест-хабе\c[0] Гавани новичков. Это обязательно.

# data/maps/rookie-harbor/center.json/entities/622/settings/event/6/message
source: So, how was it, Lea?\. Enjoyed being in Space?
ru_ru: Ну, как прошло, Лея?\. Понравилось в космосе?

# data/maps/rookie-harbor/center.json/entities/622/settings/event/7/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/center.json/entities/622/settings/event/8/message
source: Well, now you should understand your task, being part of Track Walker and all.
ru_ru: Ну, теперь вы должны понимать свою задачу, быть частью Пути и всё такое.

# data/maps/rookie-harbor/center.json/entities/622/settings/event/9/message
source: Let's go to the \c[3]west\c[0] now.
ru_ru: Теперь, давайте пойдём на \c[3]запад\c[0].

# data/maps/rookie-harbor/center.json/entities/622/settings/event/19/message
source: By the way, Lea.\. Spheromancer?\. That's surprising.
ru_ru: Кстати, Лея.\. Сферомант?\. Это неожиданно.

# data/maps/rookie-harbor/center.json/entities/622/settings/event/21/message
source: They're pretty unpopular.\. Don't ask me why - they're fine balance wise.
ru_ru: Они довольно непопулярны.\. Не спрашивай меня почему - у них всё в порядке с балансом.

# data/maps/rookie-harbor/center.json/entities/622/settings/event/22/message
source: What about Pentafist?\. They're awesome, right?
ru_ru: А что насчёт пентафистов?\. Они классные, да?

# data/maps/rookie-harbor/center.json/entities/622/settings/event/23/message
source: Japp!\. And I couldn't imagine you in any other class.
ru_ru: Japp (Йеп)!\. Я и не мог представить тебя в любом другом классе.

# data/maps/rookie-harbor/center.json/entities/627/settings/analyzable/text
source: Guard Kima
ru_ru: Страж Кима

source: Kima
ru_ru: Кима

source: Greetings, \v[lore.title.seeker]. I have to keep watch on the market and protect our citizens, so please excuse me.
ru_ru: Приветствую, \v[lore.title.seeker]. Мне нужно следить за рынком и защищать наших граждан, так что, прошу меня простить.

source: Kima
ru_ru: Кима

source: Good day, \v[lore.title.seeker].\. Are you the reinforcements I was promised?
ru_ru: Добрый день, \v[lore.title.seeker].\. Ты и есть обещанное подкрепление?

source: [nods]
ru_ru: [кивает]

source: Finally!\. We got some really pesky thieves at the markets lately, stealing from both the stands and customers.
ru_ru: Наконец-то!\. В последнее время на рынках объявились по-настоящему надоедливые воры, ворующие и со стендов, и у покупателей.

source: I just saw one committing theft at the stands but he was gone before I could catch him.
ru_ru: Я видела, как кто-то украл товар прямо с прилавка, но он ушёл раньше, чем я смогла поймать его.

source: I have to remain here and keep watch, so it's up to you to catch him, understand?
ru_ru: Я должна остаться здесь и стоять на страже, так что ловить его придётся тебе, ясно?

source: [nods]
ru_ru: [кивает]

source: Great. I saw him running towards the small park in the southeast, so go and get that crook!
ru_ru: Отлично. Я видела, как он бежал к маленькому парку на юго-востоке, так что иди и поймай этого мошенника!

source: Kima
ru_ru: Кима

source: The thief should be in the small park in the southeast, so go and get him!
ru_ru: Вор должен быть в маленьком парке на юго-востоке, иди и схвати его!

source: Kima
ru_ru: Кима

source: Damn, I saw that he got away from you.\. What the hell happened there?
ru_ru: Чёрт, я видела, как он сбежал от тебя.\. Что у тебя, чёрт возьми, случилось?

source: Well, what's done is done.\. I saw him running southwest to a dead-end alley by the sea.
ru_ru: Ну, что сделано, то сделано.\. Я видела, как он бежал на юго-запад в тупик у моря.

source: Make sure to catch him this time!
ru_ru: Обязательно поймай его на этот раз!

source: [nods]
ru_ru: [кивает]

source: Kima
ru_ru: Кима

source: I saw him running southwest to a dead-end alley by the sea.
ru_ru: Я видела, как он бежал на юго-запад в тупик у моря.

source: Make sure to catch him this time!
ru_ru: Обязательно поймай его на этот раз!

source: Kima
ru_ru: Кима

source: He escaped again?! You've got to finally nail him down, before we become a laughingstock!
ru_ru: Он снова убежал?! Ты должна наконец прижать его, прежде чем мы станем посмешищем!

source: Kima
ru_ru: Кима

source: I put that scoundrel behind bars, thanks to you!\. You better report back to Sgt. Brassler now.
ru_ru: Я бросила этого негодяя за решётку благодаря тебе!\. Лучше доложить сержанту Брасслеру прямо сейчас.

source: Kima
ru_ru: Кима

source: Good to see you again, \v[lore.title.seeker]. The market has been rather quiet since we nailed that pickpocket.
ru_ru: Рада снова видеть тебя, \v[lore.title.seeker]. На рынке довольно тихо с тех пор, как мы поймали карманника.

# data/maps/rookie-harbor/center.json/entities/628/settings/analyzable/text
source: Shady Shorsh
ru_ru: Мутный тип

source: Shady Shorsh
ru_ru: Мутный тип

source: Hi!
ru_ru: Привет!

source: Ahh!\. What... what do you want from me?
ru_ru: Ааа!\. Что... что тебе от меня надо?

source: Hi?\. .\..\.. Lea, hi!
ru_ru: Привет?\. .\..\.. Лея, привет!

source: I...\. I see.\. So you want to arrest me for my crimes?
ru_ru: Я...\. Я понял.\. Так ты хочешь арестовать меня за мои преступления?

source: [nods]
ru_ru: [кивает]

source: Alright, it was only a matter of time.\. But I just had to earn money somehow for...\. for...\. here let me show you...
ru_ru: Хорошо, это был только вопрос времени.\. Но мне нужно было как-то заработать деньги...\. для...\. вот, позволь мне показать тебе...

source: ...my speedy escape!\.\. Byeeeee\..\..\..
ru_ru: ...мой поспешный побег!\.\. Покаааа\..\..\..

# data/maps/rookie-harbor/center.json/entities/629/settings/analyzable/text
source: Mr. Brittles
ru_ru: Мистер Бриттлз

source: Mr. Brittles
ru_ru: Мистер Бриттлз

source: That mean scoundrel ran past here!\. You must have given him a solid spanking. Good job!
ru_ru: Этот негодяй пробежал прямо здесь!\. Должно быть, ты устроила ему неплохую взбучку. Хорошая работа!

source: Still not satisfied?\. Well, he ran towards \c[3]\v[area.autumn-area.name]\c[0] if you wanna whip him some more.
ru_ru: По-прежнему недовольна?\. Ну, он побежал к \c[3]Расцвету Осени\c[0], если хочешь вмазать ему сильнее.

source: [nods]
ru_ru: [кивает]

source: Mr. Brittles
ru_ru: Мистер Бриттлз

source: Young people these days... no manners, I tell you.
ru_ru: Молодёжь в наши дни... никаких манер, говорю тебе.

# data/maps/rookie-harbor/center.json/entities/630/settings/dialog/0/text
source: Young people these days have no manners.
ru_ru: У молодых людей в наши дни нет манер.

# data/maps/rookie-harbor/center.json/entities/630/settings/dialog/1/text
source: Running through the streets \c[5]like they're fleeing from the police\c[0] without regard for others.
ru_ru: Бегают по улицам, \c[5]будто они убегают от полиции\c[0], не обращая внимания на других.

# data/maps/rookie-harbor/center.json/entities/630/settings/dialog/1/event/1/name
source: Mr. Brittles
ru_ru: Мистер Бриттлз

source: Hi!
ru_ru: Привет!

source: Hello, young lady.\. Did you also see that unkempt ruffian running through the street like a madman?
ru_ru: Здравствуй, юная леди.\. Ты тоже видела того неопрятного хулигана, бегающего по улице как сумасшедший?

source: He was stinking of smoke and looked very suspicious, I tell you!
ru_ru: Он вонял дымом и выглядел очень подозрительно, скажу я тебе!

source: I saw him running to the southwest to a dead end by the sea if you wanna teach him a lesson.
ru_ru: Я видел, как он бежал на юго-запад, в тупик у моря, если ты хочешь преподать ему урок.

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/0/text
source: All this buzzing in the town...
ru_ru: Весь этот городской шум...

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/1/text
source: What about it, Pa?
ru_ru: Что не так, Па?

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/2/text
source: I hate it.
ru_ru: Я ненавижу это.

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/3/text
source: Please don't, Pa....
ru_ru: Пожалуйста, не надо, Па....

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/4/text
source: Back in my day...
ru_ru: А вот в наше время...

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/5/text
source: No, don't...
ru_ru: Нет, не...

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/6/text
source: Back in my day everything was better.
ru_ru: В наше время всё было лучше.

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/7/text
source: Oh boy, here we go again.
ru_ru: Ох, нет, опять он за старое.

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/8/text
source: People were nicer, greeting you on the street and everything.
ru_ru: Люди были милее, приветствовали тебя на улице и всё такое.

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/9/text
source: Even the \c[5]name of this damn city\c[0] was better.
ru_ru: Даже \c[5]название этого чёртового города\c[0] было лучше.

source: See? Look at that Seeker just staring at me, like I'm some decorative prop.
ru_ru: Видишь? Посмотри на этого Искателя, который уставился на меня, будто я какая-то декорация.

source: Ignore him. He just doesn't like it when things change.
ru_ru: Не обращай внимания. Ему просто не нравится, что всё меняется.

source: You're damn right! \v[lore.unlock.rookie-harbor.Page-02-01]\c[3]Port Harbor\c[0] was such a nice name for this town.
ru_ru: Ты чертовски права! \c[3]\v[lore.unlock.rookie-harbor.Page-02-01]Порт-Харбор\c[0] было таким хорошим названием для этого города.

source: But they changed it because of all the Seekers starting their journey here.
ru_ru: Но они изменили его из-за того, что все Искатели начинают своё путешествие отсюда.

source: My only real solace is that I can still enjoy my fish with fresh apples.
ru_ru: Моё единственное настоящее утешение в том, что я по-прежнему могу наслаждаться рыбой со свежими яблоками.

source: You just won't stop...
ru_ru: Тебя уже не остановить...

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/10/text
source: I can't stand all these Seekers buzzing around.
ru_ru: Я терпеть не могу всех этих Искателей, гудящих вокруг.

# data/maps/rookie-harbor/center.json/entities/633/settings/dialog/11/text
source: Whatever you say, Pa...
ru_ru: Как скажешь, Па...

# data/maps/rookie-harbor/center.json/entities/636/settings/analyzable/text
source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: Please excuse me, I've got calls to do.
ru_ru: Извините меня, нужно сделать несколько звонков.

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: Ah, good day.\. I appreciate your desire to work for us, but you should get your official faction-briefing in \c[3]\v[lore.title.seeker]-Central\c[0] first.
ru_ru: Ах, добрый день.\. Я ценю ваше желание работать с нами, но сначала вы должны получить инструктаж насчёт фракций в \c[3]центре Искателей\c[0].

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: It is on the ground floor of this huge building here.
ru_ru: Он находится на первом этаже этого огромного здания.

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: Ah, it is you again.\. Are you interested in assisting me now?
ru_ru: Ах, снова вы.\. Теперь вы заинтересованы в помощи мне?

source: [nods]
ru_ru: [кивает]

source: It's a deal then.\. My client requires \c[3]two Fruit and Veggie Sets each\c[0] and also a precious \c[3]Spice Set\c[0] to boot.
ru_ru: По рукам.\. Мой клиент запросил \c[3]два фруктовых и овощных набора\c[0] и ещё ценный \c[3]набор специй\c[0] в придачу.

source: You can procure them right here on the central market near the fountain.
ru_ru: Вы можете приобрести их прямо здесь, на центральном рынке возле фонтана.

source: For the exchange, you will need raw trading materials from the various plants of \v[area.autumn-area.name].
ru_ru: Для обмена вам понадобится сырьё, добываемое из различных растений в Расцвете Осени.

source: [shakes head]
ru_ru: [мотает головой]

source: That is unfortunate.\. But you can change your mind as long as the job is still available for the taking.
ru_ru: Это печально.\. Но у вас ещё есть время передумать, пока заказ в силе.

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: You can get all the required goods on the central market near the fountain.
ru_ru: Вы можете получить все необходимые товары на центральном рынке возле фонтана.

source: For the exchange you will need raw trading materials from the various plants of \v[area.autumn-area.name].
ru_ru: Для обмена вам нужно сырьё из различных растений в Расцвете Осени.

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: I see you managed to get everything.\. Quickly, go to the \c[3]Pub at the Beginner's Arc\c[0] and give it to the barkeep.
ru_ru: Я вижу, что вам удалось всё собрать.\. Теперь быстрее направляйтесь в \c[3]Паб в Арке новобранцев\c[0] и отдайте это бармену.

source: [nods]
ru_ru: [кивает]

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: I've already gotten the message from our satisfied customer.\. Good job!
ru_ru: Я уже получил сообщение от нашего довольного клиента.\. Хорошая работа!

source: Here is your payment.\. I hope I can count on your future assistance.
ru_ru: Вот ваша оплата.\. Надеюсь, что я смогу рассчитывать на вашу помощь в дальнейшем.

source: [nods]
ru_ru: [кивает]

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: Oh my, oh my, oh my!
ru_ru: О нет, о нет, о нет!

source: Hi!
ru_ru: Привет!

source: Ah, there you are again.\. I'm currently facing a high priority problem and it is giving me quite the headache.
ru_ru: Ах, это снова вы.\. В настоящее время я занят проблемой с высоким приоритетом, и это настоящая головная боль.

source: You see, I am waiting for an urgent delivery of fresh ingredients from one of our contracted food collectors.
ru_ru: Видите ли, я жду срочной доставки свежих ингредиентов от одного из наших контрактных сборщиков продуктов.

source: An important business lunch will be ruined if she doesn't show up soon!
ru_ru: Важный бизнес-ланч будет сорван, если она не появится в ближайшее время!

source: Hi...!?
ru_ru: Привет...!?

source: Yes, thank you for asking.\. It would indeed be very helpful if you could lend me a hand again and keep your eyes open for our collector.
ru_ru: Да, спасибо, что спросили.\. Было бы очень кстати, если вы снова выручите меня и поможете найти нашего сборщика.

source: She should be somewhere in Autumn's Rise.\. Could you try to find her and examine what happened?
ru_ru: Она должна быть где-то в Расцвете Осени.\. Не могли бы вы попытаться найти её и проверить, что случилось?

source: [nods]
ru_ru: [кивает]

source: Excellent! I am expecting swift results.
ru_ru: Отлично! Я ожидаю быстрых результатов.

source: [shakes head]
ru_ru: [мотает головой]

source: Hrm, it can't be helped then.\. Please come back if you change your mind, this is no joking matter!
ru_ru: Хмм, ну, тут уж ничего не поделать.\. Пожалуйста, возвращайтесь, если передумаете, это очень серьёзное дело!

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: Please concentrate on your task at hand.\. Time is of the essence here!
ru_ru: Пожалуйста, сосредоточьтесь на поставленной задаче.\. Время здесь очень важно!

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: Ah, there you are. I've already received the package. Well done!
ru_ru: Ах, вот и вы. Я уже получил посылку. Отлично сработано!

source: This could finally mean a breakthrough for my career, I can feel it in my gut!\. Along with a burning hunger for nutrition.
ru_ru: Это может наконец означать прорыв в моей карьере, я нутром это чую!\. Наряду со жгучим чувством голода.

source: In any case, here is your due reward.
ru_ru: В любом случае, вот положенная вам награда.

source: Mr Nomsworth
ru_ru: Мистер Номсворт

source: By Jove!\. This is your big chance, Philamore.\. All you need to do is find the right...
ru_ru: Клянусь Юпитером!\. Это хорошая возможность для вас, Филамор.\. Всё, что вам нужно, это найти верный...

source: Hi!
ru_ru: Привет!

source: Ah, it is you again!\. I say, you truly find the most opportune times to accost me.
ru_ru: Ах, это снова вы!\. Я сказал бы, что вы находите самое подходящее время для разговора со мной.

source: I have another task for you.\. And this time the main headquarters are involved.\. Truly, a huge opportunity!
ru_ru: У меня есть очередная задача для вас.\. И на этот раз задействован главный штаб.\. Поистине, отличная возможность!

source: So please lend me your assistance!
ru_ru: Поэтому, пожалуйста, предоставьте мне вашу помощь!

source: [nods]
ru_ru: [кивает]

source: Oh, what a relief, to hear that from one as reliable as yourself.\. Now the road to success shall be smoothly paved.
ru_ru: О, какое облегчение слышать это от такого же надёжного человека, как ты сам.\. Теперь путь к успеху будет гладким.

source: In any case, I cannot tell you much about the mission itself.\. My task was simply to acquire an able helper.
ru_ru: В любом случае, я не смогу рассказать вам много о самой миссии.\. Моей задачей было просто найти способного помощника.

source: So please go to the very North of the \c[3]Alley Quarters\c[0] and enter the \c[3]Traders Kontor\c[0].
ru_ru: Поэтому, пожалуйста, идите на самый север \c[3]Аллеи кварталов\c[0] и зайдите в \c[3]Контору торговцев\c[0].

source: Then go upstairs to talk to the high board.\. I will announce your arrival and task so you can enter.
ru_ru: Затем идите наверх, чтобы поговорить с управляющим.\. Я сообщу о вашем прибытии и задании, чтобы вы смогли войти.

source: And please, give the board my warmest of regards.\. They will surely appreciate it.
ru_ru: И, пожалуйста, передайте управляющим мои самые тёплые приветствия.\. Они безусловно оценят это.

source: [nods]
ru_ru: [кивает]

source: [shakes head]
ru_ru: [мотает головой]

source: Oh no, what a dilemma.\. Please rethink your decision, there is so much on the line!
ru_ru: О, нет, какая дилемма.\. Пожалуйста, пересмотрите своё решение, так много стоит на кону!

source: Mr Nomsworth
ru_ru: Мистер Номсворт

source: Head to the very North of the \c[3]Alley Quarters\c[0], enter the \c[3]Traders Kontor\c[0] and go \c[3]upstairs\c[0].
ru_ru: Направляйтесь на самый север \c[3]Аллеи кварталов\c[0], войдите в \c[3]Контору торговцев\c[0] и поднимитесь по лестнице \c[3]наверх\c[0].

source: Please be very professional when talking to the board.\. This is a crucial step in both of our careers.
ru_ru: Пожалуйста, будьте предельно серьёзны во время разговора с руководством.\. Это важный шаг в наших карьерах.

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: \v[lore.title.seeker], let me thank you again for your splendid work with the headquarters.
ru_ru: \v[lore.title.seeker], позвольте мне ещё раз поблагодарить вас за вашу замечательную работу в штабе.

source: Hi!
ru_ru: Привет!

source: The chairman thanked me most sincerely.\. My promotion is just around the corner, I can almost smell it!
ru_ru: Председатель поблагодарил меня самым искренним образом.\. Моё повышение не за горами, я уже почти чувствую его!
