Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: In this, tested now you will be.
ru_ru: В этом проверим сейчас тебя.

source: \c[3]Defeat all the enemies in 20 seconds using Dash Cancels\c[0] you must.
ru_ru: \c[3]Победить всех врагов за 20 секунд, используя отмену рывком\c[0], должна ты.

source: Fail... you must try again.
ru_ru: Провал... ты должна попробовать ещё раз.

source: Defeated
ru_ru: Побеждено

source: More expected of you I have. Try again you must.
ru_ru: Больше ожиданий у меня от тебя. Повторить попытку должна ты.

source: No \c[3]Dash Cancels\c[0] you used.
ru_ru: Не была \c[3]отмена рывком\c[0] использована.

source: Only one \c[3]Dash Cancel\c[0] you used.
ru_ru: Только одна \c[3]отмена рывком\c[0] была использована.

source: Only \v[tmp.cancels] \c[3]Dash Cancels\c[0] you used.
ru_ru: Только \v[tmp.cancels] \c[3]отмен рывком\c[0] было использовано.

source: More then 50 attacks you used too.
ru_ru: Более 50-ти атак ты использовала.

source: All your attacks you used.
ru_ru: Все свои атаки ты использовала.

source: More then 50 attacks you used.
ru_ru: Более 50-ти атак ты использовала.

source: All your attacks you used.
ru_ru: Все свои атаки ты использовала.

source: Well honed, your understanding is.
ru_ru: Хорошо отточено понимание твоё.

source: Now begins, your final test.
ru_ru: Теперь начинается последнее испытание твоё.

source: \c[3]Defeat all enemies in 15 seconds, using less than 30 attacks and at least 3 Dash Cancels\c[0] you must.
ru_ru: \c[3]Победить всех врагов за 15 секунд, используя меньше 30-ти атак и как минимум 3 отмены рывком\c[0] должна ты.

source: Fail... you must try again.
ru_ru: Провал... ты должна попробовать ещё раз.

source: Defeated
ru_ru: Побеждено

source: Dash Cancels
ru_ru: Отмен рывком

source: Attacks Left
ru_ru: Атак осталось

source: Completed the course you have.
ru_ru: Завершила курс ты.

source: But. Far from over your training is.
ru_ru: Однако. Далеки от окончания тренировки твои.

source: For now your training is over. You must speak to me if you are ready for your next lesson.
ru_ru: Тренировка закончена твоя. Должна поговорить со мной ты, если к следующему уроку готова.

source: [nods]
ru_ru: [кивает]

source: Lea?
ru_ru: Лея?

source: I think this is an instanced room... Must be something good going on here, no?
ru_ru: Я думаю, что это специальная комната... Должно быть, здесь происходит что-то интересное, нет?

source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/inner-info.json/entities/25/settings/analyzable/text
source: Info Advisor
ru_ru: Информационный советник

source: Info Advisor
ru_ru: Информационный советник

source: Greetings, \v[lore.title.seeker].\. If you desire more in-depth knowledge about your abilities, talk to our experts here.
ru_ru: Приветствую, Искатель.\. Если вы хотите узнать больше про свои способности, обратитесь к нашим экспертам.

source: Also you can reset your skills using a \c[3]\v[item.428.name]\c[0] using the \c[3]Circuit Reset Terminal\c[0] downstairs!
ru_ru: Также вы можете сбросить навыки, используя \c[3]\v[item.428.name]\c[0] в \c[3]терминале сброса схем\c[0] этажом ниже!

# data/maps/rookie-harbor/inner-info.json/entities/26/settings/analyzable/text
source: Mys Li
ru_ru: Мюс Ли

# data/maps/rookie-harbor/inner-info.json/entities/26/settings/displayName
source: Combat Artist
ru_ru: Боевой художник

source: Mys Li
ru_ru: Мюс Ли

source: Hi!
ru_ru: Привет!

source: Be greeted, \v[lore.title.seeker]!\. I am Mys Li, grandniece of the great Master Sensei.
ru_ru: Приветствую, Искатель!\. Я Мюс Ли, внучатая племянница великого Мастера сенсея.

source: The art of combat was flowing through our lineage long before \v[lore.title.seeker]s were even a mere thought.
ru_ru: Искусство боя протекало через нашу родословную ещё тогда, когда Искателей и в помине не было.

source: All that wisdom can be yours, if you are willing to learn.
ru_ru: Все эти знания могут стать вашими, если вы готовы учиться.

source: What aspect of the fist do you seek to refine?
ru_ru: Какие аспекты кулачного боя ты хочешь уточнить?

source: [nods close combat question]
ru_ru: [вопросительно кивает о ближнем бое]

source: Yes, the art of close combat is indeed fast and powerful.
ru_ru: Да, искусство ближнего боя безусловно быстрое и мощное.

source: Even groups of enemies can be kept at bay by skilled fighters.
ru_ru: Умелые бойцы могут держать в страхе даже группы врагов.

source: You, Spheromancer, will execute a series of \c[3]3 swings\c[0] followed by a powerful \c[3]spin attack\c[0] of great range.
ru_ru: Ты, сферомант, выполняешь серию \c[3]размахов\c[0], заканчивая её усиленной \c[3]круговой атакой\c[0] с большим радиусом.

source: Though the last attack is rather slow, creating openings for counterattacks.
ru_ru: Хотя последняя атака довольно медленная и позволяет противнику провести контратаку.

source: Thus a wise fighter considers \c[3]dashing\c[0] out of a combo to continue attacking without delay.
ru_ru: Таким образом, мудрый боец предпочитает прервать комбо \c[3]рывком\c[0], чтобы продолжить атаку без задержки.

source: This legendary technique is called \c[3]dash cancel\c[0] and can be used to cancel almost everything.
ru_ru: Эта легендарная техника называется \c[3]отмена рывком\c[0], и может использоваться для отмены практически всего.

source: More questions?
ru_ru: Ещё вопросы?

source: [nods ranged combat question]
ru_ru: [вопросительно кивает о дальнем бое]

source: Yes, the art of ranged combat is useful indeed for it allows you to attack your enemies \c[3]at a distance\c[0].
ru_ru: Да, искусство дальнего боя действительно полезно, поскольку оно позволяет тебе атаковать своих врагов \c[3]на расстоянии\c[0].

source: It can be divided into\c[3] fast volleys of small projectiles\c[0] and \c[3]well-aimed charged shots\c[0].
ru_ru: Его можно разделить на \c[3]быстрые залпы маленьких снарядов\c[0] и \c[3]точные заряжаемые выстрелы\c[0].

source: Quickly fired small shots are one of the best ways to \c[3]deal a lot of damage quickly\c[0] as long as you aim properly!
ru_ru: Быстрые выстрелы - один из лучших способов \c[3]быстро нанести большой урон\c[0], если конечно ты прицеливаешься как надо!

source: But keep in mind that impatient throwing will \c[3]slow down your aim\c[0]!\. Better to aim properly before you start attacking.
ru_ru: Но имей в виду, что беспорядочные броски \c[3]ухудшают твою точность\c[0]!\. Лучше прицелиться должным образом, прежде чем начать атаку.

source: Carefully attacking with charged shots, on the other hand, is \c[3]a less efficient source of damage\c[0].
ru_ru: Аккуратная атака заряженными выстрелами, с другой стороны, является \c[3]менее эффективным источником урона\c[0].

source: However, they cause strong \c[3]knockback\c[0], can sometimes \c[3]break\c[0] your foes and, when used with an element, even cause \c[3]status conditions\c[0]!
ru_ru: Однако, они сильно \c[3]отбрасывают\c[0], иногда могут \c[3]пробить\c[0] твоих противников, и при использовании с элементом, могут даже наложить \c[3]статусный эффект\c[0]!

source: Also charged shots will \c[3]ricochet from solid objects\c[0] thus allowing for attacks from surprising angles!
ru_ru: К тому же, заряженные выстрелы будут \c[3]рикошетить от твёрдых объектов\c[0], что позволяет атаковать с неожиданных углов!

source: You should know, however, that some enemies are \c[3]resistant to ranged combat\c[0].\. Melee combat will have better results in those cases!
ru_ru: Однако, ты должна знать, что некоторые враги \c[3]устойчивы к дальним атакам\c[0].\. Бой в ближнем бою будет иметь лучшие результаты в таких случаях!

source: More Questions?
ru_ru: Ещё вопросы?

source: [nods dashing question]
ru_ru: [вопросительно кивает о рывках]

source: The dash is an essential technique in fights and allows you to traverse short distances at blinding speeds.
ru_ru: Рывок является важной техникой в боях и позволяет тебе перемещаться на короткие дистанции с ослепительной скоростью.

source: The speed alone allows for safer evasion, but it has another property: the mythical \c[3]Flash Step\c[0].
ru_ru: Скорость сама по себе обеспечивает безопасное уклонение, но у неё есть и другое применение: мифический \c[3]Шаг-вспышка\c[0].

source: A dashing fighter will be \c[3]completely invincible for a fleeting moment\c[0] and even \c[3]phase through some objects\c[0]!
ru_ru: Лихой боец будет \c[3]полностью неуязвим в момент побега\c[0] и даже \c[3]проходить сквозь некоторые объекты\c[0]!

source: That moment is short, but it can be prolonged by strengthening your \c[3]Flash Step\c[0] ability and \c[3]Focus\c[0].
ru_ru: Этот момент короткий, но он может быть продлён с помощью прокачки твоего умения \c[3]Шага-вспышки\c[0] и \c[3]Фокуса\c[0].

source: Do not forget, though, that the number of successive dashes is \c[3]limited to 3\c[0] and a short break is needed afterwards.
ru_ru: Не забывай, однако, что число последовательных рывков \c[3]ограничено тремя\c[0], и после этого необходим небольшой перерыв.

source: More questions?
ru_ru: Ещё вопросы?

source: [nods guard question]
ru_ru: [вопросительно кивает о защите]

source: When facing vicious attacks, raising your Guard is often the wisest course of action.
ru_ru: Когда ты сталкиваешься с жестокими атаками, использование твоей защиты зачастую является самым мудрым решением.

source: It will \c[3]greatly reduce all damage\c[0] in the direction you face and is often safer than trying to evade.
ru_ru: Она позволит \c[3]значительно уменьшать весь урон\c[0] в том направлении, куда ты смотришь, и зачастую безопаснее, чем попытка уклониться.

source: Though beware that your shield can \c[3]break\c[0] after absorbing a lot of damage.
ru_ru: Но будь осторожна, потому что твой щит может \c[3]сломаться\c[0] после поглощения большого количества урона.

source: The efficiency and endurance of your shield depends on your \c[3]Defense\c[0] and the specialized \c[3]Solid Guard\c[0] modifier.
ru_ru: Эффективность и прочность твоего щита зависит от твоей характеристики \c[3]Защиты\c[0] и специальной модификации \c[3]Прочный блок\c[0].

source: However, if your guard is \c[3]timed perfectly\c[0], it will \c[3]never break\c[0] and \c[3]negate all damage\c[0].\. This is the fabled \c[3]Perfect Guard\c[0].
ru_ru: Однако, если твой блок \c[3]исполнен идеально\c[0], то он будет \c[3]непробиваемым\c[0] и \c[3]отменит весь урон\c[0].\. Это легендарный \c[3]Идеальный блок\c[0].

source: There are, however, some mighty attacks that mysteriously \c[3]ignore\c[0] a shield.\. Be wary of those.
ru_ru: Но есть несколько могущественных атак, которые загадочным образом \c[3]игнорируют\c[0] щит.\. Остерегайся их.

source: More questions?
ru_ru: Ещё вопросы?

source: [shakes head]
ru_ru: [мотает головой]

source: Fine.\. Come back when you desire guidance again.
ru_ru: Хорошо.\. Вернись, когда снова понадобится руководство.

source: Secrets of Close Combat
ru_ru: Секреты ближнего боя

source: Secrets of Ranged Combat
ru_ru: Секреты дальнего боя

source: Secrets of Dashing
ru_ru: Секреты рывка

source: Secrets of Guarding
ru_ru: Секреты защиты

source: \c[1]No, thanks!\c[0]
ru_ru: \c[1]Нет, спасибо!\c[0]

# data/maps/rookie-harbor/inner-info.json/entities/27/settings/analyzable/text
source: Curlo Statkovski
ru_ru: Карло Статковский

source: Curlo Statkovski
ru_ru: Карло Статковский

source: Hi!
ru_ru: Привет!

source: Bro!\. Straighten up and get in shape!\. Your body is your temple, man!
ru_ru: Бро!\. Выпрямись и приведи себя в форму!\. Твоё тело - твой храм, подруга!

source: No "but"s or "if"s or "maybe"s.\. Your body is what keeps you alive so you must work for it, bro!
ru_ru: Никаких "но", "если" или "возможно".\. Твоё тело - это то, что держит тебя в живых, поэтому ты должна работать над ним, бро!

source: And you must know how your body works, man.\. I can explain, just hit me up.
ru_ru: И ты должна знать, как работает твоё тело, подруга.\. Я могу объяснить, только свистни.

source: Bro, what do you need to know?
ru_ru: Бро, что ты хочешь узнать?

source: [nods stats question]
ru_ru: [вопросительно кивает о характеристиках]

source: Bro, there's 4 basic stats in CrossWorlds: \c[3]HP, Attack, Defense, Focus\c[0].
ru_ru: Бро, в CrossWorlds есть четыре основные характеристики: \c[3]HP, Атака, Защита и Фокус\c[0].

source: The \c[3]HP\c[0] are your life. More HP means more damage that you can take and survive by tanking like a boss.
ru_ru: \c[3]HP\c[0] - это твоё здоровье. Большее HP позволяет пережить больше урона, который ты можешь получить и выжить, танкуя, как босс.

source: Pumping HP will also make \c[3]healing more effective\c[0], both for eating and your body's own healing.
ru_ru: К тому же, прокачка HP делает \c[3]лечение более эффективным\c[0], как для еды, так и для регенерации твоего тела.

source: More \c[3]Attack\c[0] increases the damage you inflict with your attacks.
ru_ru: Увеличение \c[3]атаки\c[0] повышает урон, наносимый твоими атаками.

source: But bro, remember there's more factors that change the damage, like modifiers you get from your gear.
ru_ru: Но, бро, помни, что есть множество факторов, которые изменяют урон, такие как модификаторы, которые ты получаешь от своего снаряжения.

source: Your \c[3]Defense\c[0] will reduce received damage and protect your HP from getting chipped.
ru_ru: Твоя \c[3]защита\c[0] уменьшает получаемый урон и соответственно потерю HP.

source: It will also strengthen your \c[3]shield\c[0] when you try to block and tank damage.
ru_ru: К тому же, она усиливает твой \c[3]щит\c[0], когда ты пытаешься заблокировать урон.

source: And \c[3]Focus\c[0]... bro... dude... that's doing a lot of things, man.\. Like \c[3]how fast\c[0] you increase those \c[3]SP\c[0].
ru_ru: И \c[3]фокус\c[0]... бро... подруга... он делает много вещей, дружище.\. Например, влияет на то, \c[3]насколько быстро\c[0] ты восстанавливаешь \c[3]SP\c[0].

source: Also having higher Focus increases the chance of doing \c[3]critical hits\c[0] and decreases the chance of taking them.
ru_ru: Также, наличие более высокого фокуса увеличивает вероятность нанесения \c[3]критических ударов\c[0] и снижает вероятность их получения.

source: Then there're those sick \c[3]Status Conditions\c[0], dude.\. Again, high Focus makes you do more and take less!
ru_ru: Помимо этого, есть крутые \c[3]статусные эффекты\c[0], подруга.\. Опять же, высокий фокус позволяет тебе накладывать больше и получать меньше таких эффектов!

source: Finally, the window for \c[3]Dash Invincibility\c[0] gets longer with higher Focus.\. Believe it, man!
ru_ru: Наконец, период \c[3]неуязвимости при рывке\c[0] становится дольше с увеличением фокуса.\. Поверь мне, подруга!

source: It's all important, bro, so train your body!\. And get good \c[3]equipment\c[0], cuz that's actually \c[3]way more important for stats\c[0].\.\.\. Bummer.
ru_ru: Это всё важно, бро, так что тренируй своё тело!\. И получи хорошую \c[3]экипировку\c[0], потому что она \c[3]намного важнее для характеристик\c[0].

source: Got more questions, bro?
ru_ru: Есть ещё вопросы, бро?

source: [nods buffs question]
ru_ru: [вопросительно кивает о бафах]

source: Dude, you're interested in a proper diet?\. Good thinking, bro!
ru_ru: Подруга, тебя интересует правильная диета?\. Отличная мысль, бро!

source: \c[3]Foods\c[0] are the primary source of getting \c[3]buffed\c[0].\. Use those and look at your power soar, man!
ru_ru: \c[3]Еда\c[0] - главный источник \c[3]бафов\c[0].\. Съешь её и увидишь, как растёт твоя сила, подруга!

source: It's only \c[3]temporary\c[0], though, and you can only have \c[3]two food buffs active at a time\c[0].\. Limited digestion, man.
ru_ru: Правда, они \c[3]временные\c[0], хотя ты можешь иметь \c[3]два бафа пищи одновременно\c[0].\. Ограниченное пищеварение, подруга.

source: Staying buffed can make a huge difference, so stay well fed.\. Your body will thank you!
ru_ru: Бафы могут иметь огромное значение, так что оставайся сытой.\. Твоё тело будет тебе благодарно!

source: Got more questions, bro?
ru_ru: Есть ещё вопросы, бро?

source: [shakes head]
ru_ru: [мотает головой]

source: Take care, bro!\.
ru_ru: Береги себя, бро!\.

source: Explain stats
ru_ru: Объяснить характеристики

source: Explain buffs
ru_ru: Объяснить бафы

source: \c[1]No, thanks!\c[0]
ru_ru: \c[1]Нет, спасибо!\c[0]

# data/maps/rookie-harbor/inner-info.json/entities/28/settings/analyzable/text
source: Avon Chet
ru_ru: Эйвон Чет

# data/maps/rookie-harbor/inner-info.json/entities/28/settings/displayName
source: Circuit Man
ru_ru: Контурный человек

source: Avon Chet
ru_ru: Эйвон Чет

source: Hi!
ru_ru: Привет!

source: G'day, mate!\. I'm the Tech professional, specialist of circuits and other hardware.
ru_ru: Доброго дня, приятель! Я технический профессионал, специалист по микросхемам и другому аппаратному обеспечению.

source: \v[lore.title.seeker]s like you are utilizing advanced biolink-hardware to draw powers from the Track.
ru_ru: Искатели вроде тебя используют продвинутое биосвязующее оборудование для получения энергии из Пути.

source: If you wanna know more about the application just shoot your questions.
ru_ru: Если ты хочешь узнать больше о применении, просто задавай свои вопросы.

source: Any technicalities to discuss?
ru_ru: Есть вопросы технического характера?

source: [nods basic circuit question]
ru_ru: [вопросительно кивает о функциональности схемы]

source: Well, to improve your Circuit you need to collect \c[3]CP\c[0] (Circuit Points).
ru_ru: Ну, чтобы улучшить свою схему, тебе нужно получить \c[3]CP\c[0] (очки схем).

source: You can get more CP by \c[3]growing your level\c[0] and from some \c[3]special artifacts\c[0] that sometimes get awarded to dutiful \v[lore.title.seeker]s.
ru_ru: Ты можешь получить больше очков схем (CP), \c[3]повышая свой уровень\c[0] и используя некоторые \c[3]специальные артефакты\c[0], которые иногда присуждаются почётным Искателям.

source: If you have CP you can use them in one of your \c[3]Circuits\c[0], either Neutral or one of the elements, if you have any.
ru_ru: Если у тебя есть очки схем (СР), то ты можешь использовать их в одном из контуров своей \c[3]схемы\c[0] - либо в нейтральном, либо в одном из элементов, если таковые имеются.

source: \c[3]Skill nodes\c[0] need to be connected to the center and have one of 3 levels.
ru_ru: \c[3]Узлы умений\c[0] должны быть связаны с центром и иметь один из трёх уровней.

source: Higher levels tend to be more powerful but also need more CP to activate.
ru_ru: Более высокие уровни, как правило, более мощные, но требуют больше очков схем (CP) для активации.

source: Skills on \c[3]branches\c[0] can be \c[3]switched at any time without a cost\c[0].\. For the rest you gotta do a \c[3]full reset at the terminal downstairs\c[0].
ru_ru: \c[3]Ветки навыков\c[0] могут быть переключены \c[3]в любое время без затрат\c[0].\. В остальных случаях ты должна сделать \c[3]полный сброс в терминале этажом ниже\c[0].

source: More questions?
ru_ru: Ещё вопросы?

source: [nods circuit synergy question]
ru_ru: [кивает вопросительно о различных контурах]

source: See, as you grow as a \v[lore.title.seeker] you will wield up to \c[3]4 elements\c[0] in addition to Neutral.
ru_ru: Смотри, по мере того как ты будешь расти в роли Искателя, ты овладеешь \c[3]четырьмя элементами\c[0] в дополнение к нейтральному.

source: Each of them have their own Circuit that \c[3]only empowers you with the right Elemental Mode\c[0].
ru_ru: У каждого из них есть свой собственный контур, который \c[3]усиливает тебя только в определённом элементальном режиме\c[0].

source: An exception is the \c[3]Neutral Circuit\c[0] that represents the very core of your Circuit Board.
ru_ru: Исключением является \c[3]Нейтральный контур\c[0], который представляет собой ядро твоей схемы.

source: Activated Nodes on the Neutral Circuit also empower elemental modes with \c[3]50% of their values\c[0].
ru_ru: Активированные узлы в Нейтральном контуре усиливают возможности элементальных режимов на \c[3]50% от их значений\c[0].

source: More questions?
ru_ru: Ещё вопросы?

source: Ah, some modifiers can be tricky.\. Which one confuses you?
ru_ru: Ах, некоторые модификаторы могут быть сложноватыми... Какой из них сбивает тебя с толку?

source: [nods Iron Stance question]
ru_ru: [вопросительно кивает о Стойкости]

source: The \c[3]Iron Stance\c[0] modifier lets you \c[3]ignore the stun and knockback from attacks\c[0].\. So you can just keep on fighting!
ru_ru: Модификатор Стойкость позволяет \c[3]игнорировать оглушение и отбрасывание от атак\c[0].\. Так что ты сможешь просто продолжать сражаться!

source: Though you can only ignore attacks up to a certain \c[3]limit\c[0], depending on their \c[3]damage\c[0].
ru_ru: Хотя ты сможешь игнорировать атаки только до определённого \c[3]предела\c[0], в зависимости от их \c[3]урона\c[0].

source: The \c[3]maximum damage\c[0] you can ignore is the \c[3]Iron Stance percentage of the Max HP value\c[0].
ru_ru: \c[3]Максимальный урон\c[0], который ты можешь игнорировать, равен \c[3]проценту Стойкости от значения макс. HP\c[0].

source: So a fighter with \c[3]1000 MaxHP\c[0] and \c[3]10% Iron Stance\c[0] can ignore all attacks of \c[3]100 damage or less\c[0].
ru_ru: Таким образом, боец с \c[3]1000 макс. HP\c[0] и \c[3]10% Стойкости\c[0] сможет игнорировать все атаки со \c[3]100 урона или меньше\c[0].

source: Obviously it's more reliable against many small attacks compared to powerful hits.
ru_ru: Очевидно, что это больше подходит против многочисленных небольших атак, чем против атак с мощными ударами.

source: And without a decent Defense and MaxHP you won't find it very useful either.
ru_ru: И без приличной защиты и макс. HP это будет не сильно полезно.

source: Any other mods that confuse you?
ru_ru: Какие-то ещё модификаторы, которые сбивают тебя с толку?

source: [nods Pin Body question]
ru_ru: [вопросительно кивает о Шипастом]

source: The Pin Body modifier \c[3]reflects a certain amount of damage\c[0] to attackers when \c[3]blocking\c[0] their attacks.
ru_ru: Модификатор Шипастый \c[3]отражает определённое количество урона\c[0] обратно в атакующих, когда ты \c[3]блокируешь\c[0] их атаки.

source: The reflected damage depends on how much is \c[3]absorbed by the shield and your overall defense value\c[0].
ru_ru: Отражённый урон зависит от того, сколько \c[3]урона поглощено щитом и от твоей общей защиты\c[0].

source: While the attacker's defense reduces the damage as usual, the \c[3]defense of the defender further increases it\c[0].
ru_ru: В то время, когда защита атакующего уменьшает урон, как и обычно, \c[3]защита защищающегося дополнительно увеличивает его\c[0].

source: Thus it is a very useful ability for defensive fighters.\. Just tank your enemies to death, mate!
ru_ru: Таким образом, это очень полезная способность для защищённых бойцов.\. Затанкуй своих врагов до смерти, приятель!

source: Any other mods that confuse you?
ru_ru: Какие-то ещё модификаторы, которые сбивают тебя с толку?

source: [nods Assault question]
ru_ru: [вопросительно кивает о Штурме]

source: The Assault modifier adds \c[3]additional shockwaves\c[0] to your melee attacks.
ru_ru: Модификатор Штурм добавляет \c[3]дополнительные ударные волны\c[0] к твоим атакам ближнего боя.

source: The total strength of all shockwaves is the modifier percentage of the normal strength.
ru_ru: Общая сила всех ударных волн - это процент модификатора от обычной силы ударов.

source: \c[3]Additional shockwaves\c[0] will appear each \c[3]25% modifier value\c[0], though the overall damage stays the same.
ru_ru: \c[3]Дополнительные ударные волны\c[0] будут появляться через каждые \c[3]25% значения модификатора\c[0], хотя общий урон остаётся прежним.

source: Any other mods that confuse you?
ru_ru: Какие-то ещё модификаторы, которые сбивают тебя с толку?

source: [nods Cross Counter question]
ru_ru: [вопросительно кивает о Контратаке]
