Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: Mr. Nomsworth
ru_ru: Мистер Номсворт

source: Ah, good day, \v[lore.title.seeker].\. Pleased to meet you.
ru_ru: Ах, добрый день, Искатель.\. Рад встрече с вами.

source: My name is Mr. Nomsworth and I am a humble mediative employee of the local trading association.
ru_ru: Меня зовут мистер Номсворт, я скромный медиа-сотрудник местной торговой ассоциации.

source: Hi!
ru_ru: Привет!

source: Now, as you might've already assumed, a man of my position is always busy brokering business agreements big and small.
ru_ru: Как вы уже могли предположить, человек моей должности всегда занят посредничеством в больших и малых деловых соглашениях.

source: Thus, there's always a need for helping hands willing to do some necessary legwork.\. For a generous payment of course.
ru_ru: Таким образом, всегда есть потребность в помощниках, желающих сделать необходимую работу.\. За щедрую оплату, конечно.

source: Just now I have an unresolved assignment by the Pub for a delivery of mixed food ingredients.
ru_ru: Прямо сейчас у меня есть нерешённое задание по доставке различных продовольственных ингредиентов.

source: It requires collecting raw materials in the wild, trading them for the required items here in the market and of course delivering them to my client.
ru_ru: Это требует сбора сырья в дикой природе, обмена его на необходимые товары здесь, на рынке и, конечно же, доставки его моему клиенту.

source: A rather simple task, fitting for the beginning of a lucrative relationship, I would say.\. Can I count on your cooperation?
ru_ru: Довольно простая задача, подходящая для начала выгодных отношений, я бы сказал. Могу ли я рассчитывать на ваше сотрудничество?

source: [nods]
ru_ru: [кивает]

source: It's a deal then.\. My client requires \c[3]two Fruit and Veggie Sets each\c[0] and also a precious \c[3]Spice Set\c[0] to boot.
ru_ru: По рукам.\. Мой клиент запросил \c[3]два фруктовых и овощных набора\c[0] и ещё ценный \c[3]набор специй\c[0] в придачу.

source: You can procure them right here on the central market near the fountain.
ru_ru: Вы можете приобрести их прямо здесь, на центральном рынке возле фонтана.

source: For the exchange, you will need raw trading materials from the various plants of \v[area.autumn-area.name].
ru_ru: Для обмена вам понадобится сырьё, добываемое из различных растений в Расцвете Осени.

source: [shakes head]
ru_ru: [мотает головой]

source: That is unfortunate.\. But you can change your mind as long as the job is still for the taking.
ru_ru: Это печально.\. Но у вас ещё есть время передумать, пока заказ в силе.

# data/maps/rookie-harbor/center.json/entities/657/settings/event/6/message
source: Lea, chérie!
ru_ru: Лея, chérie (дорогая)!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/7/message
source: Hi!
ru_ru: Привет!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/9/message
source: Hello, Lea! It's good to see you again.
ru_ru: Привет, Лея! Приятно видеть тебя снова.

# data/maps/rookie-harbor/center.json/entities/657/settings/event/10/message
source: Oui, you almost made me worried!
ru_ru: Oui (Да), ты почти заставила меня волноваться!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/11/message
source: Now I really wonder what happened with you~
ru_ru: И теперь мне очень любопытно, что же с тобой произошло~

# data/maps/rookie-harbor/center.json/entities/657/settings/event/13/message
source: I guess I should start poking you with questions now!
ru_ru: Полагаю, что я уже должна начинать заваливать тебя вопросами!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/15/message
source: Come on, Emilie. I'm sure that would be bothersome.
ru_ru: Перестань, Эмили. Я уверен, что это будет назойливо.

# data/maps/rookie-harbor/center.json/entities/657/settings/event/16/message
source: Oui, oui!\. I was joking!
ru_ru: Oui, oui (Да-да)!\. Я пошутила!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/17/message
source: Anyway, I want to show you something! This way!
ru_ru: Во всяком случае, я хочу показать тебе кое-что! Сюда!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/25/message
source: Look up there!
ru_ru: Взгляни туда!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/29/message
source: They finally opened the \c[3]North of Rookie Harbor\c[0]!
ru_ru: Они наконец-то открыли \c[3]северную часть Гавани новичков\c[0]!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/37/message
source: Yes, and you can find even more traders up there!
ru_ru: Да, и там можно найти ещё больше торговцев!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/38/message
source: Also, the stores now offer \c[3]better equipment\c[0], since we've beaten Faj'ro Temple.
ru_ru: Кроме того, магазины теперь предлагают \c[3]экипировку получше\c[0], потому что мы прошли храм Фай'ро.

source: Not that you'd \c[1]need any better equipment\c[0], but you never know!
ru_ru: Не то чтобы тебе \c[1]нужна экипировка получше\c[0], но мало ли что!

source: Oui! And you better make sure to upgrade!
ru_ru: Oui (Да)! И тебе точно лучше обновить экипировку!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/43/message
source: Because here comes the big news!
ru_ru: Потому что сейчас будет самая важная новость!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/45/message
source: WE'LL BE GOING ON A \c[3]RAID\c[0]!!
ru_ru: МЫ ИДЁМ В \c[3]РЕЙД\c[0]!!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/47/message
source: ...How?!
ru_ru: ...Как?!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/48/message
source: Oui! I can hardly believe it myself.
ru_ru: Oui (Да)! Я с трудом могу в это поверить.

# data/maps/rookie-harbor/center.json/entities/657/settings/event/49/message
source: They found a raid event where players of our level can participate!
ru_ru: Они нашли рейдовое событие, в котором могут участвовать игроки нашего уровня!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/50/message
source: That means we'll be fighting together with Lukas, Lin and the others!
ru_ru: Это означает, что мы будем сражаться вместе с Лукасом, Лин и другими!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/51/message
source: ...Well, kind of. There will be two tracks with two teams running in parallel.
ru_ru: ...Ну, вроде того. Там будет два пути с двумя командами, идущими параллельно.

# data/maps/rookie-harbor/center.json/entities/657/settings/event/52/message
source: Details!
ru_ru: Это всё детали!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/53/message
source: Anyway, the raid is happening tomorrow. You showed up just in time!
ru_ru: В любом случае, рейд начинается завтра. Ты появилась как раз вовремя!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/54/message
source: Uhm... wait.
ru_ru: Эмм... подожди.

# data/maps/rookie-harbor/center.json/entities/657/settings/event/55/message
source: You still didn't collect that shade, right?
ru_ru: Ты так и не получила эту Тень, не так ли?

# data/maps/rookie-harbor/center.json/entities/657/settings/event/57/message
source: Drat, you're right!
ru_ru: Блин, ты права!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/58/message
source: It's one of the prerequisites to join the raid.\. You first need to collect the \c[3]Green Seed Shade\c[3].
ru_ru: Это одно из требований для участия в рейде.\. Сначала нужно заполучить \c[3]Тень семени\c[3].

# data/maps/rookie-harbor/center.json/entities/657/settings/event/59/message
source: You find it in \c[3]Autumn's Fall\c[0]. That's to the north of Rookie Harbor. Just take the exit in \c[3]Rookie Harbor East\c[3].
ru_ru: Ты найдёшь её в \c[3]Закате Осени\c[0]. Это к северу от Гавани новичков. Тебе всего лишь нужно пройти через выход в \c[3]восточной части Гавани новичков\c[0].

# data/maps/rookie-harbor/center.json/entities/657/settings/event/60/message
source: That's right, just look for the \c[3]glowing bird statue\c[0]. You can't miss it!
ru_ru: Верно, просто ищи \c[3]сияющую статую птицы\c[0]. Ты её не пропустишь!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/61/message
source: Anyway, C'tron and I already did the quest... But I'm fine doing it again with you, if you want.
ru_ru: В любом случае, мы с Ци'троном уже выполнили квест... Но я могу пройти его с тобой ещё раз, если хочешь.

# data/maps/rookie-harbor/center.json/entities/657/settings/event/62/message
source: Same for me! Do you want us to join?
ru_ru: И я тоже! Хочешь, чтобы мы присоединились?

# data/maps/rookie-harbor/center.json/entities/657/settings/event/63/0/0/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/center.json/entities/657/settings/event/63/0/1/message
source: D'accord! Let's go then!
ru_ru: D'accord (Хорошо)! Тогда вперёд!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/63/1/0/message
source: [shakes head]
ru_ru: [мотает головой]

# data/maps/rookie-harbor/center.json/entities/657/settings/event/63/1/1/message
source: Ah, I see...\. well that's ok! We may just spoil the surprise for you, right?
ru_ru: Ах, понимаю...\. что ж, это нормально! Мы ведь можем испортить тебе сюрприз, верно?

# data/maps/rookie-harbor/center.json/entities/657/settings/event/63/1/2/message
source: Ah oui...\. Anyway, please tell us when you collected the Shade!
ru_ru: Ах oui (да)...\. В любом случае, пожалуйста, сообщи нам, когда ты получишь Тень!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/63/1/3/message
source: Just contact me quickly via D-Link!
ru_ru: Просто свяжись со мной через Прямую связь!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/63/1/4/message
source: See you around!
ru_ru: Увидимся!

# data/maps/rookie-harbor/center.json/entities/657/settings/event/63/1/5/message
source: Au revoir!
ru_ru: Au revoir (Пока)!

source: [yes]
ru_ru: [да]

source: [no]
ru_ru: [нет]

# data/maps/rookie-harbor/center.json/entities/657/settings/event/64/task
source: Enter \c[3]Autumn's Fall\c[0] via the exit in \c[3]Rookie Harbor East\c[0] and find the \c[3]statue\c[0]. It has a quest for you.
ru_ru: Войдите в \c[3]Закат Осени\c[0] через \c[3]восточную часть Гавани Новичков\c[0] и найдите \c[3]статую\c[0]. У неё есть квест для вас.

# data/maps/rookie-harbor/center.json/entities/658/settings/text
source: Replica Fountain
ru_ru: Копия фонтана

source: Hey you, are you interested in something real special?
ru_ru: Эй, ты, заинтересована в чём-то действительно особенном?

# data/maps/rookie-harbor/center.json/entities/663/settings/interact/hoverText
source: Challenge Note
ru_ru: Заметка об испытании

# data/maps/rookie-harbor/center.json/entities/663/settings/interact/event/0/text
source: The duel will take place at \c[3]Autumn's Fall - Eastern Exit\c[0].
ru_ru: Дуэль состоится в \c[3]Закате Осени - Восточный Выход\c[0].

# data/maps/rookie-harbor/center.json/entities/663/settings/interact/event/1/text
source: The duel shall start when the area has been \c[3]ridden of all other opponents\c[0].
ru_ru: Дуэль следует начинать, когда область будет \c[3]очищена от прочих противников\c[0].

source: Operation Track Walker
ru_ru: Операция Путепроходец

source: \c[3]The 5 Virtues\c[0]
ru_ru: \c[3]Пять добродетелей\c[0]

source: The five Virtues mirror the foundation on which the Ancients' culture was built. Before a participant can begin the Track of the Ancients they must choose a virtue as part of their \c[3]Class\c[0].
ru_ru: Пять добродетелей отражают фундамент, на котором была построена культура Древних. Прежде чем участник сможет начать Путь Древних, он должен выбрать добродетель как часть своего \c[3]класса\c[0].

source: \c[3]Triangle: The Virtue of Strength. \c[0] Usually associated with the Element Heat.
ru_ru: \c[3]Треугольник: добродетель силы.\c[0] Обычно ассоциируется с элементом Пламени.

source: \c[3]Square: The Virtue of Endurance. \c[0] Usually associated with the Element Cold.
ru_ru: \c[3]Квадрат: добродетель Выносливости.\c[0] Обычно ассоциируется с элементом Холода.

source: \c[3]Pentagon: The Virtue of Agility. \c[0] Usually associated with the Element Shock.
ru_ru: \c[3]Пятиугольник: добродетель Ловкости.\c[0] Обычно ассоциируется с элементом Шока.

source: \c[3]Hexagon: The Virtue of Wisdom. \c[0] Usually associated with the Element Wave.
ru_ru: \c[3]Шестиугольник: добродетель мудрости.\c[0] Обычно ассоциируется с элементом Волны.

source: \c[3]Circle: The Virtue of Balance. \c[0] This Virtue is not specifically associated with any elements and instead opts to balance each element.
ru_ru: \c[3]Круг: добродетель баланса.\c[0] Эта добродетель конкретно не связана с какими-либо элементом и вместо этого, она стремится сбалансировать их.

source: Obtaining each element in turn is the only way, as far as we know, of unlocking the mystery of the Ancients.
ru_ru: Последовательное получение каждого элемента, насколько известно, является единственным способом раскрыть тайну Древних.

source: The Secret of the Ancients
ru_ru: Тайна Древних

source: \c[3]Humankind's Arrival \c[0]
ru_ru: \c[3]Прибытие человечества\c[0]

source: Humankind found the planet Shadoon 30 years ago.
ru_ru: Человечество открыло планету Шадун тридцать лет назад.

source: At first we tried to harvest the planet for its precious resources. We built mines, uncovered ruins, and drilled into the ground.
ru_ru: В начале мы пытались собрать ценные ресурсы с планеты. Мы построили шахты, раскопали руины и бурили глубже под землю.

source: While doing so, we also destroyed part of the Track of the Ancients. This activated the self-defense program of the self-sufficient system that keeps the Track intact.
ru_ru: При этом мы также уничтожили часть Пути Древних. Это активировало программу автономной самообороны системы, которая поддерживает неприкосновенность Пути.

source: After this it became almost impossible to harvest any more resources as the Track itself fought back. We became aware of the finesse with which this system was built.
ru_ru: После этого стало почти невозможно продолжать сбор ресурсов, поскольку Путь начал давать отпор. Мы осознали, с какой искусностью была построена эта система.

source: \c[3]Operation Track Walker\c[0]
ru_ru: \c[3]Операция Путепроходец\c[0]

source: The Goal of Operation Track Walker is to \c[3]research the Ancient Technology instead of destroying it\c[0].
ru_ru: Целью операции Путепроходец является \c[3]исследование технологий Древних, вместо их уничтожения\c[0].

source: We began to look for ways to be part of the Track itself, to have humans participate. To our surprise integrating ourselves into the system was easy.
ru_ru: Мы начали искать способы стать частью Пути, чтобы дать людям возможность участвовать. К нашему удивлению, интегрироваться в систему было несложно.

source: We were even able to augment the Track to make it possible for humans, or \c[3]Seekers\c[0] as we now call them, to choose one of the five virtues and collect the four elements.
ru_ru: Мы даже смогли дополнить Путь, чтобы люди, или \c[3]Искатели\c[0], как мы их теперь называем, могли выбрать одну из пяти добродетелей и собрать четыре элемента.

source: \c[3]The Secret of the Ancients\c[0]
ru_ru: \c[3]Тайна Древних\c[0]

source: What happens when all four elements are collected and brought to the center temple in Shadoon is still unknown to us.
ru_ru: Что происходит, когда все четыре элемента собраны и доставлены в центральный храм Шадуна, нам пока неизвестно.

source: Even after 10 years of Operation Track Walker not a single Seeker has managed to overcome the final challenge.
ru_ru: Даже после десяти лет операции Путепроходец, ни одному Искателю не удалось преодолеть последнее испытание.

source: All we can guess is that the Ancients left their vast knowledge base for their descendants to find, as some legends and artifacts we've uncovered seem to indicate.
ru_ru: Всё, что мы можем предполагать, это то, что Древние оставили свою обширную базу знаний для потомков, некоторые обнаруженные нами легенды и артефакты указывают на это.

source: \c[3]Rhombus Square\c[0]
ru_ru: \c[3]Площадь Ромба\c[0]

source: Rhombus Square is the capital of humankind on Shadoon. Seekers start their journey in a custom course simulating challenges on the Ancient's Track.
ru_ru: Площадь Ромба - это столица человечества на Шадуне. Искатели начинают своё путешествие по специальному курсу, который имитирует испытания на Пути Древних.

source: However, in order for a Seeker to gain access to the city, they must first collect all four elements on the Track of the Ancients.
ru_ru: Однако, для того, чтобы Искатель получил доступ к городу, сначала он должен собрать все четыре элемента на Пути Древних.

source: Humankind's Arrival
ru_ru: Прибытие человечества

source: \c[3]The 4 Elements\c[0]
ru_ru: \c[3]Четыре элемента\c[0]

source: Every Seeker must collect the four elements, which are scattered all throughout Shadoon. Each one of them gives the Seeker control over a specific elemental domain.
ru_ru: Каждый Искатель должен собрать четыре элемента, которые разбросаны по всему Шадуну. Каждый из них даёт Искателю контроль над определённой элементальной областью.

source: These elements are \c[3]Heat\c[0], \c[3]Cold\c[0], \c[3]Shock\c[0], and \c[3]Wave\c[0]. This enumeration also reflects the order in which the elements are usually collected.
ru_ru: Этими элементами являются: \c[3]Пламя\c[0], \c[3]Холод\c[0], \c[3]Шок\c[0], и \c[3]Волна\c[0]. Это перечисление так же отражает порядок, в котором элементы обычно бывают получены.

source: The Tracks of the Ancients
ru_ru: Путь Древних

source: \c[3]Track of the Ancients\c[0]
ru_ru: \c[3]Путь Древних\c[0]

source: The Track of the Ancients is a lengthy trial of agility, intelligence, and strength, which played a large role in the Ancients' Society.
ru_ru: Путь Древних - это длительное испытание ловкости, интеллекта и силы, которое играло большую роль в обществе Древних.

source: It is a self-sufficient system in which a challenger selects one of \c[3]five Virtues\c[0] to collect four distinct \c[3]Elements\c[0].
ru_ru: Это автономная система, в которой претендент выбирает одну из \c[3]пяти добродетелей\c[0], чтобы собрать четыре различных \c[3]элемента\c[0].

source: Even now, after 10000 years this system is still intact and active.
ru_ru: Даже сейчас, спустя 10000 лет, эта система по-прежнему нетронута и функционирует.

source: \c[3]The Ancients\c[0]
ru_ru: \c[3]Древние\c[0]

source: The Ancients were a highly advanced humanoid society which lived on Shadoon approximately 10000 years ago.
ru_ru: Древние были высокоразвитым гуманоидным обществом, которое жило на Шадуне примерно 10000 лет назад.

source: For unknown reasons they left this planet. Only a few native tribes remained.
ru_ru: По неизвестным причинам они покинули эту планету. Осталось всего несколько местных племён.

source: The descendants of these tribes are known to us as the \c[3]Shad\c[0].
ru_ru: Потомки этих племен известны нам как \c[3]шады\c[0].

source: Mon Dieu, look at this!
ru_ru: Mon Dieu (Боже мой), взгляни на это!

source: Wow, now that was funky!
ru_ru: Вау, а вот это было прикольно!

source: Suddenly I was in the middle of space and this old geezer kept talking to me.
ru_ru: Внезапно я оказалась в центре космоса, и этот старикашка всё никак не прекращал болтать.

source: Same for you?
ru_ru: У тебя то же самое?

source: [nods]
ru_ru: [кивает]

source: I suppose they wanted to pep up the boring introduction, non?
ru_ru: Я полагаю, что они хотели оживить скучное введение, не так ли?

source: Oui, oui! \c[3]Track of the Ancients\c[0] it is!
ru_ru: Oui, oui (Да-да)! Это ведь \c[3]Путь Древних\c[0]!

source: Let's go back.\. Lukas is waiting.
ru_ru: Давай вернёмся.\. Лукас ждёт.

source: By the way, Lea.\. I took the liberty of adding a few more entries to your \c[3]encyclopedia\c[0].
ru_ru: Кстати, Лея.\. Я позволил себе добавить несколько записей в твою \c[3]энциклопедию\c[0].

source: For example... all past events and people we have met so far.
ru_ru: К примеру... все прошедшие события и людей, которых мы повстречали до этого.

source: And a few insights on the technology, of course.
ru_ru: И, конечно же, немного информации по поводу технологий.

source: What?\. I just like to organize things.
ru_ru: Что?\. Мне просто нравится наводить порядок.

source: Meet up again with \c[3]Schneider\c[0] and \c[3]Emilie\c[0] to continue your tour through Rookie Harbor.
ru_ru: Встретьтесь со \c[3]Шнайдером\c[0] и \c[3]Эмили\c[0], чтобы продолжить вашу экскурсию по Гавани новичков.

source: Advisor
ru_ru: Советник

source: In this room you can read more about the history of \v[lore.title.planet] and \v[lore.title.operation-trackwalker].
ru_ru: В этой комнате вы можете прочитать больше об истории Шадуна и операции Путепроходец.

source: \c[3]The 4 Factions of Humanity\c[0]
ru_ru: \c[3]Четыре фракции человечества\c[0]

source: Large parts of Humankind are organized into the \c[3]4 big factions\c[0].
ru_ru: Большая часть человечества организована в \c[3]четыре больших фракции\c[0].

source: Each of them are responsible for different aspects of human civilization, all of them crucial for survival and prosperity.
ru_ru: Каждая из них отвечает за различные аспекты человеческой цивилизации, все они имеют решающее значение для выживания и процветания.

source: The main headquarters of the factions are located in \v[area.rhombus-sqr.name] but every human settlement harbors one \c[3]local subdivision\c[0] for each of them.
ru_ru: Главный штаб фракций находится на Площади Ромба, но каждое человеческое поселение имеет по одному \c[3]локальному подразделению\c[0] для каждой из них.

source: The \c[3]Venture Alliance\c[0] is mainly responsible for doing pioneer work by exploring and claiming new land, hunting and scavenging wildlife and mining natural resources. It is represented in \v[area.rookie-harbor.name] by the \c[3]Falldivers\c[0].
ru_ru: \c[3]Альянс авантюристов\c[0] в основном отвечает за выполнение первопроходческой деятельности, путём исследования и освоения новых земель, охоты, зачистки дикой природы и добычи природных ресурсов. В Гавани новичков он представлен \c[3]Рейдерами Осени\c[0].

source: The \c[3]Human Preservation Department\c[0] is mainly responsible for the protection and discipline of the human settlements on \v[lore.title.planet]. It is represented in \v[area.rookie-harbor.name] by the \c[3]Rookie Harbor Guard\c[0].
ru_ru: \c[3]Департамент защиты людей\c[0] отвечает за защиту и порядок в населенных пунктах Шадуна. В Гавани новичков он представлен \c[3]Стражей гавани новичков\c[0].

source: The \c[3]Association of Human Advancement\c[0] is mainly responsible for trade, manufacturing and scientific research. It is represented in \v[area.rookie-harbor.name] by the \c[3]Coastal Trading Coalition\c[0].
ru_ru: \c[3]Ассоциация человеческого развития\c[0] отвечает за торговлю, промышленность и научные исследования. В Гавани новичков она представлена \c[3]Прибрежной торговой коалицией\c[0].

source: The \c[3]Amity of Balance\c[0] is mainly responsible for farming, gathering and the research of native life and gaining an understanding of the inner workings of the \v[lore.title.track-of-ancients]. It is represented in \v[area.rookie-harbor.name] by the \c[3]Fruits of Autumn\c[0].
ru_ru: \c[3]Сторонники баланса\c[0] в основном отвечают за сельское хозяйство, собирание, исследование живой природы и обретение понимания внутренней работы Пути Древних. В Гавани новичков они представлены \c[3]Дарами Осени\c[0].
