Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: As it happens, the well-being of nature requires our attention once again.
es_es: Sucede que el bienestar de la naturaleza requiere de nuestra atención otra vez.

source: Another case of the sickness has been observed in \v[area.autumn-area.name], this time in a more intense form.
es_es: Se ha observado otro caso de enfermedad en el \v[area.autumn-area.name], esta vez de un modo más intenso.

source: Worse yet, it has stricken a sacred tree that has been proven to be vital to the ecosystem of the entire area.
es_es: Aún peor, ha afectado a un árbol sagrado que es vital para el funcionamiento del ecosistema en el área.

source: I fear that healing it will be more arduous than with the other cases, but it must be done at all costs.
es_es: Me temo que curarlo será más arduo que en otros casos, pero debe hacerse a toda costa.

source: So, can I ask you for your assistance once again?
es_es: Entonces, ¿puedo pedir tu asistencia nuevamente?

source: [nods]
es_es: [asiente]

source: Excellent. I will give you a cup, filled with a highly concentrated salve made from the fruits of our gardens.
es_es: Excelente. Te daré una taza, llena con un ungüento altamente concentrado hecho con las frutas de nuestros jardines.

source: With it you can treat the disease just like before, but there are two vital differences.
es_es: Con él, podrás curar la enfermedad al igual que antes, pero hay dos diferencias vitales.

source: First, since the condition is more severe, the medication will \c[3]take time\c[0] to fully take effect.
es_es: Primero, ya que la condición es más severa, la medicación \c[3]tomará un tiempo\c[0] para que tome efecto.

source: Also, the strong smell and taste of the salve will \c[3]lure the creatures of the area towards it\c[0].
es_es: Además, el fuerte olor y el sabor del ungüento \c[3]atraerá a las criaturas del área hacia él\c[0].

source: Thus, after applying the salve, you will need to \c[3]defend the tree\c[0] until it is fully healed.
es_es: Por eso, después de aplicar el ungüento, deberás \c[3]defender al árbol\c[0] hasta que esté completamente curado.

source: [nods]
es_es: [asiente]

source: I see you understand.\. Now please be swift!
es_es: Veo que entiendes.\. ¡Ahora, por favor, apúrate!

source: [shakes head]
es_es: [niega con la cabeza]

source: I understand that your life is a restless one, but I still implore you to not take this matter lightly.
es_es: Entiendo que tu vida está llena de responsabilidades, pero aún así te imploro que le des importancia a esta situación.

source: Remember that you will need to \c[3]defend the tree\c[0] for some time after treating it.
es_es: Recuerda que necesitas \c[3]defender el área\c[0] por un tiempo luego de tratar el árbol.

source: I heard that your efforts have once again quelled the threat to \v[area.autumn-area.name].\. Wonderful!
es_es: He oído que has conseguido eliminar la amenaza en el \v[area.autumn-area.name].\. ¡Maravilloso!

source: You have our deepest thanks.\. May we continue to preserve the harmony on this world together.
es_es: Tienes nuestro más profundo agradecimiento.\. Espero que continuemos preservando la armonía de este mundo juntos.

source: [nods]
es_es: [asiente]

source: Greetings, \v[lore.title.seeker]. I am glad to see you, for our land is in peril once again.
es_es: Saludos, \v[lore.title.seeker]a. Me alegro de verte, ya que nuestra tierra peligra una vez más.

source: A proud bovine has fallen victim to a vile sickness and is now experiencing a burning pain.
es_es: Un orgulloso bovino ha sido víctima de una vil enfermedad y está experimentando un ardiente dolor.

source: It annihilated its whole herd in fiery anguish before starting fires all over \v[area.autumn-fall.name].
es_es: Ha aniquilado a todo su rebaño en una ardiente angustia antes de empezar fuegos en todo el \v[area.autumn-fall.name].

source: Will you help us to bring peace to this tortured being?
es_es: ¿Nos ayudarás a traer paz a este torturado ser?

source: [nods]
es_es: [asiente]

source: You are a true hero!\. I know how revolting the thought of putting down a living being must be to you.
es_es: ¡Eres una verdadera heroína!\. Se que tan repugnante te debe parecer la idea de matar a un ser vivo.

source: Thanks to its burning trail it became clear that the Bovine has hidden itself in a cave on the \c[3]Secluded Path\c[0].
es_es: Gracias a su flameante rastro, es bastante claro que el Bovino se ha escondido en una cueva en el \c[3]Camino Aislado\c[0].

source: You can reach that location by travelling to the \c[3]northeast of \v[area.autumn-fall.name]\c[0].
es_es: Puedes llegar allí por el \c[3]noroeste del \v[area.autumn-fall.name]\c[0].

source: Though beware: You might need to accept a challenge from the Track before you can enter this part of the land.
es_es: Pero ten cuidado: Puede que tengas que aceptar un desafío del Camino antes de que puedas entrar a ese sitio.

source: Make haste, young \v[lore.title.seeker], before the flames of rage can ignite more precious lives!
es_es: ¡Apresúrate, jóven \v[lore.title.seeker]a, antes de que las llamas de la furia quemen más preciadas vidas!

source: Bye!
es_es: ¡Adiós!

source: [shakes head]
es_es: [niega con la cabeza]

source: Much will be at stake if the rage of this once proud Bovine is not stopped.\. Please rethink your decision!
es_es: Hay mucho que perder si la furia de este alguna vez orgulloso Bovino no se para.\. ¡Por favor, piensa tu decisión!

source: Enter the \c[3]Densewater Caverns\c[0] to bring peace to the raging Bovine.
es_es: Entra a las \c[3]Cavernas de Agua Densa\c[0] para traer paz al furioso Bovino.

source: You can find it on the \c[3]Secluded Path\c[0] in the \c[3]northeast of \v[area.autumn-fall.name]\c[0].
es_es: Puedes encontrarlo en el \c[3]Camino Aislado\c[0] en el \c[3]noroeste del \v[area.autumn-fall.name]\c[0].

source: Ah, you are back, \v[lore.title.seeker].\. So the wrath of the proud beast has finally been extinguished?
es_es: Ah, has vuelto, \v[lore.title.seeker]a.\. ¿Así que la furia de la orgullosa bestia ha sido finalmente extinguida?

source: [nods]
es_es: [asiente]

source: That is good to hear.\. May it rest in peace.\. And may you continue to bring peace and harmony to this world!
es_es: Que bueno oírlo.\. Que descanse en paz.\. ¡Y espero que sigas trayendo paz y armonía a este mundo!

source: True words, my friend,\. and wise.\. Goodbye.
es_es: Ciertas palabras, amiga mía,\. y sabias.\. Adiós.

source: Bye.
es_es: Adiós.

source: Greetings, \v[lore.title.seeker]!\. I am glad to see you, for our land is in peril once again.
es_es: ¡Saludos, \v[lore.title.seeker]a!\. Me alegro verte, ya que nuestra tierra peligra una vez más.

source: A proud bovine has fallen victim to the sickness that before has affected several trees and is now experiencing great pain.
es_es: Un orgulloso Bovino ha sido víctima de una enfermedad que ha afectado antes a varios árboles, y ahora está sufriendo un gran dolor.

source: In its anguish it extinguished its entire herd before starting to terrorize the entirety of \v[area.autumn-area.name].
es_es: En su angustia, eliminó a todo su rebaño antes de empezar a terrorizar a todo el \v[area.autumn-area.name].

source: Will you help us to bring peace to this tortured being?
es_es: ¿Nos ayudarás a traer paz a este torturado ser?

source: [nods]
es_es: [asiente]

source: You are a true hero!\. I know how much the thought of putting down a living being must be to you.
es_es: ¡Eres una verdadera heroína!\. Se que tan repugnante te debe parecer la idea de matar a un ser vivo.

source: Reports have stated that the poor bovine has developed great power and extreme resistance to damage.
es_es: Los reportes dicen que el pobre bovino ha desarrollado un gran poder y una resistencia al daño extrema.

source: Go to \c[3]Path 3 in \v[area.autumn-area.name]\c[0] and meet up with \c[3]Helen\c[0], one of our leading herbalists, to find a solution.
es_es: Ve hacia el \c[3]Camino 3 en el \v[area.autumn-area.name]\c[0] y busca a \c[3]Helen\c[0], una de nuestras principales herbolarias, para buscar la solución.

source: [shakes head]
es_es: [niega con la cabeza]

source: I understand that your life is a restless one, but I still implore you to not take this matter lightly.
es_es: Entiendo que tu vida es sin descanso, pero te imploro que no te tomes esta situación a la ligera.

source: Please quickly meet up with our chief herbalist Helen.\. You should find her on \c[3]Path 3 in \v[area.autumn-area.name]\c[0].
es_es: Por favor, júntate con nuestra principal herbolaria Helen.\. Debería estar en el \c[3]Camino 3 en el \v[area.autumn-area.name]\c[0].

source: Ah, you are done. Wonderful!\. Your effort should have quenched the threat to \v[area.autumn-area.name].
es_es: Ah, has terminado. ¡Maravilloso!\. Tus esfuerzos seguramente han extinguido la amenaza en el \v[area.autumn-area.name].

source: You have our deepest thanks.\. May we continue to preserve the harmony on this world together.
es_es: Tienes nuestros más sinceros agradecimientos.\. Espero que sigamos manteniendo la armonía de este mundo juntos.

source: [nods]
es_es: [asiente]

source: Greetings, \v[lore.title.seeker].\. The Track is in harmony right now, so there is no need for your assistance.
es_es: Saludos, \v[lore.title.seeker]a.\. El Camino está en armonía ahora mismo, así que no es necesaria tu asistencia.

source: Welcome to our gardens, \v[lore.title.seeker]. I am Manzana, the Chief Woodkeeper of this branch.
es_es: Bienvenida a nuestros jardines, \v[lore.title.seeker]a. Soy Manzana, el Leñador Líder de esta rama.

source: It is always reassuring to have your kind supporting our fruitful endeavours.
es_es: Siempre es reconfortante tener a gente como tú de nuestro lado.

source: Hi!
es_es: ¡Hola!

source: In fact, your appearance comes at a fortunate time, as we have noticed unrest brewing among the thickets of \v[area.autumn-area.name].
es_es: De hecho, tu aparición ha sido en un momento oportuno, ya que hemos notado que se está formando un malestar en los matorrale del \v[area.autumn-area.name].

source: A sickness has befallen trees in different locations and threatens the balance of the Track in the entire region.
es_es: Una enfermedad ha infectado a varios árboles en distintas localizaciones y es una amenaza al balance del Camino en toda la región.

source: Would you be able to assist us in stemming it, before it can cause widespread harm?
es_es: ¿Podrías ayudarnos en eliminarla, antes de que pueda causar más estragos?

source: [nods]
es_es: [asiente]

source: Excellent. I will give you some bottles, filled with concentrated and fermented juice made from the fruits of our garden.
es_es: Excelente. Te daré algunas botellas, llenas de un jugo concentrado y fermentado, fabricado con las frutas de nuestro jardín.

source: It has proven in the past to have a beneficial effect on the self-regulatory instincts of the Track.
es_es: Se ha comprobado en el pasado que tiene un efecto beneficial en los instintos auto-regulatorios del Camino.

source: Use \c[3]your instincts as a \v[lore.title.seeker]\c[0] to find the afflicted trees and treat them with the extract.
es_es: Usa tus \c[3]instintos de \v[lore.title.seeker]\c[0] para encontrar los árboles afligidos y tratarlos con el extracto.

source: It should suffice to cure the trees at this stage.\. Take care, young \v[lore.title.seeker].
es_es: Debería ser suficiente para curar a los árboles a este punto.\. Cuídate, jóven \v[lore.title.seeker]a.

source: [shakes head]
es_es: [niega con la cabeza]

source: I understand that your life is a restless one, but I still implore you to not take this matter lightly.
es_es: Entiendo que tu vida es sin descanso, pero te imploro que no te tomes esta situación a la ligera.

source: Receptionist
es_es: Recepcionista

source: Move along, nothing to see here!
es_es: ¡Sigue con lo tuyo, nada que ver aquí!

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Nice seeing you around, rookie. We have no need of your assistance just now though.
es_es: Bueno verte por aquí, novato. Aunque no tenemos necesidad de tu asistencia por el momento.

source: Sgt. Brassler
es_es: Sgto. Brassler

source: A \v[lore.title.seeker] recruit?\. You better get your faction-briefing at \c[3]\v[lore.title.seeker]-Central\c[0] first, before going sightseeing.
es_es: ¿Un recluta de \v[lore.title.seeker]?\. Será mejor que vayas a tener tu informe de facción en la \c[3]Central de \v[lore.title.seeker]es\c[0] primero, antes de irte a pasear por ahí.

source: You can find the responsible official on the ground floor of that building.
es_es: Puedes encontrar al oficial responsable en la planta baja de ese edificio.

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Ah, it looks like the young \v[lore.title.seeker] has returned to plain ol' me.
es_es: Ah, parece que la jóven \v[lore.title.seeker]a ha vuelto por aquí.

source: Can you finally squeeze some work in the name of justice into your schedule?
es_es: ¿Finalmente puede meter algo de trabajo en el nombre de la justicia en tu apretado horario?

source: [nods]
es_es: [asiente]

source: It's good to see a young \v[lore.title.seeker] recognize the importance of such mundane tasks.
es_es: Es bueno ver a una jóven \v[lore.title.seeker]a reconocer la importancia de tan munadanas tareas.

source: You can find the guard in question in the central area of the Marketplace, near the \v[lore.title.seeker]-HUB.\.
es_es: Puedes encontrar al guardia en cuestión en el área central del Mercado, cerca de la Central de \v[lore.title.seeker]es.\.

source: Ask her about the problem and solve the case.
es_es: Pregúntale sobre el problema y soluciona el caso.

source: [nods]
es_es: [asiente]

source: [shakes head]
es_es: [niega con la cabeza]

source: Well then, in that case you better get going.\. I'm sure there are a few Ancient dragons in need of slaying.
es_es: Bien entonces, en ese caso será mejor que sigas con lo tuyo.\. Estoy seguro de que hay algunos dragones Antiguos que necesitan ser eliminados.

source: Sgt. Brassler
es_es: Sgto. Brassler

source: You better get going, recruit, before it's too late.
es_es: Será mejor que vayas yendo, recluta, antes de que sea demasiado tarde.

source: Sgt. Brassler
es_es: Sgto. Brassler

source: I already got the report.\. You did a fine job out there... for a rookie.
es_es: Ya me enviaron el reporte.\. Has hecho un gran trabajo... para un recluta.

source: In any case, you are welcome to help us out again in the future.\. The Rookie Harbor Guard is always busy.
es_es: De todos modos, eres bienvenida de ayudarnos nuevamente en el futuro.\. La Guardia del Puerto de los Principiantes está siempre ocupada.

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Nice to see you around, rookie.\. We have need of your assistance again.
es_es: Bueno verte por aquí, novata.\. Necesitamos de tu ayuda nuevamente.

source: As if the usual struggle with the Track isn't enough, we have violent threats growing from within our own settlements.
es_es: Como si la usual pelea con el Camino no fuese suficiente, tenemos violentas amenazas creciendo en nuestros propios asentamientos.

source: And it seems like some people are smuggling dangerous weapon systems onto the continent through our harbor.
es_es: Y parece que algunas personas están contrabandeando peligrosos sistemas armamentísticos al continente por nuestro puerto.

source: Needless to say, this is a danger for every law-abiding citizen on the planet.
es_es: Esta de más decir que esto es un peligro para todo ciudadano que respeta la ley.

source: So, can I count on your help again?
es_es: Entonces, ¿puedo contar con tu ayuda nuevamente?

source: [nods]
es_es: [asiente]

source: Excellent.\. We already got \c[3]Officer Cedric\c[0] investigating the case right on location.
es_es: Excelente.\. Ya tenemos al \c[3]Oficial Cedric\c[0] investigando el caso en posición.

source: Meet up with him at the harbor at \c[3]Beginners Arc\c[0] and he will brief you on the details.
es_es: Encuéntralo en el puerto en el \c[3]Arco de los Principiantes\c[0] y te dará más detalles.

source: [nods]
es_es: [asiente]

source: [shakes head]
es_es: [niega con la cabeza]

source: Got too important already to handle boring guard work, huh?
es_es: Ya te crees demasiado importante como para hacer el aburrido trabajo de un guardia, ¿no?

source: Sgt. Brassler
es_es: Sgto. Brassler

source: You better go to the harbor, before more weapons get through.
es_es: Será mejor que vayas al puerto, antes de que se metan más armas.

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Cedric already made a report and brought the criminal in.
es_es: Cedric acaba de hacer el reporte y me trajo al criminal.

source: For such an unimpressive guy, he sure caused a lot of trouble.
es_es: Para ser un tipo tan poco impresionante, la verdad que causó un buen alboroto.

source: Yes, it's unlikely that he acted alone.\. For starters, those shipments must have been sent by someone else.
es_es: Sí, es poco probable que haya actuado solo.\. Para empezar, esos envíos deben haber sido enviados por alguien más.

source: We'll put him through some sharp interrogation 'til he spills the beans about his accomplices.
es_es: Le haremos una dura interrogación, hasta que nos diga todo sobre sus cómplices.

source: Right, that's on us now.\. Cedric told me that you did well in handling this, so enjoy your reward.
es_es: Bien, ya nos encargamos nosotros.\. Cedric me dijo que hiciste un buen trabajo manejando la situación, así que disfruta de la recompensa.

source: [nods]
es_es: [asiente]

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Hi!
es_es: ¡Hola!

source: Ah, \v[lore.title.seeker].\. Found your way back to humble \v[area.rookie-harbor.name], eh?
es_es: Ah, \v[lore.title.seeker]a.\. Veo que has vuelto al humilde \v[area.rookie-harbor.name], ¿eh?

source: [nods]
es_es: [asiente]

source: About time, frankly.\. The whole weapon smuggling business didn't do us the courtesy of just stopping.
es_es: Ya era hora, para ser sinceros.\. Todo este asunto del contrabando de armas no nos hizo el favor de parar.

source: In fact it has only gotten worse.\. You got some free time again, to make a contribution to a peaceful society?
es_es: De hecho, solo ha empeorado.\. ¿Tienes algo de tiempo nuevamente, para hacer una contribución a una sociedad pacífica?

source: [nods]
es_es: [asiente]

source: Good to see you didn't forget your roots.\. Stopping criminals like the old days.
es_es: Es bueno ver que no te olvidaste de tus raices.\. Parando criminales como en los viejos tiempos.

source: Problem is, they're not delivering their shipments to our harbor the usual way, where we can find and catch them.
es_es: El problema es que, no están entregando sus envíos a nuestro puerto como es usual, donde podemos encontrarlos y atraparlos.

source: Instead the weapons are sent over the ocean on their own to who knows what secret transfer point.
es_es: En cambio, las armas las transportan por el océano ellos mismos hacia quien sabe que punto secreto de entrega.

source: Basically we have to catch and destroy them midway on their route from \v[area.rhombus-sqr.name].
es_es: Basicamente, tenemos que atraparlos y destruírlos a la mitad de su ruta desde \v[area.rhombus-sqr.name].

source: We got something prepared.\. Go to \c[3]Beginners Arc\c[0] and talk to \c[3]Captain Turbine, South of the teleporter\c[0].
es_es: Tenemos algo preparado.\. Ve hacia el \c[3]Arco de los Principiantes\c[0] y habla con el \c[3]Capitán Turbine, al Sur del teletransportador\c[0].

source: He will give you a more detailed briefing and send you in the right direction.\. Now get going, \v[lore.title.seeker]!
es_es: Te dará una descripción más detallada y te encaminará en la dirección correcta.\. ¡Ahora vé, \v[lore.title.seeker]a!

source: Bye!
es_es: ¡Adiós!

source: [shakes head]
es_es: [niega con la cabeza]

source: Got no more time for boring ol' \v[area.rookie-harbor.name], eh?\. Quite a shame.
es_es: No tienes más tiempo para el viejo y aburrido \v[area.rookie-harbor.name], ¿no?\. Una pena.

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Go to \c[3]Beginners Arc\c[0] and talk to \c[3]Captain Turbine, South of the teleporter\c[0].
es_es: Ve al \c[3]Arco de los Principiantes\c[0] y habla con el \c[3]Capitán Turbine, al Sur del teletransportador\c[0].

source: He will explain how to stop those shipments.
es_es: Él te explicará como parar esos envíos.

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Hi!
es_es: ¡Hola!

source: Welcome back, \v[lore.title.seeker].\. I already received the combat report.\. Splendid work.
es_es: Bienvenida de vuelta, \v[lore.title.seeker]a. Ya recibí el reporte de combate.\. Un trabajo espléndido.

source: What you sunk must've been an entire month's worth of work.
es_es: Lo que hundiste debe haber sido un mes entero de trabajo.

source: That should set them back a lot and give us some room to breathe and work on long-term solutions.
es_es: Eso debería frenarlos por un rato y darnos tiempo para preparar una solución a largo plazo.

source: Well, I'm sure we will see you around again, when the time comes.
es_es: Bueno, estoy seguro de que te veremos por aquí otra vez, cuando el tiempo llegue.

source: Until then, good fortune on your adventures, \v[lore.title.seeker]!
es_es: Hasta entonces, ¡buena suerte en tus aventuras, \v[lore.title.seeker]a!

source: Bye!
es_es: ¡Adiós!

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Hi!
es_es: ¡Hola!

source: \v[lore.title.seeker], arriving just in time again.\. I guess a life of grand adventure still can't beat the charms of \v[area.rookie-harbor.name].
es_es: \v[lore.title.seeker]a, llegando justo a tiempo otra vez.\. Supongo que incluso una vida de grandes aventuras no puede vencer a los encantos de \v[area.rookie-harbor.name].

source: Well, no time for reminiscing about the old days now!\. We finally got the opportunity to put the lid on that damn smuggling business.
es_es: ¡Bueno, no hay tiempo de añorar los viejos tiempos ahora!\. Finalmente tenemos la oportunidad de ponerle fin a ese maldito negocio de contrabando de armas.

source: Can we count on your assistance to finish this job?
es_es: ¿Podemos contar con tu ayuda para terminar este trabajo?

source: [nods]
es_es: [asiente]

source: Excellent, \v[lore.title.seeker].\. I knew that I could rely on you like on one of my own.
es_es: Excelente, \v[lore.title.seeker]a.\. Sabía que podría confiar en tí como uno de los míos.

source: This operation will be familiar to you.\. You will lead a patrol on the ocean to intercept a delivery of illegal weaponry.
es_es: La operación te será familiar.\. Liderarás una patrulla en el océano para interceptar un envío de armamento ilegal.

source: However this time we will end the smuggling once and for all by also destroying the coordinator!
es_es: Sin embargo, ¡esta vez acabaremos con el contrabando de una vez por todas al destruír también a su coordinador!

source: Indeed, taking out the leader.\. An obvious solution, but usually easier said than done.
es_es: En efecto, eliminando al líder.\. Una solución obvia, pero usualmente más fácil decirlo que hacerlo.

source: \c[3]Captain Turbine\c[0] will fill you in on the details, just like last time.\. Visit him at \c[3]Beginner's Arc\c[0].
es_es: El \c[3]Capitán Turbine\c[0] te dará más detalles, como la última vez.\. Ve a darle una visita en el \c[3]Arco de los Principiantes\c[0].

source: [nods]
es_es: [asiente]

source: Good hunting, \v[lore.title.seeker].
es_es: Buena cacería, \v[lore.title.seeker]a.

source: Bye.
es_es: Adiós.

source: [shakes head]
es_es: [niega con la cabeza]
