Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

# data/maps/rookie-harbor/west.json//entities/378/settings/event/25/message
source: Be careful not to take on too many \c[3]Hedgehags\c[0] at once, or those guys will eat you for breakfast!
es_es: ¡Procuren no pelear con muchos \c[3]Arizos\c[0] a la vez o se les pondrá muy dificil!

# data/maps/rookie-harbor/west.json//entities/378/settings/event/26/message
source: Anyway, just follow that way to get to \c[3]Bergen\c[0].
es_es: En fin, solo sigan ese camino para llegar a \c[3]Bergen\c[0].

# data/maps/rookie-harbor/west.json//entities/378/settings/event/33/message
source: By the way, do you two want to form a party?
es_es: A propósito, ¿quieren formar un grupo?

# data/maps/rookie-harbor/west.json//entities/378/settings/event/34/message
source: Oui, that would be great, right Lea?
es_es: Oui, sería genial, ¿cierto, Lea?

# data/maps/rookie-harbor/west.json//entities/378/settings/event/35/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/west.json//entities/378/settings/event/36/message
source: And you, Lukas?\. Will you travel with us, too?
es_es: Y tú, Lukas.\. ¿También vendrás con nosotras?

# data/maps/rookie-harbor/west.json//entities/378/settings/event/37/message
source: Hm...\. I unfortunately have to leave you soon.
es_es: Hm...\. Desafortunadamente, debo irme pronto.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/38/message
source: Awww, already?
es_es: Awww, ¿tan pronto?

# data/maps/rookie-harbor/west.json//entities/378/settings/event/39/message
source: Trust me, it's not that fun to travel around with a high-level friend.
es_es: Créeme, no es tan divertido jugar con alguien que te lleva muchos niveles.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/40/message
source: Unless you don't care for the challenge.
es_es: A menos que no les importe el desafío.

source: But Lea is \c[1]high level\c[0] as well!
es_es: ¡Pero Lea también está en un \c[1]nivel superior\c[0]!

source: Yes, and she'll snipe away all those enemies you'd like to attack as well.
es_es: Así es, y derrotará a todos esos enemigos que te gustaría atacar también.

source: Nah, I'm sure Lea will leave a few enemies for me, right?
es_es: Nah, estoy segura de que Lea me dejará algunos enemigos, ¿cierto?

source: Right...?
es_es: ¿Cierto...?

source: In any case...\. I have to head back to the guild.
es_es: De todos modos...\. Debo volver al gremio.

source: You could watch us take on those Hedgehags!
es_es: ¡Podrías vernos derrotar a esos arizos!

source: Japp.\. That totally sounds like a lot of fun, doesn't it?
es_es: Japp.\. Eso suena realmente divertido, ¿no?

source: No really, I have to head back to the guild.
es_es: En realidad, no. Debo volver al gremio.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/42/message
source: There is just too much stuff going on right now.
es_es: Ahora mismo hay demasiadas cosas que hacer.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/43/message
source: The crap will be steaming if I'm gone for too long.
es_es: Se acumularán si me ausento por mucho tiempo.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/44/message
source: I see, Monsieur is just too important for us rookies.
es_es: Ya veo, Monsieur es muy importante como para pasar tiempo con principiantes como nosotras.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/45/message
source: Oh, please don't be that way.
es_es: Oh, por favor. No seas así.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/46/message
source: You can set up a \v[lore.unlock.direct-link.p1]\c[3]Direct Link\c[0] if something comes up, alright?
es_es: Pueden utilizar el \v[lore.unlock.direct-link.p1]\c[3]Mensajero Directo\c[0] si necesitan algo, ¿de acuerdo?

# data/maps/rookie-harbor/west.json//entities/378/settings/event/47/message
source: Let's meet again once you reach Bergen Village.
es_es: Reunámonos de nuevo cuando lleguen a la Aldea de Bergen.

# data/maps/rookie-harbor/west.json//entities/378/settings/event/53/message
source: Come on, Lea.\. Let's do some leveling until we're worth the Dark Lord's attention!
es_es: Vamos, Lea.\. ¡Subamos de nivel hasta que seamos dignas de la atención del Señor Oscuro!

# data/maps/rookie-harbor/west.json//entities/378/settings/event/60/message
source: See you soon, Emilie!\. And you too, Lea!
es_es: ¡Nos vemos pronto, Emilie y Lea!

# data/maps/rookie-harbor/west.json//entities/378/settings/event/62/message
source: ...Hi!
es_es: ...¡Hola!

# data/maps/rookie-harbor/west.json//entities/378/settings/event/63/message
source: ...Huh?\. Oh well...
es_es: ... ¿Eh?\. En fin...

# data/maps/rookie-harbor/west.json//entities/378/settings/event/78/message
source: Alright, party time!
es_es: Muy bien, ¡es hora de divertirnos!

# data/maps/rookie-harbor/west.json//entities/378/settings/event/79/message
source: So...\. where is the option...\. Ah, oui!
es_es: Bueno...\. ¿Dónde esta la opción de...?\. ¡Ah, oui!

# data/maps/rookie-harbor/west.json//entities/378/settings/event/89/message
source: Voilà! We just formed a party!
es_es: ¡Voilà! ¡Hemos creado un grupo!

# data/maps/rookie-harbor/west.json//entities/378/settings/event/90/message
source: Alright, let's head to \c[3]Autumn's Rise\c[0]!
es_es: Muy bien, ¡vayamos al \c[3]Amanecer del Otoño\c[0]!

# data/maps/rookie-harbor/west.json//entities/378/settings/event/91/message
source: Or maybe look for quests in town?\. I'll let you decide, Lea!
es_es: O tal vez podríamos hacer misiones en la ciudad. ¡Tú decide, Lea!

# data/maps/rookie-harbor/west.json//entities/378/settings/event/92/message
source: This is so exciting!
es_es: ¡Esto es tan emocionante!

# data/maps/rookie-harbor/west.json//entities/378/settings/event/95/title
source: Party Members
es_es: Miembros del grupo

# data/maps/rookie-harbor/west.json//entities/378/settings/event/95/content
source: Learn about the party members, the Party menu and party strategy.
es_es: Aprende acerca de los miembros del grupo, el Menú Social y la estrategia de grupo.

source: The status of your party members is displayed below your own.
es_es: El estado de los miembros de tu grupo se muestra debajo del tuyo.

source: You can change the behavior of your party members via the \c[3]Party Strategy\c[0] menu.
es_es: Puedes cambiar el comportamiento de los miembros del grupo en el menú de la \c[3]Estrategia de Grupo\c[0].

source: The \c[3]Social Menu\c[0] is now unlocked.
es_es: El \c[3]Menú Social\c[0] está desbloqueado ahora.

source: Here you can see detailed stats of all your party members.
es_es: Aquí puedes ver en detalle las estadísticas de todos los miembros de tu grupo.

source: Repeat?
es_es: ¿Repetir?

source: Yes
es_es: Sí

# data/maps/rookie-harbor/west.json//entities/378/settings/event/97/task
source: Start your journey to \c[3]Bergen\c[0] together with \c[3]Emilie\c[0].
es_es: Comienza tu viaje hacia \c[3]Bergen\c[0] junto con \c[3]Emilie\c[0].

# data/maps/rookie-harbor/west.json//entities/386/settings/event/1/text
source: Access denied
es_es: Acceso denegado

# data/maps/rookie-harbor/west.json//entities/398/settings/analyzable/text
source: Ms. Teak
es_es: Sra. Teak

source: Ms. Teak
es_es: Sra. Teak

source: Hi!
es_es: ¡Hola!

source: Howdy, partner!\. You sure look like a healthy gal who can appreciate a nice piece of meat.
es_es: ¡Buenas, compañera!\. Pareces una muchacha que sabe apreciar el sabor de la verdadera carne.

source: [nods]
es_es: [asiente]

source: Haha, I always sniff out good taste.\. It's, like, my special talent.
es_es: Jaja, siempre reconozco cuando alguien tiene buen gusto.\. Es como mi sexto sentido.

source: The name is Selena Teak and I have grand plans:\. To create the perfect steaks for everyone to enjoy!
es_es: Me llamo Selena Teak, y tengo grandes planes:\. ¡Producir la mejor carne para que todo el mundo la disfrute!

source: At least that's what I want to do, but I still don't have the proper ingredients for that.
es_es: Al menos ese es el plan, pero me faltan los ingredientes adecuados.

source: And since I can't just leave the city and search for them... Maybe you can help me with that?
es_es: Y ya que no puedo dejar la ciudad para ir a buscarlos... ¿Quizá puedas ayudarme con eso?

source: [nods]
es_es: [asiente]

source: Girl, you are the best!\. It will be amazing, you won't regret it!
es_es: ¡Chica, eres lo más!\. ¡Será la mejor carne que jamás hayas probado, no lo lamentarás!

source: Anyway, I definitely need some nice \c[3]Raw Meat\c[0] of course.\. The \c[3]Bovines\c[0] in \v[area.autumn-area.name] should do nicely!
es_es: En fin, por supuesto que necesito \c[3]Carne Cruda\c[0].\. ¡Los \c[3]Bovinos\c[0] en el \v[area.autumn-area.name] servirán de maravilla!

source: Though I heard that you gotta have, like, \c[3]a good Rank\c[0] to get some meat from them.\. Whatever that means.
es_es: Aunque he oído que debes tener \c[3]un buen Rango\c[0] para conseguir carne de ellos.\. Lo que sea que signifique.

source: Then I need some firewood that brings out the taste perfectly.
es_es: También necesitaré algo de leña para sacarle el mejor sabor.

source: I don't know much about all the trees here but... best bring me some \c[3]very light\c[0] and also \c[3]some sharp\c[0] wood.
es_es: No se mucho de árboles pero... busca madera que sea \c[3]muy liviana\c[0] y también madera \c[3]muy filosa\c[0].

source: You should find both of them \c[3]on a mountain\c[0] somewhere. Good luck!
es_es: Deberías encontrar ambos en \c[3]alguna montaña\c[0], no se donde. ¡Buena suerte!

source: [shakes head]
es_es: [niega con la cabeza]

source: Whaaaat, not interested?\. That's such a shame... just think of all the steaaaak!
es_es: ¿Quééééé, no te interesa?\. Es una pena... ¡piensa en toda esa carne!

source: Ms. Teak
es_es: Sra. Teak

source: Bring me some nice \c[3]Raw Meat\c[0], \c[3]very light\c[0] wood and \c[3]some sharp\c[0] wood.
es_es: Necesito una buena \c[3]Carne Cruda\c[0], un poco de madera \c[3]muy liviana\c[0], y un poco de madera \c[3]muy filosa\c[0].

source: You can get the meat from \c[3]Bovines\c[0] with \c[3]a good Rank\c[0] and you can find the wood \c[3]somewhere on a mountain.\c[0]
es_es: Puedes conseguir la carne de los \c[3]Bovinos\c[0] con un \c[3]buen Rango\c[0], y puedes encontrar la madera \c[3]en alguna parte de una montaña\c[0].

source: Ms. Teak
es_es: Sra. Teak

source: Hi!
es_es: ¡Hola!

source: Ah, howdy!\. You got everything!?
es_es: ¡Ah, hola!\. ¿¡Lo tienes todo!?

source: [nods]
es_es: [asiente]

source: Amazing.\. That's, like, everything I asked for.
es_es: Increíble.\. Es exactamente todo lo que pedí.

source: Just stay right here, okay?\. I have to try out my recipe immediately.
es_es: Tan solo quédate aquí, ¿si?\. Tengo que probar mi receta de inmediato.

source: Ms. Teak
es_es: Sra. Teak

source: That's... mhm... not what I wanted...
es_es: Esto es... mhm... no salió como esperaba...

source: The heat-balance was way off and the wood's fragrance didn't give the meat the taste I wanted...
es_es: El fuego estaba muy alto, y la fragancia de la madera no le dio el sabor que esperaba...

source: I'm sorry girl, but I can't use this.\. Not for the steak of my dreams.
es_es: Lo siento, chica, pero no me sirve.\. No para la carne de mis sueños.

source: You will still get your reward, don't worry.\. Just... for the steaks we will have to try something else next time.
es_es: Te daré tu recompensa, no te preocupes.\. Solo que... para hacer la mejor carne hay que probar algo distinto la próxima.

source: Don't worry, I will, like, think of something.\. Talk to me later if you wanna help me again.
es_es: No te preocupes, ya... pensaré en algo.\. Háblame más tarde si quieres ayudarme otra vez.

source: Bye...
es_es: Adiós...

source: Ms. Teak
es_es: Sra. Teak

source: Hi...
es_es: Hola...

source: Howdy girl, good to see you again.\. I think I figured out a better wood combination for grilling the steak.
es_es: Buenas, chica. Qué bueno verte de nuevo.\. Creo que descubrí una mejor combinación de maderas para asar la carne.

source: Yeah, I'm pretty sure about it this time!\. Let's give this another try, shall we?
es_es: ¡Sí, y me siento más confiada esta vez!\. Hagamos otro intento, ¿si?

source: [nods]
es_es: [asiente]

source: Alright!\. It won't disappoint again, believe me!
es_es: ¡Muy bien!\. No decepcionará otra vez, ¡ya verás!

source: This time I wanna go with a mix of \c[3]very dense and regal wood from a mountain\c[0] and \c[3]wood that is extremely dry\c[0]!
es_es: ¡Esta vez necesitaré una mezcla de: \c[3]madera real muy densa de una montaña\c[0], y \c[3]madera extremadamente seca\c[0]!

source: I guess you'd find the latter in, like, dry areas?\. Would make sense, right?
es_es: ¿Supongo que encontrarás la última en áreas secas?\. Eso tiene sentido, ¿no?

source: Well, and of course I will need more raw meat again!\. You got everything?
es_es: ¡Bueno, y por supuesto necesitaré más \c[3]Carne Cruda\c[0] otra vez!\. ¿Lo tienes todo?

source: [nods]
es_es: [asiente]

source: Great!\. So good luck finding everything.\. Think of the steaks!
es_es: ¡Genial!\. Así que, buena suerte encontrando todo.\. ¡Piensa en la carne!

source: [shakes head]
es_es: [niega con la cabeza]

source: Awww, no trust left because of that one failure?\. Come on girl, I think we are onto something here!
es_es: Awww, ¿ya no confías por haber fallado una única vez?\. Vamos, chica. ¡Estoy muy segura de que funcionará esta vez!

source: Ms. Teak
es_es: Sra. Teak

source: Remember, aside from the meat I need different wood than the first try!
es_es: ¡Recuerda, además de la carne necesito otro tipo de madera que la primera vez!

source: \c[3]Very dense and regal wood from a mountain\c[0] and \c[3]dry wood from, like, a desert \c[0] should do the trick!
es_es: ¡Necesito: \c[3]madera real muy densa de una montaña\c[0], y \c[3]madera extremadamente seca\c[0]!

source: Ms. Teak
es_es: Sra. Teak

source: Hi!
es_es: ¡Hola!

source: Yay~, you are back again.\. And do I smell some nice meat and wood there?
es_es: Eyy, ya has vuelto.\. ¿Y es eso una rica carne y madera lo que huelo?

source: [nods]
es_es: [asiente]

source: Yes, that looks awesome!\. Let me have another try right now!
es_es: ¡Sí, se ve asombroso!\. ¡Déjame darle otro intento ahora mismo!

source: Ms. Teak
es_es: Sra. Teak

source: Mhmmmm...
es_es: Mhmmmmm...

source: This is...
es_es: Esto es...

source: ...is...
es_es: ...es...

source: ...absolutely perfect!!\.\. The texture, the aroma!\. It is the perfect steak!
es_es: ¡¡...absolutamente perfecto!!\.\. ¡La textura, el aroma!\. ¡Es la carne perfecta!

source: Thank you so much, girl!\. It never would've worked without those ingredients you brought me!
es_es: ¡Muchísimas gracias, chica!\. ¡Jamás habría podido hacerlo sin esos ingredientes que me trajiste!

source: Here, I'll give you the first batch of steaks to enjoy.
es_es: Toma, te daré la primera tanda para que la disfrutes.

source: You can get as many as you want from my booth here, as long as you bring the ingredients!
es_es: ¡Puedes llevarte tantos como quieras, si me traes los ingredientes!

source: [nods]
es_es: [asiente]

source: Bye!
es_es: ¡Adiós!

source: Ms. Teak
es_es: Sra. Teak

source: Howdy!\. Don't you love the smell of steak in the morning?
es_es: ¡Buenas!\. ¿No amas el sabor de la carne a la mañana?

source: Or any other time, really.
es_es: En cualquier otra hora, la verdad.

source: Ms. Teak
es_es: Sra. Teak

source: Howdy, gal!\. Did you come by to check how business is going?
es_es: ¡Buenas, chica!\. ¿Pasaste a visitarme para ver como iba el negocio?

source: [nods]
es_es: [asiente]

source: Aw, how nice of ya.\. It's going great!\. Those steaks really hit the bullseye of people's tastebuds here.
es_es: Aw, qué tierna.\. ¡Está yendo de maravilla!\. Esta carne es un manjar en el paladar de la gente.

source: But I talked to our valued customers and got some ideas to improve my precious meat even more.
es_es: Pero he hablado con mis clientes y me han dado algunas ideas para mejorar mi preciada carne aún más.

source: How about it, gal?\. You feeling it in you to help me out again?
es_es: ¿Qué te parece, chica?\. ¿Tienes ganas de darme una mano otra vez?

source: [nods]
es_es: [asiente]

source: Yeehaw, I knew I could count on you, my dear!
es_es: ¡Eso es! ¡Sabía que podía confiar en ti, querida!

source: Just like last time, it's all about the ingredients.\. I've done some research on the precious plants of the East!
es_es: Al igual que la última vez, el secreto son los ingredientes.\. ¡He investigado un poco sobre las preciadas plantas del Este!

source: Once again, I'd like to try some new wood in combination with what we already got.
es_es: Una vez más, tendría que probar una nueva combinación de maderas.

source: So please bring me some \c[3]old wood\c[0] from the \c[3]jungle in the north-east\c[0].
es_es: Entonces, por favor tráeme un poco de \c[3]madera vieja\c[0] de la \c[3]jungla al noroeste\c[0].

source: I also want to experiment a bit with marinating the meat before grilling.
es_es: También quiero experimentar un poco marinando la carne antes de asarla.

source: For that I would love to get my hands on some \c[3]honey\c[0] and a bunch of \c[3]sweet apples\c[0]!
es_es: ¡Para ello, necesito algo de \c[3]miel\c[0] y un montón de \c[3]manzanas dulces\c[0]!

source: You should find all of that in \v[area.autumn-fall.name] in the east or that jungle I mentioned!
es_es: ¡Deberías hallar todo eso en el \v[area.autumn-fall.name] hacia el este, o en la jungla que te mencioné!

source: As for the meat, I still got a lot of that here to experiment.\. Is everything else clear?
es_es: Y en cuanto a la carne, aún me queda bastante aquí para experimentar.\. ¿Ya anotaste todo el resto?

source: [nods]
es_es: [asiente]

source: Alright!\. Then give it your all.
es_es: ¡De acuerdo!\. Entonces ve a por ellos.

source: Bye!
es_es: ¡Adiós!

source: [shakes head]
es_es: [niega con la cabeza]

source: Awwwww, really?\. You're already satisfied with what we got?\. Think of the possibilities!
es_es: ¿Awww, en serio?\. ¿Ya estás satisfecha con lo que tenemos?\. ¡Piensa en las posibilidades!

source: Ms. Teak
es_es: Sra. Teak

source: Get me some \c[3]old wood\c[0] from the \c[3]jungle in the east\c[0] and some ingredients for the marinade.
es_es: Consígueme algo de \c[3]madera vieja\c[0] de la \c[3]jungla en el este\c[0] y algunos ingredientes para la marinada.

source: Some \c[3]honey\c[0] and a bunch of \c[3]sweet apples\c[0] from the East should do nicely!
es_es: ¡Algo de \c[3]miel\c[0] y un montón de \c[3]manzanas dulces\c[0] del Este servirán perfectamente!

source: Ms. Teak
es_es: Sra. Teak

source: Hi!
es_es: ¡Hola!

source: Gal, you're back!\. And what is that?\. Do I see some of the most perfect ingredients that have ever been found?
es_es: ¡Chica, estás de vuelta!\. ¿Y qué es eso?\. ¿No serán los ingredientes más perfectos jamás encontrados lo que veo?

source: [nods]
es_es: [asiente]

source: Yes, yes!\. Exactly what I wanted, perfect!\. Just you wait, I will put it to good use immediately!
es_es: ¡Sí, sí!\. ¡Esto es justo lo que buscaba, perfecto!\. ¡Tan solo espera, les daré buen uso ahora mismo!

source: Ms. Teak
es_es: Sra. Teak

source: Mhmmmm...
es_es: Mhmmmmm...

source: I...
es_es: Yo...

source: ...oh my...
es_es: ...oh Dios...

source: By the Ancients!\. This... this might be the best piece of meat that has ever grazed this planet.
es_es: ¡Por todos los Antiguos!\. Este... puede que sea el mejor pedazo de carne que jamás haya existido en este planeta.

source: Truly gal, I'm serious.\. You gotta taste some of this.\. This is perfect.
es_es: En serio, chica. Te hablo en serio.\. Tienes que probar esto.\. Es perfecta.

source: Here, take a few to enjoy.\. But make sure to brace yourself when eating!
es_es: Toma, llévate un poco para que lo disfrutes.\. ¡Pero asegúrate de aferrarte cuando lo comas!

source: I will make sure to stock up my booth right now.\. There'll be as many as you can eat!
es_es: Me aseguraré de conseguir tantos ingredientes como pueda.\. ¡Habrá tanto que no te lo podrás terminar todo!

source: Thank you again for all the hard work.\. I hope to "meat" you again, many times in the future.
es_es: Muchas gracias nuevamente por tu duro trabajo.\. Espero que nos veamos muchas veces en el futuro.

source: [nods]
es_es: [asiente]

source: Bye!
es_es: ¡Adiós!

source: Zat is zickening me!\. Zickening!
es_es: ¡Ezo me azquea!\. ¡Me azquea!

source: Heda, Zivilian!
es_es: ¡Buenaz, Zivil!

source: Go she to Zergeant Brassler and tell him that she cannot accebt his authority as ein policeman!
es_es: ¡Pégale una vizita al Zargento Brazzler, y dile que no puedo azeptar zu autoridad como polizía!

source: Because he is missing ein correct coattail!\. Jawohl!
es_es: ¡¡Porque no tiene el uniforme apropiado!!\. ¡¡Jawohl!!

source: He won't lissen to me, alzough the perfectly correct distance of my bottom puttons clearly displays my knolletsch of zee matter.
es_es: No me ezcucha, por máz que la perfecta diztanzia de loz botonez de mi camiza demueztren mi conozimiento en el tema.

source: Hi?
es_es: ¿Hola?

source: Waa?\. "Hi", she zays?
es_es: ¿Quéé?\. ¿"Hola", dicez?

source: Zat is "JAWOHL, CAPTAIN", is zat!
es_es: ¡Ze dize "JAWOHL, CAPITÁN", azí es!

source: How dares she to address me!
es_es: ¡Como ze atreve a dirigirze a mí de eze modo!

source: Zinks she that she is the Kaiser of Preussen becourse she has not only wann, but two spikes on her head?
es_es: ¿Ze cree que ez ezpezial por tener no uno, pero doz cuernoz en la cabeza?
