Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/40/message
source: Thus, we initiated \c[3]Operation Track Walker\c[0].
es_es: Y fue así que se inició la \c[3]Operación Aprendiz del Camino\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/42/message
source: We augmented the Track so that humanity might walk it as well.
es_es: Mejoramos el Camino para que los humanos también puedan pasar por él.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/44/message
source: And that is where you come in, new recruit.
es_es: Y aquí es donde entras tú, recluta.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/46/message
source: Together with the other Seekers you will start the journey along the Track of the Ancients.
es_es: Junto con los otros Buscadores, tú empezarás una aventura a lo largo del Camino de los Antiguos.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/47/message
source: Your path will be paved with obstacles, but every step you take will further our cause:
es_es: Te esperan muchos obstáculos, pero cada paso que des ayudará nuestra causa:

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/49/message
source: Discovering \c[3]the secrets of the Ancients\c[0].
es_es: Descubrir \c[3]los secretos de los Antiguos\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/50/message
source: Your main task will be the collection of four elements: \c[3]Heat, Cold, Shock, and Wave\c[0].
es_es: Tu tarea principal será conseguir los cuatro elementos: \c[3]Fuego\c[0], \c[3]Hielo\c[0], \c[3]Rayo\c[0] y \c[3]Pulso\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/57/message
source: Beginning with the element \c[3]Heat\c[0], your first destination will be the village of \c[3]Bergen\c[0].
es_es: Comenzando por el elemento \c[3]Fuego\c[0], tu primer destino será la aldea de \c[3]Bergen\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/58/message
source: To reach it, you need to pass the \c[3]western barrier\c[0] of Rookie Harbor.
es_es: Para llegar allí, deberás pasar por la \c[3]barrera oeste\c[0] del Puerto de los Principiantes.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/67/message
source: I will now give you your first \c[3]Shade\c[0] to grant you passage to the west.
es_es: Te daré la primera \c[3]Sombra\c[0] para darte acceso al oeste.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/79/message
source: Finally, I will give you the \c[3]Disc of Insight\c[0].
es_es: Finalmente, te daré el \c[3]Disco del Conocimiento\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/86/message
source: This device will record all of the knowledge you encounter on your journey.
es_es: Este dispositivo grabará toda la información que encuentres en tu aventura.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/95/message
source: That is all.
es_es: Eso es todo.

# data/maps/rookie-harbor/expo-space.json//entities/9/settings/event/96/message
source: Good luck and stay vigilant.
es_es: Buena suerte, y mantente alerta.

# data/maps/rookie-harbor/expo-space.json//entities/10/settings/event/8/message
source: Congratulations, Seeker.
es_es: Felicidades, Buscador.

# data/maps/rookie-harbor/expo-space.json//entities/10/settings/event/9/message
source: You reached the \c[3]first milestone\c[0] of operation \c[3]Track Walker\c[0].
es_es: Has completado el \c[3]primer paso\c[0] de la operación \c[3]Aprendiz del Camino\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/10/settings/event/22/message
source: With the \c[3]Blue Ice Shade\c[0] you can now access \c[3]Maroon Valley\c[0] to the west of Bergen.
es_es: Con la \c[3]Sombra de Hielo Azul\c[0] podrás acceder al \c[3]Valle Granate\c[0] al oeste de Bergen.

# data/maps/rookie-harbor/expo-space.json//entities/10/settings/event/23/message
source: Therein awaits your next destination, the \c[3]Faj'ro Temple\c[0], housing the second element: \c[3]Cold\c[0].
es_es: Allí espera tu próximo destino, el \c[3]Templo Faj'ro\c[0], hogar del segundo elemento: \c[3]Hielo\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/10/settings/event/24/message
source: To proceed, seek an audience with the Eldress of the local village \c[3]Ba'kii Kum\c[0].
es_es: Para proceder, ten una reunión con la Anciana del pueblo local, \c[3]Ba'kii Kum\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/10/settings/event/33/message
source: Take this reward for your accomplishments.
es_es: Toma esta recompensa por tus logros.

# data/maps/rookie-harbor/expo-space.json//entities/10/settings/event/41/message
source: The circuit override allows you to \c[3]reset one of your circuit boards\c[0].
es_es: Los reinicios de circuito te permiten \c[3]resetear una de tus tablas de circuitos\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/10/settings/event/42/message
source: Visit the first basement floor of the \c[3]Info Hub in Rookie Harbor\c[0] to use it.
es_es: Visita el sótano del \c[3]Centro de Información en el Puerto de los Principiantes\c[0] para usarla.

# data/maps/rookie-harbor/expo-space.json//entities/10/settings/event/43/message
source: That is all.
es_es: Eso es todo.

# data/maps/rookie-harbor/expo-space.json//entities/10/settings/event/44/message
source: Good luck and stay vigilant.
es_es: Buena suerte, y mantente alerta.

# data/maps/rookie-harbor/expo-space.json//entities/11/settings/event/8/message
source: Congratulations, Seeker.
es_es: Felicidades, Buscador.

# data/maps/rookie-harbor/expo-space.json//entities/11/settings/event/9/message
source: You collected your \c[3]second element\c[0] and reached another milestone of operation \c[3]Track Walker\c[0].
es_es: Conseguiste el \c[3]segundo elemento\c[0] y diste otro paso en la operación \c[3]Aprendiz del Camino\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/11/settings/event/22/message
source: With the \c[3]\v[item.230.name]\c[0] you can now access \c[3]Autumn's Fall\c[0] to the northeast of \c[3]Rookie Harbor\c[0].
es_es: Con la \c[3]\v[item.230.name]\c[0] ahora puedes acceder al \c[3]Anochecer del Otoño\c[0] al noroeste del \c[3]Puerto de los Principiantes\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/11/settings/event/23/message
source: To proceed, seek the \c[3]ancient statue\c[0] within Autumn's Fall and accept your next trial.
es_es: Para proceder, busca la \c[3]estatua antigua\c[0] en el Anochecer del Otoño para aceptar tu siguiente prueba.

# data/maps/rookie-harbor/expo-space.json//entities/11/settings/event/32/message
source: Take this reward for your accomplishments.
es_es: Toma esta recompensa por tus logros.

# data/maps/rookie-harbor/expo-space.json//entities/11/settings/event/40/message
source: Good luck and stay vigilant.
es_es: Buena suerte, y mantente alerta.

# data/maps/rookie-harbor/expo-space.json//entities/12/settings/event/8/message
source: Congratulations, Seeker.
es_es: Felicidades, Buscador.

# data/maps/rookie-harbor/expo-space.json//entities/12/settings/event/21/message
source: You acquired the \c[3]\v[item.376.name]\c[0] giving you access to \c[3]Gaia's Garden\c[0] to the north.
es_es: Has adquirido la \c[3]\v[item.376.name]\c[0] dándote acceso al \c[3]Jardín de Gaia\c[0] hacia el norte.

# data/maps/rookie-harbor/expo-space.json//entities/12/settings/event/22/message
source: It is an expansive jungle and home of several temples.
es_es: Es una expansiva jungla, hogar de varios templos.

# data/maps/rookie-harbor/expo-space.json//entities/12/settings/event/23/message
source: The \c[3]Zir'vitar temple\c[0], housing the element \c[3]Shock\c[0]...
es_es: El \c[3]Templo Zir'vitar\c[0], que protege el elemento \c[3]Rayo\c[0]...

# data/maps/rookie-harbor/expo-space.json//entities/12/settings/event/24/message
source: ...and the \c[3]So'najiz temple\c[0], housing the element \c[3]Wave\c[0].
es_es: ...y el \c[3]Templo So'najiz\c[0], que protege el elemento \c[3]Pulso\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/12/settings/event/25/message
source: Your next task is to acquire both of these elements and complete the final trial of the \c[3]Grand Krys'kajo\c[0].
es_es: Tu siguiente tarea es adquirir ambos elementos y completar la prueba final en el \c[3]Gran Krys'kajo\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/12/settings/event/34/message
source: Good luck and stay vigilant.
es_es: Buena suerte, y mantente alerta.

# data/maps/rookie-harbor/expo-space.json//entities/13/settings/event/8/message
source: Congratulations, Seeker.
es_es: Felicidades, Buscador.

# data/maps/rookie-harbor/expo-space.json//entities/13/settings/event/9/message
source: You collected \c[3]all 4 elements\c[0] and mastered the final challenge of the \c[3]Grand Krys'kajo\c[0].
es_es: Has conseguido \c[3]los 4 elementos\c[0] y has superado el desafío final en el \c[3]Gran Krys'kajo\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/13/settings/event/10/message
source: The time has come to enter the final stage of operation \c[3]Track Walker\c[0].
es_es: Ha llegado la hora de entrar a la fase final de la operación \c[3]Aprendiz del Camino\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/13/settings/event/23/message
source: With the \c[3]\v[item.410.name]\c[0] you can access \c[3]Sapphire Ridge\c[0] to the east of \c[3]Autumn's Fall\c[0].
es_es: Con la \c[3]\v[item.410.name]\c[0] podrás acceder a \c[3]Cresta Zafiro\c[0] al este del \c[3]Anochecer del Otoño\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/13/settings/event/24/message
source: To proceed, seek the \c[3]Cave Inn\c[0] to learn more about your next task.
es_es: Para proceder, ve a la \c[3]Posada de la Cueva\c[0] para conseguir más detalles de tu siguiente tarea.

# data/maps/rookie-harbor/expo-space.json//entities/13/settings/event/33/message
source: Take this reward for your accomplishments.
es_es: Toma esta recompensa por tus logros.

# data/maps/rookie-harbor/expo-space.json//entities/13/settings/event/41/message
source: Good luck and stay vigilant.
es_es: Buena suerte, y mantente alerta.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/10/message
source: Seeker.
es_es: Buscador.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/11/message
source: You just acquired the \c[3]Meteor Shade\c[0].
es_es: Acabas de adquirir la \c[3]Sombra Meteoro\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/12/message
source: And with this, I am proud to announce that you've reached the very \c[3]frontier of operation Track Walker\c[0].
es_es: Y con esto, estoy orgulloso de anunciarte que has alcanzado la \c[3]frontera de la operación Aprendiz del Camino\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/13/message
source: This is as far as humankind has walked the Track.
es_es: Este es el punto más lejos del Camino que la humanidad ha podido alcanzar.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/14/message
source: In other words, you successfully completed your objective!
es_es: En otras palabras, ¡has completado tu objetivo exitosamente!

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/15/message
source: Congratulations!
es_es: ¡Felicidades!

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/17/message
source: With every Seeker completing the Track, we feed essential input into the Ancient's system, enabling us to access it further.
es_es: Con cada Buscador que completa el Camino, le damos información esencial al sistema de los Antiguos, que nos permite progresar más lejos.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/18/message
source: However, we have yet to unlock its final part.
es_es: Sin embargo, aún tenemos que desbloquear esta parte final.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/19/message
source: Until that time comes, you are officially freed from your duty!
es_es: Hasta entonces, ¡estás oficialmente libre de tus deberes!

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/32/message
source: As a reward for your accomplishments, you can now access the main city of Rhombus Square.
es_es: Como recompensa por tus logros, ahora podrás acceder a la ciudad principal de Rhombus Square.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/33/message
source: This place provides many opportunities to further enhance your skills.
es_es: Allí podrás encontrar muchas oportunidades para seguir mejorando tus habilidades.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/34/message
source: And of course, your continued assistance to the community of Shadoon would be greatly appreciated.
es_es: Y por supuesto, tu continua asistencia a la comunidad de Shadoon sería altamente apreciada.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/43/message
source: In addition, you shall receive your usual reward as well.
es_es: Además, recibirás tu recompensa usual.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/51/message
source: Seeker, you have our deepest gratitude.
es_es: Buscador, tienes nuestra más profunda gratitud.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/52/message
source: When the time has come to walk the track even further, we will meet again.
es_es: Cuando el tiempo llegue de progresar aún más por el Camino, nos volveremos a encontrar.

# data/maps/rookie-harbor/expo-space.json//entities/14/settings/event/53/message
source: Good bye and as always, stay vigilant.
es_es: Adiós, y como siempre, mantente alerta.

# data/maps/rookie-harbor/expo-space.json//entities/15/settings/event/8/message
source: Congratulations, Seeker.
es_es: Felicidades, Buscador.

# data/maps/rookie-harbor/expo-space.json//entities/15/settings/event/9/message
source: You collected the \c[3]\v[item.286.name]\c[0], one of the two shades required to enter the \c[3]Grand Krys'kajo\c[0].
es_es: Has conseguido la \c[3]\v[item.286.name]\c[0], una de las dos Sombras requeridas para entrar al \c[3]Gran Krys'kajo\c[0].

source: Now that you collected both of the Shades it is time to take on the final challenge of Gaia's Garden.
es_es: Ahora que has conseguido ambas Sombras, es hora de enfrentar el desafío final del Jardín de Gaia.

# data/maps/rookie-harbor/expo-space.json//entities/15/settings/event/11/message
source: Take this reward for your accomplishments.
es_es: Toma esta recompensa por tus logros.

# data/maps/rookie-harbor/expo-space.json//entities/15/settings/event/19/message
source: Good luck and stay vigilant.
es_es: Buena suerte, y mantente alerta.

# data/maps/rookie-harbor/expo-space.json//entities/16/settings/event/8/message
source: Congratulations, Seeker.
es_es: Felicidades, Buscador.

# data/maps/rookie-harbor/expo-space.json//entities/16/settings/event/9/message
source: You collected the \c[3]\v[item.231.name]\c[0], one of the two shades required to enter the \c[3]Grand Krys'kajo\c[0].
es_es: Has conseguido la \c[3]\v[item.231.name]\c[0], una de las dos Sombras requeridas para entrar al \c[3]Gran Krys'kajo\c[0].

source: Now that you've collected both of the Shades, it is time to take on the final challenge of Gaia's Garden.
es_es: Ahora que has conseguido ambas Sombras, es hora de enfrentar el desafío final del Jardín de Gaia.

# data/maps/rookie-harbor/expo-space.json//entities/16/settings/event/11/message
source: Take this reward for your accomplishments.
es_es: Toma esta recompensa por tus logros.

# data/maps/rookie-harbor/expo-space.json//entities/16/settings/event/19/message
source: Good luck and stay vigilant.
es_es: Buena suerte, y mantente alerta.

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/10/message
source: Seeker.
es_es: Buscador.

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/11/message
source: You just acquired the \c[3]Ancient Shade\c[0].
es_es: Acabas de adquirir la \c[3]Sombra Antigua\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/12/message
source: It is the last prerequisite to access the final part of the Track.
es_es: Es el último requisito para acceder a la parte final del Camino.

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/14/message
source: The \c[3]Temple of Ku'lero\c[0]!
es_es: ¡El \c[3]Templo de Ku'lero\c[0]!

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/15/message
source: However, be aware the integration of this new location has yet to be finalized.
es_es: Sin embargo, debes saber que la integración de esta nueva localización aún debe terminarse.

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/17/message
source: Nevertheless, the preparations should be completed soon.
es_es: Aún así, las preparaciones deberían terminar pronto.

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/30/message
source: Once the temple is integrated it can be accessed in the northern part of \c[3]Sapphire Ridge\c[0].
es_es: Una vez que el templo esté integrado se podrá acceder por la zona norte de \c[3]Cresta Zafiro\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/31/message
source: Seeker, make sure you are well prepared.
es_es: Buscador, asegúrate de estar bien preparado.

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/32/message
source: This temple will truly pose the ultimate challenge of the track.
es_es: Este templo contiene al desafío supremo del Camino.

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/41/message
source: For all your accomplishments, you shall receive one more reward as well.
es_es: Por todos tus logros, también debes recibir una recompensa más.

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/49/message
source: Seeker, once the preparations are completed, I'll be expecting you at the entrance of the \c[3]Ku'lero Temple\c[0].
es_es: Buscador, una vez estén completadas las preparaciones, te estaré esperando en la entrada del \[3]Templo Ku'lero\c[0].

# data/maps/rookie-harbor/expo-space.json//entities/17/settings/event/50/message
source: Good luck and stay vigilant.
es_es: Adiós, y mantente alerta.

# data/maps/rookie-harbor/inner-equip-north.json//entities/9/settings/displayName
source: Rookie's Advanced
es_es: El Novato Avanzado

source: We offer higher quality equipment made in Rookie Harbor!
es_es: ¡Ofrecemos equipamiento de alta calidad hecho en el Puerto de los Principiantes!

source: Yes, yes, this interior design might seem familiar to you, but it really is the details that make the difference.
es_es: Si, si, este diseño interior puede que te sea familiar, pero son los dealles lo que hacen la diferencia.

source: Also we are currently remodelling.\. So, you buying or what?
es_es: Aparte, estamos en medio de una remodelación.\. Entonces, ¿compras o no?

source: We offer higher quality equipment made in Rookie Harbor!
es_es: ¡Ofrecemos equipamiento de alta calidad hecho en el Puerto de los Principiantes!

source: Hey! We offer special items, supported by only the finest of backers.
es_es: ¡Ey! Ofrecemos objetos especiales, financiados solo por los inversores más finos.

source: Receptionist
es_es: Recepcionista

source: Receptionist
es_es: Recepcionista

source: Hello \v[lore.title.seeker]. Welcome to the headquarters of the \c[3]Fruits of Autumn\c[0].
es_es: Hola, \v[lore.title.seeker]a. Bienvenida a la sede central de los \c[3]Frutos del Otoño\c[0].

source: If you are interested in advancing humanity's understanding of this planet, talk to the Chief Woodkeeper.
es_es: Si te interesa que la humanidad desarrolle su conocimiento sobre este planeta, habla con el Jefe Woodkeeper.

source: He should currently be studying the local plantlife in our gardens.
es_es: Debería estar estudiando la flora local en nuestros jardines.

source: Guard
es_es: Guardia

source: Chief Woodkeeper Manzana
es_es: Jefe Woodkeeper Manzana

source: Greetings, \v[lore.title.seeker].\. The Track is in harmony right now, so there is no need for your assistance.
es_es: Saludos, \v[lore.title.seeker]a.\. El Camino está en armonía actualmente, así que no necesitamos tu asistencia.

source: Welcome to our humble garden, \v[lore.title.seeker].\. I appreciate your interest in our work, but you should visit \c[3]\v[lore.title.seeker]-Central\c[0] first.
es_es: Bienvenida a nuestro humilde jardín, \v[lore.title.seeker]a.\. Aprecio tu interés en nuestro trabajo, pero deberías visitar la \c[3]Central de \v[lore.title.seeker]es\c[0] primero.

source: On the ground floor is an introduction into the different branches of the great tree that is human civilization.
es_es: En la planta baja encontrarás una introducción a las diferentes ramas del gran árbol que es la civilización humana.

source: It is mandatory for receiving assignments from us or any other branch in \v[area.rookie-harbor.name].
es_es: Es obligatorio para recibir misiones nuestras o de cualquier otra rama en el \v[area.rookie-harbor.name].

source: Ah, \v[lore.title.seeker]. I am glad to see you return to us.
es_es: Ah, \v[lore.title.seeker]. Me alegro que hayas vuelto.

source: Do you desire to help us in our plight now?
es_es: ¿Deseas ayudarnos con esta situación?

source: [nods]
es_es: [asiente]

source: Excellent. I will give you some bottles, filled with concentrated and fermented juice made from the fruits of our garden.
es_es: Excelente. Te daré unas botellas, llenas con un juego concentrado y fermentado, hecho a partir de las frutas de nuestro jardín.

source: It has proven in the past to have a beneficial effect on the self-regulatory instincts of the Track.
es_es: Hemos comprobado en el pasado que tiene un efecto beneficial en los instintos auto regulatorios del Camino.

source: Use \c[3]your instincts as a \v[lore.title.seeker]\c[0] to find the afflicted trees and treat them with the extract.
es_es: Usa \c[3]tus instintos de \v[lore.title.seeker]\c[0] para encontrar los árboles afligidos, y trátalos con este extracto.

source: It should suffice to cure the trees at this stage.\. Take care, young \v[lore.title.seeker]!
es_es: Debería ser suficiente para curar a los árboles.\. ¡Cuídate, jóven \v[lore.title.seeker]a!

source: [shakes head]
es_es: [niega con la cabeza]

source: I understand that your life is a restless one, but I still implore you to not take this matter lightly.
es_es: Entiendo que tu vida está llena de responsabilidades, pero aún así te imploro que le des importancia a esta situación.

source: Please make haste, before the sickness spreads and endangers the stability of the entire Track.
es_es: Por favor apúrate, antes de que la enfermedad se esparza y ponga en peligro la estabilidad de todo el Camino.

source: Ah, you are done. Wonderful!\. Your effort should have quelled the threat to \v[area.autumn-area.name].
es_es: Ah, lo has conseguido. ¡Maravilloso!\. Tus esfuerzos han terminado con la amenaza en el \v[area.autumn-area.name].

source: You have our deepest thanks.\. May we continue to preserve the harmony on this world together.
es_es: Tienes nuestro más profundo agradecimiento.\. Espero que continuemos preservando la armonía de este mundo juntos.

source: [nods]
es_es: [asiente]

source: Greetings, \v[lore.title.seeker]. It is good to see you return to us.
es_es: Saludos, \v[lore.title.seeker]. Es bueno verte de vuelta.

source: Hi!
es_es: ¡Hola!
