Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: \c[1]You let too many weapons pass by that will now reach the continent!\c[0]
ru_ru: \c[1]Вы пропустили слишком много оружия, которое теперь достигнет континента!\c[0]

source: Use \c[3]Heat\c[0] for explosive damage!
ru_ru: Используйте \c[3]Пламя\c[0] для взрывного урона!

source: Use \c[3]Cold\c[0] to slow down single targets!
ru_ru: Используйте \c[3]Холод\c[0], чтобы замедлить одиночные цели!

source: Use \c[3]Shock\c[0] to hit two targets at once!
ru_ru: Используйте \c[3]Шок\c[0], чтобы атаковать сразу две цели!

source: Use \c[3]Wave\c[0] to hit targets in a line!
ru_ru: Используйте \c[3]Волну\c[0], чтобы атаковать цели на одной линии!

source: [ Enemies detected. Get ready for combat! ]
ru_ru: [ Враги обнаружены. Приготовьтесь к бою! ]

source: Ship HP
ru_ru: HP корабля

source: \c[1]Missed\c[0]
ru_ru: \c[1]Пропущено\c[0]

source: Battleship HP
ru_ru: HP корабля

source: Wave 1 incoming!
ru_ru: Волна 1 на подходе!

source: Turret Shot
ru_ru: Выстрел турели

source: Target Change
ru_ru: Смена цели

source: \c[1]Cannon Ready!\c[0] Use \c[3]Charged Throw\c[0] to mark a target! \c[3]Elements\c[0] have special effects!
ru_ru: \c[1]Пушка готова!\c[0] Используйте \c[3]Заряженный бросок\c[0], чтобы пометить цель! \c[3]Элементы\c[0] имеют особые эффекты!

source: \c[1]Cannon Ready!\c[0]
ru_ru: \c[1]Пушка готова!\c[0]

source: Wave 2 incoming!
ru_ru: Волна 2 на подходе!

source: [ Critical damage received. Detonation imminent! ]
ru_ru: [ Получен критический урон. Детонация неизбежна! ]

source: \c[1]QUEST FAILED\c[0] Restart task to try again
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

source: Restart Mission
ru_ru: Перезапустить миссию

source: Back to \v[area.rookie-harbor.name]
ru_ru: Вернуться в Гавань новичков

source: [ Sensors clear! ]
ru_ru: [ На датчиках чисто! ]

source: \c[2]Patrol successful!\c[0] The Shipments have been destroyed! Changing course towards coordinator...
ru_ru: \c[2]Патруль успешно завершён!\c[0] Поставки оружия были уничтожены! Смена курса в сторону координатора...

source: \c[1]You let too many weapons pass by that will now reach the continent!\c[0]
ru_ru: \c[1]Вы пропустили слишком много оружия, которое теперь достигнет континента!\c[0]

source: Use \c[3]Heat\c[0] for explosive damage!
ru_ru: Используйте \c[3]Пламя\c[0] для взрывного урона!

source: Use \c[3]Cold\c[0] to slow down single targets!
ru_ru: Используйте \c[3]Холод\c[0], чтобы замедлить одиночные цели!

source: Use \c[3]Shock\c[0] to hit two targets at once!
ru_ru: Используйте \c[3]Шок\c[0], чтобы атаковать сразу две цели!

source: Use \c[3]Wave\c[0] to hit targets in a line!
ru_ru: Используйте \c[3]Волну\c[0], чтобы атаковать цели на одной линии!

source: [ Big Enemy detected. Get ready for combat! ]
ru_ru: [ Замечен большой враг. Готовьтесь к бою! ]

source: [ THREAT DETECTED! ]
ru_ru: [ ЗАМЕЧЕНА УГРОЗА! ]

source: Ship HP
ru_ru: HP корабля

source: Turret Shot
ru_ru: Выстрел турели

source: Target Change
ru_ru: Смена цели

source: \c[1]Cannon Ready!\c[0] Use \c[3]Charged Throw\c[0] to mark a target! \c[3]Elements\c[0] have special effects!
ru_ru: \c[1]Пушка готова!\c[0] Используйте \c[3]Заряженный бросок\c[0], чтобы пометить цель! \c[3]Элементы\c[0] имеют особые эффекты!

source: \c[1]Cannon Ready!\c[0]
ru_ru: \c[1]Пушка готова!\c[0]

source: [ Critical damage received. Detonation imminent! ]
ru_ru: [ Получен критический урон. Детонация неизбежна! ]

source: \c[1]QUEST FAILED\c[0] Restart task to try again
ru_ru: \c[1]КВЕСТ ПРОВАЛЕН\c[0] Перезапустите задание, чтобы попробовать снова

source: Restart Fight
ru_ru: Перезапустить битву

source: Back to \v[area.rookie-harbor.name]
ru_ru: Вернуться в Гавань новичков

source: [ Sensors clear! ]
ru_ru: [ На датчиках чисто! ]

source: \c[2]Patrol successful!\c[0] The Coordinator has been destroyed!
ru_ru: \c[2]Патруль успешно завершён!\c[0] Координатор был уничтожен!

source: \c[1]You let too many weapons pass by that will now reach the continent!\c[0]
ru_ru: \c[1]Вы пропустили слишком много оружия, которое теперь достигнет континента!\c[0]

source: Use \c[3]Heat\c[0] for explosive damage!
ru_ru: Используйте \c[3]Пламя\c[0] для взрывного урона!

source: Use \c[3]Cold\c[0] to slow down single targets!
ru_ru: Используйте \c[3]Холод\c[0], чтобы замедлить одиночные цели!

source: Use \c[3]Shock\c[0] to hit two targets at once!
ru_ru: Используйте \c[3]Шок\c[0], чтобы атаковать сразу две цели!

source: Use \c[3]Wave\c[0] to hit targets in a line!
ru_ru: Используйте \c[3]Волну\c[0], чтобы атаковать цели на одной линии!

source: (Turret 1 Spawn)
ru_ru: (Призыв Турели 1)

source: (Turret 2 Spawn)
ru_ru: (Призыв Турели 2)

source: (Turret 3 Spawn)
ru_ru: (Призыв Турели 3)

source: (Turret 4 Spawn)
ru_ru: (Призыв Турели 4)

source: (Bomb 1 Spawn)
ru_ru: (Призыв Бомбы 1)

source: (Bomb 2 Spawn)
ru_ru: (Призыв Бомбы 2)

source: Hi... make it quick, I think I'm gonna close soon and head to the bar...
ru_ru: Привет... давайте побыстрее, я думаю, что скоро закроюсь и отправлюсь в бар...

# data/maps/rookie-harbor/special/shop.json/entities/13/settings/event/4/message
source: Good day! Do you by chance have any Sandwiches for sale?
ru_ru: Добрый день! У вас случайно нет сэндвичей на продажу?

# data/maps/rookie-harbor/special/shop.json/entities/13/settings/event/5/message
source: Yepp, only 2500 Credits! Should I wrap it up for you?
ru_ru: Конечно, всего 2500 кредитов! Мне упаковать его вам?

# data/maps/rookie-harbor/special/shop.json/entities/13/settings/event/7/message
source: 2500 Credits???
ru_ru: 2500 кредитов???

# data/maps/rookie-harbor/special/shop.json/entities/13/settings/event/10/message
source: I gotta go!
ru_ru: Мне нужно идти!

# data/maps/rookie-harbor/special/shop.json/entities/13/settings/event/15/message
source: Why do they always run away? My wares are top-notch, right?
ru_ru: Почему они всегда убегают? Мои товары первоклассные, разве нет?

source: Check its contents
ru_ru: Проверьте его содержимое

source: Suspicious Crate
ru_ru: Подозрительный ящик

source: Checking Crate
ru_ru: Проверка ящика

# data/maps/rookie-harbor/teleporter.json/entities/399/settings/event/0/message
source: Let's go!
ru_ru: Вперёд!

source: Wipe out, bummer!
ru_ru: Свалилась, облом!

source: Killed it! Sweet!
ru_ru: Потрясно! Клёво!

source: Come back here to get your reward!
ru_ru: Возвращайся сюда, чтобы получить свою награду!

# data/maps/rookie-harbor/teleporter.json/entities/405/settings/displayName
source: SkaterBoi
ru_ru: Скейтер

source: Hey girl, check this out!
ru_ru: Эй, девчонка, зацени!

source: Sweet moves, huh?
ru_ru: Неплохой приёмчик, разве нет?

source: [nods]
ru_ru: [кивает]

source: I'm sure you can rock them railings too!
ru_ru: Я уверен, что у тебя тоже получится!

source: Wanna try some moves?
ru_ru: Хочешь попробовать пару движений?

source: Try to reach them boxes back there, \c[3]without touching the ground\c[0]!
ru_ru: Постарайся добраться вон до тех коробок, \c[3]не касаясь земли\c[0]!

source: Just ollie up the box here and start \c[3]grinding those rails\c[0]!
ru_ru: Просто запрыгни на коробку и давай \c[3]скользить по перилам\c[0]!

source: Whadda ya say? Ready to style?
ru_ru: Чё скажешь? Готова зажечь?

source: Chilidog!\. Show me what ya got!
ru_ru: Крутотень!\. Теперь покажи мне, на что ты способна!

source: Awww man, too bad.
ru_ru: Эээх, блин, очень жаль.

source: If ya change your mind, just come visit me.
ru_ru: Если передумаешь, то просто возвращайся ко мне.

source: C'mon, show me your skills!
ru_ru: Давай, покажи мне свои навыки!

source: Try to reach them boxes back there, \c[3]without touching the ground\c[0]!
ru_ru: Постарайся добраться вон до тех коробок, \c[3]не касаясь земли\c[0]!

source: Just ollie up the box here and start \c[3]grinding those rails\c[0]!
ru_ru: Просто запрыгни на коробку и давай \c[3]скользить по перилам\c[0]!

source: Aww yeah, that was sick, girl!
ru_ru: Да-да, это было здорово, подруга!

source: Hi!
ru_ru: Привет!

source: May your mushrooms always be sauteed and your onions always be grilled. Gravy, girl!
ru_ru: Да будут грибы твои свежими, а лук хорошо прожаренным. Соус, детка!

source: You'll find a lot of awesome rails to grind all around this planet!
ru_ru: На этой планете ты найдёшь кучу потрясающих перил, чтоб скользить!

source: May your mushrooms always be sauteed and your onions always be grilled. Gravy, girl!
ru_ru: Да будут грибы твои свежими, а лук хорошо прожаренным. Соус, детка!

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/6/message
source: Fantastique! Right at the sea, just like they said!
ru_ru: Fantastique (Фантастика)! Прямо у моря, как они и сказали!

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/14/message
source: Look, you can still see Rhombus Square over there.
ru_ru: Гляди, отсюда всё ещё можно увидеть Площадь Ромба.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/15/message
source: The futuristic city is cool, but it's nice to be at the sea for a change, non?
ru_ru: Футуристический город - это круто, но приятно оказаться у моря для смены обстановки, не так ли?

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/16/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/22/message
source: ... Whoa! Would you look at the time.
ru_ru: ... Ого! Ты видела, сколько сейчас времени.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/24/message
source: Have we been really playing for that long?
ru_ru: Неужели мы так долго играли?

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/26/message
source: ... So yes, I have to logout.
ru_ru: ...Ну блин! Мне пора выходить.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/28/message
source: Merde!\. And I was having so much fun.
ru_ru: Merde (Проклятье)!\. А было так весело.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/30/message
source: It can't be helped.
ru_ru: Ничего не поделаешь.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/31/message
source: But hey! Before I leave, we really should share contacts, non?
ru_ru: Подожди! Пока я не вышла, может, поделимся контактами?

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/32/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/34/object
source: Emilie
ru_ru: Эмили

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/37/message
source: Next time, let's go out there and beat things up together!
ru_ru: Давай и дальше проходить игру вместе!

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/39/message
source: Au revoir! See you soon!
ru_ru: Au revoir (До свидания)! До скорой встречи!

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/41/text
source: Logout
ru_ru: Выход из игры

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/50/message
source: ...So it seems you already made a friend!
ru_ru: ...Кажется, у тебя появился новый друг!

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/51/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/52/message
source: I was worried that your speech malfunction would isolate you from other players.
ru_ru: Я беспокоился, что твоя речевая неисправность изолирует тебя от других игроков.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/53/message
source: It is good to know there are players like Emilie that just overlook that.
ru_ru: Приятно знать, что есть такие игроки, как Эмили, которые просто не замечают этого.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/54/message
source: Though she did not seem to notice it in the first place, did she...
ru_ru: Хотя, кажется, что она не замечала этого с самого начала.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/56/message
source: ... Anyway, it has been a really long day, Lea.
ru_ru: ...В любом случае, это был действительно долгий день, Лея.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/58/message
source: I suggest we log off, too.
ru_ru: Я тоже предлагаю выйти из игры.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/59/message
source: I sort of need a break as well, you see?
ru_ru: Видишь ли, мне тоже нужен перерыв.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/62/message
source: Do not worry... We will be back in the game soon enough.
ru_ru: Не волнуйся... Мы скоро вернёмся в игру.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/63/message
source: Good Night, Lea.
ru_ru: Спокойной ночи, Лея.

# data/maps/rookie-harbor/teleporter.json/entities/419/settings/event/66/text
source: Logout
ru_ru: Выход из игры

source: Hi!
ru_ru: Привет!

source: Oh... hey...
ru_ru: Ой... привет...

source: Did you actually come all the way here to talk to me?
ru_ru: Ты забралась сюда только для того, чтобы поговорить со мной?

source: [nods]
ru_ru: [кивает]

source: That's...\. nice.\. But I'd actually prefer to be alone right now...\. That's why I'm here.
ru_ru: Это...\. мило.\. Но сейчас я бы хотела побыть одна...\. Вот почему я здесь.

source: Oh... hey...
ru_ru: Ой... привет...

source: Sorry, I'm not in the mood for small talk.
ru_ru: Извини, я не в настроении для разговоров.

source: I just want to sit here alone.
ru_ru: Я просто хочу посидеть тут одна.

source: Hi...
ru_ru: Привет...

source: You probably have a gift for me, right?
ru_ru: Похоже, что у тебя есть подарок для меня, верно?

source: It always comes around this time of the year.
ru_ru: Они всегда приходят примерно в это время года.

source: They're always very sweet presents, really.
ru_ru: На самом деле, это всегда очень приятные подарки.

source: This time just reminds me of another player who... \.\.\. is not playing anymore.
ru_ru: Это напоминает мне о другом игроке, который... \.\.\. больше не играет.

source: Sorry, I'm just unloading my baggage on you. Just leave the present here.
ru_ru: Извини, я нагружаю тебя своими проблемами. Просто оставь подарок здесь.

source: Thanks for bringing it.
ru_ru: Спасибо, что принесла его.

source: [nods]
ru_ru: [кивает]

source: Thanks a lot for the present.\. That was really nice.
ru_ru: Большое спасибо за подарок.\. Это было очень мило.

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/9/text
source: Initializing avatar
ru_ru: Инициализация аватара

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/14/message
source: Good morning, Lea!
ru_ru: Доброе утро, Лея!

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/18/message
source: ...\. Do you feel alright?
ru_ru: ...\. Хорошо себя чувствуешь?

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/20/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/21/message
source: And...\. you still remember everything from yesterday, right?\. Meeting Emilie and all that?
ru_ru: И...\. Ты по-прежнему помнишь всё со вчерашнего дня, верно?\. Встреча с Эмили и всё прочее?

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/22/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/23/message
source: Alright, great!
ru_ru: Ну, замечательно!

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/25/message
source: Oh, by the way!\. It seems that Emilie is online as-
ru_ru: О, кстати!\. Кажется, что Эмили тоже онлай-

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/27/message
source: Oh.\. That must be her.
ru_ru: Ой.\. Это, должно быть, она.

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/29/message
source: It's like a call. Just take it!
ru_ru: Это как звонок. Просто прими его!

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/34/message
source: Bonjour, Lea!
ru_ru: Bonjour (Привет), Лея!

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/35/message
source: Hi!
ru_ru: Привет!

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/36/message
source: This is a direct link!\. First time you've see it?
ru_ru: Это прямая связь!\. Впервые сталкиваешься с этим?

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/37/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/38/message
source: Really fancy, non?
ru_ru: Довольно навороченно, правда?

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/39/message
source: Anyway, I just saw that you came online!
ru_ru: Так или иначе, я только что увидела, что ты появилась онлайн!

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/40/message
source: I logged in a few minutes ago myself!
ru_ru: Я сама вошла в игру несколько минут назад!

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/41/message
source: I'm in the city just to the north.\. Come on, let's meet up!
ru_ru: Сейчас я в городе, только на севере.\. Давай встретимся!

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/42/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/43/message
source: Alright, I'll be waiting!
ru_ru: Хорошо, я буду ждать!

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/44/message
source: Aaaaand...\. Link end...\. There!
ru_ru: Иииииии...\. Конец связи...\. Вот!

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/49/message
source: See? That was fast, was it not?
ru_ru: Видишь? Это было быстро, не так ли?

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/50/message
source: You should meet her.\. It is much more fun to explore CrossWorlds with others.
ru_ru: Ты должна встретиться с ней.\. Гораздо интереснее исследовать CrossWorlds с кем-то вместе.

# data/maps/rookie-harbor/teleporter.json/entities/424/settings/event/51/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/425/settings/event/14/title
source: Landmarks and Teleportation
ru_ru: Ориентиры и телепортация

# data/maps/rookie-harbor/teleporter.json/entities/425/settings/event/14/content
source: How to use \c[3]Landmarks\c[0] for fast travel.
ru_ru: Использование \c[3]ориентиров\c[0] для быстрого перемещения.

source: You can \c[3]teleport to Landmarks\c[0] by selecting them within the \c[3]Map menu\c[0]
ru_ru: Вы можете \c[3]телепортироваться к ориентирам\c[0], выбрав их на \c[3]карте\c[0].

source: You can also switch to the \c[3]World Map\c[0] view.
ru_ru: Вы также можете переключиться на \c[3]карту мира\c[0].

source: Here you can move to \c[3]other areas you visited before\c[0].
ru_ru: Здесь вы можете перейти к \c[3]другим областям, которые посещали ранее\c[0].

# data/maps/rookie-harbor/teleporter.json/entities/425/settings/event/22/message
source: Fantastique! Right at the sea, just like they said!
ru_ru: Fantastique (Фантастика)! Прямо у моря, как они и сказали!

# data/maps/rookie-harbor/teleporter.json/entities/425/settings/event/24/message
source: The city should be right up ahead!\. Go, go!
ru_ru: Город должен быть прямо по курсу!\. Идём, идём!

# data/maps/rookie-harbor/teleporter.json/entities/427/settings/event/5/text
source: Check your \c[3]accepted and solved quests\c[0] and read about the game's \c[3]lore\c[0]!
ru_ru: Проверьте ваши \c[3]взятые и выполненные квесты\c[0] и почитайте об \c[3]истории\c[0] игры!

# data/maps/rookie-harbor/teleporter.json/entities/430/settings/event/14/name
source: Cedric
ru_ru: Седрик

# data/maps/rookie-harbor/teleporter.json/entities/430/settings/event/15/message
source: I see you've found something here.\. But what was up with that noise?
ru_ru: Я вижу, ты что-то нашла здесь.\. Но что за шум?

# data/maps/rookie-harbor/teleporter.json/entities/430/settings/event/16/message
source: Hi...!
ru_ru: Привет...!

# data/maps/rookie-harbor/teleporter.json/entities/430/settings/event/17/message
source: What, there was an automated Turret in the crate and it just attacked you on its own?
ru_ru: Как, в ящике была автоматическая турель и она сама по себе напала на тебя?

# data/maps/rookie-harbor/teleporter.json/entities/430/settings/event/18/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/430/settings/event/19/message
source: That's worse than we thought.\. And there might be even more of those around here.
ru_ru: Это хуже, чем мы думали. И их здесь может быть ещё больше.

# data/maps/rookie-harbor/teleporter.json/entities/430/settings/event/20/message
source: But at least we have a suspect who is involved in this crime and should still be near.
ru_ru: Но, по крайней мере, у нас есть подозреваемый, который замешан в этом преступлении, и он по-прежнему должен быть где-то рядом.

# data/maps/rookie-harbor/teleporter.json/entities/430/settings/event/22/message
source: Keep an eye out for a \c[3]shady looking dockworker\c[0] checking on crates.
ru_ru: Поищи \c[3]подозрительно выглядящего портового рабочего\c[0], проверяющего ящики.

# data/maps/rookie-harbor/teleporter.json/entities/430/settings/event/23/message
source: We might be able to properly solve this mess once we get him.
ru_ru: Возможно, что мы сможем разобраться со всем этим, как только найдём его.

# data/maps/rookie-harbor/teleporter.json/entities/430/settings/event/24/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/431/settings/text
source: Suspicious Crate (checked)
ru_ru: Подозрительный ящик (проверено)

# data/maps/rookie-harbor/teleporter.json/entities/432/settings/text
source: Suspicious Crate
ru_ru: Подозрительный ящик

# data/maps/rookie-harbor/teleporter.json/entities/434/settings/analyzable/text
source: Guard Offcr Cedric
ru_ru: Офицер охраны Седрик

source: Cedric
ru_ru: Седрик

source: Greetings, \v[lore.title.seeker]. I have to keep watch on the harbor and protect our citizens, so please excuse me.
ru_ru: Приветствую, Искатель. Я должен следить за гаванью и защищать наших граждан, так что прошу меня извинить.

source: Cedric
ru_ru: Седрик

source: Hello, \v[lore.title.seeker].\. I assume they sent you to help me investigate this smuggling case?
ru_ru: Привет, Искатель.\. Я полагаю, что они послали тебя, чтобы помочь мне расследовать это дело с контрабандой?

source: [nods]
ru_ru: [кивает]

source: Excellent.\. I want you to examine the crates on the eastern part of the harbor.
ru_ru: Отлично.\. Я хочу, чтобы ты осмотрела ящики в восточной части гавани.

source: The data signature of the suspicious goods has already been sent to you, so you should be able to sense it.
ru_ru: Цифровая подпись подозрительных товаров уже отправлена тебе, чтобы ты смогла их обнаружить.

source: Hi!
ru_ru: Привет!

source: I'll be here investigating our leads to potential culprits.\. Come back when you've found something.
ru_ru: Я буду здесь, искать зацепки, которые могут привести к потенциальным преступникам.\. Вернись, когда что-нибудь найдёшь.

source: [nods]
ru_ru: [кивает]

source: Cedric
ru_ru: Седрик

source: The crate should be somewhere around here so you better find it!
ru_ru: Ящик должен быть где-то здесь, так что тебе лучше его найти!

source: Cedric
ru_ru: Седрик

source: You go find that suspicious dockworker!\. I'll make sure he doesn't leave for the city.
ru_ru: Иди и найди этого подозрительного портового рабочего!\. Я позабочусь, чтобы он не свалил в город.
