Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: Refusing to protect your nostalgic hometown?\. There's still time until we start, so you better come around on this.
es_es: ¿Te rehúsas a proteger a tu nostálgico hogar?\. Aún queda tiempo hasta que empecemos, así que más te vale arrepentirte.

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Return to \c[3]Beginners Arc\c[0] and have another talk with \c[3]Captain Turbine, South of the teleporter\c[0].
es_es: Vuelve al \c[3]Arco de los Principiantes\c[0] y habla nuevamente con el \[3]Capitán Turbine, al sur del teletransportador\c[0].

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Hi!
es_es: ¡Hola!

source: \v[lore.title.seeker]!\. According to these reports you have done some truly exemplary work out there!
es_es: ¡\v[lore.title.seeker]a!\. ¡A juzgar por estos reportes, has hecho un trabajo ejemplar ahí fuera!

source: The coordinator is down and from its wreck we recovered data that can lead us to the instigators behind these crimes.
es_es: El coordinador ha caído, y de su naufragio pudimos recuperar información que puede indicarnos quienes son los autores de estos crímenes.

source: This is a victory for justice and the safety of every honest person on \v[lore.title.planet].
es_es: Esta es una victoria para la justicia y la seguridad de toda persona honesta en \v[lore.title.planet].

source: We owe you great thanks, \v[lore.title.seeker]!\. Your service will always be remembered.
es_es: ¡Te damos las gracias, \v[lore.title.seeker]a!\. Tu servicio siempre será recordado.

source: Bye!
es_es: ¡Adiós!

source: Sgt. Brassler
es_es: Sgto. Brassler

source: \v[lore.title.seeker], things are going smoothly, in no small part to your help.\. Take a coffee and a donut for old times, if you want.
es_es: \v[lore.title.seeker]a, las cosas van bien, en gran parte por tu ayuda.\. Puedes tomarte una café y unas donas por los viejos tiempos, si quieres.

source: Sgt. Brassler
es_es: Sgto. Brassler

source: Ah, a \v[lore.title.seeker] graces the plain ol' city guard with her presence.
es_es: Ah, una \v[lore.title.seeker]a agracia a la vieja Guardia de la Ciudad con su presencia.

source: Got some time off from solving ancient mysteries, do you?
es_es: Pudiste librarte por un rato de solucionar antiguos misterios, ¿no?

source: Well, we could also use some help here in the city.
es_es: Bueno, también nos vendría bien algo de ayuda aquí en la ciudad.

source: One of our watchmen at the market called for reinforcements a moment ago.
es_es: Uno de nuestros guardias en el mercado estaba pidiendo refuerzos hace tan solo un momento.

source: None of those fancy Trackwalking-adventures, I suppose, but matters of inner security are not to be taken lightly either, yes?
es_es: No es una de esas lujosas aventuras del Camino, supongo, pero los problemas de la seguridad interna no deben tomarse a la ligera tampoco, ¿cierto?

source: [nods]
es_es: [asiente]

source: It's good to see a young \v[lore.title.seeker] recognize the importance of even mundane tasks.
es_es: Es bueno ver a una jóven \v[lore.title.seeker]a reconocer la importancia de las tareas mundanas.

source: You can find the guard in question in the central area of the Marketplace, near the \v[lore.title.seeker]-HUB.\.
es_es: Puedes encontrar al guardia en cuestión en la central del Mercado, cerca del Centro de \v[lore.title.seeker]es.\.

source: Ask her about the problem and solve the case.
es_es: Pregúntale por el problema y soluciona el caso.

source: [nods]
es_es: [asiente]

source: [shakes head]
es_es: [niega con la cabeza]

source: Well then, in that case you better get going.\. I'm sure there are some Ancient dragons in need of slaying.
es_es: Bien entonces, en ese caso será mejor que sigas con lo tuyo.\. Estoy seguro de que hay algunos dragones Antiguos que necesitan ser eliminados.

source: Guard
es_es: Guardia

source: Receptionist
es_es: Recepcionista

source: Receptionist
es_es: Recepcionista

source: Hey, girl, welcome to the cozy adventurers hangout of the \c[3]Falldivers\c[0].
es_es: Ey, chica, bienvenida a la acogedora sede de los \c[3]Falldivers\c[0].

source: Just go to our lounge if you wanna chill and share stories with other kindred spirits.
es_es: Ve al salón si quieres relajarte y compartir historias con otros espíritus afines.

source: \c[3]Forerunner Elenya\c[0] should also be there, if you're searching for whomever calls the shots right now.
es_es: La \c[3]Precursora Elenya\c[0] debería estar por allí, por si te interesa hablar con la jefa.

source: Guard
es_es: Guardia

source: Forerunner Elenya
es_es: Precursora Elenya

source: Sorry sweetie, got nothing for you right now.\. Unless you're just here for the pleasure of my company, of course.
es_es: Lo siento querida, no tengo nada para tí por ahora.\. A no ser que estés aquí por el placer de mi compañía, por supuesto.

source: Hey there \v[lore.title.seeker].\. We love fresh company around here, but you gotta visit \c[3]\v[lore.title.seeker]-Central\c[0] before joining the action.
es_es: Ey \v[lore.title.seeker]a.\. Nos encanta recibir principiantes aquí, pero tienes que ir a visitar la \c[3]Central de los \v[lore.title.seeker]es\c[0] antes de unirte a la acción.

source: We can only hand you assignments once you took that faction-briefing on the ground floor.
es_es: Solo podemos darte trabajo una vez hayas recibido el informe de la facción en la planta baja.

source: Annoying, but even we gotta follow some of those pesky rules around here, y'know?
es_es: Ya se que es molesto, pero incluso nosotros tenemos que seguir algunas reglas, ¿sabes?

source: Heya \v[lore.title.seeker].\. Did you come back to help us out with our problem?
es_es: Ey, \v[lore.title.seeker]a.\. ¿Has vuelto a ayudarnos con nuestro problema?

source: [nods]
es_es: [asiente]

source: Awesome!\. I'll transmit you the alleged location of the whole debacle so you should be able to track the thing down.
es_es: ¡Genial!\. Te transmitiré la supuesta localización de todo el debacle así deberías ser capaz de rastrearlo.

source: Just remember to mind \c[3]your instincts as a \v[lore.title.seeker]\c[0] and you'll be back here enjoying my company in no time.
es_es: Solo recuerda utlizar \[3]tus instintos de \v[lore.title.seeker]\c[0] y estarás de vuelta aquí para disfrutar de mi compañía en un santiamén.

source: [shakes head]
es_es: [niega con la cabeza]

source: Alright. That's a shame, but we'll manage somehow.\. Just hit me up if you change your mind.
es_es: De acuerdo. Es una pena, pero nos las arreglaremos de algún modo.\. Solo dime si cambias de opinión.

source: I don't wanna stress you out but you better get on the case before the data wanders into some beast's stomach.
es_es: No quiero estresarte, pero será mejor que te apures antes de que la información acabe en la panza de alguna bestia.

source: Welcome back.\. I see retrieving the data went off without a hitch?
es_es: Bienvenida de vuelta.\. ¿Veo que no tuviste problemas con el trabajo?

source: [nods]
es_es: [asiente]

source: Great job.\. Hopefully that will stop Tucos from moping around.
es_es: Estupendo.\. Espero que eso alegre a Tucos.

source: He's a great scout, when he isn't a reckless airhead.\. He shouldn't be down over some lame misstep.
es_es: Es un gran explorador, cuando no se pone dramático.\. No debería ponerse así por un error tan tonto.

source: Anyway, take this reward.\. I hope to see you around for future endeavors or quality time.
es_es: Como sea, toma tu recompensa.\. Espero verte en el futuro para más aventuras, o tiempo de calidad.

source: Hi!
es_es: ¡Hola!

source: Hi Sweetie, you arrived at just the right moment!
es_es: Hola, querida, ¡has venido en el momento justo!

source: You see, we just went through Tucos' data and found something interesting.
es_es: Verás, acabamos de revisar la información de Tucos y encontramos algo interesante.

source: Turns out, that ambush on him wasn't just a random stroke of bad luck.
es_es: Parece que la emboscada que le hicieron no fue solo mala suerte.

source: Believe it or not,\. our information hints towards an organized band of Hillkats that are performing coordinated strikes.
es_es: Lo creas o no,\. nuestra información nos indica que hay una banda de Colicatas que están haciendo ataques coordinados.

source: They might've trailed Tucos specifically after spotting him doing the exploration.
es_es: Puede que hayan seguido a Tucos específicamente después de verlo hacer la exploración.

source: I know right?\. You never know with the Track, but intelligent digging rodents?
es_es: Raro, ¿no?\. Nunca sabes lo que te espera en el Camino, ¿pero roedores excavadores inteligentes?

source: But I guess we should've expected some intelligence from those sneaky buggers with their fancy headsets.
es_es: Aunque supongo que deberíamos haber esperado algo de inteligencia de esos escurridizos con sus lujosos auriculares.

source: In any case, Tucos has already gone out again to find their hideout and requested a Seeker to meet up with him.
es_es: De todos modos, Tucos ya ha partido a buscar su escondite y me pidió que le envíe a un Buscador para que le ayude.

source: So how about it, did that weirdness pique your interest?
es_es: Entonces, ¿qué te parece? ¿no te llama la atención?

source: [nods]
es_es: [asiente]

source: I knew you couldn't resist.\. Heck, I'd love to trade if not for those pesky responsibilities I have here.
es_es: Sabía que no podrías resistirte.\. De hecho, me encantaría intercambiar contigo, si no fuera por esas malditas obligaciones de las que me tengo que encargar aquí.

source: Tucos wanted to wait for reinforcements at \c[3]Pathway 5\c[0] in \c[3]\v[area.autumn-area.name]\c[0].
es_es: Tucos espera refuerzos en el \c[3]Camino 5\c[0] en el \c[3]\v[area.autumn-area.name]\c[0].

source: You better not keep him waiting! He will definitely want to meet you and give his thanks for last time.
es_es: ¡Será mejor que no lo hagas esperar! Definitivamente querrá verte y darte las gracias por lo de la última vez.

source: [nods]
es_es: [asiente]

source: [shakes head]
es_es: [niega con la cabeza]

source: Aw, really?\. I would've bet my lunch that you'd be all over that.
es_es: Aw, ¿en serio?\. Me apostaría el almuerzo que estarías como loca por este trabajo.

source: But that problem won't be gone anytime soon, so you can talk to me again if you changed your mind.
es_es: Pero ese problema no se irá solo, así que dime si cambias de opinión.

source: Tucos should be waiting for you at \c[3]Pathway 5\c[0] in \c[3]\v[area.autumn-area.name]\c[0].
es_es: Tucos debería estar esperándote en el \c[3]Camino 5\c[0] en el \c[3]\v[area.autumn-area.name]\c[0].

source: You better hurry up, before he loses patience and does something reckless.
es_es: Será mejor que te apures, antes de que pierda la paciencia y haga alguna locura.

source: Welcome back.\. From his bragging, it seems like you and Tucos had quite the adventure.
es_es: Bienvenida de vuelta.\. A juzgar por su alardeo, parece que Tucos y tú tuvieron toda una aventura.

source: Don't worry, his report was twice as much about you as it was about himself, which must mean a lot, I suppose.
es_es: No te preocupes, su reporte habla el doble de tí que de él, lo que quiere decir mucho, supongo.

source: In any case, I'm more interested in this mysterious artifact you've apparently found.
es_es: Como sea, estoy más interesada en el misterioso artefacto que aparentemente encontraron.

source: [nods]
es_es: [asiente]

source: Huh, interesting.\. Doesn't seem compatible with human tech.\. Not with our standard equipment, anyway.
es_es: Hm, interesante.\. No parece ser compatible con la tecnología humana.\. No con nuestro equipamiento estándar al menos.

source: But don't you worry!\. We'll somehow crack this nut and get whatever useful information is in there!
es_es: ¡Pero no te preocupes!\. ¡De alguna forma resolveremos esto y sacaremos cualquier tipo de información que se esconda ahí dentro!

source: Just come back later and we'll fill you in on whatever we find!
es_es: ¡Tú ven más tarde y te diremos lo que sea que encontremos!

source: Hi!
es_es: ¡Hola!

source: Hi!
es_es: ¡Hola!

source: Welcome \v[lore.title.seeker], it's been a while!\. Seems like you've really been around by now, eh?
es_es: Bienvenida \v[lore.title.seeker]a, ¡tanto tiempo!\. Te ves con mucha más experiencia ahora, ¿eh?

source: Your experience will come in handy!\. We made progress with that device you found back then.
es_es: ¡Pues nos vendrá de ayuda!\. Hemos hecho progreso con ese artefacto que encontraste antes.

source: Yep, it was quite a bit of busywork, but it gave us some leads for future expeditions.
es_es: Si, fue algo tedioso, pero nos dió indicaciones para expediciones futuras.

source: How about it?\. We could really use the help of a \v[lore.title.seeker] who knows their stuff!
es_es: ¿Qué te parece?\. ¡Nos vendría bien la ayuda de un \v[lore.title.seeker] más experimentado!

source: [nods]
es_es: [asiente]

source: Great!\. Now we can finally use our new toys, with you on board!
es_es: ¡Genial!\. ¡Ahora finalmente podemos usar nuestros nuevos juguetes contigo en el equipo!

source: Can't tell you much about it myself, but we got one of our tech-specialists, Deggart, waiting for you.
es_es: Yo no puedo contarte mucho, pero uno de nuestros especialistas, Deggart, te está esperando.

source: Meet him at the \c[3]Village Remains\c[0] in \c[3]\v[area.autumn-fall.name]\c[0] and he will explain everything!
es_es: ¡Encuéntralo en los \c[3]Remanentes de una Aldea\c[0] en el \c[3]\v[area.autumn-fall.name]\c[0] y él te explicará todo!

source: That's right at the border of \c[3]\v[area.autumn-area.name]\c[0], in case you forgot.
es_es: Eso queda justo al borde del \c[3]\v[area.autumn-area.name]\c[0], por si te olvidaste.

source: [nods]
es_es: [asiente]

source: Alright, then good luck with that.\. And give Deggart my regards!
es_es: Bien, buena suerte con eso.\. ¡Y mándale saludos a Deggart!

source: Bye!
es_es: ¡Adiós!

source: [shakes head]
es_es: [niega con la cabeza]

source: Aw, dang, that's disappointing.\. Maybe you just need some more time to prepare?
es_es: Oh, demonios, que decepcionante.\. ¿Quizá necesites algo más de tiempo para prepararte?

source: The device is with our Scout Deggart by the \c[3]Village Remains\c[0] in \c[3]\v[area.autumn-fall.name]\c[0].
es_es: Nuestro Explorador, Deggart, tiene el dispositivo. Está en los \c[3]Remanentes de una Aldea\c[0] en el \c[3]\v[area.autumn-fall.name]\c[0].

source: He should be waiting directly at the border to \c[3]\v[area.autumn-area.name]\c[0].
es_es: Debería estar esperándote directamente en el borde del \c[3]\v[area.autumn-area.name]\c[0].

source: Hi!
es_es: ¡Hola!

source: Woohoo, welcome back, \v[lore.title.seeker]!
es_es: ¡Woooo, bienvenida de vuelta, \v[lore.title.seeker]a!

source: ...h-hi?
es_es: ¿...h-hola?

source: Oh, sorry, your success made me overly excited.\. I gotta keep up my dignified leader image or whatever.
es_es: Oh, lo siento, quedé muy emocionada por tu trabajo.\. Tengo que mantener mi imagen de líder respetable o como sea.

source: So, honored \v[lore.title.seeker], your performance in the last operation was exceptional.
es_es: Entonces, honorable \v[lore.title.seeker]a, tu rendimiento en la operación previa fue excepcional.

source: Hereby, in my function as kickass leader of our organization, I give you our most official of thanks.
es_es: Por ello, en mi cargo de líder genial de nuestra organización, te doy nuestras más oficiales gracias.

source: There was also a great quantity of classified information that was uncovered from the data that the probe exposed.
es_es: También ha habido una gran cantidad de información clasificada que se ha descubierto de los datos que la sonda expuso.

source: Expect a big expedition into unknown lands in the future.\. We'll keep in touch, yeah?
es_es: Cuenta con una gran expedición hacia tierras desconocidas en el futuro.\. Nos mantendremos en contacto, ¿si?

source: [nods]
es_es: [asiente]

source: Bye!
es_es: ¡Adiós!

source: Sorry sweetie, got nothing for you right now. Unless you're just here for the pleasure of my company, of course.
es_es: Lo siento querida, no tengo nada para tí por ahora. A no ser que estés aquí por el placer de mi compañía, por supuesto.

source: Heya \v[lore.title.seeker].\. Nice meeting some valiant fresh blood around here.
es_es: Ey \v[lore.title.seeker]a.\. Qué bueno encontrarse con alguien tan valiente.

source: Hi!
es_es: ¡Hola!

source: I would love to do some bonding with a fellow explorer, but right now there's a problem with one of our jobs.
es_es: Me encantaría estrechar lazos con un colega explorador, pero ahora mismo tenemos un pequeño problema.

source: Tucos had just finished a detailed geographical survey that's supposed to serve as the basis for future expeditions.
es_es: Tucos acaba de terminar un detallado informe geográfico que se supone que nos servirá en expediciones futuras.

source: But then he had to get jumped by wildlife and lose the storage unit with all the data, that careless klutz.
es_es: Pero claro, justo después fue asaltado por la vida salvaje y perdió la unidad de almacenamiento con toda la información, el muy descuidado.

source: So, since you're here, could you help us out with that?\. A \v[lore.title.seeker] should be more than qualified for that kinda task.
es_es: Entonces, ya que estás aquí, ¿podrías ayudarnos?\. Un \v[lore.title.seeker] debería estar más que calificado para este tipo de tareas.

source: [nods]
es_es: [asiente]

source: Awesome!\. I'll transmit you the alleged location of the whole debacle so you should be able to track the thing down.
es_es: ¡Genial!\. Te transmitiré la supuesta localización de todo este lío para que encuentres esa cosa.

source: Just remember to mind \c[3]your instincts as a \v[lore.title.seeker]\c[0] and you'll be back here enjoying my company in no time.
es_es: Solo recuerda utilizar \c[3]tus instintos de \v[lore.title.seeker]\c[0] y estarás aquí de vuelta para disfrutar de mi compañía en un santiamén.

source: [shakes head]
es_es: [niega con la cabeza]

source: Alright. That's a shame, but we'll manage somehow.\. Just hit me up if you change your mind.
es_es: De acuerdo. Es una pena, pero nos las arreglaremos de algún modo.\. Solo dime si cambias de opinión.

source: Barkeep Niskeewa
es_es: Tabernera Niskeewa

source: Barkeep Niskeewa
es_es: Tabernera Niskeewa

source: Hey there, \v[lore.title.seeker].\. You can make yourself comfortable but you better also order something.
es_es: Ey, \v[lore.title.seeker]a.\. No hay problema en que te pongas cómoda, ¡pero pide algo también!

source: ...Hi...
es_es: ...Hola...

source: Barkeep Niskeewa
es_es: Tarbernera Niskeewa

source: Ah, finally, another \v[lore.title.seeker] visiting my humble establishment.\. Are you the one with the new supplies?
es_es: Ah, finalmente, otro \v[title.lore.seeker] visitando mi humilde establecimiento.\. ¿Tú eres la que trae los nuevos encargos?

source: [nods]
es_es: [asiente]

source: About time.\. That Mr. Nomsworth promised me those ingredients hours ago.
es_es: Ya era hora.\. Ese tal Sr. Nomsworth me prometió que llegarían hace una hora.

source: Makes me wonder why we even pay fancy paperpushers like him for just doing some calls anyway.
es_es: Me pregunto para qué le pago a esos chupatintas solo por hacer un par de llamadas.

source: Next time I might just contact those doing the real work myself.
es_es: La próxima hablaré con los que realmente hacen el trabajo.

source: Anyway, I'll send him a confirmation about the job.\. You better go back to him to get your reward.
es_es: Como sea, le mandaré una confirmación del trabajo.\. Será mejor que vayas a hablar con él para pedir tu recompensa.

source: Barkeep Niskeewa
es_es: Tabernera Niskeewa

source: I've already transmitted the okay to that good-for-nothing.\. Better go get your pay before it vanishes from his memory.
es_es: Ya le avisé a ese bueno para nada que el encargo llegó bien.\. Será mejor que vayas a conseguir tu paga antes de que se borre de su memoria.

source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/inner-info-ug-1.json//entities/6/settings/event/3/text
source: Awesome!
es_es: ¡Genial!

source: Combat Practice Terminal
es_es: Terminal de Práctica de Combate

source: \i[element-heat]Heat
es_es: \i[element-heat]Fuego

source: \i[element-cold]Cold
es_es: \i[element-cold]Hielo

source: \i[element-shock]Shock
es_es: \i[element-shock]Rayo

source: \i[element-wave]Wave
es_es: \i[element-wave]Pulso

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]

source: Single Enemy Practice
es_es: Práctica Contra Enemigo Individual

source: Multi Enemy Practice
es_es: Práctica Contra Enemigos Múltiples

source: Set Enemy Attack \c[2]On\c[0]
es_es: \c[2]Activar\c[0] Ataque Enemigo

source: Set Enemy Attack \c[1]Off\c[0]
es_es: \c[1]Desactivar\c[0] Ataque Enemigo

source: Change attacking \c[3]Element\c[0]
es_es: Cambiar \c[3]Elemento\c[0]

source: \c[1]End Practice\c[0]
es_es: \c[1]Terminar Práctica\c[0]

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]

source: Initiate Practice Mode
es_es: Iniciar Modo Práctica

source: Practice Mode End
es_es: Terminar Modo Práctica

source: Circuit Reset Terminal
es_es: Terminal de Reinicio de Circuitos

source: \s[0]Circuit Reset Terminal ------------------------- \c[3]\v[item.428.name]\c[0]: \v[item.428.amount]
es_es: \s[0]Máquina de Reinicio de Circuitos ------------------------- \c[3]\v[item.428.name]\c[0]: \v[item.428.amount]

source: Neutral Circuit
es_es: Circuito Neutral

source: Heat Circuit
es_es: Circuito de Fuego

source: Cold Circuit
es_es: Circuito de Hielo

source: Shock Circuit
es_es: Circuito de Rayo

source: Wave Circuit
es_es: Circuito de Pulso

source: \s[0]You can spend one \c[3]\v[item.428.name]\c[0] to reset a circuit. Which circuit do you want to reset?
es_es: \s[0]Puedes gastar un \c[3]\v[item.428.name]\c[0] para reiniciar un circuito. ¿Qué circuito quieres reiniciar?

source: \s[0]You can reset a circuit \c[2]for free\c[0]. Which circuit do you want to reset?
es_es: \s[0]Puedes reiniciar un circuito \[2]gratuitamente\c[0]. ¿Qué circuito quieres reiniciar?

source: Reset \i[element-neutral]Neutral
es_es: Reiniciar \i[element-neutral]Neutral

source: Reset \i[element-heat]Heat
es_es: Reiniciar \i[element-heat]Fuego

source: Reset \i[element-cold]Cold
es_es: Reiniciar \i[element-cold]Hielo

source: Reset \i[element-shock]Shock
es_es: Reiniciar \i[element-shock]Rayo

source: Reset \i[element-wave]Wave
es_es: Reiniciar \i[element-wave]Pulso

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]

source: Neutral Circuit
es_es: Circuito Neutral

source: Heat Circuit
es_es: Circuito de Fuego

source: Cold Circuit
es_es: Circuito de Hielo

source: Shock Circuit
es_es: Circuito de Rayo

source: Wave Circuit
es_es: Circuito de Pulso

source: You can spend one \c[3]\v[item.428.name]\c[0] to reset a circuit.
es_es: Puedes gastar un \c[3]\v[item.428.name]\c[0] para reiniciar un circuito.

source: If you possess \c[3]more than one Element\c[0], you can also \c[2]reset more circuits at once\c[0], \c[2]at a discount\c[0].
es_es: Si posees \c[3]más de un Elemento\c[0], también puedes \c[2]reiniciar más de un circuito a la vez\c[0], \c[2]con un descuento\c[0].

source: Once you reset a circuit you can \c[3]reset it again for free\c[0] as often as you want - until you leave this room.
es_es: Una vez que reinicies un circuito, puedes \c[3]reiniciarlo otra vez gratuitamente\c[0] tanto como quieras si permaneces en la habitación.

source: Reset \i[element-neutral]Neutral \c[2](free)\c[0]
es_es: Reiniciar \i[element-neutral]Neutral \c[2](gratis)\c[0]

source: Reset \i[element-heat]Heat \c[2](free)\c[0]
es_es: Reiniciar \i[element-heat]Fuego \c[2](gratis)\c[0]
