Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: I hope my lecture was of help.
es_es: Espero que mi sermón te sea de ayuda.

source: Element Basics
es_es: Bases de los Elementos

source: Elemental Overload
es_es: Sobrecarga Elemental

source: Status Conditions
es_es: Estados Alterados

source: \c[1]No, thanks!\c[0]
es_es: \c[1]¡No, gracias!\c[0]

# data/maps/rookie-harbor/inner-info.json//entities/37/settings/dialog/0/text
source: Just look at her go! I tell you, Mys Li is best girl.
es_es: ¡Mira cómo va! Ya te digo, Mys Li es best girl.

# data/maps/rookie-harbor/inner-info.json//entities/37/settings/dialog/1/text
source: Dude, I heard you the first 100 times. And I still don't get it. She's just some one-note tutorial NPC!
es_es: Viejo, ya lo dijiste como 100 veces, ¡y sigo sin entenderlo! ¡No es más que un personaje del tutorial sin importancia!

# data/maps/rookie-harbor/inner-info.json//entities/37/settings/dialog/2/text
source: Well, actually she gets fleshed out nicely in the tie-in graphic novels that center around her adventures!
es_es: Bueno, ¡de hecho podemos conocer mucho de su historia gracias a las novelas gráficas centradas en sus aventuras!

# data/maps/rookie-harbor/inner-info.json//entities/37/settings/dialog/3/text
source: She got what...?!\. What else is there, "Mr Nomsworth - Middle Management Miracles"?
es_es: ¡¿Sus qué...?!\. ¿Y ahora qué sigue? ¿"Sr. Nomsworth - Los Milagros de la Gerencia"?

# data/maps/rookie-harbor/inner-info.json//entities/37/settings/dialog/4/text
source: Hey, her growth as a fighter and the final confrontation with her corrupted father had me on the edge of my seat!
es_es: Ey, ¡verla crecer como guerrera y su confrontamiento final con su padre corrompido me tenía muy expectante y emocionado!

# data/maps/rookie-harbor/inner-info.json//entities/37/settings/dialog/5/text
source: And now she fights a sandbag all day, what a perfect character arc.
es_es: Y ahora pelea contra una bolsa de arena todo el día, qué increíble progresión de personajes.

# data/maps/rookie-harbor/inner-info.json//entities/37/settings/dialog/6/text
source: Shush, my girl earned this peace.
es_es: Calla, mi chica se ha ganado su paz.

# data/maps/rookie-harbor/inner-info.json//entities/39/settings/analyzable/text
source: ScepticalShield
es_es: Escudo Escéptico

# data/maps/rookie-harbor/inner-inn.json//entities/25/settings/dialog/0/text
source: Did you notice that strange device next to the Inn-Keeper?
es_es: ¿Notaste ese dispositivo extraño al lado de la posadera?

# data/maps/rookie-harbor/inner-inn.json//entities/25/settings/dialog/1/text
source: Always wondered what that is.
es_es: Siempre me pregunté qué será.

# data/maps/rookie-harbor/inner-inn.json//entities/25/settings/dialog/2/text
source: Oh, that's a Ball-Recharger!
es_es: ¡Oh, es un Recargador de Bolas!

# data/maps/rookie-harbor/inner-inn.json//entities/25/settings/dialog/3/text
source: Come again?
es_es: ¿Cómo has dicho?

# data/maps/rookie-harbor/inner-inn.json//entities/25/settings/dialog/4/text
source: Yeah, I forgot you joined CrossWorlds a bit later.
es_es: Ah, a veces me olvido que eres nueva en CrossWorlds.

# data/maps/rookie-harbor/inner-inn.json//entities/25/settings/dialog/5/text
source: In the first release, you had to recharge your balls once you ran out of stamina.
es_es: Anteriormente, tenías que recargar tus bolas cuando se te acababa la resistencia.

# data/maps/rookie-harbor/inner-inn.json//entities/25/settings/dialog/6/text
source: There was even an extra gauge for that in the HUD.
es_es: Incluso había un indicador en la interfaz.

# data/maps/rookie-harbor/inner-inn.json//entities/25/settings/dialog/7/text
source: Really? Wow, I can't imagine having fun doing that.
es_es: ¿De verdad? Wow, no suena nada divertido.

# data/maps/rookie-harbor/inner-inn.json//entities/25/settings/dialog/8/text
source: That's why they removed it, I guess. No one was happy.
es_es: Yo creo que por eso mismo lo sacaron. A nadie le gustaba.

# data/maps/rookie-harbor/inner-inn.json//entities/25/settings/dialog/9/text
source: But they keep this asset in as a reminder of the old times.
es_es: Pero dejaron ese de ahí como un recordatorio de los viejos tiempos.

source: Guid day, Lea!
es_es: ¡Güenas, Lea!

source: ...Hi?!
es_es: ¡¿...Hola?!

source: Kehahaha. Dornt fash yerse quine. Jean tauld me aw abit ye!
es_es: Jajajaja. No te preocupes. Jean me ha hablado de ti.

source: Aam \c[3]Jock\c[0]!
es_es: ¡Soy \c[3]Jock\c[0]!

source: Shocker fur ye, huh? Heard yer speech module is broken.
es_es: Lo has pasado mal, ¿verdad? He oído que tu módulo de voz está roto.

source: Ye swatch loch th' cheerful lassie nonetheless.
es_es: Sin embargo, ¡pareces una chica animada!

source: Keha, sae ye want tae ken somethin' abit th' \c[3]legendary bunny\c[0], aye?
es_es: Jaja, ¿quieres saber algo sobre el \c[3]conejo legendario\c[0]?

source: [nods]
es_es: [asiente]

source: Alrecht, haur is whit Ah ken!
es_es: Muy bien, ¡esto es lo que sé!

source: Ah heard, ye need tae fin' some sort ay roon capture device.
es_es: He oído que hay que encontrar algún tipo de dispositivo de captura.

source: Ye can teel Jean Ah micht hae foond thes device, but she still needs somethin' else.
es_es: Puedes decirle a Jean que puede que haya encontrado este dispositivo, pero que aún necesita algo más.

source: But ah dunnae ken whit 'at is, kehahaha.
es_es: Pero no sé qué es... jajajaja.

source: Ah will send Jean aw th' details.
es_es: Le enviaré a Jean todos los detalles.

source: Ye micht foond it mair when ye gab tae uir triblader mukker.
es_es: Puede que sea más fácil cuando hables con tu amigo Triblader.

source: [nods]
es_es: [asiente]

source: Awrite Lea, Ah send everythin' tae Jean.
es_es: Muy bien Lea, he enviado todo a Jean.

source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/inner-inn.json//entities/47/settings/analyzable/text
source: Joe the Younger
es_es: Joe el más Joven

source: Joe the Younger
es_es: Joe el más Joven

source: Hi.
es_es: Hola.

source: Oh boy, a \v[lore.title.seeker]!\. So cool to finally meet one!
es_es: ¡Uy, una \v[lore.title.seeker]a!\. ¡Finalmente conozco a uno!

source: Hi?!
es_es: ¡¿Hola?!

source: I asked for help with a really awesome investigation but you're the first to volunteer!
es_es: ¡Estaba pidiendo ayuda con una asombrosa investigación, y eres la primera en ofrecerse como voluntaria!

source: Well... you are, right?\. It's about some new species of \v[combat.name.hedgehog], how cool is that? Come on!
es_es: Bueno... te ofrecerás, ¿no?\. Se trata sobre una nueva especie de \v[combat.name.hedgehog]s, ¿no es genial? ¡Vamos!

source: [nods]
es_es: [asiente]

source: Amazing, I see that you're with me on this!\. A true explorer!
es_es: ¡Genial, veo que te interesa tanto como a mí!\. ¡Una verdadera exploradora!

source: Now, listen.\. We gotta go after this tribe of \v[combat.name.hedgehog]s I saw on an expedition recently.
es_es: Ahora, escucha.\. Tenemos que encontrar a una tribu de \v[combat.name.hedgehogs]s que vi en una expedición hace poco.

source: Hey, wait!\. It's not just your normal-type \v[combat.name.hedgehog]s, oh no!
es_es: ¡Oye, espera!\. ¡No son \v[combat.name.hedgehog]s normales! ¡Para nada!

source: The ones I saw must have evolved into a previously unseen \c[3]Flying-type\c[0]!
es_es: ¡Las que he visto deben haber evolucionado a una nunca antes vista \c[3]Especie Voladora\c[0]!

source: I know, right?!\. No one believed me without proof and it wasn't like I could follow their footprints!
es_es: ¡¿Lo se, no?!\. ¡Nadie me cree sin pruebas, y no es que pueda simplemente seguir sus huellas!

source: Now this is where you come in!\. You will need to check out \c[3]Off Road 2\c[0] in \c[3]\v[area.autumn-area.name]\c[0].
es_es: ¡Así que aquí entras tú!\. Debes investigar el \c[3]Desvío 2\c[0] en el \c[3]\v[area.autumn-area.name]\c[0].

source: I saw them grazing there before they flew away, so I'm sure that they'll return!\. Please go there quickly.
es_es: Los vi pastar por ese área, pero se fueron volando. ¡Estoy seguro que volverán!\. Por favor, date prisa.

source: Great!\. I will do some more searching on my own.\. We'll stay in touch over \c[3]\v[lore.title.direct-link]\c[0]!
es_es: ¡Genial!\. Yo seguiré buscando por mi parte.\. ¡Estaremos en contacto con el \c[3]\v[lore.title.direct-link]\c[0]!

source: Bye.
es_es: Adiós.

source: [shakes head]
es_es: [niega con la cabeza]

source: Whaaat?\. But you got me all excited and everything.\. Let's at least exchange numbers to stay in touch!
es_es: ¿Quéééé?\. Pero si ya estaba tan emocionado.\. ¡Al menos intercambiemos números para estar en contacto!

source: ...bye.
es_es: ...adiós.

source: Joe the Younger
es_es: Joe el más Joven

source: Hi.
es_es: Hola.

source: Hey \v[lore.title.seeker].\. Please hurry and check out \c[3]Off Road 2\c[0] in \c[3]\v[area.autumn-area.name]\c[0].
es_es: Ey \v[lore.title.seeker]a.\. Por favor apúrate e investiga el \c[3]Desvío 2\c[0] en el \c[3]\v[area.autumn-area.name]\c[0].

source: I will continue my searching on my own.\. We will stay in touch over \c[3]\v[lore.title.direct-link]\c[0]!
es_es: Seguiré buscando por mi parte.\. ¡Estaremos en contacto vía \c[3]\v[lore.title.direct-link]\c[0]!

source: Joe the Younger
es_es: Joe el más Joven

source: Hi.
es_es: Hola.

source: \v[lore.title.seeker]!\. There you are again!
es_es: ¡\v[lore.title.seeker]a!\. ¡Ahí estás!

source: [nods]
es_es: [asiente]

source: I have already written a report based on your adventure with the \c[3]Flying-types and their king.\. \c[0]
es_es: Ya he escrito un reporte basado en tus aventuras con esa \c[3]Especie Voladora y su líder.\. \c[0]

source: All those people who didn't believe me will be in for a surprise, I tell ya!\. It will rock their shorts off!
es_es: ¡Todos los que no me creían se llevarán una sorpresa, créeme!\. ¡Se quedarán boquiabiertos!

source: That crown will be a nice trophy as well.\. Always helps to have something shiny to show.
es_es: Esa corona servirá como un buen trofeo también.\. Siempre ayuda tener algo lujoso que mostrar.

source: Thank you so much for your help, \v[lore.title.seeker]. I can't give you a badge but I hope this will do for a reward!
es_es: Muchas gracias por tu ayuda, \v[lore.title.seeker]a. ¡No puedo darte una insignia, pero espero que esto te sirva de recompensa!

source: [nods]
es_es: [asiente]

source: Bye!
es_es: ¡Adiós!

source: Yep, yep, see you around!
es_es: ¡Bien, nos vemos!

# data/maps/rookie-harbor/inner-item.json//entities/25/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato

source: Hello, how can I help you?
es_es: Hola, ¿puedo ayudarte?

# data/maps/rookie-harbor/inner-item.json//entities/26/settings/displayName
source: Rookie's Best
es_es: Lo Mejor del Novato

source: Hey, man! What'd you like?
es_es: ¡Bienvenido! ¿Qué desea?

# data/maps/rookie-harbor/inner-item.json//entities/29/settings/dialog/0/text
source: That's quite the promotion for a sandwich.
es_es: Menuda promoción por un sandwich.

# data/maps/rookie-harbor/inner-item.json//entities/29/settings/dialog/1/text
source: You bet...
es_es: Ni me lo digas...

# data/maps/rookie-harbor/inner-item.json//entities/29/settings/dialog/2/text
source: You think it's worth it?
es_es: ¿Crees que vale la pena?

# data/maps/rookie-harbor/inner-item.json//entities/29/settings/dialog/3/text
source: I prefer my good old ordinary sandwiches, really.
es_es: Prefiero los sándwiches tradicionales, la verdad.

source: Receptionist
es_es: Recepcionista

source: Receptionist
es_es: Recepcionista

source: Good day, Miss \v[lore.title.seeker]. I welcome you to the headquarters of the \c[3]\v[lore.title.faction-shock-rookieharbor]\c[0].
es_es: Buenos días, Señorita \v[lore.title.seeker]a. Le doy la bienvenida a la sede central de los \c[3]\v[lore.title.faction-shock-rookieharbor]\c[0].

source: If you are looking to trade, you can find goods from all over \v[lore.title.planet] here.
es_es: Si buscas comerciar, puedes encontrar bienes de todas partes de \v[lore.title.planet] aquí.

source: Our range of goods is sure to expand over time so you are advised to return from time to time.
es_es: Con el tiempo seguramente consigamos una mayor variedad de bienes, por lo que se recomienda visitar cada tanto.

source: If you are on an assignment for our corporation, you can find the management upstairs.
es_es: Si tienes una asignación de nuestra corporación, puedes encontrar la gerencia en el piso de arriba.

source: Guard
es_es: Guardia

source: Guard
es_es: Guardia

source: I am sorry, ma'am, but this part is restricted to the staff.
es_es: Lo siento, señorita,\. pero sólo el personal autorizado puede ingresar aquí.

source: Guard
es_es: Guardia

source: I am sorry, ma'am, but this area is restricted to the staff.
es_es: Lo siento, señorita,\. pero sólo el personal autorizado puede ingresar aquí.

source: I see you have business with the board.\. In that case please go upstairs and have a nice day.
es_es: Veo que tienes asuntos pendientes con el consejo.\. Por favor, pase y tenga un buen día.

source: Bye!
es_es: ¡Adiós!

source: Guard
es_es: Guardia

source: Good day, ma'am.\. You can go upstairs.\. Have a nice day.
es_es: Buen día, señorita.\. Puede subir.\. Tenga un buen día.

source: Guard
es_es: Guardia

source: Chairman Steward
es_es: Gerente Steward

source: I am sorry, \v[lore.title.seeker] but the market is hot.\. Please do not distract me.
es_es: Lo siento, \v[lore.title.seeker]a, pero el mercado está muy activo.\. Por favor, no me interrumpa.

source: Hi!
es_es: ¡Hola!

source: Ah, good evening, \v[lore.title.seeker].\. We have been expecting you.
es_es: Ah, buenas tardes, \v[lore.title.seeker]a.\. Te he estado esperando.

source: Mr. Nomsworth spoke very highly of your abilities.\. Let us hope that his trust is not misplaced.
es_es: El Sr. Nomsworth me ha hablado muy bien de tus habilidades.\. Espero que no se haya equivocado.

source: As you hopefully know, \v[area.rookie-harbor.name] is a central settlement with strong connections all over \v[lore.title.planet].
es_es: Como ya sabrás, el \v[area.rookie-harbor.name] es un asentamiento central con fuertes conexiones a lo largo de \v[lore.title.planet].

source: There is barely a commodity that cannot be found on our mighty venues of capitalism.
es_es: Le será difícil encontrar alguna comodidad que no pueda conseguir con nuestro poderoso sistema capitalista.

source: Despite this, we still lack the capacity to acquire high-quality metal without relying on the other settlements.
es_es: Aunque aún no tenemos la capacidad de adquirir metales de alta calidad sin depender de otros asentamientos.

source: It will be your most urgent task to remedy this.\. I hope we can still count on your assistance?
es_es: Sería su más alta prioridad solucionar esto.\. ¿Supongo que cuento con su asistencia?

source: [nods]
es_es: [asiente]

source: Excellent.\. Then go to \v[area.bergen.name] and visit their trader of metalworks.
es_es: Excelente.\. Entonces vaya a \v[area.bergen.name] y hable con su comerciante de metales.

source: We have already negotiated a satisfying arrangement.\. You will fulfill our end of the bargain.
es_es: Ya hemos negociado un lucroso trato.\. Usted cumplirá nuestra parte.

source: [nods]
es_es: [asiente]

source: Good.\. Now go and carry out your task.
es_es: Bien.\. Ahora vaya.

source: Bye!
es_es: ¡Adiós!

source: Go to \c[3]\v[area.bergen.name]\c[0] and talk to their \c[3]trader of metalworks\c[0] in the \c[3]Trader's Den\c[0].
es_es: Ve a \c[3]\v[area.bergen.name]\c[0] y habla con su \c[3]comerciante de metales\c[0] en el \c[3]Centro de Comerciantes\c[0].

source: He will have a task for you to fulfill.
es_es: Él le dará una tarea que debe cumplir.

source: Hi!
es_es: ¡Hola!

source: \v[lore.title.seeker], welcome back!\. The necessary tools have already arrived and they work splendidly.
es_es: ¡\v[lore.title.seeker]a, bienvenida de vuelta!\. Ya han llegado las herramientas y funcionan de maravilla.

source: From now on, we will be able to trade higher quality metal directly in \v[area.rookie-harbor.name].
es_es: A partir de ahora, podremos comerciar con metales de alta calidad directamente en el \v[area.rookie-harbor.name].

source: You have been a great help.\. Nomsworth really deserves a pat on the back for picking you.
es_es: Has sido de gran ayuda.\. Nomsworth realmente se merece una felicitación por recomendarte.

source: And you will also get your reward, of course.\. We should stay in contact for future deals.
es_es: Y también recibirás tu recompensa, por supuesto.\. Deberíamos mantenernos en contacto por si acaso.

source: [nods]
es_es: [asiente]

source: Bye!
es_es: ¡Adiós!

source: I am sorry \v[lore.title.seeker], but the market is hot.\. Please do not distract me.
es_es: Lo siento, \v[lore.title.seeker]a, pero el mercado está muy activo.\. Por favor, no me interrumpa.

source: Receptionist
es_es: Recepcionista

source: Hey there darlin'!
es_es: ¡Qué hace' tía!

source: Hi!
es_es: ¡Hola!

source: Thanks again fer helpin' me with them plants!
es_es: ¡Mucha' gracia' por haberme aiudado con la' planta'!

source: It's been a pleasure takin' care o' them so far.
es_es: Ha'ta ahora ha si'o un place' cuidarla'.

source: Thanks to some modern techno doodads Ah can keep 'em on display like that.
es_es: Gracia' a un par de aparatejo' puedo dejarla' así de'cubierta'.

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/6/message
source: Welcome to mah cozy greenhouse y'all!
es_es: ¡Bienveni'o a mi pequeño inverna'ero muchacho'!

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/8/message
source: Don't be shy now, darlin'. Here's where all yer hard workin' pays off.
es_es: No tenga' vergüenza, chica. Aquí e' donde va a para' todo tu trabajo.

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/16/message
source: Y'all like it?
es_es: ¿Te gu'ta?

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/17/message
source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/18/message
source: Y'all did all the hard work, really.
es_es: Vosotro' hicistei' el trabajo duro, la verda'.

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/19/message
source: Ah was able to preserve all o' them precious flora y'all kept hittin'.
es_es: He podi'o preserva' toda esa preciada flora que habei' e'tado golpeando por ahí.

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/20/message
source: Even them weird ones...
es_es: Incluso la' má' rara...

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/22/message
source: What Ah'm try'na say is: Thanks, Seeker.
es_es: Lo que o' quie'o deci' e': Gracia', Bu'cadora.

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/23/message
source: Y'all helped me fulfill mah dream and words can't say how much that means to me.
es_es: Me habéi' aiudado a cumpli' mi sueño, y no o' puedo deci' cuanto si'nifica pa' mí.

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/25/message
source: Well, guess it's time ta give that strawhat one last upgrade, dont'cher think?
es_es: Bueno, creo que e' hora de darle a ese sombrero una última mejora, ¿no creei'?

source: Thanks!
es_es: ¡Gracias!

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/33/message
source: Oh and take this too, will ya.
es_es: Oh, y ten e'to también.

# data/maps/rookie-harbor/inner-tala.json//entities/71/settings/event/34/message
source: Y'all drop in whenever ya feel like!
es_es: ¡Podéi' visita' cuando querái'!

# data/maps/rookie-harbor/inner-weapon.json//entities/25/settings/displayName
source: Rookie's Starter
es_es: Impulsa Novatos

source: We offer high quality equipment made in Rookie Harbor!
es_es: ¡Ofrecemos equipamiento de alta calidad hecho en el Puerto de los Principiantes!

# data/maps/rookie-harbor/north.json//entities/311/settings/text
source: Original Fountain
es_es: Fuente Original

source: Well hey there, if it ain't the master botanist herself!
es_es: ¡Ey, pero si no será la mae'stra botánica en persona!

source: Hi!
es_es: ¡Hola!

source: Come on in y'all!
es_es: ¡Podéi' pasar!

# data/maps/rookie-harbor/north.json//entities/346/settings/interact/hoverText
source: Home of Talatu Lips
es_es: Hogar de Talatu Lips

# data/maps/rookie-harbor/south.json//entities/44/settings/interact/hoverText
source: \i[arrow-n] Market Plaza \i[arrow-s] Beginners Arc
es_es: \i[arrow-n] Plaza del Mercado \i[arrow-s] Arco de los Principiantes

# data/maps/rookie-harbor/south.json//entities/53/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
es_es: \i[arrow-n] Mercado \i[arrow-s] Arco de los Principiantes

# data/maps/rookie-harbor/south.json//entities/54/settings/interact/hoverText
source: \i[arrow-n] Market Place \i[arrow-s] Beginners Ark
es_es: \i[arrow-n] Mercado \i[arrow-s] Arco de los Principiantes

# data/maps/rookie-harbor/south.json//entities/124/settings/displayName
source: Canonical NPC
es_es: NPC Canónico

source: Welcome to Rookie Harbor!
es_es: ¡Bienvenida al Puerto de los Principiantes!

source: Hey!\. It's nice here in the shade, isn't it?
es_es: ¡Ey!\. Es agradable estar aquí a la sombra, ¿no crees?

source: ...Hi?
es_es: ... ¿Hola?

# data/maps/rookie-harbor/south.json//entities/128/settings/dialog/0/text
source: Your friend's still not here. What's the holdup?
es_es: Tu amigo aún no llega. ¿A qué se debe la demora?

# data/maps/rookie-harbor/south.json//entities/128/settings/dialog/1/text
source: I dunno... he said he'd arrive around this time.
es_es: No sé... Me dijo que llegaría pronto.

# data/maps/rookie-harbor/south.json//entities/128/settings/dialog/2/text
source: Maybe he's stuck in Rhombus Square, watching the city from afar... you know how it is...
es_es: Tal vez aún esté en Rhombus Square, mirando la ciudad desde lejos... tú entiendes...

# data/maps/rookie-harbor/south.json//entities/128/settings/dialog/3/text
source: Yeah... Can't wait to finally enter that place, too!
es_es: Sí...¡No puedo esperar entrar por fin a ese lugar!

source: ...Hi!
es_es: ...¡Hola!

source: ...Oh! Hey!
es_es: ...¡Oh! ¡Hola!

source: Is something the matter?
es_es: ¿Sucede algo?

source: ... Oh well... Ever notice how that tree has fruit?
es_es: ... En fin... ¿Has visto las frutas de ese arbol?

source: I heard those are not instant matter but actual fruit!
es_es: Escuché que no son materia instantánea, sino ¡frutas de verdad!

source: Now I really wonder how they taste...
es_es: Me intriga saber a qué saben...

source: Oh well... it's not like you can eat real-life fruit as an avatar.
es_es: Bueno... no es que puedas comer frutas de la vida real siendo un avatar.

source: [nods]
es_es: [asiente]

source: ...Hi!
es_es: ...¡Hola!

source: Hey there.
es_es: Hola.

source: ...You seem kinda lost...
es_es: ... Parece que estás perdida...

source: If you're waiting for somebody, this is the right spot.
es_es: Si estás esperando a alguien, este lugar es perfecto.

source: Pretty much everyone here is waiting for new players arriving from Cross Central.
es_es: La gran mayoría está esperando a nuevos jugadores que vienen de la Cross Central aquí.

source: It's a popular meetup spot.
es_es: Es un lugar de encuentro popular.

source: ... You seem to be a new player, too. So you know what I mean, right?
es_es: ... Parece que eres nueva también. Entonces sabes a lo que me refiero, ¿cierto?

source: [nods]
es_es: [asiente]

source: ...You're a quiet one, I see.
es_es: ... Veo que eres una chica tímida.

# data/maps/rookie-harbor/south.json//entities/133/settings/dialog/0/text
source: They are late...
es_es: Aún no están aquí...
