Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: Nice seeing you around, rookie. We have no need of your assistance just now though.
ru_ru: Рад видеть тебя, новобранец. Сейчас мы не нуждаемся в твоей помощи.

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: A \v[lore.title.seeker] recruit?\. You better get your faction-briefing at \c[3]\v[lore.title.seeker]-Central\c[0] first, before going sightseeing.
ru_ru: Рекрут-\v[lore.title.seeker]?\. Тебе лучше сначала пройти введение во фракции в \c[3]центре Искателей\c[0], прежде чем глазеть на достопримечательности.

source: You can find the responsible official on the ground floor of that building.
ru_ru: Ты найдешь ответственного служащего на первом этаже этого здания.

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Ah, it looks like the young \v[lore.title.seeker] has returned to plain ol' me.
ru_ru: Ах, похоже, юный Искатель вернулся к старому доброму мне.

source: Can you finally squeeze some work in the name of justice into your schedule?
ru_ru: Можешь наконец-то втиснуть кое-какую работу во имя правосудия в свой график?

source: [nods]
ru_ru: [кивает]

source: It's good to see a young \v[lore.title.seeker] recognize the importance of such mundane tasks.
ru_ru: Приятно видеть, что юный Искатель признаёт важность таких приземлённых задач.

source: You can find the guard in question in the central area of the Marketplace, near the \v[lore.title.seeker]-HUB.\.
ru_ru: Ты сможешь найти нужного стражника в центральном районе рынка, возле центра Искателей.\.

source: Ask her about the problem and solve the case.
ru_ru: Узнай у неё о проблеме и разреши дело.

source: [nods]
ru_ru: [кивает]

source: [shakes head]
ru_ru: [мотает головой]

source: Well then, in that case you better get going.\. I'm sure there are a few Ancient dragons in need of slaying.
ru_ru: Ну, в таком случае тебе лучше идти.\. Я уверен, что несколько древних драконов нуждаются в истреблении.

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: You better get going, recruit, before it's too late.
ru_ru: Тебе пора выдвигаться, рекрут, пока не стало слишком поздно.

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: I already got the report.\. You did a fine job out there... for a rookie.
ru_ru: Я уже получил отчёт. Ты отлично поработала... для новичка.

source: In any case, you are welcome to help us out again in the future.\. The Rookie Harbor Guard is always busy.
ru_ru: В любом случае, мы будем рады, если ты решишь помочь нам ещё раз.\. Стража Гавани новичков вечно вся в заботах.

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Nice to see you around, rookie.\. We have need of your assistance again.
ru_ru: Приятно видеть тебя снова, новичок.\. Нам нужна твоя помощь.

source: As if the usual struggle with the Track isn't enough, we have violent threats growing from within our own settlements.
ru_ru: Как будто обычной борьбы с Путём недостаточно, так у нас появляются ещё и насильственные угрозы из наших собственных поселений.

source: And it seems like some people are smuggling dangerous weapon systems onto the continent through our harbor.
ru_ru: Похоже, что некоторые люди перевозят контрабандой опасные оружейные системы на континент через нашу гавань.

source: Needless to say, this is a danger for every law-abiding citizen on the planet.
ru_ru: Излишне говорить, что это опасно для каждого законопослушного гражданина на планете.

source: So, can I count on your help again?
ru_ru: Итак, могу ли я снова рассчитывать на твою помощь?

source: [nods]
ru_ru: [кивает]

source: Excellent.\. We already got \c[3]Officer Cedric\c[0] investigating the case right on location.
ru_ru: Отлично.\. \c[3]Офицер Седрик\c[0] уже расследует дело прямо на месте.

source: Meet up with him at the harbor at \c[3]Beginners Arc\c[0] and he will brief you on the details.
ru_ru: Встреться с ним в гавани у \c[3]Арки новобранцев\c[0], и он посвятит тебя в детали.

source: [nods]
ru_ru: [кивает]

source: [shakes head]
ru_ru: [мотает головой]

source: Got too important already to handle boring guard work, huh?
ru_ru: Что, слишком важная, чтобы заниматься скучной охраной?

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: You better go to the harbor, before more weapons get through.
ru_ru: Тебе лучше направиться в гавань, прежде чем ещё одна партия оружия пройдёт через неё.

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Cedric already made a report and brought the criminal in.
ru_ru: Седрик уже отчитался и привёл преступника.

source: For such an unimpressive guy, he sure caused a lot of trouble.
ru_ru: Для такого невзрачного парня он доставил многовато хлопот.

source: Yes, it's unlikely that he acted alone.\. For starters, those shipments must have been sent by someone else.
ru_ru: Да, вряд ли он действовал один.\. Для начала эти грузы должны были быть отправлены кем-то ещё.

source: We'll put him through some sharp interrogation 'til he spills the beans about his accomplices.
ru_ru: Мы проведём допрос с пристрастием, пока он не сдаст своих сообщников.

source: Right, that's on us now.\. Cedric told me that you did well in handling this, so enjoy your reward.
ru_ru: Верно, оставь это нам.\. Седрик сказал мне, что ты хорошо справилась с заданием, так что, держи свою награду.

source: [nods]
ru_ru: [кивает]

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Hi!
ru_ru: Привет!

source: Ah, \v[lore.title.seeker].\. Found your way back to humble \v[area.rookie-harbor.name], eh?
ru_ru: Ах, \v[lore.title.seeker].\. Нашла дорогу обратно к скромной Гавани новичков, да?

source: [nods]
ru_ru: [кивает]

source: About time, frankly.\. The whole weapon smuggling business didn't do us the courtesy of just stopping.
ru_ru: Если честно, ты очень вовремя.\. Бизнес по контрабанде оружия не оказал нам любезности просто так остановиться.

source: In fact it has only gotten worse.\. You got some free time again, to make a contribution to a peaceful society?
ru_ru: На деле всё стало только хуже.\. У тебя не найдётся свободного времени для внесения вклада в наше мирное общество?

source: [nods]
ru_ru: [кивает]

source: Good to see you didn't forget your roots.\. Stopping criminals like the old days.
ru_ru: Рад видеть, что ты не забыла свои корни.\. Предотвращаем преступления, как в старые времена.

source: Problem is, they're not delivering their shipments to our harbor the usual way, where we can find and catch them.
ru_ru: Проблема в том, что они не доставляют свои грузы в нашу гавань обычным способом, в то место, где мы могли бы их найти и поймать.

source: Instead the weapons are sent over the ocean on their own to who knows what secret transfer point.
ru_ru: Вместо этого оружие самостоятельно переправляется через океан в какой-то секретный перевалочный пункт.

source: Basically we have to catch and destroy them midway on their route from \v[area.rhombus-sqr.name].
ru_ru: По сути, мы должны поймать и уничтожить их на полпути по дороге из Площади Ромба.

source: We got something prepared.\. Go to \c[3]Beginners Arc\c[0] and talk to \c[3]Captain Turbine, South of the teleporter\c[0].
ru_ru: Мы кое-что подготовили.\. Иди к \c[3]Арке новобранцев\c[0] и поговори с \c[3]капитаном Турбайном, к югу от телепорта\c[0].

source: He will give you a more detailed briefing and send you in the right direction.\. Now get going, \v[lore.title.seeker]!
ru_ru: Он даст тебе более подробную информацию и отправит тебя в правильном направлении.\. А теперь иди, \v[lore.title.seeker]!

source: Bye!
ru_ru: Пока!

source: [shakes head]
ru_ru: [мотает головой]

source: Got no more time for boring ol' \v[area.rookie-harbor.name], eh?\. Quite a shame.
ru_ru: Нет больше времени для нашей глуши, да?\. Какая жалость.

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Go to \c[3]Beginners Arc\c[0] and talk to \c[3]Captain Turbine, South of the teleporter\c[0].
ru_ru: Иди к \c[3]Арке новобранцев\c[0] и поговори с \c[3]капитаном Турбайном, к югу от телепорта\c[0].

source: He will explain how to stop those shipments.
ru_ru: Он объяснит, как остановить эти поставки.

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Hi!
ru_ru: Привет!

source: Welcome back, \v[lore.title.seeker].\. I already received the combat report.\. Splendid work.
ru_ru: С возвращением, \v[lore.title.seeker].\. Я уже получил боевой рапорт.\. Великолепная работа.

source: What you sunk must've been an entire month's worth of work.
ru_ru: То количество, что тебе удалось потопить, должно быть, стоило целого месяца работы.

source: That should set them back a lot and give us some room to breathe and work on long-term solutions.
ru_ru: Это должно отпугнуть их надолго, что даст нам возможность вздохнуть спокойно и поработать над долгосрочными решениями.

source: Well, I'm sure we will see you around again, when the time comes.
ru_ru: Ну, я уверен, что мы снова встретимся, когда придёт время.

source: Until then, good fortune on your adventures, \v[lore.title.seeker]!
ru_ru: До тех пор, удачи в приключениях, \v[lore.title.seeker]!

source: Bye!
ru_ru: Пока!

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Hi!
ru_ru: Привет!

source: \v[lore.title.seeker], arriving just in time again.\. I guess a life of grand adventure still can't beat the charms of \v[area.rookie-harbor.name].
ru_ru: Искатель, снова как раз вовремя.\. Полагаю, великие приключения всё ещё не сравнятся с обаянием Гавани новичков.

source: Lea...
ru_ru: Лея...

source: Well, no time for reminiscing about the old days now!\. We finally got the opportunity to put the lid on that damn smuggling business.
ru_ru: Ну, нет времени на воспоминания о прошлых днях!\. У нас наконец появилась возможность поставить точку этому чёртовому контрабандному бизнесу.

source: Can we count on your assistance to finish this job?
ru_ru: Можем ли мы рассчитывать на твою поддержку для завершения этой работы?

source: [nods]
ru_ru: [кивает]

source: Excellent, \v[lore.title.seeker].\. I knew that I could rely on you like on one of my own.
ru_ru: Превосходно, Искатель.\. Я знал, что могу на тебя положиться, как на одного из своих.

source: This operation will be familiar to you.\. You will lead a patrol on the ocean to intercept a delivery of illegal weaponry.
ru_ru: Эта операция будет тебе знакома. \. Ты будешь вести патруль в океане, чтобы перехватить доставку незаконного оружия.

source: However this time we will end the smuggling once and for all by also destroying the coordinator!
ru_ru: Однако на этот раз мы покончим с контрабандой раз и навсегда, уничтожив и координатор!

source: Indeed, taking out the leader.\. An obvious solution, but usually easier said than done.
ru_ru: В самом деле, уничтожить лидера.\. Очевидное решение, но обычно легче сказать, чем сделать.

source: \c[3]Captain Turbine\c[0] will fill you in on the details, just like last time.\. Visit him at \c[3]Beginner's Arc\c[0].
ru_ru: \c[3]Капитан Турбайн\c[0] расскажет тебе все детали, как и в прошлый раз.\. Навести его в \c[3]Арке новобранцев\c[0].

source: [nods]
ru_ru: [кивает]

source: Good hunting, \v[lore.title.seeker].
ru_ru: Хорошей охоты, Искатель.

source: Bye.
ru_ru: Пока.

source: [shakes head]
ru_ru: [мотает головой]

source: Refusing to protect your nostalgic hometown?\. There's still time until we start, so you better come around on this.
ru_ru: Отказываешься защищать свой ностальгический родной город?\. Ещё есть время до того, как мы начнём, так что тебе лучше прийти.

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Return to \c[3]Beginners Arc\c[0] and have another talk with \c[3]Captain Turbine, South of the teleporter\c[0].
ru_ru: Возвращайся к \c[3]Арке новобранцев\c[0] и ещё раз поговори с \c[3]капитаном Турбайном, к югу от телепорта\c[0].

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Hi!
ru_ru: Привет!

source: \v[lore.title.seeker]!\. According to these reports you have done some truly exemplary work out there!
ru_ru: Искатель! Согласно этим данным ты проделала там действительно достойную подражания работу!

source: The coordinator is down and from its wreck we recovered data that can lead us to the instigators behind these crimes.
ru_ru: Координатор сломан, и из его обломков мы получили данные, которые могут привести нас к зачинщикам этих преступлений.

source: This is a victory for justice and the safety of every honest person on \v[lore.title.planet].
ru_ru: Это победа правосудия и безопасности каждого честного человека на Шадуне.

source: We owe you great thanks, \v[lore.title.seeker]!\. Your service will always be remembered.
ru_ru: Мы тебе безмерно благодарны, Искатель!\. Твои заслуги всегда будут помнить.

source: Bye!
ru_ru: Пока!

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: \v[lore.title.seeker], things are going smoothly, in no small part to your help.\. Take a coffee and a donut for old times, if you want.
ru_ru: Искатель, дела идут гладко, в немалой степени благодаря твоей помощи.\. Возьми кофе с пончиком, если хочешь.

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Ah, a \v[lore.title.seeker] graces the plain ol' city guard with her presence.
ru_ru: Ах, \c[3]Искатель\c[0] удостоил своим присутствием старого городского стража.

source: Got some time off from solving ancient mysteries, do you?
ru_ru: Появилось свободное время от разгадывания древних тайн, да?

source: Well, we could also use some help here in the city.
ru_ru: Ну, нам бы не помешало немного помощи здесь, в городе.

source: One of our watchmen at the market called for reinforcements a moment ago.
ru_ru: Один из наших дозорных на рынке только что запросил подкрепление.

source: None of those fancy Trackwalking-adventures, I suppose, but matters of inner security are not to be taken lightly either, yes?
ru_ru: Полагаю, что это не одно из этих причудливых приключений на Пути, но вопросы внутренней безопасности тоже не следует воспринимать легкомысленно, да?

source: [nods]
ru_ru: [кивает]

source: It's good to see a young \v[lore.title.seeker] recognize the importance of even mundane tasks.
ru_ru: Приятно видеть, что юный Искатель признаёт важность таких приземлённых задач.

source: You can find the guard in question in the central area of the Marketplace, near the \v[lore.title.seeker]-HUB.\.
ru_ru: Ты сможешь найти нужного стражника в центральном районе рынка, возле центра Искателей.\.

source: Ask her about the problem and solve the case.
ru_ru: Узнай у неё о проблеме и разреши дело.

source: [nods]
ru_ru: [кивает]

source: [shakes head]
ru_ru: [мотает головой]

source: Well then, in that case you better get going.\. I'm sure there are some Ancient dragons in need of slaying.
ru_ru: Ну, в таком случае тебе лучше идти.\. Я уверен, что несколько древних драконов нуждаются в истреблении.

source: Guard
ru_ru: Охранник

source: Receptionist
ru_ru: Портье

source: Receptionist
ru_ru: Портье

source: Hey, girl, welcome to the cozy adventurers hangout of the \c[3]Falldivers\c[0].
ru_ru: Эй, девчонка, добро пожаловать в укромное логово авантюристов - штаб \c[3]Рейдеров Осени\c[0].

source: Just go to our lounge if you wanna chill and share stories with other kindred spirits.
ru_ru: Заходи, если хочешь отдохнуть и поделиться своими историями с другими родственными душами.

source: \c[3]Forerunner Elenya\c[0] should also be there, if you're searching for whomever calls the shots right now.
ru_ru: \c[3]Предвестник Эления\c[0] тоже должна быть здесь, если ты ищешь того, кто здесь всем заправляет.

source: Guard
ru_ru: Охранник

source: Forerunner Elenya
ru_ru: Предвестник Эления

source: Elenya
ru_ru: Эления

source: Sorry sweetie, got nothing for you right now.\. Unless you're just here for the pleasure of my company, of course.
ru_ru: Прости, милая, сейчас ничего для тебя нет. Если, конечно, ты здесь не ради моей компании.

source: Elenya
ru_ru: Эления

source: Hey there \v[lore.title.seeker].\. We love fresh company around here, but you gotta visit \c[3]\v[lore.title.seeker]-Central\c[0] before joining the action.
ru_ru: Привет, Искатель.\. Нам тут нравятся новые люди, но тебе стоит посетить \c[3]центр Искателей\c[0] перед тем, как браться за дело.

source: We can only hand you assignments once you took that faction-briefing on the ground floor.
ru_ru: Мы сможем выдать тебе задание только после того, как ты пройдёшь введение во фракции на первом этаже.

source: Annoying, but even we gotta follow some of those pesky rules around here, y'know?
ru_ru: Это раздражает, но даже мы должны следовать некоторым из этих надоедливых правил, понимаешь?

source: Elenya
ru_ru: Эления

source: Heya \v[lore.title.seeker].\. Did you come back to help us out with our problem?
ru_ru: Хейя, Искатель.\. Ты вернулась, чтобы помочь нам с нашей проблемой?

source: [nods]
ru_ru: [кивает]

source: Awesome!\. I'll transmit you the alleged location of the whole debacle so you should be able to track the thing down.
ru_ru: Потрясающе!\. Я передам тебе координаты предполагаемого местонахождения этого фиаско, чтобы ты могла отследить устройство данных.

source: Just remember to mind \c[3]your instincts as a \v[lore.title.seeker]\c[0] and you'll be back here enjoying my company in no time.
ru_ru: Просто не забывай \c[3]о своих инстинктах Искателя\c[0], и ты вернёшься сюда в кратчайшие сроки, чтобы насладиться моим обществом.

source: [shakes head]
ru_ru: [мотает головой]

source: Alright. That's a shame, but we'll manage somehow.\. Just hit me up if you change your mind.
ru_ru: Ладно. Обидно, но мы как-нибудь справимся.\. Просто свяжись со мной, если ты передумаешь.

source: Elenya
ru_ru: Эления

source: I don't wanna stress you out but you better get on the case before the data wanders into some beast's stomach.
ru_ru: Не хочу напрягать тебя, но лучше разберись с этим делом до того, как данные окажутся в желудке какого-нибудь зверя.

source: Elenya
ru_ru: Эления

source: Welcome back.\. I see retrieving the data went off without a hitch?
ru_ru: Добро пожаловать назад.\. Я вижу, что возвращение данных прошло без проблем?

source: [nods]
ru_ru: [кивает]

source: Great job.\. Hopefully that will stop Tucos from moping around.
ru_ru: Отличная работа.\. Надеюсь, что Тукос перестанет загоняться.

source: He's a great scout, when he isn't a reckless airhead.\. He shouldn't be down over some lame misstep.
ru_ru: Он отличный разведчик, когда он не безрассудный дурак, конечно.\. Ему не стоит переживать из-за такой дурацкой оплошности.

source: Anyway, take this reward.\. I hope to see you around for future endeavors or quality time.
ru_ru: В любом случае, возьми эту награду.\. Я надеюсь, что ты будешь неподалёку, чтобы помочь нам в будущих начинаниях или просто приятно провести время.

source: Elenya
ru_ru: Эления

source: Hi!
ru_ru: Привет!

source: Hi Sweetie, you arrived at just the right moment!
ru_ru: Привет, милая, ты пришла в нужный момент!

source: You see, we just went through Tucos' data and found something interesting.
ru_ru: Видишь ли, мы просмотрели данные Тукоса и нашли кое-что интересное.

source: Turns out, that ambush on him wasn't just a random stroke of bad luck.
ru_ru: Оказывается, что засада на него была не просто стечением плохих обстоятельств.

source: Believe it or not,\. our information hints towards an organized band of Hillkats that are performing coordinated strikes.
ru_ru: Хочешь верь, хочешь нет,\. но наша информация указывает на организованную группу Горностаев, которая выполняет скоординированные нападения.

source: They might've trailed Tucos specifically after spotting him doing the exploration.
ru_ru: Они, видимо, прицепились к Тукосу сразу после того, как обнаружили его во время разведки.

source: I know right?\. You never know with the Track, but intelligent digging rodents?
ru_ru: Ну и история, верно?\. Никогда не знаешь, на что способен Путь, но разумные роющие грызуны?

source: But I guess we should've expected some intelligence from those sneaky buggers with their fancy headsets.
ru_ru: Но я полагаю, что стоило ожидать некоторую разумность от этих подлых придурков с их причудливыми наушниками.

source: In any case, Tucos has already gone out again to find their hideout and requested a Seeker to meet up with him.
ru_ru: В любом случае, Тукос уже отправился туда, чтобы найти их логово и попросил прислать ему Искателя.

source: So how about it, did that weirdness pique your interest?
ru_ru: Итак, как насчёт этого, данная странность пробудила твой интерес?

source: [nods]
ru_ru: [кивает]

source: I knew you couldn't resist.\. Heck, I'd love to trade if not for those pesky responsibilities I have here.
ru_ru: Я знала, что ты не сможешь удержаться.\. Чёрт возьми, я бы с удовольствием пообщалась ещё, если бы не эти мои издевательские обязанности.

source: Tucos wanted to wait for reinforcements at \c[3]Pathway 5\c[0] in \c[3]\v[area.autumn-area.name]\c[0].
ru_ru: Тукос хотел дождаться подкрепления на \c[3]Пути 5\c[0] в \c[3]Расцвете Осени\c[0].

source: You better not keep him waiting! He will definitely want to meet you and give his thanks for last time.
ru_ru: Лучше не заставляй его ждать! Он точно хочет встретиться с тобой и поблагодарить за прошлый раз.

source: [nods]
ru_ru: [кивает]

source: [shakes head]
ru_ru: [мотает головой]

source: Aw, really?\. I would've bet my lunch that you'd be all over that.
ru_ru: Ох, правда?\. Я поставила бы свой обед на то, что ты будешь только за.

source: But that problem won't be gone anytime soon, so you can talk to me again if you changed your mind.
ru_ru: Но эта проблема не исчезнет в ближайшее время, поэтому ты можешь снова поговорить со мной, если передумаешь.

source: Elenya
ru_ru: Эления

source: Tucos should be waiting for you at \c[3]Pathway 5\c[0] in \c[3]\v[area.autumn-area.name]\c[0].
ru_ru: Тукос должен ждать тебя на \c[3]Пути 5\c[0] в \c[3]Расцвете Осени\c[0].

source: You better hurry up, before he loses patience and does something reckless.
ru_ru: Ты лучше поторопись, пока он не потерял терпение и не сделал что-нибудь безрассудное.

source: Elenya
ru_ru: Эления

source: Welcome back.\. From his bragging, it seems like you and Tucos had quite the adventure.
ru_ru: Добро пожаловать.\. Судя по его хвастовству, у вас с Тукосом было достаточно приключений.

source: Don't worry, his report was twice as much about you as it was about himself, which must mean a lot, I suppose.
ru_ru: Не волнуйся, его доклад о тебе был вдвое больше, чем о себе, что, должно быть, многое значит.

source: In any case, I'm more interested in this mysterious artifact you've apparently found.
ru_ru: В любом случае, меня больше интересует этот таинственный артефакт, который ты нашла.

source: [nods]
ru_ru: [кивает]

source: Huh, interesting.\. Doesn't seem compatible with human tech.\. Not with our standard equipment, anyway.
ru_ru: Хмм, интересно. Непохоже, что он совместим с человеческой техникой.\. Во всяком случае, не с нашим стандартным оборудованием.

source: But don't you worry!\. We'll somehow crack this nut and get whatever useful information is in there!
ru_ru: Но не беспокойся!\. Мы как-нибудь расколем этот орех и получим какую-нибудь полезную информацию!

source: Just come back later and we'll fill you in on whatever we find!
ru_ru: Просто вернись позже, и мы расскажем тебе обо всём, что узнаем!

source: Hi!
ru_ru: Привет!

source: Elenya
ru_ru: Эления

source: Hi!
ru_ru: Привет!

source: Welcome \v[lore.title.seeker], it's been a while!\. Seems like you've really been around by now, eh?
ru_ru: Добро пожаловать, Искатель, прошло немало времени!\. Похоже, ты уже много где побывала, да?

source: Your experience will come in handy!\. We made progress with that device you found back then.
ru_ru: Твой опыт пригодится!\. Мы добились прогресса с тем устройством, которое ты тогда нашла.
