Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

# data/maps/rookie-harbor/teleporter.json/entities/480/settings/event/17/message
source: It was also a good testrun for our NPC here.\. I think it will be very useful defending against future attacks.
ru_ru: Это был хороший тест для нашей П.И.У.\. Я думаю, что она будет очень полезна для защиты от будущих атак.

# data/maps/rookie-harbor/teleporter.json/entities/480/settings/event/18/message
source: In any case you did well, but I'm sure you wanna be back on land again.
ru_ru: В любом случае, у тебя всё получилось, но я уверен, что ты хочешь вернуться на землю.

# data/maps/rookie-harbor/teleporter.json/entities/480/settings/event/19/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/480/settings/event/28/name
source: Captain Turbine
ru_ru: Капитан Турбайн

# data/maps/rookie-harbor/teleporter.json/entities/480/settings/event/29/message
source: Report back to Sgt. Brassler now, to get your due reward.
ru_ru: Отчитайся сержанту Брасслеру, чтобы получить свою награду.

# data/maps/rookie-harbor/teleporter.json/entities/480/settings/event/30/message
source: I will send him those impressive combat logs immediately.
ru_ru: Я немедленно отправлю ему эти впечатляющие боевые отчёты.

# data/maps/rookie-harbor/teleporter.json/entities/480/settings/event/31/message
source: Bye!
ru_ru: Пока!

source: Hey bluehaired girl!
ru_ru: Эй, синеволосая девушка!

source: Hi?
ru_ru: Привет?

source: CrossWorlds is full of bizarre and cool things.
ru_ru: CrossWorlds полон невероятных и крутых вещей.

source: I hope you enjoy your stay.... And never give up!
ru_ru: Я надеюсь, ты наслаждаешься своим пребыванием... И никогда не сдаёшься!

# data/maps/rookie-harbor/teleporter.json/entities/484/settings/event/14/name
source: Captain Turbine
ru_ru: Капитан Турбайн

# data/maps/rookie-harbor/teleporter.json/entities/484/settings/event/15/message
source: \v[lore.title.seeker], you did it!\. The coordinator has been sunk along with the entire shipment!
ru_ru: Искатель, ты сделала это!\. Координатор утонул вместе со всем остальным грузом!

# data/maps/rookie-harbor/teleporter.json/entities/484/settings/event/17/message
source: Our ship has become a terrific tool in your hands.\. Better come back on land before you get too attached to it.
ru_ru: В твоих руках наш корабль стал устрашающим инструментом.\. Тебе лучше вернуться на землю, пока ты не слишком привязалась к нему.

# data/maps/rookie-harbor/teleporter.json/entities/484/settings/event/18/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/484/settings/event/27/name
source: Captain Turbine
ru_ru: Капитан Турбайн

# data/maps/rookie-harbor/teleporter.json/entities/484/settings/event/28/message
source: Report back to Sgt. Brassler now, to get your reward and some well-deserved praise.
ru_ru: Отчитайся сержанту Брасслеру, чтобы получить свою награду и заслуженную похвалу.

# data/maps/rookie-harbor/teleporter.json/entities/484/settings/event/29/message
source: I will send him a full report immediately.
ru_ru: Я немедленно отправлю ему полный отчёт.

# data/maps/rookie-harbor/teleporter.json/entities/484/settings/event/30/message
source: Bye!
ru_ru: Пока!

source: A painting is a memory that never fades.
ru_ru: Картина - это воспоминание, которое никогда не исчезнет.

# data/maps/rookie-harbor/west.json/entities/311/settings/dialog/0/text
source: Man, there are markets literally everywhere in this town.
ru_ru: Чувак, в этом городе магазины буквально повсюду.

# data/maps/rookie-harbor/west.json/entities/311/settings/dialog/1/text
source: I know, right? The city plaza is filled with market stands!
ru_ru: Думаешь, что я не заметил? Городская площадь заполнена рыночными прилавками!

# data/maps/rookie-harbor/west.json/entities/311/settings/dialog/2/text
source: And there is another market in the northern part, too.
ru_ru: И в северной части есть ещё один рынок.

# data/maps/rookie-harbor/west.json/entities/311/settings/dialog/3/text
source: You can find a lot of rare stuff there, I heard.
ru_ru: Я слышал, что там можно найти много редких вещей.

# data/maps/rookie-harbor/west.json/entities/311/settings/dialog/4/text
source: Nobody told me that CrossWorlds is essentially a part-time shopping spree...
ru_ru: Никто не говорил мне, что CrossWorlds - это по сути шопинг на полставки...

# data/maps/rookie-harbor/west.json/entities/311/settings/dialog/5/text
source: Oh, you bet it is!
ru_ru: Ох, будь уверен, что это так!

# data/maps/rookie-harbor/west.json/entities/311/settings/dialog/6/text
source: ... Now I really feel like bashing some hedgehags.
ru_ru: ...Теперь мне правда хочется побить дикоборзов.

# data/maps/rookie-harbor/west.json/entities/311/settings/dialog/7/text
source: ... for a change of pace, you know?
ru_ru: ...для смены обстановки, знаешь ли?

source: I'm afraid this resting spot is for one person only.
ru_ru: Я боюсь, что это место отдыха только для одного человека.

source: Go look for another crate. This one is mine.
ru_ru: Иди ищи другой ящик. Этот мой.

# data/maps/rookie-harbor/west.json/entities/335/settings/interact/hoverText
source: \i[arrow-w] Autumn's Rise \i[arrow-e] Market Plaza
ru_ru: \i[arrow-w] Расцвет Осени \i[arrow-e] Рыночная площадь

# data/maps/rookie-harbor/west.json/entities/345/settings/dialog/0/text
source: Where is Ark?
ru_ru: Где Арк?

# data/maps/rookie-harbor/west.json/entities/345/settings/dialog/1/text
source: Good question, I'd like to leave ASAP. I have some errands to run later.
ru_ru: Хороший вопрос, я хотела бы уже уйти поскорее. Есть некоторые поручения, которые нужно выполнить.

# data/maps/rookie-harbor/west.json/entities/345/settings/dialog/2/text
source: He's probably chilling at that chest in the center again.
ru_ru: Вероятно, он снова прохлаждается у этого сундука в центре.

# data/maps/rookie-harbor/west.json/entities/345/settings/dialog/3/text
source: Bugging people about how they should "claim their prize".
ru_ru: Доставая людей насчёт того, как они должны "получать свою награду".

# data/maps/rookie-harbor/west.json/entities/345/settings/dialog/4/text
source: Sounds like him for sure.
ru_ru: Очень похоже на него.

# data/maps/rookie-harbor/west.json/entities/346/settings/dialog/0/text
source: Is everyone ready to go?
ru_ru: Все готовы?

# data/maps/rookie-harbor/west.json/entities/346/settings/dialog/1/text
source: Really? I just arrived! Let's rest for a while.
ru_ru: Серьёзно? Я только подошёл! Давайте немного отдохнём.

# data/maps/rookie-harbor/west.json/entities/346/settings/dialog/2/text
source: Man, you were just chillin' at the chest right?
ru_ru: Чувак, ты же только что прохлаждался у сундука?

# data/maps/rookie-harbor/west.json/entities/346/settings/dialog/3/text
source: Well... \! Yeah kinda...
ru_ru: Ну... \! Типа того...

# data/maps/rookie-harbor/west.json/entities/346/settings/dialog/4/text
source: Figures...
ru_ru: Понятно всё с тобой...

# data/maps/rookie-harbor/west.json/entities/346/settings/dialog/5/text
source: Hey! I was \c[5]helping this girl\c[0], you gotta believe me!
ru_ru: Эй! Я \c[5]помогал этой девушке\c[0], ты должен поверить мне!

source: Oh hey! Thanks again for helping me out with my friends!
ru_ru: Ох, эй! Ещё раз спасибо за то, что помогла мне с друзьями!

source: I'll take that silent smile as a \c[3]No Problem\c[0], I guess.
ru_ru: Будем считать, что эта тихая улыбка означает \c[3]"без проблем"\c[0], наверное.

source: [nods]
ru_ru: [кивает]

source: Oh, it's you... Thanks for lying to my friends...
ru_ru: Ох, это ты... Спасибо, что солгала моим друзьям...

source: Oh! You're that girl I helped with the chest in the marketplace!
ru_ru: Ой! Ты же та девушка, которой я помог с сундуком на рынке!

source: Hi!
ru_ru: Привет!

source: See Hina, told you I was helping someone!
ru_ru: Видишь, Хина, говорил же, что я кое-кому помогал!

source: Is that so?
ru_ru: Это так?

source: [nods]
ru_ru: [кивает]

source: Alright alright, you win... \. \. this time.
ru_ru: Ладно-ладно, ты выиграл... \. \. в этот раз.

source: Phew!
ru_ru: Фух!

source: [shakes head]
ru_ru: [мотает головой]

source: I knew it. You're were slacking off again.
ru_ru: Я так и знала. Ты опять болтался без дела.

source: Aw, come on. Why would you do that? I wasn't slacking off, promise!
ru_ru: Ой, да ладно. Почему ты так говоришь? Я не прохлаждался, уверяю!

source: Yeah yeah, whatever.
ru_ru: Да-да, как скажешь.

source: [nod]
ru_ru: [кивает]

source: [shake head]
ru_ru: [качает головой]

source: Hello, I'm currently afk.
ru_ru: Привет, я сейчас АФК.

source: I'm expecting a delivery, so if you have something for me just leave it here.
ru_ru: Я ожидаю доставки, поэтому, если у вас есть что-то для меня, просто оставьте это здесь.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/14/message
source: Finally, this is the \c[3]western\c[0] part of the town.
ru_ru: Наконец, это \c[3]западная\c[0] часть города.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/15/message
source: In this shop here you can buy \c[3]consumable items\c[0].
ru_ru: В этом магазине вы можете купить \c[3]расходники\c[0].

# data/maps/rookie-harbor/west.json/entities/378/settings/event/19/message
source: Further down you'll find an armory with basic \c[3]equipment\c[0].
ru_ru: Ниже вы найдёте оружейную с базовой \c[3]экипировкой\c[0].

# data/maps/rookie-harbor/west.json/entities/378/settings/event/23/message
source: And when you continue to the west from here you'll enter \c[3]Autumn's Rise\c[0].
ru_ru: И если вы продолжите путь на запад, то вы попадёте в \c[3]Расцвет Осени\c[0].

# data/maps/rookie-harbor/west.json/entities/378/settings/event/24/message
source: You'll find a lot of enemies along the way.
ru_ru: По пути вы встретите много врагов.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/25/message
source: Be careful not to take on too many \c[3]Hedgehags\c[0] at once, or those guys will eat you for breakfast!
ru_ru: Старайтесь не брать на себя слишком много \c[3]Дикоборзов\c[0] сразу, иначе эти ребята съедят вас на завтрак!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/26/message
source: Anyway, just follow that way to get to \c[3]Bergen\c[0].
ru_ru: В любом случае, просто придерживайтесь этого пути, чтобы добраться до \c[3]Бергена\c[0].

# data/maps/rookie-harbor/west.json/entities/378/settings/event/33/message
source: By the way, do you two want to form a party?
ru_ru: Кстати, вы не хотите создать группу?

# data/maps/rookie-harbor/west.json/entities/378/settings/event/34/message
source: Oui, that would be great, right Lea?
ru_ru: Oui (Да), это было бы здорово, правда, Лея?

# data/maps/rookie-harbor/west.json/entities/378/settings/event/35/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/west.json/entities/378/settings/event/36/message
source: And you, Lukas?\. Will you travel with us, too?
ru_ru: А ты, Лукас?\. Ты тоже пойдёшь с нами?

# data/maps/rookie-harbor/west.json/entities/378/settings/event/37/message
source: Hm...\. I unfortunately have to leave you soon.
ru_ru: Хм...\. К сожалению, я должен покинуть вас в ближайшее время.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/38/message
source: Awww, already?
ru_ru: Да ладно, уже?

# data/maps/rookie-harbor/west.json/entities/378/settings/event/39/message
source: Trust me, it's not that fun to travel around with a high-level friend.
ru_ru: Поверь мне, путешествовать с другом высокого уровня не так уж и весело.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/40/message
source: Unless you don't care for the challenge.
ru_ru: Если, конечно, вас волнует игровой интерес.

source: But Lea is \c[1]high level\c[0] as well!
ru_ru: Но у Леи уже \c[1]высокий уровень\c[0]!

source: Yes, and she'll snipe away all those enemies you'd like to attack as well.
ru_ru: Ага, и она сносит всех врагов, которых ты хотела атаковать сама.

source: Nah, I'm sure Lea will leave a few enemies for me, right?
ru_ru: Не, я уверена, Лея оставит для меня несколько врагов, правда?

source: Right...?
ru_ru: Правда...?

source: In any case...\. I have to head back to the guild.
ru_ru: В любом случае...\. Мне нужно возвращаться в гильдию.

source: You could watch us take on those Hedgehags!
ru_ru: Ты мог бы посмотреть, как мы сражаемся с этими Дикоборзами!

source: Japp.\. That totally sounds like a lot of fun, doesn't it?
ru_ru: Japp (Йеп).\. Это прям так очень весело, правда?

source: No really, I have to head back to the guild.
ru_ru: Нет, серьезно, я должен вернуться в гильдию.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/42/message
source: There is just too much stuff going on right now.
ru_ru: Сейчас просто слишком много всяких дел.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/43/message
source: The crap will be steaming if I'm gone for too long.
ru_ru: Будет дерьмово, если я пропаду надолго.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/44/message
source: I see, Monsieur is just too important for us rookies.
ru_ru: Понимаю, просто Monsieur (месье) слишком важен для каких-то новичков.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/45/message
source: Oh, please don't be that way.
ru_ru: Ой, пожалуйста, не надо так.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/46/message
source: You can set up a \v[lore.unlock.direct-link.p1]\c[3]Direct Link\c[0] if something comes up, alright?
ru_ru: Вы можете установить \v[lore.unlock.direct-link.p1]\c[3]прямую связь\c[0], если что-то случится, хорошо?

# data/maps/rookie-harbor/west.json/entities/378/settings/event/47/message
source: Let's meet again once you reach Bergen Village.
ru_ru: Давайте встретимся снова, как только вы доберётесь до деревни Берген.

# data/maps/rookie-harbor/west.json/entities/378/settings/event/53/message
source: Come on, Lea.\. Let's do some leveling until we're worth the Dark Lord's attention!
ru_ru: Пойдём, Лея.\. Давай немного покачаемся, до тех пор, пока не заслужим внимания этого Тёмного лорда!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/57/message
source: Oh, Junge...
ru_ru: Oh, Junge (Боже)...

# data/maps/rookie-harbor/west.json/entities/378/settings/event/60/message
source: See you soon, Emilie!\. And you too, Lea!
ru_ru: Скоро увидимся, Эмили! И с тобой тоже, Лея!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/62/message
source: ...Hi!
ru_ru: ...Привет!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/63/message
source: ...Huh?\. Oh well...
ru_ru: ...Хмм?\. Ну да ладно...

# data/maps/rookie-harbor/west.json/entities/378/settings/event/64/message
source: Tschau, tschau!
ru_ru: Tschau, tschau (Чао, чао)!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/78/message
source: Alright, party time!
ru_ru: Ладно, время группового веселья!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/79/message
source: So...\. where is the option...\. Ah, oui!
ru_ru: Так...\. где там эта опция...\. Ах, oui (да)!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/86/object
source: Emilie
ru_ru: Эмили

# data/maps/rookie-harbor/west.json/entities/378/settings/event/89/message
source: Voilà! We just formed a party!
ru_ru: Voilà (Вуаля)! Мы только что создали группу!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/90/message
source: Alright, let's head to \c[3]Autumn's Rise\c[0]!
ru_ru: Хорошо, давай отправимся в \c[3]Расцвет Осени\c[0]!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/91/message
source: Or maybe look for quests in town?\. I'll let you decide, Lea!
ru_ru: Или, может быть, поищем квесты в городе?\. Решай сама, Лея!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/92/message
source: This is so exciting!
ru_ru: Это так захватывающе!

# data/maps/rookie-harbor/west.json/entities/378/settings/event/95/title
source: Party Members
ru_ru: Объединение в группу

# data/maps/rookie-harbor/west.json/entities/378/settings/event/95/content
source: Learn about the party members, the Social menu and party strategy.
ru_ru: Ознакомьтесь с группами, групповым меню и стратегиями группы.

source: The status of your party members is displayed below your own.
ru_ru: Статус членов вашей группы отображается под вашим.

source: You can change the behavior of your party members via the \c[3]Party Strategy\c[0] menu.
ru_ru: Вы можете изменить поведение членов вашей группы через меню \c[3]Стратегии\c[0].

source: The \c[3]Social Menu\c[0] is now unlocked.
ru_ru: \c[3]Меню группы\c[0] теперь разблокировано.

source: Here you can see detailed stats of all your party members.
ru_ru: Здесь вы можете увидеть подробные характеристики всех членов вашей группы.

source: Repeat?
ru_ru: Повторить?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

# data/maps/rookie-harbor/west.json/entities/378/settings/event/97/task
source: Start your journey to \c[3]Bergen\c[0] together with \c[3]Emilie\c[0].
ru_ru: Начните своё путешествие в \c[3]Берген\c[0] вместе с \c[3]Эмили\c[0].

# data/maps/rookie-harbor/west.json/entities/386/settings/event/1/text
source: Access denied
ru_ru: Отказано в доступе

# data/maps/rookie-harbor/west.json/entities/398/settings/analyzable/text
source: Ms. Teak
ru_ru: Мисс Тейк

source: Ms. Teak
ru_ru: Мисс Тейк

source: Hi!
ru_ru: Привет!

source: Howdy, partner!\. You sure look like a healthy gal who can appreciate a nice piece of meat.
ru_ru: Приветик, партнёр!\. Ты выглядишь весьма здоровой девчонкой, которая знает толк в хорошем куске мяса.

source: [nods]
ru_ru: [кивает]

source: Haha, I always sniff out good taste.\. It's, like, my special talent.
ru_ru: Ха-ха, я всегда чувствую хороший вкус.\. Это вроде как мой особый талант.

source: The name is Selena Teak and I have grand plans:\. To create the perfect steaks for everyone to enjoy!
ru_ru: Звать - Селена Тейк, и у меня грандиозные планы:\. Готовить идеальные стейки для всех желающих!

source: Lea!
ru_ru: Лея!

source: At least that's what I want to do, but I still don't have the proper ingredients for that.
ru_ru: По крайней мере, это то, чем я хочу заниматься, но у меня всё ещё нет подходящих ингредиентов для этого.

source: And since I can't just leave the city and search for them... Maybe you can help me with that?
ru_ru: И, поскольку я не могу просто покинуть город для их поиска... Может, ты поможешь мне с этим?

source: [nods]
ru_ru: [кивает]

source: Girl, you are the best!\. It will be amazing, you won't regret it!
ru_ru: Девочка, ты просто лучшая! Это будет удивительно, ты не пожалеешь об этом!

source: Anyway, I definitely need some nice \c[3]Raw Meat\c[0] of course.\. The \c[3]Bovines\c[0] in \v[area.autumn-area.name] should do nicely!
ru_ru: В любом случае, мне, разумеется, нужно немного хорошего \c[3]сырого мяса\c[0].\. \c[3]Бычары\c[0] в Расцвете Осени должны подойти!

source: Though I heard that you gotta have, like, \c[3]a good Rank\c[0] to get some meat from them.\. Whatever that means.
ru_ru: Хотя я слышала, что у тебя должен быть \c[3]хороший ранг\c[0] или типа того, чтобы получить с них немного мяса.\. Что бы это ни значило.

source: Then I need some firewood that brings out the taste perfectly.
ru_ru: Ещё мне нужны дрова, которые прекрасно раскрывают вкус.

source: I don't know much about all the trees here but... best bring me some \c[3]very light\c[0] and also \c[3]some sharp\c[0] wood.
ru_ru: Я не очень разбираюсь в здешних деревьях... просто принеси мне \c[3]мягкой\c[0] и ещё немного \c[3]острой\c[0] древесины.

source: You should find both of them \c[3]on a mountain\c[0] somewhere. Good luck!
ru_ru: Ты сможешь найти их где-то \c[3]на горе\c[0]. Удачи!

source: [shakes head]
ru_ru: [мотает головой]

source: Whaaaat, not interested?\. That's such a shame... just think of all the steaaaak!
ru_ru: Чтоооо, не интересно? Какая жалость... не отказывайся от такого сочного предложения!

# data/maps/rookie-harbor/west.json/entities/398/settings/npcStates/1/event/1/name
source: Ms. Teak
ru_ru: Мисс Тейк

source: Bring me some nice \c[3]Raw Meat\c[0], \c[3]very light\c[0] wood and \c[3]some sharp\c[0] wood.
ru_ru: Принеси мне немного хорошего \c[3]сырого мяса\c[0], \c[3]мягкой\c[0] и \c[3]острой\c[0] древесины.

source: You can get the meat from \c[3]Bovines\c[0] with \c[3]a good Rank\c[0] and you can find the wood \c[3]somewhere on a mountain.\c[0]
ru_ru: Ты можешь добыть мясо с \c[3]Бычар\c[0] в бою с \c[3]хорошим рангом\c[0] и найти дерево \c[3]где-то на горе.\c[0]

source: Ms. Teak
ru_ru: Мисс Тейк

source: Hi!
ru_ru: Привет!

source: Ah, howdy!\. You got everything!?
ru_ru: Ах, приветик!\. Ты всё собрала!?

source: [nods]
ru_ru: [кивает]

source: Amazing.\. That's, like, everything I asked for.
ru_ru: Прекрасно.\. Это как раз всё, о чём я просила.

source: Just stay right here, okay?\. I have to try out my recipe immediately.
ru_ru: Просто жди здесь, ладно? \.Я должна немедленно попробовать свой рецепт.

source: Ms. Teak
ru_ru: Мисс Тейк

source: That's... mhm... not what I wanted...
ru_ru: Оно... м-м-м... получилось не таким, как хотелось...

source: The heat-balance was way off and the wood's fragrance didn't give the meat the taste I wanted...
ru_ru: Тепловой баланс нарушился, и аромат дерева не дал мясу того вкуса, который я хотела...

source: I'm sorry girl, but I can't use this.\. Not for the steak of my dreams.
ru_ru: Прости, девочка, но я не могу использовать это.\. Не для стейка моей мечты.

source: You will still get your reward, don't worry.\. Just... for the steaks we will have to try something else next time.
ru_ru: Ты всё равно получишь свою награду, не волнуйся.\. Просто... нам придётся попробовать что-нибудь другое для стейков в следующий раз.

source: Don't worry, I will, like, think of something.\. Talk to me later if you wanna help me again.
ru_ru: Не волнуйся, я что-нибудь придумаю.\. Поговори со мной позже, если снова захочешь помочь.

source: Bye...
ru_ru: Пока...

source: Ms. Teak
ru_ru: Мисс Тейк

source: Hi...
ru_ru: Привет...

source: Howdy girl, good to see you again.\. I think I figured out a better wood combination for grilling the steak.
ru_ru: Привет, подруга, рада снова тебя видеть.\. Похоже, что я нашла лучшую комбинацию древесины для приготовления стейка.

source: Yeah, I'm pretty sure about it this time!\. Let's give this another try, shall we?
ru_ru: Ага, на этот раз я уверена в этом!\. Давай попробуем ещё раз?

source: [nods]
ru_ru: [кивает]

source: Alright!\. It won't disappoint again, believe me!
ru_ru: Здорово!\. В этот раз всё получится, поверь мне!

source: This time I wanna go with a mix of \c[3]very dense and regal wood from a mountain\c[0] and \c[3]wood that is extremely dry\c[0]!
ru_ru: Я хочу смешать \c[3]твёрдую королевскую древесину с гор\c[0] с \c[3]невероятно сухой\c[0]!

source: I guess you'd find the latter in, like, dry areas?\. Would make sense, right?
ru_ru: Я полагаю, что последнюю ты сможешь найти, например, в сухих местах?\. Звучит разумно, так ведь?

source: Well, and of course I will need more raw meat again!\. You got everything?
ru_ru: Ну и, конечно, мне снова понадобится больше сырого мяса!\. Всё понятно?

source: [nods]
ru_ru: [кивает]

source: Great!\. So good luck finding everything.\. Think of the steaks!
ru_ru: Здорово!\. Удачи в поисках.\. И думай о стейках!

source: [shakes head]
ru_ru: [мотает головой]

source: Awww, no trust left because of that one failure?\. Come on girl, I think we are onto something here!
ru_ru: Ах, доверия не осталось из-за одного провала? Давай, девочка, я думаю, что мы напали на след!

# data/maps/rookie-harbor/west.json/entities/398/settings/npcStates/4/event/1/name
source: Ms. Teak
ru_ru: Мисс Тейк
