Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

# data/maps/rookie-harbor/expo-space.json/entities/13/settings/event/23/message
source: With the \c[3]\v[item.410.name]\c[0] you can access \c[3]Sapphire Ridge\c[0] to the east of \c[3]Autumn's Fall\c[0].
ru_ru: С \c[3]Тенью звезды\c[0] вы сможете попасть в \c[3]Сапфировый край\c[0] к востоку от \c[3]Заката Осени\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/13/settings/event/24/message
source: To proceed, seek the \c[3]Cave Inn\c[0] to learn more about your next task.
ru_ru: Чтобы продолжить, найдите \c[3]Пещерный трактир\c[0] и узнайте больше о вашей следующей задаче.

# data/maps/rookie-harbor/expo-space.json/entities/13/settings/event/33/message
source: Take this reward for your accomplishments.
ru_ru: Примите эту награду за свои достижения.

# data/maps/rookie-harbor/expo-space.json/entities/13/settings/event/41/message
source: Good luck and stay vigilant.
ru_ru: Удачи, и сохраняйте бдительность.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/10/message
source: Seeker.
ru_ru: Искатель.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/11/message
source: You just acquired the \c[3]Meteor Shade\c[0].
ru_ru: Вы только что получили \c[3]Тень метеора\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/12/message
source: And with this, I am proud to announce that you've reached the very \c[3]frontier of operation Track Walker\c[0].
ru_ru: И на этом я с гордостью сообщаю, что вы достигли последнего рубежа \c[3]операции Первопроходец\c[0].

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/13/message
source: This is as far as humankind has walked the Track.
ru_ru: Это предел того, куда человечество прошло по Пути.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/14/message
source: In other words, you successfully completed your objective!
ru_ru: Иными словами, вы успешно выполнили задание!

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/15/message
source: Congratulations!
ru_ru: Мои поздравления!

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/17/message
source: With every Seeker completing the Track, we feed essential input into the Ancient's system, enabling us to access it further.
ru_ru: С каждым Искателем, завершающим Путь, мы вносим существенный вклад в систему Древних, что позволяет нам получать к нему доступ всё дальше и дальше.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/18/message
source: However, we have yet to unlock its final part.
ru_ru: Однако, нам ещё предстоит разблокировать его заключительную часть.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/19/message
source: Until that time comes, you are officially freed from your duty!
ru_ru: Пока это время не настало, вы официально освобождены от своих обязанностей!

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/32/message
source: As a reward for your accomplishments, you can now access the main city of Rhombus Square.
ru_ru: В качестве награды за ваши достижения, теперь вы получаете доступ к главному городу Площади Ромба.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/33/message
source: This place provides many opportunities to further enhance your skills.
ru_ru: Это место предоставляет множество возможностей для дальнейшего развития ваших навыков.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/34/message
source: And of course, your continued assistance to the community of Shadoon would be greatly appreciated.
ru_ru: И, конечно же, ваша постоянная помощь сообществу Шадуна будет принята с благодарностью.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/43/message
source: In addition, you shall receive your usual reward as well.
ru_ru: Кроме того, вы получите своё обычное вознаграждение.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/51/message
source: Seeker, you have our deepest gratitude.
ru_ru: Искатель, мы глубоко признательны вам.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/52/message
source: When the time has come to walk the track even further, we will meet again.
ru_ru: Когда придёт время идти дальше по Пути, мы встретимся снова.

# data/maps/rookie-harbor/expo-space.json/entities/14/settings/event/53/message
source: Good bye and as always, stay vigilant.
ru_ru: До свидания и, как всегда, сохраняйте бдительность.

# data/maps/rookie-harbor/expo-space.json/entities/15/settings/event/8/message
source: Congratulations, Seeker.
ru_ru: Мои поздравления, Искатель.

# data/maps/rookie-harbor/expo-space.json/entities/15/settings/event/9/message
source: You collected the \c[3]\v[item.286.name]\c[0], one of the two shades required to enter the \c[3]Grand Krys'kajo\c[0].
ru_ru: Вы получили \c[3]\v[item.286.name]\c[0], одну из двух Теней, необходимых для доступа в \c[3]Гранд Крис'кайо\c[0].

source: Now that you collected both of the Shades it is time to take on the final challenge of Gaia's Garden.
ru_ru: Теперь, когда вы собрали обе Тени, настало время принять последнее испытание Сада Гайи.

# data/maps/rookie-harbor/expo-space.json/entities/15/settings/event/11/message
source: Take this reward for your accomplishments.
ru_ru: Примите эту награду за свои достижения.

# data/maps/rookie-harbor/expo-space.json/entities/15/settings/event/19/message
source: Good luck and stay vigilant.
ru_ru: Удачи, и сохраняйте бдительность.

# data/maps/rookie-harbor/expo-space.json/entities/16/settings/event/8/message
source: Congratulations, Seeker.
ru_ru: Мои поздравления, Искатель.

# data/maps/rookie-harbor/expo-space.json/entities/16/settings/event/9/message
source: You collected the \c[3]\v[item.231.name]\c[0], one of the two shades required to enter the \c[3]Grand Krys'kajo\c[0].
ru_ru: Вы получили \c[3]Тень молнии\c[0], одну из двух теней, необходимых для входа в \c[3]Гранд Крис'кайо\c[0].

source: Now that you've collected both of the Shades it is time to take on the final challenge of Gaia's Garden.
ru_ru: Теперь, когда вы собрали обе Тени, настало время принять последнее испытание Сада Гайи.

# data/maps/rookie-harbor/expo-space.json/entities/16/settings/event/11/message
source: Take this reward for your accomplishments.
ru_ru: Примите эту награду за свои достижения.

# data/maps/rookie-harbor/expo-space.json/entities/16/settings/event/19/message
source: Good luck and stay vigilant.
ru_ru: Удачи, и сохраняйте бдительность.

# data/maps/rookie-harbor/inner-equip-north.json/entities/9/settings/displayName
source: Rookie's Advanced
ru_ru: Продвинутый новичок

source: We offer higher quality equipment made in Rookie Harbor!
ru_ru: Мы предлагаем самую качественную экипировку, сделанную в Гавани новичков!

source: Yes, yes, this interior design might seem familiar to you, but it really is the details that make the difference.
ru_ru: Да-да, этот дизайн интерьера может показаться тебе знакомым, но настоящая разница тут в деталях.

source: Also we are currently remodelling.\. So, you buying or what?
ru_ru: Также в настоящее время мы на реконструкции.\. Ну, ты покупаешь или нет?

source: We offer higher quality equipment made in Rookie Harbor!
ru_ru: Мы предлагаем самую качественную экипировку, сделанную в Гавани новичков!

source: Hey! We offer special items, supported by only the finest of backers.
ru_ru: Эй! Мы предлагаем специальные предметы при поддержке исключительно лучших спонсоров.

source: Receptionist
ru_ru: Портье

source: Receptionist
ru_ru: Портье

source: Hello \v[lore.title.seeker]. Welcome to the headquarters of the \c[3]Fruits of Autumn\c[0].
ru_ru: Приветствую, Искатель. Добро пожаловать в штаб \c[3]Даров Осени\c[0].

source: If you are interested in advancing humanity's understanding of this planet, talk to the Chief Woodkeeper.
ru_ru: Если вы заинтересованы в улучшении понимания человечеством этой планеты - поговорите с главным лесничим.

source: He should currently be studying the local plantlife in our gardens.
ru_ru: Сейчас он должен изучать местную растительность в наших садах.

source: Guard
ru_ru: Охранник

source: Chief Woodkeeper Manzana
ru_ru: Главный Лесничий Манзана

source: Manzana
ru_ru: Манзана

source: Greetings, \v[lore.title.seeker].\. The Track is in harmony right now, so there is no need for your assistance.
ru_ru: Приветствую, \v[lore.title.seeker].\. Сейчас Путь находится в гармонии, так что в твоей помощи нет необходимости.

source: Manzana
ru_ru: Манзана

source: Welcome to our humble garden, \v[lore.title.seeker].\. I appreciate your interest in our work, but you should visit \c[3]\v[lore.title.seeker]-Central\c[0] first.
ru_ru: Добро пожаловать в наш скромный сад, \v[lore.title.seeker].\. Я ценю твой интерес к нашей работе, но для начала ты должна посетить \c[3]центр Искателей\c[0].

source: On the ground floor is an introduction into the different branches of the great tree that is human civilization.
ru_ru: Там на первом этаже находится введение в разные отрасли великого древа человеческой цивилизации.

source: It is mandatory for receiving assignments from us or any other branch in \v[area.rookie-harbor.name].
ru_ru: Это обязательно для получения заданий от нас или любого другого филиала в Гавани новичков.

source: Manzana
ru_ru: Манзана

source: Ah, \v[lore.title.seeker]. I am glad to see you return to us.
ru_ru: Ах, Искатель. Я рад, что ты вернулась к нам.

source: Do you desire to help us in our plight now?
ru_ru: Ты хочешь помочь нам в нашем бедственном положении?

source: [nods]
ru_ru: [кивает]

source: Excellent. I will give you some bottles, filled with concentrated and fermented juice made from the fruits of our garden.
ru_ru: Отлично. Я дам тебе несколько бутылок, наполненных концентрированным и ферментированным соком, приготовленным из плодов нашего сада.

source: It has proven in the past to have a beneficial effect on the self-regulatory instincts of the Track.
ru_ru: В прошлом он доказал, что оказывает благотворное влияние на инстинкты саморегулирования Пути.

source: Use \c[3]your instincts as a \v[lore.title.seeker]\c[0] to find the afflicted trees and treat them with the extract.
ru_ru: Используй \c[3]свои инстинкты Искателя\c[0], чтобы найти поражённые деревья и обработай их экстрактом.

source: It should suffice to cure the trees at this stage.\. Take care, young \v[lore.title.seeker]!
ru_ru: Этого должно хватить, чтобы вылечить деревья на этом этапе.\. Береги себя, юный \v[lore.title.seeker].

source: [shakes head]
ru_ru: [мотает головой]

source: I understand that your life is a restless one, but I still implore you to not take this matter lightly.
ru_ru: Я понимаю, что твоя жизнь беспокойная, но я всё же умоляю тебя не воспринимать это дело легкомысленно.

source: Manzana
ru_ru: Манзана

source: Please make haste, before the sickness spreads and endangers the stability of the entire Track.
ru_ru: Пожалуйста, поспеши, пока болезнь не распространилась и не поставила под угрозу стабильность всего Пути.

source: Manzana
ru_ru: Манзана

source: Ah, you are done. Wonderful!\. Your effort should have quelled the threat to \v[area.autumn-area.name].
ru_ru: Ах, ты справилась. Прекрасно!\. Твои усилия должны были подавить угрозу в Расцвете Осени.

source: You have our deepest thanks.\. May we continue to preserve the harmony on this world together.
ru_ru: Выражаем нашу глубочайшую благодарность.\. Нам стоит продолжать сохранять гармонию в этом мире вместе.

source: [nods]
ru_ru: [кивает]

source: Manzana
ru_ru: Манзана

source: Greetings, \v[lore.title.seeker]. It is good to see you return to us.
ru_ru: Приветствую, \v[lore.title.seeker]. Рад видеть, что ты вернулась к нам.

source: Hi!
ru_ru: Привет!

source: As it happens, the well-being of nature requires our attention once again.
ru_ru: Так уж случилось, что благополучие природы снова требует нашего внимания.

source: Another case of the sickness has been observed in \v[area.autumn-area.name], this time in a more intense form.
ru_ru: В Расцвете Осени наблюдается ещё один случай болезни, но на этот раз в более активной форме.

source: Worse yet, it has stricken a sacred tree that has been proven to be vital to the ecosystem of the entire area.
ru_ru: Хуже того, она поразила священное дерево, которое является жизненно важным для экосистемы всего региона.

source: I fear that healing it will be more arduous than with the other cases, but it must be done at all costs.
ru_ru: Я боюсь, что исцеление будет более сложным, чем в других случаях, но это должно быть сделано любой ценой.

source: So, can I ask you for your assistance once again?
ru_ru: Итак, могу я ещё раз попросить тебя о помощи?

source: [nods]
ru_ru: [кивает]

source: Excellent. I will give you a cup, filled with a highly concentrated salve made from the fruits of our gardens.
ru_ru: Отлично. Я дам тебе чашу, наполненную высококонцентрированным бальзамом, сделанным из даров наших садов.

source: With it you can treat the disease just like before, but there are two vital differences.
ru_ru: С его помощью ты можешь лечить болезнь так же, как и раньше, но есть два существенных различия.

source: First, since the condition is more severe, the medication will \c[3]take time\c[0] to fully take effect.
ru_ru: Во-первых, поскольку это состояние более тяжелое, бальзаму потребуется \c[3]некоторое время\c[0], чтобы полностью вступить в силу.

source: Also, the strong smell and taste of the salve will \c[3]lure the creatures of the area towards it\c[0].
ru_ru: Кроме того, сильный запах и вкус бальзама \c[3]привлечёт различных существ в эту область\c[0].

source: Thus, after applying the salve, you will need to \c[3]defend the tree\c[0] until it is fully healed.
ru_ru: Таким образом, после применения бальзама, нужно будет \c[3]защищать дерево\c[0] до тех пор, пока оно полностью не исцелится.

source: [nods]
ru_ru: [кивает]

source: I see you understand.\. Now please be swift!
ru_ru: Вижу, что ты всё поняла.\. Теперь, пожалуйста, поторопись!

source: [shakes head]
ru_ru: [мотает головой]

source: I understand that your life is a restless one, but I still implore you to not take this matter lightly.
ru_ru: Я понимаю, что твоя жизнь беспокойная, но я всё же умоляю тебя не воспринимать это дело легкомысленно.

source: Manzana
ru_ru: Манзана

source: Remember that you will need to \c[3]defend the tree\c[0] for some time after treating it.
ru_ru: Помни, что тебе придётся \c[3]защищать дерево\c[0] в течение некоторого времени, пока оно исцеляется.

source: Manzana
ru_ru: Манзана

source: I heard that your efforts have once again quelled the threat to \v[area.autumn-area.name].\. Wonderful!
ru_ru: Я слышал, что твоими усилиями в очередной раз была подавлена угроза в Расцвете Осени.\. Замечательно!

source: You have our deepest thanks.\. May we continue to preserve the harmony on this world together.
ru_ru: Выражаем нашу глубочайшую благодарность.\. Нам стоит продолжать сохранять гармонию в этом мире вместе.

source: [nods]
ru_ru: [кивает]

source: Manzana
ru_ru: Манзана

source: Greetings, \v[lore.title.seeker]. I am glad to see you, for our land is in peril once again.
ru_ru: Приветствую, \v[lore.title.seeker]. Я рад видеть тебя, потому что наши земли снова в опасности.

source: A proud bovine has fallen victim to a vile sickness and is now experiencing a burning pain.
ru_ru: Гордый бычара стал жертвой гнусной болезни и теперь испытывает жгучую боль.

source: It annihilated its whole herd in fiery anguish before starting fires all over \v[area.autumn-fall.name].
ru_ru: Он уничтожил всё своё стадо в пламенной агонии, а после начал устраивать пожары по всему Закату Осени.

source: Will you help us to bring peace to this tortured being?
ru_ru: Ты поможешь нам упокоить это измученное существо?

source: [nods]
ru_ru: [кивает]

source: You are a true hero!\. I know how revolting the thought of putting down a living being must be to you.
ru_ru: Ты настоящий герой!\. Я понимаю, какое отвращение у тебя могут вызвать мысли об убийстве живого существа.

source: Thanks to its burning trail it became clear that the Bovine has hidden itself in a cave on the \c[3]Secluded Path\c[0].
ru_ru: Благодаря огненному следу мы выяснили, что Бычара спрятался в пещере на \c[3]Укромной тропе\c[0].

source: You can reach that location by travelling to the \c[3]northeast of \v[area.autumn-fall.name]\c[0].
ru_ru: Ты можешь добраться до этого места, отправившись \c[3]к северо-востоку от Заката Осени\c[0].

source: Though beware: You might need to accept a challenge from the Track before you can enter this part of the land.
ru_ru: Но будь осторожна: возможно, тебе потребуется принять испытание Пути, прежде чем ты сможешь войти в эти земли.

source: Make haste, young \v[lore.title.seeker], before the flames of rage can ignite more precious lives!
ru_ru: Поспеши, юный Искатель, прежде чем пламя гнева заберёт ещё больше драгоценных жизней!

source: Bye!
ru_ru: Пока!

source: [shakes head]
ru_ru: [мотает головой]

source: Much will be at stake if the rage of this once proud Bovine is not stopped.\. Please rethink your decision!
ru_ru: Многое будет поставлено на карту, если ярость этого некогда гордого Бычары не прекратится.\. Пожалуйста, пересмотри своё решение!

source: Manzana
ru_ru: Манзана

source: Enter the \c[3]Densewater Caverns\c[0] to bring peace to the raging Bovine.
ru_ru: Войди в \c[3]Пещеры густых вод\c[0], чтобы упокоить яростного Бычару.

source: You can find it on the \c[3]Secluded Path\c[0] in the \c[3]northeast of \v[area.autumn-fall.name]\c[0].
ru_ru: Ты найдёшь пещеры на \c[3]Укромной тропе\c[0] в \c[3]северо-восточной части Заката Осени\c[0].

source: Manzana
ru_ru: Манзана

source: Ah, you are back, \v[lore.title.seeker].\. So the wrath of the proud beast has finally been extinguished?
ru_ru: Ах, ты вернулась, Искатель.\. Значит, гнев гордого зверя наконец был погашен?

source: [nods]
ru_ru: [кивает]

source: That is good to hear.\. May it rest in peace.\. And may you continue to bring peace and harmony to this world!
ru_ru: Приятно слышать.\. Пусть он покоится с миром.\. И пусть ты продолжишь нести мир и гармонию в этот мир!

source: Lea!
ru_ru: Лея!

source: True words, my friend,\. and wise.\. Goodbye.
ru_ru: Верные слова, мой друг,\. и мудрые.\. Прощай.

source: Bye.
ru_ru: Пока.

source: Manzana
ru_ru: Манзана

source: Greetings, \v[lore.title.seeker]!\. I am glad to see you, for our land is in peril once again.
ru_ru: Приветствую, \v[lore.title.seeker]. Я рад видеть тебя, поскольку наши земли снова в опасности.

source: A proud bovine has fallen victim to the sickness that before has affected several trees and is now experiencing great pain.
ru_ru: Гордый бычара стал жертвой болезни, что до этого поразила деревья, и теперь испытывает жгучую боль.

source: In its anguish it extinguished its entire herd before starting to terrorize the entirety of \v[area.autumn-area.name].
ru_ru: Он уничтожил всё своё стадо в пламенной агонии, а после начал устраивать пожары по всему Закату Осени.

source: Will you help us to bring peace to this tortured being?
ru_ru: Ты поможешь нам упокоить это измученное существо?

source: [nods]
ru_ru: [кивает]

source: You are a true hero!\. I know how much the thought of putting down a living being must be to you.
ru_ru: Ты настоящий герой!\. Я понимаю, насколько невыносимыми для тебя могут быть мысли об убийстве живого существа.

source: Reports have stated that the poor bovine has developed great power and extreme resistance to damage.
ru_ru: В докладах говорится, что бедный Бычара обладает большой силой и чрезвычайной устойчивостью к повреждениям.

source: Go to \c[3]Path 3 in \v[area.autumn-area.name]\c[0] and meet up with \c[3]Helen\c[0], one of our leading herbalists, to find a solution.
ru_ru: Иди на \c[3]Путь 3 в Расцвете Осени\c[0] и встреться с \c[3]Хелен\c[0], одним из наших ведущих травников, чтобы найти решение.

source: [shakes head]
ru_ru: [мотает головой]

source: I understand that your life is a restless one, but I still implore you to not take this matter lightly.
ru_ru: Я понимаю, что твоя жизнь беспокойная, но я всё же умоляю тебя не воспринимать это дело легкомысленно.

source: Manzana
ru_ru: Манзана

source: Please quickly meet up with our chief herbalist Helen.\. You should find her on \c[3]Path 3 in \v[area.autumn-area.name]\c[0].
ru_ru: Пожалуйста, побыстрее встреться с нашим главным травником Хелен.\. Ты найдёшь её на \c[3]Пути 3 в Расцвете Осени\c[0].

source: Manzana
ru_ru: Манзана

source: Ah, you are done. Wonderful!\. Your effort should have quenched the threat to \v[area.autumn-area.name].
ru_ru: Ах, ты справилась. Прекрасно!\. Твои усилия должны были погасить угрозу в Расцвете Осени.

source: You have our deepest thanks.\. May we continue to preserve the harmony on this world together.
ru_ru: Выражаем нашу глубочайшую благодарность.\. Нам стоит продолжать сохранять гармонию в этом мире вместе.

source: [nods]
ru_ru: [кивает]

source: Manzana
ru_ru: Манзана

source: Greetings, \v[lore.title.seeker].\. The Track is in harmony right now, so there is no need for your assistance.
ru_ru: Приветствую, \v[lore.title.seeker].\. Сейчас Путь находится в гармонии, так что в твоей помощи нет необходимости.

source: Manzana
ru_ru: Манзана

source: Welcome to our gardens, \v[lore.title.seeker]. I am Manzana, the Chief Woodkeeper of this branch.
ru_ru: Добро пожаловать в наши сады, Искатель. Я Манзана, главный лесничий в этом филиале.

source: It is always reassuring to have your kind supporting our fruitful endeavours.
ru_ru: Всегда обнадёживает то, что вы, Искатели, поддерживаете наши плодотворные усилия.

source: Hi!
ru_ru: Привет!

source: In fact, your appearance comes at a fortunate time, as we have noticed unrest brewing among the thickets of \v[area.autumn-area.name].
ru_ru: На самом деле, ты появилась очень вовремя, так как мы заметили волнения, назревающие среди зарослей Расцвета Осени.

source: A sickness has befallen trees in different locations and threatens the balance of the Track in the entire region.
ru_ru: Деревья в разных местах постигла болезнь, угрожающая равновесию Пути во всём регионе.

source: Would you be able to assist us in stemming it, before it can cause widespread harm?
ru_ru: Сможешь ли ты помочь нам остановить её, прежде чем она нанесёт серьезный вред?

source: [nods]
ru_ru: [кивает]

source: Excellent. I will give you some bottles, filled with concentrated and fermented juice made from the fruits of our garden.
ru_ru: Отлично. Я дам тебе несколько бутылок, наполненных концентрированным и ферментированным соком, приготовленным из плодов нашего сада.

source: It has proven in the past to have a beneficial effect on the self-regulatory instincts of the Track.
ru_ru: В прошлом он доказал, что оказывает благотворное влияние на инстинкты саморегулирования Пути.

source: Use \c[3]your instincts as a \v[lore.title.seeker]\c[0] to find the afflicted trees and treat them with the extract.
ru_ru: Используй \c[3]свои инстинкты Искателя\c[0], чтобы найти поражённые деревья и обработай их экстрактом.

source: It should suffice to cure the trees at this stage.\. Take care, young \v[lore.title.seeker].
ru_ru: Этого должно хватить, чтобы вылечить деревья на этом этапе.\. Береги себя, юный \v[lore.title.seeker].

source: [shakes head]
ru_ru: [мотает головой]

source: I understand that your life is a restless one, but I still implore you to not take this matter lightly.
ru_ru: Я понимаю, что твоя жизнь беспокойная, но я всё же умоляю тебя не воспринимать это дело легкомысленно.

source: Receptionist
ru_ru: Портье

source: Move along, nothing to see here!
ru_ru: Проходи, здесь не на что смотреть!

source: Sgt. Brassler
ru_ru: Сержант Брасслер

source: Sgt. Brassler
ru_ru: Сержант Брасслер
