Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: Reset \i[element-cold]Cold \c[2](free)\c[0]
es_es: Reiniciar \i[element-cold]Hielo \c[2](gratis)\c[0]

source: Reset \i[element-shock]Shock \c[2](free)\c[0]
es_es: Reiniciar \i[element-shock]Rayo \c[2](gratis)\c[0]

source: Reset \i[element-wave]Wave \c[2](free)\c[0]
es_es: Reiniciar \i[element-wave]Pulso \c[2](gratis)\c[0]

source: Reset a Circuit \c[3](\v[tmp.resetOneCost] token)\c[0]
es_es: Reinicia un Circuito \c[3](Costo: \v[tmp.resetOneCost])\c[0]

source: Reset a Circuit \c[2](free)\c[0]
es_es: Reinicia un Circuito \c[2](gratis)\c[0]

source: Reset all Circuits \c[3](\v[tmp.resetAllCost] tokens)\c[0]
es_es: Reinicia todo tu circuito \c[3](Costo: \v[tmp.resetAllCost])\c[0]

source: Reset all Circuits \c[2](free)\c[0]
es_es: Reinicia todos los Circuitos \c[2](gratis)\c[0]

source: [Help]
es_es: [Ayuda]

source: \c[1]Cancel\c[0]
es_es: \c[1]Cancelar\c[0]

source: Info Advisor
es_es: Asesor de información

source: Greetings, \v[lore.title.seeker].\. You can purchase additional \c[3]Circuit Overrides\c[0] from me that you can use to \c[3]reset your circuits\c[0].
es_es: Saludos, \v[lore.title.seeker].\. Puedes comprarme \c[3]Reinicios de Circuito\c[0] adicionales que puedes utilizar para \c[3]reordenar tus PC\c[0].

source: But beware: These legendary items are still costly to acquire.\. Please handle your circuit with care!
es_es: Pero ten cuidado: Estos objetos legendarios son muy difíciles de conseguir.\. ¡Asigna tus PC con atención!

source: A new Seeker in my dojo? Hmm.
es_es: ¿Un Buscador nuevo en mi dojo? Hmm.

source: Not ready you are, hmm...
es_es: Lista no estás, hmm...

source: Come back when mastered both \c[3]Heat\c[0] and \c[3]Cold\c[0] you have, yes yes.
es_es: Vuelve cuando el \c[3]Fuego\c[0] y el \c[3]Hielo\c[0] hayas dominado, sí, sí.

source: A new Seeker in my dojo? Hmm.
es_es: ¿Un Buscador nuevo en mi dojo? Hmm.

source: Hrrmmm. Great power within you I sense.
es_es: Hrrmmm. Gran poder dentro de tí siento.

source: Ready to explore the depths of your abilities you are?
es_es: ¿Lista para explorar la altura de tus habilidades estás?

source: Good, yes yes. Speak to me to begin you must.
es_es: Bien, si, si. Hablarme para comenzar debes.

source: Hrmmm? Sure you are?
es_es: ¿Hrmmm? ¿Segura estás?

source: Mastered my courses you have. Proud I am. Hmm.
es_es: Mis cursos has dominado. Orgulloso estoy. Hmm.

source: Take this you should and return for more training you can.
es_es: Tomar esto deberías, y volver por más entrenamiento puedes.

source: Already expecting you, I am.
es_es: Esperándote, estoy.

source: Ready to train are you? Yes, hrrmmm.
es_es: ¿Lista para entrenar estás? Si, hrrmmm.

source: [nods]
es_es: [asiente]

source: Once begun, endure until the course is finished you must.
es_es: Una vez comenzado, perseverar hasta que el curso termine debes.

source: Wisely made your decision must be, yes.
es_es: Sabia tu decisión debe ser, si.

source: A good choice. To the art of balls, open your mind must be.
es_es: Una buena elección. El arte de las bolas, abierta tu mente debe estar.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
es_es: Una buena elección. El camino hacia la maestría la repetición es. Si, hrrmmm.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
es_es: Una buena elección. El camino hacia la maestría la repetición es. Si, hrrmmm.

source: A good choice. To the art of the blade, open your mind must be.
es_es: Una buena elección. El arte de la espada, abierta tu mente debe estar.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
es_es: Una buena elección. El camino hacia la maestría la repetición es. Si, hrrmmm.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
es_es: Una buena elección. El camino hacia la maestría la repetición es. Si, hrrmmm.

source: Training: VRP
es_es: Entrenamiento: PRV

source: Training: VRP \c[2][Passed]\c[0]
es_es: Entrenamiento: PRV \c[2][Completado]\c[0]

source: Training: VPI
es_es: Entrenamiento: IPV

source: Training: VPI \c[2][Passed]\c[0]
es_es: Entrenamiento: IPV \c[2][Completado]\c[0]

source: Return
es_es: Volver

source: Already expecting you, I am.
es_es: Esperándote, estaba.

source: Ready to train are you? Yes, hrrmmm.
es_es: ¿Lista para entrenar estás? Si, hrrmmm.

source: [nods]
es_es: [asiente]

source: Once begun, endure until the course is finished you must.
es_es: Una vez comenzado, perseverar hasta que el curso termine debes.

source: Wisely made your decision must be, yes.
es_es: Sabia tu decisión debe ser, si.

source: A good choice. To the art of balls, open your mind must be.
es_es: Una buena elección. El arte de las bolas, abierta tu mente debe estar.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
es_es: Una buena elección. El camino hacia la maestría la repetición es. Si, hrrmmm.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
es_es: Una buena elección. El camino hacia la maestría la repetición es. Si, hrrmmm.

source: A good choice. To the art of the blade, open your mind must be.
es_es: Una buena elección. El arte de la espada, abierta tu mente debe estar.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
es_es: Una buena elección. El camino hacia la maestría la repetición es. Si, hrrmmm.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
es_es: Una buena elección. El camino hacia la maestría la repetición es. Si, hrrmmm.

source: Training: VRP
es_es: Entrenamiento: PRV

source: Training: VRP \c[2][Passed]\c[0]
es_es: Entrenamiento: PRV \c[2][Completado]\c[0]

source: Training: VPI
es_es: Entrenamiento: IPV

source: Training: VPI \c[2][Passed]\c[0]
es_es: Entrenamiento: IPV \c[2][Completado]\c[0]

source: Return
es_es: Volver

source: More expected of you I have. Try again you must.
es_es: Más de tí me esperaba. Intentar nuevamente debes.

source: Good, good. Yes, hrrrm.
es_es: Bien, bien. Si, hrrrm.

source: Now again... but quickly.
es_es: Otra vez... pero más rápido.

source: \c[3]Hit all targets in 10 seconds\c[0] you must.
es_es: \c[3]Golpear todos los objetivos en 10 segundos\c[0] debes.

source: Fail... you must try again.
es_es: Fallaste... intentar nuevamente debes.

source: Hits
es_es: Golpes

# data/maps/rookie-harbor/inner-info-ug-2.json//entities/26/settings/event/0/text
source: Cancel Training
es_es: Cancelar Entrenamiento

source: Tested in this training your precision and perception will be. Hrmmm.
es_es: En este entrenamiento, tu precisión y percepción a prueba se pondrán. Hrmmm.

source: Floating you must be for this, yes?
es_es: Flotando debes estar para esto, ¿si?

source: Worry not. Trust in your sensei, you must.
es_es: Preocuparte no debes. Confiar en tu sensei debes.

source: Now... Begun, your training has.
es_es: Ahora... Comenzado tu entrenamiento está.

source: First, your basic understanding we will test, yes.
es_es: Primero, tus conocimientos básicos probaremos, si.

source: \c[3]Hit all the targets you must\c[0]. That you can do, can you not?
es_es: \c[3]Golpear todos los objetivos debes\c[0]. Hacerlo puedes, ¿cierto?

source: Hits
es_es: Golpes

source: Good, yes...
es_es: Bien, sí...

source: Now... your understanding of ricochet, show to me.
es_es: Ahora... tu habilidad con los rebotes, muéstrame.

source: \c[3]Hit all targets using ricochets\c[0] you must.
es_es: \c[3]Golpear todos los objetivos con rebotes\c[0] debes.

source: Hits
es_es: Golpes

source: Completed the course you have.
es_es: Completado el curso está.

source: But. Far from over your training is.
es_es: Pero. Lejos de terminarse tu entrenamiento está.

source: For now, rest. When ready for your next lesson, speak to me you will.
es_es: Por ahora, descansa. Si lista para tu próxima lección estás, hablar conmigo debes.

source: [nods]
es_es: [asiente]

source: Too easy for you it was?
es_es: Fácil se te ha hecho, ¿cierto?

source: \c[3]Hit all targets using ricochet\c[0] again you must!
es_es: ¡\c[3]Golpear todos los objetivos con rebote\c[0] nuevamente debes!

source: Hits
es_es: Golpes

source: \v[tmp.missedBalls] you missed. Becoming better you must.
es_es: \v[tmp.missedBalls] has fallado. Mejorar debes.

source: In you perhaps, a true seeker sleeps. Hmm.
es_es: Dentro de tí, un verdadero Buscador duerme quizás. Hmm.

source: Your aim next we must test.
es_es: Tu puntería probar debemos.

source: \c[3]Hit the target 10 times without missing or throwing too much\c[0] you must.
es_es: \c[3]Golpear al objetivo 10 veces sin fallar o disparar de más\c[0] debes.

source: Shots
es_es: Disparos

source: Hits
es_es: Golpes

source: \v[tmp.missedBalls] you missed. Become better you must.
es_es: \v[tmp.missedBalls] has fallado. Mejorar debes.

source: Constant a seeker's aim must be, even when moving the enemy is.
es_es: Constante debe ser la mira de un Buscador, incluso cuando moviéndose el enemigo está.

source: \c[3]Hit the target 10 times without missing\c[0] again you must.
es_es: \c[3]Golpear el objetivo 10 veces sin fallar\c[0] nuevamente debes.

source: Shots
es_es: Disparos

source: Target 1
es_es: Objetivo 1

source: Target 2
es_es: Objetivo 2

source: Faster and more accurate you must be, yes.
es_es: Más rápida y precisa debes ser, sí.

source: A fine student you are, yes... hmm...
es_es: Una buena estudiante eres, sí... hmm...

source: Your final test now comes.
es_es: Tu prueba final aproximándose está.

source: \c[3]Hit all targets without missing and within 10 seconds\c[0] you must.
es_es: \c[3]Golpear todos los objetivos sin fallar en menos de 10 segundos\c[0] debes.

source: Shots
es_es: Disparos

source: Hits
es_es: Golpes

# data/maps/rookie-harbor/inner-info-ug-2.json//entities/76/settings/event/1/text
source: Cancel Training
es_es: Cancelar Entrenamiento

source: Tested in this training your strength will be. Yes...
es_es: Probada en este entrenamiento tu fuerza será. Sí...

source: Throw, you cannot. Guarding, also disabled will be.
es_es: Disparar, no podrás. Bloquear, también desactivado estará.

source: Now... Begun, your training has.
es_es: Ahora... Comenzado tu entrenamiento está.

source: First, basic understanding we must test, yes.
es_es: Primero, tus conocimientos básicos probaremos, si.

source: \c[3]Hit all targets you must\c[0]. Simple it is, yes?
es_es: \c[3]Golpear todos los objetivos debes\c[0]. Sencillo es, ¿cierto?

source: Hits
es_es: Golpes

source: Expect more of you, do I. Try again you must.
es_es: De tí más espero. Intentar otra vez debes.

source: Good. Yes, hrrrm.
es_es: Bien. Sí, hrrm.

source: Now again, but quickly.
es_es: Otra vez, más rápido.

source: \c[3]Hit all targets in 10 seconds\c[0] you must.
es_es: \c[3]Golpear todos los objetivos en 10 segundos\c[0] debes.

source: Fail... you must try again.
es_es: Fallaste... intentar nuevamente debes.

source: Hits
es_es: Golpes

source: More expected of you I have. Try again you must.
es_es: Más de tí me esperaba. Intentar nuevamente debes.

source: A fine display.
es_es: Una gran demostración.

source: Now... Multiple enemies at once you must hit.
es_es: Ahora... Varios enemigos a la vez debes golpear.

source: \c[3]Hit all targets in 10 seconds\c[0] you must.
es_es: \c[3]Golpear todos los objetivos en 10 segundos\c[0] debes.

source: With a single swing, multiple enemies you must hit.
es_es: Con un solo ataque, varios enemigos debes golpear.

source: Fail... you must try again.
es_es: Fallaste... intentar nuevamente debes.

source: Hits
es_es: Golpes

source: The basics you understand I see.
es_es: Lo básico comprendes, puedo ver.

source: A secret technique, time it is to teach.
es_es: Una técnica secreta, debo enseñarte.

source: Strong the last hit of your melee combo is. But leaves you open to counter attack, yes...
es_es: Fuerte el último golpe de tu combo cuerpo a cuerpo es. Pero te deja vulnerable a un contraataque, sí...

source: However. \c[3]Dash\c[0] before ending a combo you can.
es_es: Pero. \c[3]Esquivar\c[0] antes de terminar un combo puedes.

source: Fittingly \c[3]Dash Cancel\c[0] it is called. hrm...
es_es: Apropiadamente, \c[3]Cancelación de Esquive\c[0] se llama. Hrm...

source: \c[3]Perform 5 Dash Cancels by Dashing while attacking\c[0] you must.
es_es: \c[3]Ejecutar 5 Cancelaciones de Esquive esquivando mientras atacas\c[0] debes.

source: \c[3]Dash\c[0] while attacking to perform a \c[3]Dash Cancel\c[0].
es_es: \c[3]Esquiva\c[0] mientras atacas para ejecutar una \c[3]Cancelación de Esquive\c[0].

source: Dash Cancels
es_es: Cancelaciónes de Esquive

source: Dash Cancels
es_es: Cancelaciónes de Esquive

source: More expected of you I have. Try again you must.
es_es: Más de tí me esperaba. Intentar nuevamente debes.

source: Good, very good.
es_es: Bien, muy bien.

source: To quickly dash away or continue attacking, this technique you can use.
es_es: Para rápidamente huír o seguir atacando, puedes usar esta técnica.

source: In this, tested now you will be.
es_es: En esto, probada serás.

source: \c[3]Defeat all the enemies in 20 seconds using Dash Cancels\c[0] you must.
es_es: \c[3]Derrotar a todos los enemigos en 20 segundos utilizando Cancelaciones de Esquive\c[0] debes.

source: Fail... you must try again.
es_es: Fallaste... intentar nuevamente debes.

source: Defeated
es_es: Derrotado

source: More expected of you I have. Try again you must.
es_es: Más de tí me esperaba. Intentar nuevamente debes.

source: No \c[3]Dash Cancels\c[0] you used.
es_es: Ningúna \c[3]Cancelación de Esquive\c[0] has utilizado.

source: Only one \c[3]Dash Cancel\c[0] you used.
es_es: Solo una \c[3]Cancelación de Esquive\c[0] has utilizado.

source: Only \v[tmp.cancels] \c[3]Dash Cancels\c[0] you used.
es_es: Solo \v[tmp.cancels] \c[3]Cancelaciones de Esquive\c[0] has utilizado.

source: More then 50 attacks you used too.
es_es: Más de 50 ataques has utilizado también.

source: All your attacks you used.
es_es: Todos tus ataques has utilizado.

source: More then 50 attacks you used.
es_es: Más de 50 ataques has utilizado.

source: All your attacks you used.
es_es: Todos tus ataques has utilizado.

source: Well honed, your understanding is.
es_es: Bien pulida tu habilidad está.

source: Now begins, your final test.
es_es: Ahora comienza, tu prueba final.

source: \c[3]Defeat all enemies in 15 seconds, using less than 30 attacks and at least 3 Dash Cancels\c[0] you must.
es_es: \c[3]Derrotar a todos los enemigos en 15 segundos, utilizando menos de 30 ataques y al menos 3 Cancelaciones de Esquive\c[0] debes.

source: Fail... you must try again.
es_es: Fallaste... intentar nuevamente debes.

source: Defeated
es_es: Derrotado

source: Dash Cancels
es_es: Cancelaciones de Esquive

source: Attacks Left
es_es: Ataques Restantes

source: Completed the course you have.
es_es: Completado el curso está.

source: But. Far from over your training is.
es_es: Pero. Lejos de terminado tu entrenamiento está.

source: For now your training is over. You must speak to me if you are ready for your next lesson.
es_es: Por ahora tu entrenamiento ha acabado. Hablar conmigo debes si lista para tu próxima lección estás.

source: [nods]
es_es: [asiente]

source: I think this is an instanced room... Must be something good going on here, no?
es_es: Creo que esta habitación está instanciada... Debe haber algo bueno, ¿no?

source: [nods]
es_es: [asiente]

# data/maps/rookie-harbor/inner-info.json//entities/25/settings/analyzable/text
source: Info Advisor
es_es: Asesor de información

source: Info Advisor
es_es: Asesor de información

source: Greetings, \v[lore.title.seeker].\. If you desire more in-depth knowledge about your abilities, talk to our experts here.
es_es: Bienvenida, \v[lore.title.seeker]a.\. Si deseas conocer en profundidad tus habilidades, habla con nuestros expertos aquí.

source: Also you can reset your skills using a \c[3]\v[item.428.name]\c[0] using the \c[3]Circuit Reset Terminal\c[0] downstairs!
es_es: ¡Además, puedes resetear tus habilidades usando un \c[3]\v[item.428.name]\c[0] en el \c[3]Terminal de Reinicio de Circuitos\c[0] del piso de abajo!

# data/maps/rookie-harbor/inner-info.json//entities/26/settings/displayName
source: Combat Artist
es_es: Artista de Combate

source: Hi!
es_es: ¡Hola!

source: Be greeted, \v[lore.title.seeker]!\. I am Mys Li, grandniece of the great Master Sensei.
es_es: ¡Saludos, \v[lore.title.seeker]a!\. Soy Mys Li, nieta del gran Maestro Sensei.

source: The art of combat was flowing through our lineage long before \v[lore.title.seeker]s were even a mere thought.
es_es: El arte del combate fluía por nuestra sangre mucho antes de que los \v[lore.title.seeker]es fueran siquiera una idea.

source: All that wisdom can be yours, if you are willing to learn.
es_es: Todo nuestro conocimiento puede ser tuyo, si estás dispuesta a aprenderlo.

source: What aspect of the fist do you seek to refine?
es_es: ¿Qué área del combate deseas refinar?

source: [nods close combat question]
es_es: [asiente a la pregunta del combate cuerpo a cuerpo]

source: Yes, the art of close combat is indeed fast and powerful.
es_es: Sí, el arte del combate cuerpo a cuerpo es ciertamente poderoso y veloz.

source: Even groups of enemies can be kept at bay by skilled fighters.
es_es: Incluso grandes grupos de enemigos pueden ser mantenidos a raya por los luchadores más habilidosos.

source: You, Spheromancer, will execute a series of \c[3]3 swings\c[0] followed by a powerful \c[3]spin attack\c[0] of great range.
es_es: Tú, Spheromancer, ejecutarás una serie de \c[3]3 ataques\c[0] seguidos de un poderoso \c[3]ataque giratorio\c[0] de gran rango.

source: Though the last attack is rather slow, creating openings for counterattacks.
es_es: Aunque el último ataque es algo lento y te dejará vulnerable a contraataques.

source: Thus a wise fighter considers \c[3]dashing\c[0] out of a combo to continue attacking without delay.
es_es: Por ello, un sabio luchador considera \c[3]esquivar\c[0] fuera de un combo para seguir atacando sin demoras.

source: This legendary technique is called \c[3]dash cancel\c[0] and can be used to cancel almost everything.
es_es: A esta legendaria técnica se le llama \c[3]Cancelación de Esquive\c[0] y puede utilizarse para cancelar casi todo.

source: More questions?
es_es: ¿Más preguntas?

source: [nods ranged combat question]
es_es: [asiente a la pregunta del ataque a distancia]

source: Yes, the art of ranged combat is useful indeed for it allows you to attack your enemies \c[3]at a distance\c[0].
es_es: Sí, el arte del combate a distancia es verdaderamente útil ya que te permite atacar enemigos \c[3]desde lejos\c[0].

source: It can be divided into\c[3] fast volleys of small projectiles\c[0] and \c[3]well-aimed charged shots\c[0].
es_es: Se puede dividir en \c[3]rápidas avalanchas de pequeños proyectiles\c[0] y \c[3]precisos disparos cargados\c[0].

source: Quickly fired small shots are one of the best ways to \c[3]deal a lot of damage quickly\c[0] as long as you aim properly!
es_es: ¡Los rápidos disparos pequeños son una gran forma de \c[3]causar una gran cantidad de daño en poco tiempo\c[0] mientras tengas puntería!

source: But keep in mind that impatient throwing will \c[3]slow down your aim\c[0]!\. Better to aim properly before you start attacking.
es_es: ¡Pero ten en cuenta que disparar demasiado pronto \c[3]ralentizará tu mira\c[0]!\. Es mejor que apuntes con precisión antes de empezar a atacar.

source: Carefully attacking with charged shots, on the other hand, is \c[3]a less efficient source of damage\c[0].
es_es: Por otro lado, atacar cuidadosamente con ataques cargados es \c[3]menos eficiente como una fuente de daño\c[0].

source: However, they cause strong \c[3]knockback\c[0], can sometimes \c[3]break\c[0] your foes and, when used with an element, even cause \c[3]status conditions\c[0]!
es_es: Sin embargo, causan un poderoso \c[3]golpe\c[0] que a veces puede \c[3]aturdir\c[0] a tus enemigos. ¡Si se combina con un elemento, puede incluso causar \c[3]efectos alterados\c[0]!

source: Also charged shots will \c[3]ricochet from solid objects\c[0] thus allowing for attacks from surprising angles!
es_es: ¡Además, los disparos cargados \c[3]rebotarán en objetos sólidos\c[0], lo que te permitirá atacar desde inesperados ángulos!

source: You should know, however, that some enemies are \c[3]resistant to ranged combat\c[0].\. Melee combat will have better results in those cases!
es_es: Debes tener en cuenta, sin embargo, que algunos enemigos son \c[3]resistentes al combate a distancia\c[0].\. ¡El combate cuerpo a cuerpo será una mejor opción en esos casos!

source: More questions?
es_es: ¿Más preguntas?

source: [nods dashing question]
es_es: [asiente a la pregunta del esquive]

source: The dash is an essential technique in fights and allows you to traverse short distances at blinding speeds.
es_es: Esquivar es una técnica esencial en una pelea, y te permite atravesar cortas distancias muy rápidamente.

source: The speed alone allows for safer evasion, but it has another property: the mythical \c[3]Flash Step\c[0].
es_es: La velocidad del esquive te permite evadir con facilidad, pero también tiene algo llamado el \c[3]Paso de Luz\c[0].

source: A dashing fighter will be \c[3]completely invincible for a fleeting moment\c[0] and even \c[3]phase through some objects\c[0]!
es_es: ¡Cuando esquives, \c[3]serás completamente invencible por un instante\c[0] e incluso podrás \c[3]atravesar algunos objetos\c[0]!

source: That moment is short, but it can be prolonged by strengthening your \c[3]Flash Step\c[0] ability and \c[3]Focus\c[0].
es_es: Dura muy poco, pero puede prolongarse mejorando la habilidad \c[3]Paso de Luz\c[0] y tu \c[3]Concentración\c[0].

source: Do not forget, though, that the number of successive dashes is \c[3]limited to 3\c[0] and a short break is needed afterwards.
es_es: Recuerda, no puedes hacer más de \c[3]3 esquives consecutivos\c[0]. Necesitarás tomarte un pequeño descanso para continuar.

source: More questions?
es_es: ¿Más preguntas?

source: [nods guard question]
es_es: [asiente a la pregunta sobre el bloqueo]

source: When facing vicious attacks, raising your Guard is often the wisest course of action.
es_es: Cuando te enfrentes a muchos ataques a la vez, bloquear con tu escudo puede que sea la mejor opción.

source: It will \c[3]greatly reduce all damage\c[0] in the direction you face and is often safer than trying to evade.
es_es: \c[3]Reducirá todo el daño\c[0] que le impacte considerablemente, y suele ser más seguro que intentar esquivar.

source: Though beware that your shield can \c[3]break\c[0] after absorbing a lot of damage.
es_es: Pero ten cuidado, tu escudo se puede \c[3]romper\c[0] después de absorber demasiado daño.

source: The efficiency and endurance of your shield depends on your \c[3]Defense\c[0] and the specialized \c[3]Solid Guard\c[0] modifier.
es_es: La eficiencia y durabilidad de tu escudo dependerá de tu \c[3]Defensa\c[0] y el modificador especializado \c[3]Escudo Sólido\c[0].

source: However, if your guard is \c[3]timed perfectly\c[0], it will \c[3]never break\c[0] and \c[3]negate all damage\c[0].\. This is the fabled \c[3]Perfect Guard\c[0].
es_es: Además, si bloqueas \c[3]en el momento justo\c[0], tu escudo \c[3]jamás se romperá\c[0] y \c[3]absorberá todo el daño\c[0].\. A esto se le llama un \c[3]Bloqueo Perfecto\c[0].

source: There are, however, some mighty attacks that mysteriously \c[3]ignore\c[0] a shield.\. Be wary of those.
es_es: Sin embargo, hay algunos poderosos ataques que misteriosamente \c[3]atraviesan\c[0] tu escudo.\. Ten cuidado con ellos.

source: More questions?
es_es: ¿Más preguntas?

source: [shakes head]
es_es: [niega con la cabeza]

source: Fine.\. Come back when you desire guidance again.
es_es: Bien.\. Vuelve cuando requieras mi conocimiento.
