Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: Yep, it was quite a bit of busywork, but it gave us some leads for future expeditions.
ru_ru: Да, было довольно много работы, но это дало нам несколько зацепок для будущих экспедиций.

source: How about it?\. We could really use the help of a \v[lore.title.seeker] who knows their stuff!
ru_ru: Как насчёт этого?\. Мы можем воспользоваться помощью Искателя, который знает своё дело!

source: [nods]
ru_ru: [кивает]

source: Great!\. Now we can finally use our new toys, with you on board!
ru_ru: Отлично!\. Теперь, с твоей помощью, мы сможем наконец воспользоваться нашими новыми игрушками!

source: Can't tell you much about it myself, but we got one of our tech-specialists, Deggart, waiting for you.
ru_ru: Не могу много тебе рассказать об этом, но у нас есть наш технический специалист, Деггарт, который ждёт тебя.

source: Meet him at the \c[3]Village Remains\c[0] in \c[3]\v[area.autumn-fall.name]\c[0] and he will explain everything!
ru_ru: Встреться с ним в \c[3]Руинах деревни\c[0] в \c[3]Закате Осени\c[0], и он тебе всё объяснит!

source: That's right at the border of \c[3]\v[area.autumn-area.name]\c[0], in case you forgot.
ru_ru: Это прямо на границе с \c[3]Расцветом Осени\c[0], если ты забыла.

source: [nods]
ru_ru: [кивает]

source: Alright, then good luck with that.\. And give Deggart my regards!
ru_ru: Хорошо, тогда удачи с этим.\. И передай Деггарту привет!

source: Bye!
ru_ru: Пока!

source: [shakes head]
ru_ru: [мотает головой]

source: Aw, dang, that's disappointing.\. Maybe you just need some more time to prepare?
ru_ru: Ах, чёрт, это разочаровывает.\. Может, тебе просто нужно чуть больше времени на подготовку?

source: Elenya
ru_ru: Эления

source: The device is with our Scout Deggart by the \c[3]Village Remains\c[0] in \c[3]\v[area.autumn-fall.name]\c[0].
ru_ru: Устройство вместе с нашим разведчиком Деггартом в \c[3]Руинах деревни\c[0] в \c[3]Закате Осени\c[0].

source: He should be waiting directly at the border to \c[3]\v[area.autumn-area.name]\c[0].
ru_ru: Он будет ждать прямо на границе с \c[3]Расцветом Осени\c[0].

source: Elenya
ru_ru: Эления

source: Hi!
ru_ru: Привет!

source: Woohoo, welcome back, \v[lore.title.seeker]!
ru_ru: Юхууу, с возвращением, \v[lore.title.seeker]!

source: ...h-hi?
ru_ru: ...п-привет?

source: Oh, sorry, your success made me overly excited.\. I gotta keep up my dignified leader image or whatever.
ru_ru: Ой, извини, твой успех взволновал меня.\. Я должна поддерживать свой образ достойного лидера или типа того.

source: So, honored \v[lore.title.seeker], your performance in the last operation was exceptional.
ru_ru: Ладно, уважаемый \v[lore.title.seeker], твоя эффективность в последней операции была необычайной.

source: Hereby, in my function as kickass leader of our organization, I give you our most official of thanks.
ru_ru: Таким образом, выполняя функцию офигенного лидера нашей организации, я выражаю тебе нашу самую официальную благодарность.

source: There was also a great quantity of classified information that was uncovered from the data that the probe exposed.
ru_ru: Также было обнаружено большое количество секретной информации в данных, извлечённых из зонда.

source: Expect a big expedition into unknown lands in the future.\. We'll keep in touch, yeah?
ru_ru: Рассчитывай на большую экспедицию в неизведанные земли в будущем.\. Будем на связи, окей?

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: Elenya
ru_ru: Эления

source: Sorry sweetie, got nothing for you right now. Unless you're just here for the pleasure of my company, of course.
ru_ru: Прости, милая, ничего сейчас для тебя нет. Если, конечно, ты здесь не ради моей компании.

source: Elenya
ru_ru: Эления

source: Heya \v[lore.title.seeker].\. Nice meeting some valiant fresh blood around here.
ru_ru: Хейя, Искатель.\. Приятно встретить немного доблестной свежей крови.

source: Hi!
ru_ru: Привет!

source: I would love to do some bonding with a fellow explorer, but right now there's a problem with one of our jobs.
ru_ru: Я бы хотела пообщаться с коллегой-исследователем, но сейчас есть проблема с одним из наших заданий.

source: Tucos had just finished a detailed geographical survey that's supposed to serve as the basis for future expeditions.
ru_ru: Тукос только что закончил детальную географическую съёмку, которая должна была послужить основой для будущих экспедиций.

source: But then he had to get jumped by wildlife and lose the storage unit with all the data, that careless klutz.
ru_ru: Но потом он был атакован дикой природой и потерял блок памяти со всеми данными, вот беспечный недотёпа.

source: So, since you're here, could you help us out with that?\. A \v[lore.title.seeker] should be more than qualified for that kinda task.
ru_ru: Так вот, раз уж ты здесь, не могла бы ты помочь нам с этим?\. Искатель должен быть более чем квалифицирован для выполнения такой задачи.

source: [nods]
ru_ru: [кивает]

source: Awesome!\. I'll transmit you the alleged location of the whole debacle so you should be able to track the thing down.
ru_ru: Потрясающе!\. Я передам тебе координаты предполагаемого местонахождения этого фиаско, чтобы ты могла отследить устройство данных.

source: Just remember to mind \c[3]your instincts as a \v[lore.title.seeker]\c[0] and you'll be back here enjoying my company in no time.
ru_ru: Просто не забывай \c[3]о своих инстинктах Искателя\c[0], и ты вернёшься сюда в кратчайшие сроки, чтобы насладиться моим обществом.

source: [shakes head]
ru_ru: [мотает головой]

source: Alright. That's a shame, but we'll manage somehow.\. Just hit me up if you change your mind.
ru_ru: Ладно. Обидно, но мы как-нибудь справимся.\. Просто свяжись со мной, если ты передумаешь.

source: Barkeep Niskeewa
ru_ru: Бармен Нискеева

source: Barkeep Niskeewa
ru_ru: Бармен Нискеева

source: Hey there, \v[lore.title.seeker].\. You can make yourself comfortable but you better also order something.
ru_ru: Привет, Искатель.\. Можешь устраиваться поудобнее, но не забудь заказать себе что-нибудь.

source: ...Hi...
ru_ru: ...Привет...

source: Barkeep Niskeewa
ru_ru: Бармен Нискеева

source: Ah, finally, another \v[lore.title.seeker] visiting my humble establishment.\. Are you the one with the new supplies?
ru_ru: Ах, наконец, ещё один \v[lore.title.seeker] посетил моё скромное заведение.\. Ты с новыми поставками?

source: [nods]
ru_ru: [кивает]

source: About time.\. That Mr. Nomsworth promised me those ingredients hours ago.
ru_ru: Как раз вовремя.\. Этот Номсворт обещал мне эти ингредиенты давным-давно.

source: Makes me wonder why we even pay fancy paperpushers like him for just doing some calls anyway.
ru_ru: Меня удивляет, почему мы вообще платим этим причудливым канцелярским крысам, типа него, если всё, что он делает - это совершает какие-то звонки.

source: Next time I might just contact those doing the real work myself.
ru_ru: В следующий раз я, вполне возможно, сама свяжусь с теми, кто выполняет настоящую работу.

source: Anyway, I'll send him a confirmation about the job.\. You better go back to him to get your reward.
ru_ru: В любом случае, я пришлю ему подтверждение о выполнении работы.\. Тебе лучше вернуться к нему, чтобы получить свою награду.

source: Barkeep Niskeewa
ru_ru: Бармен Нискеева

source: I've already transmitted the okay to that good-for-nothing.\. Better go get your pay before it vanishes from his memory.
ru_ru: Я уже отправила подтверждение этому бездельнику.\. Лучше получи свою оплату, прежде чем она исчезнет из его памяти.

source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/inner-info-ug-1.json/entities/6/settings/event/3/text
source: Awesome!
ru_ru: Потрясающе!

source: Combat Practice Terminal
ru_ru: Терминал боевой практики

source: \i[element-neutral]Neutral
ru_ru: \i[element-neutral]Нейтральный

source: \i[element-heat]Heat
ru_ru: \i[element-heat]Пламя

source: \i[element-cold]Cold
ru_ru: \i[element-cold]Холод

source: \i[element-shock]Shock
ru_ru: \i[element-shock]Шок

source: \i[element-wave]Wave
ru_ru: \i[element-wave]Волна

source: \c[1]Cancel\c[0]
ru_ru: \c[1]Отмена\c[0]

source: Single Enemy Practice
ru_ru: Один противник

source: Multi Enemy Practice
ru_ru: Несколько противников

source: Set Enemy Attack \c[2]On\c[0]
ru_ru: \c[2]Включить\c[0] атаку врагов

source: Set Enemy Attack \c[1]Off\c[0]
ru_ru: \c[1]Отключить\c[0] атаку врагов

source: Change attacking \c[3]Element\c[0]
ru_ru: Сменить \c[3]элемент\c[0] атак

source: \c[1]End Practice\c[0]
ru_ru: \c[1]Завершить тренировку\c[0]

source: \c[1]Cancel\c[0]
ru_ru: \c[1]Отмена\c[0]

source: Initiate Practice Mode
ru_ru: Запуск тренировки

source: Practice Mode End
ru_ru: Тренировка окончена

source: Circuit Reset Terminal
ru_ru: Терминал сброса контуров

source: \s[0]Circuit Reset Machine ------------------------- \c[3]\v[item.428.name]\c[0]: \v[item.428.amount]
ru_ru: \s[0]Терминал сброса контуров ------------------------- \c[3]\v[item.428.name]\c[0]: \v[item.428.amount]

source: Neutral Circuit
ru_ru: Нейтральный контур

source: Heat Circuit
ru_ru: Контур Пламени

source: Cold Circuit
ru_ru: Контур Холода

source: Shock Circuit
ru_ru: Контур Шока

source: Wave Circuit
ru_ru: Контур Волны

source: \s[0]You can spend one \c[3]\v[item.428.name]\c[0] to reset a circuit. Which circuit do you want to reset?
ru_ru: Вы можете потратить один \c[3]\v[item.428.name]\c[0], чтобы сбросить контур. Какой контур вы хотите сбросить?

source: \s[0]You can reset a circuit \c[2]for free\c[0]. Which circuit do you want to reset?
ru_ru: \s[0]Вы можете сбросить контур \c[2]бесплатно\c[0]. Какой контур вы хотите сбросить?

source: Reset \i[element-neutral]Neutral
ru_ru: Сбросить \i[element-neutral]Нейтральный

source: Reset \i[element-heat]Heat
ru_ru: Сбросить \i[element-heat]Пламя

source: Reset \i[element-cold]Cold
ru_ru: Сбросить \i[element-cold]Холод

source: Reset \i[element-shock]Shock
ru_ru: Сбросить \i[element-shock]Шок

source: Reset \i[element-wave]Wave
ru_ru: Сбросить \i[element-wave]Волна

source: \c[1]Cancel\c[0]
ru_ru: \c[1]Отмена\c[0]

source: Neutral Circuit
ru_ru: Нейтральный контур

source: Heat Circuit
ru_ru: Контур Пламени

source: Cold Circuit
ru_ru: Контур Холода

source: Shock Circuit
ru_ru: Контур Шока

source: Wave Circuit
ru_ru: Контур Волны

source: You can spend one \c[3]\v[item.428.name]\c[0] to reset a circuit.
ru_ru: Вы можете потратить один \c[3]\v[item.428.name]\c[0], чтобы сбросить контур.

source: If you possess \c[3]more than one Element\c[0], you can also \c[2]reset more circuits at once\c[0], \c[2]at a discount\c[0].
ru_ru: Если вы владеете \c[3]несколькими элементами\c[0], то вы можете \c[2]сбросить сразу несколько контуров со скидкой\c[0].

source: Once you reset a circuit you can \c[3]reset it again for free\c[0] as often as you want - until you leave this room.
ru_ru: После того, как вы сбросили контур, вы сможете \c[3]снова сбросить его бесплатно\c[0] до тех пор, пока вы не выйдете из этой комнаты.

source: Reset \i[element-neutral]Neutral \c[2](free)\c[0]
ru_ru: Сбросить \i[element-neutral]Нейтральный \c[2](бесплатно)\c[0]

source: Reset \i[element-heat]Heat \c[2](free)\c[0]
ru_ru: Сбросить \i[element-heat]Пламя \c[2](бесплатно)\c[0]

source: Reset \i[element-cold]Cold \c[2](free)\c[0]
ru_ru: Сбросить \i[element-cold]Холод \c[2](бесплатно)\c[0]

source: Reset \i[element-shock]Shock \c[2](free)\c[0]
ru_ru: Сбросить \i[element-shock]Шок \c[2](бесплатно)\c[0]

source: Reset \i[element-wave]Wave \c[2](free)\c[0]
ru_ru: Сбросить \i[element-wave]Волна \c[2](бесплатно)\c[0]

source: Reset a Circuit \c[3](\v[tmp.resetOneCost] token)\c[0]
ru_ru: Сбросить контур \c[3](\v[tmp.resetOneCost] жетон(ов))\c[0]

source: Reset a Circuit \c[2](free)\c[0]
ru_ru: Сбросить контур \c[2](бесплатно)\c[0]

source: Reset all Circuits \c[3](\v[tmp.resetAllCost] token)\c[0]
ru_ru: Сбросить все контуры \c[3](\v[tmp.resetAllCost] жетон(ов))\c[0]

source: Reset all Circuits \c[2](free)\c[0]
ru_ru: Сбросить все контуры \c[2](бесплатно)\c[0]

source: [Help]
ru_ru: [Помощь]

source: \c[1]Cancel\c[0]
ru_ru: \c[1]Отмена\c[0]

source: Info Advisor
ru_ru: Информационный советник

source: Greetings, \v[lore.title.seeker].\. You can purchase additional \c[3]Circuit Overrides\c[0] from me that you can use to \c[3]reset your circuits\c[0].
ru_ru: Приветствую, Искатель.\! У меня в продаже есть \c[3]Сброс контура\c[0], с помощью которого можно \c[3]сбрасывать контуры\c[0].

source: But beware: These legendary items are still costly to acquire.\. Please handle your circuit with care!
ru_ru: Но будьте осторожны: эти легендарные предметы стоят очень дорого.\. Пожалуйста, распределяйте ваши контуры с умом!

source: A new Seeker in my dojo? Hmm.
ru_ru: Новый Искатель в моем додзё? Хмм.

source: Not ready you are, hmm...
ru_ru: Не готова ещё ты, хмм...

source: Come back when mastered both \c[3]Heat\c[0] and \c[3]Cold\c[0] you have, yes yes.
ru_ru: Возвращайся, когда овладеешь \c[3]Пламенем\c[0] и \c[3]Холодом\c[0], да-да.

source: A new Seeker in my dojo? Hmm.
ru_ru: Новый Искатель в моем додзё? Хмм.

source: Hrrmmm. Great power within you I sense.
ru_ru: Хррммм. Великую силу внутри тебя я чувствую.

source: Ready to explore the depths of your abilities you are?
ru_ru: Исследовать глубину способностей своих готова ли ты?

source: Good, yes yes. Speak to me to begin you must.
ru_ru: Хорошо, да-да. Поговорить со мной, чтобы начать, ты должна.

source: Hrmmm? Sure you are?
ru_ru: Хрммм? Уверена ты?

source: Mastered my courses you have. Proud I am. Hmm.
ru_ru: Освоила мои курсы ты. Горжусь я. Хмм.

source: Take this you should and return for more training you can.
ru_ru: Взять это должна ты и вернуться для дополнительных тренировок можешь ты.

source: Already expecting you, I am.
ru_ru: Ожидаю тебя уже я.

source: Ready to train are you? Yes, hrrmmm.
ru_ru: Готова тренироваться ты? Да, хррммм.

source: [nods]
ru_ru: [кивает]

source: Once begun, endure until the course is finished you must.
ru_ru: Однажды начав, продержаться до конца курса должна ты.

source: Wisely made your decision must be, yes.
ru_ru: Мудро выбирать должна ты, да.

source: A good choice. To the art of balls, open your mind must be.
ru_ru: Хороший выбор. К искусству шаров открыт твой разум должен быть.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
ru_ru: Хороший выбор. Путь к мастерству - повторение. Да, хрмммм.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
ru_ru: Хороший выбор. Путь к мастерству - повторение. Да, хрмммм.

source: A good choice. To the art of the blade, open your mind must be.
ru_ru: Хороший выбор. К искусству клинка открыт твой разум должен быть.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
ru_ru: Хороший выбор. Путь к мастерству - повторение. Да, хрмммм.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
ru_ru: Хороший выбор. Путь к мастерству - повторение. Да, хрмммм.

source: Training: VRP
ru_ru: Тренировка: VRP

source: Training: VRP \c[2][Passed]\c[0]
ru_ru: Тренировка: VRP \c[2][Пройдено]\c[0]

source: Training: VPI
ru_ru: Тренировка: VPI

source: Training: VPI \c[2][Passed]\c[0]
ru_ru: Тренировка: VPI \c[2][Пройдено]\c[0]

source: Return
ru_ru: Вернуться

source: Already expecting you, I am.
ru_ru: Ожидаю тебя уже я.

source: Ready to train are you? Yes, hrrmmm.
ru_ru: Готова тренироваться ты? Да, хррммм.

source: [nods]
ru_ru: [кивает]

source: Once begun, endure until the course is finished you must.
ru_ru: Однажды начав, продержаться до конца курса должна ты.

source: Wisely made your decision must be, yes.
ru_ru: Мудро выбирать должна ты, да.

source: A good choice. To the art of balls, open your mind must be.
ru_ru: Хороший выбор. К искусству шаров открыт твой разум должен быть.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
ru_ru: Хороший выбор. Путь к мастерству - повторение. Да, хрмммм.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
ru_ru: Хороший выбор. Путь к мастерству - повторение. Да, хрмммм.

source: A good choice. To the art of the blade, open your mind must be.
ru_ru: Хороший выбор. К искусству клинка открыт твой разум должен быть.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
ru_ru: Хороший выбор. Путь к мастерству - повторение. Да, хрмммм.

source: A good choice. The path to mastery repetition is. Yes, hrrmmm.
ru_ru: Хороший выбор. Путь к мастерству - повторение. Да, хрмммм.

source: Training: VRP
ru_ru: Тренировка: VRP

source: Training: VRP \c[2][Passed]\c[0]
ru_ru: Тренировка: VRP \c[2][Пройдено]\c[0]

source: Training: VPI
ru_ru: Тренировка: VPI

source: Training: VPI \c[2][Passed]\c[0]
ru_ru: Тренировка: VPI \c[2][Пройдено]\c[0]

source: Return
ru_ru: Отмена

source: More expected of you I have. Try again you must.
ru_ru: Больше ожиданий у меня от тебя. Повторить попытку должна ты.

source: Good, good. Yes, hrrrm.
ru_ru: Хорошо, хорошо. Да, хрррм.

source: Now again... but quickly.
ru_ru: Теперь снова... но быстро.

source: \c[3]Hit all targets in 10 seconds\c[0] you must.
ru_ru: \c[3]Поразить все цели за 10 секунд\c[0] должна ты.

source: Fail... you must try again.
ru_ru: Провал... ты должна попробовать ещё раз.

source: Hits
ru_ru: Попадания

# data/maps/rookie-harbor/inner-info-ug-2.json/entities/26/settings/event/0/text
source: Cancel Training
ru_ru: Отменить тренировку

source: Tested in this training your precision and perception will be. Hrmmm.
ru_ru: Проверены точность и восприятие твои будут в этой тренировке. Хрммм.

source: Floating you must be for this, yes?
ru_ru: Парить должна для этого ты, да?

source: Worry not. Trust in your sensei, you must.
ru_ru: Не волнуйся. Довериться сенсею своему ты должна.

source: Now... Begun, your training has.
ru_ru: А теперь... Начнём тренировку твою.

source: First, your basic understanding we will test, yes.
ru_ru: Для начала, основ понимание проверим твоё, да.

source: \c[3]Hit all the targets you must\c[0]. That you can do, can you not?
ru_ru: \c[3]Попасть по всем целям должна ты\c[0]. Сможешь это ты или нет?

source: Hits
ru_ru: Попадания

source: Good, yes...
ru_ru: Хорошо, да...

source: Now... your understanding of ricochet, show to me.
ru_ru: Теперь... своё понимание рикошета покажи мне.

source: \c[3]Hit all targets using ricochets\c[0] you must.
ru_ru: \c[3]Попасть во все мишени рикошетом\c[0] должна ты.

source: Hits
ru_ru: Попадания

source: Completed the course you have.
ru_ru: Завершила курс ты.

source: But. Far from over your training is.
ru_ru: Однако. Далеки от окончания тренировки твои.

source: For now, rest. When ready for your next lesson, speak to me you will.
ru_ru: Пока что отдохни. Когда готова будешь к следующему уроку своему, поговори со мной ты.

source: [nods]
ru_ru: [кивает]

source: Too easy for you it was?
ru_ru: Слишком легко было это для тебя?

source: \c[3]Hit all targets using ricochet\c[0] again you must!
ru_ru: \c[3]Попасть во все цели рикошетом\c[0] снова должна ты!

source: Hits
ru_ru: Попадания

source: \v[tmp.missedBalls] you missed. Becoming better you must.
ru_ru: Промахов было твоих: \v[tmp.missedBalls]. Стать лучше должна ты.

source: In you perhaps, a true seeker sleeps. Hmm.
ru_ru: В тебе, возможно, истинный Искатель спит. Хмм.

source: Your aim next we must test.
ru_ru: Меткость твою следующей должны проверить мы.

source: \c[3]Hit the target 10 times without missing or throwing too much\c[0] you must.
ru_ru: \c[3]Попасть десять раз в цель без промахов и лишних бросков\c[0] должна ты.

source: Shots
ru_ru: Выстрелы

source: Hits
ru_ru: Попадания

source: \v[tmp.missedBalls] you missed. Become better you must.
ru_ru: Промахов было твоих: \v[tmp.missedBalls]. Стать лучше должна ты.

source: Constant a seeker's aim must be, even when moving the enemy is.
ru_ru: Постоянна Искателя точность быть должна, даже если движется враг.

source: \c[3]Hit the target 10 times without missing\c[0] again you must.
ru_ru: \c[3]Попасть десять раз в цель без промахов\c[0] снова должна ты.

source: Shots
ru_ru: Выстрелы

source: Target 1
ru_ru: Цель 1

source: Target 2
ru_ru: Цель 2

source: Faster and more accurate you must be, yes.
ru_ru: Быстрее и точнее должна быть ты, да.

source: A fine student you are, yes... hmm...
ru_ru: Прекрасный ученик ты, да... хмм...

source: Your final test now comes.
ru_ru: Последнее испытание твоё будет теперь.

source: \c[3]Hit all targets without missing and within 10 seconds\c[0] you must.
ru_ru: \c[3]Попасть во все цели без промахов и за 10 секунд\c[0] должна ты.

source: Shots
ru_ru: Выстрелы

source: Hits
ru_ru: Попадания

# data/maps/rookie-harbor/inner-info-ug-2.json/entities/76/settings/event/1/text
source: Cancel Training
ru_ru: Отменить тренировку

source: Tested in this training your strength will be. Yes...
ru_ru: Проверена сила твоя будет в этой тренировке. Да...

source: Throw, you cannot. Guarding, also disabled will be.
ru_ru: Бросать не можешь ты. Защита также отключена будет.

source: Now... Begun, your training has.
ru_ru: А теперь... Начнём тренировку твою.

source: First, basic understanding we must test, yes.
ru_ru: Для начала, основ понимание должны проверить мы, да.

source: \c[3]Hit all targets you must\c[0]. Simple it is, yes?
ru_ru: \c[3]Поразить все цели должна ты\c[0]. Просто это, да?

source: Hits
ru_ru: Попадания

source: Expect more of you, do I. Try again you must.
ru_ru: Ожидал большего от тебя я. Попробовать снова ты должна.

source: Good. Yes, hrrrm.
ru_ru: Хорошо. Да, хррмм.

source: Now again, but quickly.
ru_ru: Теперь снова, но быстро.

source: \c[3]Hit all targets in 10 seconds\c[0] you must.
ru_ru: \c[3]Поразить все цели за 10 секунд\c[0] должна ты.

source: Fail... you must try again.
ru_ru: Провал... ты должна попробовать ещё раз.

source: Hits
ru_ru: Попадания

source: More expected of you I have. Try again you must.
ru_ru: Больше ожиданий у меня от тебя. Повторить попытку должна ты.

source: A fine display.
ru_ru: Прекрасная демонстрация.

source: Now... Multiple enemies at once you must hit.
ru_ru: Теперь... Несколько врагов сразу должна ударить ты.

source: \c[3]Hit all targets in 10 seconds\c[0] you must.
ru_ru: \c[3]Поразить все цели за 10 секунд\c[0] должна ты.

source: With a single swing, multiple enemies you must hit.
ru_ru: Одним взмахом несколько врагов должна ударить ты.

source: Fail... you must try again.
ru_ru: Провал... ты должна попробовать ещё раз.

source: Hits
ru_ru: Попадания

source: The basics you understand I see.
ru_ru: Основы понимаешь ты, я вижу.

source: A secret technique, time it is to teach.
ru_ru: Секретной технике время научить.

source: Strong the last hit of your melee combo is. But leaves you open to counter attack, yes...
ru_ru: Силён последний удар твоего комбо. Но оставляет уязвимой он тебя, да...

source: However. \c[3]Dash\c[0] before ending a combo you can.
ru_ru: Однако. \c[3]Рывок\c[0] перед окончанием комбо можешь сделать ты.

source: Fittingly \c[3]Dash Cancel\c[0] it is called. hrm...
ru_ru: \c[3]Отмена рывком\c[0] называется это. хрм...

source: \c[3]Perform 5 Dash Cancels by Dashing while attacking\c[0] you must.
ru_ru: \c[3]Выполнить пять отмен рывком, делая рывок во время атаки\c[0], должна ты.

source: \c[3]Dash\c[0] while attacking to perform a \c[3]Dash Cancel\c[0].
ru_ru: Сделайте \c[3]рывок\c[0] во время атаки, чтобы выполнить \c[3]отмену рывком\c[0].

source: Dash Cancels
ru_ru: Отмен рывком

source: Dash Cancels
ru_ru: Отмен рывком

source: More expected of you I have. Try again you must.
ru_ru: Больше ожиданий у меня от тебя. Повторить попытку должна ты.

source: Good, very good.
ru_ru: Хорошо, очень хорошо.

source: To quickly dash away or continue attacking, this technique you can use.
ru_ru: Чтобы быстро уклониться или продолжить атаку, можешь технику эту использовать ты.
