Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: Cedric
ru_ru: Седрик

source: Well met, \v[lore.title.seeker]. There has been no further trouble at the docks so far but we should stay vigilant.
ru_ru: Хорошо встретили их, Искатель. Пока что не было никаких проблем в доках, но мы должны оставаться бдительными.

# data/maps/rookie-harbor/teleporter.json/entities/435/settings/analyzable/text
source: Sober Frank
ru_ru: Трезвый Фрэнк

source: Sober Frank
ru_ru: Трезвый Фрэнк

source: Hi!
ru_ru: Привет!

source: Huh... what?\. Can't you tell I'm working?
ru_ru: Хмм... что?\. Разве не видно, что я работаю?

source: .\..\..\.Lea!
ru_ru: .\..\..\.Лея!

source: You wanna know what I'm doing?\. Keeping this harbor running without proper payment, as usual.
ru_ru: Ты хочешь узнать, чем я занимаюсь?\. Сохраняю эту гавань в функционирующем состоянии без надлежащей оплаты, как и обычно.

source: But hey, if the high and mighty Seeker wants to inspect our shipments that badly... just give me a second.
ru_ru: Но, эй, если могущественный Искатель так сильно хочет проверить наши грузы... просто дай мне пару секунд.

source: Suspicious Tinkering
ru_ru: Подозрительно возится

source: Sober Frank
ru_ru: Трезвый Фрэнк

source: Any second now...
ru_ru: В любую секунду...

# data/maps/rookie-harbor/teleporter.json/entities/447/settings/event/10/name
source: Sober Frank
ru_ru: Трезвый Фрэнк

# data/maps/rookie-harbor/teleporter.json/entities/447/settings/event/11/message
source: Hi!
ru_ru: Привет!

# data/maps/rookie-harbor/teleporter.json/entities/447/settings/event/12/message
source: Can't let a humble worker earn his cash in peace, huh?
ru_ru: Не можешь позволить скромному работнику мирно зарабатывать свои деньги, да?

# data/maps/rookie-harbor/teleporter.json/entities/447/settings/event/20/name
source: Sober Frank
ru_ru: Трезвый Фрэнк

# data/maps/rookie-harbor/teleporter.json/entities/447/settings/event/22/message
source: But trying to annoy me on my home-turf was a bad move, lady.
ru_ru: Но пытаться досаждать мне на моей территории - очень большая ошибка, леди.

# data/maps/rookie-harbor/teleporter.json/entities/447/settings/event/23/message
source: Now stay here and stop bothering me, will you?\. I'll even leave you some company.
ru_ru: Теперь побудь здесь и перестань беспокоить меня, ладно? \. Я даже оставлю тебе компанию.

# data/maps/rookie-harbor/teleporter.json/entities/455/settings/event/3/message
source: Don't think that's all I got!
ru_ru: Не подумай, что это всё, что у меня есть!

# data/maps/rookie-harbor/teleporter.json/entities/456/settings/event/9/name
source: Sober Frank
ru_ru: Трезвый Фрэнк

# data/maps/rookie-harbor/teleporter.json/entities/456/settings/event/10/message
source: Hi!
ru_ru: Привет!

# data/maps/rookie-harbor/teleporter.json/entities/456/settings/event/12/message
source: Damn it, you again?
ru_ru: Чёрт возьми, опять ты?

# data/maps/rookie-harbor/teleporter.json/entities/456/settings/event/13/message
source: Still not satisfied after all those shipment inspections?\. You sure are persistent.
ru_ru: Ещё не удовлетворена после всех этих проверок?\. Ты весьма настойчива.

# data/maps/rookie-harbor/teleporter.json/entities/456/settings/event/15/message
source: Well, I guess it is time to bury the hatchet and get one of those lawyers, eh?
ru_ru: Ну, я думаю, что пришло время зарыть топор войны и нанять одного из этих адвокатов, а?

# data/maps/rookie-harbor/teleporter.json/entities/456/settings/event/16/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/456/settings/event/38/name
source: Sober Frank
ru_ru: Трезвый Фрэнк

# data/maps/rookie-harbor/teleporter.json/entities/456/settings/event/39/message
source: Or maybe I'll just get rid of you and walk away.\. How does that sound?
ru_ru: Или, может быть, я просто избавлюсь от тебя и свалю.\. Как тебе такой вариант?

# data/maps/rookie-harbor/teleporter.json/entities/456/settings/event/40/message
source: Lea!
ru_ru: Лея!

# data/maps/rookie-harbor/teleporter.json/entities/456/settings/event/41/message
source: Say all you want, there is no turning back now.
ru_ru: Говори всё, что хочешь, теперь нет пути назад.

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/10/name
source: Sober Frank
ru_ru: Трезвый Фрэнк

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/11/message
source: ...h-\.hi!
ru_ru: ...п-\.привет!

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/12/message
source: Hrm, after all that trouble, those buckets of junk can't even get rid of some \v[lore.title.seeker]s.
ru_ru: Хмр, после всех проблем, эти вёдра хлама не могут даже избавиться от каких-то Искателей.

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/14/message
source: Really makes you question the point of it all...
ru_ru: На самом деле заставляет задуматься над смыслом всего этого...

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/18/message
source: Hey, I'll be nice. No need to get violent with me.
ru_ru: Эй, я буду хорошо себя вести. Не нужно насилия.

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/19/message
source: But, I guess I do have to face my problems the responsible way now...
ru_ru: Но, я полагаю, что теперь мне придётся подойти к своим проблемам со всей ответственностью...

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/39/name
source: Sober Frank
ru_ru: Трезвый Фрэнк

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/40/name
source: Cedric
ru_ru: Седрик

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/41/message
source: Ouch...
ru_ru: Ай...

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/42/message
source: Don't move a muscle!
ru_ru: Стой на месте!

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/43/message
source: I've had just about enough of illegal turrets and smokebombs being thrown around here.
ru_ru: С меня хватит нелегальных турелей и дымовых шашек, бросаемых повсюду.

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/45/message
source: Don't let falling for his little trick bother you, \v[lore.title.seeker].\. Seems to happen all the time lately.
ru_ru: Не беспокойся о том, что попалась на его маленькую хитрость, Искатель. Кажется, в последнее время такое происходит постоянно.

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/46/message
source: You did good work flushing him out and disposing of those toys of his.
ru_ru: Ты проделала хорошую работу, выманив его и избавившись от этих игрушек.

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/48/message
source: You sure like to get rough as long as it's just us lowly workers, don't you?
ru_ru: Вы такие суровые только тогда, когда дело касается нас, простых рабочих, не так ли?

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/49/message
source: Keep your mouth shut.\. We can have a nice long talk back at the station.
ru_ru: Держи рот на замке.\. У нас будет приятный долгий разговор в участке.

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/52/message
source: And you better go there too and report to Sgt. Brassler.
ru_ru: И тебе лучше тоже пойти туда и доложить сержанту Брасслеру.

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/53/message
source: He'll be pleased with what you've done here, even if he doesn't show it.
ru_ru: Он будет доволен тем, что ты сделала здесь, даже если он и не покажет этого.

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/54/message
source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/56/message
source: Alright, off you go.\. Don't make me tie you up and carry you all the way.
ru_ru: Хорошо, ты пойдёшь сам.\. Не заставляй меня связывать тебя и нести всю дорогу.

# data/maps/rookie-harbor/teleporter.json/entities/467/settings/event/57/message
source: Okay, okay.\. At least leave a hard-working citizen some dignity.
ru_ru: Ладно, ладно.\. По крайней мере, оставь трудолюбивому гражданину его достоинство.

source: Sacrebleu! Why would they add a door there?!
ru_ru: Sacrebleu (Чёрт возьми)! Зачем они добавили здесь дверь?!

source: This door honestly just went where it was supposed to. Very consistent.
ru_ru: Эта дверь, честно говоря, ведёт туда, куда должна была. Весьма последовательно.

source: What was that? Did they honestly design it that way?
ru_ru: Что это было? Они серьёзно спроектировали это таким образом?

# data/maps/rookie-harbor/teleporter.json/entities/477/settings/analyzable/text
source: Captain Turbine
ru_ru: Капитан Турбайн

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Yarrr, the sea sounds restless.\. A storm is afoot.
ru_ru: Аррр, море звучит беспокойно.\. Шторм надвигается.

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Arr, \v[lore.title.seeker].\. You the one they sent to board our proud battleship here?
ru_ru: Арр, \v[lore.title.seeker].\. Это ты была отправлена на борт нашего гордого боевого судна?

source: [nods]
ru_ru: [кивает]

source: Hope a landlubber like you can hold yer own without steady land under yer feet.\. The sea is a fickle lady, I tell ye.
ru_ru: Надеюсь сухопутная крыса вроде тебя сможет выстоять без твёрдой земли под ногами.\. Я тебе так скажу: море - капризная дамочка.

source: Alright, alright.\. Just wanted to get you in the mood.\. Think like a smuggler to catch one, eh?
ru_ru: Хорошо, хорошо.\. Просто хотел, чтобы ты была в настроении.\. Думай, как контрабандист, чтобы поймать его, да?

source: Got a lot of those criminals these days, sending weapons directly over the sea.
ru_ru: В наше время многие преступники отправляют оружие прямо по морю.

source: Only way to catch them is by intercepting them directly on the sea.\. This is where you come in, \v[lore.title.seeker].
ru_ru: Единственный способ поймать их - перехватить в открытом море.\. И тут в игру вступаешь ты, \v[lore.title.seeker].

source: Captain Turbine
ru_ru: Капитан Турбайн

source: You will patrol the suspected smuggling routes with our state of the art combat platform here.
ru_ru: Ты будешь патрулировать предполагаемые маршруты контрабанды на нашей новейшей боевой платформе.

source: It's equipped with a \c[3]Naval Protection Cannon\c[0], or \c[3]NPC\c[0] for short, that's linked with your fancy Trackwalker systems.
ru_ru: Она оснащена \c[3]пушкой интенсивного уничтожения\c[0], или сокращённо - \c[3]П.И.У.\c[0], связанной с твоими модными системами Путепроходца.

source: So you'll be able to easily mark targets with your \c[3]charged projectiles\c[0] and the cannon will do the rest.
ru_ru: Так что ты можешь запросто отмечать цели своими \c[3]заряженными снарядами\c[0], а пушка сделает всё остальное.

source: What's more, your fancy \c[3]heat\c[0] and \c[3]cold\c[0] elements will give our cannon special properties!
ru_ru: Более того, твои крутые элементы \c[3]пламени\c[0] и \c[3]холода\c[0] дадут нашей пушке особые свойства!

source: Everything's been set up already, so just talk to me again if you wanna start your patrol.
ru_ru: Всё уже приготовлено, так что просто поговори со мной, если хочешь начать патрулирование.

source: [nods]
ru_ru: [кивает]

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Are you ready to go?
ru_ru: Ты готова выдвигаться?

source: [nods]
ru_ru: [кивает]

source: Good.\. The route is already programmed into the ship.\. Just get aboard.
ru_ru: Хорошо.\. Маршрут уже запрограммирован в корабль.\. Просто садись на борт.

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Make sure to destroy as many weapons as you can.
ru_ru: Уничтожь столько оружия, сколько сможешь.

source: If \c[3]too many get through\c[0] this operation will be considered \c[3]failed\c[0].
ru_ru: Если \c[3]пропустишь слишком много\c[0], то эта операция будет признана \c[3]проваленной\c[0].

source: Well, I'm sure you could've guessed that already.
ru_ru: Ну, я уверен, что ты уже могла догадаться об этом.

source: Off you go.\. Good hunting!
ru_ru: Выдвигайся.\. Удачной охоты!

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: [shakes head]
ru_ru: [мотает головой]

source: Don't take too much time.\. More shipments are arriving every day!
ru_ru: Не затягивай.\. Каждый день прибывает всё больше грузов!

source: How?
ru_ru: Как?

source: Well, you will patrol the smuggling route and make sure those weapons don't reach the continent.
ru_ru: Ну, ты будешь патрулировать маршрут контрабанды и следить за тем, чтобы это оружие не достигло континента.

source: Captain Turbine
ru_ru: Капитан Турбайн

source: To help you, we prepared this masterpiece of naval warfare that is able to fire devastating projectiles.
ru_ru: Чтобы помочь тебе, мы подготовили этот шедевр морского боя, способный стрелять разрушительными снарядами.

source: To use it, just \c[3]mark\c[0] an enemy with a \c[3]charged projectile\c[0] when the turret is \c[3]ready\c[0].
ru_ru: Чтобы использовать её, просто \c[3]отметь\c[0] врага \c[3]заряженным снарядом\c[0], когда турель \c[3]будет готова\c[0].

source: Aside from doing \c[3]high damage\c[0] those will also \c[3]stun\c[0] and \c[3]disrupt shields\c[0].
ru_ru: Помимо \c[3]высокого урона\c[0], она будет \c[3]оглушать\c[0] и \c[3]разрушать щиты\c[0].

source: Also, depending on the \c[3]element\c[0] you used to mark the enemy, the type of shot will differ.
ru_ru: К тому же, в зависимости от \c[3]элемента\c[0], который используется для отметки врага, тип выстрела будет отличаться.

source: \c[3]Neutral\c[0] shots are your standard single-target projectile.\. \c[3]No special attributes\c[0] but \c[3]fast reloading\c[0].
ru_ru: \c[3]Нейтральные\c[0] выстрелы - твои стандартные снаряды для одиночных целей.\. \c[3]Никаких особых свойств\c[0], но \c[3]быстрая перезарядка\c[0].

source: \c[3]Heat\c[0] shots cause an \c[3]explosion\c[0] on hit, damaging \c[3]nearby targets\c[0] as well.
ru_ru: Выстрелы \c[3]Пламенем\c[0] вызывают \c[3]взрыв\c[0] при контакте и поражают \c[3]ближайшие цели\c[0].

source: Lastly, \c[3]Cold\c[0] shots are \c[3]single-target\c[0] as well, but they are \c[3]more powerful\c[0] and also \c[3]slow down\c[0] whatever they hit.
ru_ru: И последнее, выстрелы \c[3]Холодом\c[0] тоже предназначены \c[3]для одиночных целей\c[0], но они \c[3]более мощные\c[0] и \c[3]замедляют\c[0] всё, во что попадут.

source: \c[3]Other Elements\c[0] are still \c[3]not implemented\c[0], so they will just trigger the \c[3]Neutral projectiles\c[0].
ru_ru: \c[3]Другие элементы\c[0] ещё \c[3]не внедрены\c[0], так что они просто вызовут \c[3]нейтральные выстрелы\c[0].

source: The turret is also pretty sturdy.\. Though, you should still be careful of \c[3]explosives\c[0] and \c[3]disruption shots\c[0].
ru_ru: Турель довольно крепкая. Тем не менее, тебе всё равно стоит остерегаться \c[3]взрывных\c[0] и \c[3]разрушающих снарядов\c[0].

source: Those will do \c[3]great damage\c[0] to your ship and also \c[3]stun\c[0] it shortly.\. You won't want it exploding in the ocean, right?
ru_ru: Они нанесут \c[3]большой урон\c[0] твоему кораблю, а ещё ненадолго \c[3]оглушат\c[0] его.\. Ты же не хочешь, чтобы он взорвался посреди океана, верно?

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Anyway, are you ready to go now?
ru_ru: В любом случае, ты готова выдвигаться?

source: Yes, start the patrol
ru_ru: Да, начать патрулирование

source: No
ru_ru: Нет

source: Detailed Instructions
ru_ru: Подробные инструкции

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Report back to Sergeant Brassler.\. The logs have already been sent.
ru_ru: Отчитайся сержанту Брасслеру.\. Свой отчёт мы уже отправили.

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Well met, \v[lore.title.seeker]. There has been no further trouble at the docks so far but we should stay vigilant.
ru_ru: Хорошо встретили их, Искатель. Пока что не было никаких проблем в доках, но мы должны оставаться бдительными.

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Hey, \v[lore.title.seeker].\. I hear we got you back on board for this cruise?
ru_ru: Эй, Искатель.\. Я слышал, ты снова у нас на борту в этом круизе?

source: [nods]
ru_ru: [кивает]

source: That's reassuring.\. It sure beats teaching someone else how to use our battleship.
ru_ru: Это обнадёживает.\. Определённо лучше, чем учить кого-то ещё управлять нашим кораблём.

source: So, I assume you remember our trusted NPC.
ru_ru: Ну, я полагаю, ты помнишь нашу проверенную П.И.У.

source: Captain Turbine
ru_ru: Капитан Турбайн

source: You will use it to patrol a new smuggling route, again, and take out the incoming weapons.
ru_ru: Ты снова будешь использовать её, чтобы патрулировать новый путь контрабандистов и вывести из строя прибывающее оружие.

source: However, once you have defeated that wave, we will use their route to locate the position of the coordinator that controls them!
ru_ru: Однако как только ты уничтожишь эту волну, мы используем их путь, чтобы обнаружить местоположение координатора, управляющего ими!

source: Destroying that will halt their operation completely and get us some data on the criminals behind that.
ru_ru: Его уничтожение полностью остановит их операцию и даст нам некоторые данные о преступниках, стоящих за этим.

source: Well, that's your job. We also upgraded the \c[3]Naval Protection Cannon\c[0]'s weaponry a bit.
ru_ru: Вот и вся твоя работа. Мы также немного улучшили вооружение \c[3]пушки интенсивного уничтожения\c[0].

source: You can now use all your elements, including \c[3]shock\c[0] and \c[3]wave\c[0], to order special projectiles from the cannon!
ru_ru: Теперь ты можешь использовать все свои элементы, включая \c[3]шок\c[0] и \c[3]волну\c[0], чтобы выпускать особые снаряды из пушки!

source: Just mark targets with your \c[3]charged projectiles\c[0] as before.
ru_ru: Просто отмечай цели своими \c[3]заряженными снарядами\c[0], как и раньше.

source: Well, everything is ready to go. Just talk to me again once you wanna start your patrol.
ru_ru: Ну, всё готово к операции. Просто поговори со мной снова, как только захочешь начать свой патруль.

source: [nods]
ru_ru: [кивает]

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Are you ready to go?
ru_ru: Ты готова выдвигаться?

source: [nods]
ru_ru: [кивает]

source: Good.\. The route is already programmed into the ship.\. Just get aboard.
ru_ru: Хорошо.\. Маршрут уже запрограммирован в корабль.\. Просто садись на борт.

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Make sure to destroy as many weapons as you can.
ru_ru: Уничтожь столько оружия, сколько сможешь.

source: If \c[3]too many get through\c[0] this operation will be considered \c[3]failed\c[0].
ru_ru: Если \c[3]пропустишь слишком много\c[0], то эта операция будет признана \c[3]проваленной\c[0].

source: Well, I'm sure you could've guessed that already.
ru_ru: Ну, я уверен, что ты уже могла догадаться об этом.

source: Off you go.\. Good hunting!
ru_ru: Выдвигайся.\. Удачной охоты!

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: [shakes head]
ru_ru: [мотает головой]

source: Don't take too much time.\. More shipments are arriving every day!
ru_ru: Не затягивай.\. Каждый день прибывает всё больше грузов!

source: How?
ru_ru: Как?

source: Well, you will patrol the smuggling route and make sure those weapons don't reach the continent.
ru_ru: Ну, ты будешь патрулировать маршрут контрабанды и следить за тем, чтобы это оружие не достигло континента.

source: Captain Turbine
ru_ru: Капитан Турбайн

source: To help you, we prepared this masterpiece of naval warfare that is able to fire devastating projectiles.
ru_ru: Чтобы помочь тебе, мы подготовили этот шедевр морского боя, способный стрелять разрушительными снарядами.

source: To use it, just \c[3]mark\c[0] an enemy with a \c[3]charged projectile\c[0] when the turret is \c[3]ready\c[0].
ru_ru: Чтобы использовать её, просто \c[3]отметь\c[0] врага \c[3]заряженным снарядом\c[0], когда турель \c[3]будет готова\c[0].

source: Aside from doing \c[3]high damage\c[0] those will also \c[3]stun\c[0] and \c[3]disrupt shields\c[0].
ru_ru: Помимо \c[3]высокого урона\c[0], она будет \c[3]оглушать\c[0] и \c[3]разрушать щиты\c[0].

source: Also, depending on the \c[3]element\c[0] you used to mark the enemy, the type of shot will differ.
ru_ru: К тому же, в зависимости от \c[3]элемента\c[0], который используется для отметки врага, тип выстрела будет отличаться.

source: \c[3]Neutral\c[0] shots are your standard single-target projectile.\. \c[3]No special attributes\c[0] but \c[3]fast reloading\c[0].
ru_ru: \c[3]Нейтральные\c[0] выстрелы - твои стандартные снаряды для одиночных целей.\. \c[3]Никаких особых свойств\c[0], но \c[3]быстрая перезарядка\c[0].

source: \c[3]Heat\c[0] shots cause an \c[3]explosion\c[0] on hit, damaging \c[3]nearby targets\c[0] as well.
ru_ru: Выстрелы \c[3]Пламенем\c[0] вызывают \c[3]взрыв\c[0] при контакте и поражают \c[3]ближайшие цели\c[0].

source: \c[3]Cold\c[0] shots are \c[3]single-target\c[0] as well, but they are \c[3]more powerful\c[0] and also \c[3]slow down\c[0] whatever they hit.
ru_ru: Выстрелы \c[3]Холодом\c[0] тоже предназначены \c[3]для одиночных целей\c[0], но они \c[3]более мощные\c[0] и \c[3]замедляют\c[0] всё, во что попадут.

source: \c[3]Shock\c[0] shots always \c[3]hit exactly two targets\c[0] even if there is a \c[3]large distance\c[0] between them.
ru_ru: Выстрелы \c[3]Шоком\c[0] всегда \c[3]попадают в две цели\c[0], даже если между ними \c[3]большое расстояние\c[0].

source: Lastly, \c[3]Wave\c[0] shots go in a \c[3]penetrating straight line\c[0] through enemies and also \c[3]cause a useful \c[1]Mark\c[3] effect\c[0].
ru_ru: Наконец, выстрелы \c[3]Волной\c[0] идут по \c[3]проникающей прямой\c[0] через врагов и \c[3]вызывают полезный эффект \c[1]метки\c[3]\c[0].

source: The turret is also pretty sturdy.\. Though, you should still be careful of \c[3]explosives\c[0] and \c[3]disruption shots\c[0].
ru_ru: Турель довольно крепкая. Тем не менее, тебе всё равно стоит остерегаться \c[3]взрывных\c[0] и \c[3]разрушающих снарядов\c[0].

source: Those will do \c[3]great damage\c[0] to your ship and also \c[3]stun\c[0] it shortly.\. You won't want it exploding in the ocean, right?
ru_ru: Они нанесут \c[3]большой урон\c[0] твоему кораблю, а ещё ненадолго \c[3]оглушат\c[0] его.\. Ты же не хочешь, чтобы он взорвался посреди океана, верно?

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Anyway, are you ready to go now?
ru_ru: В любом случае, ты готова выдвигаться?

source: Yes, start the patrol
ru_ru: Да, начать патрулирование

source: No
ru_ru: Нет

source: Detailed Instructions
ru_ru: Подробные инструкции

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Report back to Sergeant Brassler.\. The logs have already been sent.
ru_ru: Отчитайся сержанту Брасслеру.\. Свой отчёт мы уже отправили.

source: Captain Turbine
ru_ru: Капитан Турбайн

source: Well met, \v[lore.title.seeker]. There has been no further trouble at the docks so far but we should stay vigilant.
ru_ru: Хорошо встретили их, Искатель. Пока что не было никаких проблем в доках, но мы должны оставаться бдительными.

# data/maps/rookie-harbor/teleporter.json/entities/480/settings/event/14/name
source: Captain Turbine
ru_ru: Капитан Турбайн

# data/maps/rookie-harbor/teleporter.json/entities/480/settings/event/15/message
source: Welcome back, \v[lore.title.seeker]!\. Seems like you wrecked that shipment nicely!
ru_ru: С возвращением, Искатель!\. Похоже, что тебе удалось разгромить эти поставки оружия!
