Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/rookie-harbor.po
Languages: es_es, ru_ru

source: The Cross Counter modifier increases \c[3]damage on a counter\c[0].
ru_ru: Модификатор Контратака увеличивает \c[3]урон от контратаки\c[0].

source: This means attacks against enemies that are either \c[3]currently attacking\c[0] or \c[3]preparing for an attack\c[0].
ru_ru: Это означает атаку против врагов, которые \c[3]атакуют\c[0], либо \c[3]готовятся к атаке\c[0].

source: Any other mods that confuse you?
ru_ru: Какие-то ещё модификаторы, которые сбивают тебя с толку?

source: [nods Bouncer question]
ru_ru: [вопросительно кивает о Вышибале]

source: The Bouncer modifier increases \c[3]damage against weakened enemies\c[0].
ru_ru: Модификатор Вышибала увеличивает \c[3]урон по ослабленным врагам\c[0].

source: This explicitly affects enemies that have been \c[3]broken in some way\c[0].\. Breaking works differently for every foe.
ru_ru: Этот влияет на атаку против врагов, которые были \c[3]каким-либо образом пробиты\c[0].\. Пробитие работает по-разному для каждого врага.

source: You'll find this only in special equipment, though, not in any Circuit.
ru_ru: Ты найдёшь его только в специальной экипировке, его нет ни в одном контуре.

source: Any other mods that confuse you?
ru_ru: Какие-то ещё модификаторы, которые сбивают тебя с толку?

source: [nods Momentum question]
ru_ru: [вопросительно кивает об Импульсе]

source: The Momentum modifier increases \c[3]the damage of any action\c[0] that is executed \c[3]directly after dashing\c[0].
ru_ru: Модификатор Импульс увеличивает \c[3]урон любого действия\c[0], которое выполняется \c[3]непосредственно после рывка\c[0].

source: The modifier \c[3]can stack for every dash you do\c[0], so \c[3]dashing 3 times with a 10% modifier increases your damage by 30%\c[0]!
ru_ru: Модификатор \c[3]суммируется для каждого рывка, который ты делаешь\c[0], поэтому \c[3]выполнив рывок три раза с модификатором 10%, ты увеличишь свой урон на 30%\c[0]!

source: The bonus will affect \c[3]one action\c[0], no matter if it's a normal attack or an entire combat art, as long as it's executed \c[3]quickly after dashing\c[0].
ru_ru: Бонус будет влиять на \c[3]одно действие\c[0], независимо от того, обычная это атака или техника боя, если оно выполняется \c[3]сразу после рывка\c[0].

source: You'll find this mod only in special equipment, though, not in any Circuit.
ru_ru: Ты найдёшь этот модификатор только в специальной экипировке, его нет ни в одном контуре.

source: Any other mods that confuse you?
ru_ru: Какие-то ещё модификаторы, которые сбивают тебя с толку?

source: More questions?
ru_ru: Ещё вопросы?

source: Iron Stance
ru_ru: Стойкость

source: Pin Body
ru_ru: Шипастый

source: Assault
ru_ru: Штурм

source: Cross Counter
ru_ru: Контратака

source: Bouncer
ru_ru: Вышибала

source: Momentum
ru_ru: Импульс

source: \c[1]Other Question\c[0]
ru_ru: \c[1]Другой вопрос\c[0]

source: [shakes head]
ru_ru: [мотает головой]

source: Alrighty.\. Come again, whenever you're confused about skills and the like.
ru_ru: Ладненько.\. Приходи снова, когда запутаешься в навыках и тому подобном.

source: Circuit Functionality
ru_ru: Функциональность схемы

source: Different Circuits
ru_ru: Различные контуры

source: Specific Modifiers \c[3][new page]\c[0]
ru_ru: Модификаторы \c[3][новая страница]\c[0]

source: \c[1]No, thanks!\c[0]
ru_ru: \c[1]Нет, спасибо!\c[0]

# data/maps/rookie-harbor/inner-info.json/entities/29/settings/analyzable/text
source: Ela Mint
ru_ru: Эли Минт

# data/maps/rookie-harbor/inner-info.json/entities/29/settings/displayName
source: Element Helper
ru_ru: Помощник по элементам

source: Ela Mint
ru_ru: Эли Минт

source: Hi!
ru_ru: Привет!

source: Yes, what is it?\. Who dares interrupt my science?
ru_ru: Да, что такое?\. Кто посмел прервать мои исследования?

source: Oh, it is a \v[lore.title.seeker].\. Oh well, you might be worthy of my knowledge.
ru_ru: Ой, это же Искатель.\. Ну ладно, ты можешь быть достойна моих знаний.

source: You must know, I am the greatest expert of Elemental Science in all of Southern Rookie Harbor!
ru_ru: Ты должна знать, что я величайший специалист по элементальным наукам во всей Южной гавани новичков!

source: So give me all your banal questions and let me enlighten you!
ru_ru: Так что выкладывай все свои банальные вопросы и позволь мне просветить тебя!

source: You need help from my genius?
ru_ru: Тебе нужна помощь моего гения?

source: [nods elemental question]
ru_ru: [кивает вопросительно об основах элементов]

source: Oh, you still need to understand the basics?\. Alright.
ru_ru: Ох, тебе всё ещё нужно понять основы?\. Хорошо.

source: By drawing upon the power of the Track, \v[lore.title.seeker]s can extend their basic abilities with one of \c[3]4 elements\c[0].
ru_ru: Используя силу Пути, Искатели могут расширить свои базовые способности с помощью одного из \c[3]четырёх элементов\c[0].

source: To actually do that, though, you will need to \c[3]earn\c[0] each Element in the \c[3]Temples of the Track\c[0].\. Prove yourself worthy, so to speak.
ru_ru: Однако, чтобы сделать это, тебе нужно \c[3]получить\c[0] каждый элемент в \c[3]Храмах Пути\c[0].\. Доказать, что ты достойна, так сказать.

source: Aside from being \c[3]superior in raw power\c[0] compared to Neutral, they can also deal \c[3]additional damage\c[0] to the right enemies.
ru_ru: Помимо \c[3]превосходства в грубой силе\c[0] по сравнению с нейтральными, они могут нанести \c[3]дополнительный урон\c[0] определённым врагам.

source: However, there's also the possibility of enemies being \c[3]resistant\c[0] to one Element or another, so don't turn your brain off!
ru_ru: Тем не менее, есть вероятность того, что враги будут \c[3]устойчивы\c[0] к тому или иному элементу, так что не выключай мозги!

source: This also applies to you as well, so keep an eye on your \c[3]resistances\c[0] if you enter dangerous environments.
ru_ru: Это относится и к тебе, поэтому следи за своими \c[3]устойчивостями\c[0], если входишь в опасную среду.

source: Also you should know that Elemental Modes incur a \c[3]natural resistance penalty of -50%\c[0] to their \c[3]counterpart\c[0].
ru_ru: Кроме того, ты должна знать, что элементальные режимы влекут за собой \c[3]штраф сопротивления -50%\c[0] к их \c[3]противоположному элементу\c[0].

source: For example, using \c[3]Heat-Mode\c[0] you will take \c[3]50% more damage from cold attacks\c[0], unless you raise your resistances.
ru_ru: Например, используя \c[3]режим Пламени\c[0], ты будешь получать \c[3]на 50% больше урона от атак холодом\c[0], если ты не повысишь свою устойчивость.

source: Anything else?
ru_ru: Что-нибудь ещё?

source: [nods overload question]
ru_ru: [вопросительно кивает о перегрузке]

source: When using an element mode other than Neutral, your \c[3]element load\c[0] will increase.
ru_ru: При использовании режима элемента, отличного от нейтрального, твоя \c[3]нагрузка элемента\c[0] будет увеличиваться.

source: This happens when you do any action during \c[3]any\c[0] element mode: throwing a ball, doing a slash, etc.
ru_ru: Это происходит, когда ты выполняешь какие-либо действия в режиме \c[3]любого элемента\c[0]: бросаешь шар, используешь удары и тому подобное.

source: It is of no matter if you hit a foe or not, so blindly attacking is a foolish thing to do.
ru_ru: Неважно, попала ли ты во врага или нет, так что атаковать вслепую - это глупая затея.

source: Just pay attention to your \c[3]elemental display in the upper left corner\c[0], if you want to know your Overload.
ru_ru: Просто обрати внимание на \c[3]элементальный экран в верхнем левом углу\c[0], если ты хочешь знать уровень своей перегрузки.

source: The icon will fill up in a \c[3]yellow\c[0] color.\. Once it's filled, an \c[3]Elemental Overload \c[0]will happen and force you into Neutral.
ru_ru: Значок будет заполняться \c[3]жёлтым\c[0] цветом.\. После заполнения произойдёт \c[3]элементальная перегрузка\c[0], и ты перейдёшь в Нейтральный режим.

source: To decrease the element load, you can switch back to \c[3]Neutral Mode\c[0] and \c[3]continue attacking\c[0] enemies.
ru_ru: Чтобы уменьшить нагрузку на элемент, можно переключиться обратно в \c[3]Нейтральный режим\c[0] и \c[3]продолжить атаковать\c[0] врагов.

source: \c[3]Using Neutral\c[0], especially when attacking enemies, will cool down the Overload much more quickly.
ru_ru: \c[3]Использование Нейтрального режима\c[0], особенно при атаке врагов, намного быстрее сбрасывает перегрузку.

source: Anything else?
ru_ru: Что-нибудь ещё?

source: [nods condition question]
ru_ru: [вопросительно кивает о состояниях]

source: Ah, status conditions.\. An immensely fascinating topic.\. Some see it as the truly cultured way of fighting.
ru_ru: Ах, статусные эффекты.\. Очень захватывающая тема.\. Некоторые видят в этом по-настоящему интеллигентный способ борьбы.

source: In any case, each Element has an associated Condition that will weaken the victim in some way.
ru_ru: В любом случае, у каждого элемента есть соответствующий эффект, который определённым образом ослабляет жертву.

source: \c[3]Heat\c[0] can cause \c[3]Burn\c[0], which causes \c[3]damage over time\c[0], depending on \c[3]the victim's MaxHP\c[0].
ru_ru: \c[3]Пламя\c[0] может вызвать \c[3]горение\c[0], которое наносит \c[3]урон с течением времени\c[0], в зависимости от \c[3]макс. HP жертвы\c[0].

source: \c[3]Cold\c[0] can cause \c[3]Chill\c[0], \c[3]slowing\c[0] down the victim's movement and attacks.
ru_ru: \c[3]Холод\c[0] может вызвать \c[3]озноб\c[0], \c[3]замедляющий\c[0] движения жертвы и скорость её атак.

source: \c[3]Shock\c[0] can cause \c[3]Jolt\c[0], which does some \c[3]damage over time\c[0] while also \c[3]interrupting and stunning\c[0] the enemy periodically.
ru_ru: \c[3]Шок\c[0] может вызвать \c[3]потрясение\c[0], которое наносит \c[3]урон с течением времени\c[0] и периодически \c[3]прерывает и оглушает\c[0] противника.

source: Keep in mind that \c[3]Jolt damage\c[0] depends on \c[3]the victim's own attack power\c[0], basically as if they were performing the attack on themself.
ru_ru: Имей в виду, что \c[3]урон от потрясения\c[0] зависит от \c[3]силы атаки жертвы\c[0], по сути, как если бы они атаковали себя.

source: \c[3]Wave\c[0] can cause \c[3]Mark\c[0], which will \c[3]increase all ranged damage\c[0] that the victim receives.
ru_ru: \c[3]Волна\c[0] может наложить \c[3]метку\c[0], которая \c[3]увеличит весь дистанционный урон\c[0], который получает жертва.

source: To trigger a condition you must repeatedly use \c[3]charged shots\c[0] or \c[3]certain combat arts\c[0] on an enemy.
ru_ru: Чтобы вызвать эффект, ты должна повторно использовать \c[3]заряженные выстрелы\c[0] или \c[3]определенные техники боя\c[0] на врага.

source: You will see a \c[3]special bar\c[0] under the enemy that fills until the condition is finally triggered.
ru_ru: Ты увидишь \c[3]специальную полоску\c[0] под врагом, которая заполняется до тех пор, пока эффект наконец-то не сработает.

source: It will trigger faster if the attacker's \c[3]Focus\c[0] is higher than the defender's.\. \c[3]Rush-skills\c[0] will further increase the speed and effect.
ru_ru: Это сработает быстрее, если \c[3]фокус\c[0] атакующего выше, чем у защищающегося.\. \c[3]Навыки порыва\c[0] ещё больше увеличат скорость и эффект.

source: Anything else?
ru_ru: Что-нибудь ещё?

source: [shakes head]
ru_ru: [мотает головой]

source: I hope my lecture was of help.
ru_ru: Я надеюсь, что моя лекция помогла.

source: Element Basics
ru_ru: Основы элементов

source: Elemental Overload
ru_ru: Элементальная перегрузка

source: Status Conditions
ru_ru: Статусные эффекты

source: \c[1]No, thanks!\c[0]
ru_ru: \c[1]Нет, спасибо!\c[0]

# data/maps/rookie-harbor/inner-info.json/entities/37/settings/dialog/0/text
source: Just look at her go! I tell you, Mys Li is best girl.
ru_ru: Просто взгляни на неё! Говорю тебе, Мюс Ли - замечательная девушка.

# data/maps/rookie-harbor/inner-info.json/entities/37/settings/dialog/1/text
source: Dude, I heard you the first 100 times. And I still don't get it. She's just some one-note tutorial NPC!
ru_ru: Чувак, я слышал это уже сто раз. И я до сих пор этого не понимаю. Она всего лишь учебный NPC с единственным диалогом!

# data/maps/rookie-harbor/inner-info.json/entities/37/settings/dialog/2/text
source: Well, actually she gets fleshed out nicely in the tie-in graphic novels that center around her adventures!
ru_ru: Ну, на самом деле она хорошо освещена в графических новеллах, посвящённых её приключениям!

# data/maps/rookie-harbor/inner-info.json/entities/37/settings/dialog/3/text
source: She got what...?!\. What else is there, "Mr Nomsworth - Middle Management Miracles"?
ru_ru: Что про неё было...?!\. Что ещё будет, "Мистер Номсворт - Чудеса среднего звена"?

# data/maps/rookie-harbor/inner-info.json/entities/37/settings/dialog/4/text
source: Hey, her growth as a fighter and the final confrontation with her corrupted father had me on the edge of my seat!
ru_ru: Эй, её становление как бойца и заключительная конфронтация с её ужасным отцом заставили меня попереживать!

# data/maps/rookie-harbor/inner-info.json/entities/37/settings/dialog/5/text
source: And now she fights a sandbag all day, what a perfect character arc.
ru_ru: И теперь она дерётся с мешком целый день, вот это сюжетный поворот.

# data/maps/rookie-harbor/inner-info.json/entities/37/settings/dialog/6/text
source: Shush, my girl earned this peace.
ru_ru: Тише, моя девочка заслужила этот покой.

# data/maps/rookie-harbor/inner-info.json/entities/38/settings/displayName
source: Jeff
ru_ru: Джефф

# data/maps/rookie-harbor/inner-info.json/entities/39/settings/displayName
source: Jeff
ru_ru: Джефф

# data/maps/rookie-harbor/inner-inn.json/entities/25/settings/dialog/0/text
source: Did you notice that strange device next to the Inn-Keeper?
ru_ru: Ты заметила странное устройство рядом с хозяйкой гостиницы?

# data/maps/rookie-harbor/inner-inn.json/entities/25/settings/dialog/1/text
source: Always wondered what that is.
ru_ru: Всегда было интересно, что это такое.

# data/maps/rookie-harbor/inner-inn.json/entities/25/settings/dialog/2/text
source: Oh, that's a Ball-Recharger!
ru_ru: Ах, это Шаро-зарядка.

# data/maps/rookie-harbor/inner-inn.json/entities/25/settings/dialog/3/text
source: Come again?
ru_ru: Что-что?

# data/maps/rookie-harbor/inner-inn.json/entities/25/settings/dialog/4/text
source: Yeah, I forgot you joined CrossWorlds a bit later.
ru_ru: Ой, я и забыла, что ты присоединилась к игре чуть позже.

# data/maps/rookie-harbor/inner-inn.json/entities/25/settings/dialog/5/text
source: In the first release, you had to recharge your balls once you ran out of stamina.
ru_ru: В первой версии приходилось перезаряжать свои шары, как только у тебя кончалась выносливость.

# data/maps/rookie-harbor/inner-inn.json/entities/25/settings/dialog/6/text
source: There was even an extra gauge for that in the HUD.
ru_ru: В интерфейсе даже была дополнительная шкала.

# data/maps/rookie-harbor/inner-inn.json/entities/25/settings/dialog/7/text
source: Really? Wow, I can't imagine having fun doing that.
ru_ru: В самом деле? Вау, представляю, как "весело" это было.

# data/maps/rookie-harbor/inner-inn.json/entities/25/settings/dialog/8/text
source: That's why they removed it, I guess. No one was happy.
ru_ru: Вот потому-то они её и убрали, я полагаю. Никому она не нравилась.

# data/maps/rookie-harbor/inner-inn.json/entities/25/settings/dialog/9/text
source: But they keep this asset in as a reminder of the old times.
ru_ru: Но они оставили этот аппарат в качестве напоминания о былых временах.

# data/maps/rookie-harbor/inner-inn.json/entities/28/settings/displayName
source: Jock
ru_ru: Джок

source: Guid day Lea!
ru_ru: Приветштвую, Лея!

source: ...Hi?!
ru_ru: ...Привет?!

source: Kehahaha. Dornt fash yerse quine. Jean tauld me aw abit ye!
ru_ru: Кехахаха. Не штоит бешпокоитша. Джина рашкасала мне вшё о тебе!

source: Jock
ru_ru: Джок

source: Aam \c[3]Jock\c[0]!
ru_ru: Йа \c[3]Джок\c[0]!

source: Shocker fur ye, huh? Heard yer speech module is broken.
ru_ru: Ты потряшена, не так ли? Шлышал, твой рещевой модуль шломан.

source: Ye swatch loch th' cheerful lassie nonetheless.
ru_ru: И тем не менее, ты оштаёшша такхой вешёлой девщонкой!

source: Keha, sae ye want tae ken somethin' abit th' \c[3]legendary bunny\c[0], aye?
ru_ru: Кеха, шож, ти хощиш уснать щото о \c[3]легендарном кролике\c[0], дак?

source: [nods]
ru_ru: [кивает]

source: Alrecht, haur is whit Ah ken!
ru_ru: Отлищно, вот ш этъим я могху помощь!

source: Ah heard, ye need tae fin' some sort ay roon capture device.
ru_ru: Я шлышал, вам нушно щто-тъо вроте ущтройштфа длья захфатъа.

source: Ye can teel Jean Ah micht hae foond thes device, but she still needs somethin' else.
ru_ru: Ты мошешь шкасать Джине, што я, кхашется, нашёл этъо уштройштфо, но ей вшё нушно што-тъо ещё.

source: But ah dunnae ken whit 'at is, kehahaha.
ru_ru: Но я не снаю, щто этъо именно, кехахаха.

source: Ah will send Jean aw th' details.
ru_ru: Я пошлю Джине вше потробноштъи.

source: Ye micht foond it mair when ye gab tae uir triblader mukker.
ru_ru: Вы мошете нахйтъи ефо, ешли погхофоритъе ш тругхом триблейдером.

source: [nods]
ru_ru: [кивает]

source: Jock
ru_ru: Джок

source: Awrite Lea, Ah send everythin' tae Jean.
ru_ru: Вшё ф порядкхе, Леа, я отправлю вшё Джине.

source: [nods]
ru_ru: [кивает]

# data/maps/rookie-harbor/inner-inn.json/entities/47/settings/analyzable/text
source: Joe the Younger
ru_ru: Джо младший

source: Joe the Younger
ru_ru: Джо младший

source: Hi.
ru_ru: Привет.

source: Oh boy, a \v[lore.title.seeker]!\. So cool to finally meet one!
ru_ru: Ничего себе, \v[lore.title.seeker]!\. Так круто встретить одного из вас!

source: Hi?!
ru_ru: Привет?!

source: I asked for help with a really awesome investigation but you're the first to volunteer!
ru_ru: Я попросил помощи в потрясающем расследовании, но ты первая, кто вызвалась помочь!

source: Well... you are, right?\. It's about some new species of \v[combat.name.hedgehog], how cool is that? Come on!
ru_ru: Ну... ты ведь поэтому пришла, верно?\. Это насчёт какого-то нового вида Дикоборзов, разве не круто? Давай!

source: [nods]
ru_ru: [кивает]

source: Amazing, I see that you're with me on this!\. A true explorer!
ru_ru: Потрясно, ты поможешь мне с этим!\. Истинный исследователь!

source: Now, listen.\. We gotta go after this tribe of \v[combat.name.hedgehog]s I saw on an expedition recently.
ru_ru: Теперь, слушай.\. Мы должны проследовать за этим племенем Дикоборзов, которое я видел в экспедиции недавно.

source: Hey, wait!\. It's not just your normal-type \v[combat.name.hedgehog]s, oh no!
ru_ru: Эй, погоди!\. Это не обычные Дикоборзы, нет!

source: The ones I saw must have evolved into a previously unseen \c[3]Flying-type\c[0]!
ru_ru: Эти, которых я видел, должно быть, эволюционировали в ранее невиданный \c[3]летающий вид\c[0]!

source: I know, right?!\. No one believed me without proof and it wasn't like I could follow their footprints!
ru_ru: Да, представляешь?!\. Никто не поверил мне без доказательств, а я же не мог пойти по их следам!

source: Now this is where you come in!\. You will need to check out \c[3]Off Road 2\c[0] in \c[3]\v[area.autumn-area.name]\c[0].
ru_ru: Вот тут ты и вступаешь!\. Тебе нужно проверить \c[3]Бездорожье 2\c[0] в \c[3]Расцвете Осени\c[0].

source: I saw them grazing there before they flew away, so I'm sure that they'll return!\. Please go there quickly.
ru_ru: Я видел, как они паслись там перед тем, как улететь, так что я уверен, что они вернутся!\. Пожалуйста, поторопись туда.

source: Great!\. I will do some more searching on my own.\. We'll stay in touch over \c[3]\v[lore.title.direct-link]\c[0]!
ru_ru: Замечательно!\. Я тут сам ещё немного поищу.\. Оставайся на \c[3]Прямой связи\c[0]!

source: Bye.
ru_ru: Пока.

source: [shakes head]
ru_ru: [мотает головой]

source: Whaaat?\. But you got me all excited and everything.\. Let's at least exchange numbers to stay in touch!
ru_ru: Чтооо?\. Но ты меня так обрадовала и всё такое.\. Давай хотя бы обменяемся данными, чтобы оставаться на связи!

source: ...bye.
ru_ru: ...пока.

source: Joe the Younger
ru_ru: Джо младший

source: Hi.
ru_ru: Привет.

source: Hey \v[lore.title.seeker].\. Please hurry and check out \c[3]Off Road 2\c[0] in \c[3]\v[area.autumn-area.name]\c[0].
ru_ru: Привет, Искатель.\. Пожалуйста, поторопись и проверь \c[3]Бездорожье 2\c[0] в \c[3]Расцвете Осени\c[0].

source: I will continue my searching on my own.\. We will stay in touch over \c[3]\v[lore.title.direct-link]\c[0]!
ru_ru: Я продолжу свои поиски самостоятельно.\. Держи контакт через \c[3]Прямую связь\c[0]!

source: Joe the Younger
ru_ru: Джо младший

source: Hi.
ru_ru: Привет.

source: \v[lore.title.seeker]!\. There you are again!
ru_ru: Искатель!\. Ты снова здесь!

source: [nods]
ru_ru: [кивает]

source: I have already written a report based on your adventure with the \c[3]Flying-types and their king.\. \c[0]
ru_ru: Я уже написал отчёт, основанный на твоих приключениях с \c[3]летающим видом и их королём\c[0].

source: All those people who didn't believe me will be in for a surprise, I tell ya!\. It will rock their shorts off!
ru_ru: Всех тех людей, которые мне не верили, ждёт сюрприз, я тебе говорю!\. Это перевернёт их представление!

source: That crown will be a nice trophy as well.\. Always helps to have something shiny to show.
ru_ru: Эта корона тоже будет хорошим трофеем.\. Всегда полезно иметь что-то блестящее напоказ.

source: Thank you so much for your help, \v[lore.title.seeker]. I can't give you a badge but I hope this will do for a reward!
ru_ru: Большое спасибо за твою помощь, Искатель. Я не могу дать тебе значок, но надеюсь, что и это сойдёт за награду!

source: [nods]
ru_ru: [кивает]

source: Bye!
ru_ru: Пока!

source: Yep, yep, see you around!
ru_ru: Да, да, увидимся!

# data/maps/rookie-harbor/inner-item.json/entities/25/settings/displayName
source: Rookie's Best
ru_ru: Лучшее для новичка

source: Hello, how can I help you?
ru_ru: Привет, чем могу помочь?

# data/maps/rookie-harbor/inner-item.json/entities/26/settings/displayName
source: Rookie's Best
ru_ru: Лучшее для новичка

source: Hey, man! What'd you like?
ru_ru: Эй, подруга! Чего желаешь?

# data/maps/rookie-harbor/inner-item.json/entities/29/settings/dialog/0/text
source: That's quite the promotion for a sandwich.
ru_ru: Довольно неплохая реклама для сэндвичей.

# data/maps/rookie-harbor/inner-item.json/entities/29/settings/dialog/1/text
source: You bet...
ru_ru: Ещё бы...

# data/maps/rookie-harbor/inner-item.json/entities/29/settings/dialog/2/text
source: You think it's worth it?
ru_ru: Думаешь, он того стоит?

# data/maps/rookie-harbor/inner-item.json/entities/29/settings/dialog/3/text
source: I prefer my good old ordinary sandwiches, really.
ru_ru: На самом деле, я предпочитаю старые добрые обычные сэндвичи, правда.

source: Receptionist
ru_ru: Портье

source: Receptionist
ru_ru: Портье

source: Good day, Miss \v[lore.title.seeker]. I welcome you to the headquarters of the \c[3]\v[lore.title.faction-shock-rookieharbor]\c[0].
ru_ru: Добрый день, мисс Искатель. Я приветствую вас в штабе \c[3]Прибрежного торгового союза\c[0].

source: If you are looking to trade, you can find goods from all over \v[lore.title.planet] here.
ru_ru: Если вы хотите поторговать, то здесь вы сможете найти товары со всех концов Шадуна.

source: Our range of goods is sure to expand over time so you are advised to return from time to time.
ru_ru: Наш ассортимент товаров со временем обязательно расширится, поэтому советуем время от времени возвращаться.

source: If you are on an assignment for our corporation, you can find the management upstairs.
ru_ru: Если вы работаете на нашу корпорацию, то сможете найти руководство наверху.

source: Guard
ru_ru: Охранник

source: Guard
ru_ru: Охранник
