Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/shock-dng.po
Languages: es_es, ru_ru

# data/areas/shock-dng.json/name
source: untitled
es_es: sin título

# data/areas/shock-dng.json/floors/0/name
source: G
es_es: PB

# data/areas/shock-dng.json/floors/0/maps/0/name
source: Entry Test
es_es: Prueba de Entrada
ru_ru: Вступительный тест

# data/areas/shock-dng.json/floors/0/maps/1/name
source: Compressed Waves
es_es: Pulsos Comprimidos
ru_ru: Сжатые волны

# data/areas/shock-dng.json/floors/0/maps/2/name
source: Power Plants
es_es: Plantas de Energía
ru_ru: Силовые растения

# data/areas/shock-dng.json/floors/0/maps/3/name
source: Sinus Transmit
es_es: Transmisión Sinusal
ru_ru: Синусная передача

# data/areas/shock-dng.json/floors/0/maps/4/name
source: Nature Vs. Technic
es_es: Naturaleza Vs. Tecnología
ru_ru: Природа VS Техника

# data/areas/shock-dng.json/floors/0/maps/5/name
source: Box Transmit
es_es: Transmisión Por Cajas
ru_ru: Коробочная передача

# data/areas/shock-dng.json/floors/0/maps/6/name
source: Hoodwink
es_es: Engaño
ru_ru: Обманка

# data/areas/shock-dng.json/floors/0/maps/7/name
source: Spinning Transmit
es_es: Transmisión Giratoria
ru_ru: Вращающая передача

# data/areas/shock-dng.json/floors/1/name
source: F1
es_es: P1

# data/areas/shock-dng.json/floors/1/maps/0/name
source: Principle of Transmit
es_es: Principio de Transmisión
ru_ru: Принцип передачи

# data/areas/shock-dng.json/floors/1/maps/1/name
source: Trial of Transmit
es_es: Prueba de Transmisión
ru_ru: Испытание передачи

# data/areas/shock-dng.json/floors/1/maps/2/name
source: Moving Transmit
es_es: Transmisión en Movimiento
ru_ru: Подвижная передача

# data/areas/shock-dng.json/floors/1/maps/3/name
source: Trial of Bullets
es_es: Prueba de Balas
ru_ru: Испытание пуль

# data/areas/shock-dng.json/floors/1/maps/4/name
source: Conclusion of Waves
es_es: Conclusión del Pulso
ru_ru: Завершение волн

# data/areas/shock-dng.json/floors/1/maps/5/name
source: Haunted Waves
es_es: Pulsos Embrujados
ru_ru: Призрачные волны

# data/areas/shock-dng.json/floors/1/maps/6/name
source: Wave Maze
es_es: Laberinto de Pulsos
ru_ru: Волновой лабиринт

# data/areas/shock-dng.json/floors/1/maps/7/name
source: Conclusion of Waves
es_es: Conclusión de Pulsos
ru_ru: Завершение волн

# data/areas/shock-dng.json/floors/2/name
source: F2
es_es: P2

# data/areas/shock-dng.json/floors/2/maps/0/name
source: Stacking Blocks
es_es: Apilar Bloques
ru_ru: Укладка блоков

# data/areas/shock-dng.json/floors/2/maps/1/name
source: Endurance of Waves
es_es: Resistencia de Pulsos
ru_ru: Стойкость волн

# data/areas/shock-dng.json/floors/2/maps/2/name
source: Irritating Transmit
es_es: Irritando la Transmisión
ru_ru: Раздражающая передача

# data/areas/shock-dng.json/floors/2/maps/3/name
source: Chamber of Wave
es_es: Cámara de Pulso
ru_ru: Зал волны

# data/areas/shock-dng.json/floors/3/name
source: F3
es_es: P3

# data/areas/shock-dng.json/floors/3/maps/0/name
source: Shocking Surprise
es_es: Electrificante Sorpresa
ru_ru: Шокирующий сюрприз

# data/maps/shock-dng/f1/room1.json/entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room2.json/entities/2/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room2to3.json/entities/2/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room3.json/entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room3.json/entities/4/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/f1/room3.json/entities/110/settings/teleportLabel
source: Back To Entrance
es_es: De Vuelta a la Entrada
ru_ru: Обратно ко входу

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/5/message
source: Ugh... those \c[3]large Wave balls\c[0]...\. how do they even work?\. They make my brain hurt.
es_es: Uff... esas \c[3]bolas de pulso\c[0]...\. ¿cómo funcionan?\. Me hacen doler la cabeza.
ru_ru: Уфф... эти \c[3]большие волновые шары\c[0]...\. как они вообще работают?\. Они выносят мне мозг.

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/6/message
source: Yeah, they are strange but they do make sense if you watch them closely.
es_es: Si, son algo raras pero tiene sentido si les prestas atención.
ru_ru: Да, они странные, но их можно понять, если взглянуть на них повнимательней.

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/7/message
source: Wait, don't tell me any more. I'll figure it out myself.
es_es: Espera, no me digas más. Lo averiguaré yo mismo.
ru_ru: Подожди, не говори мне больше. Я разберусь сама.

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/8/message
source: By the way, did you already meet the... I think third enemy type?
es_es: Por cierto, ¿ya se encontraron con el... creo que tercer tipo de enemigo?
ru_ru: Кстати, вы уже встретили... по-моему, третий тип врага?

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/9/message
source: You mean the \c[3]floaty fog thingies\c[0]?
es_es: ¿Quieres decir \c[3]esas nieblas voladoras\c[0]?
ru_ru: Ты имеешь в виду \c[3]летающие туманные штуки\c[0]?

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/10/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/11/message
source: Right... those weird ghosts.
es_es: Si... esos extraños fantasmas.
ru_ru: Ага... эти странные призраки.

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/12/message
source: Why can't I just punch them?
es_es: ¿Por qué no podemos pegarles?
ru_ru: Почему я не могу просто врезать им?

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/13/message
source: They're ghosts. You can't simply punch ghosts.
es_es: Son fantasmas. No puedes golpear fantasmas.
ru_ru: Они призраки. Ты не можешь просто так ударить призраков.

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/14/message
source: Well, that is until we finally get the element of this temple, I suppose.
es_es: Bueno, al menos hasta que consigamos el elemento de este templo, supongo.
ru_ru: Ну, это до тех пор, пока мы не получим элемент этого храма, я полагаю.

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/15/message
source: Oh, that's right!
es_es: ¡Oh, cierto!
ru_ru: Ох, точно!

# data/maps/shock-dng/f1/room3.json/entities/112/settings/event/16/message
source: I can't wait for that moment!
es_es: ¡No puedo esperar!
ru_ru: Жду не дождусь этого момента!

# data/maps/shock-dng/f1/room4-old.json/entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room4-old.json/entities/2/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room4-old.json/entities/3/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room4-old.json/entities/4/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room4.json/entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room4.json/entities/2/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room4.json/entities/3/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room4.json/entities/4/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room4.json/entities/18/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room5.json/entities/0/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/f1/room5.json/entities/1/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/f1/room5.json/entities/2/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room5.json/entities/3/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room5.json/entities/4/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f1/room5.json/entities/5/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f2/room-element.json/entities/1/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f2/room-element.json/entities/76/settings/event/32/object
source: Wave Mode
es_es: Modo Pulso
ru_ru: Режим Волны

source: Press \i[wave] to switch to \c[3]wave mode\c[0] at any time!
es_es: ¡Presiona \i[wave] para cambiar al \c[3]modo pulso\c[0] en cualquier momento!
ru_ru: Нажмите \i[wave], чтобы переключиться в \c[3]режим волны\c[0] в любое время!

# data/maps/shock-dng/f2/room3.json/entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f2/room5.json/entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f2/room5.json/entities/1/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/f2/room5.json/entities/33/settings/teleportLabel
source: Back To Entrance
es_es: De Vuelta a la Entrada
ru_ru: Обратно ко входу

# data/maps/shock-dng/f3/room-boss.json/entities/13/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/shock-dng/f3/room-boss.json/entities/43/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room1.json/entities/0/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room1.json/entities/55/settings/teleportLabel
source: To the Middle
es_es: Al Centro
ru_ru: К середине

# data/maps/shock-dng/g/room1.json/entities/56/settings/teleportLabel
source: To the End
es_es: Al Final
ru_ru: В конец

# data/maps/shock-dng/g/room1.json/entities/57/settings/blockEvent/0/text
source: The entrance seems to be blocked from the outside.
es_es: La entrada parece estar cerrada desde afuera.
ru_ru: Похоже, что вход заблокирован снаружи.

# data/maps/shock-dng/g/room1.json/entities/58/settings/event/4/message
source: Dungeon raaaaaaace!
es_es: ¡Carrera de mazmorraaaaaaa!
ru_ru: Подземельная гооооооонка!

# data/maps/shock-dng/g/room1.json/entities/58/settings/event/5/message
source: Good luck, everyone!
es_es: ¡Buena suerte a todos!
ru_ru: Удачи всем!

# data/maps/shock-dng/g/room1.json/entities/58/settings/event/6/message
source: You don't have to wish me luck. Just run slow and I'll be happy.
es_es: No tienes que desearme suerte. Tan sólo ve lento y estaré feliz.
ru_ru: Ты не должен желать мне удачи. Просто не торопись, и я буду счастлива.

# data/maps/shock-dng/g/room1.json/entities/58/settings/event/7/message
source: I won't give you that luxury.
es_es: No te daré ese lujo.
ru_ru: Я не предоставлю тебе такой роскоши.

# data/maps/shock-dng/g/room2.json/entities/0/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room2to3.json/entities/2/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/5/message
source: Bonjour! So I was wondering...
es_es: ¡Bonjour! Entonces, me preguntaba...
ru_ru: Bonjour (Привет)! Я вот всё думаю...

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/6/message
source: Is this temple the \c[3]Wave\c[0] or \c[3]Shock\c[0] dungeon?
es_es: ¿Este templo es la mazmorra de \c[3]Pulso\c[0] o \c[3]Rayo\c[0]?
ru_ru: Это храм \c[3]Волны\c[0] или \c[3]Шока\c[0]?

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/8/message
source: Oh? I think it's \c[3]Shock\c[0].
es_es: ¿Oh? Creo que de \c[3]Rayo\c[0].
ru_ru: Ох? Я думаю, что \c[3]Шока\c[0].

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/9/message
source: I mean there is electricity all over the place.\. Enemies shoot lightning bolts and all that.
es_es: Quiero decir, hay electricidad por todos lados.\. Los enemigos nos disparan rayos eléctricos y todo eso.
ru_ru: Я имею в виду, здесь электричество повсюду.\. Враги стреляют молниями и всё такое.

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/10/message
source: I think it's \c[3]Wave\c[0] because you use the Wave element, non?
es_es: Yo creo que es de \c[3]Pulso\c[0] porque usas el elemento de Pulso, ¿non?
ru_ru: Мне кажется, что это храм элемента \c[3]Волны\c[0], потому что ты используешь волны, разве нет?

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/11/message
source: Those weird balls phasing through the walls are Wave, right?
es_es: Esas bolas raras que atraviesan paredes son de Pulso, ¿cierto?
ru_ru: Эти странные шары, проходящие сквозь стены - это волны, верно?

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/12/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/13/message
source: I think so, yes.
es_es: Creería que si.
ru_ru: Ну да, я думаю.

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/14/message
source: But you always get the element opposite to the dungeon's theme.
es_es: Pero siempre te dan el elemento opuesto a la temática de la mazmorra.
ru_ru: Но ты всегда получаешь элемент, противоположный теме подземелья.

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/15/message
source: Like getting Heat in the \c[3]Temple Mine\c[0] which is all cold and frozen.
es_es: Como cuando conseguimos el Fuego en el \c[3]Templo Mina\c[0] que estaba completamente congelado.
ru_ru: Как получила элемент Пламени в \c[3]Храм-Шахте\c[0], где всё холодное и замороженное.

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/16/message
source: I wouldn't call the \c[3]Faj'ro Temple\c[0] the Cold dungeon because you get Cold.
es_es: No llamaría al \c[3]Templo Faj'ro\c[0] la mazmorra de Hielo porque consigues el elemento Hielo.
ru_ru: Я бы не стал называть \c[3]Храм Фай'ро\c[0] подземельем холода из-за того, что ты получаешь там элемент Холода.

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/17/message
source: What?\. I thought Faj'ro was the Cold dungeon!
es_es: ¿Qué?\. ¡Yo creía que Faj'ro era la mazmorra de Hielo!
ru_ru: Что?\. Я думала, что Храм Фай'ро был подземельем холода!

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/18/message
source: That place is literally filled with ovens and heated coals!
es_es: ¡El lugar está literalmente lleno de hornos y carbón ardiente!
ru_ru: Это место буквально забито печами и раскалёнными углями!

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/19/message
source: How can you call it the Cold temple?
es_es: ¿Cómo podría ser el templo de Hielo?
ru_ru: Как ты можешь называть его храмом холода?

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/20/message
source: I get the Cold element and punch stuff to make it cold in the Cold dungeon.
es_es: Me dan el elemento de Hielo y golpeo cosas para que se enfríen en la mazmorra de Hielo.
ru_ru: Я получила элемент Холода и била по вещам, делая их холодными, в холодном подземелье.

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/21/message
source: Makes perfect sense to me!
es_es: ¡Tiene perfecto sentido para mí!
ru_ru: Вполне логично для меня!

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/22/message
source: Gosh...\. whatever.\. Labels.
es_es: Dios...\. lo que sea.\. Nombres.
ru_ru: Господи...\. проехали.\. Все эти названия.

# data/maps/shock-dng/g/room2to3.json/entities/29/settings/event/23/message
source: Let's just keep racing.
es_es: Sigamos la carrera.
ru_ru: Давайте просто продолжим гонку.

# data/maps/shock-dng/g/room3.json/entities/2/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room4.json/entities/2/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room4.json/entities/85/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room4.json/entities/86/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room4.json/entities/87/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room4.json/entities/99/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room5.json/entities/22/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room5.json/entities/23/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room5.json/entities/25/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/shock-dng/g/room5.json/entities/26/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх
