Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/tree-dng.po
Languages: es_es, ru_ru

# data/areas/tree-dng.json/name
source: untitled
es_es: sin título

# data/areas/tree-dng.json/floors/0/name
source: B1
es_es: S1

# data/areas/tree-dng.json/floors/0/maps/0/name
source: Sticky Roots
es_es: Raices Pegajosas
ru_ru: Липкие корни

# data/areas/tree-dng.json/floors/1/name
source: G
es_es: PB

# data/areas/tree-dng.json/floors/1/maps/0/name
source: Entry Test
es_es: Prueba de Entrada
ru_ru: Вступительный тест

# data/areas/tree-dng.json/floors/1/maps/1/name
source: Main Stream
es_es: Corriente Principal
ru_ru: Основной поток

# data/areas/tree-dng.json/floors/1/maps/2/name
source: Trial of Trios
es_es: Prueba de Trios
ru_ru: Испытание тройки

# data/areas/tree-dng.json/floors/1/maps/3/name
source: Magnetic Transit
es_es: Tránsito Magnético
ru_ru: Магнитный транзит

# data/areas/tree-dng.json/floors/1/maps/4/name
source: Magnetic Attraction
es_es: Atracción Magnética
ru_ru: Магнитное притяжение

# data/areas/tree-dng.json/floors/1/maps/5/name
source: Block Conveyance
es_es: Bloquear Transporte
ru_ru: Транспортировка блоков

# data/areas/tree-dng.json/floors/1/maps/6/name
source: Geometry
es_es: Geometría
ru_ru: Геометрия

# data/areas/tree-dng.json/floors/2/name
source: F1
es_es: P1

# data/areas/tree-dng.json/floors/2/maps/0/name
source: Main Stream
es_es: Corriente Principal
ru_ru: Основной поток

# data/areas/tree-dng.json/floors/2/maps/1/name
source: Ghostly Lumber
es_es: Madera Fantasmal
ru_ru: Призрачная древесина

# data/areas/tree-dng.json/floors/2/maps/2/name
source: Mana Trees
es_es: Árboles de Maná
ru_ru: Деревья маны

# data/areas/tree-dng.json/floors/3/name
source: F2
es_es: P2

# data/areas/tree-dng.json/floors/3/maps/0/name
source: Trial of the West
es_es: Prueba del Oeste
ru_ru: Испытание запада

# data/areas/tree-dng.json/floors/3/maps/1/name
source: Upstream
es_es: Río Arriba
ru_ru: Восходящий поток

# data/areas/tree-dng.json/floors/3/maps/2/name
source: Center Branch
es_es: Rama Central
ru_ru: Центральная ветвь

# data/areas/tree-dng.json/floors/4/name
source: F3
es_es: P3

# data/areas/tree-dng.json/floors/4/maps/0/name
source: Center Branch
es_es: Rama Central
ru_ru: Центральная ветвь

# data/areas/tree-dng.json/floors/4/maps/1/name
source: West Branch
es_es: Rama Oeste
ru_ru: Западная ветвь

# data/areas/tree-dng.json/floors/4/maps/2/name
source: East Branch
es_es: Rama Este
ru_ru: Восточная ветвь

# data/areas/tree-dng.json/floors/4/maps/3/name
source: Branch Transmit
es_es: Transmisión de Rama
ru_ru: Ветвь передачи

# data/areas/tree-dng.json/floors/4/maps/4/name
source: Symmetry
es_es: Simetría
ru_ru: Симметрия

# data/areas/tree-dng.json/floors/4/maps/5/name
source: Branch Conveyance
es_es: Transporte de Rama
ru_ru: Ветвь транспортировки

# data/areas/tree-dng.json/floors/4/maps/6/name
source: Poetry
es_es: Poesía
ru_ru: Поэзия

# data/areas/tree-dng.json/floors/4/maps/7/name
source: Falling Leaves
es_es: Hojas Cayendo
ru_ru: Падающие листья

# data/areas/tree-dng.json/floors/5/name
source: F4
es_es: P4

# data/areas/tree-dng.json/floors/5/maps/0/name
source: Crowing Tops
es_es: Melodiosas Alturas
ru_ru: Кричащие вершины

# data/areas/tree-dng.json/floors/6/name
source: F5
es_es: P5

# data/areas/tree-dng.json/floors/6/maps/0/name
source: Seeker's Conclusion
es_es: Conclusión del Buscador
ru_ru: Заключение Искателей

# data/maps/tree-dng/b1/room-01.json/entities/0/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/tree-dng/b1/room-01.json/entities/1/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/tree-dng/f1/east-01.json/entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/tree-dng/f1/west-01.json/entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/tree-dng/f2/room-01.json/entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/tree-dng/f2/room-01.json/entities/5/settings/event/14/text
source: One has proven the mastery of Shock and Wave.
es_es: Uno ha demostrado su maestría del Rayo y el Pulso.
ru_ru: Тот, кто доказал мастерство Шока и Волны.

# data/maps/tree-dng/f2/room-01.json/entities/5/settings/event/15/text
source: Yet this was not one's final challenge.
es_es: Pero esa no era la prueba final.
ru_ru: Всё же это был не последний вызов.

# data/maps/tree-dng/f2/room-01.json/entities/5/settings/event/16/text
source: I will meet this one again!
es_es: ¡Veré a este otra vez!
ru_ru: Я встречу его снова!

# data/maps/tree-dng/f2/room-01.json/entities/39/settings/event/18/text
source: One has ascended the tree.
es_es: Uno ha ascendido el árbol.
ru_ru: Тот, кто вознёсся на дерево.

# data/maps/tree-dng/f2/room-01.json/entities/39/settings/event/19/text
source: One proved mastery of \c[3]Shock\c[0] and \c[3]Wave\c[0].
es_es: Uno ha probado su maestría del \c[3]Rayo\c[0] y el \c[3]Pulso\c[0].
ru_ru: Тот, кто доказал мастерство \c[3]Шока\c[0] и \c[3]Волны\c[0].

# data/maps/tree-dng/f2/room-01.json/entities/39/settings/event/20/text
source: Now it is time for one to take another challenge...
es_es: Ahora es tiempo de que uno tome otro desafío...
ru_ru: Теперь настало его время, чтобы принять другое испытание...

# data/maps/tree-dng/f2/room-01.json/entities/39/settings/event/28/text
source: \s[2]... for one to fight another master of Shock and Wave!
es_es: \s[2]... ¡tiempo de que uno pelee contra otro maestro del Rayo y el Pulso!
ru_ru: \s[2]...сразиться с другим мастером Шока и Волны!

# data/maps/tree-dng/f2/room-02.json/entities/1/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/tree-dng/f3/branch-east.json/entities/73/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/tree-dng/f3/branch-east.json/entities/74/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

source: ...Hi!
es_es: ¡...Hola!
ru_ru: ...Привет!

source: Spheromancer Lea! There you are!
es_es: ¡Spheromancer Lea! ¡Ahí estás!
ru_ru: Сферомант Лея! Вот ты где!

source: It looks like the Spheromancers are leading the race as of now!
es_es: ¡Parece que los Spheromancers están al frente de la carrera por ahora!
ru_ru: Похоже, что сфероманты сейчас лидируют в гонке!

source: Let's continue before that Pentafist catches up-
es_es: Sigamos antes de que esa Pentafist nos alcance-
ru_ru: Давай продолжим, пока пентафист не догнал-

source: Oh! Another shared outdoor area?
es_es: ¡Oh! ¿Otro exterior compartido?
ru_ru: Ой! Очередная общая внешняя зона?

source: And I'm last, am I?
es_es: Y soy la última, ¿no?
ru_ru: И я последняя, так что ли?

source: Indeed! We Spheromancers are at the very front as expected!
es_es: ¡En efecto! ¡Nosotros los Spheromancers estamos al frente, como se esperaba!
ru_ru: Так и есть! Мы, сфероманты, далеко впереди, как и ожидалось!

source: Oui, oui, just keep your smug face while it lasts.
es_es: Oui, oui, presume mientras puedas.
ru_ru: Oui, oui (Да-да), открывай свой самодовольный рот, пока можешь.

source: The race isn't over yet!
es_es: ¡La carrera no ha terminado!
ru_ru: Гонка ещё не окончена!

source: ...Hi...
es_es: ...Hola...
ru_ru: ...Привет...

source: Spheromancer Lea! There you are!
es_es: ¡Spheromancer Lea! ¡Ahí estás!
ru_ru: Сферомант Лея! Вот ты где!

source: I just got here myself. Grasshead has been waiting.
es_es: Yo acabo de llegar. Cabeza de pasto ha estado esperando.
ru_ru: Я сама только что прибежала. Травоголовый уже ждал.

source: Indeed.
es_es: En efecto.
ru_ru: Так и есть.

source: Still I'm saddened to see a Spheromancer overtaken by a mere Pentafist.
es_es: Aún así me entristece ver a una Spheromancer vencida por una simple Pentafist.
ru_ru: И всё же мне печально видеть, что сфероманта опередил простой пентафист.

source: Well, the race isn't over yet.
es_es: Bueno, la carrera no ha terminado aún.
ru_ru: Ну, гонка ещё не окончена.

source: Who knows, maybe this Pentafist Scrub will end up overtaking you as well!
es_es: Quién sabe, ¡quizá esta simple Pentafist te venza a tí también!
ru_ru: Кто знает, может быть, этот ничтожный пентафист обгонит тебя с таким же успехом!

# data/maps/tree-dng/f3/branch-middle.json/entities/15/settings/event/13/message
source: Anyway, we all just crossed blades with the Son of the East.
es_es: Como sea, acabamos de cruzar espadas con el Hijo del Este.
ru_ru: Как бы то ни было, мы все только что скрестили клинки с Сыном Востока.

# data/maps/tree-dng/f3/branch-middle.json/entities/15/settings/event/14/message
source: Still think it's just a funny ape, Pentafist?
es_es: ¿Sigues pensando que no es más que un mono gracioso, Pentafist?
ru_ru: До сих пор думаешь, что это просто забавная обезьянка, пентафист?

# data/maps/tree-dng/f3/branch-middle.json/entities/15/settings/event/15/message
source: That battle was quite intense, non?
es_es: La batalla fue algo intensa, ¿non?
ru_ru: Эта битва была очень напряжённой, не?

# data/maps/tree-dng/f3/branch-middle.json/entities/15/settings/event/16/message
source: Apes are still funny though! That will never change!
es_es: ¡Aún así los monos son divertidos! ¡Eso nunca cambiará!
ru_ru: Обезьяны всё равно забавные! Это ничего не меняет!

# data/maps/tree-dng/f3/branch-middle.json/entities/15/settings/event/17/message
source: Now let's race on!!
es_es: ¡¡Ahora sigamos la carrera!!
ru_ru: Теперь продолжим гонку!!

# data/maps/tree-dng/f3/branch-middle.json/entities/25/settings/dialog/0/text
source: Told you, right? Great view!
es_es: Te dije, ¿no? ¡Gran vista!
ru_ru: Говорил же тебе? Прекрасный вид!

# data/maps/tree-dng/f3/branch-middle.json/entities/25/settings/dialog/1/text
source: You can barely see anything through the leaves...
es_es: Apenas se puede ver algo a través de las hojas...
ru_ru: Сквозь листья почти ничего не видно...

# data/maps/tree-dng/f3/branch-middle.json/entities/25/settings/dialog/2/text
source: Come on, let's continue with the temple.
es_es: Vamos, sigamos con el templo.
ru_ru: Ну же, давай продолжим с этим храмом.

# data/maps/tree-dng/f3/branch-middle.json/entities/25/settings/dialog/3/text
source: Why the rush?
es_es: ¿Por qué el apuro?
ru_ru: Зачем спешить?

source: Hi!
es_es: ¡Hola!
ru_ru: Привет!

source: Countless leaves.
es_es: Incontables hojas.
ru_ru: Бесчисленные листья.

source: Bundled together.
es_es: Todas juntas.
ru_ru: Связанные вместе.

source: Like green clouds, up in the sky.
es_es: Como nubes verdes, alto en el cielo.
ru_ru: Как зелёные облака, высоко в небе.

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/tree-dng/f3/branch-middle.json/entities/33/settings/dialog/0/text
source: There are...\. too many of them...\. and too little space...
es_es: Hay...\. demasiadas...\. y muy poco espacio...
ru_ru: Слишком...\. их слишком много...\. и слишком мало места...

# data/maps/tree-dng/f3/branch-middle.json/entities/33/settings/dialog/1/text
source: Don't give up, pal! I know you can do it!
es_es: ¡No te des por vencido! ¡Sé que puedes hacerlo!
ru_ru: Не сдавайся, приятель! Я знаю, что ты справишься!

# data/maps/tree-dng/f3/branch-middle.json/entities/33/settings/dialog/2/text
source: And once I thought they were cute...
es_es: Y pensar que creía que eran tiernas...
ru_ru: А я ещё думал, что они милые...

# data/maps/tree-dng/f3/branch-middle.json/entities/34/settings/dialog/0/text
source: I knew it! Once I saw this giant tree, I knew this was gonna happen!
es_es: ¡Lo sabía! ¡Cuando vi este gigantesco árbol sabía que esto pasaría!
ru_ru: Я знала! Как только я увидела это дерево, я знала, что это случится!

# data/maps/tree-dng/f3/branch-middle.json/entities/34/settings/dialog/1/text
source: Of course they'd make us climb it up and walk on those narrow branches!!
es_es: ¡¡Sabía que nos harían trepar y caminar por estas estrechas ramas!!
ru_ru: Конечно, они заставили нас карабкаться по нему вверх и ходить по этим тонким веткам!!

# data/maps/tree-dng/f3/branch-middle.json/entities/34/settings/dialog/2/text
source: Those stupid game designers with their stupid heights!!
es_es: ¡¡Estúpidos diseñadores de videojuegos y sus estúpidas alturas!!
ru_ru: Эти тупые гейм-дизайнеры со своими тупыми высотами!!

# data/maps/tree-dng/f3/branch-middle.json/entities/34/settings/dialog/3/text
source: Now, now there...
es_es: Bueno, bueno, ya...
ru_ru: Тихо, тихо...

source: Really now...
es_es: ¿Es en serio?
ru_ru: Да ладно...

source: A laughing monkey flying on a cloud?
es_es: ¿Un mono que se ríe en una nube voladora?
ru_ru: Смеющаяся обезьяна, летающая на облаке?

source: This is ridiculous, don't you agree?
es_es: Esto es ridículo, ¿no crees?
ru_ru: Это нелепо, ты так не думаешь?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Right? What were developers thinking!
es_es: ¿Si, no? ¿En qué estaban pensando los desarrolladores?
ru_ru: Верно? О чём думают разработчики!

source: [shakes head]
es_es: [niega con la cabeza]
ru_ru: [мотает головой]

source: Hmm, then it must be just me.
es_es: Hmm, debo ser yo entonces.
ru_ru: Хмм, тогда дело, наверное, во мне.

source: [yes]
es_es: [si]
ru_ru: [да]

source: Honestly, these boss fights are getting a tiny bit too crazy for my taste.
es_es: Sinceramente, estos jefes se están poniendo algo alocados para mi gusto.
ru_ru: Честно говоря, эти бои с боссами становятся слишком сумасшедшими, как по мне.

source: What next?\. Will the ape surf on a hover board or something?
es_es: ¿Qué sigue?\. ¿El mono se va a surfear en una patineta voladora o algo?
ru_ru: Что дальше?\. Обезьяна-сёрфер на ховерборде или что-то типа того?

# data/maps/tree-dng/f3/east-01.json/entities/62/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/tree-dng/f3/east-02.json/entities/67/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/tree-dng/f4/boss.json/entities/16/settings/event/16/text
source: One has reached the very top of Grand Krys'kajo.
es_es: Uno ha llegado a la cima del Gran Krys'kajo.
ru_ru: Тот, кто достиг самой вершины Гранд Крис'кайо.

# data/maps/tree-dng/f4/boss.json/entities/16/settings/event/17/text
source: Standing high above the earth, one is now ready.
es_es: Parado muy por encima de la tierra, uno está listo.
ru_ru: Стоя высоко над землёй, он уже готов.

# data/maps/tree-dng/f4/boss.json/entities/16/settings/event/24/text
source: \s[1]...to fight the \c[3]Guardian\c[0] of Krys'kajo.
es_es: \s[1]...para pelear contra el \c[3]Guardián\c[0] del Krys'kajo.
ru_ru: \s[1]...к схватке с \c[3]Хранителем\c[0] Крис'кайо.

# data/maps/tree-dng/f4/boss.json/entities/21/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/tree-dng/f4/boss.json/entities/24/settings/event/13/text
source: One has fully ascended Krys'kajo and shown true mastery of Shock and Wave.
es_es: Uno ha ascendido completamente el Krys'kajo y ha demostrado verdadera maestría del Rayo y el Pulso.
ru_ru: Тот, кто покорил Крис'кайо и показал истинное мастерство Шока и Волны.

# data/maps/tree-dng/f4/boss.json/entities/24/settings/event/14/text
source: Visitor from far-away.
es_es: Visitante distante.
ru_ru: Гость издалека.

# data/maps/tree-dng/f4/boss.json/entities/24/settings/event/15/text
source: I congratulate you.
es_es: Te felicito.
ru_ru: Я поздравляю тебя.

# data/maps/tree-dng/f4/boss.json/entities/24/settings/event/16/text
source: Farewell.
es_es: Hasta siempre.
ru_ru: Прощай.

# data/maps/tree-dng/f4/boss.json/entities/26/settings/event/13/object
source: SP Bar
es_es: Barra de PE
ru_ru: Шкала SP

source: Let the race begin!
es_es: ¡Qué comience la carrera!
ru_ru: Да начнётся гонка!

source: We Spheromancers shall be victorious!!
es_es: ¡¡Los Spheromancers seremos victoriosos!!
ru_ru: Мы, сфероманты, будем победителями!!

# data/maps/tree-dng/g/center-02-connect.json/entities/5/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/tree-dng/g/center-02-connect.json/entities/77/settings/event/12/text
source: Another strange visitor has arrived at the roots.
es_es: Otro extraño visitante ha llegado a las raíces.
ru_ru: Очередной странный гость прибыл к корням.

# data/maps/tree-dng/g/center-02-connect.json/entities/77/settings/event/13/text
source: One trying to reach the top of Krys'kajo as well?
es_es: ¿Uno que intenta subir a la cima del Gran Krys'kajo también?
ru_ru: Тот, кто тоже пытается достичь вершины Крис'кайо?

# data/maps/tree-dng/g/center-02-connect.json/entities/77/settings/event/14/text
source: One needs to prove the mastery of \c[3]Shock\c[0] and \c[3]Wave\c[0] for one to ascend.
es_es: Uno debe demostrar la maestría del \c[3]Rayo\c[0] y el \c[3]Pulso\c[0] para que uno pueda ascender.
ru_ru: Ему нужно доказать своё мастерство \c[3]Шока\c[0] и \c[3]Волны\c[0], чтобы возвыситься.

# data/maps/tree-dng/g/center-02-connect.json/entities/77/settings/event/15/text
source: I shall watch this one closely.
es_es: Estaré observando a uno muy de cerca.
ru_ru: Я буду внимательно следить за этим.

source: Ape Guy!! Did you meet the ape guy?
es_es: ¡¡Un mono!! ¿Ya vieron al mono?
ru_ru: Парень-обезьяна! Вы видели парня-обезьяну?

source: [nods]
es_es: [asiente]
ru_ru: [кивает]

source: Yes I did.
es_es: Si, lo vi.
ru_ru: Да, я видел.

source: Also what is this? Wasn't this supposed to be a race?
es_es: Además, ¿qué es esto? ¿No se suponía que estábamos en una carrera?
ru_ru: И что это? Разве это не должно было быть гонкой?

source: You bet it is!
es_es: ¡Por supuesto que sí!
ru_ru: Не сомневайся в этом!

source: Then why the D-Link?
es_es: ¿Entonces por qué el MD?
ru_ru: Тогда зачем Прямая связь?

source: Why not? It doesn't hurt to have a few breaks in between.
es_es: ¿Por qué no? No hay ningún daño en tomarnos un par de descansos en el medio.
ru_ru: Почему бы и нет? Несколько перерывов не повредит.

source: We just started moments ago!
es_es: ¡Acabamos de empezar!
ru_ru: Мы начали несколько минут назад!

source: Oui, but I had to talk about the ape!
es_es: Oui, ¡pero tenía que hablar del mono!
ru_ru: Oui (Да), но я должна была сказать про обезьяну.

source: Apes are so funny!
es_es: ¡Los monos son tan graciosos!
ru_ru: Обезьяны такие забавные!

source: Funny?
es_es: ¿Graciosos?
ru_ru: Забавные?

source: This ape oversees every Seeker that enters this place.
es_es: Este primate supervisa a todos los Buscadores que entran a este lugar.
ru_ru: Эта обезьяна наблюдает за каждым Искателем, который входит в это место.

source: It's a mysterious yet honorable creature of ancient origin.
es_es: Es una misteriosa, pero honorable criatura de origen antiguo.
ru_ru: Это таинственное, но почтенное существо древнего происхождения.

source: So? I still think it's funny!
es_es: ¿Y? ¡A mi me parece gracioso!
ru_ru: И что? Я до сих пор думаю, что это забавно!

source: Fine then. Let's properly start the race already.
es_es: Bien entonces. Empecemos la carrera de una vez.
ru_ru: Ладно, хватит. Давайте уже по-настоящему начнём гонку.

# data/maps/tree-dng/g/east-02.json/entities/1/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/tree-dng/g/west-01.json/entities/1/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/tree-dng/g/west-02.json/entities/1/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

source: Sergiy
ru_ru: Сергий

source: [no]
ru_ru: [нет]

# data/maps/tree-dng/g/west-02.json/entities/0/settings/teleportLabel
source: \i[arrow-s] Down
ru_ru: \i[arrow-s] Вниз
