Repository: dmitmel/crosscode-localization-data
Catalog: po/*/components/wave-dng.po
Languages: es_es, ru_ru

# data/areas/wave-dng.json//name
source: untitled
es_es: sin título

# data/areas/wave-dng.json//floors/0/name
source: B1
es_es: P1

# data/areas/wave-dng.json//floors/0/maps/0/name
source: Principle of Conveyance
es_es: Principio de Transporte
ru_ru: Принцип транспортировки

# data/areas/wave-dng.json//floors/0/maps/1/name
source: Trial of Fishing
es_es: Prueba de Pesca
ru_ru: Испытание рыбалки

# data/areas/wave-dng.json//floors/0/maps/2/name
source: Principle of Attraction
es_es: Principio de Atracción
ru_ru: Принцип притяжения

# data/areas/wave-dng.json//floors/0/maps/3/name
source: Trial of Persistence
es_es: Prueba de Persistencia
ru_ru: Испытание стойкости

# data/areas/wave-dng.json//floors/0/maps/4/name
source: Moving Attraction
es_es: Atracción en Movimiento
ru_ru: Подвижное притяжение

# data/areas/wave-dng.json//floors/0/maps/5/name
source: Trial of Attraction
es_es: Prueba de Atracción
ru_ru: Испытание притяжения

# data/areas/wave-dng.json//floors/0/maps/6/name
source: Slowing Attraction
es_es: Desacelerando la Atracción
ru_ru: Замедленное притяжение

# data/areas/wave-dng.json//floors/0/maps/7/name
source: Captivated Conveyance
es_es: Transporte Cautivado
ru_ru: Пленённая транспортировка

# data/areas/wave-dng.json//floors/0/maps/8/name
source: Trial of Wobble
es_es: Prueba de Temblor
ru_ru: Испытание колебания

# data/areas/wave-dng.json//floors/0/maps/9/name
source: Standing Attraction
es_es: Atracción Estática
ru_ru: Стоячее притяжение

# data/areas/wave-dng.json//floors/0/maps/10/name
source: Trial of Channels
es_es: Prueba de Canales
ru_ru: Испытание каналов

# data/areas/wave-dng.json//floors/0/maps/11/name
source: Attracting Conveyance
es_es: Atrayendo Transporte
ru_ru: Притягивающая транспортировка

# data/areas/wave-dng.json//floors/0/maps/12/name
source: Chaining Conveyance
es_es: Encadenando Transporte
ru_ru: Цепная транспортировка

# data/areas/wave-dng.json//floors/0/maps/13/name
source: Trial of Base Colors
es_es: Prueba de Colores Básicos
ru_ru: Испытание базовых цветов

# data/areas/wave-dng.json//floors/0/maps/14/name
source: Trial of Impulses
es_es: Prueba de Impulsos
ru_ru: Испытание импульсов

# data/areas/wave-dng.json//floors/0/maps/15/name
source: Fast Conveyance
es_es: Transporte Rápido
ru_ru: Быстрая транспортировка

# data/areas/wave-dng.json//floors/0/maps/16/name
source: Standing Conveyance
es_es: Transporte Estático
ru_ru: Стоячая транспортировка

# data/areas/wave-dng.json//floors/0/maps/17/name
source: Flaming Conveyance
es_es: Transporte Ardiente
ru_ru: Пылающая транспортировка

# data/areas/wave-dng.json//floors/0/maps/18/name
source: Trial of Conveyance
es_es: Prueba de Transporte
ru_ru: Испытание транспортировки

# data/areas/wave-dng.json//floors/0/maps/19/name
source: Conveyable Attraction
es_es: Atracción Transportable
ru_ru: Транспортируемое притяжение

# data/areas/wave-dng.json//floors/0/maps/20/name
source: Chamber of Shock
es_es: Cámara de Rayo
ru_ru: Зал шока

# data/areas/wave-dng.json//floors/0/maps/21/name
source: Conclusion of Conveyance
es_es: Conclusión del Transporte
ru_ru: Заключение транспортировки

# data/areas/wave-dng.json//floors/0/maps/22/name
source: Trial of Conduct
es_es: Prueba de Conducta
ru_ru: Испытание проводки

# data/areas/wave-dng.json//floors/0/maps/23/name
source: Bouncing Surprise
es_es: Sorpresa Rebotante
ru_ru: Прыгающий сюрприз

# data/areas/wave-dng.json//floors/1/name
source: G
es_es: PB

# data/areas/wave-dng.json//floors/1/maps/0/name
source: Entry Test
es_es: Prueba de Entrada
ru_ru: Вступительный тест

# data/maps/wave-dng/b1/boss.json//entities/179/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/wave-dng/b1/center-01.json//entities/0/settings/teleportLabel
source: \i[arrow-n] Up
es_es: \i[arrow-n] Arriba
ru_ru: \i[arrow-n] Наверх

# data/maps/wave-dng/b1/center-04-long.json//entities/61/settings/teleportLabel
source: Back to the Entrance
es_es: De Vuelta a la Entrada
ru_ru: Обратно ко входу

# data/maps/wave-dng/b1/center-04-long.json//entities/62/settings/teleportLabel
source: Southern Branch End
es_es: Fin de Ramificación Sur
ru_ru: Конец южного крыла

# data/maps/wave-dng/b1/center-04-long.json//entities/112/settings/teleportLabel
source: Back to the Entrance
es_es: De Vuelta a la Entrada
ru_ru: Обратно ко входу

# data/maps/wave-dng/b1/center-04-long.json//entities/113/settings/teleportLabel
source: Northern Branch End
es_es: Fin de Ramificación Norte
ru_ru: Конец северного крыла

# data/maps/wave-dng/b1/center-04-long.json//entities/461/settings/teleportLabel
source: Back To Entrance
es_es: De Vuelta a la Entrada
ru_ru: Обратно ко входу

# data/maps/wave-dng/b1/center-04-long.json//entities/491/settings/event/5/message
source: So... Tronny?
es_es: Así que... ¿Tronny?
ru_ru: Итак... Тронни?

# data/maps/wave-dng/b1/center-04-long.json//entities/491/settings/event/6/message
source: Yes?
es_es: ¿Sí?
ru_ru: Да?

# data/maps/wave-dng/b1/center-04-long.json//entities/491/settings/event/7/message
source: Isn't this dungeon an amazing place?
es_es: ¿No te parece que esta mazmorra es algo sorprendente?
ru_ru: Разве это подземелье не удивительное место?

# data/maps/wave-dng/b1/center-04-long.json//entities/491/settings/event/8/message
source: It is! Quite amazing to see the bottom of the lake like this.
es_es: ¡Lo es! Es bastante asombroso ver el fondo del lago de este modo.
ru_ru: Ага! Поразительно видеть дно озера таким.

# data/maps/wave-dng/b1/center-04-long.json//entities/491/settings/event/9/message
source: I actually have to stop myself from staring at it for too long.
es_es: De hecho tengo que controlarme para dejar de verlo por mucho tiempo.
ru_ru: На самом деле мне приходится сдерживаться, чтобы не засмотреться на это всё.

source: We're in a race after all.
es_es: Estamos en una carrera después de todo.
ru_ru: Мы в гонке, в конце концов.

source: Is that all?
es_es: ¿Eso es todo?
ru_ru: И всё?

source: Huh? What do you mean?
es_es: ¿Eh? ¿A qué te refieres?
ru_ru: Хм? Что ты имеешь в виду?

source: We're below a \c[3]lake\c[0]! And there's water everywhere!
es_es: ¡Estamos bajo un \c[3]lago\c[0]! ¡Y hay agua por todos lados!
ru_ru: Мы под \c[3]озером\c[0]! И здесь повсюду вода!

source: Aren't you supposed to complain about \c[3]water pressure\c[0] or something?
es_es: ¿No deberías quejarte sobre la \c[3]presión del agua\c[0] o algo?
ru_ru: Разве ты не должен жаловаться на \c[3]давление воды\c[0] или что-то в этом роде?

source: Well... you see... It's fine here.
es_es: Bueno... verás... está bien aquí.
ru_ru: Ну... видишь ли... здесь всё в порядке.

source: This is not a natural cave after all.\. It's a temple constructed by the Ancients.
es_es: Esta no es una cueva natural después de todo.\. Es un templo contruído por los Antiguos.
ru_ru: Это всё-таки не естественная пещера.\. Это храм, построенный Древними.

source: I'm sure they have the technology to create a separate circulation of water below a lake.
es_es: Estoy seguro de que tienen la tecnología para crear una circulación alterna del agua bajo el lago.
ru_ru: Я уверен, что у них есть технологии для создания отдельной циркуляции воды под озером.

source: So my suspension of disbelief isn't really compromised.
es_es: Así que mi inmersión no está comprometida.
ru_ru: Так что моя приостановка недоверия не сильно подорвана.

source: Meeeh, this is boring!
es_es: Meeeeh, ¡qué aburrido!
ru_ru: Бла-бла, это скучно!

source: Lea wait!
es_es: ¡Lea espera!
ru_ru: Лея подожди!

source: Sure, Lea...
es_es: Seguro, Lea...
ru_ru: Конечно, Лея...

source: Wait, are you running ahead while we have these conversations?
es_es: Espera, ¿te estás adelantando mientras conversamos?
ru_ru: Подожди, ты бежишь вперёд, пока мы тут болтаем?

source: Okay enough talking, race continues!!
es_es: Bueno, basta de hablar, ¡¡la carrera sigue!!
ru_ru: Ладно, хватит разговоров, гонка продолжается!!

# data/maps/wave-dng/b1/center-04-long.json//entities/492/settings/event/5/message
source: Bonjour, everyone! How is it going?
es_es: ¡Bonjour a todos! ¿Cómo va?
ru_ru: Bonjour (Привет) всем! Как оно продвигается?

# data/maps/wave-dng/b1/center-04-long.json//entities/492/settings/event/6/message
source: Pretty well on my side!
es_es: ¡Muy bien por aquí!
ru_ru: У меня довольно хорошо!

# data/maps/wave-dng/b1/center-04-long.json//entities/492/settings/event/7/message
source: [nods]
es_es: [asiente]
ru_ru: [кивает]

# data/maps/wave-dng/b1/center-04-long.json//entities/492/settings/event/8/message
source: I'm enjoying this entirely bug-free dungeon!
es_es: ¡Estoy disfrutando mucho de esta mazmorra libre de bichos!
ru_ru: Я наслаждаюсь этим полностью обезжученным подземельем!

# data/maps/wave-dng/b1/center-04-long.json//entities/492/settings/event/9/message
source: Well...\. it is underwater-themed. Bugs really wouldn't fit in here.
es_es: Bueno...\. se supone que está bajo el agua. No se supone que haya bichos.
ru_ru: Ну...\. оно в подводной тематике. Жуки тут точно были бы не в тему.

source: That's right! Only lots of fish. Fish are ok.
es_es: ¡Eso es! Sólo muchos peces. Los peces están bien.
ru_ru: Это точно! Только множество рыб. Рыбы - это хорошо.

source: Well...\. and those blob thingies.
es_es: Bueno...\. y esas cosas como babas.
ru_ru: Ну...\. и эти штуки-слизнюки.

source: They're not too bad either. Pretty fun to punch into them!
es_es: No están tan mal tampoco. ¡Es muy divertido golpearlas!
ru_ru: Они тоже не так уж и плохи. Довольно весело лопать их!

source: So...\. all those enemies are \c[3]Wave-themed\c[0], right?
es_es: Así que...\. todos esos enemigos tienen una \c[3]temática de Pulso\c[0], ¿no?
ru_ru: Получается...\. все эти враги относятся к \c[3]волновой тематике\c[0], верно?

source: Does that mean Wave is the element of \c[3]fish and blob\c[0]?
es_es: ¿Eso quiere decir que Pulso es el elemento del \c[3]pez y la baba\c[0]?
ru_ru: Означает ли это, что Волна является элементом \c[3]рыб и слизнюков\c[0]?

source: I suppose it's related to water, but in an abstract way.
es_es: Supongo que se relaciona con el agua, de alguna forma abstracta.
ru_ru: Я полагаю, что это связано с водой, но в абстрактном смысле.

source: You got "waves" in water, but a lot of other things as well...
es_es: Hay "pulsaciones" en el agua, pero muchas otras cosas también...
ru_ru: Типа "волны" на воде, но к ней относится и много других вещей...

source: I for one am just glad it doesn't include bugs for once.
es_es: Yo sólo estoy feliz de que no incluya bichos.
ru_ru: Я, например, просто рада тому, что оно не включает в себя жуков на этот раз.

source: Lea wait!
es_es: ¡Lea espera!
ru_ru: Лея подожди!

source: Yes, yes. We get it, Lea.
es_es: Sí, sí. Ya sabemos, Lea.
ru_ru: Да-да. Мы поняли, Лея.

source: Let's race on!
es_es: ¡Sigamos la carrera!
ru_ru: Давайте, погнали дальше!

source: Shock Mode
es_es: Modo Rayo
ru_ru: Режим Шока

source: Press \i[shock] to switch to \c[3]shock mode\c[0] at any time!
es_es: ¡Presiona \i[shock] para cambiar al \c[3]modo rayo\c[0] en cualquier momento!
ru_ru: Нажмите \i[shock], чтобы переключиться в \c[3]режим шока\c[0] в любое время!

# data/maps/wave-dng/b1/center-07.json//entities/147/settings/teleportLabel
source: Back To Entrance
es_es: De Vuelta a la Entrada
ru_ru: Обратно ко входу

# data/maps/wave-dng/b1/north-01.json//entities/150/settings/event/0/text
source: Blocked
es_es: Bloqueado
ru_ru: Заблокировано

# data/maps/wave-dng/b1/north-01.json//entities/151/settings/event/0/text
source: Blocked
es_es: Bloqueado
ru_ru: Заблокировано

# data/maps/wave-dng/g/room-entrance.json//entities/0/settings/teleportLabel
source: \i[arrow-s] Down
es_es: \i[arrow-s] Abajo
ru_ru: \i[arrow-s] Вниз

# data/maps/wave-dng/g/room-entrance.json//entities/180/settings/teleportLabel
source: To the Middle
es_es: Al Centro
ru_ru: К середине

# data/maps/wave-dng/g/room-entrance.json//entities/181/settings/teleportLabel
source: To the End
es_es: Al Final
ru_ru: В конец

# data/maps/wave-dng/g/room-entrance.json//entities/183/settings/event/0/message
source: Dungeon raaaaaaace!
es_es: ¡Carrera de mazmorraaaaaaaa!
ru_ru: Подземельная гооооооонка!

# data/maps/wave-dng/g/room-entrance.json//entities/183/settings/event/1/message
source: Lea wait!
es_es: ¡Lea espera!
ru_ru: Лея подожди!

# data/maps/wave-dng/g/room-entrance.json//entities/183/settings/event/2/message
source: What?
es_es: ¿Qué?
ru_ru: Что?

# data/maps/wave-dng/g/room-entrance.json//entities/183/settings/event/3/message
source: I think she means to say she'll wait for us at the end of the race...
es_es: Creo que quiere decir que nos esperará al final de la carrera...
ru_ru: Я думаю, она хочет сказать, что будет ждать нас в конце гонки...

# data/maps/wave-dng/g/room-entrance.json//entities/183/settings/event/4/message
source: Hey, that's almost a sentence!
es_es: Ey, ¡eso es casi una oración!
ru_ru: Эй, это почти предложение!

# data/maps/wave-dng/g/room-entrance.json//entities/183/settings/event/5/message
source: Also: you wish.
es_es: Ah, por cierto: ya quisieras.
ru_ru: Кроме того: мечтать не вредно.

source: Oh...
ru_ru: Ох...
